{
	"Code": "cart",
	"Name": "Carthaginians",
	"Emblem": "session/portraits/emblems/emblem_carthaginians.png",
	"History": "Carthage was founded in either 814 B.C. or 813 B.C. by a Tyrian Princess named Elissa or Dido. The culture spanned over seven hundred years. In 146 B.C., Carthage (the center of civilsation) was brought to its knees by the Romans. They are probably best known for the usage of elephants in battle. Not only did they ferry them across the Mediterranean, but they were also taken through the alps for a sly attack from the north of Rome. The Carthaginians were most active in the 4th and 3rd centuries B.C. Some famous Carthaginians were: Hamilcar Barca (who fought in the First Punic War), his son Hannibal Barca, and Maharbal (Hannibals cavalry commander). Some famous battles were: Acragas in 406 B.C., Zama in 202 B.C., and the Siege of Carthage 148-146 B.C.",
	"Music":[
			{"File":"germanic_peace_1.ogg", "Type":"peace"},
			{"File":"germanic_peace_2.ogg", "Type":"peace"},
			{"File":"germanic_peace_3.ogg", "Type":"peace"},
			{"File":"carthaginian_battle_1.ogg", "Type":"battle"},
			{"File":"carthaginian_battle_2.ogg", "Type":"battle"}
		],
	"Factions":
	[
		{
			"Name": "",
			"Description": "",
			"Technologies":
			[
				{
					"Name": "Exploration",
					"History": "Nobody knew better than the Carthaginians where in the ancient world they were going and going to go; their merchant traders had missions to everywhere.",
					"Description": "All hominid units +2 LOS." 
				},
				{
					"Name": "Colonisation",
					"History": "Carthaginians established many trading centres as colonies and ultimately held dominion over 300 cities and towns in North Africa alone.",
					"Description": "BT 33% all buildings and structures." 
				} 
			],
			"Heroes":
			[
				{
					"Name": "Hannibal Barca",
					"Class": "",
					"Armament": "",
					"Emblem": "",
					"History": "Carthage's most famous son. Hannibal Barca was the eldest son of Hamilcar Barca and proved an even greater commander than his father. Lived 247-182 BC. While he ultimately lost the Second Punic War his victories at Trebia, Lake Trasimene, and Cannae, and the feat of crossing the Alps have secured his position as among the best tacticians and strategists in history." 
				},
				{
					"Name": "Hamilcar Barca",
					"Class": "",
					"Armament": "",
					"Emblem": "",
					"History": "Father of Hannibal and virtual military dictator. Hamilcar Barca was a soldier and politician who excelled along his entire career. Lived 275-228 BC. While overshadowed by his sons, Hamilcar was great general in his own right, earning the nickname Baraq or Barca for the lightning speed of his advance." 
				},
				{
					"Name": "Maharbal",
					"Class": "",
					"Armament": "",
					"Emblem": "",
					"History": "Maharbal was Hannibal Barca's 'brash young cavalry commander' during the 2nd Punic War. He is credited with turning the wing of the legions at Cannae resulting in defeat in which 30,000 of 50,000 Romans were lost, as well as significant contributions to the winning of many other battles during the 2nd Punic War. He is known for having said, after the battle of Cannae, 'Hannibal, you know how to win the victory; just not what to do with it.'"
				} 
			]
		} 
	],
	"CivBonuses":
	[
		{
			"Name": "Triple Walls",
			"History": "Carthaginians built triple city walls.",
			"Description": "Carthaginian walls, gates, and towers have 3x hitpoints of a standard wall." 
		},
		{
			"Name": "Roundup",
			"History": "Not unlike the Iberian Peninsula, North Africa was known as horse country, capable of producing up to 100,000 new mounts each year. It was also the home of the North African Forest Elephant.",
			"Description": "The resource cost of training horse-mounted units (cavalry) or War Elephant Super Units is reduced by a fixed amount of 5% per animal corralled appropriate to kind. " 
		} 
	],
	"TeamBonuses":
	[
		{
			"Name": "Trademasters",
			"History": "The Phoenicians and Carthaginians were broadly known as the greatest trading civilisation of the ancient and classical world.",
			"Description": "+33% trade profit international routes." 
		} 
	],
	"Structures":
	[
	],
	"StartEntities":
	[
		{
			"Template": "structures/cart_civil_centre" 
		},
		{
			"Template": "units/cart_support_female_citizen",
			"Count": 4
		},
		{
			"Template": "units/cart_infantry_spearman_b",
			"Count": 4 
		},
		{
			"Template": "units/cart_cavalry_swordsman_b" 
		}
	],
	"SelectableInGameSetup": false
}
