{
	"Code": "celt",
	"Culture": "celt",
	"Name": "Celts",
	"Emblem": "session/portraits/emblems/emblem_celts.png",
	"History": "At its peak (around 200 B.C.), the massive Celtic Empire spanned from Spain to Romania and Northern Italy to Scotland; although it wasn't a true empire because the Celtic people were not united by any form of government, but only in language and various social aspects. Their lack of any cohesion was probably the largest contributing factor to their ultimate submission to Rome by 100 A.D. The other contributing factors were their lack of armor and their inability to counter the mighty legions and siege weapons of Rome.",
	"Music":[
			{"File":"Water's_Edge.ogg", "Type":"peace"},
			{"File":"The_Road_Ahead.ogg", "Type":"peace"},
			{"File":"Celtic_Pride.ogg", "Type":"peace"},
			{"File":"Celtica.ogg", "Type":"peace"}
		],
	"Factions":
	[
		{
			"Name": "Britons",
			"Description": "British Isles",
			"Technologies":
			[
				{
					"Name": "Sevili Dusios",
					"History": "The Britons took up the practice of either making permanent marks on their body in the form of tattoos or temporarily painted their bodies with woad paint. The effect was very frightening.",
					"Description": "Increased attack and movement rate for melee soldiers." 
				},
				{
					"Name": "Turos Maros",
					"History": "'Great Tower'; Celtic legends abound with stories of massive tall towers built by the most powerful kings, and the remains of some very large towers have been found.",
					"Description": "Increases the height bonus of units garrisoned in a tower." 
				} 
			],
			"Heroes":
			[
				{
					"Name": "Karatakos",
					"Class": "",
					"Armament": "",
					"Emblem": "",
					"History": "Caractacus, the Roman form, is a simple change from Karatakos, his actual name, which was printed on his many, many coins. Under this name he is remembered as a fierce defender of Britain against the Romans after their invasion in 43 A.D. Son of King Cunobelin of the Catuvellauni tribal confederation, Karatakos fought for nine years against the Romans with little success, eventually fleeing to the tribes in Wales, where he was defeated decisively. Finally he entered Northern Britain, where was handed over to the Romans. Taken to Rome, Karatakos was allowed to live by the Emperor Claudius and died in Italy. Tradition states he converted to Christianity when his wife did, but there is nothing known of this as definite. Probably more notable is the matter that he was allowed to live once captured. Roman policy was typically to have such men killed in public displays to celebrate. Karatakos was brought before the Emperor and Senate at his request to explain himself. What he said is not known for certainty, but Tacitus applies to him a famous speech..." 
				},
				{
					"Name": "Kunobelinos",
					"Class": "",
					"Armament": "",
					"Emblem": "",
					"History": "Kunobelinos, perhaps better known by the latinized form of Cunobelin, was a powerful ruler centered in the territory around modern day Colchester. Ruling the Catuvellauni from Kamulodunon(better known as Camulodunum), he was a warrior king who conquered a neighboring tribe, the Trinovantes, and was referred to by the Romans as the King of the Britons. The Trinovantes, while having been Roman allies, were not able to call for Roman aide, as they were conquered shortly after the Roman's own disaster in Germania. Kunobelinos died of disease after subjugating the great majority of the southern half of Britain (his coins were being minted as far as the borders of what would become Wales). When he died, his son Togdumnos replaced him, who died in battle with the Romans, and was subsequently replaced by his brother, Karatakos. It is an irony that it was his third son that initially invited this Roman reprisal. Kunobelinos seems to have been indifferent to the Romans. He traded with them freely, but had few qualms subjugating known Roman allies, and even sent Adminius as a fosterling to be educated in Roman Gaul. This accounted for Adminius's friendships among the Romans, and he was given lordship over the Cantaci, who inhabited Kent, by his father. This area was the prime area of Roman influence and trade in Britain, and he shrewdly observed his youngest son's friendship with powerful Roman and Gallo-Roman politicians and traders would be of use administrating the region. His other sons though had no love for the Romans, and when Kunobelinos died, Togdumnos, now king, arrested, executed, or expelled numerous Roman sympathizers, including his own brother Adminius, and the deposed Atrebates king, Verica, who appealed to their connections in the Roman Empire for aide in recovering their lands. Kunobelinos in his own time though was possibly one of the greatest of all British kings. He conquered huge portions of land from originally ruling over only four minor tribes in a confederation, the Catuvellauni, and achieved recognition as king of Britain. This recognition was so great that tribes in Cambria even came to assist his sons against the Romans and their British allies, and Kunobelinos was held up by the post-Roman Britons as one of their great heroes; a conqueror and uniter of petty kingdoms, something the post-Roman Britons or Romano-British sorely needed." 
				},
				{
					"Name": "Boudicca",
					"Class": "",
					"Armament": "",
					"Emblem": "",
					"History": "Ammianus Marcellinus described how difficult it would be for a band of foreigners to deal with a Celt if he called in the help of his wife. For she was stronger than he was and could rain blows and kicks upon the assailants equal in force to the shots of a catapult. Boudicca, queen of the Iceni, was said to be 'very tall and terrifying in appearance; her voice was very harsh and a great mass of red hair fell over her shoulders. She wore a tunic of many colors over which a thick cloak was fastened by a brooch. Boudicca had actually at first been a Roman ally, along with her husband, Prasutagus, king of the Iceni. Prasutagus had been a close Roman ally after a brief uprising, respected as being forethinking even by his former enemies, now allied Romans, and free to rule his kingdom as their native tradition dictated, except in one case. Prasutagus, realizing he was going to die, agreed upon a will with his wife and subordinates; his daughters would inherit the physical running of the territory, under Boudicca's stewardship until they were adults, and the Emperor of Rome would have overlordship, collecting taxes and being allowed to request military aide. Much the same situation as he already held. The problem lay in that the Romans did not recognize female heirs, and thus asserted, upon Prasutagus's death, that only the Emperor's claim to the kingdom of Icenia was valid. They further noted it was regular Roman practice to only allow a client kingdom to be independent for the lifetime of the initial king, such as had occurred in Galatia. The Empire formally annexed the kingdom, and began extracting harsh taxes immediately, citing that Prasutagus was indebted to the Romans, having taken several loans during his lifetime that he had failed to repay. Boudicca's complaint about this treatment and the defiance of her deceased husband's will was met with brutality; Roman soldiers flogged her, and her daughters, only children, were raped. Boudicca and her subjects were infuriated at the disgrace done to their queen and the children. With the Roman governor of Britain engaged with the druids in Cambria, now Wales, Boudicca was able to attract more followers from outside the Iceni, as they were hardly the only British tribe growing rapidly disillusioned with the Romans. Boudicca and her army laid waste to three cities, routed a Roman legion, and called on the memory of Arminius, a German who had routed the Romans from his lands, and their own ancestors who had driven off Caesar near a century earlier. Boudicca was defeated by a major tactical blunder in the Battle of Watling Street, leading to much of her force being slaughtered as they could not withdraw to safety. Boudicca herself escaped, and then slew her daughters, and then herself, to avoid further shame at Roman hands."
				} 
			] 
		},
		{
			"Name": "Gauls",
			"Description": "Mainland Europe",
			"Technologies":
			[
				{
					"Name": "Uae Uictos",
					"History": "Means Woe to the Defeated  It was the words that the Gallic Leader, Brennos, spoke at the Capitol at Rome after they took their plunder.",
					"Description": "A set amount of ore and food from every structure destroyed or captured " 
				},
				{
					"Name": "Carnutes",
					"History": "The Carnutes were druids from Aulercia. They fought when needed, and were largely responsible for turning back the Belgae incursions into Armorica and Aulercia.",
					"Description": "Gallic druids gain a small melee attack." 
				} 
			],
			"Heroes":
			[
				{
					"Name": "Britomartos",
					"Class": "",
					"Armament": "",
					"Emblem": "",
					"History": "When celt armies met the enemy, before the battle would start, the celt leader would go to the first line and challenge the bravest of the enemy warriors to a single combat. The story of how Marcus Claudius Marcellus killed a Gallic leader at Clastidium (222 B.C.) is typical of such encounters. Advancing with a smallish army, Marcellus met a combined force of Insubrian Gauls and Gaesatae at Clastidium. The Gallic army advanced with the usual rush and terrifying cries, and their king, Britomartos, picking out Marcellus by means of his badges of rank, made for him, shouting a challenge and brandishing his spear. Britomartos was an outstanding figure not only for his size but also for his adornments; for he was resplendent in bright colors and his armor shone with gold and silver. This armor, thought Marcellus, would be a fitting offering to the gods. He charged the Gaul, pierced his bright breastplate and cast him to the ground. It was an easy task to kill Britomartos and strip him of his armor."
				},
				{
					"Name": "Brennos",
					"Class": "",
					"Armament": "",
					"Emblem": "",
					"History": "Brennus is the name which the Roman historians give to the famous leader of the Gauls who took Rome in the time of Camillus. According to Geoffrey of Monmouth, the cleric who wrote “History of the Kings of Britain”, Brennus and his brother Belinus invaded Gaul and sacked Rome in 390 B.C., 'proving' that Britons had conquered Rome, the greatest civilization in the world, long before Rome conquered the Britons. We know from many ancient sources which predate Geoffrey that Rome was indeed sacked, but in 387 not 390, and that the raid was led by a man named Brennos (which was latinized to Brennus), but he and his invading horde were Gallic Senones, not British. In this episode several features of Geoffrey's editing method can be seen: he modified the historical Brennus/Brennos, created the brother Belinus, borrowed the Gallic invasion, but omitted the parts where the Celts seemed weak or foolish. His technique is both additive and subtractive. Like the tale of Trojan origin, the story of the sack of Rome is not pure fabrication; it is a creative rearrangement of the available facts, with details added as necessary. By virtue of their historical association, Beli and Bran are often muddled with the earlier brothers Belinus and Brennus (the sons of Dunvallo Molmutius) who contended for power in northern Britain in around 390 B.C., and were regarded as gods in old Celtic tradition."
				},
				{
					"Name": "Uerkingetorix",
					"Class": "",
					"Armament": "",
					"Emblem": "",
					"History": "Vercingetorix (Gaulish: Ver-Rix Cingetos) was the chieftain of the Arverni tribe in Gaul (modern France). Starting in 52 B.C. he led a revolt against the invading Romans under Julius Caesar, his actions during the revolt are remembered to this day. Vercingetorix was probably born near his tribes capital (Gergovia). From what little info we have Vercingetorix was probably born in 72 B.C., his father was Celtius and we don't know who his mother was. Because we only know of him from Roman sources we don't know much about Vercingetorix as a child or young man, except that perhaps he was probably very high spirited and probably gained some renown in deeds." 
				} 
			] 
		} 
	],
	"CivBonuses":
	[
		{
			"Name": "Ardiosmanae",
			"History": "Represents Celtic farming methods. ",
			"Description": "Enhanced food gained from ranching and farming. " 
		},
		{
			"Name": "Deas Celtica",
			"History": "Celtic religion and druidry inspired their warlike mindset. ",
			"Description": "Druids increase attack rates of soldiers near them slightly." 
		} 
	],
	"TeamBonuses":
	[
		{
			"Name": "Druides",
			"History": "The Druids of the Celts maintained an organized religion that advanced the technology of their people even during wartime.",
			"Description": "Bonus to tech speed." 
		} 
	],
	"Structures":
	[
		{
			"Name": "Melonas",
			"Class": "",
			"Emblem": "",
			"History": "The Celts developed the first rotary flour mill.",
			"Requirements": "",
			"Phase": "",
			"Special": "" 
		} 
	],
	"StartEntities":
	[
		{
			"Template": "structures/celt_civil_centre" 
		},
		{
			"Template": "units/celt_support_female_citizen",
			"Count": 4
		},
		{
			"Template": "units/celt_infantry_spearman_b",
			"Count": 2 
		},
		{
			"Template": "units/celt_infantry_javelinist_b",
			"Count": 2 
		},
		{
			"Template": "units/celt_cavalry_swordsman_b" 
		}
	],
	"Formations":
	[
		"formations/scatter",
		"formations/box",
		"formations/column_closed",
		"formations/line_closed",
		"formations/column_open",
		"formations/line_open",
		"formations/flank",
		"formations/skirmish",
		"formations/wedge",
		"formations/battle_line"
	],
	"SkirmishReplacements":
	{
		"skirmish/units/default_cavalry": "units/celt_cavalry_swordsman_b",
		"skirmish/structures/default_house_5": "structures/{civ}_house",
		"skirmish/structures/default_fortress": "structures/celt_fortress_g"
	},
	"SelectableInGameSetup": false
}
