{
	"Code":"hele",
	"Culture": "hele",
	"Name":"Hellenes",
	"Emblem":"session/portraits/emblems/emblem_hellenes.png",
	"History":"The Hellenes were a people famous today for their architecture, fighting ability, and culture. The Hellenic peoples of the Dorian, Ionian, and Aeolian tribes swept into modern day Greece from 3000 B.C. to around 1100 B.C. in successive waves that eventually supplanted the previously established cultures of Mycenae and Minoan Crete. They were most active during the period of colonization that took place in the 7th and 6th centuries B.C., the Greco-Persian Wars (499-449 B.C.), the Peloponnesian War (431-404 B.C.), and the conquests of Alexander the Great (4th Century B.C.). Their civilization would endure until their final absorption by Rome in 146 B.C.",
	"Music":[
			{"File":"Forging_a_City-State.ogg", "Type":"peace"},
			{"File":"The_Hellespont.ogg", "Type":"peace"}
		],
	"Factions":
	[
		{
			"Name":"Poleis",
			"Description":"Greek City-states",
			"Technologies":
			[
				{
					"Name":"Othismos",
					"History":"The classical phalanx formation was developed about VIII century B.C. It was eight men deep and over two hundred men wide, and used overlapping shields and combined pushing power. 'Othismos' refers to the point in a phalanx battle where both sides try to shove each other out of formation, attempting to breaking up the enemy lines and routing them.",
					"Description":"The player gains the Phalanx formation."
				},
				{
					"Name":"Delian League",
					"History":"Shortly after the great naval victories at Salamis and Mykale, the Greek city-states instituted the so-called Delian League in 478 B.C., whose purpose was to push the Persians out of the Aegean region. The allied states contributed ships and money, while the Athenians offered their entire navy.",
					"Description":"Triremes are 20% cheaper and build 20% faster."
				}
			],
			"Heroes":
			[
				{
					"Name":"Themistocles",
					"Class":"",
					"Armament":"",
					"Emblem":"",
					"History":"The general whom persuaded the Athenians to invest their income from silver mines in a war navy of 200 Triremes. A key figure during the Persian Wars, he commanded the victorious Athenian navy at the decisive battle of Salamis in 479 B.C. Later, he pursued an active policy against the Persians in the Aegean, thereby laying the foundations of future Athenian power. Ostracised by the Athenians, he was forced to flee to the protection of the Persians."
				},
				{
					"Name":"Leonidas",
					"Class":"",
					"Armament":"",
					"Emblem":"",
					"History":"The king of Sparta, whom fought and died at the battle of Thermopylae in 480 B.C. He successfully blocked the way of the huge Persian army through the narrow passage with his 7000 men, until Xerxes was made aware of a secret unobstructed path. Finding the enemy at his rear, Leonidas sent home most of his troops, choosing to stay behind with 300 hand-picked hoplites and win time for the others to withdraw."
				},
				{
					"Name":"Xenophon",
					"Class":"",
					"Armament":"",
					"Emblem":"",
					"History":"Xenophon (c. 430-355 B.C.) was a Greek soldier and (later) historian who was born in Athens of an oligarch family and was a student of Socrates during his youth. In 401 B. C., Xenophon joined an army of Greek mercenaries lead by Clearchus and four other generals who were aiding Cyrus the Younger in his military campaign against his brother, King Artaxerxes II. After Persian treachery killed the leaders of the mercenary force, Xenophon was elected one of the 5 new generals to lead the army. After a trek of over 1,500 kilometers and 1 1/2 years, Xenophon finally helped lead his men home, fighting dozens of battles and skirmishes along the way."
				}
			]
		},
		{
			"Name":"Macedonia",
			"Description":"Kingdom bordering Greek city-states",
			"Technologies":
			[
				{
					"Name":"Military Reforms",
					"History":"Once coming to the throne, Philip II set about reforming the ragtag Macedonian army into a fearsome professional force. One such reform is the SYNTAGMA formation, derived from the oblique battle front developed by the Theban commander Epaminondas. The phalanx, consisting of 256 men, is arranged in the following way 16 men in width and 16 in depth.",
					"Description":"The player gains the Syntagma formation."
				},
				{
					"Name":"Hellenistic Metropolises",
					"History":"Beginning with Alexander, the Hellenistic monarchs founded many cities throughout their empires, where Greek culture and art blended with local customs to create the motley Hellenistic civilization.",
					"Description":"Civic Centers have double Health."
				}
			],
			"Heroes":
			[
				{
					"Name":"Philip II",
					"Class":"",
					"Armament":"",
					"Emblem":"",
					"History":"The king of Macedonia (359-336 B.C.), he carried out vast monetary and military reforms in order to make his kingdom the most powerful force in the Greek world. Greatly enlarged the size of Macedonia by conquering much of Thrace and subduing the Greeks. Murdered in Aegae while planning a campaign against Persia."
				},
				{
					"Name":"Alexander the Great",
					"Class":"",
					"Armament":"",
					"Emblem":"",
					"History":"The most powerful hero of them all - son of Philip II, king of Macedonia (336-323 B.C.). After conquering the rest of the Thracians and quelling the unrest of the Greeks, Alexander embarked on a world-conquest march. Defeating the Persian forces at Granicus (334 B.C.), Issus (333 B.C.) and Gaugamela (331 B.C.), he became master of the Persian Empire. Entering India, he defeated king Porus at Hydaspes (326 B.C.), but his weary troops made him halt. Died in Babylon at the age of 33 while planning a campaign against Arabia."
				},
				{
					"Name":"Demetrios Poliorcetes",
					"Class":"",
					"Armament":"",
					"Emblem":"",
					"History":"One of the Diadochi, king of Macedonia (294-288 B.C.), Demetrios was renowned as one of the bravest and most able successors of Alexander. As the son of Antigonus I Monophthalmus, he fought and won many important battles early on and was proclaimed king, along with his father, in 306 B.C. Losing his Asian possessions after the battle of Ipsos, he later won the Macedonian throne. Fearing lest they should be overpowered by Demetrios, the other Diadochi united against him and defeated him."
				}
			]
		}
	],
	"CivBonuses":
	[
		{
			"Name":"Oikoumene",
			"History":"The Hellenes envisioned themselves as comprising the civilized world (oikoumene), surrounded by more or less developed barbarians. Many foreigners also considered them men of higher stature.",
			"Description":"10-15% cheaper technologies."
		},
		{
			"Name":"Hellenization",
			"History":"The Greeks were highly successful in Hellenising various foreigners. During the Hellenistic Age, Greek was the lingua franca of the Ancient World, spoken widely from Spain to India.",
			"Description":"Constructing a Theatron increases the territory expanse of all buildings by +20%."
		}
	],
	"TeamBonuses":
	[
		{
			"Name":"Oracle at Delphi",
			"History":"The sacred Oracle of Apollo at Delphi was among the most highly cherished sanctuaries by Hellenes and foreigners alike. The Lydian king Croesus, for example, consulted the advice of the god before going to war with Cyrus the Great of Persia.",
			"Description":"All units and allied units have increased LOS. ~ 10%"
		}
	],
	"Structures":
	[
		{
			"Name":"Theatron",
			"Class":"",
			"Emblem":"",
			"History":"Greek theatres were places where the immortal tragedies of Aeschylus, Sophocles and many other talented dramatists were staged to the delight of the populace. They were instrumental in enriching Hellenic culture.",
			"Requirements":"",
			"Phase":"",
			"Special":""
		},
		{
			"Name":"Gymnasion",
			"Class":"",
			"Emblem":"",
			"History":"The Gymnasion was a vital place in Hellenic cities, where physical exercises were performed and social contacts established.",
			"Requirements":"",
			"Phase":"",
			"Special":""
		},
		{
			"Name":"Prytaneion",
			"Class":"",
			"Emblem":"",
			"History":"The Prytaneion is the meeting place for the city elders to dine and to make swift decisions.",
			"Requirements":"",
			"Phase":"",
			"Special":""
		}
	],
	"StartEntities":
	[
		{
			"Template": "structures/hele_civil_centre"
		},
		{
			"Template": "units/hele_support_female_citizen",
			"Count": 4
		},
		{
			"Template": "units/hele_infantry_spearman_b",
			"Count": 2
		},
		{
			"Template": "units/hele_infantry_javelinist_b",
			"Count": 2
		},
		{
			"Template": "units/hele_cavalry_swordsman_b"
		}
	],
	"Formations":
	[
		"formations/scatter",
		"formations/box",
		"formations/column_closed",
		"formations/line_closed",
		"formations/column_open",
		"formations/line_open",
		"formations/flank",
		"formations/skirmish",
		"formations/wedge",
		"formations/battle_line",
		"formations/phalanx",
		"formations/syntagma"
	],
	"SkirmishReplacements":
	{
		"skirmish/units/default_cavalry": "units/hele_cavalry_swordsman_b",
		"skirmish/structures/default_house_10": "structures/{civ}_house"
	},
	"SelectableInGameSetup": false
}
