Repository: 0ad/0ad
Catalog: binaries/data/mods/mod/l10n/*.mod-selector.po
Languages: ast, bg, br, ca, cs, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ku, lt, ms, nl, pl, pt_br, ru, sk, sq, sv, te, tr, uk, zh, zh_tw

source: Change the order in which mods are launched. This should match the mods dependencies.
ast: Modificar l órdene n que se llanciɐn lɐs camudɐs. Esti ha coincidir cun lɐs suɐs dependenciɐs.
bg: Промяна на реда на пускане на модификациите. Редът трябва да отговаря на зависимостите на модификациите.
br: Cheñch urzhiad lañsañ ar modoù. Ret eo kenglotañ gant amzalc'hioù ar modoù.
ca: Canvia l'ordre en què es carreguen els mods. Això hauria de coincidir amb les dependències dels mods.
cs: Změnit pořadí, ve kterém jsou spouštěny pozměněné verze. To musí souhlasit s prerekvizitami (závislostmi) pozměněných verzí.
de: Ändere die Reihenfolge, in welcher die Mods geladen werden. Dies muss zu den Abhängigkeiten der Mods passen.
el: Αλλαγή της σειράς εκκίνησης των mods. Αυτό θα πρέπει να ταιριάζει με τις εξαρτήσεις των mods.
eu: Aldatu mod-ak abiarazteko ordena. Mod-en menpekotasunak bete beharko ditu honek.
fa: تغییر در ترتیب مدها که قرار است اجرا شوند. این می بایست با نیازمندی های مدها مطابقت داشته باشد.
fi: Vaihda modien käynnistysjärjestystä. Tämän pitäisi vastata modien riippuvuuksia.
fr: Change l'ordre dans lequel les mods sont lancés. Cela devrait correspondre aux dépendances des mods.
ga: Athraigh an ordú ina lainseáiltear modhnuithe. Ba cheart go haontaíonn sé seo leis na spleáchais.
gd: Atharraich an t-òrdugh san dèid na tuilleadain a thòiseachadh. Bu chòir dha a bhith a-rèir eisimeileachdan nan tuilleadan.
gl: Cambiar a orde na que se inician as modificacións. Isto debería corresponderse coas dependencias das modificacións.
hu: Módosítja a modok indítási sorrendjét. Ez meg kell feleljen a modok függőségeinek.
id: Ubah urutan peluncuran mod. Ini harus cocok dengan keperluan mod.
it: Cambia l'ordine di avvio delle Mod (dovrebbe corrispondere alle dipendenze delle Mod).
ja: MODの起動順を変更します。これはMODの依存関係と一致させる必要があります。
ko: 모드가 시작되는 순서를 변경합니다. 이것은 모드의 종속성과 일치해야 합니다.
ku: Rêzeya ku mod têne destpê kirin biguherînin. Divê ev bi vebaweriyên modan re li hev bike.
lt: Pakeisti modifikacijų paleidimo tvarką. Turi atitikti modifikacijų priklausomybes.
ms: Ubah tertib yang mana mod akan dilancarkan. Ia sepatutnya sepadan dengan dependensi mod.
nl: Verander de volgorde waarin modificaties opgestart worden. Dit moet overeenkomen met de afhankelijkheden van de modificaties.
pl: Zmień kolejność uruchamiania modów. Powinny zostać sprawdzone zależności modów.
pt_br: Altere a ordem em que os mods são iniciados. Isso deve coincidir com as dependências dos mods.
ru: Изменить порядок запуска модов. Должно соответствовать зависимостям модов.
sk: Zmeň poradie spustenia módov. To by malo zodpovedať závislostiam modov.
sv: Ändra ordningen i vilken mods startas. Detta bör överensstämma med mods beroenden.
tr: Modların yüklü olduğu sıralamayı değiştir.Bu modun bağlılığıyla eşleşmelidir.
uk: Змінити порядок запуску модів. Він має відповідати залежностям модів.
zh: 更改模组的启动顺序。请注意模组之间的依赖关系是否匹配。
zh_tw: 改變模組啟動的順序以符合相依性。

source: Disclaimer
ast: Discargu de responsabilidá
bg: Забележка
br: Kemennad gouzaviñ
ca: Avís legal
cs: Odmítnutí odpovědnosti
de: Haftungsausschluss
el: Δήλωση Αποποίησης
eu: Lege oharra
fa: سلب مسئوليت
fi: Vastuuvapauslauseke
fr: Mentions légales
ga: Séanadh
gd: Aithris-àichidh
gl: Descargo de responsabilidade
hu: Nyilatkozat
id: Peringatan
ja: 免責条項
ko: 면책 조항
ku: Dev jê berde
lt: Atsakomybės neprisiėmimas
ms: Penafian
nl: Vrijwaring
pl: Uwaga
pt_br: Aviso Legal
ru: Отказ от ответственности
sk: Zrieknutie sa zodpovednosti
sv: Varning
te: నిరాకరణ
tr: Yasal Uyarı
uk: Відмова від відповідальності
zh: 放弃
zh_tw: 免責聲明

source: mod.io Terms
ast: Términos de mod.io
bg: Условия на „mod.io“
br: Termenoù mod.io
ca: Termes de mod.io
cs: Smluvní podmínky mod.io
de: mod.io Nutzungsbedingungen
el: Όροι του mod.io
fa: مقررات mod.io
fi: mod.io-käyttöehdot
fr: Conditions d'Utilisation de mod.io
ga: Tearmaí mod.io
gd: Teirmichean mod.io
gl: Condicións de mod.io
hu: mod.io Feltételek
id: Ketentuan mod.io
it: mod.io Termini e condizioni
ko: mod.io 약관
ku: Mercên mod.io
lt: mod.io sąlygos
ms: Terma mod.io
nl: mod.io Gebruikersvoorwaarden
pl: Regulamin mod.io
pt_br: mod.io Termos
ru: Условия использования mod.io
sk: mod.io Podmienky
sv: mod.io Villkor
te: మోడ్.ఐఒ నిబంధనలు
tr: mod.io Kullanım Koşulları
uk: Умови mod.io
zh: mod.io 条款
zh_tw: mod.io 條款

source: mod.io Privacy Policy
ast: Política de privacidá de mod.io
bg: Политика на поверителност на mod.io
br: Politikerezh Prevezded mod.io
ca: Política de privacitat de mod.io
cs: Zásady ochrany osobních údajů mod.io
de: mod.io Datenschutzerklärung
el: Πολιτική Απορρήτου του mod.io
eu: mod.io Pribatutasun politika
fa: قوانین حریم شخصی mod.io
fi: mod.io-yksityisyyskäytäntö
fr: Politique de Confidentialité de mod.io
ga: Polasaí Príobháideachais mod.io
gd: Poileasaidh prìobhaideachd mod.io
gl: Política de Protección da Intimidade de mod.io
hu: mod.io Adatvédelmi nyilatkozat
id: Kebijakan Privasi mod.io
ko: mod.io 개인 정보 보호 정책
ku: Polîtîkaya Taybetîtiyên mod.io
lt: mod.io privatumo politika
ms: Dasar Kerahsiaan mod.io
nl: mod.io Privacybeleid
pl: Polityka prywatności mod.io
pt_br: mod.io Política de Privacidade
ru: Политика конфиденциальности mod.io
sk: mod.io Ochrana osobných údajov
sv: mod.io Sekretesspolicy
te: మోడ్.ఐఒ గోప్యతా విధానం
tr: mod.io Gizlilik Politikası
uk: Політика Конфіденційності mod.io
zh: mod.io 隐私政策
zh_tw: mod.io 隱私政策

source: OK
ast: Aceitar
bg: Добре
br: Mat eo
ca: D'acord
el: Εντάξει
eu: Ados
fa: باشه
ga: Ceart go leor
gd: Ceart ma-thà
gl: Aceptar
ko: 확인
ku: Baş e
lt: Gerai
te: సరే
tr: Tamam
uk: Гаразд
zh: 好的
zh_tw: 確定

source: View online
ast: Ver na Rede
bg: Преглед в Интернет
br: Gwelet enlinenn
ca: Vés al web
cs: Ukázat na internetu
de: Online ansehen
el: Προβολή στο διαδίκτυο
eu: Ikusi sarean
fa: ملاحظه بصورت آنلاین
fi: Näytä verkossa
fr: Voir en ligne
ga: Amharc ar líne
gd: Seall air loidhne
gl: Ver por internet
hu: Megtekintés online
id: Lihat daring
it: Vedi online
ja: オンラインで閲覧
ko: 온라인으로 보기
ku: Li serhêl bibîne
lt: Internetinė versija
ms: Tonton atas-talian
nl: Bekijk online
pl: Pokaż dostępnych
pt_br: Veja online
ru: Посмотреть онлайн
sk: Pozrieť online
sv: Visa online
te: ఆన్‌లైన్‌లో చూడండి
tr: Çevrimiçi görüntüle
uk: Переглянути онлайн
zh: 在线浏览
zh_tw: 線上檢視

source: Open %(url)s in the browser.
ast: Abrir %(url)s in navigador.
bg: Отваряне на адрес %(url)s в браузъра.
br: Digeriñ %(url)s er merdeer.
ca: Obre %(url)s al navegador.
cs: Otevřete %(url)s v prohlížeči.
de: %(url)s im Browser öffnen.
el: Άνοιγμα %(url)s στο φυλλομετρητή.
eu: Ireki %(url)s nabigatzailean.
fa: بازکردن %(url)s در مرورگر.
fi: Avaa %(url)s selaimessa.
fr: Ouvrir %(url)s dans le navigateur.
ga: Oscail %(url)s sa bhrabhsálaí.
gd: Fosgail %(url)s sa bhrabhsair.
gl: Abrir %(url)s no navegador.
hu: %(url)s megnyitása böngészőben.
id: Buka %(url)s di peramban.
it: Apri %(url)s nel tuo browser.
ja: %(url)sをブラウザーで開く。
ko: %(url)s을(를) 브라우저로 엽니다.
ku: %(url)s di browserê de veke.
lt: Atverti %(url)s naršyklėje
ms: Buka %(url)s dalam pelayar.
nl: Open %(url)s in uw webbrowser.
pl: Otwórz %(url)s w przeglądarce.
pt_br: Abrir %(url)s no navegador.
ru: Открыть %(url)s в браузере.
sk: Otvor %(url)sv prehliadači.
sv: Öppnar %(url)s i webbläsaren.
te: బ్రౌజర్‌లో %(url)s తెరవండి.
tr: Tarayıcıda aç %(url)s
uk: Відкрити %(url)s у веб-переглядачі.
zh: 在浏览器打开 %(url)s
zh_tw: 在瀏覽器開啟 %(url)s。

source: Language
ast: Llingua
bg: Език
br: Yezh
ca: Idioma
cs: Jazyk
de: Sprache
el: Γλώσσα
eu: Hizkuntza
fa: زبان
fi: Kieli
fr: Langue
ga: Teanga
gd: Cànan
gl: Idioma
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ku: Ziman
lt: Kalba
ms: Bahasa
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sk: Jazyk
sv: Språk
te: భాష
tr: Dil
uk: Мова
zh: 语言
zh_tw: 語言

source: Decline
ast: Declinar
bg: Отказване
br: Nac'hañ
ca: Rebutja
cs: Odmítnout
de: Ablehnen
el: Άρνηση
eu: Baztertu
fa: نپذیرفتن
fi: Hylkää
fr: Refuser
ga: Diúltaigh
gd: Diùlt
gl: Rexeitar
hu: Nem fogadom el
id: Tolak
it: Rifiuta
ja: 拒否
ko: 거부
ku: Paşvegerrî
lt: Atsisakyti
ms: Tolak
nl: Afwijzen
pl: Odmów
pt_br: Recusar
ru: Отклонить
sk: Odmietnuť
sv: Avböj
te: తిరస్కరించు
tr: Vazgeç
uk: Відмінити
zh: 拒绝
zh_tw: 拒絕

source: Accept
ast: Aceitar
bg: Приемане
br: Degemer
ca: Accepta
cs: Přijmout
de: Annehmen
el: Αποδοχή
eu: Onartu
fa: قبول
fi: Hyväksy
fr: Accepter
ga: Glac le
gd: Gabh ris
gl: Aceptar
hu: Elfogadom
id: Terima
it: Accetta
ja: 承認
ko: 동의
ku: Qebûl
lt: Sutikti
ms: Terima
nl: Accepteren
pl: Akceptuj
pt_br: Aceitar
ru: Подтвердить
sk: Prijať
sv: Acceptera
te: అంగీకరించు
tr: Kabul et
uk: Прийняти
zh: 同意
zh_tw: 接受

source: 0 A.D. Empires Ascendant mod.io Disclaimer
ast: Discargu de responsabilidá de l mod.io de 0 A.D. Empires Ascendant
br: Kemennad gouzaviñ mod.io 0 A.D. Impalaerelezhioù o c'henel
ca: Avís legal sobre mod.io de 0 A.D. Empires Ascendant
de: 0 A.D. Empires Ascendant mod.io Haftungsausschluss
eu: 0 A.D. Empires Ascendant mod.io Lege oharra
fa: سلب مسئولیت 0 A.D. Empires Ascendant mod.io
fi: 0 A.D. Empires Ascendant -pelin mod.io-vastuuvapauslauseke
fr: Conditions d'utilisation de mod.io 0 A.D. Empires Ascendant
ga: Séanadh mod.io de 0 A.D Impireachtaí in Uachtar
gd: Aithris-àichidh 0 A.D. Empires Ascendant a thaobh mod.io
gl: Descargo de responsabilidade de mod.io de 0 d.C — A ascensión dos imperios
hu: 0 A.D. Felemelkedő birodalmak mod.io nyilatkozat
id: Peringatan mod.io 0 A.D. Empires Ascendant
ko: 0 A.D. 떠오르는 제국 mod.io 면책 조항
ku: 0 A.D. Empires Ascendant mod.io Daxuyanî
lt: 0 A.D. Empires Ascendant mod.io atsakomybės neprisiėmimas
ms: Penafian mod.io 0 A.D. Empires Ascendant (Kekuasaan Empayar)
nl: 0 A.D. Empires Ascendant mod.io Vrijwaring
pl: Uwagi dotyczące mod.io 0 A.D. Empires Ascendant
pt_br: 0 A.D. Empires Ascendant mod.io Aviso Legal
ru: Условия использования 0 A.D. Empires Ascendant mod.io
sk: 0 A.D. Empires Ascendant mod.io zrieknutie sa zodpovednosti
te: 0 ఎ.డి. ఎంపైర్స్ అస్సెండెంట్ మోడ్.ఐఒ నిరాకరణ
tr: 0 A.D. Empires Etkin mod.io Yasal Uyarısı
uk: Відмова від відповідальності 0 A.D. Піднесення Імперій mod.io
zh: 免责声明

source: Document Date: 2018-10-12
ast: Data de l documento: 2018-10-12
br: Deiziad an teuliad: 2018-10-12
ca: Data del document: 12-10-2018
de: Datum des Dokuments: 12.10.2018
eu: Dokumentuaren Data: 2018-10-12
fa: تاریخ مستند: 2018-10-12
fi: Asiakirjan päivämäärä: 2018-10-12
fr: Date du document : 12/10/2018
ga: Dáta Doiciméid: 2018-10-12
gd: Ceann-là na sgrìobhainn: 10mh Dàmh 2018
gl: Data do documento: 2018-10-12
hu: Dokumentum dátuma: 2018. október 12.
id: Tanggal Dokumen: 2018-10-12
ko: 문서 날짜: 2018-10-12
ku: Dîroka Belgeyê: 2018-10-12
lt: Dokumento data: 2018-10-12
ms: Tarikh Dikumen: 2018-10-12
nl: Dokument Datum: 2018-10-12
pl: Data dokumentu: 12.10.2018
pt_br: Data do Documento: 2018-10-12
ru: Дата документа: 2018-10-12
sk: Dátum modifikácie: 2018-10-12
te: పత్రం తేదీ: 2018-10-12
tr: Belge Tarihi: 2018-10-12
uk: Дата документу: 2018-10-12
zh: 文档日期: 2018-10-12

source: 0 A.D. is designed to be easily modded. Mods are distributed in the form of .pyromod files, which can be opened like .zip files.
ast: 0 A.D. sta desiñadu para ser fácile de camudar. Lɐs camudɐs reparten-se n forma d’archivos .pyromod, que se puöden abrir cumo archivos ZIP.
br: 0 A.D. a zo graet evit bezañ modet en un doare aes-kenañ. Ar modoù a vez dasparzhet dindan ar stumm restroù .pyromod, hag a c'hall bezañ digoret evel restroù .zip anezho.
ca: El 0 A.D. ha estat dissenyat per ser fàcilment modificable. Els mods es distribueixen com a fitxers .pyromod, que s'obren igual que els fitxers .zip.
de: 0 A.D. ist dafür ausgelegt, leicht mit Mods erweitert zu werden. Mods werden in der Form von „.pyromod“-Dateien verteilt, diese können wie „.zip“-Dateien geöffnet werden.
eu: 0 A.D. aldaketak erraz egiteko diseinatuta dago. Mod-ak .pyromod fitxategien formatuan banatzen dira, .zip fitxategiak bezala ireki daitezke.
fa: بازی 0 A.D طوری طراحی شده است که به براحتی بتوان از مدها استفاده کرد. مدها در قالب فایل های pyromod توزیع می شوند که مانند فایل های zip قابل باز شدن هستند
fi: 0 A.D. on suunniteltu helposti modattavaksi. Modit jaetaan .pyromod-tiedostomuodossa, jonka voi avata .zip-tiedostojen tapaan.
fr: 0 A.D. a été conçu pour être facilement moddable. Les mods sont distribués sous la forme de fichiers .pyromod, qui peuvent être ouverts comme des fichiers .zip.
ga: Is deartha é 0 A.D. a bheidh ina so-modhnaítear. Dáiltear modhnuithe san fhoirm comhad .pyromod, agus is féidir leis na comhad seo a oscailt mar chomaid .zip.
gd: Chaidh 0 A.D. a dhealbhachadh ach an gabh tuilleadain a chruthachadh gun duilgheadas. Thèid na tuilleadain a sgaoileadh ann am faidhlichean .pyromod a ghabhas fhosgladh mar fhaidhlichean .zip.
gl: 0 A.D. está deseñado para que desenvolver modificacións para el sexa doado. As modificacións distribúense como ficheiros .pyromod, que poden abrirse como ficheiros .zip.
hu: A 0 A.D. úgy lett tervezve, hogy könnyen módosítható legyen. A modok .pyromod fájlként kerülnek terjesztésre, melyeket .zip fájlként lehet megnyitni.
id: 0 A.D. dirancang agar mudah dimodifikasi. Mod didistribusikan dalam bentuk berkas .pyromod, yang dapat dibuka seperti berkas .zip.
ja: 0 A.D.は、簡単に改造できるように設計されています。MODは.pyromodファイルという形で配布され、.zipファイルのように開くことができます。
ko: 0 A.D.는 쉽게 수정할 수 있도록 설계되었습니다. 모드는 .pyromod 파일 형식으로 배포되며 .zip 파일처럼 열 수 있습니다.
ku: 0 A.D hatiye çêkirin ku bi hêsanî were modkirin. Mod di forma pelên .pyromod de, ku dikarin wekî pelên .zip werin vekirin, têne belav kirin.
lt: 0 A.D. buvo suprojektuotas lengvam modifikavimui. Modifikacijos yra platinamos ".pyromod" failų pavidalu, kurie gali būti atverti lygiai kaip ir ".zip" failai.
ms: 0 A.D telah direka untuk mudah dimodkan. Mod diedar dalam bentuk fail .pyromod, yang mana boleh dibuka seperti fail dalam format .zip.
nl: 0 A.D. is ontworpen om eenvoudig uitgebreid te worden. Mods worden verspreid in de vorm van .pyromod bestanden, deze kunnen net zo worden geopend als .zip bestanden.
pl: 0 A.D. zaprojektowano tak, aby można go było łatwo modyfikować. Modyfikacje są rozpowszechniane w postaci plików .pyromod, które można otwierać jak pliki .zip.
pt_br: 0 A.D. foi concebido para ser facilmente modificado. Os mods são distribuídos na forma de arquivos .pyromod, que podem ser abertos como arquivos .zip.
ru: 0 A.D. разработана с расчётом на лёгкое создание модов. Моды распространяются в виде файлов .pyromod, которые могут быть открыты как .zip архивы.
sk: 0 A.D. je dizajnované na ľahké módovanie. Módy sú distribuované vo forme .pyromod priečinky, ktoré môžu byť otvorené ako .zip priečinky.
tr: 0 A.D. kolayca Mod Yaratılması için tasarlanmıştır. Modlar .pyromod dosyaları şeklinde dağıtılır ve bunlar aynı .zip dosyaları gibi açılırlar.
uk: 0 A.D. розроблена з розрахунком на легке створення модів. Моди поширюються в вигляді файлів .pyromod, які можуть бути відкриті як .zip архіви.
zh: 0 A.D可轻松修改，其模组以.pyromod文件的形式发布，此格式像.zip文件一样通过压缩包管理器打开。
