Repository: 0ad/0ad
Catalog: binaries/data/mods/mod/l10n/*.mod-selector.po
Languages: ast, bg, br, ca, cs, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ku, lt, ms, nl, pl, pt_br, ru, sk, sq, sv, te, tr, uk, zh, zh_tw

# mod.io error message
source: File verification error. %(technicalDetails)s
ast: Erru na comprobacion d’archivos. %(technicalDetails)s
bg: Файлът не може да бъде проверен. %(technicalDetails)s
br: Fazi gwiriekadur ar restr. %(technicalDetails)s
ca: Error de verificació del fitxer. %(technicalDetails)s
cs: Chyba při potvrzování souboru. %(technicalDetails)s
de: Dateiverifikationsfehler. %(technicalDetails)s
el: Σφάλμα επαλήθευσης αρχείου. %(technicalDetails)s
eu: Fitxategiaren egiaztapenaren errorea. %(technicalDetails)s
fa: خطای تایید فایل %(technicalDetails)s
fi: Tiedoston vahvistusvirhe. %(technicalDetails)s
fr: Erreur de vérification du fichier. %(technicalDetails)s
ga: Earráid déimhnithe an chomhaid. %(technicalDetails)s
gd: Mearachd le dearbhadh an fhaidhle. %(technicalDetails)s
gl: Erro de verificación do ficheiro. %(technicalDetails)s
hu: Fájlellenőrzési hiba. %(technicalDetails)s
id: Kesalahan verifikasi file. %(technicalDetails)s
it: Errore di verifica del file. %(technicalDetails)s
ja: ファイルの検証でエラーが発生しました。
ko: 파일의 확인중 오류가 발생했습니다. %(technicalDetails)s
ku: Çewtiya pejirandina pelê. %(technicalDetails)s
lt: Failo tikrinimo klaida %(technicalDetails)s
ms: Ralat pengesahihan fail. %(technicalDetails)s
nl: Bestandsverificatie fout. %(technicalDetails)s
pl: Błąd weryfikacji pliku. %(technicalDetails)s
pt_br: Erro de verificação de arquivo. %(technicalDetails)s
ru: Ошибка подтверждения файла. %(technicalDetails)s
sk: Nepodarilo sa overiť súbor. %(technicalDetails)s
sv: Filverifieringsfel %(technicalDetails)s
te: ఫైల్ ధృవీకరణ లోపం. %(technicalDetails)s
tr: Dosya Doğrulama Hatası %(technicalDetails)s
uk: Помилка перевірки файлу. %(technicalDetails)s
zh: 文件验证错误。 %(technicalDetails)s
zh_tw: 檔案驗證錯誤。 %(technicalDetails)s

# mod.io error message
source: Verification Error
ast: Erru de comprobacion
bg: Грешка при проверка
br: Fazi Gwiriekadur
ca: Error de verificació
cs: Chyba při potvrzení
de: Verifikationsfehler
el: Σφάλμα Επαλήθευσης
eu: Errorea egiaztatzean
fa: خطای تایید
fi: Vahvistusvirhe
fr: Erreur de vérification
ga: Earráid Déimhnithe
gd: Mearachd dearbhaidh
gl: Erro de verificación
hu: Ellenőrzési hiba
id: Kesalahan Verifikasi
it: Errore di Verifica
ja: 検証エラー
ko: 확인 오류
ku: Çewtiya Tesdîqê
lt: Tikrinimo klaida
ms: Ralat Pengesahihan
nl: Verificatie fout
pl: Błąd weryfikacji
pt_br: Erro de Verificação
ru: Ошибка подтверждения
sk: Chyba overenia
sv: Verifieringsfel
te: ధృవీకరణ లోపం
tr: Doğrulama Hatası
uk: Помилка Підтвердження
zh: 验证错误
zh_tw: 驗證錯誤

source: Initializing mod.io interface.
ast: Imprimando la interfaç de mod.io.
bg: Инициализиране на интерфейса на „mod.io“.
br: Deraouekadur etrefas mod.io.
ca: S'està inicialitzant la interfície de mod.io.
cs: Nabíhá rozhraní mod.io.
de: Initialisiere „mod.io“-Interface.
el: Αρχικοποίηση της διεπαφής του mod.io
eu: Mod.io interfazea abiaraztea.
fa: شروع رابط کابری mode.io
fi: Alustetaan mod.io-liittymää.
fr: Initialisation de l'interface mod.io.
ga: Túsaigh comhéadan mod.io.
gd: A’ cur eadar-aghaidh mod.io gu dol.
gl: Preparando a interface de mod.io.
hu: A mod.io felület előkészítése.
id: Menginisialisasi antarmuka mod.io.
it: Inizializzazione interfaccia mod.io.
ja: mod.ioインターフェースの初期化中。
ko: mod.io 인터페이스를 초기화하는 중입니다.
ku: Destpêkirina navnîşa mod.io.
lt: Inicijuojama mod.io sąsaja.
ms: Mengawalkan antaramuka mod.io.
nl: Initialiseer mod.io interface.
pl: Inicjowanie interfejsu mod.io
pt_br: Inicializando interface mod.io.
ru: Инициализация интерфейса mod.io.
sk: Inicializácia mod.io rozhrania.
sv: Initialiserar mod.io gränssnittet.
te: మోడ్.ఐఒ ఇంటర్ఫేస్ ప్రారంభిస్తోంది.
tr: mod.io arayüzü açılıyor.
uk: Ініціалізація інтерфейсу mod.io.
zh: 正在初始化mod.io接口
zh_tw: 正在初始化 mod.io 介面。

source: Initializing
ast: Imprimando
bg: Инициализиране
br: Derouekadur
ca: S'està inicialitzant
cs: Nabíhá
de: Initialisieren
el: Αρχικοποίηση
eu: Abiarazten
fa: شروع کردن
fi: Alustetaan
fr: Initialisation
ga: Ag túsú
gd: ’Ga thòiseachadh
gl: Preparando
hu: Előkészítés
id: Menginisialisasi
it: Inizializzazione
ja: 初期化中
ko: 초기화하는 중
ku: Destpêdike
lt: Inicijuojama
ms: Mengawalkan
nl: Initialiseren
pl: Inicjalizacja
pt_br: Inicializando
ru: Инициализация
sk: Inicializácia
sv: Initialiserar
te: ప్రారంభిస్తోంది.
tr: Açılıyor
uk: Ініціалізація
zh: 正在初始化
zh_tw: 初始化

source: Invalid mod: %(error)s
ast: Camuda inválida: %(error)s
bg: Неизправна модификация: %(error)s
cs: Neplatná pozměněná verze: %(error)s
de: Ungültiger Mod: %(error)s
el: Μη έγκυρη τροποποίηση:%(error)s
eu: Modu baliogabea: %(error)s
fi: Virheellinen modi: %(error)s
fr: Mod invalide: %(error)s
gd: Tuilleadan mì-dhligheach: %(error)s
hu: Érvénytelen mod: %(error)s
id: Mod tidak valid: %(error)s
it: Mod non valida: %(error)s
ja: 無効なMOD:%(error)s
ko: 잘못된 모드: %(error)s
ku: Moda nederbasdar: %(error)s
lt: Negalima modifikacija: %(error)s
nl: Ongeldige mod: %(error)s
pl: Niewłaściwy mod: %(error)s
sk: Neplatný mód: %(error)s
sv: Ogiltig mod: %(error)s
te: చెల్లని మోడ్: %(error)s
uk: Недійсний Мод: %(error)s
zh_tw: 無效的模組：%(error)s

source: Fetching and updating list of available mods.
ast: Recubrando & anovando l repertorio de camudɐs disponibles.
bg: Извличане и обновяване на списъка с налични модификации.
br: Adtapout ha nevesaat listenn ar modoù hegerz.
ca: S'està cercant i actualitzant la llista de mods disponibles.
cs: Získání a aktualizování přehledu přítomných pozměněných verzí.
de: Liste von verfügbaren Mods abholen und aktualisieren.
el: Λήψη και ενημέρωση της λίστας των διαθέσιμων mods.
eu: Eskuragarri dauden mod zerrenda eskuratzea eta eguneratzea.
fa: گرفتن و بروزرسانی لیست مدهای در دسترس
fi: Haetaan ja päivitetään saatavilla olevien modien listaa.
fr: Récupération et mise à jour de la liste des mods disponibles.
ga: Gabháil agus uasghradaigh líosta na modhanna ar fáil.
gd: A’ faighinn ’s ag ùrachadh liosta nan tuilleadan a tha ri am faighinn.
gl: Obtendo e actualizando a lista de modificacións dispoñíbeis.
hu: Az elérhető modok listájának lekérésre és frissítése.
id: Mengambil dan memperbarui daftar mod yang tersedia.
it: Recupero e aggiornamento della lista dei mod disponibili.
ja: 使用可能なMODのリストを取得し更新しています。
ko: 사용 가능한 모드 목록을 가져오고 업데이트하는 중입니다.
ku: Lîsteya modên heyî tê girtin û tê nûjenkirin.
lt: Paimamas ir atnaujinamas prieinamų modifikacijų sąrašas.
ms: Mendapatkan dan mengemaskini senarai mod yang tersedia.
nl: Ophalen en bijwerken van de lijst met beschikbare modificaties.
pl: Pobieranie i uaktualnianie listy dostępnych modyfikacji.
pt_br: Buscando e atualizando lista de mods disponíveis.
ru: Проверка и обновление списка доступных модов.
sk: Načítavanie a aktualizovanie listu dostupných módov.
sv: Hämtar och uppdaterar listan med tillgängliga mods.
te: అందుబాటులో ఉన్న మోడ్‌ల జాబితాను పొందుతుంది మరియు నవీకరిస్తోంది.
tr: Mevcut modların listesi çekilip, güncelleniyor.
uk: Перевірка та оновлення списку доступних модів.
zh: 获取并更新可用模组列表。
zh_tw: 正在抓取並更新列表中可用的模組。

source: Updating
ast: Anovando
bg: Обновяване
br: Hivizadur
ca: S'està actualitzant
cs: Aktualizování
de: Aktualisieren
el: Ενημέρωση
eu: Eguneratzen
fa: بروزرسانی
fi: Päivitetään
fr: Mise à jour
ga: Ag nuashonrú
gd: ’Ga ùrachadh
gl: Actualizando
hu: Frissítés
id: Memperbarui
it: Aggiornamento
ja: 更新中
ko: 업데이트 중
ku: Tê Nûjenkirin
lt: Atnaujinama
ms: Mengemaskini
pl: Aktualizowanie
pt_br: Atualizando
ru: Обновление
sk: Aktualizovanie
sv: Uppdaterar
te: నవీకరిస్తోంది
tr: Güncelleniyor
uk: Оновлення
zh: 正在更新
zh_tw: 更新中

source: Cancel Update
ast: Incaboxar l’anovacion
bg: Спиране на обновяването
br: Nullañ an Hivizadur
ca: Cancel·la l'actualització
cs: Zrušit aktualizaci
de: Aktualisierung abbrechen
el: Ακύρωση Αναβάθμισης
eu: Eguneraketa ezeztatu
fa: لغو بروزرسانی
fi: Peruuta päivitys
fr: Annuler la mise à jour
ga: Cealaigh Nuashonrúchán
gd: Sguir dhen ùrachadh
gl: Cancelar a actualización
hu: Frissítés megszakítása
id: Batalkan Pembaruan
it: Annulla l'Aggiornamento
ja: 更新のキャンセル
ko: 업데이트 취소
ku: Nûjenkirinê Betal Bike
lt: Atšaukti atnaujinimą
ms: Batal Kemaskini
nl: Stop update
pl: Przerwij Aktualizowanie
pt_br: Cancelar Atualização
ru: Отмена обновления
sk: Zruš aktualizáciu
sv: Avbryt uppdatering
te: నవీకరణను రద్దు చేయి
tr: Güncellemeyi İptal Et
uk: Скасувати оновлення
zh: 取消更新
zh_tw: 取消更新

source: Downloading “%(modname)s”
ast: Apercibiendo “%(modname)s”
bg: Сваляне на „%(modname)s“
br: O pellgargañ “%(modname)s”
ca: S'està baixant "%(modname)s"
cs: Stahuje se “%(modname)s“
de: Herunterladen: „%(modname)s“
el: Λήψη “%(modname)s”
eu: Deskargatzen “%(modname)s”
fa: دانلود کردن "%(modname)s"
fi: Ladataan “%(modname)s”
fr: Téléchargement de “%(modname)s”
ga: Íoslódáil “%(modname)s”
gd: A’ luchdadh a-nuas “%(modname)s”
gl: Descargando «%(modname)s»
hu: „%(modname)s” letöltése
id: Mengunduh “%(modname)s”
it: Download “%(modname)s”
ja: ダウンロード中 "%(modname)s"
ko: “%(modname)s”을(를) 다운로드 중
ku: Tê Daxistin “%(modname)s”
lt: Atsiunčiama "%(modname)s"
ms: Memuat turun “%(modname)s”
nl: Downloaden “%(modname)s”
pl: Pobieranie “%(modname)s”
pt_br: Baixando “%(modname)s”
ru: Загрузка мода «%(modname)s»
sk: Sťahovanie "%(modname)s"
sv: Hämtar “%(modname)s”
te: డౌన్‌లోడ్ చేస్తోంది “%(modname)s”
tr: Yükleniyor “%(modname)s”
uk: Завантаження “%(modname)s”
zh: 正在下载 “%(modname)s”
zh_tw: 正在下載 “%(modname)s”

source: Downloading
ast: Apercibiendo
bg: Сваляне
br: O pellgargañ
ca: S'està baixant
cs: Stahuje se
de: Herunterladen
el: Λήψη
eu: Deskargatzen
fa: دانلود کردن
fi: Ladataan
fr: Téléchargement
ga: Ag íoslódáil
gd: ’Ga luchdadh a-nuas
gl: Descargando
hu: Letöltés
id: Mengunduh
it: Download
ja: ダウンロード中
ko: 다운로드 중
ku: Tê Daxistin
lt: Atsiunčiama
ms: Memuat turun
nl: Downloaden
pl: Pobieranie
pt_br: Baixando
ru: Скачивание
sk: Sťahovanie
sv: Hämtar
te: డౌన్‌లోడ్ చేస్తోంది
tr: Yükleniyor
uk: Завантаження
zh: 正在下载
zh_tw: 下載中

source: Cancel Download
ast: Incaboxar l apercibu
bg: Спиране на свалянето
br: Nullañ ar Pellgargañ
ca: Cancel·la la baixada
cs: Zrušit stahování
de: Download abbrechen
el: Ακύρωση Λήψης
eu: Deskarga ezeztatu
fa: لغو دانلود
fi: Peruuta lataus
fr: Annuler le téléchargement
ga: Cealaigh Íoslódáil
gd: Sguir dhen luchdadh a-nuas
gl: Cancelar a descarga
hu: Letöltés megszakítása
id: Batalkan Unduhan
it: Annulla Download
ja: ダウンロードのキャンセル
ko: 다운로드 취소
ku: Daxistinê Betal Bike
lt: Atšaukti atsiuntimą
ms: Batal Muat Turun
nl: Stop download
pl: Anuluj pobieranie
pt_br: Cancelar Download
ru: Отменить скачивание
sk: Zrušiť sťahovanie
sv: Avbryt hämtning
te: డౌన్‌లోడ్ రద్దు
tr: Yüklemeyi İptal Et
uk: Скасувати завантаження
zh: 取消下载
zh_tw: 取消下載

source: Time Elapsed: %(elapsed)s Estimated Time Remaining: %(remaining)s Average Speed: %(avgSpeed)s
ast: Tiempu decurrido: %(elapsed)s Tiempu restante: %(remaining)s Velocidá media: %(avgSpeed)s
bg: Изминало време: %(elapsed)s Предполагаемо оставащо време: %(remaining)s Средна скорост: %(avgSpeed)s
br: Pad Dremenet: %(elapsed)s Pad Rakwelet o Chom:%(remaining)s Keidenn Gas: %(avgSpeed)s
ca: Temps transcorregut: %(elapsed)s Temps restant estimat: %(remaining)s Velocitat mitjana: %(avgSpeed)s
cs: Uplynulý čas:%(elapsed)s Přibližná zbývající doba:%(remaining)s Průměrná rychlost:%(avgSpeed)s
de: Verstrichene Zeit: %(elapsed)s Geschätzte Restzeit: %(remaining)s Durchschnittsgeschwindigkeit: %(avgSpeed)s
el: Χρόνος που Πέρασε: %(elapsed)s Εκτιμώμενος Χρόνος που Απομένει: %(remaining)s Μέση Ταχύτητα: %(avgSpeed)s
eu: Igarotako denbora: %(elapsed)s Gelditzen den denbora %(remaining)s Bataz besteko abiadura: %(avgSpeed)s
fa: زمان گذشته: %(elapsed)s تخمین زمان باقی مانده: %(remaining)s سرعت متوسط: %(avgSpeed)s
fi: Aikaa kulunut: %(elapsed)s Arvioitu jäljellä oleva aika: %(remaining)s Keskimääräinen nopeus: %(avgSpeed)s
fr: Temps écoulé : %(elapsed)s Temps restant estimé : %(remaining)s Débit moyen : %(avgSpeed)s
ga: Am Caite: %(elapsed)s Am Measta ag Fágtha: %(remaining)s Meánluas: %(avgSpeed)s
gd: An t-àm a dh’fhalbh: %(elapsed)s An dùil air an ceann: %(remaining)s Luaths cuibhreasach: %(avgSpeed)s
gl: Tempo transcorrido: %(elapsed)s Tempo restante estimado: %(remaining)s Velocidade media: %(avgSpeed)s
hu: Eltelt idő: %(elapsed)s Becsült hátralévő idő: %(remaining)s Átlagsebesség: %(avgSpeed)s
id: Waktu berlalu: %(elapsed)s Perkiraan waktu yang tersisa: %(remaining)s Kecepatan rata-rata: %(avgSpeed)s
it: Tempo Trascorso: %(elapsed)s Tempo Rimanente Stimato: %(remaining)s Velocità Media: %(avgSpeed)s
ja: 経過時間: %(elapsed)s 推定残り時間: %(remaining)s 平均速度: %(avgSpeed)s
ko: 지나간 시간: %(elapsed)s 남은 예상 시간: %(remaining)s 평균 속도: %(avgSpeed)s
ku: Wextê ku çû: %(elapsed)s Dema Bermayî ya Texmînî: %(remaining)s Leza navînî: %(avgSpeed)s
lt: Praėjęs laikas: %(elapsed)s Apytiksliai likęs laikas: %(remaining)s Vidutinis greitis: %(avgSpeed)s
ms: Masa Berlalu: %(elapsed)s Anggaran Masa Berbaki: %(remaining)s Kelajuan Purata: %(avgSpeed)s
nl: Verstreken tijd: %(elapsed)s Geschatte resterende tijd: %(remaining)s Gemiddelde snelheid: %(avgSpeed)s
pl: Miniony czas: %(elapsed)s Szacowany pozostały czas: %(remaining)s Średnia prędkość: %(avgSpeed)s
pt_br: Tempo Decorrido: %(elapsed)s Tempo Estimado restante: %(remaining)s Velocidade Média: %(avgSpeed)s
ru: Времени прошло: %(elapsed)s Осталось до завершения: %(remaining)s Средняя скорость: %(avgSpeed)s
sk: Uplynutý čas: %(elapsed)s Predpokladaný čas do ukončenia: %(remaining)s Priemerná rýchlosť: %(avgSpeed)s
sv: Tid: %(elapsed)s Återstående tid: %(remaining)s Genomsnittlig hastighet: %(avgSpeed)s
te: సమయం అయిపోయింది: %(elapsed)s అంచనా సమయం మిగిలి ఉంది: %(remaining)s సగటు వేగం: %(avgSpeed)s
tr: Geçen Süre: %(elapsed)s Tahmini Kalan Süre: %(remaining)s Ortalama Hız: %(avgSpeed)s
uk: Часу минуло: %(elapsed)s Залишилося до завершення: %(remaining)s Середня швидкість: %(avgSpeed)s
zh: 已用时间： %(elapsed)s 估计剩余时间：%(remaining)s 平均速度： %(avgSpeed)s
zh_tw: 經過時間：%(elapsed)s 估計剩餘時間：%(remaining)s 平均速度：%(avgSpeed)s

source: %(number)s %(unit)s/s
bg: %(number)s %(unit)s/сек
br: %(number)s %(unit)s/e
el: %(number)s %(unit)s/δτρλπ
fa: %(number)s %(unit)s در ثانیه
id: %(number)s %(unit)s/d
ru: %(number)s %(unit)s/сек
uk: %(number)s %(unit)s/с
zh_tw: %(number)s%(unit)s/秒

source: mod.io Mods
ast: Camudɐs de mod.io
bg: Модификации от „mod.io“
br: mod.io Modoù
ca: Mods de mod.io
cs: Pozměněné verze mod.io
el: Mods του mod.io
fa: مدهای mode.io
fi: mod.io-modit
fr: Mods de mod.io
ga: Modhnuithe mod.io
gd: Tuilleadain mod.io
gl: Modificacións de mod.io
hu: mod.io modok
id: Mod mod.io
it: Mod mod.io
ja: mod.ioのMOD
ko: mod.io 모드
ku: Modên mod.io
lt: mod.io modifikacijos
ms: Mod mod.io
pl: Modyfikacje mod.io
pt_br: Mods mod.io
ru: Моды mod.io
sk: mod.io módy
te: మోడ్.ఐఒ మోడ్స్
tr: mod.io Modları
uk: Модифікації mod.io
zh: mod.io模组
zh_tw: mod.io 模組

source: Available Mods
ast: Camudɐs disponibles
bg: Налични модификации
br: Modoù hegerzus
ca: Mods disponibles
cs: Dostupné pozměněné verze
de: Verfügbare Mods
el: Διαθέσιμες τροποποιήσεις.
eu: Mod eskuragarriak
fa: مدهای در دسترس
fi: Saatavilla olevat modit
fr: Mods disponibles
ga: Modhnuithe Fáil
gd: Tuilleadain ri am faighinn
gl: Modificacións dispoñíbeis
hu: Elérhető modok
id: Mod yang Tersedia
it: Mod disponibili
ja: 利用可能なMOD
ko: 사용 가능한 모드
ku: Modên Heye
lt: Galimos modifikacijos
ms: Mod Tersedia
nl: Beschikbare Mods
pl: Dostępne mody
pt_br: Mods Disponíveis.
ru: Доступные моды
sk: Dostupné mody
sq: Modulet e pranishme
sv: Tillgängliga mods
te: అందుబాటులో ఉన్న మోడ్‌లు
tr: Kullanılabilir Modlar
uk: Доступні моди
zh: 可用的模组
zh_tw: 可用的模組

source: Filter valid mods
ast: Penheirare lɐs camudɐs válidɐs
bg: Филтриране на изправните модификации
cs: Odfiltrovat platné pozměněné verze
de: Gültige Mods filtern
el: Φιλτράρετε έγκυρες τροποποιήσεις
eu: Modu onargarriak iragazi
fi: Suodata kelvolliset modit
fr: Filtrer les mods valides
gd: Criathraich na tuilleadan dligheach
hu: Érvényes modok szűrése
id: Saring mod yang sah
it: Filtra le mod valide
ja: 有効なMODをフィルタリングする
ko: 유효한 모드 필터
ku: Modên derbasdar parzûn bike
lt: Filtruoti galimas modifikacijas
nl: Toon geschikte mods
pl: Filtruj poprawne mody
sk: Filtruj platné módy
sv: Filtrera giltiga mods
uk: Фільтруйте допустимі моди
zh_tw: 過濾有效的模組

source: Back
ast: A tras
bg: Назад
br: Distreiñ
ca: Enrere
cs: Zpět
de: Zurück
el: Πίσω
eu: Atzera
fa: بازگشت
fi: Takaisin
fr: Retour
ga: Tar ais
gd: Air ais
gl: Volver
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ku: Paş
lt: Grįžti
ms: Undur
nl: Terug
pl: Powrót
pt_br: Voltar
ru: Назад
sk: Späť
sv: Tillbaka
te: వెనక్కి
tr: Geri
uk: Повернутися
zh: 后退
zh_tw: 返回

source: Refresh List
ast: Actualizare l repertorio
bg: Опресняване на списъка
br: Freskaat al Listenn
ca: Actualitza la llista
cs: Obnovit přehled
de: Liste aktualisieren
el: Ανανέωση Λίστας
eu: Zerrenda freskatu
fa: تازه کردن لیست
fi: Päivitä lista
fr: Rafraîchir la liste
ga: Athbheoigh Líosta
gd: Ath-nuadhaich an liosta
gl: Actualizar a lista
hu: Lista frissítése
id: Segarkan Daftar
it: Aggiorna la Lista
ja: リストの更新
ko: 목록 새로 고침
ku: Lîsteyê Nû Bike
lt: Atnaujinti sąrašą
ms: Segar Semula Senarai
nl: Herlaad lijst
pl: Odśwież listę
pt_br: Atualizar Lista
ru: Обновить список
sk: Znovu načítaj zoznam
sv: Uppdatera lista
tr: Listeyi Yenile
uk: Оновити Список
zh: 刷新列表
zh_tw: 更新列表

source: Download
ast: Apercibir
bg: Сваляне
br: Pellgargañ
ca: Baixa
cs: Stáhnout
el: Λήψη
eu: Deskarga
fa: دانلود
fi: Lataa
fr: Télécharger
ga: Íoslódail
gd: Luchdaich a-nuas
gl: Descargar
hu: Letöltés
id: Unduh
ja: ダウンロード
ko: 다운로드
ku: Daxîne
lt: Atsiųsti
ms: Muat Turun
pl: Pobierz
pt_br: Baixar
ru: Скачать
sk: Stiahnuť
sv: Hämta
te: డౌన్‌లోడ్
tr: Yükle
uk: Завантажити
zh: 下载
zh_tw: 下載

source: Name
ast: Nome
bg: Име
br: Anv
ca: Nom
cs: Název
el: Όνομα
eu: Izena
fa: نام
fi: Nimi
fr: Nom
ga: Ainm
gd: Ainm
gl: Nome
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
ku: Nav
lt: Vardas
ms: Nama
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
sk: Názov
sq: Emri
sv: Namn
te: పేరు
tr: İsim
uk: Ім’я
zh: 名字
zh_tw: 名稱

source: Version
bg: Версия
br: Stumm
ca: Versió
cs: Verze
el: Έκδοση
eu: Bertsioa
fa: نسخه
fi: Versio
ga: Leagan
gd: Tionndadh
gl: Versión
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
ku: Versiyon
lt: Versija
ms: Versi
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
sk: Verzia
sq: Verzion
tr: Sürüm
uk: Версія
zh: 版本
zh_tw: 版本

source: Mod Label
ast: Rótulu
bg: Етикет
br: Liketenn ar Mod
ca: Etiqueta del mod
cs: Štítek pozměněné verze
de: Mod Bezeichnung
el: Ετικέτα Mod
eu: Mod etiketa
fa: برچسب مد
fi: Modin merkki
fr: Étiquette du mod
ga: Lipéad Modhnaithe
gd: Leubail an tuilleadain
gl: Etiqueta de modificación
hu: Módosítás címke
id: Label Mod
it: Etichetta Mod
ja: MODラベル
ko: 모드 이름
ku: Etîketa Modê
lt: Modifikacijos etiketė
ms: Label Mod
pl: Nazwa modyfikacji
pt_br: Rótulo do Mod
ru: Метка мода
sk: Označenie módu
sq: Etiketimi i modulit
sv: Modetikett
tr: Mod Etiketi
uk: Позначка моду
zh: 模组标签
zh_tw: 模組標籤

source: File Size
ast: Grandura de l archivo
bg: Размер на файла
br: Ment ar Restr
ca: Mida del fitxer
cs: Velikost souboru
de: Dateigröße
el: Μέγεθος Αρχείου
eu: Fitxategiaren tamaina
fa: اندازه فایل
fi: Tiedostokoko
fr: Taille du fichier
ga: Méid Comhaid
gd: Meud an fhaidhle
gl: Tamaño do ficheiro
hu: Fájlméret
id: Ukuran Berkas
it: Dimensione File
ja: ファイルサイズ
ko: 파일 크기
ku: Mezinahiya Pelê
lt: Failo dydis
ms: Saiz Fail
nl: Bestandsgrootte
pl: Rozmiar pliku
pt_br: Tamanho do Arquivo
ru: Размер файла
sk: Veľkosť súboru
sv: Storlek
tr: Dosya Boyutu
uk: Розмір Файлу
zh: 文件大小
zh_tw: 檔案大小

source: Dependencies
ast: Dependenciɐs
bg: Зависимости
br: Dalc'hiadigezh
ca: Dependències
cs: Závislosti
de: Abhängigkeiten
el: Εξαρτήσεις
eu: Dependentziak
fa: نیازمندی‌ها
fi: Hakuehdot
fr: Dépendances
ga: Spleáchais
gd: Eisimeileachdan
gl: Dependencias
hu: Függőségek
id: Keperluan
it: Dipendenze
ja: 依存性
ko: 종속성
ku: Bawerî
lt: Reikalavimai
ms: Dependensi
nl: Afhankelijkheden
pl: Zależności
pt_br: Dependências
ru: Зависимости
sk: Závislosti
sq: Kërkesat
sv: Beroenden
tr: Bağımlılıklar
uk: Залежності
zh: 依赖
zh_tw: 相依性

# placeholder text for input field to filter mods
source: Filter
ast: Penheira
bg: Филтър
cs: Filtr
el: Φίλτρο
eu: Iragazkia
fi: Suodatin
fr: Filtre
gd: Criathrag
gl: Filtro
hu: Szűrő
id: Saring
it: Filtro
ja: 絞込み
ko: 필터
ku: Parzûn
lt: Filtras
pl: Filtr
uk: Фільтр
zh_tw: 過濾器

source: 0 A.D. is designed to be easily modded. Mods are distributed in the form of .pyromod files, which can be opened like .zip files.
bg: Играта „0 A.D.“ е проектирана така, че да предоставя възможност за лесно създаване на модификации. Модификациите се разпространяват под формата на файлове във формата „.pyromod“, които могат да бъдат отворени като файлове „.zip“.
cs: 0 A.D. je navržena tak, aby byla snadno modifikovatelná. Pozměněné verze jsou distribuovány ve formě souborů typu .pyromod, které lze otevřít jako soubory ZIP.
zh_tw: 0 A.D. 設計成容易添加模組。模組的發布形式為 .pyromod 檔案，能像 .zip 檔案一樣開啟。

source: In order to install a mod, just open the file with 0 A.D. (either double-click on the file and choose to open it with the game, or run "pyrogenesis file.pyromod" in a terminal). The mod will then be available in the mod selector. You can enable it and disable it at will. You can delete the mod manually using your file browser if needed (see https://trac.wildfiregames.com/wiki/GameDataPaths).
bg: За да инсталирате модификация, просто отворете файла с 0 A.D. (като щракнете два пъти върху файла и изберете да го отворите с играта, или като изпълните „pyrogenesis file.pyromod“ в терминал). Така модификацията ще бъде достъпна в менюто за избор на модификации. Можете да я включвате или изключвате когато пожелаете. Може да изтриете модификацията ръчно, като използвате файловия си мениджър (вижте: https://trac.wildfiregames.com/wiki/GameDataPaths).
cs: Chcete-li nainstalovat pozměněnou verzi, stačí otevřít soubor s 0 A.D. (buď dvakrát klepnete na soubor a zvolíte jeho otevření pomocí hry, nebo spustíte "pyrogenesis file.pyromod" v terminálu). Pozměněná verze bude potom k dispozici v přepínači pozměněných verzí. Můžete jej zapínat a vypínat libovolně. Pokud je to nutné, můžete pozměněnou verzi smazat ručně pomocí prohlížeče souborů (viz https://trac.wildfiregames.com/wiki/GameDataPaths).
zh_tw: 要安裝模組，只要以 0 A.D. 開啟檔案（雙擊檔案並選擇以遊戲開啟，或在終端機執行 "pyrogenesis file.pyromod" ），其就能在模組選擇器中使用。您可以任意啟用或關閉模組，需要時也可手動使用檔案管理員刪除（見 https://trac.wildfiregames.com/wiki/GameDataPaths）。
