Repository: 0ad/0ad
Catalog: binaries/data/mods/mod/l10n/*.mod-selector.po
Languages: ast, bg, br, ca, cs, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ku, lt, ms, nl, pl, pt_br, ru, sk, sq, sv, te, tr, uk, zh, zh_tw

source: The service is for users age 13 and over.
ast: El servicio ye par’ usuarios de 13 anhos d’edade pa riba.
bg: Услугата имат право да използват лица над 13-годишна възраст.
br: Ar servij a zo evit an implijerien goshoc'h eget 13 bloaz.
ca: El servei és per a usuaris majors de 13 anys.
cs: Služba je určena pro uživatele starší 13 let.
de: Dieser Dienst darf nur von Nutzern ab 13 Jahren verwendet werden.
el: Η υπηρεσία είναι για χρήστες άνω των 13 ετών.
eu: Zerbitzu hau 13 urtetik gorako erabiltzaileentzat egina dago.
fa: این سرویس مناسب برای کاربران 13 سال به بالا است.
fi: Palvelu on tarkoitettu 13 vuotta täyttäneille ja sitä vanhemmille käyttäjille.
fr: Le service est réservé aux utilisateurs de plus de 13 ans.
ga: Tá an tseirbhís seo beartaithe ag úsáideoirí 13 bhlian agus os a chionn.
gd: Tha an t-seirbheis airson luchd-cleachdaidh a bheil 13 bliadhna a dh’aois no nas sine.
gl: O servizo é para usuarios de 13 ou máis anos.
hu: A szolgáltatás 13 éves vagy ennél idősebbek számára érhető el.
id: Layanan ini untuk pengguna berusia 13 tahun ke atas.
it: Il servizio è solo per utenti maggiori di 13 anni.
ja: 13歳以上のユーザーを対象としています。
ko: 이 서비스는 13세 이상의 사용자를 위한 것입니다.
ku: Karûbar ji bo bikarhênerên ji 13 salî û pêde ye.
lt: Ši paslauga skirta 13-os ir daugiau metų vartotojams.
ms: Perkhidmatan untuk pengguna berusia 13 tahun dan ke atas.
nl: Deze service is voor gebruikers ouder dan 13 jaar.
pl: Usługa tylko dla użytkowników w wieku lat 13 i więcej.
pt_br: Este serviço é para usuários de 13 anos de idade ou mais.
ru: Сервис доступен для лиц старше 13 лет.
sk: Služba je len pre užívateľov starších ako 13 rokov.
sv: Tjänsten är för användare som är 13 år och äldre.
te: ఈ సేవ 13 మరియు అంతకంటే ఎక్కువ వయస్సు గల వినియోగదారుల కోసం.
tr: Bu hizmet 13 yaş ve üzeri içindir.
uk: Сервіс призначений для користувачів старше 13 років.
zh: 豆蔻年华十三四，大家一起玩游戏。
zh_tw: 該服務適用於 13 歲以上的用戶。

source: Wildfire Games has taken care to make this connection secure and reviewed the mods for security flaws, but cannot guarantee that this does not pose any risks.
ast: Wildfire Games tien puösto procuru n fazher esta conexion segura & examinado lɐs camudɐs para detectar fallos de segurancia, inda que nun puöde assegurar que nun supponga dal riesgu.
bg: Wildfire Games полага усилия да предоставя безопасна връзка между системата и потребителите и преглежда модификациите за проблеми със сигурността, но не може да гарантира, че това не носи рискове.
br: Wildfire Games en deus diwallet ouzh surentez ar c'hevreadur hag adwelet en deus ar modoù e-keñver perzhioù fall o surentez. Koulskoude ne c'hall ket gwarantiñ ne vefe arvar ebet ganto.
ca: Wildfire Games ha tingut cura de mantenir la seguretat d'aquesta connexió i ha revisat els defectes de seguretat dels mods, però no pot garantir que això no suposi cap risc.
cs: Wildfire Games se postaraly o to, aby bylo toto spojení bezpečné a přezkoumaly pozměněné verze pro bezpečnostní nedostatky, ale nemohou zaručit, že to nepředstavuje žádná nebezpečí.
de: Wildfire Games hat dafür gesorgt, dass diese Verbindung sicher ist und hat die Mods auf Sicherheitsrisiken geprüft, kann aber nicht garantieren, dass diese absolut keine Gefahr darstellen.
el: Η Wildfire Games έχει φροντίσει να κάνει ασφαλή αυτήν τη σύνδεση και να ελέγχει τις τροποποιήσεις (mods) για ελαττώματα ασφαλείας, αλλά δεν μπορεί να εγγυηθεί ότι αυτό δεν δημιουργεί κινδύνους.
eu: Wildfire Games konexio hau segurua izan dadin arduratu da eta mod-ak ikuskatu ditu segurtasun akatsak antzemateko, baina honek ez du ziurtatzen batere arriskurik egongo ez denik.
fa: Wildfire Games تلاش خود را برای تامین امنیت این ارتباط و بازدیدهای مربوط جهت بررسی نقص های امنیتی modها را به کار گیرد، اما نمی تواند تضمین کند که این اقدامات مانع هرگونه ریسکی می‌شوند.
fi: Wildfire Games on pitänyt huolen siitä, että tämä yhteys on turvallinen, ja tarkistanut modit tietoturva-aukkojen varalta, mutta ei voi taata, että tämä ei aiheuta riskejä.
fr: Wildfire Games a pris soin de sécuriser cette connection et a révisé les mods en quête de fuite de sécurité, mais ne peut pas garantir l'absence de risques.
ga: Tá Wildfire Games tar éis aire a thabhairt chun an cheangail seo a dhéanamh sábháilte agus chun na modhnuithe a athbhreithniú ar fabhtanna slándála, ach ní féidir linn rathaíocht a dhéanamh go bhfuil an ceangal seo gan baol.
gd: Rinn Wildfire Games ar dìcheall ach am bi an ceangal seo tèarainte agus rinn sinn lèirmheas air na tuilleadain a thaobh easbhaidhean tèarainteachd ach chan urrainn dhuinn barantas a thoirt nach èirich cunnartan tèarainteachd ’nan lùib.
gl: Wildfire Games asegurou a conexión e revisou as modificacións en busca de erros de seguridade, pero non podemos garantir que non supoña ningún risco.
hu: A Wildfire Games figyelt arra hogy a kapcsolat biztonságos legyen, és a modok is biztonsági hibaellenőrzésen esnek át, de nem garantálhatjuk, hogy nem jelentenek kockázatot.
id: Wildfire Games telah berhati-hati untuk membuat koneksi ini aman dan meninjau mod untuk kelemahan keamanan, tetapi tidak dapat menjamin bahwa ini tidak menimbulkan risiko apa pun.
it: Wildfire Games si è curata di rendere questa connessione sicura e ha revisionato le mod per evitare problemi di sicurezza, ma non può garantire l'assenza di rischi.
ja: Wildfire Gamesは、この接続が安全であるように配慮し、セキュリティ上の欠陥がないかMODを審査していますが、これが危険をもたらさないことを保証するものではありません。
ko: Wildlife Games는 이 연결을 안전하게 하기 위해 주의를 기울였고 보안 결함의 모드를 검토했지만 이것이 어떠한 위험도 내포하지 않는다고 보장할 수는 없습니다.
ku: Lîstikên Wildfire lênêrîn kir ku vê pêwendiyê ewledar bike û ji bo kêmasiyên ewlehiyê modan venêran kir, lê nikare garantî bike ku ev xeternake.
lt: Wildfire Games užtikrino ryšio saugumą ir patikrino galimas modifikacijų saugumo spragas, tačiau negali garantuoti, kad nekils jokių grėsmių.
ms: Wildfire Games telah memastikan sambungan ini selamat dan menyemak mod jika ada kerentanan keselamatan, tetapi tidak memberi jaminan ia tidak menimbulkan apa-apa risiko.
nl: Wildfire Games heeft maatregelen genomen om de verbinding beveiligd te maken en heeft de modificaties geïnspecteerd op beveiligingslekken, doch kan niet garanderen dat er geen enkel risico aan het gebruik verbonden is.
pl: Wildfire Games zajęło się zabezpieczeniem tego połączenia i sprawdziło mody w celu wykrycia luk w bezpieczeństwie, ale nie może zagwarantować, że nie wystąpią inne skutki uboczne.
pt_br: A Wildfire Games tomou o cuidado de tornar esta conexão segura e analisar os mods em busca de falhas de segurança, mas não garante que não há riscos.
ru: Wildfire Games позаботилась о безопасности этого соединения и проверила моды на наличие уязвимостей, но не может гарантировать отсутствие каких-либо рисков при их использовании.
sk: Wildfire Games sa postarala o bezpečné spojenie a preskúmala módy kvôli bezpečnostným chybám, ale nedokáže zaručiť, že je to bez rizika.
sv: Wildfire Games har tagit sett till att denna anslutning är säker och har granskat mods för säkerhetsbrister, men kan inte garantera att detta inte medför några risker.
tr: Wildfire Games bu bağlantıyı güvenli yapmak için özen gösterdi ve modları güvenlik kusurları açısından inceledi fakat bunun herhangi bir risk barındırmadığını garanti edemez.
uk: Wildfire Games подбала про безпеку цього з'єднання і перевірила моди на наявність вразливостей, але не може гарантувати відсутність будь-яких ризиків при їх використанні.
zh: Wildfire Games已经注意使这种连接安全，并审查了安全漏洞，但不能保证零风险。
zh_tw: Wildfire Games 會注意連線的安全性並審視模組有無安全漏洞，但不保證這沒有任何風險。

source: By using the service, you understand that mod.io's Terms of Use and Privacy Policy apply and that Wildfire Games is not liable for any damages resulting from this service.
ast: A l usar esti servicio, percanciɐs que los Términos d’usu & la Política de privacidá de mod.io son applicables & que Wildfire Games nun se faz responsable de qualquiera perda que resulte d’esti servicio.
bg: Използвайки услугата, Вие сте наясно, че Условията за ползване и Политиката на поверителност на mod.io се прилагат и че Wildfire Games не носи отговорност за щети, нанесени в резултат на услугата.
br: En ur implijout ar servij e komprenit emaoc'h dindan Termenoù an Implij ha Politikerezh Prevezded mod.io ha ne c'hall ket bezañ kiriek Wildfire Games ken evit forzh peseurt gaouad o tont eus ar servij-mañ.
ca: En utilitzar el servei, enteneu que les Condicions d'ús i la Política de privadesa de mod.io s'apliquen i que Wildfire Games no es fa responsable dels danys i perjudicis derivats d'aquest servei.
cs: Používáním této služby potvrzujete, že rozumíte tomu, že se používají Podmínky používání a Zásady ochrany osobních údajů mod.io a že Wildfire Games nenese odpovědnost za jakékoli škody vyplývající z této služby.
de: Indem du den Dienst nutzt, stimmst du zu, dass du die Nutzungsbedingungen und die Datenschutzerklärung von mod.io verstanden hast und dass Wildfire Games nicht für etwaige Schäden, die dieser Dienst verursacht, verantwortlich ist.
el: Χρησιμοποιώντας την υπηρεσία κατανοείς ότι ισχύουν οι Όροι Χρήσης και η Πολιτική Απορρήτου της Mod.io και ότι η Wildfire Games δεν φέρει καμία ευθύνη για οποιεσδήποτε ζημίες προκύπτουν από αυτήν την υπηρεσία.
eu: Zerbitzua erabiltzean, ulertzen duzu erabilera baldintzak eta mod.io Pribatutasun politika ezartzen direla eta Wildfire Games zerbitzu honek ekar ditzakeen kalteetan ardurarik ez duela.
fa: با استفاده از سرویس، شما می پذیرید که شرایط استفاده و سیاست حفظ حریم شخصی mod.io اعمال می شود و Wildfire Games برای خسارات ناشی از این سرویس مسئول نیست.
fi: Käyttämällä palvelua ymmärrät, että mod.io:n käyttöehdot ja tietosuojakäytäntö ovat voimassa ja että Wildfire Games ei ole vastuussa mistään palvelusta aiheutuvista vahingoista.
fr: En utilisant ce service, vous acceptez les conditions d'utilisation et la politique de vie privée et le fait que Wildfire Games n'est pas responsable des dommages pouvant résulter de l'utilisation de ce service.
ga: Trí úsáid na seirbhíse, tá a fhios agat go bhfuil na Tearmaí Úsáide agus Polasaí Príobháideachais de chuid mod.io atá curtha i bhfeidhm, agus nach bhfuil Wildfire Games freagrach ar aon damáiste mar thoradh ar an seribhís seo.
gd: Nuair a chleachdas tu an t-seirbheis, bi thu ag aideachadh gu bheil thu a’ tuigsinn gum bi teirmichean a’ chleachdaidh is poileasaidh prìobhaideachd mod.io an gnìomh agus nach eil Wildfire Games buailteach do dhochann sam bith a dh’adhbharaicheas an t-seirbheis seo.
gl: Ao usar o servizo, vostede entende que o fai de acordo coas Condicións de Uso e coa Política de Protección da Intimidade de mod.io, e que Wildfire Games non se fai responsable de ningunha clase de datos relacionados con este servizo.
hu: A szolgáltatás használatával jelzed, hogy megértetted a mod.io felhasználási feltételeit, az adatvédelmi nyilatkozatot, és hogy a Wildfire Games semmilyen a szolgáltatás használatából eredő kárért nem felelős.
id: Dengan menggunakan layanan ini, Anda memahami bahwa Ketentuan Penggunaan dan Kebijakan Privasi mod.io berlaku dan bahwa Wildfire Games tidak bertanggung jawab atas segala kerusakan yang diakibatkan oleh layanan ini.
it: Utilizzando questo servizio, ho compreso i Termini e le Condizioni di mod.io, la Privacy Policy in vigore e che Wildfire Games non è responsabile di nessun danno derivante dall'utilizzo di questo servizio.
ja: 本サービスを利用することにより、mod.ioの利用規約とプライバシーポリシーが適用され、Wildfire Gamesが本サービスから生じるいかなる損害にも責任を負わないことを理解しているものとします。
ko: 서비스를 이용하시면 mod.io의 이용약관 및 개인정보 보호정책이 적용되며, Wildfire Games는 이 서비스로 인한 손해에 대해 어떠한 책임도 지지 않는다는 것을 이해하실 수 있습니다.
ku: Bi karanîna karûbarê, hûn fam dikin ku Mercên Bikaranînê û Polîtîkaya Veşartinê ya mod.io derbasdar in û Lîstikên Wildfire ne berpirsiyar e ji bo zirarên ku ji vê xizmetê derketine.
lt: Jums suprantama, kad naudojant šią paslaugą galioja mod.io naudojimo sąlygos ir privatumo taisyklės, ir kad Wildfire Games neatsako už jokią žalą, patirtą naudojant šią paslaugą.
ms: Dengan menggunakan perkhidmatan ini, anda memahami dan setuju dengan Terma Penggunaan mod.io serta Dasar Kerahsiaan yang mana Wildfire Games tidak bertanggungjawab atas apa jua kerosakan yang berlaku daripada perkhidmatan ini.
nl: Door gebruik te maken van de service begrijpt U dat de Algemene Voorwaarden en het Privacy Beleid van mod.io van toepassing zijn en dat Wildfire Games niet aansprakelijk is voor enige schade veroorzaakt door deze service.
pl: Poprzez korzystanie z tej usługi zgadasz się z zasadami użytkowania i polityką prywatności mod.io i rozumiesz, że Wildfire Games nie jest odpowiedzialne za szkody spowodowane tą usługą.
pt_br: Ao usar este serviço, você compreende e concorda com os Termos de Uso e Política de Privacidade do mod.io e aceita que a Wildfire Games não se responsabiliza por danos provenientes do uso do serviço.
ru: Используя сервис, вы принимаете Условия использования и Политику конфиденциальности mod.io, а также принимаете, что Wildfire Games не несет ответственности за любой ущерб, причиненный вам при использовании данного сервиса.
sk: Používaním tejto služby rozumiete, že platia mod.io Podmienky používania a ochrany súkromia a Wildfire Games nie je zodpovedná za žiadnu škodu, ktorá vyplýva z používania tejto služby.
sv: Genom att använda tjänsten förstår du att mod.io:s användarvillkor och sekretesspolicy gäller och att Wildfire Games inte ansvarar för eventuella skador som härrör från denna tjänst.
tr: Bu hizmeti kullanarak, mod.io'nun kullanım koşulları ve gizlilik politikasına tabii olduğunu ve Wildfire Games'in bu hizmetten kaynaklanan herhangi bir hasardan sorumlu olmadığını kabul edersiniz.
uk: Використовуючи сервіс, ви погоджуєтесь із Умовами Використання і Політикою Конфіденційності mod.io, а також приймаєте, що Wildfire Games не несе відповідальності за будь-які збитки, завдані вам при використанні даного сервісу.
zh: 通过使用该服务，你了解mod.io的使用条款和隐私政策，并且Wildfire Games不对此服务造成的任何损害承担责任。
zh_tw: 使用本服務，代表您了解 mod.io 的使用條款和隱私政策聲明，且 Wildfire Games 不為此服務造成的任何損害負責。

# mod.io error message
source: Game ID could not be retrieved. %(technicalDetails)s
ast: Nun se pudo recubrare la identificacion de l juögu. %(technicalDetails)s
bg: Идентификаторът на играта не може да бъде получен. %(technicalDetails)s
br: ID ar C'hoari n'eus ket gallet bezañ adpaket. %(technicalDetails)s
ca: No s'ha pogut aconseguir la identificació del joc. %(technicalDetails)s
cs: ID hry nemůže být získáno. %(technicalDetails)s
de: Spiel-ID konnte nicht geholt werden. %(technicalDetails)s
el: Δεν ήταν δυνατή η ανάκτηση του αναγνωριστικού παιχνιδιού. %(technicalDetails)s
eu: Ezin izan da jokoaren IDa berreskuratu. %(technicalDetails)s
fa: شناسه بازی بازیابی نشد %(technicalDetails)s
fi: Pelin ID:tä ei voitu hakea. %(technicalDetails)s
fr: L'identifiant de jeu n'a pas pu être récupéré. %(technicalDetails)s
ga: Ní féidir le DA an chluiche a aisghabháil. %(technicalDetails)s
gd: Cha b’ urrainn dhuinn ID a’ gheama fhaighinn. %(technicalDetails)s
gl: Non se puido obter o identificador da partida. %(technicalDetails)s
hu: A játék azonosítóját nem sikerült lekérni. %(technicalDetails)s
id: ID Permainan tak dapat diperoleh. %(technicalDetails)s
it: Il Game ID non può essere recuperato. %(technicalDetails)s
ja: ゲームIDが取得できませんでした。 %(technicalDetails)s
ko: 게임 아이디를 검색하지 못했습니다. %(technicalDetails)s
ku: Nasnameya lîstikê nehat stendin. %(technicalDetails)s
lt: Nepavyko gauti žaidimo identifikatoriaus %(technicalDetails)s
ms: ID permainan tidak diperoleh. %(technicalDetails)s
nl: Spel ID kan niet worden opgehaald. %(technicalDetails)s
pl: Nie można pobrać identyfikatora gry. %(technicalDetails)s
pt_br: A ID do jogo não pôde ser recuperada. %(technicalDetails)s
ru: ID игры недоступен. %(technicalDetails)s
sk: ID hry nemohlo byť získané %(technicalDetails)s
sv: Spel-id kunde inte hittas. %(technicalDetails)s
te: గేమ్ ఐడి తిరిగి పొందలేము. %(technicalDetails)s
tr: Oyun ID'si geri alınamaz %(technicalDetails)s
uk: ID гри недоступний. %(technicalDetails)s
zh: 无法检索游戏ID %(technicalDetails)s
zh_tw: 無法取得遊戲 ID。 %(technicalDetails)s

# mod.io error message
source: Initialization Error
ast: Erru d’imprimadu
bg: Инициализационна грешка
br: Fazi deraouekaat
ca: Error d'inicialització
cs: Chyba při nabíhání
de: Initialisierungsfehler
el: Σφάλμα Αρχικοποίησης
eu: Hasierako errorea
fa: خطای شروع
fi: Alustusvirhe
fr: Erreur d’initialisation
ga: Earráid Túsúcháin
gd: Mearachd ’ga thòiseachadh
gl: Erro de preparación
hu: Előkészítési hiba
id: Kesalahan Inisialisasi
it: Errore di Inizializzazione
ja: 初期化エラー
ko: 초기화 오류
ku: Çewtiya Destpêkê
lt: Inicijavimo klaida
ms: Ralat Pengawalan
nl: Initialisatie fout
pl: Błąd inicjalizacji
pt_br: Erro de Inicialização
ru: Ошибка инициализации
sk: Chyba inicializácie
sv: Initialiseringsfel
te: ప్రారంభ లోపం
tr: Açılma Hatası
uk: Помилка Ініціалізації
zh: 初始化错误
zh_tw: 初始化錯誤

source: Retry
ast: Volver intentar
bg: Повторен опит
br: Adkregiñ
ca: Torna-ho a provar
cs: Opakovat
de: Erneut versuchen
el: Νέα προσπάθεια
eu: Saiatu berriro
fa: دوباره
fi: Yritä uudelleen
fr: Réessayer
ga: Atriail
gd: Feuch ris a-rithist
gl: Volver intentalo
hu: Újra
id: Coba lagi
it: Riprova
ja: リトライ
ko: 다시시도
ku: Dîsa biceribîne
lt: Bandyti dar kartą
ms: Cuba lagi
nl: Opnieuw
pl: Spróbuj ponownie
pt_br: Tentar de novo
ru: Попробовать снова
sk: Znovu
sv: Försök igen
te: మళ్లీ ప్రయత్నించు
tr: Tekrar dene
uk: Повторити
zh: 重试
zh_tw: 重試

source: Abort
ast: Atalyar
bg: Прекъсване
br: Dilezel
ca: Atura
cs: Přerušit
de: Abbrechen
el: Ματαίωση
eu: Eten
fa: لغو
fi: Keskeytä
fr: Abandonner
ga: Tobscoir
gd: Sguir dheth
gl: Interromper
hu: Megszakítás
id: Batalkan
it: Annullato
ja: 中止
ko: 중단
ku: Ji berxwegirtin
lt: Atšaukti
ms: Henti paksa
nl: Stop
pl: Przerwij
pt_br: Desistir
ru: Сброс
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Перервати
zh: 退出
zh_tw: 中止

# mod.io error message
source: Mod List could not be retrieved. %(technicalDetails)s
ast: Nun se pudo recubrar l índice de camudɐs. %(technicalDetails)s
bg: Списъкът с модификации не може да бъде получен. %(technicalDetails)s
br: Neket bet adpaket listenn ar modoù. %(technicalDetails)s
ca: No s'ha pogut aconseguir la llista de mods. %(technicalDetails)s
cs: Seznam pozměněných verzí nemůže být získán. %(technicalDetails)s
de: Mod-Liste konnte nicht geholt werden. %(technicalDetails)s
el: Δεν μπορεί να ανακτηθεί η Λίστα των Mod %(technicalDetails)s
eu: Mod zerrenda ezin da berreskuratu. %(technicalDetails)s
fa: لیست مد ها قادر به بازیابی نیست %(technicalDetails)s
fi: Modiluetteloa ei voitu hakea. %(technicalDetails)s
fr: La liste des mods n'a pas pu être récupérée. %(technicalDetails)s
ga: Ní féidir le Líosta Modhanna a aisghabháil. %(technicalDetails)s
gd: Cha b’ urrainn dhuinn liosta nan tuilleadan fhaighinn. %(technicalDetails)s
gl: Non se puido obter a lista de modificacións. %(technicalDetails)s
hu: A modok listáját nem sikerült lekérni. %(technicalDetails)s
id: Daftar Mod tidak dapat diambil. %(technicalDetails)s
it: La Mod List non può essere recuperata. %(technicalDetails)s
ja: Mod Listを取得できませんでした。 %(technicalDetails)s
ko: 모드 목록을 검색할 수 없습니다. %(technicalDetails)s
ku: Mod Lîste nekare were paşve xistin. %(technicalDetails)s
lt: Nepavyko gauti modifikacijų sąrašo %(technicalDetails)s
ms: Senarai mod tidak diperoleh. %(technicalDetails)s
nl: Mod lijst kon niet worden opgehaald. %(technicalDetails)s
pl: Nie można pobrać listy modyfikacji. %(technicalDetails)s
pt_br: Lista de Modificação não pôde ser recuperada. %(technicalDetails)s
ru: Список модов недоступен. %(technicalDetails)s
sk: Zoznam módov nemohol byť získaný. %(technicalDetails)s
sv: Modlista kunde inte hämtas. %(technicalDetails)s
te: మోడ్ జాబితాను తిరిగి పొందడం సాధ్యం కాలేదు. %(technicalDetails)s
tr: Mod Listesi geri alınamaz %(technicalDetails)s
uk: Список модів недоступний. %(technicalDetails)s
zh: 无法检索模组列表。 %(technicalDetails)s
zh_tw: 無法取得模組列表。 %(technicalDetails)s

# mod.io error message
source: Fetch Error
ast: Erru de recubru
bg: Грешка при извличане
br: Fazi Adpakañ
ca: Error de cerca
cs: Chyba při natahování
de: Abruf-Fehler
el: Σφάλμα Ανάκτησης
eu: Eskuratu errorea
fa: گرفتن خطا
fi: Hakuvirhe
fr: Erreur de récupération
ga: Earráid Ghabhála
gd: Mearachd ’ga fhaighinn
gl: Erro de obtención
hu: Lekérési hiba
id: Kesalahan Pengambilan
it: Errore di Recupero
ja: 取得エラー
ko: 가져오기 오류
ku: Çewtiya Fetch
lt: Paėmimo klaida
ms: Ralat Peroleh
nl: Ophaal fout
pl: Błąd pobierania
pt_br: Buscar Erro
ru: Ошибка проверки
sk: Načítavanie zlyhalo
sv: Hämtningsfel
tr: Veri Alma Hatası
uk: Помилка Перевірки
zh: 获取错误
zh_tw: 抓取失敗

# mod.io error message
source: File download failed. %(technicalDetails)s
ast: Nun se pudo apercibir l archivo. %(technicalDetails)s
bg: Файлът не може да бъде свален. %(technicalDetails)s
br: Graet en deus kazeg pellgargadur ar restr. %(technicalDetails)s
ca: La baixada ha fallat. %(technicalDetails)s
cs: Stahování souboru selhalo. %(technicalDetails)s
de: Datei-Download fehlgeschlagen. %(technicalDetails)s
el: Η λήψη του αρχείου απέτυχε. %(technicalDetails)s
eu: Fitxategien deskargak huts egin du. %(technicalDetails)s
fa: دانلود فایل با خطا مواجه شد %(technicalDetails)s
fi: Tiedoston lataus epäonnistui. %(technicalDetails)s
fr: Échec du téléchargement du fichier. %(technicalDetails)s
ga: Theip íoslódáil comhaid. %(technicalDetails)s
gd: Dh’fhàillig le luchdadh a-nuas an fhaidhle. %(technicalDetails)s
gl: A descarga do ficheiro fallou. %(technicalDetails)s
hu: Fájlletöltés sikertelen. %(technicalDetails)s
id: Unduh berkas gagal. %(technicalDetails)s
it: Download del file fallito. %(technicalDetails)s
ja: ファイルのダウンロードに失敗しました。 %(technicalDetails)s
ko: 파일 다운로드를 실패했습니다. %(technicalDetails)s
ku: Dakêşana pelê têk çû. %(technicalDetails)s
lt: Nepavyko atsiųsti failo %(technicalDetails)s
ms: Gagal memuat turun fail. %(technicalDetails)s
nl: Bestand downloaden mislukt. %(technicalDetails)s
pl: Błąd pobierania pliku. %(technicalDetails)s
pt_br: Falha no download do arquivo. %(technicalDetails)s
ru: Ошибка скачивания файла. %(technicalDetails)s
sk: Nepodarilo sa stiahnuť súbor. %(technicalDetails)s
sv: Filhämtning misslyckades. %(technicalDetails)s
te: ఫైల్ డౌన్‌లోడ్ విఫలమైంది. %(technicalDetails)s
tr: Dosya Yüklenirken Sorun Oluştu %(technicalDetails)s
uk: Помилка завантаження файлу. %(technicalDetails)s
zh: 文件下载失败 %(technicalDetails)s
zh_tw: 檔案下載失敗。 %(technicalDetails)s

# mod.io error message
source: Download Error
ast: Erru d’apercibimiento
bg: Грешка при сваляне
br: Fazi Pellgargañ
ca: Error de baixada
cs: Chyba při stahování
de: Download-Fehler
el: Σφάλμα Λήψης
eu: Deskarga errorea
fa: خظا دانلود
fi: Latausvirhe
fr: Erreur de téléchargement
ga: Earráid Íoslódála
gd: Mearachd leis an luchdadh a-nuas
gl: Erro de descarga
hu: Letöltési hiba
id: Kesalahan Unduhan
it: Errore di Download
ja: ダウンロードエラー
ko: 다운로드 오류
ku: Xeletiya Dakêşanê
lt: Atsiuntimo klaida
ms: Ralat Muat Turun
nl: Download fout
pl: Błąd pobierania
pt_br: Erro de Download
ru: Ошибка скачивания
sk: Chyba sťahovania
sv: Hämtningsfel
te: డౌన్‌లోడ్ లోపం
tr: Yükleme Hatası
uk: Помилка Завантаження
zh: 下载错误
zh_tw: 下載錯誤
