Repository: 0ad/0ad
Catalog: binaries/data/mods/mod/l10n/*.mod-selector.po
Languages: ast, bg, br, ca, cs, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ku, lt, ms, nl, pl, pt_br, ru, sk, sq, sv, te, tr, uk, zh, zh_tw

source: For more information about modding the game, see the Modding Guide online (click the Modding Guide button below).
ast: Para más informacion subre la camudancia de l juögu, vei la Guía de camudancia na Rede (pica nel boton “Guía de camudancia” n baxo).
bg: За повече информация относно модифицирането на играта вижте ръководството за създаване на модификации в Интернет (натиснете бутона за достъп до ръководството по-долу).
br: Evit kaout muioc'h a ditouroù diwar-benn penaos sevel modoù evit ar c'hoari, taolit ur sell ouzh an Heñcher Sevel Modoù (klikit war ar bouton dindan Heñcher Sevel Modoù).
ca: Per a més informació sobre modificar el joc, consulteu la guia de modificació al web (feu clic al botó "Guia de modificació" més avall).
cs: Více údajů o tom, jak tvořit pozměněné verze hry, hledejte v internetovém průvodci pro jejich tvorbu (klepněte na tlačítko Průvodce tvořením pozměněných verzí níže).
de: Für weitere Informationen über das Modding für dieses Spiel, siehe die Modding-Anleitung online (klick unten auf den „Modding-Anleitung“-Knopf).
el: Για περισσότερες πληροφορίες σχετικά με τη μετατροπή του παιχνιδιού, ανατρέξτε στον ηλεκτρονικό Οδηγό Μετατροπής (κάντε κλικ στο κουμπί Οδηγός Μετατροπής παρακάτω).
eu: Jokoaren aldatzeari buruzko informazio gehiago eskuratzeko, ikusi Modding Gida linean (egin klik Beheko Modding gida botoian).
fa: برای اطلاعات بیشتر در مورد مد کردن بازی، به راهنمای آنلاین مد کردن مراجعه کنید ( بر روی راهنمای مد کردن در زیر کلیک کنید)
fi: Lisää tietoa pelin modauksesta löydät ohjeesta (paina Modausohje painiketta alapuolelta)
fr: Pour plus d'informations sur comment modifier le jeu, voir le Guide de Modification (cliquez sur le bouton Guide de Modification ci-dessous).
ga: D'eolas modhnaithe níos mó a fháil, féic ar an dTreoir Modhnuithe ar líne (cliceáil ar cnaipe an Treora Mhodhnuithe síos).
gd: Airson barrachd fiosrachaidh air mar a chruthaicheas tu fhèin tuilleadan, thòir sùil air a’ Modding Guide air loidhne (bruig air a’ phutan “Taic le cruthachadh tuilleadain” gu h-ìosal).
gl: Para máis información sobre o desenvolvemento de modificacións do xogo, consulta a guía de desenvolvemento de modificacións por internet (preme o botón da guía de desenvolvemento de modificacións a continuación).
hu: A játék további módosítási információihoz lásd az online módosítási útmutatót (Kattints alább a „Módosítási útmutató” gombon)
id: Untuk informasi lebih lanjut tentang memodifikasi permainan, lihat Panduan Modifikasi daring (klik tombol Panduan Modifikasi di bawah).
it: Per ulteriori informazioni sul modding del gioco, vedi la guida online (clicca il pulsante Guida Modding sottostante).
ja: ゲーム改造の詳細については、オンラインの「改造ガイド」をご覧ください（下の「改造ガイド」ボタンをクリック）。
ko: 게임 모딩에 대한 자세한 내용은 온라인 모딩 가이드를 참조하십시오 (아래 모딩 가이드 버튼 클릭).
ku: Ji bo bêtir agahdarî li ser modkirina lîstikê, Rêbernameya Modding-ê serhêl bibînin (bişkoja Rêbernameya Modding-a jêrîn bikirtînin).
lt: Daugiau informacijos apie žaidimo modifikaciją rasite internetiniame modifikavimo gide (spustelėkite žemiau esantį "Modifikavimo gidas" mygtuką).
ms: Untuk maklumat lanjut mengenai modding permainan, sila rujuk Panduan Modding atas talian (klik butang Panduan Modding di bawah).
nl: Voor meer informatie over modding, zie de Modding Handleiding online (Klik op de Modding handleiding knop beneden).
pl: Aby uzyskać więcej informacji na temat modyfikowania gry, zapoznaj się z dostępnym online Przewodnikiem po Modyfikacjach (kliknij przycisk poniżej).
pt_br: Para mais informações sobre como modificar o jogo, consulte a Guia de Mods online (clique no botão Guia de Mods abaixo).
ru: Для получения информации по моддингу игры, смотрите Руководство по моддингу (кнопка внизу).
sk: Pre viac informácií o módovaní hry, pozri Sprievodcu Módovania online (klikni nižšie na tlačítko Sprievodca Módovania)
sv: Se modding-guiden online för mer information om att modda spelet (klicka på Modding-guide knappen nedan).
tr: Mod yaratma ilgili daha fazla bilgi için Online Mod Rehberi'ne bakın (Aşağıdaki Mod Yaratma Rehberi butonuna Tıklayın).
uk: Для отримання додаткової інформації по модингу гри, дивіться Керівництво по Модингу онлайн (натисніть кнопку внизу).
zh: 想要获取更多制作模组相关的信息，请参阅在线的模组指南（点击下方的模组指南按钮）。
zh_tw: 若要了解更多關於模組化遊戲的資訊，請參見線上模組指南（點擊底下的模組指南按鈕）。

source: The mod.io service is developed by DBolical, the company behind IndieDB and ModDB. Those websites have spread the word about 0 A.D. and other indie projects for a long time! Today, mod.io allows us to list and download all the mods that were verified by the team. Click "Download Mods" to try it out and install some!
bg: Услугата „mod.io“ се разработва от „DBolical“ – компанията, която стопанисва „IndieDB“ и „ModDB“. Тези системи помогнаха изключително много за популяризирането на „0 A.D.“ и множество други независими проекти! Днес „mod.io“ ни позволява да разглеждаме и сваляме всички модификации, одобрени от екипа. Натиснете „Сваляне на модификации“, за да изпробвате услугата и инсталирате някоя модификация!
cs: Služba mod.io byla vyvinuta firmou DBolical, společností, jež vlastní IndieDB a ModDB. Tyto internetové stránky šíří slovo o 0 A.D. a dalších nezávislých projektech po dlouhou dobu! Dnes mod.io nám umožňuje zobrazit a stáhnout všechny pozměněné verze, které tým ověřil. Pro vyzkoušení klepněte na "Stáhnout pozměněné verze" a nainstalujte některé!
zh_tw: mod.io 服務由 IndieDB 和 ModDB 背後的 DBolical 開發。這些網站長期以來宣傳了許多關於 0 A.D. 和其他獨立專案的消息。現在 mod.io 讓我們能夠表列並下載所有經過團隊驗證的模組。點擊「下載模組」試著下載看看！

source: Pyrogenesis Mod Selector
ast: Selector de camudɐs Pyrogenesis
bg: Модиф. на „Pyrogenesis“
br: Pyrogenesis Diuzer Modoù
ca: Selector de mods Pyrogenesis
cs: Pyrogenesiský vybírač pozměněných verzí
de: Pyrogenesis-Modwähler
el: Επιλογέας Pyrogenesis Mod
eu: Pirogenesien mod aukeratzailea
fa: انتخاب مد پیروژنسیس
fi: Pyrogenesis-modinvalitsija
fr: Sélecteur de mods pour Pyrogenesis
ga: Pyrogenesis: Roghnóir Modhnuithe
gd: Roghnaichear thuilleadan Pyrogenesis
gl: Selector de modificacións de Pyrogenesis
hu: Pyrogenesis modválasztó
id: Pemilih Mod Pyrogenesis
it: Selettore Pyrogenesis Mod
ko: Pyrogenesis 모드 선택기
ku: Hilbijêrê Modê Pyrogenesis
lt: Pyrogenesis modifikacijų selektorius
ms: Pemilih Mod Pyrogenesis
nl: Pyrogenesis mod selectie
pl: Wybór modyfikacji Pyrogenesis
pt_br: Seletor de Mod Pyrogenesis
ru: Выбор модов Pyrogenesis
sk: Výber módu Pyrogenesis
sv: Pyrogenesis Modväljare
te: పైరోజెనిసిస్ మోడ్ సెలెక్టర్
tr: Pyrogenesis Mod Seçici
uk: Вибір Модів Pyrogenesis
zh: 模组选项
zh_tw: Pyrogenesis 模組選擇器

source: Close
ast: Aḷḷuir
bg: Затваряне
br: Serriñ
ca: Tanca
cs: Zavřít
de: Schließen
el: Κλείσιμο
eu: Itxi
fa: بستن
fi: Sulje
fr: Fermer
ga: Dún
gd: Dùin
gl: Pechar
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ku: Bigire
lt: Uždaryti
ms: Tutup
nl: Sluiten
pl: Wyjdź
pt_br: Fechar
ru: Закрыть
sk: Zavrieť
sv: Stäng
te: మూసివేయి
tr: Kapat
uk: Закрити
zh: 关闭
zh_tw: 關閉

source: Modding Guide
ast: Guía de camudancia
bg: Ръководство за създаване
br: Levr-henchañ evit ober gant Modoù
ca: Guia de modificació
cs: Průvodce tvořením pozměněných verzí
de: Modding-Anleitung
el: Οδηγός Τροποποίησης
eu: Modding gida
fa: راهنای استفاده از مدها
fi: Modausohje
fr: Guide de Moddage
ga: Treoir Modhnuithe
gd: Taic le cruthachadh tuilleadain
gl: Guía de desenvolvemento de modificacións
hu: Modolási útmutató
id: Panduan Modifikasi
it: Guida al Modding
ja: MOD導入ガイド
ko: 모딩 가이드
ku: Rêbernameya Modkirinê
lt: Modifikavimo gidas
ms: Panduan Melakukan Mod
nl: Modding handleiding
pl: Przewodnik Modyfikacji
pt_br: Guia de Mods
ru: Руководство по моддингу
sk: Sprievodca módovania
te: మోడింగ్ గైడ్
tr: Mod Yaratma Rehberi
uk: Керівництво по Моддингу
zh: 模组指南
zh_tw: 模組指南

source: Visit mod.io
ast: Visitar mod.io
bg: Към mod.io
br: Mont da welout mod.io
ca: Visita mod.io
cs: Navštívit mod.io
de: mod.io besuchen
el: Επίσκεψη mod.io
eu: mod.io bisitatu
fa: سرزدن به mod.io
fi: Vieraile mod.io
fr: Accéder à mod.io
ga: Cuairt go dtí mod.io
gd: Tadhail air mod.io
gl: Visitar mod.io
hu: mod.io felkeresése
id: Kunjungi mod.io
it: Visita mod.io
ja: mod.ioにアクセスする
ko: mod.io 방문
ku: Serdana mod.io
lt: Aplankyti mod.io
ms: Lawati mod.io
nl: Bezoek mod.io
pl: Odwiedź mod.io
pt_br: Visitar mod.io
ru: Посетить mod.io
sk: Navštív mod.io
sv: Besök mod.io
te: మోడ్.ఐఒ ని సందర్శించండి
tr: mod.io'yu ziyaret et.
uk: Відвідати mod.io
zh: 访问模组网站mod.io
zh_tw: 造訪 mod.io

source: This mod does not exist
ast: Esta camuda nun existe
bg: Тази модификация не съществува
cs: Tato pozměněná verze neexistuje
de: Diese Mod existiert nicht
el: Αυτή η λειτουργία δέν υπάρχει.
eu: Moldaketa hau ez dago
fi: Tämä modi ei ole olemassa
fr: Ce mod n'existe pas
gd: Chan eil an tuilleadan seo ann
hu: Ez a mod nem létezik
id: Mod ini tidak ada
it: La mod non esiste
ja: このMODは存在しません
ko: 이 모드는 존재하지 않습니다
nl: Deze mod bestaat niet
pl: Ten mod nie istnieje
sk: Tento mód neexistuje
sv: Detta moddet finns inte
uk: Цей мод не існує
zh_tw: 此模組不存在

# mod activation
source: Enable
ast: Habilitar
bg: Включване
br: Gweredekaat
ca: Activa
cs: Povolit
de: Aktivieren
el: Ενεργοποίηση
eu: Gaitu
fa: فعال
fi: Aktivoi
fr: Activer
ga: Cumasaigh
gd: Cuir an comas
gl: Activar
hu: Engedélyezés
id: Hidupkan
it: Abilita
ja: 有効化
ko: 활성화
ku: Çalak
lt: Įgalinti
ms: Benarkan
nl: Activeer
pl: Włącz
pt_br: Habilitar
ru: Включить
sk: Povoliť
sv: Aktivera
te: ప్రారంభించు
uk: Увімкнути
zh: 启用
zh_tw: 啟用

source: Dependencies not met
ast: Nun se cumplen lɐs dependenciɐs
bg: Зависимостите не са налични
cs: Závislosti nebyly splněny
de: Abhängigkeiten nicht erfüllt
el: Οι εξαρτήσεις δέν απαντήθηκαν.
eu: Ez dira dependentziak betetzen
fi: Riippuvuudet eivät täyty
fr: Dépendance non satisfaite.
gd: Cha deach na h-eisimeileachdan a choileanadh
hu: A függőségek nem teljesülnek
id: Keperluan tidak terpenuhi
it: Dipendenze non corrispondenti
ja: 依存関係(Dependencies)が満たされていません
ko: 종속성이 충족되지 않음
nl: Afhankelijkheden niet correct
pl: Zależności nie spłenione
sk: Závislosti nesplnené
sv: Beroenden är inte mötta
uk: Залежності не дотримані
zh_tw: 未滿足相依性

# mod activation
source: Disable
ast: Dishabilitar
bg: Изключване
br: Diweredekaat
ca: Desactiva
cs: Zakázat
de: Deaktiviert
el: Απενεργοποίηση
eu: Desgaitu
fa: غیر فعال
fi: Poista käytöstä
fr: Désactiver
ga: Díchumasaigh
gd: Cuir à comas
gl: Desactivar
hu: Letiltás
id: Matikan
it: Disabilita
ja: 一部無効
ko: 비활성화
ku: Neçalak Bike
lt: išiungti
ms: Dilumpuhkan
nl: Schakel uit
pl: Wyłącz
pt_br: Desativar
ru: Отключено
sk: Znemožni
sv: Inaktivera
te: నిలిపివేయి
uk: Вимкнути
zh: 禁用
zh_tw: 停用

source: No mod has been selected.
ast: Nun s’escolyeu camuda dala.
bg: Не е избрана модификация.
br: N'eus bet diuzet mod ebet.
ca: No s'ha seleccionat cap mod.
cs: Nebyla vybrána žádná pozměněná verze
de: Kein Mod ausgewählt.
el: Δεν έχει επιλεχθεί κάποιο mod.
eu: Ez da mod-ik aukeratu.
fa: هیچ مدی انتخاب نشده است
fi: Modia ei ole valittu.
fr: Aucun mod sélectionné.
ga: Níl aon mhodhnú roghnaithe.
gd: Cha deach tuilleadan a thaghadh.
gl: Non se seleccionou ningunha modificación.
hu: Nincs kijelölt módosítás.
id: Tidak ada mod yang dipilih.
it: Non è stata selezionata alcuna mod.
ja: MODが選択されていません。
ko: 선택된 모드가 없습니다.
ku: Ti mod nehatiye hilbijartin.
lt: Nepasirinkta jokia modifikacija.
ms: Tiada mod dipilih.
nl: Er is geen modificatie geselecteerd.
pl: Nie wybrano żadnej modyfikacji.
pt_br: Nenhum mod foi selecionado.
ru: Ни один мод не выбран.
sk: Nie je vybratý žiaden mod.
sq: Asnjë modul nuk është përzgjedhur.
sv: Ingen mod har valts.
te: ఏ మోడ్స్ ఎంచుకోబడలేదు.
tr: Hiçbir mod seçilmemiştir.
uk: Жоден мод не вибрано.
zh: 模组未选取。
zh_tw: 尚未選擇模組。

source: Enable at least 0ad mod
ast: Habilita pelo menos la camuda “0ad”
bg: Включване поне на модификацията 0ad
cs: Povol alespoň 0ad pozměněnou verzi
de: Aktiviere die 0ad Mod
el: Ενεργοποιείστε τουλάχιστον μία λειτουργία στο 0ad.
eu: Gaitu gutxienez 0ad mod
fi: Ota käyttöön ainakin 0ad-modi
fr: Activez au moins le mod 0ad
gd: Cuir an comas an tuilleadan 0ad air a char as lugha
hu: Engedélyezd legalább a 0ad modot
id: Aktifkan setidaknya mod 0ad
it: Abilita almeno la mod 0ad
ja: 最低でも0AD MODを有効化する
ko: 0ad 모드만 활성화
nl: Tenminste 0ad mod inschakelen
pl: Włącz ostatni mod do 0ad
sk: Povoľ aspoň 0ad mód
sv: Aktivera minst 0ad moddet
uk: Увімкніть принаймні одну модифікацію 0 A.D.
zh_tw: 至少得啟用 0ad 模組

source: Modifications
ast: Modificaciones
bg: Модификации
br: Cheñchamantoù
ca: Modificacions
cs: Pozměněné verze
de: Modifikationen
el: Τροποποίησεις
eu: Modifikazioak
fa: دستکاری‌ها
fi: Modifikaatiot
ga: Athruithe
gd: Tuilleadain
gl: Modificacións
hu: Módosítások
id: Modifikasi
it: Modifiche
ja: MOD
ko: 모드
ku: Guherandin
lt: Modifikacijos
ms: Pengubahsuaian
nl: Aanpassingen
pl: Modyfikacje
pt_br: Modificações
ru: Модификации
sk: Modifikácie
sq: Ndryshimet
sv: Modifieringar
te: మార్పులు
tr: Değişiklikler
uk: Модифікації
zh: 模组
zh_tw: 模組

source: Negate
ast: Annullar
bg: Обръщане
br: Nac'hañ
ca: Nega
cs: Zrušit
de: Invertieren
el: Ακυρώση
eu: Ezeztatu
fa: خنثی کردن
fi: Käänteinen
fr: Négation
ga: Cealaigh
gd: Àicheadh
gl: Negar
hu: Tagadás
id: Menegatifkan
it: Annullare
ja: 反転
ko: 무효화
ku: Înkar kirin
lt: Negalimas
ms: Nafi
nl: Selectie omkeren
pl: Zaneguj
pt_br: Negar
ru: Инвертировать
sk: Negovať
sq: Moho
sv: Upphäv
tr: Reddet
uk: Недійсне
zh: 否定
zh_tw: 排除

source: Filter compatible
ast: Penheirar por compatibilidá
bg: Филтриране на съвместимите
cs: Filtrovat kompatibilní
de: Kompatible filtern
el: Συμβατό με Φίλτρο
eu: Iragazki bateragarria
fi: Suodata yhteensopivat
fr: Filtrer le compatible
gd: Criathraich an fheadhainn cho-chòrdail
hu: Kompatibilisek szűrése
id: Saring yang cocok
ja: フィルター互換
ko: 필터 호환가능
lt: Filtruoti suderinamus
nl: Filter compatibele mods
pl: Kompatybilny z filtrem
sk: Filtrovať kompatibilné
sv: Filtrera kompatibla
uk: Фільтер сумісності
zh_tw: 過濾相容性

source: Description
ast: Descripcion
bg: Описание
br: Diskrivadur
ca: Descripció
cs: Popis
de: Beschreibung
el: Περιγραφή
eu: Deskripzioa
fa: توضیحات
fi: Kuvaus
ga: Tuairisc
gd: Tuairisgeul
gl: Descrición
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
ku: Daxuyanî
lt: Aprašymas
ms: Keterangan
nl: Omschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sk: Popis
sq: Përshkrimi
sv: Beskrivning
te: వివరణ
tr: Açıklama
uk: Опис
zh: 描述
zh_tw: 描述

source: Enabled Mods
ast: Camudɐs habilitadɐs
bg: Включени модификации
br: Modoù enaouet
ca: Mods activats
cs: Povolené pozměněné verze
de: Aktivierte Mods
el: Ενεργοποιημένα Mods
eu: Gaitutako mod-ak
fa: فعال کردن مدها
fi: Aktivoidut modit
fr: Mods activés
ga: Modhnuithe Cumasaithe
gd: Tuilleadain ghnìomhach
gl: Activar as modificacións
hu: Engedélyezett modok
id: Aktifkan Mod
it: Mod Attive
ja: 有効なMOD
ko: 모드 활성화됨
ku: Modên Çalak
lt: Įgalintos modifikacijos
ms: Mod Dibenarkan
nl: Geactiveerde Mods
pl: Włączone mody
pt_br: Habilitar Mods
ru: Включенные моды
sk: Povolené módy
sq: Modulet e lejuara
sv: Aktivera mods
te: ప్రారంభించబడిన మోడ్‌లు
tr: Aktif Modlar
uk: Увімкнути модифікації
zh: 已启用的模组
zh_tw: 已啟用的模組

source: Visit Website
ast: Visitare l sitiu na Rede
bg: Уеб сайт
br: Mont war al lec'hienn web
ca: Visita el lloc web
cs: Navštívit internetovou stránku
de: Webseite besuchen
el: Επίσκεψη Ιστοσελίδας
eu: Webgunera joan
fa: بازدید از وبسایت
fi: Mene verkkosivulle
fr: Visiter le site Web
ga: Cuairt ar an suíomh gréasáin
gd: Tadhail air an làrach-lìn
gl: Visitar o sitio web
hu: Webhely felkeresése
id: Kunjungi Website
it: Visita il Sito
ja: ウェブサイトにアクセスする
ko: 웹사이트 방문
ku: Serdana Malperê
lt: Aplankykite svetainę
ms: Lawatai Laman Sesawang
nl: Bezoek de Website
pl: Odwiedź stronę internetową
pt_br: Visite o Website
ru: Перейти на веб-сайт
sk: Navštív Web
sv: Besök webbplats
te: వెబ్‌సైట్‌ను సందర్శించండి
tr: Website'yi ziyaret et.
uk: Відвідати вебсайт
zh: 访问官网
zh_tw: 造訪網站

source: Quit
ast: Colar
bg: Изход
br: Kuitaat
ca: Surt
cs: Ukončit
de: Beenden
el: Έξοδος
eu: Irten
fa: خروج
fi: Lopeta
fr: Quitter
ga: Éirí as
gd: Fàg an-seo
gl: Saír
hu: Kilépés
id: Keluar
it: Chiudi
ja: 中止
ko: 종료
ku: Derkeve
lt: Baigti
ms: Keluar
nl: Stoppen
pl: Wyjdź
pt_br: Sair
ru: Выйти
sk: Ukončiť
sq: Lëj
sv: Avsluta
te: నిష్క్రమించండి
tr: Çıkış
uk: Вийти
zh: 退出
zh_tw: 退出

source: Help
ast: Adiuda
bg: Помощ
br: Skoazell
ca: Ajuda
cs: Pomoc
de: Hilfe
el: Βοήθεια
eu: Laguntza
fa: کمک
fi: Apua
fr: Aide
ga: Cabhrú
gd: Cobhair
gl: Axuda
hu: Súgó
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
ku: Alîkarî
lt: Pagalba
ms: Bantuan
pl: Pomoc
pt_br: Ajuda
ru: Справка
sk: Pomoc
sv: Hjälp
te: సహాయం
tr: Yardım
uk: Довідка
zh: 帮助
zh_tw: 幫助

source: Download Mods
ast: Apercibir camudɐs
bg: Сваляне на модификации
br: Pellgargañ Modoù
ca: Baixa mods
cs: Stáhnout pozměněné verze
de: Mods herunterladen
el: Λήψη Mods
eu: Mod-ak deskargatu
fa: دانلود مدها
fi: Lataa modeja
fr: Télécharger des Mods
ga: Íoslódáil Modhnuithe
gd: Luchdaich a-nuas tuilleadain
gl: Descargar modificacións
hu: Modok letöltése
id: Unduh Mod
it: Download Mod
ja: MODのダウンロード
ko: 모드 다운로드
ku: Modan Daxîne
lt: Atsiusti modifikacijas
ms: Muat Turun Mod
pl: Pobierz modyfikacje
pt_br: Baixar Mods
ru: Скачать моды
sk: Stiahnuť módy
sv: Hämta mods
te: మోడ్లను డౌన్‌లోడ్ చేయండి
tr: Modları Yükle
uk: Завантажити Моди
zh: 下载模组
zh_tw: 下載模組

source: Save Configuration
ast: Guardare la configuracion
bg: Запазване
br: Enrollañ ar C'hefluniadur
ca: Desa la configuració
cs: Nastavení ukládání
de: Konfiguration speichern
el: Αποθήκευση Ρυθμίσεων
eu: Gorde konfigurazioa
fa: ذخیره پیکربندی‌ها
fi: Tallenna konfiguraatio
fr: Enregistrer la configuration
ga: Sábháil Cumraíocht
gd: Sàbhail an rèiteachadh
gl: Gardar a configuración
hu: Beállítások mentése
id: Simpan Konfigurasi
it: Salva la configurazione
ja: 設定の保存
ko: 환경설정 저장
ku: Mîheng Bike
lt: Išsaugoti konfigūraciją
ms: Simpan Konfigurasi
nl: Configuratie Opslaan
pl: Zapisz konfigurację
pt_br: Salvar Configuração
ru: Сохранить конфигурацию
sk: Uložiť konfiguráciu
sq: Ruaj konfigurimin
sv: Spara konfiguration
te: ఆకృతీకరణను సేవ్ చేయండి
tr: Yapılandırmayı Kaydet
uk: Зберегти налаштування
zh: 储存设定
zh_tw: 儲存設定

source: Save and Restart
ast: Guardar & rearrincar
bg: Запазване и рестартиране
cs: Uložit a restartovat
de: Speichern und Neustarten
el: Αποθήλευση και επαννεκίνηση
eu: Gorde eta hasi berriro
fi: Tallenna ja käynnistä uudelleen
fr: Enregistrer et Redémarrer
gd: Sàbhail is ath-thòisich
gl: Gardar e reiniciar
hu: Mentés és újraindítás
id: Simpan dan Mulai ulang
it: Salva e riavvia
ja: セーブしてリスタート
ko: 저장 후 다시 시작
nl: Sla op en herstart
pl: Zapisz i uruchom ponownie
sk: Uložiť a reštartovať
sv: Spara och starta om
uk: Зберегти та Перезавантажити
zh_tw: 儲存並重新啟動

source: (Folder)
ast: (Subdirectorio)
bg: (Папка)
br: (Teuliad)
ca: (Carpeta)
cs: (Složka)
de: (Ordner)
el: (Φάκελος)
eu: (Karpeta)
fa: (پوشه)
fi: (Hakemisto)
fr: (Dossier)
ga: (Fillteán)
gd: (Pasgan)
gl: (Cartafol)
hu: (Mappa)
it: (Cartella)
ja: （フォルダー）
ko: (폴더)
ku: (Pêçek)
lt: (aplankas)
nl: (Map)
pt_br: (Pasta)
ru: (Папка)
sk: (Priečinok)
sq: (Dosje)
sv: (Mapp)
te: (ఫోల్డర్)
tr: (Klasör)
uk: (Тека)
zh: (文件夹)
zh_tw: 資料夾

source: Website
ast: Sitiu na Rede
bg: Уеб сайт
br: Lec'hienn web
ca: Lloc web
cs: Stránka
de: Webseite
el: Ιστοσελίδα
eu: Webgunea
fa: وبسایت
fi: Verkkosivu
fr: Site Web
ga: Suíomh Gréasáin
gd: Làrach-lìn
gl: Sitio web
hu: Weboldal
id: Situs web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
ku: Malper
lt: Interneto svetainė
ms: Laman Sesawang
pl: Strona internetowa
ru: Веб-сайт
sk: Webová stránka
sq: Ueb Faqja
sv: Webbplats
te: వెబ్‌సైట్
tr: Websitesi
uk: Вебсайт
zh: 官网
zh_tw: 網站

source: Filter
ast: Penheira
bg: Филтър
br: Sil
ca: Filtre
cs: Filtr
el: Φίλτρο
eu: Iragazkia
fa: فیلتر
fi: Suodatin
fr: Filtre
ga: Scagaire
gd: Criathrag
gl: Filtro
hu: Szűrő
it: Filtro
ja: 絞込み
ko: 필터
ku: Parzûn
lt: Filtras
ms: Penapis
pl: Filtr
pt_br: Filtro
ru: Фильтр
sq: Filteri
tr: Süzgeç
uk: Фільтр
zh: 过滤器
zh_tw: 過濾器

source: Enabled mods are loaded from top to bottom. Mods loaded later might overwrite settings of mods loaded earlier. It is advisable to have more complex mods loaded last. Use the arrows on the right to change the loading order.
ast: Lɐs camudɐs habilitadɐs cargɐn-se de riba a baxo. Lɐs postreirɐs in cargá-se puöden subrescribire los ajustes de lɐs primeirɐs. Aconselya-se, pos, cargare lɐs camudɐs más complexɐs a la fin. Usa lɐs freçhɐs a man direiꞇha para camudar l órdene de carga.
bg: Включените модификации се зареждат от долу нагоре. Заредените на по-късен етап модификации може да презапишат настройките на тези заредени по-рано. Препоръчително е по-сложните модификации да се зареждат последни. Използвайте стрелките вдясно, за да промените реда на зареждане.
cs: Povolené pozměněné verze se načítají shora dolů. Pozměněné verze načtené později mohou přepsat nastavení pozměněných verzí načtených dříve. Složitější pozměněné verze je vhodné mít načtené jako poslední. Pomocí šipek napravo změňte pořadí načítání.
de: Aktive Mods werden von oben nach unten geladen. Später geladene Modifikationen können Einstellungen zuvor geladener Modifikationen überschreiben. Es wird daher empfohlen, komplexere Modifikationen zuletzt zu laden. Die Ladereihenfolge kann mit den Pfeilen rechts angepasst werden.
el: Οι ενεργοποιημένες λειτουργίες φορτώνονται απο πάνω πρός τα κάτω. Οι λειτουργίες που φορτώνονται αργότερα ίσως αντικαταστήσουν λειτουργίες που φορτώθηκαν νωρίτερα. Συστήνουμε οι πιο πολύπλοκες λειτουργίες (mods) να φορτώνονται τελευταίες. Χρησιμοποιήστε τα βέλη στα δεξιά για να αλλαξετε τη σειρά φόρτωσης.
hu: Az engedélyezett modok fentről lefelé lesznek betöltve. A később betöltött modok felülírhatják a korábban betöltöttek beállításait. Ajánlatos az összetettebb modokat utolsóként betölteni. A jobboldalt lévő nyilakkal módosítható a betöltési sorrend.
it: Le mod abilitate vengono caricate dall'alto verso il basso. Le mod caricate in seguito potrebbero sovrascrivere le impostazioni delle mod caricate in precedenza. È consigliabile caricare per ultime le mod più complesse. Utilizzare le frecce a destra per modificare l'ordine di caricamento.
ja: 有効なMODは上から下へロードされます。後からロードしたMODが先にロードしたMODの設定を上書きしてしまうことがあります。より複雑なMODは最後にロードすることをお勧めします。右の矢印でロード順を変更できます。
nl: Ingeschakelde mods worden van boven naar beneden geladen. Mods die later geladen worden kunnen instellingen van eerder geladen mods overschrijven. Het is verstandig om meer ingewikkelde mods als laatste te laden. Pas de laadvolgorde aan met de pijlen aan de rechterkant.
sv: Aktiverade moddar laddas ifrån topp till botten. Moddar som laddas senare kan skriva över inställningar gjorda av moddar som laddats tidigare. Det är rekommenderat att ha mer komplexa moddar laddade sist. Använd piltangenterna till höger för att ändra laddnings-ordningen.
uk: Увімкнені моди завантажуються зверху вниз. Моди, завантажені пізніше, можуть замінити налаштування модифікацій, завантажених раніше. Більш складні моди бажано завантажувати останніми. Використовуйте стрілки праворуч, щоб змінити порядок завантаження.
zh_tw: 啟用的模組由上到下載入。稍後載入的模組可能會覆蓋上面載入過的模組。建議將較複雜的模組較晚載入。使用右側的箭頭調整模組的載入順序。
