Repository: 0ad/0ad
Catalog: binaries/data/mods/mod/l10n/*.mod-selector.po
Languages: ast, bg, br, ca, cs, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ku, lt, ms, nl, pl, pt_br, ru, sk, sq, sv, te, tr, uk, zh, zh_tw

source: Color
bg: Цвят
cs: Barva
el: Χρώμα
gl: Cor
hu: Szín
it: Colore
lt: Spalva
nl: Kleur
sv: Färg
zh_tw: 顏色

source: Move the sliders to change the Red, Green and Blue components of the Color
ast: Movi los escorredores para mudare los componentes Vermelyo, Verde & Azul de l Color.
bg: Преместете плъзгачите, за да промените компонентите на цвета – червено, зелено и синьо.
cs: Přesunutím posuvníků změňte červenou, zelenou a modrou složku barvy
it: Muovi i cursori per modificare i componenti rosso, verde e blu del colore.
nl: Door te schuiven kunt u de kleurwaarden van rood, groen en blauw aanpassen.
sv: Flytta reglagen för att ändra de röda, gröna och blå komponenterna i färgen
zh_tw: 移動滑桿來調整顏色的紅、綠、藍組成

source: Red
ast: Vermelyo
bg: Червено
cs: Červená
hu: Vörös
it: Rosso
nl: Rood
sv: Röd
zh_tw: 紅

source: Green
ast: Verde
bg: Зелено
cs: Zelená
hu: Zöld
it: Verde
nl: Groen
sv: Grön
zh_tw: 綠

source: Blue
ast: Azul
bg: Синьо
cs: Modrá
hu: Kék
it: Blu
nl: Blauw
sv: Blå
zh_tw: 藍

source: Save
ast: Guardar
bg: Запазване
cs: Uložit
el: Αποθήκευση
gl: Gardar
hu: Mentés
it: Salva
lt: Išsaugoti
nl: Opslaan
sv: Spara
zh_tw: 儲存

source: Cancel
ast: Incaboxar
bg: Отказ
br: Nullañ
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Ακύρωση
eu: Utzi
fa: لغو
fi: Peruuta
fr: Annuler
ga: Cealaigh
gd: Sguir dheth
gl: Cancelar
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ku: Betal
lt: Atšaukti
ms: Batal
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sq: Anulo
sv: Avbryt
te: రద్దుచేయి
tr: İptal
uk: Скасувати
zh: 取消
zh_tw: 取消

source: Opening %(url)s in default web browser. Please wait…
ast: Abriendo %(url)s nel navigador predefinidu. Spera por favor…
bg: Отваряне на %(url)s във Вашия браузър по подразбиране. Моля, изчакайте…
br: O tigeriñ %(url)s gant ar merdeer dre-ziouer. Gortozit mar plij...
ca: S'està obrint %(url)s al navegador web predeterminat. Espereu...
cs: Otevírá se %(url)s ve výchozím prohlížeči internetu. Počkejte, prosím...
de: %(url)s wird geöffnet im Standardbrowser. Bitte warten...
el: Άνοιγμα %(url)s στον προκαθορισμένο φυλλομετρητή. Παρακαλώ περιμένετε...
fa: بازکردن %(url)s در مرورگر پیش فرض. لطفا صبر کنید ...
fi: Avataan %(url)s oletusselaimessa. Odota hetki…
fr: Ouverture %(url)s dans le navigateur Web par défaut. Attendez, s'il vous plaît...
ga: %(url)s ag oscailt i mbrabhsálaí gréasáin réamhshocraithe. Fán le do thoil...
gd: A’ fosgladh %(url)s sa bhrabhsair-lìn bhunaiteach. Fuirich ort…
gl: Abrindo %(url)s no navegador web predeterminado…
hu: %(url)s megnyitása az alapértelmezett böngészőben, várj…
id: Membuka %(url)s di peramban web bawaan. Mohon tunggu…
it: Apertura di %(url)s nel browser di default. Attendere prego...
ja: %(url)s を 既定のウェブブラウザーで開いています。お待ちください....
ko: %(url)s 을(를) 기존의 웹 브라우저로 열고 있습니다. 잠시만 기다려 주십시오…
ku: Vedibe %(url)s di geroka tevnê ya default de. Ji kerema xwe bisekinin
lt: Atveriame %(url)s numatytoje naršyklėje. Prašome palaukti...
ms: Membuka %(url)s dalam pelayar sesawang lalai. Tunggu sebentar…
nl: Opent %(url)s in webbrowser. Een moment...
pl: Otwieranie %(url)s w domyślnej przeglądarce. Proszę czekać...
pt_br: Abrindo %(url)s no navegador web padrão. Por favor aguarde...
ru: Открывается %(url)s в браузере по умолчанию. Пожалуйста, подождите...
sk: Otvára sa %(url)s v predvolenom prehliadači. Počkajte, prosím...
sv: Öppnar %(url)s i standardwebbläsaren. Var god vänta...
te: డిఫాల్ట్ వెబ్ బ్రౌజర్‌లో %(url)s తెరుతుంది. దయచేసి వేచి ఉండండి…
tr: Varsayılan tarayıcıda %(url)s açılıyor. Lütfen bekleyin...
uk: Відкриття %(url)s у веб-переглядачі за замовчуванням. Будь ласка, зачекайте…
zh: 正在使用默认浏览器打开%(url)s 请稍候…
zh_tw: 請稍候，正在使用預設的網頁瀏覽器開啟 %(url)s ……

source: Opening page
ast: Abriendo la página
bg: Отваряне на страницата
br: O tigeriñ ur bajenn
ca: S'està obrint la pàgina
cs: Otevírá se stránka
de: Öffne Seite
el: Αρχική σελίδα
eu: Orria irekitzen
fa: باز کردن صفحه
fi: Avataan sivua
fr: Ouverture de la page
ga: Leathanach ag oscailt
gd: A’ fosgladh duilleige
gl: Abrindo unha páxina
hu: Nyitólap
id: Membuka halaman
it: Apertura pagina
ja: ページを開く
ko: 페이지를 여는중
ku: Rûpela vekirinê
lt: Atveriamas puslapis
ms: Membuka halaman
nl: Pagina wordt geopend
pl: Strona startowa
pt_br: Abrindo página
ru: Открывающаяся страница
sk: Otvára sa stránka
sv: Öppnar sidan
te: పేజీని తెరుస్తుంది
tr: Sayfa açılıyor
uk: Початкова сторінка
zh: 正在打开
zh_tw: 正在開啟頁面

# filesize unit
source: B
bg: Б
cs: Bitů
ru: Б
te: బి
uk: Б

# filesize unit
source: KiB
bg: КиБ
cs: Kilobitů
nl: KB
ru: КиБ
uk: КіБ

# filesize unit
source: MiB
bg: МиБ
cs: Megabitů
nl: MB
ru: МиБ
uk: МіБ

# filesize unit
source: GiB
bg: ГиБ
cs: Gigabitů
nl: GB
ru: ГиБ
uk: ГіБ

# Mod comparison
source: Required: %(mods)s
ast: Requisitos: %(mods)s
bg: Изисква(т) се: %(mods)s
br: Rekizet: %(mods)s
ca: Necessaris: %(mods)s
cs: Potřeba: %(mods)s
de: Erfordert: %(mods)s
el: Απαιτείται: %(mods)s
eu: Behar du: %(mods)s
fa: مورد نیاز است: %(mods)s
fi: Tarvittavat: %(mods)s
fr: Requis : %(mods)s
ga: Riachtanach: %(mods)s
gd: Feum air: %(mods)s
gl: Necesarias: %(mods)s
hu: Szükséges: %(mods)s
id: Membutuhkan: %(mods)s
it: Richiede: %(mods)s
ja: 必要：%(mods)s
ko: 필요함: %(mods)s
ku: Hewce dike: %(mods)s
lt: Privaloma: %(mods)s
ms: Diperlukan: %(mods)s
nl: Vereist: %(mods)s
pl: Wymagane: %(mods)s
pt_br: Necessário: %(mods)s
ru: Требуются: %(mods)s
sk: Požadované: %(mods)s
sv: Kräver: %(mods)s
te: కావలసిన: %(mods)s
tr: Gerekli: %(mods)s
uk: Потребує: %(mods)s
zh: 需要: %(mods)s
zh_tw: 需要：%(mods)s

# Mod comparison
source: Active: %(mods)s
ast: Activos: %(mods)s
bg: Включен(и): %(mods)s
br: Oberiant: %(mods)s
ca: Actius: %(mods)s
cs: Zapnutý: %(mods)s
de: Aktiv: %(mods)s
el: Ενεργοποίηση: %(mods)s
eu: Aktibatua: %(mods)s
fa: فعال: %(mods)s
fi: Päällä: %(mods)s
fr: Actifs : %(mods)s
ga: Gníomhach: %(mods)s
gd: Gnìomhach: %(mods)s
gl: Activas: %(mods)s
hu: Aktív: %(mods)s
id: Aktif: %(mods)s
it: Attiva: %(mods)s
ja: 有効：%(mods)s
ko: 활성화: %(mods)s
ku: Aktîf: %(mods)s
lt: Aktyvus: %(mods)s
ms: Aktif: %(mods)s
nl: Actief: %(mods)s
pl: Aktywne: %(mods)s
pt_br: Ativo: %(mods)s
ru: Активны: %(mods)s
sk: Aktívne: %(mods)s
sv: Aktiv: %(mods)s
te: క్రియాశీలమైన: %(mods)s
tr: Aktif: %(mods)s
uk: Активний: %(mods)s
zh: 已激活: %(mods)s
zh_tw: 啟用：%(mods)s

source: [font="sans-bold-20"]You tried to start the game with incompatible or missing mods![/font]
ast: [font="sans-bold-20"]¡Intentɐsti intamar una partida cun camudɐs incompatibles ou disaparecidɐs![/font]
bg: [font="sans-bold-20"]Опитахте се да стартирате играта с несъвместими или липсващи модификации![/font]
cs: [font="sans-bold-20"]Pokusili jste se spustit hru s nekompatibilními nebo chybějícími pozměňujícími verzemi! [/font]
de: [font="sans-bold-20"]Du hast versucht, das Spiel mit inkompatiblen oder fehlenden Mods zu starten![/font]
el: [font="sans-bold-20"]Προσπαθήσατε νε ξεκινήσετε το παιχνίδι με μή συμβατές ή μη υπάρχουσες τροποποιήσεις![/font]
eu: [font="sans-bold-20"]Jokoa ez dauden edo bateraezin diren moldaketez hasten saiatu zara![/font]
fi: [font="sans-bold-20"] Yritit aloittaa pelin yhteensopivattomilla tai puuttuvilla modeilla![/font]
fr: [font="sans-bold-20"]Vous essayez de lancer le jeu avec des mods incompatibles ou manquants ![/font]
gd: [font="sans-bold-20"]Dh’fheuch thu ris an geama a thòiseachadh le tuilleadan nach eil co-chòrdail no a tha dhìth![/font]
hu: [font="sans-bold-20"]Nem kompatibilis vagy hiányzó modokkal próbáltad elindítani a játékot![/font]
id: [font="sans-bold-20"]Anda mencoba memulai permainan dengan mod yang tidak cocok atau hilang![/font]
it: [font="sans-bold-20"]Hai tentato di avviare il gioco con mod incompatibili o mancanti![/font]
ja: [font="sans-bold-20"]互換性のない、または不足しているMODを使用してゲームを開始しようとしました![/font]
ko: [font="sans-bold-20"]호환되지 않거나 누락된 모드로 게임을 시작하려고 했습니다![/font]
nl: [font="sans-bold-20"]U probeert een spel te starten met niet-compatibele of ontbrekende mods![/font]
pl: [font="sans-bold-20"]Chcesz rozpocząć grę z niekompatybilnymi lub brakującymi modami![/font]
sk: [font="sans-bold-20"]Pokúsil si sa spustiť hru s nekompatibilnými alebo chýbajúcimi módmi![/font]
sv: [font="sans-bold-20"]Du försökte starta spelet med inkompatibla eller saknade moddar![/font]
uk: [font="sans-bold-20"]Ви спробували розпочати гру з несумісними або втраченими модами![/font]
zh_tw: [font="sans-bold-20"]您使用了不相容或不存在的模組啟動遊戲！[/font]

source: Solve the compatibility issue by disabling invalid mods or enabling required dependencies. You can then save & start the game.
ast: Igua l problema de compatibilidá dishabilitando camudɐs inválidɐs ou habilitando dependenciɐs precisɐs. Lluögo puödes guardar & intamare la partida.
bg: Можете да разрешите проблема със съвместимостта като изключите неизправните модификации или като включите нужните зависимости. След това ще можете да запазите и стартирате играта.
cs: Vyřešte problém s kompatibilitou zakázáním neplatných pozměněných verzí nebo povolením požadovaných závislostí. Poté můžete hru uložit a spustit.
de: Löse das Kompatibilitätsproblem, indem du ungültige Mods deaktivierst oder erforderliche Abhängigkeiten aktivierst. Dann kannst du speichern und das Spiel starten.
el: Επιλύστε το πρόβλημα συμβατότητας απενεργοποιόντας μή έγκυρες τροποποιήσεις ή ενεργοποιόντας τις απαιτούμενες εξαρτήσεις. Μπορείτε μετά να αποθηκέυσετε και να ξεκινήσετε το παιχνίδι
eu: Konpondu bateragarritasun arazoa mod baliogabeak desgaituz edo beharrezko mendekotasunak gaituz. Ondoren, jokoa gorde eta has dezakezu.
fi: Ratkaise yhteensopivuusongelma poistamalla virheelliset modit käytöstä tai ottamalla käyttöön tarvittavat riippuvuudet. Voit sitten tallentaa ja käynnistää pelin.
fr: Résolvez le problème de compatibilité en désactivant les mods invalides ou en activant les dépendances requises. Vous pourrez ensuite sauvegarder et démarrer le jeu.
gd: Fuasgail duilgheadas na co-chòrdalachd is tu a’ cur à comas nan tuilleadan nach eil dligheach no a’ cur an comas nan eisimeileachdan riatanach. ’S urrainn dhut an geama a shàbhaladh ⁊ a thòiseachadh an uairsin.
hu: Oldd meg a kompatibilitási problémát az érvénytelen modok letiltásával, vagy a szükséges függőségek engedélyezésével. Aztán mentheted és elindíthatod a játékot.
id: Selesaikan isu kecocokan dengan mematikan mod yang tidak sah atau menghidupkan mod yang diperlukan. Anda dapat kemudian menyimpan dan memulai permainan.
it: Risolvi il problema di incompatibilità disabilitando mod invalide o abilitando dipendenze richieste. Puoi quindi salvare e riavviare il gioco.
ja: MODを無効にしたり、必要な依存関係を有効にしたりして、互換性の問題を解決してください。その後、ゲームを保存して起動することができます。
ko: 잘못된 모드를 비활성화하거나 필요한 종속성을 활성화하여 호환성 문제를 해결합니다. 그런 다음 게임을 저장하고 시작할 수 있습니다.
nl: Verhelp de compatibiliteitsproblemen door de ongeldige mods uit te schakelen of de vereiste afhankelijkheden in te schakelen. Eerst dan kunt u dit opslaan en het spel herstarten.
pl: Rozwiąż problem z kompatybilnością poprzez zablokowanie niewłaściwych modów lub włączenie wymaganych zależności. Zapisz i rozpocznij grę.
sk: Vyrieš problémy s kompatibilitou vypnutím nefunkčných módov alebo zapnutím vyžadovaných dependencií. Potom môžeš uložiť a začať hru.
sv: Lös kompabilitet problemet genom att inaktivera ogiltliga moddar eller genom att aktivera de nödvändiga beroendena. Sedan kan du spara & starta spelet.
uk: Виріште проблеми зі сумісністю шляхом вимкнення несумісних модів, або додаванням необхідних залежностей. Тоді ви зможете зберегти і розпочати гру.
zh_tw: 停用無效的模組或啟用所需的相依模組以解決相容性問題。您可以接著儲存再開始遊戲。

source: Incompatible mods will appear in red in the list of enabled mods (bottom panel). Dependencies can be added by enabling them in the upper panel.
ast: Lɐs camudɐs incompatibles aparecen in colorado nel índice de camudɐs habilitadɐs (quadro inferior). Puöden-se amestar dependenciɐs habilitando-llɐs in quadro superior.
bg: Несъвместимите модификации ще се показват в червен цвят в списъка с включени модификации (долния панел). Зависимостите могат да бъдат добавени като ги включите в горния панел.
cs: Nekompatibilní pozměňovací verze se v seznamu povolených pozměňovacích verzí (spodní panel) zobrazí červeně. Závislosti lze přidat povolením v horním panelu.
de: Inkompatible Mods erscheinn in Rot in der Liste der aktiven Mods (im unteren Teil). Abhängigkeiten können hinzugefügt werden, indem man sie im oberen Teil aktiviert.
el: Οι μή συμβατές τροποποιήσεις θα εμφανιστούν με κόκκινο στη λίστα των ενεργών τροποποιήσεων (κάτω πάνελ). Οι εξαρτήσεις μπορούν να προστεθούν ,ενεργοποιόντας αυτές απο το πάνω πάνελ.
eu: Bateraezinak diren mod-ak gorriz agertuko dira gaitutako mod-en zerrendan (beheko panela). Menpekotasunak gehitu daitezke goiko panelean gaituz.
fi: Yhteensopimattomat modit näkyvät punaisina käytössä olevien modien luettelossa (alapaneelissa). Riippuvuudet voidaan lisätä ottamalla ne käyttöön yläpaneelissa.
fr: Les mods incompatibles apparaîtront en rouge dans la liste des mods activés (panneau inférieur). Les dépendances peuvent être ajoutées en les activant dans le panneau supérieur.
gd: Nochdaidh na tuilleadan neo-chòrdail le dath dearg orra air liosta nan tuilleadan an comas (sa phanail aig a’ bhonn). ’S urrainn dhut na h-eisimeileachdan a chur ris is tu ’gan cur an comas sa phanail uachdarach.
hu: A nem kompatibilis modok vörössel fognak megjelenni az engedélyezett modok listájában (alsó panel). A függőségek a felső panelen történő engedélyezésükkel adhatók hozzá.
id: Mod yang tidak cocok akan tampil dengan warna merah di daftar mod yang dihidupkan (panel bawah). Keperluan dapat ditambahkan dengan menghidupkannya di panel atas.
it: Le modd incompatibili appariranno in rosso nella lista delle mod abilitate (pannello inferiore). È possibile aggiungere dipendenze abilitandole nel pannello superiore.
ja: 互換性のないMODは、有効なMODのリスト（下段）に赤色で表示されます。依存関係は、上部パネルで有効にすることで追加できます。
ko: 호환되지 않는 모드는 활성화된 모드 목록(하단 패널)에 빨간색으로 표시됩니다. 종속성은 상단 패널에서 활성화하여 추가할 수 있습니다.
nl: Niet-compatibele mods kleuren rood in de lijst met ingeschakelde mods (onderste veld). Afhankelijkheden kunnen worden toegevoegd door ze in te schakelen in het bovenste veld.
pl: Niekompatybilne mody zostaną zaznaczone na czerwono (dolny panel). Zależności można dodać poprzez włączenie ich w górnym panelu.
sk: Nekompatibilné módy budú zvýraznené červenou v zozname povolených módov (spodný panel). Dependencie môžu byť pridané ich zapnutím v hornom paneli.
sv: Inkompatibla moddar kommer att visas i rött i listan för aktiverade moddar (Botten-panelen). Beroendena kan läggas till genom att aktivera de i den övre panelen.
uk: Несумісні моди відображатимуться червоним кольором у списку ввімкнених модів (нижня панель). Залежності можна додати, увімкнувши їх у верхній панелі.
zh_tw: 不相容的模組會已在啟用的模組列表（底部面板）中顯示為紅色。可以在上方面板中啟用並添加相依模組。

source: Incompatible mods
ast: Camudɐs incompatibles
bg: Несъвместими модификации
cs: Nekompatibilní pozměněné verze
de: Inkompatible Mods
el: Ασύμβατα mods
eu: Mod bateraezinak
fi: Epäyhteensopivat modit
fr: Mods incompatibles
gd: Tuilleadain neo-chòrdail
gl: Modificacións incompatíbeis
hu: Nem kompatibilis módosítások
id: Mod tidak cocok
it: Mod incompatibili
ja: 互換性の無いMOD
ko: 호환되지 않는 모드
ku: Modên ne li hevhatî
lt: Nesuderinamos modifikacijos
nl: Onverenigbare modificaties
pl: Niekompatybilne mody
sk: Nekompatibilné módy
sv: Inkompatibla mods
uk: Несумісні модифікації
zh_tw: 不相容的模組

source: Ok
ast: Aceitar
bg: Добре
el: Εντάξει
eu: Ados
gd: Ceart ma-thà
gl: Aceptar
ko: 확인
nl: Oké
uk: Гаразд
zh_tw: 確定

source: 0 A.D. Empires Ascendant mod.io Disclaimer
bg: Забележка от mod.io относно 0 A.D. Empires Ascendant
cs: 0 A.D. Empires Ascendant mod.io Odmítnutí odpovědnosti
zh_tw: 0 A.D. 帝國崛起 mod.io 免責聲明

source: Document Date: 2023-07-27
bg: Дата на документа: 27 юли 2023г.
cs: Datum dokumentu: 2023-07-27
zh_tw: 文件日期：2023-07-27

source: You are about to connect to the mod.io online service.
ast: Stas a piques de conectete cul servicio na Rede de mod.io.
bg: На път сте да се свържете с услугата на „mod.io“.
br: Emaoc'h o vont da gennaskañ ouzh ar servij enlinenn mod.io.
ca: Esteu a punt de connectar-vos al servei en línia de mod.io.
cs: Chystáte se připojit k online službě mod.io.
de: Du bist im Begriff, dich mit dem mod.io Online-Dienst zu verbinden.
el: Πρόκειται να συνδεθείς με την ηλεκτρονική υπηρεσία mod.io.
eu: Mod.io lineako zerbitzuarekin konektatzen ari zara.
fa: شما در حال ارتباط آنلاین از طریق سرویس mod.io هستید.
fi: Olet aikeissa yhdistää mod.io-verkkopalveluun.
fr: Vous êtes sur le point de vous connecter au service mod.io en ligne.
ga: Tá tú in ann le ceangal a dhéanamh go seirbhis ar-líne mod.io.
gd: Tha thu an impis ceangal ri seirbheis air loidhne mod.io.
gl: Vai conectarse ao servizo por internet de mod.io.
hu: A mod.io online szolgáltatáshoz kapcsolódáshoz készül.
id: Anda akan terhubung ke layanan daring mod.io.
it: Ti stai connettendo ai servizi online mod.io.
ja: mod.ioのオンラインサービスに接続しようとしています
ko: mod.io 온라인 서비스에 연결하려고 합니다.
ku: Hûnê di nêz de karûbarê serhêl a mod.io ve werin girêdan.
lt: Jūs netrukus jungsitės prie mod.io internetinės paslaugos.
ms: Anda kini sedang bersambung dengan perkhidmatan atas-talian mod.io.
nl: U staat op het punt om te verbinden met de mod.io online service.
pl: Zaraz połączysz się z sieciową usługą mod.io
pt_br: Você está prestes a se conectar com o serviço online mod.io.
ru: Вы собираетесь подключиться к онлайн-сервису mod.io.
sk: Chystáš sa pripojiť na online službu mod.io.
sv: Du håller på att ansluta till mod.io onlinetjänsten.
te: మీరు మోడ్.ఐఒ ఆన్‌లైన్ సేవకు కనెక్ట్ కానున్నారు.
tr: mod.io çevrimiçi hizmetlerine bağlanmak üzeresiniz.
uk: Ви збираєтеся підключитися до онлайн-сервісу mod.io.
zh: 即将连接到mod.io在线服务。
zh_tw: 您即將連接到 mod.io 線上服務。

source: This service provides an easy way to download and install community-made mods and is provided by DBolical Pty Ltd, the company behind IndieDB and ModDB.
ast: Esti servicio aprove un modu sinziellu d’apercibir & allogar camudɐs feiꞇhɐs pola communidá & ye provisto por DBolical Pty Ltd, la compaña de tras d’IndieDb & ModDB.
bg: Услугата предлага лесен начин за сваляне и инсталиране на създадени от потребителите модификации и е собственост на „DBolical Pty Ltd“ – компанията, ръководеща IndieDB и ModDB.
br: Ar servij-mañ a ginnig un doare aes da bellgargañ ha staliañ ar modoù graet gant ar gumuniezh. Pourvezet eo gant DBolical Pty Ltd, ar gompagnunezh a-dreñv IndieDB ha ModDB.
ca: Aquest servei proporciona una manera senzilla de baixar i instal·lar mods fets per la comunitat i és ofert per DBolical Pty Ltd, l'empresa creadora d'IndieDB i ModDB.
cs: Tato služba poskytuje snadný způsob stahování a instalace komunitních pozměněných verzí a je poskytována DBolical Pty Ltd, společností jež vlastní IndieDB a ModDB.
de: Dieser Dienst bietet einen einfachen Weg, um von Nutzern gemachte Mods herunterzuladen und zu installieren und wird von DBolical Pty Ltd, der Firma hinter IndieDB und ModDB, zur Verfügung gestellt.
el: Αυτή η υπηρεσία παρέχει έναν εύκολο τρόπο για να κατεβάζετε και να εγκαταστήσετε τροποποιήσεις (mods) φτιαγμένες από την κοινότητα και παρέχεται από την DBolical Pty Ltd, την εταιρεία πίσω από το IndieDB και το ModDB.
eu: Zerbitzu honek komunitateak egindako mod-ak deskargatzeko eta instalatzeko modu erraz bat eskaintzen du eta DBolical Pty Ltd-k emandako konpainia IndieDB eta ModDB atzean dago.
fa: این سرویس یک راه آسان برای دانلود و نصب modهای ساخته شده توسط افراد مستقل را توسط DBolical Pty Ltd فراهم می کند،که شرکتی است که IndieDB و ModDB زیرمجموعه آن هستند.
fi: Tämä palvelu tarjoaa helpon tavan ladata ja asentaa yhteisön tekemiä modeja, ja sen tarjoaa DBolical Pty Ltd, IndieDB:n ja ModDB:n takana oleva yritys.
fr: Ce service permet de télécharger et d'installer facilement les mods créés par la communauté et proposés par DBolical Pty Ltd, la compagnie créatrice de IndieDB et ModDB.
ga: Soláthraíonn an tseirbhís seo bealach éasca le modhnuithe pobal-chruthaithe a íoslódáil agus a shuiteáil, agus tá sí soláthraithe í féin ag DBolical Pty Ltd, an comhlacht taobh thiar de IndieDB agus ModDB.
gd: Tha an t-seirbheis seo a’ solar dòigh furasta airson tuilleadain a chaidh a dhèanamh leis a’ choimhearsnachd a luchdadh a-nuas is a stàladh agus tha e ’ga sholar le DBolical Pty Ltd, seo a’ chompanaidh a nì IndieDB agus ModDB.
gl: Este servizo fornece unha forma fácil de descargar e instalar modificacións creadas pola comunidade, e o servizo ofréceo DBolical Pty Ltd, a compañía detrás de IndieDB e ModDB.
hu: Ez a szolgáltatás könnyű módot biztosít a közösség által készített modok letöltéséhez és telepítéséhez. A szolgáltatást a DBolical Pty Ltd., az IndieDB és a ModDB mögött álló cég nyújtja.
id: Layanan ini menyediakan cara mudah untuk mengunduh dan memasang mod buatan komunitas dan disediakan oleh DBolical Pty Ltd, perusahaan di balik IndieDB dan ModDB.
it: Questo servizio offre la possibilità di scaricare e installare facilmente mods provenienti dalla community ed è offerto da DBolical Pty Ltd, la società che gestisce IndieDB e ModDB.
ja: IndieDBやModDBを運営するDBolical Pty Ltdが提供する、コミュニティが作成したMODを簡単にダウンロード・インストールできるサービスです。
ko: 이 서비스는 커뮤니티에서 만든 모델을 쉽게 내려받고 설치할 수 있는 방법을 제공하며, 인디DB와 모뎀을 지원하는 회사인 DDBolical Pty Ltd에 의해 제공됩니다.
ku: Ev karûbar awayek hêsan a dakêşandin û sazkirina modên çêkirî yên civakê peyda dike û ji hêla DBolical Pty Ltd ve, pargîdaniya pişta IndieDB û ModDB ve tête peyda kirin.
lt: Ši tarnyba leidžia lengvai atsiųsti ir įdiegti bendruomenės sukurtas modifikacijas. Šias paslaugas teikia DBolical Pty Ltd - kompanija, kuriai priklauso IndieDB ir ModDB.
ms: Perkhidmatan ini menyediakan laluan mudah untuk muat turun dan pasang mod buatan-komuniti dan daripada DBolical Pty Ltd, syarikat disebalik IndieDB dan ModDB.
nl: Deze service biedt een gemakkelijke manier om door de gemeenschap gemaakte modificaties te downloaden en te installeren. Dit wordt u aangeboden door DBolical Pty Ltd, het bedrijf achter IndieDB en ModDB.
pl: Usługa zapewnia możliwość pobrania i zainstalowania modów stworzonych przez użytkowników dzięki DBolical Pty Ltd, spółką stojącą za IndieDB i ModDB.
pt_br: Este serviço fornece uma forma fácil de baixar e instalar mods feitos pela comunidade e é fornecido pela DBolical Pty Ltd, a corporação por trás do IndieDB e do ModDB.
ru: Этот сервис позволяет загружать и устанавливать моды, созданные сообществом, простым способом, предоставляется компанией DBolical Pty Ltd, которая владеет IndieDB и ModDB.
sk: Táto služba poskytuje ľahký spôsob stiahnutia a nainštalovania módov, ktoré boli vytvorené komunitov, a je poskytovaná DBolical Pty Ltd, spločnosťou, ktorá prevádzkuje IndieDB a ModDB.
sv: Denna tjänst ger ett enkelt sätt att hämta och installera mods skapade av communityn och tillhandahålls av DBolical Pty Ltd, företaget bakom IndieDB och ModDB.
tr: Bu hizmet topluluk yapımı modların kolayca indirilmesi ve kurulması için DBolical Pty Ltd, the company behind IndieDB and ModDB aracılığıyla hazırlandı.
uk: Цей сервіс дозволяє завантажувати і встановлювати моди, створені спільнотою, простим способом, та постачається компанією DBolical Pty Ltd, яка володіє IndieDB і ModDB.
zh: 这项服务提供了一种简单的方式来下载和安装社区制作的mod，由IndolDB和ModDB背后的公司DBolical Pty Ltd提供。
zh_tw: 本服務提供下載與安裝社群模組的簡易管道，提供者為 IndieDB 和 ModDB 背後的 DBolical Pty Ltd。
