Repository: 0ad/0ad
Catalog: binaries/data/mods/mod/l10n/*.mod-selector.po
Languages: ast, bg, br, ca, cs, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ku, lt, ms, nl, pl, pt_br, ru, sk, sq, sv, te, tr, uk, zh, zh_tw

source: In order to install a mod, just open the file with 0 A.D. (either double-click on the file and choose to open it with the game, or run "pyrogenesis file.pyromod" in a terminal). The mod will then be available in the mod selector. You can enable it and disable it at will. You can delete the mod manually using your file browser if needed (see https://trac.wildfiregames.com/wiki/GameDataPaths).
ast: Par’ allogar camudɐs, simplemente abri l archivo cun 0 A.D. (ou picando duɐs vezes n archivo & abriendo-llo cul juögu ou executando “pyrogenesis file.pyromod” in terminal). Intoç la camuda vai star disponible nel selector de camudɐs. Puödes habilitá-lla ou dishabilitá-lla cumo quexieres. Si fuer preciso, tamien puödes esmemorecé-lla manualmente usando l gestor d’archivos (ver https://trac.wildfiregames.com/wiki/GameDataPaths).
br: Gant ar pal da staliañ ur mod, digorit ar restr gant 0 A.D. (klikit-doubl war ar restr ha dibabit digeriñ anezhi gant ar c'hoari, pe lakait da vont en-dro "pyrogenesis file.pyromod" en un derminell). Ar mod a vo hegerz a-barzh neuze en diuzer modoù. Gellout a rit enaouiñ anezhañ pe e lazhañ diouzh ho c'hoant. Gellout a rit dilemel ar mod gant an dorn en ur ober gant ar restr merdeer ma vez ret (kit da deurel ur sell war https://trac.wildfiregames.com/wiki/GameDataPaths).
ca: Per instal·lar un mod, només cal obrir el fitxer amb el 0 A.D. (feu doble clic sobre el fitxer i trieu obrir-lo amb el joc, o bé executeu "pyrogenesis file.pyromod" al terminal). El mod estarà disponible al selector de mods. Podeu habilitar-lo i deshabilitar-lo quan vulgueu. Podeu esborrar el mod manualment des del gestor de fitxers si cal (més informació a https://trac.wildfiregames.com/wiki/GameDataPaths).
de: Um eine Mod zu installieren, öffne einfach die Datei mit 0 A.D. (entweder mit Doppelklick auf die Datei und dann auswählen, sie mit dem Spiel zu öffnen; oder „pyrogenesis file.pyromod“ im Terminal eingeben). Die Mod wird dann in der Modauswahl verfügbar sein. Du kannst sie nach Belieben aktivieren und deaktivieren. Du kannst die Mod manuell mit deinem Dateiverwaltungsprogramm löschen, wenn das nötig ist (siehe https://trac.wildfiregames.com/wiki/GameDataPaths).
eu: Mod bat instalatzeko, fitxategia 0 A.D.-rekin irekitzea baino ez dago (egin klik bikoitza fitxategian eta aukeratu jokoa ireki edo "pyrogenesis file.pyromod" exekutatu terminal batean). Mod modulu hautagarrian erabilgarri egongo da. Nahieran gaitu eta desgaitu egin dezakezu. Mod-a eskuz ezabatu dezakezu zure fitxategi-arakatzailea erabiliz (ikus https://trac.wildfiregames.com/wiki/GameDataPaths).
fa: برای نصب یک مد تنها کافی است فایل آنرا با بازی 0 A.D باز کنید ( یا دوبار کلیک بر روی فایل و انتخاب بازی به عنوان برنامه اجرای فایل یا اجرا کردن فایلها در ترمینال). سپس مد باز شده و در صفحه انتخاب مد در دسترس خواهد بود. شما می توانید فعال یا غیر فعالش کنید یا حتی مد را مستقیم از روی کامپیوتر پاک کنید. (https://trac.wildfiregames.com/wiki/GameDataPaths)
fi: Asentaaksesi modin, aukaise tiedosto 0 A.D:llä. (joko tuplaklikkaa tiedostoa tai aukaise pelin kautta, tai suorita"pyrogenesis tiedosto.pyromod" komentoriviltä). Modi on tämän jälkeen saatavilla modin valitsimessa. Voit ottaa sen käyttöön tai poistaa käytöstä. Modin voi poistaa manuaalisesti tiedostoselaimella jos on tarve (katso https://trac.wildfiregames.com/wiki/GameDataPaths).
fr: Afin d'installer un mod, il suffit d'ouvrir le ficher avec 0 A.D. (soit en double-cliquant sur le fichier et en choisissant de l'ouvrir avec le jeu, soit en exécutant la commande "pyrogenesis file.pyromod" dans un terminal). Le mod sera ensuite disponible dans le sélecteur de mods. Vous pourrez l'activer ou le désactiver à votre convenance. Si nécessaire, vous pouvez supprimer manuellement le mod avec votre explorateur de fichiers (voir https://trac.wildfiregames.com/wiki/GameDataPaths).
ga: D'fhonn an modhnú seo a shuiteáil, oscail an comhad seo le 0 A.D. (dháchliceáil ar an gcomhad agus roghnaigh é a oscail leis an gcluiche, nó rith "pyrogenesis file.pyromod" i dteirminéal). Beidh an modhnú ar fáil sa roghnóir modhnuithe. Is féidir leat é a chumasú nó díchumasú ar do thoil. Is féidir leat an modhnú a scriosadh de láimh in úsáid an brabhsálaí comhaid, má a theastíonn uait (féic ar https://trac.wildfiregames.com/wiki/GameDataPaths).
gd: Airson tuilleadan a stàladh, fosgail am faidhle le 0 A.D. (dèan briogadh dùbailte air an fhaidhle agus tagh gum fosgail thu leis a’ gheama e no ruith “pyrogenesis file.pyromod” ann an tèirmineal). Bidh an tuilleadan ri làimh dhut ann an roghnaichear nan tuilleadan an uairsin. ’S urrainn dut a chur an comas is à comas mar a thogras tu an uairsin. ‘’S urrainn dhut an tuilleadan a sguabadh às à làimh ann an taisgealaiche nam faidhle ma bhios feum air sin (faic https://trac.wildfiregames.com/wiki/GameDataPaths).
gl: Para instalar unha modificación, abre o ficheiro con 0 A.D. (fai clic duplo sobre el e escolla abrilo co xogo, ou executa «pyrogenesis ficheiro.pyromod» nun terminal). A modificación pasará a estar dispoñíbel no selector de modificacións. Podes activala ou desactivala cando queiras. Podes eliminar a modificación manualmente usando o navegador de ficheiros se o necesitas (consulta https://trac.wildfiregames.com/wiki/GameDataPaths).
hu: A módosítás telepítéséhez csak nyisd meg a fájlt a 0 A.D. programmal (vagy dupla kattintás a fájlon, és válaszd a játékkal való megnyitást, vagy futtasd a „pyrogenesis fájl.pyromod” parancsot a terminálban). A módosítás ezek után elérhető lesz a módosításválasztóban, és tetszés szerint engedélyezhető vagy letiltható. A módosítás kézzel letörölhető a fájlkezelőben (lásd: https://trac.wildfiregames.com/wiki/GameDataPaths)
id: Untuk memasang mod, cukup buka berkas dengan 0 A.D. (klik dua kali pada file dan pilih untuk membukanya dengan permainan, atau jalankan "pyrogenesis berkas.pyromod" di terminal). Mod kemudian akan tersedia di pemilih mod. Anda dapat mematikan dan menghidupkannya sesuka hati. Anda dapat menghapus mod secara manual menggunakan pengelola berkas Anda jika diperlukan (lihat https://trac.wildfiregames.com/wiki/GameDataPaths).
ja: MODをインストールするには、0 A.D.でファイルを開くだけです（ファイルをダブルクリックしてゲームで開くを選択するか、ターミナルで「pyrogenesis file.pyromod」を実行します）。すると、MODセレクタでMODが利用できるようになります。自由に有効化、無効化することができます。必要であれば、ファイルブラウザを使って手動でMODを削除することができます（https://trac.wildfiregames.com/wiki/GameDataPaths 参照）。
ko: 모드를 설치하려면 0 A.D.로 파일을 엽니 다 (파일을 두 번 클릭하고 게임에서 열도록 선택하거나 터미널에서 "pyrogenesis file.pyromod"실행). 그러면 모드 선택기에서 모드를 사용할 수 있습니다. 원하는대로 활성화하고 비활성화 할 수 있습니다. 필요한 경우 파일 브라우저를 사용하여 수동으로 모드를 삭제할 수 있습니다 (https://trac.wildfiregames.com/wiki/GameDataPaths 참조).
ku: Ji bo ku modek were saz kirin, tenê pelê bi 0 AD-an vekin (an li ser pelê du caran bikirtînin û hilbijêrin ku ew bi lîstikê vekin, an jî "pelê pyrogenesis.pyromod" di termînalekê de bimeşînin). Wê hingê mod dê di hilbijêrê modê de hebe. Hûn dikarin wê çalak bikin û li gorî xwe bêbandor bikin. Heke hewce be hûn dikarin modê bi karanîna geroka xweya pelê jêbirin (li https://trac.wildfiregames.com/wiki/GameDataPaths binêrin).
lt: Norėdami įdiegti modifikaciją, paprasčiausiai atverkite failą su "0 A.D." (dvigubu pelės paspaudimu ir pasirenkant atverti su žaidimo programa, arba paleisdami "pyrogenesis file.pyromod" termnale). Modifikacija taps prieinama modifikacijų sąraše, ir ją galėsite įjungti ir išjungti kada panorėję. Esant reikalui modifikaciją galite ištrinti rankiniu būdu failų naršyklės pagalba (žiūrėkite https://trac.wildfiregames.com/wiki/GameDataPaths).
ms: Untuk memasang mod, hanya buka fail tersebut dengan 0 A.D. (sama ada dwi-klik pada fail dan pilih untuk membukanya dengan permainan, atau jalankan "pyrogenesis file.pyromod" menerusi terminal). Mod kemudiannya akan tersedia melalui pemilih mod. Anda boleh benarkannya atau sebaliknya mengikut kemahuan anda. Anda juga boleh memadam mod secara manual menggunakan pelayar fail adna jika perlu (sila rujuk https://trac.wildfiregames.com/wiki/GameDataPaths).
nl: Om een mod te installeren, open het bestand met 0 A.D. (door middel van dubbelklikken op het bestand en het te laten openen door het spel of door "pyrogenesis file.pyromod" te starten met de command prompt). De mod komt dan beschikbaar in het mod selectie scherm. De mod kan naar believen aan en uitgezet worden. U kunt een mod, indien noodzakelijk, handmatig verwijderen via de verkenner. (Zie: https://trac.wildfiregames.com/wiki/GameDataPaths).
pl: Aby zainstalować modyfikację, otwórz plik za pomocą 0 A.D. (kliknij dwukrotnie plik i wybierz, aby otworzyć za pomocą gry lub uruchom "pyrogenesis file.pyromod" w terminalu). Modyfikacja będzie wówczas dostępna w "Wyborze modyfikacji". Modyfikację możesz włączyć i wyłączyć w dowolnym momencie. W razie potrzeby możesz usunąć modyfikacje ręcznie za pomocą przeglądarki plików (zobacz https://trac.wildfiregames.com/wiki/GameDataPaths).
pt_br: Para instalar um mod, basta abrir o arquivo com o 0 A.D. (clique duas vezes no arquivo e escolha abrir-lo com o jogo, ou execute "pyrogenesis file.pyromod" em um terminal). O mod estará então disponível no seletor de mods. Você pode ativá-lo e desativá-lo à vontade. Você pode excluir o mod manualmente usando o seu navegador de arquivos, se necessário (veja https://trac.wildfiregames.com/wiki/GameDataPaths).
ru: Для установки мода, откройте файл с помощью 0 A.D. (двойной щелчёк или команда "pyrogenesis file.pyromod" в консоли). Мод станет доступным в списке и его можно будет включать и выключать по желанию. Удалить мод можно вручную, используя файловый менеджер (см. https://trac.wildfiregames.com/wiki/GameDataPaths).
sk: Za účelom nainštalovania módu, otvorte priečinok s 0 A.D .(buď dvojklikom na priečinok a otvorte ho s hrou , alebo zapni "pyrogenesis file.pyromod" v terminálu). Mód bude dostupný vo výbere módov. Môžeš ho povoliť alebo zakázať podľa vlastného uváženia. Ak je možné, môžeš mód vymazať manuálne pomocou internetového prehliadača (see https://trac.wildfiregames.com/wiki/GameDataPaths).
tr: Bir mod'u yüklemek için dosyayı 0 A.D. ile açın (dosyayı oyunla açmak için çift tıklayın ya da "pyrogenesis dosyası.pyromod"'u bir terminalde çalıştırın). Daha sonra mod, mod seçicide hazır olacak. Dilediğiniz zaman aktif hale getirebilir ya da etkisiz hale getirebilirsiniz. Dosya görüntüleyiciniz ile modları manuel olarak silebilirsiniz (see https://trac.wildfiregames.com/wiki/GameDataPaths).
uk: Для установки мода, відкрийте файл за допомогою 0 A.D. (Подвійний клік або команда "pyrogenesis file.pyromod" в консолі). Мод стане доступним в списку і його можна буде вмикати і вимикати за бажанням. Видалити мод можна вручну, використовуючи файловий менеджер (див. https://trac.wildfiregames.com/wiki/GameDataPaths).
zh: 要安装模组，只需用0 A.D.打开模组文件（双击模组文件并选择用游戏打开，或者在终端中运行"pyrogenesis file.pyromod"）。随后模组将出现在游戏的模组选择其中，您可以随意启用或禁用任意的模组。如果需要的话您可以使用文件浏览器手动删除模组（详见https://trac.wildfiregames.com/wiki/GameDataPaths）。

source: The mod.io service is developed by DBolical, the company behind IndieDB and ModDB. Those websites have spread the word about 0 A.D. and other indie projects for a long time! Today, mod.io allows us to list and download all the mods that were verified by the team. Click "Download Mods" to try it out and install some!
ast: El servicio de mod.io disindolca-llo DBolical, la compaña de tras d’IndieDB & ModDB. ¡Ha quanto ya q’essos sitios na Rede llievɐn sparzhiendo anunciɐs de 0 A.D. & outros proiectos indie! Huöi mod.io nos permitte arrejuntar & apercibir todɐlɐs camudɐs que tienen comprobadɐs. ¡Pica n “Apercibir camudɐs” para probá-llo & allogar dellɐs!
br: Ar servij mod.io a zo diorroet gant DBolical, ar c'humpagnunezh hag a zo a-drek IndieDB ha ModDB. Al lec'hiennoù-mañ o deus ledet ar gaoz diwar-benn 0 A.D. ha kalzig a raktresoù dizalc'h abaoe pell bremañ! Evit an deizioù, mod.io a ro an aotre deomp da listennañ ha da bellgargañ hollad ar modoù hag a zo bet gwirikaet gant ar skipailh. Klikit war "Pellgargañ modoù" evit ober un taol-esae ha staliañ un darn anezho!
ca: El servei de mod.io està desenvolupat per DBolical, la companyia creadora d'IndieDB i ModDB. Aquestes pàgines han fet difusió del 0 A.D. i altres projectes independents durant molt de temps! Avui, mod.io ens permet recopilar i baixar tots els mods que són verificats per l'equip. Feu clic a "Baixa mods" per provar-ho i instal·lar-ne algun!
de: Der Dienst „mod.io“ wird von DBolical entwickelt, dem Unternehmen hinter IndieDB und ModDB. Diese Webpräsenzen haben 0 A.D. und andere unabhängige Projekte für eine lange Zeit bekannt gemacht! Heute macht uns mod.io es möglich, alle Mods aufzulisten und herunterzuladen, vorausgesetzt, sie wurden vom Team verifiziert. Klicke auf „Mods herunterladen“, um es auszuprobieren und insallier ein paar!
eu: Mod.io zerbitzua DBolical-ek garatzen du, IndieDB eta ModDB atzean dagoen enpresa. Webgune horiek 0 A.D. eta beste indie proiektu batzuk zabaldu dituzte denbora luzez! Gaur egun, mod.io taldearen bidez egiaztatu diren moden zerrenda egin eta deskargatzen uzten digu. Egin klik "Deskargatu mod-ak" probatzeko eta instalatzeko!
fa: خدمات mod.io توسط DBolical توسعه داده شده است، که شرکت IndieDB و ModDB پشت سر توسعه آن قرار دارند. این وب سایت ها سالهای زیادی است که بازی 0 A.D را در سایت هایشان پشتبیانی می کنند. mode.io به ما اجازه می دهد که تمام مدهای تایید شده توسط تیم را لیست و دانلود کنیم. بر روی "دانلود مدها" کلیک کنید تا بتوانید این قابلیت را امتحان کنید و چند مد نصب کنید!
fi: Mod.io palvelun on kehittänyt DBolical, yritys jolle kuuluu myös IndieDB ja ModDB. Nämä sivustot ovat levittäneet sanomaa 0 A.D:stä ja muista indieprojekteista jo kauan! Tänää mod.io mahdollistaa modien listauksen ja latauksen niille modeille jotka on varmistettu tiimin toimesta. Paina "Lataa modeja" ja kokeile asentaa!
fr: Le service mod.io est développé par DBolical, qui est aussi à l'origine de IndieDB et ModDB. Ces sites web ont beaucoup participé à la popularisation de 0 A.D. et d'autres projets indépendants ! Aujourd'hui, mod.io permet de lister et de télécharger tous les mods qui ont été vérifiés par l'équipe. Cliquez sur "Télécharger des Mods" pour découvrir le service et pour installer quelques mods !
ga: Forbraíonn DBolical an tséirbhis mod.io, le IndieDB is ModDB ag an gcomhlacht freisin. Scaipeann na suíomhanna gréasáin seo eolas ar 0 A.D. agus ar tograí neamhspleácha eile ar feadh i bhfad! An lá atá innie, ligeann mod.io orainn modhnuithe a liostú is a íoslódáil, má tá siad ina bhailí de chuid na foirne 0 A.D. Cliceáil ar "Íoslódáil Modhnuithe" agus triail a bhaint as, agus roinnt modhnuithe a shuiteáil!
gd: Tha an t-seirbheis mod.io ’ga leasachadh le DBolical, seo a’ chompanaidh air cùlaibh IndieDB agus ModDB. Tha na làraichean-lìn sin a’ sgaoileadh naidheachd mu 0 A.D. agus pròiseactan neo-eisimeil eile o chionn fhada! Leigidh mod.io leinn liosta agus luchdaidhean a-nuas a chruthachadh dhe na tuilleadain uile a chaidh a dhearbhadh leis an sgioba a-nis. Briog air “Luchdaich a-nuas tuilleadain”, feuch e is stàlaich fear no dhà!
gl: O servizo mod.io desenvólveo DBolical, a compañía detrás de IndieDB e ModDB. Eses sitios web promoveron 0 A.D. e outros proxectos da escena alternativa durante moito tempo! Na actualidade, mod.io permítenos listar e descargar todas as modificacións que o equipo verificou. Preme «Descargar modificacións» para probalo e instalar algunhas!
hu: A mod.io szolgáltatást a DBolical, az IndieDB és a ModDB mögött álló vállalat fejlesztette ki. Ezek a weboldalak hosszú ideje terjesztik a 0 A.D. és más indie projekteket. Ma a mod.io lehetővé teszi, hogy listázd és letöltsd az összes módosítást, amelyet e csapat ellenőriz. Kattints a „Modok letöltése” gombra, hogy kipróbálhass és telepíts néhányat!
id: Layanan mod.io dikembangkan oleh DBolical, perusahaan di balik IndieDB dan ModDB. Situs web tersebut telah lama menyebarkan berita tentang 0 A.D. dan proyek indie lainnya! Saat ini, mod.io memungkinkan kita untuk membuat daftar dan mengunduh semua mod yang diverifikasi oleh tim. Klik "Unduh Mod" untuk mencoba dan memasang beberapa!
ja: mod.ioのサービスは、IndieDBやModDBを運営するDBolical社が開発したものです。それらのウェブサイトは、長い間、0 A.D.やその他のインディー・プロジェクトについて広めてきました 今日、mod.ioでは、チームによって検証されたすべてのMODをリストアップし、ダウンロードすることができます。「MODのダウンロード」をクリックして、いくつか試したりインストールしたりしてみてください
ko: mod.io 서비스는 인디DB와 모드DB 뒤에있는 DBolical에 의해 개발되었습니다. 그 웹 사이트들은 오랜 기간 동안 0 A.D.와 다른 인디 프로젝트에 관한 소문을 퍼뜨렸습니다! 오늘날, mod.io는 팀에의해 확인된 모든 개조물을 나열하고 내려받을 수 있게합니다. ″모드 다운로드″를 클릭하여 사용해보고 설치하십시오!
ku: Karûbarê mod.io ji hêla DBolical ve hatî pêşve xistin, pargîdaniya pişta IndieDB û ModDB. Wan malperan ji bo demek dirêj li ser 0 A.D. û projeyên din ên indie belav kirin! Todayro, mod.io rê dide me ku hemî modên ku ji hêla tîmê ve hatine pejirandin navnîş bikin û dakêşin. "Modên Dakêşanê" bikirtînin ku biceribînin û hinekan saz bikin!
lt: mod.io paslaugą sukūrė DBolical - kompanija, kuriai priklauso IndieDB ir ModDB. Šios svetainės jau ilgą laiką skleidžia informaciją apie 0 A.D. ir kitus nepriklausomus projektus. mod.io leidžia teikti ir atsiųsti visas komandos patikrintas modifikacijas. Spauskite "Atsiųsti modifikacijas" ir išbandykite!
ms: Perkhidmatan mod.io dibangunkan oleh DBolical, syarikat yang juga membangunkan IndieDB dan ModDB. Laman sesawang tersebut telah memviralkan 0 A..D. dan lain-lain projek indie selama ini! Hari ini, mod.io juga memberi keizinan kepada kami untuk senaraikan dan muat turun semua mod yang telah disahkan oleh pasukan. Klik "Muat Turun Mod" untuk mencuba dan memasangnya!
nl: De mod.io service is gemaakt door DBolical, het bedrijf achter IndieDB en ModDB. Deze websites ondersteunen 0 A.D. en andere indie projecten al voor een lange tijd! Nu kunnen wij door mod.io alle door het team geverifieerde mods te tonen en te downloaden. Klik "Download mods" om het te proberen en installeer er een paar!
pl: Usługa mod.io została opracowana przez firmę DBolical, firmę będącą niezależną firmą IndieDB i ModDB. Te strony już od dłuższego czasu rozpowszechniają informacje o 0 A.D. oraz innych projektach indie! Dzisiaj mod.io pozwala nam na wylistowanie i pobranie wszystkich modyfikacji zweryfikowanych przez zespół. Kliknij "Pobierz mody", aby wypróbować i zainstalować niektóre!
pt_br: O serviço mod.io é desenvolvido pela DBolical, a empresa por trás do IndieDB e ModDB. Esses sites espalharam a palavra sobre o 0 A.D. e outros projetos indies por um longo tempo! Hoje, o mod.io nos permite listar e baixar todos os mods que foram verificados pela equipe. Clique em "Baixar Mods" para experimentá-lo e instalar alguns!
ru: Сервис mod.io разработан командой DBolical, разработчиком IndieDB и ModDB. Эти сайты информируют о 0 A.D. и других инди-проектах уже длительное время! Сейчас mod.io позволяет нам каталогизировать и скачивать проверенные командой моды. Нажмите «Скачать моды», чтобы испробовать сервис в деле!
sk: Servis mod.io je vyvinutý spoločnosťou DBolical, spoločnosť ktorá stojí za IndieDB a ModDB. Tieto stránke rozšírili slovo o 0 A.D. a ďalších indie projektov po dlhý čas! Dnes, mod.io nám umožňuje zobrazovať a sťahovať všetky módy ktoré boli overené týmom. Klikni na "Stiahnuť Mód" pre vyskúšanie a nejaké stiahni!
tr: mod.io servisi, IndieDB ve ModDB'nin projelere imza atmış DBolical tarafından geliştirilmiştir. Bu websiteleri 0 A.D.'nin ve diğer bağımsız oyunların duyulmasına uzun süredir katkıda bulunuyorlar! Bugün, mod.io, ekibimiz tarafından onaylanan tüm modların listelenmesine ve yüklenmesine imkan sağlıyor. "Modları Yükle"ye tıklayarak bazılarını yükleyip deneyebilirsiniz!
uk: Сервіс mod.io розроблений командою DBolical, розробником IndieDB і ModDB. Ці сайти поширюють інформацію про 0 A.D. та інші інді-проекти вже давно! Зараз mod.io дає можливість нам каталогізувати та завантажувати перевірені командою моди. Натисніть "Завантажити моди", щоб спробувати сервіс і встановити деякі!
zh: mod.io服务由IndolDB与ModDB的母公司DBolical开发。这些网站已经传播与0 A.D.和其他独立项目相关的信息很久了。现在，mod.io允许我们使用他们的服务列出并为经过团队验证的模组提供下载。点击“下载模组”来试试看！

source: HH:mm:ss
fi: TT:mm:ss
ga: UU:nn:ss
tr: SS:dd:ss

source: Dependency not met: %(dep)s
br: Dalc'hidigezhioù am-dizhet: %(dep)s
ca: No es compleix la dependència: %(dep)s
fa: پیشنیاز ها برآورده نشده : %(dep)s
ga: Níor casadh leis an spleáchas: %(dep)s
ms: Dependensi tidak dipenuhi: %(dep)s
pt_br: Dependência não encontrada: %(dep)s
ru: Зависимость не выполнена: %(dep)s
tr: Bağımlılık karşılanmadı: %(dep)s
zh: 不符合依赖关系：%(dep)s

source: All dependencies met
br: An holl dalc'hiadigezh bet kejet outo
ca: S'han trobat totes les dependències
fa: همه وابستگی ها تامین شد
ga: Bhuail gach spleáchríocha
ms: Semua dependensi dipenuhi
pt_br: Todas as dependências foram atendidas
ru: Все зависимости соблюдены
sq: Të gjitha kërkesat u plotësuan
tr: Tüm bağımlılıkları bir araya geldi
zh: 所有依赖已满足

source: Start Mods
br: Stadegoù ar Modoù
ca: Inicia els mods
fa: شروع مدها
ga: Tosaigh Modhnuithe
ms: Mulakan Mod
pt_br: Iniciar Mods
ru: Запустить моды
sq: Fillo modulet
te: మోడ్లను ప్రారంభించు
tr: Modları Başlat
zh: 启动模组

source: mm:ss
ga: nn:ss
tr: dd:ss

source: Enable
sq: Lejo
tr: Aktif

source: Disable
tr: Devre dışı

source: Enable/Disable
tr: Etkin/Devre Dışı

source: Folder
sq: Dosje

source: Label
sq: Etiketim

source: Type: Any
sq: Tipi: Çfardo

source: Reset Filters
sq: Rivendos Filterët

source: Sorting:
sq: Rradhitja:

source: Descending.
sq: Zbritëse.

source: Up
sq: Lart

source: Down
sq: Poshtë

source: Mod Type
sq: Lloji i modulit
