Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: This cheat requires a numeric parameter.
ast: Esta trampa requier un parámetro numérico.
cs: Tento cheat vyžaduje číselný parametr.
de: Diese Cheat benötigt einen numerischen Parameter.
eo: Tiu ĉi trompo bezonas nombran parametron.
fi: Tämä huijauskoodi vaatii numeerisen parametrin.
hu: Ehhez a csaláshoz számszerű paraméter szükséges.
id: Cheat ini membutuhkan parameter numerik.
it: Questo trucco richiede un parametro numerico.
ja: このチートは数値が必要です。
ko: 이 치트에는 숫자 매개변수가 필요합니다.
nl: Deze cheat vereist een numerieke parameter.
pl: To oszustwo wymaga podania parametru numerycznego.
pt_br: Esta trapaça requer um parâmetro numérico.
ru: Для этого чита требуется числовой параметр.
sk: Tento podvod vyžaduje numerický parameter.
tr: Bu hile sayısal bir parametre gerektirir.
uk: Цей Чіт вимагає цифровий параметер
zh: 该作弊需要一个数字参数。

source: Choose game speed
ar: اختر سرعة اللعبة
ast: Afhitare la velocidade de la partida
bg: Изберете скоростта на играта
br: Diuzit tizh ar c'hoari.
ca: Trieu la velocitat del joc
cs: Vyberte rychlost hry
da: Vælg spilhastighed
de: Spielgeschwindigkeit wählen
el: Ταχύτητα παιχνιδιού
eo: Elektu rapidon de ludo
es_cl: Elegir la velocidad del juego
et: Vali mängutempo
eu: Hautatu jokoaren abiadura
fa: انتخاب سرعت بازی
fi: Valitse pelinopeus
fr: Choisir la vitesse de jeu
ga: Roghnaigh luas an chluiche
gd: Tagh luaths a’ gheama
gl: Seleccionar a velocidade da partida.
hu: Játéksebesség kiválasztása
id: Pilih kecepatan permainan
it: Seleziona la velocità del gioco
ja: ゲーム速度を選択
ka: აირჩიე თამაშის სიჩქარე
ko: 게임 속도 선택
lt: Pasirinkti žaidimo greitį
lv: Izvēlieties spēles ātrumu
ms: Pilih kelajuan permainan
nb: Velg spillhastighet
nl: Spelsnelheid kiezen
pl: Wybierz szybkość gry
pt_br: Escolha a velocidade do jogo
pt_pt: Escolher a velocidade do jogo
ru: Выберите скорость игры
sk: Vybrať rýchlosť hry
sl: Izberi hitrost igre
sq: Zgjidh shpejtësinë e lojës
sv: Välj spelets hastighet
te: ఆట వేగాన్ని ఎన్నుకోండి
tr: Oyun hızını seç
uk: Вибрати швидкість гри.
zh: 选择游戏速度
zh_tw: 選擇遊戲速度

source: Press %(hotkey)s to toggle this menu.
ar: اضغط %(hotkey)s لعرض/إخفاء هذه القائمة.
ast: Calca %(hotkey)s p’alternar isti menú.
ca: Premeu %(hotkey)s per activar o desactivar aquest menú.
cs: Stiskněte %(hotkey)s pro přepnutí této nabídky.
de: Drücke%(hotkey)s, um dieses Menü umzuschalten.
el: Πάτα το %(hotkey)s για να ανοιγοκλείσεις αυτό το μενού.
eo: Premu %(hotkey)s por baskuli tiun ĉi menuon.
eu: Sakatu %(hotkey)s menu hau txandakatzeko.
fa: برای تغییر کردن این منو کلید %(hotkey)s فشار بدهید.
fi: Paina %(hotkey)s avataksesi tai sulkeaksesi tämän valikon.
fr: Appuyez sur %(hotkey)s pour basculer sur ce menu.
gd: Brùth air %(hotkey)s a thoglachadh a’ chlàir-thaice seo.
hu: %(hotkey)s: ezen menü megnyitása.
id: Tekan %(hotkey)s untuk setel menu ini.
it: Premi %(hotkey)s per aprire questo menu.
ja: %(hotkey)s を押して、このメニューの状態を切り替えます。
ko: 이 메뉴를 전환하려면 %(hotkey)s 키를 누르십시오.
lt: Spauskite %(hotkey)s (į/iš)jungti šį meniu,
ms: Tekan %(hotkey)s untuk menogol menu ini.
nb: Trykk %(hotkey)s for å slå av eller på denne menyen.
nl: Klik %(hotkey)s om dit menu aan / uit te zetten.
pl: Kliknij %(hotkey)s, by włączyć/wyłączyć to menu.
pt_br: Pressione %(hotkey)s para habilitar este menu.
pt_pt: Pressiona %(hotkey)s para abrir o menu.
ru: Нажмите %(hotkey)s для открытия этого меню.
sk: Stlač %(hotkey)s na otvorenie tohto menu.
sv: Tryck %(hotkey)sför att växla denna meny.
te: ఈ మెనుని టోగుల్ చేయడానికి %(hotkey)s ని నొక్కండి.
tr: Bu menüyü açıp kapatmak için %(hotkey)s tuşuna basın.
uk: Натиснути %(hotkey)s, щоб переключити це меню.
zh: 按 %(hotkey)s 切换此菜单。
zh_tw: 按%(hotkey)s切換選單

source: Chat
ar: الدردشة
ast: Conversar
bg: Съобщение
br: Flapva
ca: Xat
cs: Rozhovor
el: Συνομιλία
eo: Babilejo
es_cl: Conversación
et: Vestlus
eu: Txata
fa: گفتگو
fi: Keskustelu
ga: Comhrá
gd: Cabadaich
gl: Conversa
hu: Csevegés
id: Obrolan
ja: チャット
ka: ლაყბობა
ko: 채팅
lt: Pokalbis
lv: Tērzētava
ms: Sembang
nb: Nettprat
pl: Czat
pt_pt: Conversa
ru: Чат
sl: Pogovor
sq: Biseda
sv: Chatt
te: కబుర్లు
tr: Sohbet
uk: Бесіда
zh: 聊天
zh_tw: 聊天

source: Save
ar: احفظ
ast: Guardar
bg: Запазване
br: Enrollañ
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
eo: Konservu
es_cl: Guardar
et: Salvesta
eu: Gorde
fa: ذخیره
fi: Tallenna
fr: Sauvegarder
ga: Sábháil
gd: Sàbhail
gl: Gardar
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ka: შენახვა
ko: 저장하기
lt: Išsaugoti
lv: Saglabāt
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
sk: Uložiť
sl: Shrani
sq: Ruaj
sv: Spara
te: భద్రపరుచు
tr: Kaydet
uk: Зберегти
zh: 保存
zh_tw: 儲存

source: Summary
ar: الملخّص
ast: Resume
bg: Обобщение
br: E berr-ha-berr
ca: Resum
cs: Shrnutí
de: Zusammenfassung
el: Σύνοψη
eo: Resumo
eu: Laburpena
fa: خلاصه
fi: Katsaus
fr: Résumé
ga: Achoimre
gd: Geàrr-chunntas
gl: Resumo
hu: Összefoglaló
id: Ringkasan
it: Riepilogo
ja: 戦績
ko: 요약
lt: Suvestinė
lv: Kopsavilkums
ms: Ringkasan
nb: Sammendrag
nl: Samenvatting
pl: Podsumowanie
pt_br: Resumo
pt_pt: Estatísticas
ru: Сводка
sk: Zhrnutie
sl: Povzetek
sq: Përmbledhje
sv: Sammanfattning
te: సారాంశం
tr: Özet
uk: Підсумок
zh: 摘要
zh_tw: 總結

source: Press %(hotkey)s to open the summary screen.
ar: اضغط %(hotkey)s لفتح شاشة الملخّص.
ast: Calca %(hotkey)s p’abrire l quadro “Resume”.
ca: Premeu %(hotkey)s per obrir la pantalla de resum.
cs: Stiskněte %(hotkey)s pro otevření souhrnné obrazovky.
de: Drücke%(hotkey)s, um den Zusammenfassungsbildschirm zu öffnen.
el: Πάτα το %(hotkey)s για να ανοίξεις την οθόνη σύνοψης.
eo: Premu %(hotkey)s por malfermi la resuman ekranon.
eu: Sakatu %(hotkey)s laburpen pantaila irekitzeko.
fa: برای باز کردن صفحه خلاصه کلید %(hotkey)s فشار بدهید.
fi: Avaa yhteenvetoruutu painamalla %(hotkey)s.
fr: Appuyez sur %(hotkey)s pour ouvrir l'écran de résumé de partie.
gd: Brùth air %(hotkey)s a dh’fhosgladh sgrìn a gheàrr-chunntais.
hu: %(hotkey)s: az összesítő képernyő megnyitása.
id: Tekan %(hotkey)s untuk membuka layar ringkasan.
it: Premi%(hotkey)sper aprire la schermata riepilogo.
ja: %(hotkey)s を押してサマリー表示を開きます。
ko: 요약 화면을 열려면 %(hotkey)s 키를 누르십시오.
lt: Spauskite %(hotkey)satidaryti išvadų ekraną.
ms: Tekan %(hotkey)s untuk membuka skrin ringkasan.
nb: Trykk %(hotkey)s for å vise oppsummeringen.
nl: Klik %(hotkey)s om het samenvattingsscherm te openen.
pl: Kliknij %(hotkey)s, aby otworzyć okno podsumowania.
pt_br: Pressione %(hotkey)s para abrir a tela de resumo.
pt_pt: Pressiona %(hotkey)s para abrir o ecrã de estatísticas.
ru: Нажмите %(hotkey)s для открытия краткой сводки.
sk: Stlačením %(hotkey)s otvoríš obrazovku so zhrnutím.
sv: Tryck %(hotkey)sför att öppna sammanfattningsskärmen.
te: సారాంశం తెరను తెరవడానికి %(hotkey)s ని నొక్కండి.
tr: Özet ekranını açmak için %(hotkey)s tuşuna basın.
uk: Натиснути %(hotkey)s, щоб відкрити підсумковий екран.
zh: 按 %(hotkey)s 打开统计框。
zh_tw: 按%(hotkey)s開啟總結畫面

source: Lobby
ar: ردهة
ast: Antepar
bg: Чакалня
br: Hall
ca: Sala multijugador
cs: Herní skupina
el: Προθάλαμος
eo: Enkondukejo
eu: Jokalarien gela
fa: لابی
fi: Aula
ga: Forhalla
gd: Lobaidh
gl: Sala de espera
hu: Váró
id: Lobi
it: Gruppo di gioco
ja: ロビー
ko: 로비
lt: Žaidimo prieangis
ms: Ruang Legar
pl: Poczekalnia
pt_br: Sala
pt_pt: Sala de Espera
ru: Комната
sk: Predsieň
sq: Holl
te: ప్రవేశపు గది
tr: Lobi
uk: Лобі
zh: 游戏大厅
zh_tw: 大廳

source: Press %(hotkey)s to open the multiplayer lobby page without leaving the game.
ast: Calca %(hotkey)s p’abrire la página “Antepar” in sin salir de la partida.
ca: Premeu %(hotkey)s per obrir la pàgina de la sala multijugador sense sortir del joc.
cs: Stisknutím %(hotkey)s otevřete stránku herní skupiny pro více hráčů, aniž byste hru opustili.
de: Drücke %(hotkey)s, um die Mehrspielerlobby zu öffnen, ohne das Spiel zu verlassen.
el: Πάτα το πλήκτρο %(hotkey)s για να ανοίξεις τη σελίδα του λόμπι πολλών παιχτών χωρίς να βγεις από το παιχνίδι.
eo: Premu %(hotkey)s por malfermi la enkondukan paĝon sen forlasi la ludon.
eu: Sakatu %(hotkey)s hainbat jokalarien gela irekitzeko partida utzi gabe.
fa: برای باز کردن صفحه لابی بازی چند نفره بدون ترک کردن بازی کلید %(hotkey)s فشار بدهید.
fi: Avaa moninpelin aulasivu poistumatta pelistä painamalla %(hotkey)s.
fr: Appuyez sur %(hotkey)s pour ouvrir le salon multijoueur sans quitter la partie.
gd: Brùth air %(hotkey)s a dh’fhosgladh duilleag na lobaidh ioma-chluicheadair gun a bhith a’ fàgail a’ gheama.
hu: %(hotkey)s: a többjátékos váró megnyitása a játék elhagyása nélkül.
id: Tekan %(hotkey)s untuk membuka halaman lobi main bersama tanpa meninggalkan permainan.
it: Premi %(hotkey)s per aprire la pagina lobby multiplayer senza abbandonare la partita.
ja: %(hotkey)s を押して、ゲームを終了せずマルチプレイヤー用ロビーのページを開きます。
ko: 게임을 끝내지 않고 멀티플레이어 로비 화면을 열려면 %(hotkey)s 키를 누르십시오.
lt: Spauskite %(hotkey)s atidaryti kelių žaidėjų vestibiulio puslapį nepaliekant žaidimo.
ms: Tekan %(hotkey)s untuk membuka halaman ruang legar pemain berbilang tanpa meninggalkan permainan.
nb: Trykk %(hotkey)s for å åpne lobbysiden uten å forlate spillet.
nl: Klik %(hotkey)s om de multiplayer lobby te openen zonder het spel te verlaten.
pl: Kliknij %(hotkey)s, aby otworzyć lobby multiplayer, nie zamykając gry.
pt_br: Pressione %(hotkey)s para abrir a página da sala de multijogador sem sair do jogo.
pt_pt: Pressiona %(hotkey)s para abrir a sala de espera multi-jogador sem sair do jogo.
ru: Нажмите %(hotkey)s для открытия страницы лобби мультиплеера, не выходя из игры.
sk: Stlač %(hotkey)s na otvorenie predsiene hry viacerých hráčov bez opustenia hry.
sv: Tryck %(hotkey)s för att öppna flerspelarlobbyns sida utan att lämna spelet.
te: ఆటను వదలకుండా మల్టీప్లేయర్ లాబీ పేజీని తెరవడానికి %(hotkey)s ని నొక్కండి.
tr: Oyundan çıkmadan çok oyunculu lobisine girmek için %(hotkey)s tuşuna basın.
uk: Натиснути %(hotkey)s, щоб відкрити сторінку багатокористувацького лобі, не виходячи з гри.
zh: 按 %(hotkey)s ，不离开游戏的情况下打开多人游戏大厅。
zh_tw: 按 %(hotkey)s 打開多人遊戲大廳而不離開遊戲

source: Options
ar: خيارات
ast: Opciones
bg: Настройки
br: Dibarzhioù
ca: Opcions
cs: Volby
de: Optionen
el: Επιλογές
eo: Agordoj
es_cl: Opciones
eu: Aukerak
fa: تنظیمات
fi: Vaihtoehdot
ga: Roghanna
gd: Roghainnean
gl: Opcións
hu: Beállítások
id: Pengaturan
it: Opzioni
ja: オプション
ko: 옵션
lt: Nustatymai
lv: Opcijas
ms: Pilihan
nb: Innstillinger
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ru: Настройки
sk: Nastavenia
sl: Možnosti
sq: Zgjedhjet
sv: Inställningar
te: ఎంపికలు
tr: Seçenekler
uk: Налаштунки
zh: 选项
zh_tw: 選項

source: Hotkeys
ast: Atalyos
ca: Tecles drecera
cs: Klávesové zkratky
el: Αυτόματη Επιλογή
eo: Agklavoj
fi: Pikanäppäimet
fr: Raccourcis
gd: Grad-iuchraichean
hu: Gyorsbillentyűk
id: Pintasan
it: Scorciatoie da tastiera
ja: ホットキー
ko: 단축키
lt: Kombinacijos
nb: Hurtigtaster
nl: Sneltoetsen
pl: Skróty klawiszowe
pt_br: Atalhos
ru: Горячие клавиши
sk: Klávesové skratky
sv: Snabbtangenter
te: హాట్‌కీలు
tr: Kısayollar
uk: Гарячі клавіші
zh: 快捷键
zh_tw: 快捷鍵

source: Resume
ar: استكمل
ast: Continuar
bg: Продължаване
br: Adkregiñ
ca: Continua
cs: Pokračovat
da: Resumer
de: Fortsetzen
el: Συνέχεια
eo: Daŭrigu
es_cl: Continuar
et: Jätka
eu: Berrekin
fa: ادامه
fi: Jatka
fr: Reprendre
ga: Lean
gd: Lean air adhart
gl: Continuar
hu: Folytatás
id: Lanjutkan
it: Riprendi
ja: 再開する
ka: დაბრუნება
ko: 재개하기
lt: Tęsti
lv: Atsākt
ms: Sambung Semula
nb: Gjenoppta
nl: Hervatten
pl: Wznów
pt_br: Continuar
pt_pt: Continuar o jogo
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdo
sv: Fortsätt
te: పునఃప్రారంభం
tr: Devam ettir
uk: Продовжити
zh: 继续
zh_tw: 繼續遊戲

source: Pause
ar: ألبث
ast: Pousar
bg: Пауза
br: Ehan
ca: Pausa
cs: Pozastavit
de: Pausieren
el: Παύση
eo: Paŭzigu
es_cl: Pausa
et: Paus
eu: Pausatu
fa: توقف بازی
fi: Tauko
ga: Sos
gd: Cuir ’na stad
gl: Deter
hu: Szüneteltetés
id: Jeda
it: Pausa
ja: 一時停止
ka: შესვენება
ko: 일시정지
lt: Pauzė
lv: Pārtraukums
ms: Jeda
nl: Pauze
pl: Pauza
pt_br: Pausar
pt_pt: Pausa
ru: Пауза
sk: Pauza
sl: Premor
sq: Pusho
sv: Pausa
te: నిలిపివేయి
tr: Duraklat
uk: Пауза
zh: 暂停
zh_tw: 暫停

source: Press %(hotkey)s to pause or resume the game.
ast: Calca %(hotkey)s pa pousar ou continuare la partida.
ca: Premeu %(hotkey)s per posar en pausa o reprendre el joc.
cs: Stiskněte %(hotkey)s pro pozastavení hry/pokračování ve hře.
de: Drücke %(hotkey)s, um das Spiel zu pausieren oder weiterlaufen zu lassen.
el: Πάτα το πλήκτρο %(hotkey)s για να σταματήσεις ή να επιστρέψεις στο παιχνίδι.
eo: Premu %(hotkey)s por paŭzigi aŭ daŭrigi la ludon.
eu: Sakatu %(hotkey)s partida pausatu edo berrabiatzeko.
fa: برای توقف/ادامه دادن بازی کلید %(hotkey)s فشار بدهید.
fi: Paina %(hotkey)s keskeyttääksesi tai palataksesi peliin.
fr: Appuyez sur %(hotkey)s pour mettre en pause ou reprendre la partie.
gd: Brùth air %(hotkey)s a chur a’ gheama ’na stad no a leantainn air.
hu: %(hotkey)s: a játék szüneteltetése vagy folytatása.
id: Tekan %(hotkey)s untuk menjeda atau melanjutkan permainan.
it: Premi %(hotkey)s per mettere in pausa o riprendere il gioco.
ja: %(hotkey)s を押してゲームを一時停止または再開します。
ko: 게임을 일시정지 또는 다시 시작하려면 %(hotkey)s 키를 누르십시오.
lt: Spauskite %(hotkey)s(at)stabdyti žaidimą.
ms: Tekan %(hotkey)s untuk menjeda atau menyambung semula permainan.
nb: Trykk %(hotkey)s for å pause eller fortsette spillet.
nl: Klik %(hotkey)s om het spel te pauzeren of te hervatten.
pl: Kliknij %(hotkey)s, aby spauzować lub wznowić grę.
pt_br: Pressione %(hotkey)s para pausar ou resumir o jogo.
pt_pt: Pressiona %(hotkey)s para pausar ou continuar o jogo.
ru: Нажмите %(hotkey)s для приостановки или продолжения игры.
sk: Stlač %(hotkey)s pre pozastavenie alebo pokračovanie hry.
sv: Tryck %(hotkey)sför att pausa och fortsätta spelet.
te: ఆటను పాజ్ చేయడానికి లేదా తిరిగి ప్రారంభించడానికి %(hotkey)s నొక్కండి.
tr: Oyunu durdurmak ya da devam etmek için %(hotkey)s tuşuna basın.
uk: Натиснути %(hotkey)s, щоб призупинити або продовжити гру.
zh: 按 %(hotkey)s 暂停或继续游戏。
zh_tw: 按%(hotkey)s暫停或回到遊戲

source: Resign
ar: استسلم
ast: Rendisse
bg: Предаване
br: Dizerc'hel
ca: Rendeix-te
cs: Vzdát se
da: Giv op
de: Aufgeben
el: Παραίτηση
eo: Rezignu
es_cl: Rendirse
et: Alistu
eu: Errenditu
fa: تسلیم شدن
fi: Luovuta
fr: Abandonner
ga: Éirí as
gd: Gèill
gl: Abandonar
hu: Feladás
id: Menyerah
it: Abbandona
ja: 降伏
ka: დანებება
ko: 항복하기
lt: Atsistatydinti
lv: Padoties
ms: Undur
nb: Gi opp
nl: Opgeven
pl: Rezygnuj
pt_br: Desistir
pt_pt: Desistir
ru: Сдаться
sk: Vzdať sa
sl: Predaj se
sq: Hiq dorë
sv: Ge upp
te: రాజీనామా
tr: Teslim Ol
uk: Здатися
zh: 放弃
zh_tw: 放棄

source: Exit
ar: اخرج
ast: Salir
bg: Изход
br: Kuitaat
ca: Surt
cs: Ukončit
da: Afslut
de: Verlassen
el: Έξοδος
eo: Eliru
es_cl: Salir
et: Välju
eu: Irten
fa: خروج
fi: Poistu
fr: Quitter
ga: Imeacht
gd: Fàg an-seo
gl: Saír
hu: Kilépés
id: Tutup
it: Esci
ja: 終了
ka: გასვლა
ko: 나가기
lt: Išeiti
lv: Iziet
ms: Keluar
nb: Avslutt
nl: Stop
pl: Wyjście
pt_br: Sair
pt_pt: Sair
ru: Выход
sk: Ukončiť
sl: Izhod
sq: Dil
sv: Avsluta
te: నిష్క్రమించు
tr: Kaçma lan
uk: Вихід
zh: 退出
zh_tw: 退出

source: Delay to live stream: %(delay)ss
ast: Atrasu nela transmission in directo: %(delay)ss
ca: Retard a la reproducció en directe: %(delay)ss
cs: Zpoždění živého proudu: %(delay)ss
de: Verzögerung für den Livestream: %(delay)ss
el: Καθυστέρηση για ζωντανή μετάδοση:%(delay)s s
eo: Malfruo ĝis senpera fluo: %(delay)s sek.
fi: Suoratoiston viive: %(delay)s s
fr: Latence de streaming : %(delay)ss
gd: Dàil air an t-sruthadh bheò: %(delay)sd
hu: Csúszás az élő adásban: %(delay)ssec
id: Menunda siaran langsung: %(delay)ss
ja: ライブ配信の遅延:%(delay)ss
ko: 실시간 스트림으로 지연: %(delay)s초
nl: Livestream vertraagd met: %(delay)ss
pl: Opóźnienie streama: %(delay)ss
pt_br: Atraso da transmissão ao vivo:%(delay)ss
ru: Отставание от прямой трансляции %(delay)sсек.
sk: Oneskorenie živého vysielania: %(delay)ss
sv: Försening till live strömmning: %(delay)ss
tr: Canlı Yayın gecikmesi:%(delay)s s
uk: Затримка до прямої трансляції: %(delay)sс
zh: 在线流延迟：%(delay)s秒
zh_tw: 即時串流延遲：%(delay)s秒

source: Connection to the server has been authenticated.
ar: وُثّق الاتّصال بالخادوم.
ast: Authenticou-se la conexion cul servidor.
bg: Връзката към сървъра беше удостоверена.
br: Ar gevreadenn ouzh ar servijer a zo bet anavezet.
ca: S'ha autentificat la connexió amb el servidor.
cs: Spojení se serverem bylo ověřeno.
da: Forbindelsen til serveren er blevet bekræftet.
de: Verbindung zum Server wurde authentifiziert.
el: Η σύνδεση με το διακομιστή έχει επικυρωθεί.
eo: La konekto al la servilo aŭtentiĝis.
es_cl: La conexión con el servidor ha sido verificada.
et: Autenditi ühendus serveriga.
eu: Konexioa zerbitzarira autentifikatua izan da.
fa: ارتباط با سرور تایید اعتبار شد.
fi: Yhteys palvelimeen todennettu.
fr: La connexion au serveur a été authentifiée.
ga: Bhí ceangal go dtí an freastalaí fíordheimhnithe.
gd: Chaidh aithne a’ cheangail dhan fhrithealaiche a dhearbhadh.
gl: Autenticouse a conexión co servidor.
hu: A kiszolgálókapcsolat hitelesítve lett.
id: Sambungan ke server telah diautentikasi
it: La connessione al server è stata autenticata.
ja: サーバーへの接続が認証されました。
ka: მომსახურესთან კავშირი დამოწმებულია.
ko: 서버에 대한 연결이 인증되었습니다.
lt: Ryšys su serveriu patvirtintas.
lv: Savienojums ar serveri ir ticis apstiprināts.
ms: Sambungan ke pelayan telah disahihkan.
nb: Tilkobling til tjeneren har blitt autentisert.
nl: De verbinding met de server is compleet.
pl: Połączenie do serwera zostało uwierzytelnione.
pt_br: A conexão com o servidor foi autenticada.
pt_pt: A ligação ao servidor foi autenticada.
ru: Соединение с сервером аутентифицировано.
sk: Pripojenie na server bolo overené.
sl: Povezava s strežnikom je potrjena.
sq: Lidhja në server është autorizuar
sv: Anslutning till servern har blivit autentiserad.
te: సర్వర్‌కు కనెక్షన్ ప్రామాణీకరించబడింది.
tr: Sunucu bağlantısı doğrulandı.
uk: Підключення до сервера підтверджено автентифікацією.
zh: 已建立与服务器的认证连接。
zh_tw: 已驗證與伺服器間的連線。

source: Connected to the server.
ar: اتّصلتُ بالخادوم.
ast: Conecteu-se cul servidor.
bg: Има връзка със сървъра.
br: Kevreet ouzh ar servijer.
ca: S'ha connectat al servidor.
cs: Připojen k serveru.
da: Forbundet til serveren.
de: Mit dem Server verbunden.
el: Σύνδεση με διακομιστή.
eo: Konektita al la servilo.
es_cl: Conectando con el servidor.
et: Serveriga ühendatud.
eu: Zerbitzarira konektatuta.
fa: به سرور وصل شد
fi: Yhdistetty palvelimeen.
fr: Connecté au serveur.
ga: D'fhíordheimhnigh go dtí an freastalaí.
gd: Chaidh ceangal a dhèanamh ris an fhrithealaiche.
gl: Conectouse ao servidor.
hu: Kapcsolódva a kiszolgálóhoz.
id: Tersambung ke server.
it: Connesso al server.
ja: サーバーに接続しました。
ka: მომსახურესთან შეერთებულია.
ko: 서버에 연결되었습니다.
lt: Prisijungta prie serverio.
lv: Savienots ar serveri.
ms: Bersambung dengan pelayan.
nb: Tilkoblet tjeneren.
nl: Verbonden met de server.
pl: Połączono z serwerem.
pt_br: Conectado ao servidor.
pt_pt: Ligado ao servidor.
ru: Подключен к серверу.
sk: Pripojený na server.
sl: Povezan s strežnikom.
sq: U bashkua në server.
sv: Ansluten till servern.
te: సర్వర్‌కు కనెక్ట్ చేయబడింది.
tr: Sunucuya bağlanıldı.
uk: Підключено до сервера.
zh: 连接服务器。
zh_tw: 已連線至伺服器。

source: Connection to the server has been lost.
ar: فُقد الاتّصال بالخادوم.
ast: Perdeu-se la conexion cul servidor.
bg: Връзката към сървъра се разпадна.
br: Kollet eo bet ar gevreadenn ouzh ar servijer.
ca: S'ha perdut la connexió amb el servidor.
cs: Spojení se serverem bylo ztraceno.
da: Forbindelsen til serveren er blevet tabt.
de: Die Verbindung zum Server wurde unterbrochen.
el: Η σύνδεση με το διακομιστή χάθηκε.
eo: La konekto al la servilo perdiĝis.
es_cl: Se perdió la conexión con el servidor.
et: Kaotati ühendus serveriga.
eu: Konexioa zerbitzarira galdu egin da.
fa: ارتباط با سرور قطع شده
fi: Yhteys palvelimeen menetetty.
fr: La connexion au serveur a été perdue.
ga: Bhí ceangal go dtí an freastalaí cailte.
gd: Chaidh an ceangal dhan fhrithealaiche air chall.
gl: Perdeuse a conexión co servidor.
hu: A kiszolgálókapcsolat megszakadt.
id: Koneksi ke server telah terputus.
it: La connessione al server è stata persa.
ja: サーバーとの接続が失われました。
ka: მომსახურესთან კავშირი დაიკარგა.
ko: 서버와 연결이 끊겼습니다.
lt: Prarastas ryšys su serveriu.
lv: Savienojums ar serveri ir ticis zaudēts.
ms: Sambungan ke pelayan telah hilang.
nb: Mistet tilkobling til tjeneren.
nl: De verbinding met de server is verloren.
pl: Połączenie do serwera zostało utracone.
pt_br: A conexão com o servidor foi perdida.
pt_pt: Perdeu-se a ligação ao servidor.
ru: Подключение к серверу разорвано.
sk: Spojenie so serverom bolo prerušené.
sl: Povezava s strežnikom je bila izgubljena.
sq: Lidhja në server është
sv: Anslutning till servern har tappats.
te: సర్వర్‌కు కనెక్షన్ పోయింది.
tr: Sunucu bağlantısı koptu.
uk: Підключення до сервера втрачено.
zh: 与服务器失去连接。
zh_tw: 與伺服器的連線已中斷。

source: Waiting for players to connect:
ar: ينتظر اتّصال اللاعبين:
ast: Sperando a que se conectan los xhogadores:
bg: Изчакване на играчите да се свържат…
br: O c'hortoz war-lerc'h ma kevrefe ar c'hoarierien:
ca: S'està esperant que els altres jugadors es connectin:
cs: Čeká se na připojení hráčů:
de: Auf die Verbindung anderer Spieler warten:
el: Αναμονή για τη σύνδεση των παικτών:
eo: Atendas por ludantoj konekti:
eu: Beste jokalariak konektatu daitezen itxaroten...
fa: منتظر اتصال بازیکنان:
fi: Odotetaan pelaajia liittymään:
fr: En attente de la connexion de joueurs :
ga: Táimid ag fánacht ar na himreoirí seo:
gd: A’ feitheamh gus an ceangal na cluicheadairean ris:
gl: Agardando a que se conecten xogadores:
hu: Várakozás a játékosok csatlakozására:
id: Menunggu pemain untuk tersambung:
it: In attesa di altri giocatori:
ja: プレイヤーの接続を待っています： 保存
ko: 참가자들 연결 대기 중:
lt: Laukiama kol žaidėjai prisijungs:
ms: Menunggu pemain lain menyambung:
nb: Venter på at spillere skal koble til:
nl: Aan het wachten op spelers:
pl: Oczekiwanie na połączenie graczy:
pt_br: Esperando jogadores se conectarem.
pt_pt: A aguardar que os jogadores se conectem:
ru: Ожидание подключения игроков
sk: Čaká sa na pripojenie ostatných hráčov:
sq: Duke pritur për lojtarët që të bashkangjiten.
sv: Väntar på att spelare ska ansluta:
te: ఆటగాళ్ళు కనెక్ట్ కావడానికి వేచి ఉన్నారు:
tr: Oyuncuların bağlanması bekleniyor:
uk: Очікується підключення гравців:
zh: 等待玩家连接：
zh_tw: 等待玩家連線：
