Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: You can click on an empty space on the map to reset the selection. Try each of these methods before tasking all of your female citizens to gather the grapes to the southeast of your Civic Center by right-clicking on the grapes when you have all the female citizens selected.
ast: Yes a calcar nun espaciu baleru del mapa pa reafitar la esbilla. Prueba caún d'estos métodos enantes d'encargar a toles ciudadanes recoyer les uves al sueste del centru civil calcando col botón drechu nes uves en cuantes tengas esbillaes a toles ciudadanes.
bg: Можете да щракнете върху празно място на картата, за да отмените избора си. Опитайте всички тези начини за избор, а след това накарайте всичките си жени да събират плодчетата на югоизток от селищния център, като изберете всички жени и щракнете с десния бутон на мишката върху плодчетата.
br: Gallout a rit klikañ war ul lec'h goullo eus ar gartenn evit nullañ an diuzadenn. Klaskit an holl hentennoù-mañ a-raok goulenn digant holl ho keodedourezed mont da zastum rezin e gevred ho kreizenn geodedel en ur glikañ-dehou war ar rezin pa vo diuzet hoc'h holl geodedourezed ganeoc'h.
ca: Si feu clic en un espai buit en el mapa restablireu la selecció. Proveu cadascun d'aquests mètodes abans de disposar a totes les ciutadanes a recol·lectar al sud-est del Centre Cívic fent clic amb el botó dret sobre el raïm quan les tingueu a totes seleccionades.
de: Du kannst auf einen leeren Bereich der Karte klicken, um die Auswahl zurückzusetzen. Probiere jede dieser Methoden aus, bevor du allen deinen Bürgerinnen aufträgst, die Trauben südöstlich deines Verwaltungssitzes zu sammeln, indem du auf die Trauben rechtsklickst, während du alle Bürgerinnen ausgewählt hast.
el: Μπορείς να κάνεις κλικ σε έναν κενό χώρο στο χάρτη για να επαναφέρεις την επιλογή. Δοκίμασε καθεμία από αυτές τις μεθόδους προτού παραγγείλεις σε όλους τους θηλυκούς πολίτες σου να συγκεντρώσουν τα σταφύλια στα νοτιοανατολικά του Αστικού Κέντρου σου κάνοντας δεξί κλικ στα σταφύλια όταν έχεις επιλέξει όλους τους θηλυκούς πολίτες.
eo: Vi povas klaki sur malplena loko sur la mapo por malplenigi la elekton. Provu ĉiun de tiuj kieloj antaŭ taski al ĉiuj viaj civitaninoj kolekti la berarojn, kiam ĉiuj civitaninoj estas elektita.
es: Puedes hacer clic en un espacio vacío del mapa para cancelar la selección. Prueba cada uno de estos métodos antes de ordenar a tus ciudadanas que recolecten uvas al sureste del centro cívico haciendo clic derecho sobre las uvas cuando las ciudadanas estén seleccionadas.
es_ar: Ahora puedes hacer click sobre un espacio vacío en el mapa para reiniciar la selección. Intenta realizar cada uno de estos métodos antes de poner a todas tus Ciudadanas a recolectar frutos al sudeste de tu Centro Cívico haciendo click derecho en los frutos una vez que todas las Ciudadanas estén seleccionadas.
eu: Aukeraketa berriz hasteko maparen toki huts batean klika dezakezu. Metodo hauetako bakoitza frogatu zure hiritar emakumeak Gizarte Zentroaren Hego-Ekialdean mahatsa biltzera bidali aurretik mahatsaren gainean eskuin klika eginez hiritar emakumeak aukeraturik daudenean.
fa: شما می توانید با کلیک کردن در یک فضای خالی از نقشه انتخاب خود را ریست کنید. تمام این روش ها را جهت فرمان دادن به زنهای شهروند برای جمع آوری غذا از بخش جنوب شرقی مرکز تمدن خود امتحان کنید.
ga: Is féidir leat a chliceáil ar aon spás folamh sa léarscáil do do roghnú a athshocrú. Baint triail as gach aon modh seo roimh a ordaíonn tú ar do bhanshaoránaigh uile fíonchaora a bhailiú san oirdheisceart d'Ionaid Chathartha trí dheaschliceáil ar na fíonchaora nuair atá na banshaoránaigh roghnaithe ar fad.
gd: ’S urrainn dhut briogadh air ionad bàn air a’ mhapa gus an taghadh ath-shuidheachadh. Feuch gach tè dhe na dòighean sin mus iarr thu air na saoranaich bhoireann agad uile na fìon-dhearcan a chruinneachadh a tha gu ear-dheas air an ionad sìobhalta. Gus seo a dhèanamh, tagh na saoranaich bhoireann agad uile an toiseach agus dèan briogadh deas air na fìon-dhearcan an uairsin.
gl: Pode premer un espazo baleiro do mapa para restabelecer a selección. Probe cada un destes métodos antes de encomendar a todas as túas cidadás recoller as uvas ao sueste do teu centro cívico facendo clic dereito nas uvas cando ten as cidadás seleccionadas.
it: Puoi cliccare uno spazio vuoto sulla mappa per annullare la selezione. Prova ognuno di questi metodi per poi assegnare i tuoi cittadini donna alla raccolta dell'uva a sud-est dal Centro Civico, cliccando col tasto destro sull'uva una volta selezionate tutte le donne.
ko: 지도의 빈공간을 클릭하여 선택을 다시 설정 할 수 있습니다. 시민 회관의 남동쪽에 있는 포도를 채집하기 위해 모든 여성 시민을 포도에 마우스 오른쪽 클릭하여 채집을 시키기전에 이러한 방법을 시도해보십시오.
ms: Anda boleh klik pada ruang kosong di dalam peta untuk menetap semula pemilihan. Cuba setiap satu kaedah ini sebelum menugaskan semua rakyat perempuan mengumpul anggur di bahagian tenggara Pusat Sivik anda dengan mengklik-kanan pada anggur seusai semua rakyat perempuan dipilih.
pl: Możesz kliknąć puste miejsce na mapie, aby zresetować wybór. Wypróbuj każdą z tych metod zebrania winogron przed wydaniem rozkazu wszystkim swoim Obywatelkom na południowy wschód od Twojego Centrum Osady, klikając prawym przyciskiem myszy na winogrona, gdy zostaną wybrane wszystkie Obywatelki.
pt_pt: Podes clicar num espaço vazio do mapa para limpar a seleção. Tenta cada um destes métodos antes de de ordenar a todas as cidadãs para recolherem as uvas no sudeste do Centro Cívico clicando com o botão direito do rato nas uvas após teres as cidadãs todas selecionadas.
ru: Для того чтобы сбросить выделение, можно кликнуть на свободном участке карты. Попробуйте каждый из этих способов, прежде чем отправить Ваших горожанок на сбор винограда к юго-востоку от Городского Центра, щелкнув правой кнопкой мыши на винограднике, когда все горожанки будут Вами выбраны.
sk: Ak chceš zrušiť výber, klikni na prázdne miesto na mape. Vyskúšaj si každý zo spomínaných spôsobov a vyber tak všetky svoje ženy-občianky. Potom ich pošli zbierať hrozno smerom na juhovýchod od Občianskeho Centra tak, že pravým tlačidlom klikneš na niektorý krík.
sv: Du kan klicka på ett tomt område på kartan för att återställa urvalet. Testa alla dessa metoder innan du skickar alla dina kvinnliga medborgare att samla vindruvor till sydost om ditt samhällscenter genom att högerklicka på vindruvorna när du har valt alla kvinnliga medborgare.
tr: Seçimi sıfırlamak için haritadaki boş bir alana tıklayabilirsiniz. Tüm kadın vatandaşları seçtikten sonra üzümleri sağ tıklatarak üzümleri Kent Merkezinin güneydoğusundan toplamak için tüm kadın vatandaşlarınızı görevlendirmeden önce bu yöntemlerin her birini deneyin.
uk: Ви можете натиснути на порожнє місце на карті, щоб скинути виділення. Спробуйте кожен з цих методів, перш ніж поставити завдання всім вашим городянкам збирати виноград на південному сході від свого Громадського Центру, клацнувши правою кнопкою миші на винограді, коли вибрані всі городянки.
zh: 您可以点击地图上的一片空地重新选择。依次尝试以上方法，然后命令所有女性居民采集市政中心东南方的葡萄：在您选中所有女性居民后，您需要右键点击葡萄。

source: Now, let's gather some Wood with your Infantry Citizen Soldiers. Select your Infantry Citizen Soldiers and order them to gather Wood by right-clicking on the nearest tree.
ast: Agora, vamos recoyer della madera colos ciudadanos-soldáu. Esbilla a los ciudadanos-soldáu y ordéna-yos recoyer madera calcando col botón derechu nel árbole más cercanu.
bg: А сега да започнем да събираме дърва с пехотните граждани-во̀ини. Изберете пехотинците и им наредете да събират дърва като щракнете с десен бутон върху най-близкото дърво.
br: Bremañ, deomp da zastum un nebeud Koad gant ho soudarded-keodedour war droad. Diuzit ho soudarded-keodedour war droad ha lakait anezho da vont da zastum Koad en ur glikañ-dehou war ar wezenn nesañ.
ca: Ara, feu que la infanteria obtingui fusta. Seleccioneu la infanteria dels soldats ciutadà i disposeu-los per obtenir fusta amb el botó dret sobre l'arbre més proper.
de: Jetzt sammeln wir Holz mit den Bürgersoldaten. Wähle deine Infanterie-Bürgersoldaten aus und befiehl ihnen, Holz zu sammeln, indem du auf den nähesten Baum rechts klickst.
el: Τώρα, ας μαζέψουμε μερικά ξύλα με τους Οπλίτες Πολίτες του Πεζικού. Επιλέξτε τους Οπλίτες Πολίτες του Πεζικού σας και παραγγείλετέ τους να μαζέψουν τα Ξύλα κάνοντας δεξί κλικ στο πιο κοντινό δέντρο.
eo: Nun, ni kolektu kelke da ligno per viaj Infanteriaj Civitanaj Soldatoj. Elektu viaj Infanteriajn Civitanajn Soldatojn kaj komandu al ili kolekti lignon per dekstra-klako sur la plej proksiman arbon.
es: Ahora vamos a talar un poco de madera con los ciudadanos-soldado de infantería. Selecciónalos y recoge madera haciendo clic con el botón derecho del ratón en el árbol más cercano.
es_ar: Ahora recolectemos algo de madera con tu infantería de Ciudadanos Soldado. Selecciona tu infantería de Ciudadanos Soldado y ordénales que recolecten madera haciendo click derecho sobre el árbol más cercano.
eu: Orain egur pixka bat bildu behar dugu zure Infanteriako Hiritar Soldaduekin. Aukeratu zure Infanteriako Hiritar Soldaduak eta eska iezaiezu egurra bil dezaten hurbilen dagoen zuhaitzean eskuin klika eginez.
fa: حال بیایید کمی چوب به کمک سرباز های شهروند پیاده خود جمع کنید. سربازهای شهروند پیاده خود را انتخاب کنید و به آنها از طریق کلید راست فرمان دهید که چوب های اطراف را جمع آوری کنند.
ga: Anois, bailímis roinnt Adhmad le do Coisithe Míle-Shaoránacha. Roghnaigh do Choisithe Míle-Shaoránacha agus ordaigh orthu d'Adhmad a bhailiú i ndeaschliceáil ar crann in aice láimhe.
gd: Nise, cruinnicheamaid fiodh leis a’ choisridh-dhùthcha agad. Tagh aonadan na coisridh-dùthcha agad agus iarr orra fiodh a chruinneachadh le briogadh deas air a’ chraobh as fhaisge.
gl: Agora recollamos algo de madeira cos cidadáns soldado de infantaría. Selecciona os teus cidadáns soldado de infantaría e ordénelles recoller madeira facendo clic dereito na árbore máis próxima.
it: Adesso raccogliamo un po 'di legno con i tuoi Cittadini Soldati di Fanteria. Seleziona i tuoi Fanti Cittadini e ordina loro di raccogliere Legno facendo clic con il pulsante destro del mouse sull'albero più vicino.
ko: 그렇다면 시민 보병을 사용하여 목재를 모아 봅시다. 시민 보병을 선택하고 가장 가까운 나무를 마우스 오른쪽 단추로 나무를 채집하도록 명령합니다.
ms: Sekarang, mari mengumpul Kayu dengan Askar Rakyat Infantri anda. Pilih Askar Rakyat Infantri dan arah mereka mengumpul Kayu dengan mengklik-kanan pada pokok yang terhampir.
nb: La oss sanke litt trevirke med dine infanteribysoldater. Velg dine infanteribysoldater og beordre dem til å sanke trevirke ved å høyreklikke på nærmeste tre.
pl: Teraz, zbierz trochę drewna z pomocą Pieszej Milicji. Zaznacz Pieszych Milicjantów i rozkaż im zbierać drewno klikając prawym przyciskiem na najbliższe drzewo.
pt_pt: Agora, vamos recolher alguma Madeira com a tua Infantaria de Cidadãos-Soldado. Seleciona-os e ordena-lhes que recolham Madeira clicando com o botão direito numa árvore próxima.
ru: Теперь давайте добудем немного Древесины, используя Ваших пеших горожан-солдат. Выберите их и прикажите заняться сбором Древесины, кликнув правой кнопкой мыши на ближайшем дереве.
sk: Teraz je čas, aby tvoji pešiaci (peší občania - vojaci) nazbierali nejaké drevo. Vyber ich a pošli zbierať drevo kliknutím pravým tlačilom na najbližší strom.
sv: Låt oss nu samla lite trä med dina infanteri medborgarsoldater. Välj dina infanteri medborgarsoldater och beordra dem att samla trä genom att högerklicka på närmaste träd.
tr: Şimdi Piyade Vatandaş Askerlerinizle birlikte biraz Odun toplayalım. Piyade Vatandaş Askerlerinizi seçin ve en yakın ağacı sağ tıklatarak Odun toplamalarını emredin.
uk: Тепер давайте зберемо трохи Деревини Городянами-Піхотинцями. Виберіть Городян-Піхотинців і накажіть їм збирати Деревину, натиснувши правою кнопкою миші на найближчому дереві.
zh: 现在，我们让“步兵民兵”采集一些木材。选择您的“步兵民兵”，然后右击树木命令他们采集最近的木材。

source: Cavalry Citizen Soldiers are good for hunting. Select your cavalry and order him to hunt the chickens around your Civic Center in similar fashion.
ast: Los ciudadanos-soldáu d'a caballu son afechiscos pa la caza. Esbilla'l d'a caballu y ordéna-y cazar les pites alredor del centru civil de mou asemeyáu.
bg: Конните граждани-во̀ини са добри ловци. Изберете конника си и му наредете да убие пилетата около селищния център.
br: Ar soudarded-keodedour war varc'h a zo chaseourien ampart. Diuzit ho marc'heger ha lakait anezhañ da vont da chaseal ar yer tro-dro d'ho kreizenn geodedel er memes doare.
ca: La cavalleria dels soldats ciutadà és òptima per a caçar. Seleccioneu la cavalleria i disposeu-la per caçar gallines al voltant del Centre Cívic de manera similar.
de: Kavallerie Bürgersoldaten sind gut geeignet zum Jagen. Wähle deine Kavallerie-Einheit aus und befiehl ihr auf die gleiche Weise, die Hühner rund um den Verwaltungssitz zu jagen.
el: Οι Πολίτες Ιππείς είναι καλοί στο κυνήγι. Επέλεξε το Ιππικό σου και διέταξέ το να κυνηγήσει τα κοτόπουλα γύρω από το Αστικό Κέντρο κατά τον ίδιο τρόπο.
eo: Kavaleriaj Civitanaj Soldatoj ĉasas bone. Elektu vian kavalerion kaj komandu al li ĉasi la kokidoj ĉirkaŭ via Civitacentro simile.
es: Los ciudadanos-soldado montados son buenos para la caza. Selecciónalo y caza los pollos en las cercanías del centro urbano.
es_ar: La caballería de Ciudadanos Soldado es buena para la caza. Selecciona tu caballería y ordena que cace los pollos alrededor del Centro Cívico de la misma manera.
eu: Zalditeria Hiritarra Soldaduak ehizarako onak dira. Aukeratu zure zalditeria eta eskatu oilaskoak bila ditzaten Gizarte Zentroaren ingurutik era berdintsuan.
fa: سرباز های شهروند سواره برای شکار بسیار مناسب هستند. اسب سواره نظام خود را انتخاب کنید و به او فرمان دهید تا مرغ های اطراف مرکز تمدن شمارا شکار کند و غذا جمع آوری کند
ga: Tá Míle-Shaoránaigh Marcacha go maith le haghaidh seilge. Roghnaigh do mharcraí agus ordaigh orthu do sicíní a sheilg i dteampall d'Ionaid Chathartha.
gd: Tha eachraidh-dùthcha math air sealg. Tagh an eachraidh agad agus iarr air gun sealg e na circ a tha timcheall an ionaid shìobhalta agad air an aon dòigh.
gl: Os cidadáns soldado de cabalaría son efectivos para cazar. Selecciona a túa cabalaría e, de forma similar, ordénalle cazar as galiñas que hai ao redor do centro cívico.
it: I Cittadini soldato di Cavalleria sono adatti per la caccia. Alla stessa maniera seleziona la tua cavalleria e ordina di cacciare il pollo attorno al Centro Civico.
ko: 기병은 사냥에 적합합니다. 기병을 선택하고 비슷한 방식으로 시민 회관 주변에서 닭을 사냥하라 명령하십시오.
ms: Askar Rakyat Berkuda sesuai melakukan pemburuan. Pilih dan arahkan mereka memburu ayam yang berkeliaran di sekitar Pusat Sivik anda dengan langkah yang serupa.
nb: Kavaleriborgersoldater er gode til å jakte. Velg ditt kavaleri og beordre vedkommende til å jakte kyllingene rundt samfunnssenteret på samme vis.
pl: Konna Milicja jest dobra w polowaniu. Wybierz swoją Kawalerię i rozkaż jej upolowanie kurczaków wokół twojego centrum osady w podobny sposób.
pt_pt: Os Soldados Cidadão Cavaleiros são bons para caçar. Seleciona a cavalaria e ordena-lhes que cacem as galinhas que se encontram à volta do Centro Cívico.
ru: Конные горожане-солдаты хорошо охотятся. Выберите кавалериста и аналогичным образом прикажите ему охотиться на кур возле Вашего Городского Центра.
sk: Vojenskí občania - jazdci sú výborní lovci. Označ svojho jazdca a prikáž mu podobným spôsobom, aby šiel loviť sliepky okolo Občianskeho Centra.
sv: Kavallerimedborgarsoldater är bra på att jaga. Välj ditt kavalleri och skicka honom att jaga kycklingarna runt ditt samhällscenter på samma sätt.
tr: Süvari Vatandaş Askerler avcılık için iyidir. Süvarilerinizi seçin ve Kent Merkezinizdeki tavukları benzer şekilde avlamasını isteyin.
uk: Кавалерія хороша в полюванні. Виберіть свою кавалерію і накажіть їм вполювати кур навколо свого Громадянського Центру аналогічним чином.
zh: “骑兵民兵”是打猎的好手。选择您的“骑兵民兵”，然后用类似的方法命令她们猎杀市政中心周围的鸡。

source: All your units are now gathering resources. We should train more units!
ast: Agora toles tos unidaes tán recoyendo recursos. ¡Deberíes entrenar más!
bg: Всичките Ви единици сега събират ресурси. Трябва да обучим още единици!
br: Emañ o tastum mammennoù hoc'h unanennoù en-ho-fezh. Ret e vefe deomp stummañ muioc'h a dud!
ca: Totes les unitats ja recol·lecten menjar. Hauríem de formar més unitats!
cs: Všechny tvé jednotky teď sbírají suroviny. Měly bychom vycvičit více jednotek!
de: Alle deine Einheiten sammeln jetzt Ressourcen. Wir sollten mehr ausbilden!
el: Όλες οι μονάδες σας μαζεύουν τώρα πόρους. Θα πρέπει να εκπαιδεύσουμε περισσότερες μονάδες!
eo: Ĉiuj viaj unuoj nun kolektas resursojn. Ni devus trejni pli da unuoj!
es: Todas tus unidades están recogiendo recursos, necesitamos reclutar alguna más.
es_ar: Todas tus unidades están ahora recolectando recursos. ¡Deberíamos entrenar más unidades!
eu: Zure unitate denak baliabideak biltzen ari dira. Gehiago trebatu behar genuke!
fa: تمام نیروهای شما حالا در حال جمع آوری منابع هستند. ما میبایست نیروهای بیشتری پرورش دهیم!
fi: Kaikki yksikkösi keräävät nyt resursseja. Nyt kannattaa kouluttaa lisää yksiköitä!
fr: Toutes vos unités rassemblent maintenant des ressources. Vous pouvez entraîner plus d’unités !
ga: Tá d'aonaid uile ag bailiú acmhainní anois. Ba cheart dúinn níos mó aonaid a thraenáil!
gd: Tha na h-aonadan uile agad a’ cruinneachadh stòrasan a-nis. Bu chòir dhuinn barrachd aonadan a thrèanadh!
gl: Todas as unidades están a recoller recursos. Deberíamos adestrar máis unidades!
hu: Immár minden egységed nyersanyagokat gyűjt. Ideje továbbiakat kiképezni!
id: Semua unitmu sedang mengumpulkan sumber daya. Kita sebaiknya melatih lebih banyak unit!
it: Tutte le unità ora stanno raccogliendo risorse. Dovremmo addestrare più unità!
ja: これで全てのユニットが資源を採取しています。 養成を行いさらにユニットを増やした方が良さそうです。
ko: 모든 유닛이 자원을 채집하고 있습니다. 우리는 더 많은 유닛을 훈련시켜야 합니다!
ms: Semua unit anda kini mengumpul sumber. Oleh kita perlu melatih lebih banyak unit!
nb: Alle dine enheter henter nå inn ressurser. Vi bør trene opp flere enheter!
nl: Al uw eenheden zijn nu grondstoffen aan het verzamelen. We zouden meer eenheden moeten rekruteren!
pl: Obecnie wszystkie twoje jednostki zbierają surowce. Powinniśmy wytrenować więcej jednostek!
pt_br: Todas as suas unidades agora estão coletando recursos. Nós devemos treinar mais unidades!
pt_pt: Todas as tuas unidades estão agora a recolher recursos. Devemos treinar mais unidades!
ru: Все Ваши юниты заняты сбором ресурсов. Необходимо построить больше юнитов!
sk: Všetky tvoje jednotky teraz zbierajú zdroje. Mali by sme vytrénovať viac jednotiek!
sv: Alla dina enheter samlar nu resurser. Vi borde utbilda fler enheter!
tr: Şu anda tüm birimleriniz kaynak topluyorlar. Daha fazla birim eğitmeliyiz!
uk: Усі ваші юніти тепер збирають ресурси. Ми повинні натренувати більше юнітів!
zh: 现在，您所有的单元都在采集资源。我们可以训练更多的单元啦！
zh_tw: 現在所有人都在忙著採集，我們要培養更多人手才行！
