Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Son of Seleucus Nicator, Antiochus succeeded in the formidable task of keeping the empire together, meanwhile founding temples and defeating the invading Gauls with war elephants. Champion Elephants −10% resource costs.
af: Seun van Seleucus Nicator, Antiochus, het in die formidabele taak om die ryk bemekaar te hou geslaag, terwyl hy ook tempels opgerig het en die invallende Gallieërs met oorlogs olifante oorwin het. Kampioen Olifante -10% hulpbron kostes
ast: filyu de Seleucu I el Vincedor, Antíochu conseguiu caltener l imperio aunido, entrin que fundaba templos & vincíɐ a los gallos invasores cun elephantes de guerra. Elephantes campiadores: costos in recursos −10%.
bg: Синът на Селевк I Никатор, Антиох, успял в трудната задача да запази империята цяла, като в същото време създавал храмове и победил нахлуващите гали с бойни слонове. Слонове Шампиони -10% цена на ресурса.
ca: Fill de Seleuc Nicàtor, Antíoc va triomfar en la formidable tasca de mantenir l'imperi unit, mentre fundava temples i derrotava els gals invasors amb elefants de guerra. Els elefants campions costen un 10% menys.
cs: Antiochos, syn Seleuka Níkátóra, uspěl při obtížném úkolu udržet svou říši pohromadě, zatímco založil nové chrámy a porazil Galy pomocí válečných slonů. -10 % z nákladů na slony – šampiony.
da: Seleukus Nikators søn, Antiokus lykkedes med den formidable opgave, at holde sammen på imperiet, alt imens han grundlagde templet og besejrede de indvaderende gallere med krigselefanter. Eliteelefanter -10% ressourceomkostninger.
de: Als Sohn von Seleukos Nikator schaffte Antiochus die schwierige Aufgabe, das Imperium zusammenzuhalten, währenddessen Tempel zu gründen und die einfallenden Gallier mit Kriegselefanten zu besiegen. Gardeelefanten −10 % Rohstoffkosten.
es: Hijo de Seleucus Nicator, Antíoco tuvo éxito en la formidable tarea de mantener unido al imperio, fundando templos y derrotando a los invasores galos con elefantes de guerra. Coste de elefantes de guerra de élite: −10%.
eu: Seleucus Nicatorren semea, Antiochusek inperioa baturik eusteko lan handia hartu zuen, tenpluak sortu eta Galiar inbasoreak gerra elefantez garaitzen zituen bitartean. Elefante aldezkariak -%10 gutxiago baliabide kostuetan.
fi: Seleukos Nikatorin poika Antiokhos onnistui suuressa tehtävässä pitää valtakunta koossa, samalla kun hän perusti temppeleitä ja kukisti hyökkäävät gallialaiset sotanorsuilla. Mestarinorsuille -10 % resurssikustannuksista.
fr: Le fils de Séleucos Nicator, Antiochos réussit la tâche formidable de garder l'Empire soudé, tout en construisant des temples et en défaisant les envahisseurs gaulois avec des éléphant de guerre. Les Éléphants champions coûtent 10% de ressources en moins.
gl: Fillo de Seleuco Nicator, Antíoco conseguiu a difícil tarefa de manter o imperio unido, mentres fundaba templos e derrotaba aos Galos invasores con elefantes de guerra. Elefantes Campións: -10% nos custos de recursos.
hi: सेल्युकस़ निकेटर के पुत्र एंटिओकस़, साम्राज्य को संगठित रखने के दुर्जेय कार्य में सफल रहे, इस दौरान देवालयों की स्थापना और आक्रमणकारी गाल्लियों को युद्धक हाथियों से भी हराया। शूरवीर हाथियों की संसाधन लागत -१०%
hu: Szeleukosz Nikatór fiának, Antiokhosznak sikerült megbirkóznia a legnehezebb feladattal, a birodalom egyben tartásával, emellett pedig templomokat is alapított, s a betörő gallokat is legyőzte harci elefántok segítségével. –10% nyersanyagigény a bajnok elefántoknak
hy: Նիկատոր Սելևկյանի որդի Անտիոքոսին հաջողվեց լուծել կայսրության ամբողջականությունը պահելու նշանակալի առաջադրանքը՝ միաժամանակ հիմնելով տաճարներ և ռազմական փղերով ջախջախելով ներխուժող գալերին։ -10% չեմպիոնական փղերի ռեսուրսային արժեքին։
id: Putra Seleukos Nikator, Antiokhos berhasil dalam tugas berat mempertahankan kekaisaran, sembari mendirikan kuil dan mengalahkan bangsa Galia yang menyerang dengan gajah perang. Jawara Gajah −10% biaya sumberdaya.
it: Figlio di Seleuco Nicatore, Antioco riuscì nel compito formidabile nel riunire l'imperò, fondando al contempo dei templi e sconfiggendo gli invasori galli con i suoi elefanti da guerra. −10% costi per gli elefanti Campione.
ja: セレウコスI世の息子であるアンティオコスは、神殿を建立したり、軍用象を使って侵入してきたガリア人を打ち破ったりしながら、帝国を維持するという困難な任務を成功させました。 チャンピオン軍用象の養成コスト-10%"
ko: 셀레우코스 니케토르의 아들인 안티오코스는 제국을 함께 지키는 엄청난 업을 성공하는 한편, 사원을 세우고 전쟁 코끼리와 함께 침공한 갈리아를 물리쳤습니다. 대표 전사 코끼리 양성 비용이 -10% 감소합니다.
ku: Kurê Seleucus Nicator, Antiochus di peywira giran a girtina împaratoriyê de bi ser ket, di heman demê de perestgehan damezrand û Galiyên dagirker bi fîlên şer têk bir. Fîlên Şampiyon −10% lêçûnên çavkaniyê.
nl: Antiochus, zoon van Seleucus Nicator, slaagde er op formidabele wijze in het rijk bij elkaar te houden. Hij stichtte vele tempels en versloeg een invasie van Galliêrs met zijn krijgsolifanten. Kampioensolifanten kosten -10% grondstoffen.
pl: Synowi Seleukosa I Nikatora, Antiochowi udało się utrzymać zjednoczone imperium przy równoczesnym wznoszeniu świątyń i pokonaniu najeżdżających Galów za pomocą słoni bojowych. -10% kosztu elitarnych słoni bojowych.
pt_br: Filho de Seleucus Nicator, Antiochus foi bem sucedido na formidável tarefa de manter o império unido e estável, enquanto fundava novos templos e derrotava os Gauls invasores com elefantes de guerra. Elefantes Campeões custam −10% de recursos.
pt_pt: Filho de Seleuco Nicátor, Antíoco sucedeu na formidável tarefa de manter o império unido, entretanto fundava templos e ia derrotando os gauleses invasores com elefantes de guerra. Elefantes campeões custam −10% em recursos.
ro: Fiul lui Seleucus Nicator, Antiochus a reușit în formidabila sarcină de a menține imperiul împreună, în același timp fondând temple și înfrângând invadatoii Gaul cu elefanți de război. Elefanți Campion -10% costul resurselor.
ru: Сын Селевка Никатора, Антиох преуспел в сложном деле удержания империи, занимаясь постройкой храмов и отражая вторжение галлов с помощью боевых слонов. -10% к стоимости гвардейских боевых слонов.
sk: Syn Seleuka Nikatora Antiochus uspel v náročnej úlohe a udržal pohromade rišu, zatiaľ čo zakladal chrámy a porazil útočiacich Galov s bojovými slonmi. Slon šampión -10% ceny surovín.
sr: Син Селеука Никатора, Антиох је успео у застрашујућем задатку да одржи царство на окупу, у међувремену оснивајући храмове и поражавајући Гале ратним слоновима. Слон шампион -10% цена ресурса.
sv: Son till Seleucus Nicator, Antiochus lyckades med den formidabla uppgiften att hålla ihop imperiet, samtidigt som han grundade tempel och besegrade de invaderande gallerna med krigselefanter. Champion Elephants −10% resurskostnader.
tr: Seleucus Nicator'un oğlu Antiokhos, imparatorluğu bir arada tutma zorlu görevinde, bu arada tapınakları kurma ve istilacı Galyalıları savaş filleri ile yenmeyi başardı. Şampiyon Filler −10% kaynak maliyeti.
uk: Син Селевка Нікатора, Антіох досяг успіху у важкому завданні утримувати разом імперію, тим часом засновуючи храми та розгромивши вторгнення галлів з допомогою бойових слонів. Чемпіонські слони потребують −10% ресурсних витрат.
ur: چیمپیئن ہاتھی − 10 وسائل کے اخراجات
zh: 塞留西一世之子安条克,，完成了维持帝国的艰巨任务，修建神庙并用战象击败了凯尔特侵略者。 战象成本 -10％ .
zh_tw: 身為塞琉古一世的兒子，安條克成功地完成了維持帝國穩定的艱難任務，同時建立了神廟並利用戰象打敗了入侵的高盧人。 鬥士戰象資源成本 -10%。

source: Lycurgus instituted several military reforms, thus the complete and undivided allegiance to Sparta from its citizens was implemented under his form of government. Citizen Infantry Spearmen −10% resource costs.
af: Lycurgus het verskeie militêre hervormings ingestel, en so die algehele en onverdeelde trou aan Sparta, deur sy burgers, implementeer onder vorm van sy regering. Burger Infanterie Spiesvegter -10% hulpbron kostes.
ast: Lycurgu fezho dixebradɐs iguɐs militares; polo tanto, decretou que la llealtá de la cildadanía a Lacedémona fues absoluta. Hasteiros voluntarios a piei: costos in recursos −10%.
ca: Licurg va instaurar diverses reformes militars, assegurant l'absoluta lleialtat a Esparta dels seus ciutadans. La infanteria ciutadana amb llança costa un 10% menys.
cs: Lykúrgos zavedl několik vojenských reforem. A tak bylo za jeho vlády dosaženo naprosté jednoty a oddanosti občanů jejich městu, Spartě. -10 % z nákladů na občanské pěší bojovníky s oštěpem.
da: Lykurgos gennemførte adskillige militærreformer, sådan blev borgernes fuldkomne og udelte loyalitet over for Sparta implementeret under hans regeringsform. Borgerlige Infanteri-Spydsmænd -10% ressourceomkostninger.
de: Lykurg führte diverse Militärreformen ein, wodurch unter seiner Regierungsform die komplette und ungeteilte Loyalität seiner Bürger gegenüber Sparta eingeführt wurde. Bürgersoldateninfanteriespeerkämpfer −10 % Rohstoffkosten.
es: Licurgo instituyó varias reformas militares. Así, bajo su gobierno, se estableció la total e íntegra lealtad de todos los ciudadanos a Esparta. Ciudadanos-lanceros de infantería (Coste de recursos: −10%).
eu: Lycurgusek zenbait militar erreforma ezarri zituen, horrela bere aginte era pean martxan jarri zen Spartari zintzo eta zatitu gabeko obeditu beharra. Hiritar infanteria lantzariak %10- baliabide kostuan.
fi: Lykurgos toteutti useita sotilaallisia uudistuksia, ja hänen hallintomuodossaan toteutettiin kansalaisten täydellinen ja jakamaton uskollisuus Spartalle. Kansalaisjalkaväen keihäsmiehille -10 % resurssikustannuksista.
fr: Lycurgus institua plusieurs reformes militaires, ainsi l'allégeance complète et non divisé avec Sparte venant de ses citoyens fut implémenté sous la forme d'un gouvernement. Les Citoyens lanciers d'infanterie coûtent 10% de ressources en moins.
gl: Lycurgus instituiu varias reformas militares, polo que a completa e incondicional lealdade a Esparta por parte dos seus cidadáns foi implementada baixo a súa forma de goberno. Lanceiros de Infantería Cidadá −10% de custos de recursos.
hi: लाइकर्गस़ ने कई सैन्य सुधार लागू किए, इस प्रकार उनकी शासनविधी में स्पार्टा के प्रति उसके नागरिकों की पूर्ण व अविभाजित निष्ठा को अमल में लाया गया। नागरिक भालाधारी पैदल सैनिकों की संसाधन लागत -१०%
hu: Lükurgosz számos katonai reformot vezetett be, és így az ő kormányzata érte el a spártai polgárok teljes és osztatlan hűségét. -10% nyersanyagköltség a lándzsás polgári gyalogságnál.
hy: Լիկուրգոսը հաստատեց բազմաթիվ ռազմական բարեփոխումներ, և այդպիսով քաղաքացիների ամբողջական և անքակտելի հավատարմությունը Սպարտային իրականացվեց կառավարման իր համակարգի ներքո։ -10% քաղաքացիական նիզակավոր հետևակի ռեսուրսային արժեքին։
id: Lykourgos melembagakan beberapa reformasi militer, sehingga kesetiaan penuh yang tunggal kepada Sparta dari rakyatnya dilaksanakan di bawah bentuk pemerintahannya. Rakyat Infanteri Penombak −10% biaya sumberdaya.
it: Licurgo istituì varie riforme militari, rendendo così la completa e totale alleanza con Sparta dai suoi cittadini implementata sotto il suo governo. −10% costi per i lancieri cittadini.
ja: リュクルゴスはいくつかの軍事改革を行い、その結果、彼の政治形態の下で市民のスパルタへの完全で揺るぎない忠誠を実現させました。 市民槍兵の養成コスト-10%
ko: 리쿠르고스는 여러가지 군사개혁을 단행했기 때문에 스파르타에 대한 시민들의 완전하고 분명한 충성은 그의 정부형태로 이행되었습니다. 시민 창 보병의 양성 자원 비용이 -10% 감소합니다.
ku: Lycurgus gelek reformên leşkerî pêk anîn, bi vî awayî pabendbûna temam û bêpar bi Spartayê re ji hemwelatiyên wê re di bin şêwaza hukûmeta wî de hate bicîh kirin. Welatiyên Peyayên Tîrvan −10% lêçûnên çavkaniyê.
lb: Den Lycurgus huet verschidden militäresch Reformen ageleet wouduerch d'bedéngungslooss Loyalitéit vun sengen Bierger zu Sparta implementéiert gouf. Biergerinfanteriespeerträger -10% Ressourcekäschten.
nl: Lycurgus voerde verschillende militaire hervormingen in. Daarmee werd de gehele en onverdeelde toewijding van de burgers aan Sparta onder zijn bewind ingesteld. Burger infanterie speervechters kosten -10% minder grondstoffen.
pl: Likurg wprowadził kilka reform militarnych, przez co obywatele Sparty byli jej całkowicie i niepodzielnie oddani za jego rządów. Włócznicy są tańsi o 10%.
pt_br: Lycurgus instituiu diversas reformas militares e, sob sua forma de governo, foi implementada uma fidelidade completa e absoluta com Esparta e seus cidadãos. Cidadão Lanceiro de Infantaria custa −10% de recursos.
pt_pt: Licurgo instituiu várias reformas militares, assim a completa e indivisível fidelidade para Esparta pelos seus cidadãos foi implementada sob a sua forma de governo. Infantaria de lanceiros cidadãos custam −10% em recursos.
ro: Lycurgus a instituit mai multe reforme militare, astfel că, sub forma sa de guvernare, a fost implementată loialitatea completă și nedivizată a cetățenilor față de Sparta. Cetățean sulițaș infanterist -10% costuri de resurse.
ru: Ликург предложил несколько военных реформ, таким образом, полная и безраздельная преданность Спарте со стороны её граждан была претворена в жизнь при его форме правления. -10% к стоимости обучения пеших копейщиков-граждан.
sk: Lykurgos zaviedol niekoľko vojenských reforiem vďaka čomu bola pod jeho formou vlády zavedená úplná a nedeliteľná vernosť občanov voči Sparte. Kopijnícka pechota -10% ceny surovín.
sr: Ликург је покренуо неколико војних реформи, тако да је потпуна и неподељена оданост Спарти од њених грађана спроведена под његовим обликом владе. Грађани пешадијски копљаници -10% цена ресурса.
sv: Lycurgus inledde flera militära reformer, sålunda genomfördes den fullständiga och odelade troheten till Sparta från dess medborgare under hans regeringsform. Spjutskyttar för medborgarinfanteri −10% resurskostnader.
tr: Lycurgus birkaç askeri reform başlattı, böylece Sparta'ya vatandaşlarından gelen eksiksiz ve bölünmemiş bağlılık, hükümet biçiminde uygulandı. Vatandaş Mızraklı Piyade -10% kaynak bedeli.
uk: Лікург розпочав декілька військових реформ, таким чином повну та неділиму вірність Спарті з боку її громадян було досягнуто під його формою правління. Громадянські піхотні списоносці потребують −10% ресурсних витрат.
ur: شہری بھالادار پیدل فوج − 10 وسائل کے اخراجات
zh: 在吕库古治下，斯巴达实行了几项军事改革。 公民铜盾矛兵的训练成本 -10% .
zh_tw: 來古格士推行了許多次軍事改革，從而讓斯巴達公民完全且唯一地效忠政府。 公民矛步兵 -10% 資源成本。

source: Lycurgan Military Reforms
af: Lycurgus se Militêre Hervormings
ar: إصلاحات ليكورجان العسكرية
ast: Militarismo
bg: Военните реформи на Ликург
bn: লাইকার্গাসের সামরিক সংস্কার
br: Adaozadurioù Soudardel Lycurgan
ca: Reformes militars de Licurg
cs: Lykúrgovy vojenské reformy
da: Lykurgiske Militærreformer.
de: Lykurgische Militärreformen
el: Στρατιωτικές Μεταρρυθμίσεις του Λυκούργου
es: Reformas militares de Licurgo
es_ar: Reformas militaristas de Licurgo
eu: Lycurganen Militar Erreformak
fa: اصلاحات نظامی لیکورگان
fi: Lykurgoksen sotilaalliset uudistukset
fr: Réformes militaires de Lycurgue
ga: Leasuithe Airm de Laíocurgas
gd: Ath-leasachaidhean arm Lycurgus
gl: Reformas militares de Licurgo
he: ליקורגן רפורמות צבאיות
hi: लाइकर्गऩ के सैन्य सुधार
hu: Lükurgosz katonai reformjai
hy: Լիկուրգոսյան ռազմական բարեփոխումներ
id: Reformasi Militer Lykourgos
it: Riforme Militari di Licurgo
ja: リュクリゴスの軍事改革
ko: 심각한 군사 개혁
ku: Reformên Leşkerî yên Lycurgan
ms: Reformasi Ketenteraan Lycurgan
nb: Lykurgiske militærreformer
nl: Lycurgische Militaire Hervormingen
pl: Wojskowe Reformy Likurga
pt_br: Reformas Militares de Licurgo
pt_pt: Reformas militares de Lycurgan
ro: Reformele Militare ale lui Lycurgan
ru: Военные реформы Ликурга
sk: Lykurgove vojenské reformy
sr: Ликургова Војна Реформа
sv: Lykurgos Militärreformer
tr: Likurgus Askeri Reformları
uk: Лікургові військові реформи
ur: لائکورگن ملٹری ریفارمز
zh: 吕库古改革
zh_tw: 來古格士軍事改革

source: Champion Infantry Spearmen −5% resource costs.
af: Kampioen Infanterie Spiesvegter -5% hulpbron kostes.
ast: Hasteiros campiadores a piei: costos in recursos −5%.
ca: Els llancers campions costen un 5% menys.
cs: -5 % z ceny surovin za elitního pěšího bojovníka s oštěpem.
da: Eliteinfanteri Spydsmænd -5% ressourceomkostninger.
de: Gardeinfanteriespeerkämpfer −5 % Rohstoffkosten.
es: Lanceros de infantería de élite (Coste de recursos: −5%).
eu: Infanteriako lantzari aldezkariak -%5 baliabide kostuetan.
fa: -5% هزینه منابع نیزه داران پیاده نظام قهرمان.
fi: Mestarijalkaväen keihäsmiehille -10 % resurssikustannuksista.
fr: Les Champion lanciers d'infanterie coûtent 5% de ressource en moins.
gl: -5% nos custos de recursos para a infantería de picas de campión.
hi: सर्वोत्तम भालाधारी पैदल सेना की संसाधन लागत -५%
hu: −5% nyersanyagigény a bajnok lándzsás gyalogosoknak
hy: -5% չեմպիոնական նիզակավոր հետևակի ռեսուրսային արժեքին։
id: Jawara Infanteri Penombak -5% biaya sumberdaya.
it: −5% costi per i lancieri Campione.
ja: チャンピオン槍兵の養成コスト-5%
ko: 대표 전사 창 보병의 양성 자원 비용이 -5% 감소합니다.
ku: Şampiyonên Peyayên Tîrvan −5% lêçûnên çavkaniyê.
nl: Kampioen infanterie speervechters kosten -5% minder grondstoffen.
pl: Elitarni włócznicy są tańsi o 5%.
pt_br: Lanceiros de Infantaria Campeões custam −5% de recursos.
pt_pt: Infantaria de lanceiros campeã custa −5% em recursos.
ro: Campion sulițaș infanterist -5% costuri de resurse.
ru: Гвардейский пеший копейщик стоит на 5% дешевле.
sk: Šampiónski pechotní kopijníci −5% ceny surovín.
sr: Шампионски пешадијски копљаник -5% цене ресурса.
sv: Infanteri mästarspjutmän −5% resurskostnader.
tr: Şampiyon Mızraklı Piyade -5% kaynak maliyeti.
uk: Чемпіонські піхотні списоносці потребують −5% ресурсних витрат.
ur: چیمپیئن بھالادار پیدل فوج − 5٪ وسائل کے اخراجات
zh: 冠勇铜盾矛兵的花费 -5% .
zh_tw: 鬥士矛步兵 -5% 資源成本。

source: Iron Pelanors
af: Yster Stawe
ar: عملة حديدية
ast: Pélanoi
bg: Железни пеланори
bn: লোহার মুদ্রা
br: Pelanorioù e Houarn
ca: Pelanors de ferro
cs: Železný pelanor
da: Jernpelanorer
de: Eisenpelanore
el: Σιδερένια Πελανόρια
es: Pelanores de hierro
es_ar: Pelanor de hierro
eu: Burdin Goldeak
fa: پلانورز های آهنی
fi: Rautapelanorit
fr: Pélanors en fer
ga: Péilanóir Iarainn
gd: Peileanoraichean iarainn
gl: Pelanores de ferro
he: מטילי ברזל
hi: लौह पेले़नाॅर, स्पार्टा की नगदी
hu: Vas pelanorok
hy: Երկաթյա պելանորներ
id: Pelanor Besi
it: Pelanor di Ferro
ja: ペラノール通貨
ko: 철제 펠라노르스
ku: Palenorên Metal
ms: Pelanor Besi
nb: Jern-pelanorer
nl: Ijzeren Pelanors
pl: Żelazne Pelanory
pt_br: Pelanors de Ferro
pt_pt: Pelanors de ferro
ro: Pelanori de fier
ru: Железные пеланоры
sk: Kovové pelanory
sr: Гвоздени пеланорс
sv: Järn Pelanorer
tr: Demir Pelanorlar
uk: Залізні пеланори
ur: آئرن پیلنرز
zh: 铁币
zh_tw: 鐵幣

source: To further support equality, Lycurgus forbade the use of gold and silver, introducing a new iron currency called pelanors. Workers +15% metal gather rate.
af: Om gelykheid verder te ondersteun, het Lycurgus dit verbied om goud en silver te gebruik en so 'n nuwe yster geldeenheid bekendgestel genoem Pelanors. Arbeiders +15% metaal insamelingstempo.
ast: par’ impuxar la egualdá, Lycurgu quitou que se gastás ouro & plata & introduxo una nuöva moneda de fierro, el pélanor. Obreiros: taxa de recaldu de metal +15%.
ca: Per promoure la igualtat entre els ciutadans, Licurg va prohibir l'ús de l'or i la plata i va introduir una nova moneda de ferro anomenada pelanor. Els treballadors obtenen metall un 15% més ràpid.
cs: Pro větší podporu rovnosti zakázal Lykúrgos používaní zlata a stříbra, zaváděje novou železnou měnu zvanou pelanor. +15 % k rychlosti těžby kovu pro dělníky.
da: For yderligere at støtte ligheden, forbød Lykurgos brug af guld og sølv, og introducerede en ny jernmøntfod, kaldet pelanorer. Arbejdere +15% metalsamlerate.
de: Um die Gleichheit weiter voranzutreiben, verbot Lykurg die Verwendung von Gold und Silber und führte eine neue Eisenwährung ein, genannt „Pelanore“. Arbeiter +15 % Metallsammelrate.
es: Para apoyar aún más la igualdad, Licurgo prohibió el uso de oro y plata, y en su lugar introdujo una nueva moneda de hierro llamada pelanor. Trabajadores (Velocidad de extracción de metal: +15%).
eu: Berdintasuna are gehiago bultzatzeko, Lycurgusek urre eta zilarraren erabilera debekatu zuen, eta pelanors izeneko burdin dirua sartu zuen. Langileek %15+ metal ustiaketan.
fi: Tasa-arvon tukemiseksi Lycurgus kielsi kullan ja hopean käytön ja otti käyttöön uuden rautavaluutan nimeltä pelanorit. Työntekijöille +15 % metallin keräysnopeus.
fr: Pour davantage soutenir l'égalité, Lycurgue interdit l'utilisation d'or et d'argent, instaurant une nouvelle monnaie nommée le Pélanors. Les Ouvriers gagnent 15% de taux de récolte du métal.
gl: Para apoiar a igualdade, Licurgo prohibiu o uso de ouro e prata, introducindo unha nova moeda de ferro chamada pelanores. Traballadores +15% de taxa de recollida de metal.
hi: समानता को और अधिक बल देने के लिए, लाइकर्गस़ ने सोने व चांदी के उपयोग को वर्जित कर, पेलानार्स़ नामक एक नई लौह मुद्रा को प्रचलित किया। श्रमिकों की धातु संग्रहण दर +१५%
hu: Az egyenlőség további megerősítése érdekében Lükurgosz megtiltotta az arany és ezüst használatát, bevezetve egy új vaspénzt, a pelanorokat. +15% fémgyűjtési sebesség a munkásoknál.
hy: Հավասարությանն էլ ավելի աջակցելու նպատակով Լիկուրգոսն արգելեց ոսկու և արծաթի օգտագործումը՝ ներկայացնելով պելանոր կոչվող նոր, երկաթյա արժույթ։ +15% աշխատավորների մետաղահավաքչությանը։
id: Agar lebih mendukung kesetaraan, Lykourgos melarang penggunaan emas dan perak, dan memperkenalkan sebuah mata uang besi baru bernama pelanor. Pekerja +15% laju pengumpulan logam.
it: Per sostenere meglio l'uguaglianza, Licurgo proibì l'uso dell'oro e dell'argento, introducendo una nuova valuta in ferro chiamata pelanors. +15% raccolta di metallo.
ja: 平等性をさらに高めるために、リュクルゴスは金や銀の使用を禁止し、ペラノールという新しい鉄の通貨を導入しました。これにより強盗や窃盗の被害が減りました。 労働者の金属採集率+15%
ko: 평등을 더욱 뒷받침하기 위해 리쿠르고스는 펠라노르스라는 새로운 철제 통화를 도입하면서 금과 은의 사용을 금지했습니다. 노동자의 금속 채취율이 +15% 증가합니다.
ku: Ji bo ku zêdetir piştgirî bide wekheviyê, Lycurgus bikaranîna zêr û zîv qedexe kir, pereyê hesinî yê nû bi navê pelanor destnîşan kir. Karker +15% rêjeya berhevkirina metal.
nl: Ter meerdere bevordering van de gelijkheid verbood Lycurgus het gebruik van goud en zilver, en introduceerde hij een nieuwe ijzeren munt, pelanors genaamd. Arbeiders +15% metaal verzamelsnelheid.
pl: Dla dalszego wsparcia równości, Likurg zabronił używania złota i srebra, wprowadzając nową walutę w postaci żelaznych monet nazywanych pelanorami. +15% do zbierania metalu.
pt_br: Apoiando ainda mais a igualdade, Licurgo proibiu o uso de ouro e prata, introduzindo uma nova moeda de ferro chamada pelanors. Trabalhadores têm +15% de taxa de coleta de metal.
pt_pt: Para apoiar adicionalmente a igualdade, Licurgo proibiu o uso de ouro e prata, introduzindo uma nova moeda de ferro chamada pelanor. Trabalhadores +15% velocidade de recolha de metal.
ro: Pentru a susține și mai mult egalitatea, Lycurgus a interzis folosirea aurului și a argintului, introducând o nouă monedă de fier numită pelanors. Muncitori +15% rata de colectare de metal.
ru: Для поддержания равенства, Ликург запретил использование золотых и серебряных момент и ввел в обращение новые железные монеты, называемые пеланорами. Работники добывают металл на 15% быстрее.
sk: Na ďalšiu podporu rovnosti, Lykurgos zakázal používanie zlata a striebra a zaviedol novú kovovú menu pod názvom pelanor. Pracovníci +15% rýchlosť zberu kovu.
sr: Да би даље подржавао једнакост, Ликург је забранио употребу злата и сребра, уводећи нову валуту гвожђа звану пеланорс. радници +15% брзина прикупљања метала.
sv: För att ytterligare stödja jämlikhet förbjöd Lycurgus användningen av guld och silver, och introducerade en ny järnvaluta som kallas pelanors. Arbetare +15% metallinsamling.
tr: Eşitliği daha da desteklemek için Lycurgus, altın ve gümüş kullanımını yasakladı ve pelanors adı verilen yeni bir demir para birimi getirdi. İşçiler +15% metal toplama oranı.
uk: Для подальшої підтримки рівноправності, Лікург заборонив використовувати золото та срібло, вводячи нову залізну валюту під назвою пеланори. Працівники мають +15% темпу видобутку металу.
ur: مزدور +15 دھات جمع کرنے کی شرح
zh: 为了加强平等观念，吕库古禁止流通金银，引入了一种名为贝莱诺的铁质硬币。 金属收集效率 +15% .
zh_tw: 為了進一步支持平等，來古格士禁止使用黃金與白銀，改採稱為佩蘭諾斯的鐵幣。 工人 +15% 金屬採集速率。
