Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Ctrl + Left Click on unit/group icon with multiple units selected – Deselect
pt_br: Ctrl + clique com o botão esquerdo do mouse sobre o ícone que mostra uma unidade ou grupo no painel, se houver várias unidades selecionadas: retira o grupo ou unidade da lista de unidades selecionadas

source: Ctrl + Right Click with unit(s) selected:
pt_br: Ctrl + clique com o botão direito do mouse, se houver uma ou várias unidades selecionadas:

source: • If the cursor is over an own or allied structure – Garrison
pt_br: • e se o ponteiro do mouse estiver sobre uma construção própria ou de aliado: manda as unidades guarnecerem-na

source: • If the cursor is over an enemy unit/structure – Attack (instead of capture or gather)
pt_br: • e se o ponteiro estiver sobre unidade ou construção inimiga: manda atacar (e não capturar ou se reunir no ponto)

source: • Otherwise – Attack move (by default all enemy units and structures along the way are targeted)
pt_br: • e se o ponteiro estiver em outro lugar: manda as unidades se deslocarem ao ponto clicado, atacando por padrão todas as unidades e construções inimigas que encontrarem no caminho

source: Ctrl + Q + Right Click with unit(s) selected – Attack move, only units along the way are targeted
pt_br: Ctrl + Q + clique com o botão direito do mouse, com unidades selecionadas: manda as unidades se deslocarem ao ponto clicado, atacando apenas unidades inimigas que encontrarem no caminho

source: Ctrl + Mouse Move near structures – Align the new structure with an existing nearby structure
pt_br: Ctrl + movimentar o mouse ao redor construções: faz uma nova construção ficar alinhada com uma outra já existente nas proximidades

source: Alt + G – Toggle the GUI
pt_br: Alt + G: exibe ou oculta a interface gráfica sobreposta

source: Alt + D – Toggle developer overlay (with developer options)
pt_br: Alt + D: exibe ou esconde o painel sobreposto de desenvolvimento e programação

source: Alt + Shift + W – Toggle wireframe mode (press once to get wireframes overlaid over the textured models, twice to get just the wireframes colored by the textures, thrice to get back to normal textured mode)
pt_br: Alt + Shift + W: ativa ou desativa a exibição de gráficos com linhas (wireframes). Quando utilizado na primeira vez, o atalho destaca as linhas sobre as texturas. Na segunda vez, ele faz apenas as linhas serem expostas, com as cores das texturas. Na terceira vez, ele restaura a exibição normal, com texturas

source: Alt + Shift + S – Toggle unit silhouettes (might give a small performance boost)
pt_br: Alt + Shift + S: exibe ou oculta as sombras das unidades, o que pode gerar um pequeno ganho de desempenho

source: Alt + Z – Toggle sky
pt_br: Alt + Z: exibe ou oculta o céu

source: Alt + X – Toggle diplomacy colors
pt_br: Alt + X: exibe ou oculta as cores de diplomacia

source: Alt + C – Toggle attack range visualizations of selected units and structures
pt_br: Alt + C: exibe ou oculta o alcance de ataque das unidades e construções selecionadas

source: Alt + V – Toggle aura range visualizations of selected units and structures
pt_br: Alt + V: mostra ou oculta o alcance espiritual das unidades e construções selecionadas

source: Alt + B – Toggle heal range visualizations of selected units
pt_br: Alt + B: exibe ou oculta o alcance de cura das unidades selecionadas

source: W or ↑ (Up) – Pan screen up
pt_br: W or ↑ (seta para cima): move a tela para cima

source: S or ↓ (Down) – Pan screen down
pt_br: S or ↓ (seta para baixo): move a tela para baixo

source: A or ← (Left) – Pan screen left
pt_br: A or ← (seta para a esquerda): move a tela para a esquerda

source: D or → (Right) – Pan screen right
pt_br: D or → (seta para a direita): move a tela para a direita

source: Ctrl + W or Ctrl + ↑ (Up) – Rotate camera to look upward
pt_br: Ctrl + W ou Ctrl + ↑ (seta para cima): gira a câmera para baixo, em torno do ponto exibido no meio da tela

source: Ctrl + S or Ctrl + ↓ (Down) – Rotate camera to look downward
pt_br: Ctrl + S ou Ctrl + ↓ (seta para baixo): gira a câmera para cima, em torno do ponto exibido no meio da tela

source: Ctrl + A or Ctrl + ← (Left) – Rotate camera clockwise around terrain
pt_br: Ctrl + A ou Ctrl + ← (seta para a esquerda): gira a câmera em sentido horário em relação ao solo

source: Ctrl + D or Ctrl + → (Right) – Rotate camera counter-clockwise around terrain
pt_br: Ctrl + D ou Ctrl + → (seta para a direita): gira a câmera em sentido anti-horário em relação ao solo

source: Q – Rotate camera clockwise around terrain
pt_br: Q: gira a câmera em sentido horário em relação ao solo

source: E – Rotate camera counter-clockwise around terrain
pt_br: E: gira a câmera em sentido anti-horário em relação ao solo

source: Shift + Mouse Wheel Rotate Up – Rotate camera clockwise around terrain
pt_br: Shift + roda do mouse para cima: gira a câmera em sentido horário em relação ao terreno

source: Shift + Mouse Wheel Rotate Down – Rotate camera counter-clockwise around terrain
pt_br: Shift + roda do mouse para baixo: gira a câmera em sentido anti-horário em relação ao terreno

source: F – Follow the selected unit (move the camera to stop following the unit)
pt_br: F: faz a câmera seguir a unidade selecionada. Mova a câmera para fazê-la parar de seguir

source: R – Reset camera zoom and orientation
pt_br: R: retorna a proximidade e a perspectiva da câmera aos valores iniciais

source: = (Equals) or + (Plus) – Zoom in (keep pressed for continuous zoom)
pt_br: + (sinal de igual) ou + (sinal de mais): aproxima a câmera. Aperte sem soltar para aproximar continuamente

source: - (Hyphen) or − (Minus) – Zoom out (keep pressed for continuous zoom)
pt_br: - (hífen) ou - (sinal de menos): distancia a câmera. Aperte sem soltar para distanciar continuamente

source: Middle Mouse Button – Keep pressed and move the mouse to pan
pt_br: Botão central do mouse, apertado sem soltar: move a câmera, fazendo-a acompanhar o mouse

source: \[ (Left Bracket) – Rotate structure 15 degrees counter-clockwise
pt_br: \[ (colchete esquerdo): gira a construção em 15° no sentido anti-horário

source: ] (Right Bracket) – Rotate structure 15 degrees clockwise
pt_br: ] (colchete direito): gira a construção em 15° no sentido horário

source: Esc – Cancel
pt_br: Esc: cancela o carregamento

source: Delete – Delete the selected saved game, ask for confirmation
pt_br: Delete: exclui o jogo salvo, solicitando confirmação

source: Shift + Delete – Immediately delete the selected saved game, without asking for confirmation
pt_br: Shift + Delete: exclui imediatamente o jogo salvo, sem solicitar confirmação

source: hotkey.session.attack + Right Click with unit(s) selected – Attack (instead of capture or gather)
ca: hotkey.session.attack + Clic dret amb unitats seleccionades – Ataca (en lloc de capturar o recollir recursos)
cs: hotkey.session.attack + klepnutí pravým tlačítkem myši, když je vybrána jednotka(jednotky) – Zaútočit (namísto zajmutí nebo shromažďování surovin)
de: hotkey.session.attack + Rechtsklick mit ausgewählten Einheit(en) – Angriffsmanöver (statt erobern bzw. sammeln)
el: hotkey.session.attack + Δεξί κλικ με μονάδες επιλεγμένες - επίθεση ( Αντί αιχμαλωσίας ή συλλογής)
es: hotkey.session.attack + Clic derecho con unidades seleccionadas – Ataca (en vez de capturar o recolectar)
eu: hotkey.session.attack + eskuin klika aukeratutako unitateekin – Erasoa (harrapatu edo bildu beharrean)
fi: hotkey.session.attack + napsautus hiiren oikealla, kun yksikkö(jä) valittuna – Hyökkää (äläkä valloita tai kerää)
fr: hotkey.session.attack + clic droit avec une ou des unité(s) sélectionnée(s) – Attaquer (au lieu de capturer ou de récolter)
gd: hotkey.session.attack + briogadh deas le aonad(an) air an taghadh – Thoir ionnsaigh (seach glacadh no cruinneachadh)
id: hotkey.session.attack + Klik Kanan pada unit yang dipilih – Serang (bukan merebut atau mengumpulkan)
it: hotkey.session.attack + Clic destro con unità selezionate – Attacca (invece di catturare o raccogliere)
nl: sneltoets.session.attack + rechtsklik met geselecteerde eenheid (eenheden) – Aanvallen (in plaats van veroveren of verzamelen)
pl: hotkey.session.attack + PPM z zaznaczonymi jednostkami – zaatakuj (zamiast przejęcia lub zbierania)
pt_pt: hotkey.session.attack + clique com botão direito do rato com unidades já selecionadas – atacar (em vez de capturar ou recolher)
ru: hotkey.session.attack + правый щелчок при выбранных юнитах — атаковать (вместо захвата или сбора)
sv: hotkey.session.attack + Högerklick med valda enheter − Attackera (istället för erövra eller samla)
tr: hotkey.session.attack + Birim(ler) seçiliyken Sağ Tık – Saldır (esir almadan saldır)
uk: hotkey.session.attack + Клацнути Правою Кнопкою Миші із вибраним юнітом(ами) – Атакувати (замість захоплення чи збору)
zh_tw: 選取單位時按 hotkey.session.attack + 右鍵 – 攻擊（而非佔領或採集）

source: hotkey.selection.offscreen – Modifier – add all units, including offscreen units, to selection
gl: hotkey.selection.offscreen – Modificador – engade todas as unidades, incluídas as unidades fóra da pantalla, á selección

source: hotkey.selection.cancel – Unselect all units, cancel building placement
gl: hotkey.selection.cancel – Deseleccione todas as unidades, cancele a colocación do edificio

source: hotkey.session.pushorderfront + Right Click – Modifier to push any order in front of the order queue
gl: hotkey.session.pushorderfront + Clic co botón dereito – modificador para enviar calquera orde diante da fila de pedidos

source: • [font="sans-bold-14"]Single-player[font="sans-14"] – play a sandbox game or against one or more AI opponents. The AI/AIs are under development and may not always be up to date on the new features, but you can test playing the game against an actual opponent if you aren't able to play with a human.
ga: • [font="sans-bold-14"]Aon-imreortha[font="sans-14"] – Imir cluiche sa mhód bosca gainimh i.gc. aon namhaid IS nó níos mó. Tá an/na hIS faoi fhorbairt agus b'fhéidir nach mbeadh siad i gcónaí ina reatha le gnéithe nua, ach is féidir leat imirt cluiche a thriail i.gc. namhaid fíor mura tú ábalta imirt le himreoir eile.

source: • [font="sans-bold-14"]Multiplayer[font="sans-14"] – play against human opponents over the internet.
ga: • [font="sans-bold-14"]Ilimreortha[font="sans-14"] – Imir i.gc. imreoirí daonna ar an idirlíon.

source: Shift + F2: Take huge screenshot (6400px by 4800px, in .bmp format, location is displayed in the top left of the GUI after the file has been saved, and can also be seen in the console/logs if you miss it there)
ga: Shift + F2: Déan scáileán-phictiúr ollmhór (6400px*4800px, san fhormáid .bmp, léiritear a háit i mbarr chúinne clé tar éis sábhála an chomaid, agus sa chonsól/logaí freisin má chaill tú é ansin)

source: Tab, Alt + S: Switch to the next tab.
br: Tab, Alt + S: Gwintañ d'an daolennata da-heul.
fa: Tab, Alt +S: رفتن به صفحه بعدی
ga: Tab, Alt + S: Athraigh go an chéad táb eile.

source: Shift + Tab, Alt + W: Switch to the previous tab.
br: Lkd + Tab, Alt + W: Gwintañ d'an daolennata kentañ.
fa: Shift +Tab, Alt +W: برگشتن به صفحه قبل
ga: Shift + Tab, Alt + W: Athraigh go an táb roimhe seo.

source: / (Slash): Select idle fighter
ga: / (Tulslais): Roghnaigh trodaí díomhaoin

source: \ (Backslash): Select idle unit
ga: \ (Cúlslais): Roghnaigh oibrí díomhaoin

source: Z, X, C, V, B, N, M: With training buildings selected. Add the 1st, 2nd, … unit shown to the training queue for all the selected buildings.
ga: Z, X, C, V, B, N, M: Le foirgneamh traenála faoi roghnú. Cuir leis an 1ú, 2ra (... .i.) aonad léirithe agus é a chur sna ciú traenála do gach foirgneamh roghnaithe.

source: Alt + L: Show the multiplayer lobby in a dialog window.
br: Alt + L: Diskouez an hall lies-c'hoarier er prenestr kendiviz.
fa: Alt + L: نشان دادن لابی بازی چند نفره در یک پنجره
ga: Alt + L: Léirigh an tIlfhorhalla i bhfuinneog dialóige.

source: Alt + Shift + T: Toggle structure tree.
br: Alt + Lkd + T: Gwintañ war framm gwez.
fa: Ctrl + Shift + T: تغییر وضعیت ساختار درختی
ga: .Alt + Shift + T: Scoránaigh crann tógála.

source: Alt + Shift + H: Toggle civilization info.
br: Alt + Lkd + H: Gwintañ war ar c'helaouiñ sevenadur.
fa: Alt + Shift + H: تغییر وضعیت اطلاعات تمدن.
ga: Alt + Shift + H: Scoránaigh eolas sibhialtachta.

source: • If the cursor is over an allied structure: Garrison
ga: • Má tá cúrsóir os cionn foirgneamh comhghuaillithe: Cuir i ngarastún

source: • If the cursor is over a non-allied unit or building: Attack (instead of capture or gather)
ga: • Má tá cúrsóir os cionn aonad/foirgneamh naimhde: Ionsaigh (ná gabháil is ná bailigh)

source: • Otherwise: Attack move (by default all enemy units and structures along the way are targeted, use Ctrl + Q + Right Click to target only units).
ga: • Seachas sin: Gluais is ionsaigh (mar atá réamhshochraithe, déan ionsaigh ar gach aonad is foirgneamh naimhde ar an mbealach, úsáid Ctrl + Q + Deaschliceáil d'aonaid amháin a aimsiú).

source: Alt + X: Toggle diplomacy colors
fa: Alt + X: تغییر وضعیت رنگ های دیپلوماسی
ga: Alt + X: Scoránaigh dathanna tadhleoireachta

source: Ctrl + D or \[right]: Rotate camera counter-clockwise around terrain
ga: Ctrl + D nó \[deas]: Rothlaigh ceamara ar tuathal

source: E: Rotate camera counter-clockwise around terrain
ga: E: Rothlaigh ceamara ar tuathal

source: Shift + Mouse Wheel Rotate Down: Rotate camera counter-clockwise around terrain
ga: Shift + Roth Luiche Síos: Rothlaigh ceamara ar tuathal

source: = or +: Zoom in (keep pressed for continuous zoom)
ga: = nó +: Zúmáil isteach (coinnigh brúite do shíorzúmáil)

source: Z, X, C, V, B, N, M: With training buildings selected. Add the 1st, 2nd, ... unit shown to the training queue for all the selected buildings.
da: Z, X, C, V, B, N, M: Med en træningsbygning valg. Tilføj den 1., 2., ... enhed vist til træningskøen for alle de valgte bygninger.
es_mx: Z, X, C, V, B, N,M: Con edificios de entrenamiento seleccionados. Añadir al 1°, 2°... las unidades mostradas para la cola de entrenamiento de todas las edificaciones.
et: Z, X, C, V, B, N, M: kui valitud on õppehooned, lisa 1., 2., .... jne näidatav üksus treeningjärjekorda kõigis valitud hoonetes.
he: Z, X, C, V, B, N, M: עם בנייני אימון נבחרים. מוסיף את 1, 2, ... יחידה הוצגה בתור אימון לכל הבניינים שנבחרו.
ka: Z, X, C, V, B, N, M: მონიშნული საწვრთნელი შენობით. დაამატე 1-ლი, მე-2, ... ნაჩვენები ერთეული საწვრთნელ რიგში ყველა არჩეული შენობისთვის.
lv: Z, X, C, V, B, N vai M: Kamēr izvēlēta apmācību būve/s. Pievienot pie apmācību rindas 1., 2., utt. ikonas vienību visās izvēlētajā/s būvē/s
ms: Z, X, C, V, B, N, M: Dengan bangunan latihan dipilih. Tambah unit ke-1, ke-2... ditunjukkan dalam baris gilir latihan untuk semua bangunan yang dipilih.
nb: Z, X, C, V, B, N, M: Med treningsbygningene markert. Legger til den 1., 2., osv... enheten vist til treningskøen for alle valgte bygninger.
sl: Z, X, C, V, B, N, M: Z izbranimi stavbami za vadbo. Dodajte 1., 2., ... enoto prikazano v vrsti za vadbo za vse izbrane stavbe.
sr: Z, X, C, V, B, N, M: Када су зграде за регрутацију изабране, додаје прву, другу .... јединицу у редослед за регрутацију за све изабране зграде.

source: Alt + W: Toggle wireframe mode (press once to get wireframes overlaid over the textured models, twice to get just the wireframes colored by the textures, thrice to get back to normal textured mode)
es_cl: Alt + W: Modo de alambre alternando (presione una vez para obtener estructuras de malla superpuestas sobre los modelos texturizados, dos veces para obtener sólo la estructura de malla coloreada por las texturas, tres veces para volver al modo normal de textura)
he: Alt + W: מצב שדיות צלליות (לחץ פעם אחת כדי לקבל wireframes שיכסה דגמי המרקם, פעמיים כדי לקבל רק את wireframes בצבע ידי המרקמים, שלוש פעמים כדי לחזור למצב נורמלי מרקם)
ka: Alt + W: გადაწონე კარკასული მდგომარეობა (დააჭირე ერთხელ, რომ მიიღო ქსოვილებიან ნიმუშებზე გადაფარებული კარკასები. ორჯერ, რომ მიიღო მხოლოდ ქსოვილებით გაფერადებული კარკასები. სამჯერ, რომ დაბრუნდე საწყის მდგომარეობაში).
sl: Alt + W: Preklapljaj način skeleta (pritisni enkrat za položaj skeleta nad teksturirane modele, dvakrat za samo prikaz samo skeleta, obarvanega s teksturami in trikrat za povratek nazaj v navadno teksturiran način)
sr: Alt + W: Омогућава мод жичане структуре (притиснути једном да се добију приказ жичаних структура преко модела са текстурама, два пута да се добију само жичане структуре обојене по текстурама, три пута да се врати на нормалан мод са текстурама)

source: Alt + S: Toggle unit silhouettes (might give a small performance boost)
es_cl: Alt + S: Malla de siluetas unidad (podría dar un impulso pequeña actuación)
he: Alt + S: החלף מצב צלליות יחידה (אולי לתת דחיפה ביצועים קטנים)
ka: Alt + S: გადაწონე ერთეულების ლანდები (შეიძლება მოგცეს მცირე წარმოდგენითი ზრდა)
lv: Alt + S: Iesl./Izsl. vienību siluetus (var dot nelielu ātrdabības pieaugumu)
sl: Alt + S: Preklapljaj obris enot (možna malenkostna izboljšava zmogljivosti)
sr: Alt + S: Омогући силуете јединица (може дати мали бољитак у преформансама)

source: Shift + /: add idle fighter to selection
lv: Shift + /: pievienot brīvu cīnītāju pie izvēlētajiem

source: Shift + .: add idle worker to selection (including citizen soldiers)
lv: Shift + .: pievienot brīvu strādnieku pie izvēlētajiem (ieskaitot pilsoņus kareivjus)

source: First, select whether you want to play on a random map (created automatically from a random map script) or a scenario (created by a map designer). Scenarios can be filtered to show only some maps. The default maps are shown immediately, but custom maps are often not so select "All maps" to see a list of all available maps. Then select a map to play on. The "Demo Maps" are designed for testing particular gameplay features and are probably not generally useful.
es_cl: Primero, seleccione si desea jugar en un mapa aleatorio (creado automáticamente) o un escenario (creada por un diseñador de mapa). Los escenarios pueden ser filtrados para mostrar sólo algunos mapas. Los mapas por defecto se muestran inmediatamente, pero los mapas personalizados a menudo no. Así que seleccione "Todos los mapas" para ver una lista de todos los mapas disponibles. A continuación, seleccione un mapa para jugar. Los "demos Maps" están diseñados para probar determinadas características de juego y son, probablemente, no útiles en general.
he: ראשית, עליך לבחור אם אתה רוצה לשחק במפה אקראית (שנוצרה באופן אוטומטי על פי תסריט המפה אקראי) או תרחיש (שנוצר על ידי מעצב מפה). ניתן לסנן תרחישים כדי להציג רק חלק ממפות. מפות ברירת המחדל מוצגות באופן מיידי, אבל מפות מותאמות אישית לעתים קרובות לא כל כך יבחרו "כל המפות" כדי לראות רשימה של כל המפות הזמינות. לאחר מכן, בחר מפה כדי לשחק."מפות ההדגמה" נועדו לבדיקת תכונות משחק מסוימות וכנראה לא בדרך כלל שימושיים.
sl: Najprej izberite ali želite igrati na naključnem zemljevidu (samodejno ustvarjen iz skripta naključnih zemljevidov) ali scenariju (ustvarjen v snovalniku zemljevidov). Scenarije lahko filtrirate tako, da vam prikaže le nekatere zemljevide. Privzeti zemljevidi so prikazani takoj, medtem ko zemljevidi po meri večkrat niso. Izberite "Vsi zemljevidi" za prikaz seznama vseh razpoložljivih zemljevidov. Nato izberite zemljevid na katerem želite igrati. "Demo zemljevidi" so zasnovani za testiranje določenih lastnosti igre in verjetno niso uporabni za vsakdanjo igro.

source: Finally change the settings. For random maps this includes the number of players, the size of a map, etc. For scenarios you can only select who controls which player (decides where you start on the map etc). The options are either a human player, an AI or no player at all (existing units will attack enemies that come into sight, but no new units will be created, nor will the units be sent to attack anyone).
es_cl: Por último cambiar la configuración. Para los mapas aleatorios que incluye el número de jugadores, el tamaño de un mapa, etc. Para los escenarios sólo se puede seleccionar quién controla qué jugador usar(decide por dónde empezar en el mapa, etc.) Las opciones son o bien un jugador humano, una IA o ningún jugador en absoluto (unidades existentes atacar a los enemigos que vienen a la vista, pero no se crearán nuevas unidades, ni se enviarán las unidades para atacar a nadie).
he: לבסוף לשנות את ההגדרות.למפות אקראיות זה כולל את מספר השחקנים, בגודל של מפה, וכו 'לקבלת תרחישים שאתה יכול לבחור רק מי ששולט בו שחקן (מחליט בו אתה מתחיל במפה וכו'). האפשרויות הן או שחקן אנושי, בינה מלאכותית או אף שחקן בכלל (יחידות קיימות יתקפו אויבים שמגיעים לטווח ראייה, אבל אין יחידות חדשות תיווצר, ולא יישלחו היחידות לתקוף אף אחד).
sl: Dokončno spremenite nastavitve. Pri naključnih zemljevidih to vključuje število igralcev, velikost zemljevida itd. Za scenarije lahko izberete samo kdo kontrolira katerega igralca (določi kje začnete na zemljevidu itd.). Edine možnosti na voljo so človeški igralec, UI, ali nihče (obstoječe enote bodo napadle nasprotnike, ki jih imajo v vidnem polju, a nove enote ne bodo mogle nastati, prav tako ne bo poslanih novih enot v napad na kogarkoli).

source: Triple Left Click [on unit]: Select all of your units of the same kind and the same rank on the screen
es_cl: Triple Clic Izquierdo [en la unidad]: Selecciona todas las unidades del mismo tipo y rango en pantalla

source: Alt + Double Left Click [on unit]: Select all your units of the same kind on the entire map (even if the are different ranks)
es_cl: Alt + Doble Clic Izquierdo [en la unidad]: Selecciona todas la unidades del mismo tipo en todo el mapa (incluso si son de diferentes rangos)

source: Alt + Triple Left Click [on unit]: Select all your units of the same kind and rank on the entire map
es_cl: Alt + Triple Clic izquierdo [en la unidad]: Selecciona todas las unidades del mismo tipo y rango en todo el mapa

source: Delete: Delete currently selected unit/units/building/buildings
es_cl: Suprimir: Eliminar seleccionado unidad/unidades/edificio/edificios
he: Delete מחיקת יחידה / יחידות / מבנה / מבנים שנבחרו כעת
sl: Delete: Izbriši trenutno izbrano enoto/enote/stavbo/stavbe

source: ,: Select idle fighters
es_cl: ,: Seleccionar soldado libre
he: ,: בחר לוחמי סרק
sl: ,: Izberi nedejavne vojake

source: .: Select idle workers (including citizen soldiers)
es_cl: .: Selecciona trabajadores libres (incluyendo soldados)
he: .: בחר הפועלים פעילים (כולל חיילי אזרח)
sl: .: Izberi nedejavne delavce (vključno z vojaki meščani)

source: Shift + Left click when training unit/s: Add units in batches of five
es_cl: Shift + Clic Izquierdo cuando las unidad/es: Agregar unidades en lote de cinco
he: Shift + קליק שמאלי כשמתאמן יחידה / ים: הוספת יחידות בקבוצות של חמש
sl: Shif + Levi klik med usposabljanjem enot: Dodaj enote v paketih po pet

source: S or [down]: Pan screen down
es_cl: S o [abajo]: Pantalla Desplazamiento panorámico hacia abajo
he: S או [למטה]: מסך פאן למטה
sl: S ali [dol]: Premik zaslona dol

source: A or [left]: Pan screen left
es_cl: A o [izquierda]: Camara hacia la izquierda
he: שמאל מסך פאן: [שמאל] או
sl: A ali [levo]: Premik zaslona levo

source: D or [right]: Pan screen right
es_cl: D o [derecha]: Camara hacia la derecha
he: ימין מסך פאן: D או [מימין]
sl: D ali [desno]: Premik zaslona desno

source: Ctrl + W or [up]: Rotate camera to look upward
es_cl: Ctrl + W o [arriba]: Gira la cámara para mirar hacia arriba
he: Ctrl + W או [עד]: סובב מצלמה להסתכל כלפי מעלה
sl: Ctrl + W ali [gor]: Obračaj kamero, da gleda navzgor

source: Ctrl + S or [down]: Rotate camera to look downward
es_cl: Ctrl + S o [abajo]: Girar la cámara para mirar hacia abajo
he: Ctrl + S או [למטה]: מצלמה סובב להסתכל כלפי מטה
sl: Ctrl + S ali [dol]: Obračaj kamero, da gleda navzdol
