Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: I will not become neutral with you, %(_player_)s.
ar: لن أصبح على الحياد معك يا %(_player_)s.
ast: Nun me quiero volver imparcial pa cun ti, %(_player_)s.
bg: Не искам двамата с теб да бъдем неутрални, %(_player_)s.
br: Dont a rin da vezañ neptuek ganit, %(_player_)s.
ca: No seré neutral amb tu, %(_player_)s.
da: Jeg vil ikke blive neutral over for dig, %(_player_)s
de: Ich werde dir gegenüber nicht neutral sein, %(_player_)s.
el: Δεν θα γίνω ουδέτερος με σένα, %(_player_)s.
eu: Ez naiz berriro zurekin neutrala izango, %(_player_)s.
fa: من با شما بی طرف نخواهم شد، %(_player_)s
fr: Je ne deviendrai pas neutre avec vous, %(_player_)s.
ga: Beidh mé i mo neodrach leatsa, a %(_player_)s.
gd: Cha bhi mi neo-phàirteach riut, %(_player_)s.
hu: %(_player_)s, nem leszek veled semleges.
id: Saya tidak akan menjadi netral dengan Anda, %(_player_)s.
it: Non diventerò neutrale con te, %(_player_)s.
ko: %(_player_)s 님, 당신과는 중립국이 되지 않을 것입니다.
lt: %(_player_)s, aš netapsiu jums neutralus.
nb: Jeg ønsker ikke nøytralitet med deg, %(_player_)s.
pt_br: Eu não vou ficar neutro com você, %(_player_)s.
ru: Я не стану нейтральным по отношению к тебе, %(_player_)s.
sv: Jag kommer inte att bli neutral med dig %(_player_)s.
tr: Seninle nötr hale gelmeyeceğim, %(_player_)s.
uk: Я не буду у нейтральних відносинах з Вами, %(_player_)s.
zh: %(_player_)s，我们不接受中立。
zh_tw: 我將不會與你互相中立，%(_player_)s。

source: %(_player_)s, I must decline your request for a neutrality pact.
ar: %(_player_)s، أنا يجب أن أرفض عرضك للحيادية.
ast: Tengo de recusare l pedimiento d’imparcialidá, %(_player_)s.
bg: %(_player_)s, ще трябва да откажа предложението да бъдем неутрални един към друг.
br: %(_player_)s, rankout a ran nac'hañ da'z koulenn emglev neptuegezh.
ca: %(_player_)s, he de rebutjar la teva petició d'un pacte de neutralitat.
da: %(_player_)s, jeg må afslå din anmodning om en neutralitetspagt.
de: %(_player_)s, ich muss dein Angebot für einen Neutralitätspakt ablehnen.
el: %(_player_)s, πρέπει να αρνηθώ το αίτημά σου για σύμφωνο ουδετερότητας.
eu: %(_player_)s, zure neutraltasun itun eskaera ezeztatu beharrean nago.
fa: %(_player_)s، من باید درخواست پیمان بی طرفی شما را رد کنم.
fr: %(_player_)s, je dois décliner votre demande d'un pacte de neutralité.
ga: A %(_player_)s, teastaíonn orm do chomaontú neodrachta a dhiúltú.
gd: %(_player_)s, cha ghabh mi ri d’ iarrtas airson aonta neo-phàirteachd.
hu: %(_player_)s, vissza kell utasítanom a semlegességi megállapodási kérésedet.
id: %(_player_)s, saya harus menolak tawaran Anda untuk pakta netralitas.
it: %(_player_)s, sono obbligato a declinare la tua richiesta per un patto di neutralità.
ko: %(_player_)s 님, 중립 협정에 대한 당신의 요청을 거절하겠습니다.
lt: %(_player_)s, aš esu priverstas atmesti jūsų neutralumo susitarimo prašymą.
nb: %(_player_)s, jeg avslår din forespørsel om en nøytralitetspakt.
pt_br: %(_player_)s, terei que recusar seu pedido para um pacto de neutralidade.
ru: %(_player_)s, я вынужден отклонить твое предложение о нейтралитете.
sv: %(_player_)s, jag måste avböja din förfrågan angående en neutralitetspakt.
tr: %(_player_)s, tarafsızlık sözleşmesi isteğini reddetmeliyim.
uk: %(_player_)s, Я повинен відхилити прохання про нейтралітет.
zh: %(_player_)s ，我必须拒绝你的中立条约。
zh_tw: %(_player_)s，我必須拒絕你對中立條約的要求。

source: Our previous neutrality agreement ended in failure, %(_player_)s; I will not consider another one.
ar: اتّقاق الحياد السّابق انتهى بالفشل يا %(_player_)s، لن أفكّر بإبرام غيره.
ast: L últimu pactu d’imparcialidá que fezhiemus acabou n guerra, %(_player_)s; nun cuido fazher outru.
bg: Предишното ни споразумение за неутралност беше провал, %(_player_)s. Няма да приема ново.
br: Graet en deus kazeg hon emglev a neptuegezh kent, %(_player_)s; Ne gontin ket ken war unan all.
ca: El nostre acord de neutralitat anterior va acabar fracassant, %(_player_)s; no en consideraré un altre.
da: Vores tidligere neutralitetsaftale endte i fiasko, %(_player_)s; Jeg vil ikke overveje en anden.
de: Unser vorheriger Neutralitätspakt hat nicht funktioniert, %(_player_)s; Ich werde keinen weiteren akzeptieren.
el: Η προηγούμενη συμφωνία μας για ουδετερότητα έληξε σε αποτυχία, %(_player_)s, δεν θα προβώ σε άλλη.
eu: Gure neutraltasun aurre akordioa porrota izan zen, %(_player_)s; Ez dut besterik aurreikusiko.
fa: توافق بی طرفی قبلی ما با شکست مواجه شد، %(_player_)s: من درخواست دیگری را نخواهم پذیرفت
fr: Notre précédent accord de neutralité s'est soldé par un échec, %(_player_)s; je n'en considérerai pas un autre.
ga: Thit ár gcomhaontú neodrachta roimhe sin, a %(_player_)s; ní smaoiním ar cheann eile.
gd: Dh’fhàillig leis an aonta neo-phàirteachd a bha eadarainn roimhe, %(_player_)s; cha ghabh mi ri fear a-rithist.
hu: Az előző semlegességi megegyezésünk sikertelen volt, %(_player_)s. Nem veszek fontolóra még egyet.
id: Pakta netralitas kita sebelumnya berakhir dengan kegagalan, %(_player_)s; saya tidak akan mempertimbangkan satu lagi.
it: Il nostro precedente accordo di neutralità è stato un fallimento, %(_player_)s; non ne considererò un'altro.
ko: %(_player_)s 님, 우리의 이전의 중립 협정은 실패로 끝났습니다. 나는 다른 중립 협정은 고려하지 않을 것입니다.
lt: %(_player_)s, mūsų ankstesnis neutralumo susitarimas žlugo. Kito nesvarstysiu.
nb: Vår forrige nøytralitetspakt endte i tårer, %(_player_)s; Jeg vil ikke vurdere en ny.
pt_br: Nosso acordo de neutralidade anterior terminou em fracasso, %(_player_)s; Eu não vou considerar outro.
ru: Наше предыдущее соглашение о нейтралитете завершилось неудачей, %(_player_)s; я не собираюсь рассматривать еще одно.
sv: Vår förra neutralitetspakt slutade i ett misslyckande %(_player_)s; jag kommer inte överväga en ny.
tr: Önceki tarafsızlık anlaşmamız başarısızlıkla sonuçlandı, %(_player_)s; Başka birini düşünmem.
uk: Наш попередній союз не спрацював, %(_player_)s; Я не буду розглядати ще один.
zh: %(_player_)s，我们先前的中立条约还未失效，不必另外续签。
zh_tw: 我們先前的中立條約以失敗收場，%(_player_)s；我將不會再考慮另外一個了。

source: I welcome your request for peace between our civilizations, %(_player_)s. I will accept.
ar: أرّحب بطلبك السّلام بين حضارتينا يا %(_player_)s. أنا أقبل.
ast: Recibo l tou pedimiento de paz cun los braços abiertos, %(_player_)s. Aceito.
bg: Приветствам предложението ти за мир между нашите цивилизации, %(_player_)s. Ще приема.
br: Degemer a ran ho koulenn a beoc'h etre hon div sevenadurezh, %(_player_)s. Asantiñ a rin.
ca: Celebro la teva petició de pau entre els nostres pobles, %(_player_)s. L'acceptaré.
da: Jeg hilser din anmodning om fred mellem vores civilisationer velkommen %(_player_)s. Jeg vil acceptere den.
de: Ich heiße dein Friedensangebot zwischen unseren Kulturen willkommen, %(_player_)s. Ich akzeptiere.
el: Χαιρετίζω το αίτημά σου για ειρήνη μεταξύ των πολιτισμών μας, %(_player_)s. Θα δεχθώ.
eu: Gure zibilizazioen arteko bake eskaintza eskertzen dut, %(_player_)s. Onartzen dut.
fa: من درخواست صلح شما با تمدن خودمان را با گرمی می پذیرم، %(_player_)s. من این درخواست را قبول میکنم
fr: J’accueille avec plaisir votre demande de paix entre nos civilisations, %(_player_)s. J'accepte.
ga: Tá fáilte roimh do thairiscint siochána eadrainn, a %(_player_)s. Glacfaidh mé leis.
gd: Tha mi a’ cur fàilte ri d’ iarrtas airson sìth eadarainn, %(_player_)s. Gabhaidh mi ris.
hu: Üdvözlöm békekötési kérelmed civilizációink közt, %(_player_)s. Elfogadom.
id: Saya menerima tawaran Anda untuk perdamaian di antara peradaban kita, %(_player_)s. Saya akan menerimanya.
it: Accolgo la tua richiesta di pace tra le nostre civiltà, %(_player_)s.
ko: %(_player_)s 님, 우리 문명간의 평화에 대한 당신의 요청을 환영합니다. 받아들이겠습니다.
lt: %(_player_)s, sveikinu jūsų taikos pasiūlymą tarp mūsų civilizacijų. Aš sutinku.
nb: Jeg ønsker velkomment ditt ønske om fred våre sivilisasjoner imellom, %(_player_)s. Jeg godtar.
pt_br: Saúdo o seu pedido de paz entre as nossas civilizações, %(_player_)s. Eu vou aceitar.
ru: Я приветствую твое предложение установить мир между нашими народами, %(_player_)s. Я принимаю его.
sv: Jag välkomnar din förfrågan om fred mellan våra civilisationer, %(_player_)s. Jag accepterar.
tr: Medeniyetlerimiz arasında barış isteğinizi memnuniyetle karşılıyoruz, %(_player_)s. Kabul edeceğim.
uk: Я вітаю ваше звернення про мир між нашими цивілізаціями, %(_player_)s. Я приймаю мир.
zh: %(_player_)s，热切欢迎你的和平提议，我们表示接受。
zh_tw: 我很歡迎您對我們兩個的文明間保持和平的請求，%(_player_)s。我將會接受。

source: %(_player_)s, I will accept your neutrality request. May both our civilizations benefit.
ar: %(_player_)s، انا سوف اقبل وثيقة الحيادية. ربما كلاً من حضارتنا تستفيد منه.
ast: Aceito l pedimiento d’imparcialidá, %(_player_)s. Que nos beneficie a todos dous.
bg: %(_player_)s, ще приема предложението ти за неутралност. Дано и двете ни цивилизации имат полза от това.
br: %(_player_)s, degemer a rin ho koulenn neptuegezh. Ra denno gounid hon div sevenadurezh.
ca: %(_player_)s, acceptaré la teva petició de neutralitat. Que totes dues civilitzacions se'n beneficiïn.
da: %(_player_)s, vil jeg acceptere din anmodning om neutralitet. Må begge vores civilisationer få gavn af det.
de: %(_player_)s, ich akzeptiere den Neutralitätspakt. Möge es unseren beiden Zivilisationen gut ergehen.
el: %(_player_)s, θα δεχθώ το αίτημά σου για ουδετερότητα. Ας ωφεληθούν και οι δύο πολιτισμοί μας.
eu: Zure neutraltasun eskaera onartzen dut, %(_player_)s. Gure zibilizazioak etekina atera dezatela hortik.
fa: %(_player_)s، من درخواست بی طرفی ما را می پذیرم، شاید هردو تمدن ما از آن بهره مند شوند.
fr: %(_player_)s, j'accepte votre demande de neutralité. Puissent nos deux civilisations en profiter.
ga: A %(_player_)s, glacfaidh mé le do thairiscint neodrachta. Go dtéimid chun leasa ar ár sibhialtachtaí.
gd: %(_player_)s, gabhaidh mi ri aonta neo-phàirteachd riut. Gum faigheadh an dà shìobhaltas againn buannachd às.
hu: %(_player_)s, elfogadom a semlegességi kérésed. Reméljük mindkettőnk civilizációjának hasznára válik.
id: %(_player_)s, saya akan menerima tawaran netralitas Anda. Semoga kedua peradaban kita diuntungkan.
it: %(_player_)s, accetterò la tua richiesta di neutralità. Possano beneficiarne entrambe le nostre civiltà.
ko: %(_player_)s 님, 당신의 중립 요청을 받아들이겠습니다. 우리 두 문명 모두 혜택을 받을 수 있기를 바랍니다.
lt: %(_player_)s, priimu jūsų neutralumo susitarimo pasiūlymą. Tegul tai būna naudinga mūsų abiejų civilizacijoms.
nb: %(_player_)s, Jeg vil godta din nøytralitetsforespørsel. Måtte begge våre sivilasjoner dra nytte.
pt_br: %(_player_)s, aceitarei seu pedido de neutralidade. Espero que ambas civilizações sejam beneficiadas.
ru: %(_player_)s, я приму твое предложение о нейтралитете. Пусть оба наших народа выиграют от этого соглашения.
sv: %(_player_)s, jag accepterar din förfrågan om neutralitet. Må båda våra civilisationer blomstra.
tr: %(_player_)s, tarafsızlık isteğini kabul edeceğim. Hem medeniyetlerimiz yararlanabilir.
uk: %(_player_)s, Я приймаю угоду про нейтралітет. Можливо це піде на користь обом нашим цивілізаціям.
zh: %(_player_)s，我将接受你的中立请求，愿我们两国互利共赢。
zh_tw: %(_player_)s，我將會接受你的中立請求。應該會對我們兩個的文明都有所助益。

source: If you send me a tribute of %(_amount_)s %(_resource_)s, I will accept your neutrality request, %(_player_)s.
ar: اذا ارسلت لى جزية بـ %(_amount_)s %(_resource_)s، انا سوف اقبل طلب وثيقة الحيادية، %(_player_)s.
ast: Cumo tu mi tributes %(_amount_)s de %(_resource_)s, aceito l pedimiento d’imparcialidá, %(_player_)s.
bg: Ако ми изпратиш %(_amount_)s %(_resource_)s, ще приема предложението ти за неутралност, %(_player_)s.
br: Ma kasfec'h un truaj a %(_amount_)s %(_resource_)s, degemer a rin ho koulenn a neptuegezh, %(_player_)s.
ca: Si m'envies un tribut de %(_amount_)s de %(_resource_)s, acceptaré la teva petició de neutralitat, %(_player_)s.
da: Hvis du sender mig en tribut bestående af %(_amount_)s %(_resource_)s, vil jeg acceptere din neutralitetsanmodning, %(_player_)s.
de: Wenn du mir einen Tribut von %(_amount_)s %(_resource_)s zahlst, werde ich deinem Neutralitätspakt zustimmen, %(_player_)s.
el: Αν μου στείλεις φόρους από %(_amount_)s %(_resource_)s, θα δεχθώ το αίτημά σου για ουδετερότητα, %(_player_)s.
eu: %(_amount_)s %(_resource_)s zerga moduan ordaintzen badidazu, zure neutraltasun eskaera onartuko dut..
fa: اگر شما برای ما %(_amount_)s %(_resource_)s به عنوان هدیه ارسال کنید، من درخواست بی طرفی شما را خواهم پذیرفت، %(_player_)s
fr: Si vous m'envoyez un tribut de %(_amount_)s %(_resource_)s, j'accepterai votre demande de neutralité, %(_player_)s.
ga: Má sheolann tú cíos do %(_amount_)s %(_resource_)s chugam, glacfaidh mé le do chomhaontú neodrachta, a %(_player_)s.
gd: Ma bheir thu cìs dhe %(_amount_)s %(_resource_)s dhomh, gabhaidh mi ris an neo-phàirteachd a dh’iarr thu, %(_player_)s.
hu: Ha küldesz nekem %(_amount_)s %(_resource_)s sarcot, akkor elfogadom a semlegességi kérelmed, %(_player_)s.
id: Jika Anda mengirimkan saya upeti sebanyak %(_amount_)s %(_resource_)s, saya akan menerima tawara netralitas Anda, %(_player_)s.
it: Se mi invierai un tributo di %(_amount_)s %(_resource_)s, io accetterò la tua richiesta di neutralità, %(_player_)s.
ko: %(_player_)s 님, 만약 당신이 %(_resource_)s %(_amount_)s 의 공물을 보내준다면, 나는 당신의 중립 요청을 받아들일 것입니다.
lt: %(_player_)s, jei atsiųsite %(_amount_)s%(_resource_)s duoklę, aš priimsiu jūsų neutralumo susitarimo pasiūlymą.
nb: Hvis du sender meg et bidrag på %(_amount_)s %(_resource_)s, vil jeg godta din nøytralitetsforespørsel, %(_player_)s.
pt_br: Se você me enviar um tributo de %(_amount_)s %(_resource_)s, Vou aceitar o seu pedido de neutralidade, %(_player_)s.
ru: Если ты выплатишь мне %(_amount_)s %(_resource_)s в качестве дани, я приму твое предложение о нейтралитете, %(_player_)s.
sv: Om du skickar mig %(_amount_)s %(_resource_)s så accepterar jag din neutralitetsförfrågan %(_player_)s.
tr: Bana %(_amount_)s %(_resource_)s, bir haraç gönderirseniz, tarafsızlık isteğiniz %(_player_)s. sını kabul ederim.
uk: Якщо Ви надішлете мені данину у вигляді %(_amount_)s %(_resource_)s, Я прийму угоду про нейтралітет, %(_player_)s.
zh: %(_player_)s，你要是能进贡%(_amount_)s %(_resource_)s ，我将接受你的中立请求。
zh_tw: 如果你進貢給我 %(_amount_)s %(_resource_)s 的資源，我將會接受你的中立請求，%(_player_)s。

source: %(_player_)s, if you send me %(_amount_)s %(_resource_)s, I will accept a neutrality pact.
ar: %(_player_)s، إذا أرسلت لى %(_amount_)s %(_resource_)s، انا سوف اقبل وثيقة الحيادية.
ast: %(_player_)s, si mi tributɐs %(_amount_)s de %(_resource_)s, aceito l pactu d’imparcialidá.
bg: %(_player_)s, ако ми изпратиш %(_amount_)s %(_resource_)s, ще приема да бъдем неутрални един към друг.
br: %(_player_)s, ma kases din %(_amount_)s %(_resource_)s, asantiñ a rin ouzh an emglev neptuegezh.
ca: %(_player_)s, si m'envies %(_amount_)s de %(_resource_)s, acceptaré un pacte de neutralitat.
da: %(_player_)s, hvis du sender mig %(_amount_)s %(_resource_)s, vil jeg acceptere en neutralitetspagt.
de: %(_player_)s, wenn du mir %(_amount_)s %(_resource_)s zukommen lässt, werde ich einem Neutralitätspakt zustimmen.
el: %(_player_)s, αν μου στείλεις %(_amount_)s %(_resource_)s, θα δεχθώ μια συμφωνία ουδετερότητας.
eu: %(_player_)s, %(_amount_)s %(_resource_)s bidaltzen badidazu, neutraltasun ituna onartuko dut.
fa: %(_player_)s، اگر شما برای ما %(_amount_)s %(_resource_)s، ارسال کنید من درخواست بی طرفی شما را خواهم پذیرفت
fr: %(_player_)s, si vous m'envoyez %(_amount_)s %(_resource_)s, j'accepterai un accord de neutralité.
ga: A %(_player_)s, má sheolann tú %(_amount_)s %(_resource_)s chugam, glacfaidh mé le do chomhaontú neodrachta.
gd: %(_player_)s, ma bheir tu cìs dhe %(_amount_)s %(_resource_)s dhomh, gabhaidh mi ri aonta neo-phàirteachd.
hu: %(_player_)s, ha küldesz nekem %(_amount_)s %(_resource_)s sarcot, akkor elfogadom a semlegességi megállapodást.
id: %(_player_)s, Jika Anda mengirimkan saya %(_amount_)s %(_resource_)s, saya akan menerima sebuah pakta netralitas.
it: %(_player_)s, se mi invierai %(_amount_)s %(_resource_)s, accetterò un patto di neutralità.
ko: %(_player_)s 님, 나에게 %(_resource_)s %(_amount_)s 을(를) 보내면 중립 협약을 수락하겠습니다.
lt: %(_player_)s, jei atsiųsite %(_amount_)s%(_resource_)s, aš priimsiu neutralumo susitarimo pasiūlymą.
nb: %(_player_)s, hvis du sender meg %(_amount_)s %(_resource_)s, vil jeg godta en nøytralitetspakt.
pt_br: %(_player_)s, se você me mandar %(_amount_)s %(_resource_)s aceitarei seu pacto de neutralidade.
ru: %(_player_)s, если ты отправишь мне %(_amount_)s %(_resource_)s, я приму договор о нейтралитете.
sv: %(_player_)s, om du skickar mig %(_amount_)s %(_resource_)s så accepterar jag din neutralitetsförfrågan.
tr: %(_player_)s, bana %(_amount_)s %(_resource_)s, gönderirsen, tarafsızlık sözleşmesini kabul edeceğim.
uk: %(_player_)s, якщо ви надішлете мені %(_amount_)s %(_resource_)s, Я підпишу угоду про нейтралітет.
zh: %(_player_)s ,要是给我 %(_amount_)s %(_resource_)s，我能接受中立条款。
zh_tw: %(_player_)s，如果你進貢給我 %(_amount_)s %(_resource_)s 的資源，我將會接受中立條約。

source: %(_player_)s, I will not accept your neutrality request unless you tribute me %(_amount_)s %(_resource_)s soon.
ar: %(_player_)s، انا لن اقبل وثيقة الحيادية ما لم ترسل لى ضريبة بـ %(_amount_)s %(_resource_)s قريباً.
ast: Ah %(_player_)s, cumo nun antaínes a tributami %(_amount_)s de %(_resource_)s, nun aceito l pedimiento d’imparcialidá.
bg: %(_player_)s, няма да приема предложението ти за неутралност, освен ако не ми изпратиш %(_amount_)s %(_resource_)s в най-скоро време.
br: %(_player_)s, ne zegemerin ket ho koulenn emglev betek ma vo kaset ganit %(_amount_)s %(_resource_)s a-benn nebeut.
ca: %(_player_)s, no acceptaré la petició de neutralitat llevat que em tributis %(_amount_)s de %(_resource_)s aviat.
da: %(_player_)s, jeg vil ikke acceptere din neutralitetsanmodning, medmindre du snart sender mig %(_amount_)s%(_resource_)s i tribut.
de: %(_player_)s, ich werde dein Neutralitätsangebot nicht akzeptieren, außer, du zahlst mir bald einen Tribut von %(_amount_)s %(_resource_)s.
el: %(_player_)s, δεν θα δεχθώ το αίτημά σου για ουδετερότητα εκτός κι αν μου στείλεις φόρο %(_amount_)s %(_resource_)s σύντομα.
eu: %(_player_)s, ez dut zure neutraltasun eskaera onartuko %(_amount_)s %(_resource_)sen zerga azkar jasotzen ez badut.
fa: %(_player_)s، من درخواست بی طرفی شما را نخواهم پذیرفت مگر اینکه برای ما %(_amount_)s %(_resource_)s به عنوان هدیه خیلی زود ارسال کنید
fr: %(_player_)s, je refuse votre demande de neutralité à moins que vous me versiez rapidement %(_amount_)s %(_resource_)s.
ga: A %(_player_)s, ní ghlacfaidh mé le do chomhaontú neodractha mura sheolann tú %(_amount_)s %(_resource_)s chugam go luath.
gd: %(_player_)s, cha ghabh mi ri aonta neo-phàirteachd riut ach ma bheir thu cìs dhe %(_amount_)s %(_resource_)s dhomh a dh’aithghearr.
hu: %(_player_)s, nem fogadom el a semlegességi kérésed, hacsak hamarosan nem fizetsz %(_amount_)s %(_resource_)s sarcot.
id: %(_player_)s, saya tidak akan menerima tawaran netralitas kecuali Anda segera mengirimkan saya upeti sebanyak %(_amount_)s %(_resource_)s.
it: %(_player_)s, non accetterò la tua richiesta di neutralità se non mi tributerai in fretta %(_amount_)s %(_resource_)s.
ko: %(_player_)s 님, 조만간 %(_resource_)s %(_amount_)s 의 경의를 표하지 않면 나는 당신의 중립 요청을 받아들이지 않을 것입니다.
lt: %(_player_)s, nepriimsiu jūsų neutralumo susitarimo pasiūlymo, nebent netrukus atsiųstumėte %(_amount_)s%(_resource_)s duoklę.
nb: %(_player_)s, jeg vil ikke godta din nøytralitetsforespørsel om du ikke sender meg et bidra på %(_amount_)s %(_resource_)s snart.
pt_br: %(_player_)s, só aceitarei seu pacto de neutralidade se me mandar %(_amount_)s %(_resource_)s logo.
ru: %(_player_)s, я не приму твое предложение о нейтралитете, пока ты как можно скорее не выплатишь мне %(_amount_)s %(_resource_)s.
sv: %(_player_)s, jag kommer inte acceptera din neutralitetsförfrågan om du inte skänker mig %(_amount_)s %(_resource_)s snart.
tr: %(_player_)s, Yakında %(_amount_)s %(_resource_)s sana teklif verdikten sonra tarafsızlık isteğini kabul etmeyeceğim.
uk: %(_player_)s, Я не підпишу угоди про нейтралітет, доки Ви не надішлете мені данину у вигляді %(_amount_)s %(_resource_)s якнайшвидше.
zh: %(_player_)s，我不接受你的中立请求，除非你能进贡 %(_amount_)s %(_resource_)s 。
zh_tw: %(_player_)s，除非你快點進貢給我 %(_amount_)s %(_resource_)s 的資源，否則我將不會接受你的中立請求。

source: %(_player_)s, it would help both of our civilizations if we formed an alliance. If you become allies with me, I will respond in kind.
ar: %(_player_)s، سوف يساعد حضارتينا إذا كنا في تحالف. إذا تحالفت معي، سوف أرد بالمقابل.
ast: Ah %(_player_)s, a los dous nos incartiaríɐ que nos alliassemus. Si tu t’alliɐs cun mi, you m’allio cun ti.
bg: %(_player_)s, и за двете ни цивилизации ще бъде по-добре, ако сключим съюз. Ако се обявиш за мой съюзник, и аз ще направя същото.
br: %(_player_)s, spletus e vefe d'hon daou sevenadur mont da gevredidi. Ma'z it da gevredad ganin e rin ar memes tra.
ca: %(_player_)s, si formem una aliança, les nostres civilitzacions se'n beneficiaran. Si t'alies amb mi, jo faré el mateix.
da: %(_player_)s, det ville hjælpe begge vores civilisationer, hvis vi dannede en alliance. Hvis du bliver allierede med mig, vil jeg svare i naturalier.
de: %(_player_)s, es würde unseren beiden Zivilisationen helfen, wenn wir eine Allianz formen. Wenn du dich mit mir verbündest, werde ich das gleiche tun.
el: %(_player_)s, θα βοηθούσε και τους δύο πολιτισμούς μας εάν σχηματίσαμε μια συμμαχία. Εάν γίνετε σύμμαχοι μαζί μου, θα ανταποδώσω σε είδος.
eu: %(_player_)s, bi zibilizazioak elkartu ezkero bientzako mesede litzateke. Nirekin aliatu ezkero nik espezietan erantzungo dizut.
fa: %(_player_)s ، هم پیمان شدن به هر دو تمدن ما کمک خواهد کرد. اگر شما با من هم پیمان شوید من به گرمی پاسخ این کار شما را خواهم داد.
fr: %(_player_)s, il serait profitable à nos deux civilisations que nous formions une alliance. Si vous me déclarez allié, je ferai de même.
ga: %(_player_)s, cabhródh ár sibhialtachtaí má rinneamar comhaontas. Má bheidh tú i do chomhghuaillí liomsa, déanfaidh mé mar an gcéanna.
gd: %(_player_)s, bhiodh e ’na chuideachadh dhan dà shìobhaltas againn nan robh caidreachas eadarainn. Ma thèid thu ’nad chaidreabhach dhomh, thèid mi fhìn mar an ceudna dhut-sa.
hu: %(_player_)s, mindkét civilizációink javára válna, ha szövetséget kötnénk. Ha szövetségre lépsz velem, én is így teszek.
id: %(_player_)s, peradaban kita berdua akan terbantu jika kita membentuk sebuah aliansi. Jika Anda menjadi sekutuku, saya akan menerimanya dengan baik.
it: %(_player_)s, potrebbe aiutare entrambe le nostre civiltà se formassimo un'alleanza. Se diventi un mio alleato, allo stesso modo lo sarò per te.
ko: %(_player_)s 님, 우리가 동맹을 맺으면 두 문명 모두에 도움이 될 것입니다. 만약 당신이 나와 동맹이 된다면, 친절하게 대응하겠습니다.
lt: %(_player_)s, mūsų abiejų civilizacijoms būtų naudinga sudaryti sąjungą. Būsiu jums geraširdiškas, jei sudarysite su manimi sąjungą.
nb: %(_player_)s, det ville hjulpet begge våre sivilisasjoner om vi gikk i allianse. Hvis du allierer deg med meg, vil jeg svare med gjengjeldelse.
pt_br: %(_player_)s, ajudaria ambas as nossas civilizações se formássemos uma aliança. Se você se tornar aliado comigo, eu responderei em espécie.
ru: %(_player_)s, оба наших народы выиграли бы, если бы мы заключили союз. Если ты станешь моим союзником, я в долгу не останусь.
sv: %(_player_)s, det skulle hjälpa båda våra civilisationer om vi formar en allians. Om du allierar dig med mig så kommer jag göra samma sak.
uk: %(_player_)s, якщо ми створимо альянс, це допоможе обом нашим цивілізаціям. Якщо ви станете моїм созником, я віддячу.
zh_tw: %(_player_)s，結為同盟可以同時協助我們的文明。若您變成我的盟友，我會很高興做出回應。
