Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Advance to Town Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by +30%. 'Silver Owls' civ bonus grants an extra +10% metal gather rate to all workers. Citizen soldiers max health increased by +20%. All structures +7 garrisoned regeneration rate.
ast: Avanzar a la fas de la villa, que desbloquia más estructures y unidaes. El radiu del territoriu de los centros civiles aumenta'l +30%. La bonificación étnica de les curuxes de plata apurre'l +10% más de la tasa de recoyida del metal a tolos trabayadores. La vida máxima de los ciudadanos-soldáu aumenta'l +20%. Pa toles estructures +7 a la tasa de rexeneración del guarecimientu.
bg: Преминава към Градската фаза, която отключва още сгради и единици. Териториалният радиус за селищните центрове се увеличава с +30%. Предимството „Сребърни сови“ увеличава скоростта на събирането на метал да всички работници с +10%. Максималното здраве на во̀ините се увеличава с +20%. Скоростта на лекуване на единиците на гарнизон във всички сгради се увеличава с +7.
br: Mont war-raok betek Pazenn ar C'hêrioù, ar pezh a zivorailh muioc'h a savadurioù hag a unanennoù. Lakaat a ra da greskiñ skin tiriadel ar c'hreizennoù keodedel eus +30%. Ar bonus keodedourel Kaouennoù-Arc'hant a ro + 10% a feur dastum metal d'an holl labourerien. + 20% a yec'hed maksimom evit ar soudarded-keodedour. +7 a feur adtiñvad gwarnizon evit an holl savadurioù.
ca: Avanceu cap a la Fase Vila, la qual desbloca més estructures i unitats. El radi de territori dels Centres Cívics augmenta en un +30%. La binificació de les Òlibes de plata concedeix +10% en l'índex de recol·lecció de metall per a tots els treballadors. Augmenta un +20% la capacitat màxima de salut dels soldats ciutadà. +7 en l'índex de regeneració d'estructures protegides.
cs: Postupuje do městské fáze, která odemkne více staveb a jednotek. Územní dosah se pro občanská střediska zvýší o +30%. Civilizační přídavek Stříbrné sovy poskytuje všem dělníkům dalších +10% na rychlosti sbírání kovu. Občanským vojákům se zvýší zdraví o +20%. Všechny budovy získají +7 k regeneraci jejich posádky.
de: Schreite zur Stadtphase fort, wodurch zusätzliche Gebäude und Einheiten freigeschaltet werden. Das Hoheitsgebiet von Verwaltungssitzen wird um +30% erhöht. Der „Silbereulen“-Bonus verleiht allen Arbeiten eine um +10% erhöhte Metallabbaurate. Bürgersoldaten haben eine um +20% erhöhte maximale Gesundheit. Für alle Gebäude +7 Regenerationsrate bei einquartierten Einheiten.
el: Προχωρήσετε στην Φάση Κωμόπολη, η οποία ξεκλειδώνει περισσότερα κτήρια και μονάδες. H ακτίνα περιοχής στα Αστικά Κέντρα αυξάνεται και άλλο +30%. Οι "Ασημένιες Κουκουβάγιες" δίνουν επιπλέον +10% στο ρυθμό συλλογής μετάλλου για όλους τους εργάτες. Στους Πολίτες οπλίτες οι μέγιστη υγεία αυξάνει κατά +20%. Σε όλα τα κτίρια +7 στο ρυθμό αναγέννησης της φρουράς.
eu: Aurreratu Aro ertaineraino, eraikin eta unitate gehiago gaitzen dituena. Hiriaren erdigunea %30+ handitzen da. Atenastarren «zilarrezko hontza»ren hobariak %10+ gehiago ematen die langileei metala biltzeko abiaduran. Hiritar soldaduei %20+ gehitzen zaie osasunean. Eraikinetan gordetako unitateek +7 puntu lortzen dute bizkortze abiaduran.
fa: ارتقا به مرحله شهرک، که قفل ساختمان ها و نیروهای بیشتری باز می شود. شعاع قلمرو مراکز تمدن به میزان +30% افزایش یافته است، امتیاز تمدن جغد نقره ای به شما +10% سرعت جمع کردن فلزات برای تمام کارگران را میدهد. بیشترین سلامت سربازان شهروند +20% افزایش می یابد، تمام ساختمان ها +7 سرعت بازیابی نیروهای مستقر.
ga: Dul chun cinn go Céim Sráidbhaile agus níos mó foirgneamh is aonad a dhíghlasáil. Méadú ar an dtionchar críocha d'Ionaid Chathartha le +30% níos mó. Bronn an bónas 'Ulchabháin Airgid' +10% sa bhreis do ráta bailithe miotail le gach oibrí. Méadú +20% ar an sláinte uasach do mhíle-shaoránaigh. Ráta athghiniúna +7 ar garastúnaí i ngach foirgneamh.
gl: Avanzar á fase de vila, que desbloquea máis estruturas e unidades. O raio de territorio dos centros cívicos aumenta en un +30%. A bonificación de civilización «Curuxa» outorga +10% de taxa de recolección de metal para todos os traballadores. A vida máxima dos cidadáns soldado aumenta en +20%. A taxa de rexeneración do acuartelado nas estruturas aumenta en +7.
hu: Városi szakasszá fejlődés, amely több épületet és egységet tesz elérhetővé. A városházák terület sugara +30%-kal növelve. Az „ezüst baglyok” civilizációs bónusz további +10% fémgyűjtési sebességet ad minden munkásnak. A polgár katonák maximális életereje +20%-kal növelve. Minden épületnek +7 beszállásolási regeneráció sebesség.
id: Majukan ke Fase Kota, yang membuka lebih banyak bangunan dan unit. Radius wilayah dari Pusat Peradaban meningkat sebanyak +30%. Bonus peradaban 'Burung Hantu Perak' mendapatkan +10% tingkat pengumpulan logam untuk semua pekerja. Nyawa maks prajurit rakyat meningkat sebanyak +20%. Semua bangunan +7 tingkat penyembuhan unit di dalam.
it: Avanza alla Fase Cittadina, per sbloccare più strutture e unità. L'influenza sul Territorio per i Centri Cittadini aumenta di un altro +30%. Il bonus Civette d'Argento garantisce un bonus di +10% per la raccolta del metallo a tutti i lavoratori. Cittadini soldati aumentano di +20% la salute massima. Tutte le strutture presidiate guadagnano +7 di tasso di rigenerazione.
ja: 都市の段階へ進むとより多様な建物やユニットが利用可能になります。町の中心の領地半径はさらに30%増加します。「フクロウ銀貨」文明ボーナスによって、全労働者の金属採掘速度がさらに10%上昇します。市民兵士の最大耐久力が +20% 上昇します。すべての建物に駐屯時の修復率が7増加します。
lv: Attīstieties līdz pilsētas fāzei, ka atvēr vairāk būvju un vienību. Teritorijas radius civilajiem centriem palielinās par +30%. "Sudraba pūču" civilizācijas bonuss dod papildus +10% metāla iegūšanas ātrumam visem strādnikiem. Pilsoņu kareivjiem maksimāla veselība palielinās par +20%. Visām būvēm +7 garnizona atkopšanas ātrumam.
ms: Maju ke Fasa Pekan, yang membuka lagi banyak struktur dan unit. Jangkauan wilayah bagi Pusat Sivik meningkat sebanyak +30%. Bonus tamadun 'Burung Hantu Perak' menganugerahkan tambahan +10% kadar pengumpulan logam untuk semua pekerja. Hayat maksimum askar rakyat ditingkatkan sebanyak +20%. Semua sruktur +7 kadar penjanaan bergarison.
nb: Avanser til tettstedfasen, som låser opp flere bygninger og enheter. Radiusen for territoriet rundt samfunnssenteret øker med +30%. 'Sølv-ugler' sivilisasjons-bonus skjenker ytterligere +10% metall-utvinningsbonus til alle arbeidere. Innbyggersoldaters høyeste helsenivå økes med +20%. Alle strukturer får +7 helbredingsrate med enheter forskanset i dem.
nl: Ga verder naar stadsfase. Deze geeft toegang tot meer gebouwen en meer eenheden. De territoriumgrootte van beschavingscentra wordt met 30% vergroot, de maximale gezondheid van burgersoldaten wordt met 20% verhoogd, en alle gebouwen krijgen 7 extra veroveringspunten regeneratie. De 'zilveren uil' bonus geeft 10% extra metaal mijnsnelheid voor alle werkkrachten.
pl: Awansuj do fazy dużego miasta, która odblokowuje więcej budynków i jednostek. Promień terytorium przy centrum osady wzrasta o kolejne +30%. Bonus "Srebrna Sowa" daje dodatkowe +10% szybkości zdobywania metalu przez każdego pracownika. Każdemu mieszkańcowi życie zwiększa się o +20%. Wszystkie budynki +7 do szybkości uzdrawiania.
pt_pt: Avança para a Fase de Vila, que desbloqueia mais estruturas e unidades. O raio de território para os Centros Cívicos aumenta em +30%. O bónus de "Corujas de Prata" concede uma velocidade de recolha de metal extra de +10% a todos os trabalhadores. A vida máxima de cidadãos-soldado aumenta em +20%. Todas as estruturas +7 velocidade de regeneração de unidades guarnecidas.
ru: Переход на этап небольшого города, открывающий новые строения и юнитов. Влияние на территорию у городского центра увеличивается на +30%. «Серебряные совы» дают прирост +10% к скорости добычи металлов. Максимальное здоровье городских солдат увеличивается на +20%. Все структуры получают +7 к скорости восстановления гарнизонов.
sk: Postúpi na fázu mesta, ktorá sprístupní viac stavieb a jednotiek. Územný dosah pre administratívne centrá sa zväčší o +30%. Bonus 'Striebornej Sovy' pridáva všetkým robotníkom ďalších +10% v rýchlosti ťažby kovu. Zvýši sa maximálne zdravie vojenských občanov o +20%. Všetky budovy zvýšia rýchlosť uzdravovania ich posádok o +7.
sv: Avancera till Stadsfasen, som låser upp fler strukturer och enheter. Territorieradien för samhällscentrum ökar med +30%. 'Silverugglor' civilisationsbonusen ger ytterligare +10% metall samlingstakt för alla arbetare. Max hälsa för medborgarsoldater ökad med +20%. Alla strukturer +7 garnisonerad regenerationstakt.
tr: Daha Fazla Yapı ve Birimlerin Kilidini Açan Kent Fazına Geçiş. Sivil Merkezler için bölge yarıçapı +% 30 arttı. 'Silver Owls' civ bonusu, tüm çalışanlara% 10'luk bir metal toplama oranı sağlar. Vatandaş askerler maksimum sağlık +% 20 arttı. Tüm yapılar +7 garnizon yenilenme oranı.
zh: 升级到城市阶段，解锁了更多建筑物及单位。城镇中心的领土范围增加了 +30%。“银鸮”的文明奖励让所有的工人都有 +10% 的金属采集速度。民兵的最大生命增加了 +20%。所有组织的驻军恢复率 +7。
zh_tw: 進階到鄉鎮階段，解鎖更多建築物及單位。城鎮中心的領土範圍增加 +30%。「銀鴞」的文明獎勵讓所有的工人都有額外 +10% 的金屬採集速率。公民兵的血量上限 +20%。所有建築物 +7 駐守回復率。

source: Advance to Town Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by +30%. Citizen soldiers max health increased by +20%. All structures +7 garrisoned regeneration rate.
ast: Avanzar a la fas de la villa, que desbloquia más estructures y unidaes. El radiu del territoriu de los centros civiles aumenta nel +30%. La vida máxima de los ciudadanos-soldáu aumenta'l +20%. Pa toles estructures +7 a la tasa de rexeneración del guarecimientu.
bg: Преминава към Градската фаза, която отключва още сгради и единици. Териториалният радиус за селищните центрове се увеличава с +30%. Максималното здраве на во̀ините се увеличава с +20%. Скоростта на лекуване на единиците на гарнизон във всички сгради се увеличава с +7.
br: Mont war-raok betek Pazenn ar C'hêrioù, ar pezh a zivorailh muioc'h a savadurioù hag a unanennoù. Lakaat a ra da greskiñ skin tiriadel ar c'hreizennoù keodedel eus +30%. + 20% a yec'hed maksimom evit ar soudarded-keodedour. +7 a feur adtiñvad gwarnizon evit an holl savadurioù.
ca: Avanceu cap a la Fase Vila, la qual desbloca més estructures i unitats. El radi de territori dels Centres Cívics augmenta en un +30%. Augmenta un +20% la capacitat màxima de salut dels soldats ciutadà. +7 en l'índex de regeneració d'estructures protegides.
cs: Postupuje do městské fáze, která odemkne více staveb a jednotek. Územní dosah se pro občanská střediska zvýší o +30%. Občanským vojákům se zvýší zdraví o +20%. Všechny budovy získají +7 k regeneraci jejich posádky.
de: Erforsche die Großstadtphase und schalte mehr Gebäude und Einheiten frei. Der Territorialradius von Verwaltungssitzen wird um weitere erhöht: +30%. Bürgersoldaten haben eine um +20% erhöhte maximale Gesundheit. Alle Strukturen +7 Regenerationsrate bei einquartierten Einheiten.
el: Προχωρήσετε στην Φάση Πόλη, η οποία ξεκλειδώνει περισσότερα κτίρια και μονάδες. H ακτίνα περιοχής στα Αστικά Κέντρα αυξάνεται κατά +30%. Στους Πολίτες οπλίτες οι μέγιστη υγεία αυξάνει κατά +20%. Σε όλα τα κτίρια +7 στο ρυθμό αναγέννησης της φρουράς.
eu: Aurreratu Aro ertaineraino, eraikin eta unitate gehiago gaitzen dituena. Hiriaren erdigunea %30+ handitzen da. Hiritar soldaduei %20+ gehitzen zaie osasunean. Eraikinetan gordetako unitateek +7 puntu lortzen dute bizkortze abiaduran.
fa: ارتقا به مرحله شهرک، که قفل ساختمان ها و نیروهای بیشتری باز شود. شعاع قلمرو باری مراکز تمدن به میزان +30% افزایش یافته است، بیشترین حد سلامت سربازان شهروند +20% افزایش یافته، تمام ساختمان ها +7 سرعت بازیابی نیروهای مستقر
ga: Dul chun cinn go Céim Sráidbhaile agus níos mó foirgneamh is aonad a dhíghlasáil. Méadú ar an dtionchar críocha d'Ionaid Chathartha le +30% níos mó. Méadú +20% ar an sláinte uasach do mhíle-shaoránaigh. Ráta athghiniúna +7 ar garastúnaí i ngach foirgneamh.
gl: Avanzar á fase de vila, que desbloquea máis estruturas e unidades. O raio de territorio dos centros cívicos aumenta en un +30%. A vida máxima dos cidadáns soldado aumenta en +20%. A taxa de rexeneración do acuartelado nas estruturas aumenta en +7.
hu: Városi szakasszá fejlődés, amely több épületet és egységet tesz elérhetővé. A városházák terület sugara +30%-kal növelve. A polgár katonák maximális életereje +20%-kal növelve. Minden épületnek +7 beszállásolási regeneráció sebesség.
id: Majukan ke Fase Kota, yang membuka lebih banyak bangunan dan unit. Radius wilayah dari Pusat Peradaban meningkat sebanyak +30%. Nyawa maks prajurit rakyat meningkat sebanyak +20%. Semua bangunan +7 tingkat penyembuhan unit di dalam.
it: Avanza alla Fase Cittadina, per sbloccare più strutture e unità. L'influenza sul Territorio per i Centri Cittadini aumenta di +30%. Cittadini soldati aumentano di +20% la salute massima. Tutte le strutture presidiate guadagnano +7 di tasso di rigenerazione.
ja: 都市の段階へ進むとより多様な建物やユニットが利用可能になります。町の中心の領地半径はさらに 30%増加します。市民兵士の最大耐久力が 20% 上昇します。すべての建物に駐屯時の修復率が7増加します。
lv: Attīstieties līdz pilsētas fāzei, ka atvēr vairāk būvju un vienību. Teritorijas radius civilajiem centriem palielinās par +30%. Pilsoņu kareivjiem maksimāla veselība palielinās par +20%. Visām būvēm +7 garnizona atkopšanas ātrumam.
ms: Maju ke Fasa Pekan, yang membuka lagi banyak struktur dan unit. Jangkauan wilayah bagi Pusat Sivik meningkat sebanyak +30%. Hayat maksimum askar rakyat ditingkatkan sebanyak +20%. Semua sruktur +7 kadar penjanaan bergarison.
nb: Avanser til tettstedfasen, som tilgjengeliggjør flere strukturer og enheter. Radiusen for territoriet rundt samfunnssenteret øker med +30%. Borgersoldaters høyeste helsenivå økes med +20%. Alle strukturer får +7 helbredingsrate med enheter forskanset i dem.
nl: Ga verder naar stadsfase. Deze geeft toegang tot meer gebouwen en meer eenheden. De territoriumgrootte van beschavingscentra wordt met 30% vergroot, de maximale gezondheid van burgersoldaten wordt met 20% verhoogd, en alle gebouwen krijgen 7 extra veroveringspunten regeneratie.
pl: Awansuj do fazy miasta, która odblokowuje więcej budowli i jednostek. Promień terytorium przy centrum osady wzrasta o kolejne +30%. Każdemu mieszkańcowi życie zwiększa się o +20%. Wszystkie budynki +7 do szybkości uzdrawiania.
pt_pt: Avança para a Fase de Vila, que desbloqueia mais estruturas e unidades. O raio de território para os Centros Cívicos aumenta em +30%. A vida máxima de cidadãos-soldado aumenta em +20%. Todas as estruturas +7 velocidade de regeneração de unidades guarnecidas.
ru: Переход на этап небольшого города, открывающий новые типы построек и юнитов. Влияние на территорию у городского центра увеличивается на +30%. Максимальное здоровье городских солдат увеличивается на +20%. Все здания получают +7 к скорости восстановления гарнизонов.
sk: Postúpi na fázu mesta, ktorá sprístupní viac stavieb a jednotiek. Územný dosah pre administratívne centrá sa zväčší o +30%. Zvýši sa maximálne zdravie vojenských občanov o +20%. Všetky budovy zvýšia rýchlosť uzdravovania ich posádok o +7.
sv: Avancera till Stadsfasen, som låser upp fler strukturer och enheter. Territorieradien för samhällscentrum ökar med +30%. Max hälsa för medborgarsoldater ökad med +20%. Alla strukturer +7 garnisonerad regenerationstakt.
tr: Daha Fazla Yapı ve Birimlerin Kilidini Açan Kent Fazına Geçiş. Sivil Merkezler için bölge yarıçapı +% 30 arttı. Vatandaş askerler maksimum sağlık +% 20 arttı. Tüm yapılar +7 garnizon yenilenme oranı.
zh: 进展到城镇阶段，解锁了更多建筑物及单位。城镇中心的领土范围增加了 +30%。民兵的最大生命增加了 +20%。所有组织的驻军恢复率 +7。
zh_tw: 進展到鄉鎮階段，解鎖更多建築物及單位。城鎮中心的領土範圍增加 +30%。公民兵的血量上限 +20%。所有建築物 +7 駐守回復率。

source: Increased armor on siege weapons
ar: زيادة الدرع على أسلحة الحصار
ast: Más armadura nes armes d'asediu
bg: Увеличена защита на обсадните оръжия
br: Houarnwisk kreskaet war armoù seziz
ca: Més armadura per a les màquines de setge
cs: Zesílí pancéřování obléhacích strojů
da: Krigsmaskiner får mere panser
de: Verstärkt die Panzerung der Belagerungswaffen
el: Αύξησε την πανοπλία στα όπλα πολιορκίας
es_mx: Incrementa la armadura de las armas de asedio
eu: Setio armentzako babes hobea
fa: افزایش زره سلاح های دژکوب
fi: Lisää panssaria piiritysaseille.
ga: Armúr méadaithe ar uirlisí léigir.
gl: Aumenta a armadura das máquinas de asedio.
hu: Megnövelt páncél az ostromgépeken
id: Meningkatkan zirah pada senjata kepung
it: Aumenta armatura di armi d'assedio
ja: 攻城兵器の装甲を強化します
lv: Palielinātas bruņas uz aplenkuma ieročiem.
ms: Tambahbaik perisai pada senjata pengepung
nb: Forbedret rustning på beleringsvåpen
nl: Verbeterd pantser voor belegeringswapens.
pl: Ulepszony pancerz machin oblężniczych
pt_pt: Aumenta a armadura na maquinaria de cerco
ru: Увеличение брони осадных машин
sk: Zlepšená zbroj obliehacích zbraní
sv: Bättre rustning för belägringsvapen
tr: Kuşatma silahlarının zırhları arttı.
zh: 在攻城武器上增加盔甲
zh_tw: 在攻城武器上增加盔甲

source: All Siege weapons +2 Hack armor levels.
ar: زيادة مستوى الدرع +2 لجميع اسلحة الحصار.
ast: Pa toles armes d'asediu +2 niveles de l'armadura contra la taya.
bg: +2 защита срещу разсичане за всички обсадни оръжия.
br: An holl armoù seziz +2 a liveoù houarnwisk troc'husted.
ca: Totes les màquines de setge guanyen +2 en nivell d'Armadura de tall.
cs: Všechny obléhací stroje +2 na úrovni obrnění proti seknutí.
de: Alle Belagerungswaffen +2 Hiebschutz.
el: Σε όλα τα Πολιορκητικά Όπλα +2 επίπεδα στη πανοπλία κοψίματος.
es_mx: Todas las armas de asedio +2 niveles de armadura de corte.
eu: Setio arma denek +2 babes maila lortzen dute mozte minen kontra.
fa: تمام ادوات محاصره +2 افزایش زره برشی.
fi: Kaikkien piiritysaseiden panssari +2 hakkaustasoa.
ga: Leibheál armúir Teasctha +2 do gach uirlis léigir.
gl: Aumenta a armadura de folla das máquinas de asedio en +2.
hu: Minden ostromgépnek +2 vágás páncél szint.
id: Semua senjata kepung +2 zirah Tebasan.
it: Tutte le armi d'assedio hanno +2 livelli di armatura.
ja: すべての攻城兵器の打撃装甲レベルを2上げます。
lv: Visiem aplenkuma ieročiem +2 ciršanas bruņu līmenim.
ms: Semua senjata Pengepung +2 aras perisai tetak.
nb: Alle beleiringsmaskiner får +2 i rustningsgrad mot hugg.
nl: Alle belegeringswapens +2 slagpantser.
pl: Wszystkie machiny oblężnicze dostają bonus +2 do obrony przed obrażeniami siecznymi.
pt_pt: A armadura de corte de toda a maquinaria de cerco aumenta em +2.
ru: Все осадные орудия получают +2 к защите от рубящего удара.
sk: Všetky obliehacie zbrane +2 úrovne sečnej zbroje.
sv: Alla belägringsvapen +2 Hack rustningsnivåer.
tr: Tüm Kuşatma silahları +2 Zırh Delme Seviyesi.
zh: 所有攻城武器 +2 劈砍盔甲等级。
zh_tw: 所有攻城武器 +2 劈砍盔甲等級。

source: Advanced technologies improve siege efficiency
ar: تقنية متطورة تحسن كفائة الحصار
ast: Les teunoloxíes avanzaes ameyoren la eficiencia del asediu
bg: Напредналите технологии подобряват ефикасността на обсадните оръжия
br: Teknologiezhioù araokaet a lak efedusted ar seziz da wellaat
ca: Les tecnologies avançades milloren l'eficiència del setge
cs: Pokročilé technologie zlepšují účinnost obléhání
da: Avancerede teknologier forbedrer belejringseffektivitet
de: Fortschrittliche Technologien verbessern die Belagerungswaffeneffizienz.
el: Οι προηγμένες τεχνολογίες βελτιώνουν την αποδοτικότητα της πολιορκίας
es_mx: Las tecnologias avanzadas mejoran la eficiencia de los asedios.
eu: Setio unitateen eraginkortasuna hobetzen duten teknologi aurreratuak.
fa: فناوری های پیشرفته برای بهبود بهره وری دژکوب ها
fi: Kehittyneet teknologiat parantavat piiritysaseiden tehokkuutta.
ga: Feabhsaigh teicneolaíochtaí forásacha ar an éifeachtúlacht léigir.
gl: As tecnoloxías avanzadas melloras a eficiencia dos asedios.
hu: A fejlett technológiák tökéletesítik az ostrom hatékonyságát
id: Teknologi canggih meningkatkan efisiensi pengepungan
it: Tecnologie avanzate migliorano l'efficienza dell'assedio
ja: 高度テクノロジーは包囲攻城の効率を向上します。
lv: Attīstītas tehnoloģijas uzlabo aplenkuma efektivitāti
ms: Teknologi lanjutan menambahbaik kecekapan pengepungan
nb: Avanserte teknologier forbedrer beleirings-effektiviteten
nl: Geavanceerde technologieën verbeteren de belegeringsefficiëntie
pl: Zaawansowane technologie zwiększają skuteczność oblężenia
pt_pt: Desenvolvimento de tecnologia aumenta a eficiência da maquinaria de cerco.
ru: Улучшенные технологии усиливающие эффективность осады
sk: Pokročilé technológie zlepšujú efektivitu obliehaní
sv: Avancerade teknologier ökar belägringseffektiviteten.
tr: Gelişmiş teknolojiler kuşatma verimliliğini artırır
zh: 提升攻城效率的先进技术
zh_tw: 提高攻城武器效率的先進科技

source: All siege weapons +25% Crush damage.
ar: ضرر سحق +25% لجميع أسلحة الحصار.
ast: Toles armes d'asediu tienen +25% de dañu.
bg: +25% разбиващи щети за всички обсадни оръжия.
br: An holl armoù seziz +25% a wast flastrañ.
ca: Totes les màquines de setge guanyen +25% en Dany d'impacte.
cs: Všechny obléhací zbraně získají +25% na škodě z rozbití.
de: Alle Belagerungswaffen +25% Schmetterschaden.
el: Σε όλα τα Πολιορκητικά Όπλα +25% ζημιά Σύνθλιψης.
es_mx: Todas las armas de asedio +25% daño destructor.
eu: Setio arma denek %25+ suntsitze mina lortzen dute.
fa: تمام سلاح های دژکوب +25% ضربه لهیدن
ga: Damáiste Basctha +25% do gach uirlis léigir.
gl: O dano de impacto que producen as máquinas de asedio aumenta un +25%.
hu: Minden ostromgépnek +25% zúzás sebzés.
id: Semua senjata kepung +25% serangan Lindas.
it: Tutte le armi d'assedio hanno +25% danni di frantumazione.
ja: すべての攻城兵器の衝突攻撃力が25%増加します。
lv: Visiem aplenkuma ieročiem +25% pie dragāšanas bojājuma.
ms: Semua senjata Pengepung +25 kerosakan Rempuh.
nb: Alle beleiringsmaskiner +25% knusningsskade.
nl: Alle belegeringswapens +25% verpletterkracht.
pl: Wszystkie machiny oblężnicze otrzymują +25% do obrażeń burzących
pt_pt: +25% dano de Esmagamento para todas as armas de cerco.
ru: Все осадные орудия получают +25% к крушащему урону.
sk: Všetky obliehacie stroje +25% drviaci útok.
sv: Alla beläringsvapen +25% Krossning skada.
tr: Tüm kuşatma silahlarına %+25 yıkım hasarı.
zh: 所有攻城武器粉碎攻击力 +25% 。
zh_tw: 所有攻城武器 +25% 粉碎攻擊力。

source: Improvement to projectile accuracy
ar: تحسين على دقة المقذوف
ast: Ameyora na precisión de los proyeutiles
bg: Подобрение в точността на метателните оръжия
br: Gwellaenn evit reizhded bannadell
ca: Millora de la precisió dels projectils
cs: Zlepšení přesnosti cílení
da: Forbedrer projektilets præcision
de: Verbesserung der Zielgenauigkeit
el: Βελτίωση στην ακρίβεια βλήματος
es_mx: Mejora la punteria del proyectil
eu: Jaurtigaien zehaztasuna hobetzen du
fa: تقویت دقت پرتابه ها
fi: Parantaa ammusten tarkkuutta
ga: Feabhsúchán ar an gcruinneas diúracáin.
gl: Mellora da puntaría
hu: Fejlesztés a lövedékek pontosságára
id: Peningkatan ketepatan proyektil
it: Miglioramento della precisione del proiettile
ja: 射撃精度の向上
lv: Uzlabojumi lādiņu precizitātei
ms: Penambahbaikan ketepatan projektil
nb: Økt projektilspresisjon
nl: Verbeter accuraatheid.
pl: Ulepszenie celności pocisków
pt_pt: Desenvolve a pontaria dos projéteis
ru: Улучшение точности снаряда
sk: Zlepšenie presnosti striel
sv: Ökad projektilträffsäkerhet
tr: Nişan isabeti iyileştirme
zh: 提高砲弹的精度
zh_tw: 改善砲彈的準確度
