Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-other.po
Languages: ar, ast, bg, br, ca, cs, da, el, es_ar, eu, fa, fi, ga, gd, he, hu, hy, id, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Maritime Pine
ast: Pinu bravu
bg: Крайморски бор
ca: Pi marí
cs: Přímořská borovice
el: Παραθαλάσσιο Πεύκο
eu: Itsas pinua
gd: Crann-giuthais
hu: Tengerparti fenyő
id: Pinus pinaster
ko: 해안 소나무
lt: Jūrinė Pušis
nl: Zeeden
pl: Sosna nadmorska
pt_br: Pinheiro-bravo
ru: Приморская сосна
sk: Borovica prímorská
sv: Medelhavstall
uk: Сосна приморська
zh: 海松
zh_tw: 海岸松

source: Poplar
ast: Tsoupu
bg: Топола
ca: Pollancre
cs: Topol
el: Λεύκα
eu: Makala
gd: Pobhlar
hu: Nyárfa
id: Populus
ko: 포플러
nl: Populier
pl: Topola
pt_br: Álamo
ru: Тополь
sk: Topoľ
sv: Poppel
uk: Тополя
zh: 白杨
zh_tw: 楊

source: Black Poplar
ast: Tsoupu nigru
bg: Черна топола
ca: Pollancre negre
cs: Černý topol
el: Μαύρη Λεύκα
eu: Makal Beltza
gd: Craobh-phobaill dhubh
hu: Fekete nyár
id: Populus hitam
ko: 검은 미루나무
nl: Zwarte populier
pl: Czarna topola
pt_br: Álamo Preto
ru: Чёрный тополь
sk: Topoľ čierny
sv: Svartpoppel
uk: Тополя чорна
zh: 黑杨树
zh_tw: 黑楊

source: Senegal Date Palm
ar: نخلة تمر السنغال
ast: Palmeira senegalesa
bg: Сенегалска финикова палма
br: Gwezenn Palm Bro-Senegal
ca: Palmera del Senegal
cs: Senegalská datlovníková palma
da: Senegal Daddelpalme
el: Σενεγαλέζικη Χουρμαδιά
es_ar: Palmera datilera de Senegal
eu: Senegalgo datil-palmondoa
fa: نخل خرمای سنگالی
ga: Pailm Dhátaí Seineagálach
gd: Pailm deite Sheanagalach
he: עץ תמרים סנגלי
hu: Szenegáli datolyapálma
hy: Սենեգալյան արմավենի
id: Pohon Kurma Senegal
ko: 세네갈 대추야자
lt: Senegalo Datulių Palmė
lv: Senegālas dateļu palma
ms: Pokok Kurma Senegal
nb: Senegalesisk daddelpalme
nl: Senegalese dadelboom
pl: Daktylowiec nagięty
pt_br: Palmeira Senegalesa
ro: Finic Senegalez
ru: Дикий финик
sk: Datľovník senegalský
sr: сенегалска урма
sv: Senegalesisk Dadelpalm
uk: Фінікова пальма відхилена
zh: 塞内加尔海枣
zh_tw: 塞內加爾椰棗

source: Strangler Fig
ast: Mata-palu
bg: Задушаващ фикус
ca: Figuera estranguladora
cs: Fík škrtičový
el: Αγριοσυκιά
eu: Pikua
gd: Fiogag
hu: Fojtogató füge
id: Ara Pencekik
ko: 교살 무화과
nl: Vijgeboom
pl: Fikus dusiciel
pt_br: Figueira Estranguladora
ru: Фикус-душитель
sk: Fig
sv: Strypfikus
uk: Фікус-душитель
zh: 无花果
zh_tw: 纏勒植物

source: Tamarix
ast: Tamargueira
bg: Ракитовица
ca: Tamariu
cs: Hřebenčík
el: Αλμυρίκι
eu: Tamariza
gd: Craobh-sheudair salainn
hu: Tamariszkusz
id: Tamariska
ko: 위성류나무
nl: Tamarinde
pl: Tamaryszek
pt_br: Tamargueira
ru: Гребенщик
sk: Tamariška
sv: Tamarisk
uk: Тамарикс
zh: 柽柳树
zh_tw: 檉柳

source: Teak
ast: Teca
bg: Тик
ca: Teca
cs: Týk
el: Τικ
eu: Teka
gd: Tìoc
hu: Tikfa
id: Pohon Jati
ko: 티크 나무
pl: Teczyna
pt_br: Teca
ru: Тик
sk: Tík veľký
uk: Тикове дерево
zh: 柚木
zh_tw: 柚木

source: Toona
ast: Tuna
bg: Туна
el: Μαόνι
gd: Craobh-sheudair dhearg
hu: Kínai mahagón
id: Surian
ko: 참죽나무
nl: Mahonie
pl: Cedrela chińska
pt_br: Cedro-australiano
ru: Туна
uk: Кедр
zh: 香椿
zh_tw: 香椿

source: Rainforest Tree
ast: Árbole tropical
bg: Тропическо дърво
ca: Arbre de selva
cs: Strom deštného pralesa
el: Τροπικό Δέντρο
eu: Oihan tropikaleko zuhaitza
gd: Craobh coille-uisge
hu: Esőerdei fa
id: Pohon Hutan Hujan
ko: 열대 우림 나무
lt: Džiunglių Medis
nl: Regenwoudboom
pl: Drzewo lasu deszczowego
pt_br: Árvore de Floresta Tropical
ru: Дерево дождевого леса
sk: Strom dažďového pralesa
sv: Regnskogsträd
uk: Дерево дощового лісу
zh: 雨林树木
zh_tw: 雨林植物

source: Builder
ast: Constructor(a)
bg: Строител
ca: Constructor
cs: Stavitel
el: Κτίστης
eu: Eraikitzailea
fi: Rakentaja
gd: Neach-togail
hu: Építő
id: Pembangun
ko: 건축 유닛
nl: Bouwer
pl: Budowniczy
pt_br: Construtor
ru: Строитель
sk: Stavbár
sv: Byggare
tr: İnşaacı
uk: Будівельник
zh: 建筑工
zh_tw: 建築工

source: Bush
ar: شجيرة
ast: Arbusto
bg: Храст
br: Bodenn
ca: Arbust
cs: Křoví
da: Busk
el: Θάμνος
es_ar: Arbusto
eu: Zuhamuxka
fa: بوته
ga: Tom
gd: Preas
he: שיח
hu: Bokor
hy: Թուփ
id: Semak
ka: ბუჩქი
ko: 덤불
lt: krūmas
lv: Krūms
ms: Belukar
nb: Busk
nl: Struik
pl: Krzak
pt_br: Arbusto
ro: Tufă
ru: Кустарник
sk: Ker
sl: Grm
sr: жбун
sv: Buske
uk: Кущ
zh: 灌木
zh_tw: 灌木

source: Chariot
bg: Колесница
fi: Vaunu
tr: Savaş Arabası

source: Mercenary
ast: Mercenariu
bg: Наемник
ca: Mercenari
cs: Žoldnéř
el: Μισθοφόρος
eu: Mertzenarioa
fi: Palkkasoturi
gd: Saighdear-duaise
hu: Zsoldos
id: Prajurit Bayaran
ko: 용병
lt: Samdinys
nl: Huurling
pl: Najemnik
pt_br: Mercenário
ru: Наёмник
sk: Žoldnier
sv: Legosoldat
tr: Paralı asker
uk: Найманець
zh: 雇佣兵
zh_tw: 傭兵

source: Rotary Mill
bg: Въртяща мелница
fi: Pyörivä mylly
tr: Döner Değirmen

source: RotaryMill
bg: Въртяща мелница
fi: Pyörivä mylly
tr: Döner Değirmen

source: Dropsite for harvested Food. Capture one of these to increase nearby food production.
bg: Хранилище за събрана храна. Завладейте една от тези, за да увеличите продукцията на храна в околността.
tr: Hasat edilen yiyecekler için b,r depo. Yakındaki yiyecek üretimini artırmak için bunlardan birini ele geçir.

source: Shrine
ast: Fano
bg: Олтар
ca: Santuari
cs: Svatyně
el: Βωμός
eu: Tenplua
fi: Pyhäkkö
gd: Sgrìn
hu: Szentély
id: Pemujaan
ko: 사당
lt: Šventyklėlė
nl: Schrijn
pl: Sanktuarium
pt_br: Templo
ru: Святыня
sk: Svätyňa
sv: Skrin
tr: Tapınak
uk: Святилище
zh: 神庙
zh_tw: 神壇

source: Trading Post
ast: Factoría
bg: Търговски пункт
ca: Lloc comercial
cs: Obchodní stanice
el: Εμπορικό Κέντρο
eu: Faktoria
fi: Kauppapaikka
gd: Raon malairt
hu: Kereskedőház
id: Pos Dagang
ko: 교역소
nl: Handelspost
pl: Punkt handlowy
pt_br: Posto de Comércio
ru: Торговый пост
sk: Obchodné stredisko
sv: Handelsstation
tr: Ticaret Noktası
uk: Торгівельний пост
zh: 贸易点
zh_tw: 貿易站

source: Movement Obstructor
bg: Бариера за придвижването
tr: Hareket Engelleyici

source: Placement obstructor to prevent movement and construction.
bg: Поставянето на тази бариера възпира движение и строителство.
tr: Yerleştirme engelleyici; hareket ve inşayı engellemek için

source: Obstructor
bg: Бариера
fi: Este
pt_br: Obstrutor
tr: Engelleyici

source: Placement obstructor to prevent construction but not movement
bg: Поставянето на тази бариера възпира строителството, но не и придвижването
fi: Sijoituseste, joka estää rakentamisen, mutta ei liikkumista
pt_br: Obstrutor de localização para impedir construção mas não movimento
tr: İnşaatın önüne geçmek için yerleştirme engelleyicisi fakat hareketi engellemez.

source: Placement Obstructor
bg: Бариера на поставянето
tr: Yerleştirme Engelleyici

source: Changes in a 10-pop house for civilisations with those houses, is deleted for other civs
ar: التغيرات في منزل ال10-أشخاص للحضارات مع هذه المنازل ، هو مشطوب للحضارات الأخرى
ast: Commuda-se nuna casa de 10 pers. al compartir la cultura del xhogador, outramente se disinicia
bg: Превръща се в къща, осигуряваща 10 население, за цивилизациите, които имат такива къщи. За останалите просто се премахва.
br: Kemm en un ti gant 10 a boblañs evit ar sevenadurezhioù o devez an tiez-mañ, distrujet e vez evit ar sevedurioù all
ca: Es converteix en una casa de +10 de límit de població en les civilitzacions que tenen aquestes cases, s'esborra en les altres civilitzacions
cs: Změny v desátém obytném domě pro civilizace s těmito domy. U jiných civilizací je smazáno.
el: Αλάζει σε ένα 10 θέσιο σπίτι για πολιτισμούς με αυτά τα σπίτια, διαγράφεται για του άλλους πολιτισμούς
eu: Populazioko 10eko etxea bihurtzen da daukaten zibilizazioentzako, beste zibilizazioentzako desagertu egiten da.
fa: تغییرات در خانه‌های با ظرفیت 10 نفر، برای سایر شهروندان خراب میشوند
fi: Muutokset 10 asukkaan taloissa niitä omaavien sivilisaatioille on poistettu toisilta sivilisaatioilta.
ga: Tá an méadú 10-pobal sa tigh den sibhialtacht seo scriosta le sibhialtachtaí eile.
gd: Atharraichean air taighean le sluagh de 10 airson sìobhaltasan aig a bheil na taighean ud, chaidh a sguabadh ás airson nan sìobhaltasan eile
he: שינויים בבית 10-חלונות עבור וציוויליזציות עם הבתים האלה, נמחקים עבור ציוויליזציות אחרות
hu: Átváltozik egy 10 személyes házzá azoknál a civilizációknál, ahol van ilyen ház. Más civilizációknál törlődik.
id: Perubahan pada rumah 10-penduduk untuk bangsa dengan rumah tersebut, dihapus untuk bangsa lain.
ko: 인구수를 10명으로 만드는 것은 다른 문명에서는 삭제되었습니다
lv: Izmaiņas 10 vietīgajās mājās civilizācijās ar tām, ir dzēstas no citām civilizācijām
ms: Perubahan pada rumah 10-pop untuk tamadun dengan rumah tersebut, dikeluarkan untuk tamadun lain
nb: Endringer i et 10-innbyggershus for sivilisasjoner med disse husene slettes for andre sivilisasjoner
nl: Wordt door een 10-persoons huis vervangen bij beschavingen die dergelijke huizen hebben. Wordt verwijderd bij andere beschavingen.
pl: Zmiany w domach dodających 10 do limitu populacji dla cywilizacji posiadających te domy, usunięty dla pozostałych cywilizacji
pt_br: Mudanças em uma casa 10-pop para civilizações com essas casas, é excluído para outras civilizações.
ro: Schimbările la o casă cu 10-pop pentru civilizațiile cu acele case, sunt eliminate pentru alte civilizații.
ru: Меняется в дом с 10 жителями для цивилизаций с такими домами; уничтожается для прочих цивилизаций.
sk: Pri civilizáciách s takýmito domami sa zmení na dom s populáciou 10, pri ostatných bude zmazaný
sr: Промене у кући за 10 становника за цивилизације са тим кућама су избрисане за друге цивилизације.
sv: Byts till ett 10-befolkningshus för civilisationer som har dessa, tas bort för andra civilisationer.
tr: Bu evler ile medeniyetteki ev için 10 nüfusluık değişimde, diğer kişiler için silinecektir
uk: Змінюється у будинок з населенням 10 для цивілізацій з такими будинками, що були видалені з інших цивілізацій.
zh: 将有民居的文明变为10单位容量的民居，其他文明的则删除。
zh_tw: 對有 10 人口房舍的文明變為房舍，對其他文明刪除

source: Changes in a 5-pop house for civilisations with those houses, is deleted for other civs
ar: التغيرات في منزل ال5-أشخاص للحضارات مع هذه المنازل ، هو مشطوب للحضارات الأخرى
ast: Commuda-se nuna casa de 5 pers. al compartir la cultura del xhogador, outramente se disinicia
bg: Превръща се в къща, осигуряваща 5 население, за цивилизациите, които имат такива къщи. За останалите просто се премахва.
br: Kemm en un ti gant 5 a boblañs evit ar sevenadurezhioù o devez an tiez-mañ, distrujet e vez evit ar sevedurioù all
ca: Es converteix en una casa de +5 de límit de població en les civilitzacions que tenen aquestes cases, s'esborra en les altres civilitzacions
cs: Změny v pátém obytném domě pro civilizace s těmito domy. U jiných civilizací je smazáno.
el: Αλάζει σε ένα 5 θέσιο σπίτι για πολιτισμούς με αυτά τα σπίτια, διαγράφεται για του άλλους πολιτισμούς
eu: Populazioko 5eko etxea bihurtzen da daukaten zibilizazioentzako, beste zibilizazioentzako desagertu egiten da.
fa: تغییرات در خانه‌های با ظرفیت 5 نفر، برای سایر شهروندان خراب میشوند
fi: Muutokset 5 asukkaan taloissa niitä omaavien sivilisatioille on poistettu toisilta sivilisaatioilta.
ga: Tá an méadú 5-phobal sa tigh den sibhialtacht seo scriosta le sibhialtachtaí eile.
gd: Atharraichean air taighean le sluagh de 5 airson sìobhaltasan aig a bheil na taighean ud, chaidh a sguabadh ás airson nan sìobhaltasan eile
he: שינויי בית 5 חלונות עבור הציביליזציות עם הבתים האלה, נמחקים עבור ציביליזציות האחר
hu: Átváltozik egy 5 személyes házzá azoknál a civilizációknál, ahol van ilyen ház. Más civilizációknál törlődik.
id: Perubahan pada rumah 5-penduduk untuk bangsa dengan rumah tersebut, dihapus untuk bangsa lain.
ko: 인구수를 5명으로 만드는 것은 다른 문명에서는 삭제되었습니다
lv: Izmaiņas 5 vietīgajās mājās civilizācijās ar tām, ir dzēstas no citām civilizācijām
ms: Perubahan pada rumah 5-pop untuk tamadun dengan rumah tersebut, dikeluarkan untuk tamadun lain
nb: Endringer i et 5-innbyggershus for sivilisasjoner med disse husene slettes for andre sivilisasjoner
nl: Wordt door een 5-persoons huis vervangen bij beschavingen die dergelijke huizen hebben. Wordt verwijderd bij andere beschavingen.
pl: Zmiany w domach dodających 5 do limitu populacji dla cywilizacji posiadających te domy, usunięty dla pozostałych cywilizacji
pt_br: Mudanças em uma casa 5-pop para civilizações com essas casas, é excluído para outras civilizações
ro: Schimbările la o casă cu 5-pop pentru civilizațiile cu acele case, sunt eliminate pentru alte civilizații.
ru: Меняется в дом с 5 жителями для цивилизаций с такими домами; уничтожается для прочих цивилизаций.
sk: Pri civilizáciách s takýmito domami sa zmení na dom s populáciou 5, pri ostatných bude zmazaný
sr: Промене у кући за 5 становника за цивилизације са тим кућама су избрисане за друге цивилизације.
sv: Byts till ett 5-befolkningshus för civilisationer som har dessa, tas bort för andra civilisationer.
tr: Bu evler ile medeniyetteki ev için 5 nüfusluık değişimde, diğer kişiler için silinecektir
uk: Змінюється у будинок з населенням 5 для цивілізацій з такими будинками, що були видалені з інших цивілізацій.
zh: 有房屋的文明，房屋容量改为5单位，其他文明的则删除
zh_tw: 對有 5 人口房舍的文明變為房舍，對其他文明刪除

source: Melee Infantry only, requires at least 16.
ast: Solo pédites combattientes, requier pelo menus 16.
bg: Само за близкобойна пехота. Необходими са поне 16 единици.
ca: Només infanteria cos a cos. En calen al menys 16.
cs: Pouze pěchota na blízko, vyžaduje minimálně 16.
el: Άοπλο Πεζικό μόνο, απαιτεί τουλάχιστον 16.
eu: Infanteria gorputzez gorputz, gutxienez 16 behar ditu.
fi: Vain lähitaistelujalkaväkeä, vähintään 16 vaaditaan.
gd: Aonadan coisridh dlùithe a-mhàin is feum air 16 dhiubh air a char as lugha.
hu: Csak közelharci gyalogosok, legalább 16 szükséges.
id: Infanteri jarak dekat saja, membutuhkan setidaknya 16.
ko: 근접 보병만, 최소 16명이 필요합니다.
nl: Slechts mêlee Infanteriesoldaten, ten minste 16 benodigd.
pl: Tylko piechota walcząca wręcz, wymaga przynajmniej 16.
pt_br: Apenas Infantaria Corpo-a-corpo, requer pelo menos 16.
ru: Только тяжёлая пехота, не менее 16.
sk: Iba pešiaci s útokom na blízko, vyžaduje aspoň 16.
sv: Endast närstridsinfanteri, kräver minst 16.
tr: Sadece Yakın Piyade, en az 16 tane gerektirir.
uk: Тільки для піхоти ближнього бою, потребує принаймні не менш 16.
zh: 至少需要 16 名近战步兵。
zh_tw: 僅限近戰步兵，需要至少 16 名。

source: Anti Cavalry
ast: Anticaballeiría
bg: Анти-конница
ca: Contra cavalleria
cs: Proti kavalérii
el: Κατά του Ιππικού
eu: Zalditeria aurkakoa
fi: Ratsuväen torjunta
ga: Frith-Mharcach
gd: An aghaidh eachraidh
hu: Lovasság-elhárítás
id: Anti Kavaleri
ko: 장창병
lt: Anti Kavalerija
nl: Anti-Ruiters
pl: Jednostka skuteczna przeciw konnicy
pt_br: Anti Cavalaria
ru: Противоконное
sk: Proti jazde
sv: Anti kavalleri
tr: Anti Süvari
uk: Проти кавалерії
zh: 反骑
zh_tw: 反騎兵

source: Square formation of Melee Infantry to fight Cavalry.
bg: Квадратна формация за близкобойната пехота, за сблъсък срещу конница.
tr: Süvari ile savaşmak için Yakın Piyadenin kare düzeni.

source: Battle Line
ar: خطّ قتال
ast: Az
bg: Боева линия
br: Linenn Emgann
ca: En línia
cs: Bojová linie
da: Kamplinje
el: Γραμμή Μάχης
es_ar: Línea de batalla
eu: Lerroan
fa: خط نبرد
fi: Taistelulinja
ga: Imeall Catha
gd: Loidhne-chatha
he: קו החזית
hu: Harcvonal
hy: Ուղղագիծ մարտական դասավորություն
id: Barisan Tempur
ka: ბრძოლის ხაზი
ko: 전투대형
lt: Mūšio Linija
lv: Kaujas ierinda
ms: Garis Petempuran
nb: Krigslinje
nl: Aanvalslijn
pl: Szyk liniowy
pt_br: Linha de Batalha
ro: Linia de luptă
ru: Линия фронта
sk: Bojová línia
sl: Bojna črta
sr: бојни поредак
sv: Krigslinje
tr: Savaş Hattı
uk: Лінія бою
zh: 迎击横队
zh_tw: 線式戰陣

source: Common formation for frontal attacks.
bg: Обикновена формация за фронтални атаки.
tr: Önden saldırılar için ortak oluşum.

source: Requires at least 4 Soldiers or Siege engines.
ast: Requier pelo menus 4 Mílites ou Máchinas.
bg: Необходими са поне 4-ма во̀ини или обсадни машини.
ca: Necessita al menys 4 soldats o màquines de setge.
cs: Vyžaduje alespoň 4 vojáky nebo obléhací stroje.
el: Απαιτεί τουλάχιστον 4 Στρατιώτες ή Πολιορκητικές Μηχανές.
eu: Gutxienez 4 soldadu edo setio makina behar ditu.
fi: Vaatii vähintään 4 sotilasta tai piirityskonetta.
gd: Tha feum air 4 saighdearan no innealan-sèiste air a char as lugha.
hu: Legalább 4 katona vagy ostromgép szükséges.
id: Membutuhkan setidaknya 4 Tentara atau Mesin Kepung.
ko: 최소 4명의 병사나 공성 무기가 필요합니다.
nl: Ten minste 4 Soldaten of Belegeringswerktuigen vereist.
pl: Wymaga przynajmniej 4 żołnierzy lub machin oblężniczych.
pt_br: Requer pelo menos 4 Soldados ou Armas de Cerco.
ru: Не менее четырёх воинов или осадных орудий.
sk: Vyžaduje aspoň 4 vojakov alebo obliehacích strojov.
sv: Kräver minst 4 soldater eller belägringsvapen.
tr: En az 4 Asker ya da Kuşatma Makinesi gerektirir.
uk: Потребує принаймні не менш 4 солдатів або облогових знарядь.
zh: 需要至少 4 名战士或攻城器械。
zh_tw: 需要至少 4 名士兵或攻城武器。

source: Box
ar: صندوق
ast: Quadrado
bg: Кутия
br: Karrez
ca: Rectangular
cs: Bedna
da: Kasse
el: Κουτί
es_ar: Caja
eu: Kutxa
fa: آرایش مربعی نیروها
fi: Laatikko
ga: Bosca
gd: Bosga
he: קופסא
hu: Doboz
hy: Արկղ
id: Kotak
ka: ყუთი
ko: 경비대형
lt: Dėžė
lv: Kaste
ms: Kotak
nb: Boks
nl: Vierkant
pl: Czworobok
pt_br: Caixa
ro: Cutie
ru: Прямоугольник
sk: Obdĺžnik
sr: квадрат
sv: Ruta
tr: Kutu
uk: Квадрат
zh: 回形阵
zh_tw: 方陣

source: Square formation to protect all sides.
bg: Квадратна формация за отбрана от всички страни.
tr: Her tarafı korumak için kare oluşumu.

source: Forced March
ar: تقدم إجبارى
ast: Procession
bg: Пресилен марш
br: Bale Strivet
ca: Marxa forçada
cs: Ostrý pochod
el: Γοργό Βάδην
eu: Martxa behartua
fa: ضروری
fi: Pakkomarssi
ga: Máirseáil Éigeantach
gd: Dian-chaismeachd
he: כפוי מרץ
hu: Erőltetett menet
hy: Հարկադրված քայլերթ
id: Baris Cepat
ko: 행군대형
lt: Priverstinas Žygis
ms: Kawat Paksa
nb: Tvungen marsj
nl: Geforceerde mars
pl: Wymuszony Marsz
pt_br: Marcha Forçada
ro: Marș forțat
ru: Форсированный марш
sk: Rýchly pochod
sr: Усиљено Марширање
sv: Ilmarsch
tr: Zorunlu Yürüyüş
uk: Форсований марш
zh: 行军纵队
zh_tw: 強行軍

source: Closed column formation for risky movements.
bg: Затворена колонна формация за рисковани придвижвания.
tr: Riskli hareketler için kapalı kolon oluşumu.

source: Column Open
ar: عمود مفتوح
ast: Columna abierta
bg: Отворена колона
br: Kolonenn Digor
ca: Columna oberta
cs: Kolona otevřena
da: Kolonne Åben
el: Ανοιχτή φάλαγγα
es_ar: Columna abierta
eu: Zutabe irekia
fa: ستون باز
fi: Kolonna avoinna
ga: Colún Oscailte
gd: Colbh fosgailte
he: עמודה פתוחה
hu: Nyílt oszlop
hy: Բաց սյունաձև դասավորություն
id: Kolom Terbuka
ka: სვეტი ღიაა
ko: 산개종대
lt: Atvira Kolona
lv: Atvērta kolonna
ms: Lajur Dibuka
nb: Søyle åpen
nl: Open kolom
pl: Kolumna otwarta
pt_br: Coluna Aberta
ro: Coloană deschisă
ru: Открытая колонна
sk: Otvorený stĺpec
sr: отворена колона
sv: Öppen kolumn
tr: Açık Sütun
uk: Відкрита колона
zh: 分散纵队
zh_tw: 開放縱隊

source: Dispersed formation for open field crossings.
bg: Разпръсната формация за прекосяване на отворени пространства.
tr: Açık alan geçişleri için dağınık oluşum.

source: Requires at least 8 Soldiers or Siege engines.
ast: Requier pelo menus 8 Mílites ou Máchinas.
bg: Необходими са поне 8 во̀ини или обсадни машини.
ca: Necessita al menys 8 soldats o màquines de setge.
cs: Vyžaduje alespoň 8 vojáků nebo obléhacích strojů.
el: Απαιτεί τουλάχιστον 8 Στρατιώτες ή Πολιορκητικές Μηχανές.
eu: Gutxienez 8 soldadu edo setio makina behar ditu.
fi: Vaatii vähintään 8 sotilasta tai piirityskonetta.
gd: Tha feum air 8 saighdearan no innealan-sèiste air a char as lugha.
hu: Legalább 8 katona vagy ostromgép szükséges.
id: Membutuhkan setidaknya 8 Tentara atau Mesin Kepung.
ko: 최소 8명의 병사나 공성 무기가 필요합니다.
lt: Reikalauja mažiausiai 8 karių arba Apgulties Įrengimų.
nl: Ten minste 8 Soldaten of Belegeringswerktuigen vereist.
pl: Wymaga przynajmniej 8 żołnierzy lub machin oblężniczych.
pt_br: Requer pelo menos 8 Soldados ou Armas de Cerco.
ru: Не менее восьми воинов или осадных орудий.
sk: Vyžaduje aspoň 8 vojakov alebo obliehacích strojov.
sv: Kräver minst 8 soldater eller belägringsvapen.
uk: Потребує принаймні не менш 8 солдатів або облогових знарядь.
zh: 需要至少 8 名战士或攻城器械。
zh_tw: 需要至少 8 名士兵或攻城武器。

source: Flank
ar: جناح
ast: Orde permediadu
bg: Фланг
br: Kostez
ca: Flanc
cs: Křídlo
da: Flanke
el: Πλευρό
es_ar: Flanco
eu: Hegal
fa: پهلو
fi: Sivusta
ga: Cliathán
gd: Cliathach
he: אגף
hu: Szárny
hy: Թև
id: Sisi
ka: გვერდი
ko: 양옆대형
lt: Flangas
lv: Flangs
ms: Rusuk
nb: Flanke
pl: Flanka
pt_br: Flanco
ro: Flanc
ru: Фланг
sk: Krídla
sr: крило
sv: Flanken
tr: Kanat
uk: Фланг
zh: 两翼阵
zh_tw: 翼陣

source: Formation to protect the sides or surprise attack the enemy flank.
bg: Формация за странична защита или за изненадващо нападение по вражеския фланг.
tr: Tarafları korumak için oluşum veya düşman kanadına sürpriz saldırı.

source: Close Order
ar: تقارب مغلق
ast: Orde cerradu
bg: Затворена подредба
br: Urzh Sarr
ca: Tancada
cs: Sevřená (pochodová) formace
el: Κλειστή Φάλαγξ
eu: Falange itxia
fa: لغو فرمان
fi: Suljettu muoto
ga: Ordú Dúnta
gd: Òrdugh dlùth
he: צו סגור
hu: Összezárási parancs
hy: Փակել հրամանը
id: Baris Tertutup
ko: 밀집대형
lt: Tanki Rykiuotė
ms: Arahan Tertutup
nb: Lukket formasjon
nl: Gesloten opstelling
pl: Zamknięty rozkaz
pt_br: Fechar Pedido
ro: Încheiați Comanda
ru: Сомкнутый строй
sk: Zavretý šík
sr: Затворен строј
sv: Stängd Ordning
tr: Kapalı Düzen
uk: Щільний порядок
zh: 横队
zh_tw: 密陣

source: Flexible closed line formation.
bg: Гъвкава формация в затворена линия.
tr: Esnek kapalı hat oluşumu.

source: Open Order
ar: تقارب مفتوح
ast: Orde abiertu
bg: Отворена подредба
br: Urzh Digor
ca: Oberta
cs: Otevřená formace (s odstupy)
el: Ανοικτή Φάλαγξ
eu: Falange irekia
fa: اجرای فرمان
fi: Avoin muoto
ga: Ordú Oscailte
gd: Òrdugh fosgailte
he: צו פתוח
hu: Szétnyílási parancs
hy: Բացել հրամանը
id: Baris Terbuka
ko: 산개대형
lt: Atvira Rykiuotė
ms: Arahan Terbuka
nb: Åpen formasjon
nl: Open opstelling
pl: Otwarty rozkaz
pt_br: Ordem Aberta
ro: Deschideți Comanda
ru: Разомкнутый строй
sk: Otvorený šík
sr: Отворен строј
sv: Öppen Ordning
tr: Açık Düzen
uk: Відкритий порядок
zh: 分散横队
zh_tw: 疏陣

source: Dispersed formation for open field combat.
bg: Разпръсната формация за битка в отворени пространства.
tr: Açık alan savaşı için dağınık oluşum.

source: None
ar: بلا
ast: Nenguno
bg: Без
br: Hini ebet
ca: Cap
cs: Žádná
da: Ingen
el: Κανένα
es_ar: Ninguna
eu: Bat ere ez
fa: هیچ
fi: Ei mitään
ga: Folamh
gd: Gun chumadh
he: אף לא אחד
hu: Nincs
hy: Ոչ մեկը
id: Tidak ada
ka: არცერთი
ko: 없음
lt: Nieko
lv: Nekāds
ms: Tiada
nb: Ingen
nl: Geen
pl: Żaden
pt_br: Nenhum
ro: Nimic
ru: Нет
sk: Žiadne
sl: Nihče
sr: Ништа
sv: Inget
tr: Yok
uk: Немає
zh: 无
zh_tw: 無

source: Infantry Hoplites only, requires at least 10.
ast: Solo Hoplitas combattientes, requier pelo menus 10.
bg: Само за хоплити,. Необходими са поне 10 единици.
ca: Només hoplites. En calen al menys 10.
cs: Pouze pěší hoplité, vyžaduje alespoň 10.
el: Οπλίτες Πεζικού μόνο, απαιτεί τουλάχιστον 10.
eu: Infanteriako hoplitak bakarrik, gutxienez 10 behar ditu.
fi: Vain jalkaväkihopliitteja, vähintään 10 vaaditaan.
gd: Hoiplidean coisridh a-mhàin is feum air 10 dhiubh air a char as lugha.
hu: Csak gyalogos hopliták, legalább 10 szükséges.
id: Infanteri Hoplites saja, membutuhkan setidaknya 10.
ko: 장갑보병만, 최소 10명이 필요합니다.
lt: Tik Pėstininkams Hoplitams, reikalauja bent 10.
nl: Alleen voor Infanterie Hoplieten, ten minste 10 benodigd.
pl: Tylko Hoplici, wymaga przynajmniej 10.
pt_br: Hoplitas de Infantaria apenas, requer pelo menos 10.
ru: Только пешие гоплиты, не менее десяти.
sk: Iba Hopliti, vyžaduje aspoň 10.
sv: Endast hoplitinfanteri, kräver minst 10.
tr: Sadece Ağır Mızraklı Piyade en az 10 gerektirir.
uk: Тільки для піхотних гоплітів, потребує принаймні не менш 10.
zh: 至少需要 10 名铜盾枪兵。
zh_tw: 僅限重裝步兵，需要至少 10 名。

source: Phalanx
ar: كتيبة
ast: Phalanxhe
bg: Фаланга
br: Falañs
ca: Falange
cs: Falanga
da: Falanks
el: Φάλαγξ
es_ar: Falange
eu: Falange
fa: آرایش فالانژ
fi: Falangi
ga: Falang
gd: Falangas
he: פלנקס
hy: Փաղանգ
id: Falangs
ka: ფალანქსი
ko: 방진대형
lt: Falangas
lv: Falanga
ms: Falanks
nb: Falanks
nl: Falanx
pl: Falanga
pt_br: Falange
ro: Falancă
ru: Фаланга
sk: Falanga
sl: Falanga
sr: фаланга
sv: Falang
tr: Falanks
uk: Фаланга
zh: 密集横队
zh_tw: 希臘方陣
