Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: 2. Not impersonate other users of the service and only use your registered username in multiplayer matches.
ast: 2. Nun supplantar a outros usuarios de l servicio & usar solo l tou nome d’usuariu official in partidæs de varios ẍogadores.
bg: 2. Не може да се представяте за други потребители на услугата. Може да използвате само свето регистрирано потребителско име в мрежовите игри.
ca: 2. No suplantar altres usuaris del servei i utilitzar només el vostre nom d'usuari registrat en partides multijugador.
cs: 2. Nevydávejte se za někoho jiného z ostatních uživatelů služby a používejte pouze přihlášené uživatelské jméno pouze v zápasech pro více hráčů.
de: 2. Dich nicht als andere Nutzer des Dienstes auszugeben und nur deinen registrierten Nutzernamen in Mehrspielerpartien zu verwenden.
el: 2. Μην υποδύεσαι άλλους χρήστες της υπηρεσίας και χρησιμοποιείσαι μόνο το εγγεγραμμένο σου όνομα χρήστη σε αγώνες για πολλούς παίκτες.
es: 2. No suplantes a otros usuarios en el servicio y usa solo tu nombre de usuario registrado en partidas multijugador.
eu: 2. Ez hartu zerbitzuko beste batzuen nortasuna eta jokalari anitzen partidetan emandako izena baino ez erabili.
fi: 2. Älä esitä muita palvelun käyttäjiä ja käytä vain rekisteröityä käyttäjätunnustasi moninpeliotteluissa.
fr: 2. Ne pas emprunter l'identité d'autres utilisateurs du service et utiliser uniquement votre nom d'utilisateur enregistré lors de matchs multijoueurs.
ga: 2. Ná pearsanaigh aon úsáideoir eile agus úsáid ach amháin d'ainm úsáideora féin sa chluichí ilimreortha.
gd: 2. Na rach an riochd cleachdaiche eile dhen t-seirbheis agus na cleachd ach an t-ainm-cleachdaiche clàraichte agad ann am maidsichean ioma-chluicheadair.
gl: 2. Non facerse pasar por outros usuarios do servizo e, nas partidas de varios xogadores, só usar o nome de usuario rexistrado.
hu: 2. Nem személyesíthetsz meg más felhasználókat a szolgáltatásban, és csak a regisztrált felhasználóneved használhatod az online játékokban.
id: 2. Tidak meniru pengguna lain dari layanan ini dan hanya menggunakan nama pengguna terdaftar Anda dalam pertandingan bersama.
it: 2. Non impersonare altri utenti del servizio e usare solamente il proprio username nelle partite multigiocatore.
ko: 2. 서비스의 다른 사용자를 사칭하지 말고 등록된 사용자 이름만 멀티플레이어 시합에서 사용하십시오.
lv: 2. Neattēlojiet citus pakalpojuma lietotājus un izmantojiet tikai savu reģistrēto lietotājvārdu daudzspēlētāju mačos.
nl: 2. Alleen uw geregistreerde gebruikersnaam gebruiken in multiplayer wedstrijden en u niet voordoen als andere gebruikers van deze dienst.
pl: 2. Nie możesz podszywać się pod innych użytkowników usługi i używać jedynie swojej zarejestrowanej nazwy w grach multiplayer.
pt_br: 2. Não personificar outros usuários do serviço e somente usar seu nome de usuário registrado em partidas multijogador.
pt_pt: 2. Não se fazer passar por outros utilizadores do serviço e a usar o seu nome de utilizador registado em partidas multi-jogador.
ru: 2. Не выдавать себя за других пользователей сервиса и использовать только свое зарегистрированное имя пользователя в сетевых сражениях.
sk: 2. Nevydávať sa za iného používateľa a používať iba vlastné registrované meno používateľa v zápasoch viacerých hráčov.
sv: 2. Inte personifiera andra användare av tjänsten och endast använda ditt registrerade användarnamn i matcher med flera spelare.
tr: 2. Hizmetin diğer kullanıcılarını taklit etmeyin ve kayıtlı kullanıcı adınızı yalnızca çok oyunculu maçlarda kullanın.
uk: 2. Не видавати себе за інших користувачів сервісу та використовати лише Ваше зареєстроване ім’я користувача у багатокористувацьких змаганнях.
zh: 2. 不冒充该服务器的其他用户，仅在多人游戏匹配中使用你注册的用户名。
zh_tw: 2. 不得冒充服務中的其他使用者，且僅在多人對戰中使用您註冊的使用者名稱。

source: 3. Not post profanity, pejorative terms or pornographic content.
ast: 3. Nun publicar obscenidades, términos peiorativos ou contenido pornográfico.
bg: 3. Не може да използвате нецензурен език, нито да публикувате съдържание с порнографски характер.
ca: 3. No utilitzar llenguatge obscè, ofensiu ni contingut pornogràfic.
cs: 3. Nevkládejte neuctivé/svatokrádežné, hanlivé/sprosté výrazy nebo pornografický obsah.
de: 3. Keine Obszönitäten, abwertende Bezeichnungen oder pornografische Inhalte zu posten.
el: 3. Μην αναγράφεις βωμολοχίες, υποτιμητικούς όρους ή σεξουαλικά υπονοούμενα.
es: 3. No publiques blasfemias, términos peyorativos o contenidos pornográficos.
eu: 3. Ez erabili hitz itsusirik, ez inor gutxietsi edo eduki pornografikorik argitaratu.
fi: 3. Älä julkaise kirosanoja, halventavia termejä tai pornografista sisältöä.
fr: 3. Ne pas poster de propos blasphématoires, de termes péjoratifs ou de contenu pornographique.
ga: 3. Ná postáil eascannaí, tearmaí díspeagúla nó inneachar pornagrafach ar bith.
gd: 3. Na postaich droch-chainnt, faclan tàireil no susbaint dhrabasta.
gl: 3. Non publicar contido de carácter profano, pexorativo ou pornográfico.
hu: 3. Nem tehetsz közzé trágár, pejoratív vagy pornográf tartalmat.
id: 3. Tidak mengirim kata-kata kotor, istilah yang merendahkan, atau konten pornografi.
it: 3. Non pubblicare profanità, termini dispregiativi o contenuto pornografico.
ko: 3. 욕설, 경멸적인 용어, 포르노 콘텐츠가 아닙니다.
lv: 3. Nepublicējiet ļaunprātību, nežēlīgus vārdus vai pornogrāfisku saturu.
nl: 3. Geen godslastering, kleinerende termen of pornografische inhoud plaatsen.
pl: 3. Nie publikuj wulgaryzmów, obraźliwych określeń ani treści pornograficznych.
pt_br: 3. Não publicar profanidades, termos pejorativos ou conteúdo pornográfico.
pt_pt: 3. Não publicar conteúdo profanatório, termos pejorativos ou pornográfico.
ru: 3. Не публиковать ругательства, уничижительные выражения или порнографические материалы.
sk: 3. Nepouźívať nadávky, hanlivé výrazy alebo pornografický obsah.
sv: 3. inte posta svordomar, nedsättande termer eller pornografiskt innehåll.
tr: 3. Küfür, hakaret içeren terimler veya pornografik içerik yayınlamayın.
uk: 3. Не публікувати нецензурну лексику, принизливі терміни чи порнографічний зміст.
zh: 3. 不发布亵渎他人，贬低或色情内容。
zh_tw: 3. 不得發布褻瀆、貶抑用詞或色情內容。

source: 4. Not harass, harm, intimidate, discriminate, threaten, defame, cause damage to others or purposefully demean the worth of others using this service.
ast: 4. Nun vexar, nocer, intimidar, discriminar, minaciar, diffamar, damnificar a outros ou vilitar a queriendæs el valor d’outros usuarios d’esti servicio.
bg: 4. Не може да тормозите, наранявате, сплашвате, дискриминирате, заплашвате, унижавате, клеветите или нанасяте други щети на останалите или умишлено да накърнявате името и авторитета на другите чрез тази услуга.
ca: 4. No assetjar, perjudicar, intimidar, discriminar, amenaçar, difamar, causar dany a altres o menysprear intencionadament el valor d'altres utilitzant aquest servei.
cs: 4. Neobtěžujte, neubližujte, nezastrašujte, nediskriminujte, neohrožujte, nepomlouvejte se, nepoškozujte ostatní nebo úmyslně nesnižujte hodnotu ostatních, kteří tuto službu využívají.
de: 4. Andere Nutzer des Dienstes nicht zu belästigen, einzuschüchtern, zu diskriminieren, zu bedrohen, zu verleumden, ihnen zu schaden oder deren Wert gezielt herabzusetzen.
el: 4. Μην παρενοχλείς, μην βλάπτεις, μην εκφοβίζεις, μην κάνεις διάκριση, μην απειλείς, μην δυσφημίζεις, μην προκαλεί βλάβη σε άλλους ή μην καταστρέφεις σκόπιμα την αξία άλλων χρηστών χρησιμοποιώντας αυτή την υπηρεσία.
es: 4. No acosar, dañar, intimidar, discriminar, amenazar, difamar, causar daño a otros o degradar deliberadamente el valor de otros que usan este servicio.
eu: 4. Ez jazarri, kaltetu, beldurtu, diskriminatu, mehatxatu, iraindu, besteei kalterik eragin edo zerbitzu hau erabiltzen dituztenak gutxietsi.
fi: 4. Älä ahdistele, vahingoita, pelottele, syrji, uhkaile, mustamaalaa, aiheuta vahinkoa muille tai tarkoituksellisesti alenna muiden arvoa käyttämällä tätä palvelua.
fr: 4. Ne pas harceler, blesser, intimider, discriminer, menacer, diffamer, causer du tort à autrui ou rabaisser délibérément la valeur des autres utilisateurs de ce service.
ga: 4. Ná ciap, déan dochar do, déan leatrom, bagair, aithisigh, déan damáiste ar daoine eile nó aon drochmheas a dhéanamh ar a bhféiniúlacht go teann nuair a bhí siad ag úsáid na seirbhíse.
gd: 4. Na sàraich, dèan cron, spoch, dèan leth-bhreith, maoidh, cliù-mhill na adhbharaich dochann air càch no dìblich luach càich a chleachdas an t-seirbheis seo a dh’aona-ghnothaich.
gl: 4. Non acosar, danar, intimidar, discriminar, ameazar, difamar, causar dano a outros ou menosprezar a propósito a outros usando este servizo.
hu: 4. Nem zaklathatsz, árthatsz, félemlíthetsz meg, diszkriminálhatsz, fenyegethetsz, rágalmazhatsz másokat, és nem sértheted meg mások méltóságát a szolgáltatás használatakor.
id: 4. Tidak melecehkan, merugikan, mengintimidasi, mendiskriminasi, mengancam, mencemarkan nama baik, merugikan orang lain atau dengan sengaja merendahkan orang lain yang menggunakan layanan ini.
it: 4. Non molestare, nuocere, intimidire, discriminare, minacciare, diffamare, causare danni agli altri o intenzionalmente sminuire il valore degli altri usando questo servizio.
ko: 4. 괴롭히거나, 해를 끼치거나, 위협하거나, 차별하거나, 위협하거나, 명예를 훼손하거나, 본 서비스를 사용하는 다른 사람의 가치를 의도적으로 떨어뜨리지 않습니다.
lv: 4. Nemazināt, nekaitēt, neiebiedēt, nediskriminēt, neapdraudēt, nenicināt, nenodarīt kaitējumu citiem vai mērķtiecīgi mazināt to vērtību, kas izmanto šo pakalpojumu.
nl: 4. Niet anderen lastigvallen, schaadden, intimideren, discrimineren, bedreigen, belasteren, schade toebrengen of opzettelijk de waarde van anderen die deze service gebruiken verlagen.
pl: 4. Nie wolno nękać, zastraszać, dyskryminować, grozić, zniesławiać, szkodzić innym ani celowo obniżać wartości innych osób korzystających z tej usługi.
pt_br: 4. Não assediar, prejudicar, intimidar, discriminar, ameaçar, difamar, causar dano a outros ou propositalmente rebaixar o valor de outros usando este serviço.
pt_pt: 4. Não assediar, magoar, intimar, discriminar, ameaçar, difamar, causar dano a outros ou propositadamente rebaixar o mérito de outros utilizando este serviço.
ru: 4. Не притеснять, не причинять вреда, не запугивать, не дискриминировать, не угрожать, не порочить, не причинять вреда другим и преднамеренно не унижать достоинства других, пользующихся этим сервисом.
sk: 4. Je zakázané obťažovať, ubližovať, zastrašovať, diskriminovať. vyhrážať sa, spôsobovať ujmu iným alebo zámerne ponižovať iných počas používania tejto služby.
sv: 4. inte trakassera, skada, skrämma, diskriminera, hota, förtala, skada andra eller avsiktligt förgöra andras värde med hjälp av denna tjänst.
tr: 4. Başkalarını taciz etmeyin, incitmeyin, gözünü korkutmayın, ayırt etmeyin, tehdit etmeyin, hakaret etmeyin, başkalarına zarar vermeyin veya kasıtlı olarak bu hizmeti kullananların değerini düşürmeyin.
uk: 4. Не переслідувати, не заподіювати шкоди, не залякувати, не дискримінувати, не погрожувати, не займатись наклепом, не заподіювати шкоду іншим чи цілеспрямовано принижувати цінність інших людей, використовуючи цю послугу.
zh: 4. 不得在服务器中骚扰、伤害、恐吓、歧视、威胁、诽谤、造成伤害或故意贬低TA人。
zh_tw: 4. 不得騷擾、傷害、恐嚇、歧視、威脅、誹謗，對其他人造成傷害或故意貶低使用此服務的其他人的價值。

source: 5. Not violate the privacy of others by disclosing personally identifiable information (for example real name, location, ID) or private details (for example social media or messenger account names) of others without their consent.
ast: 5. Nun violare la privacidade d’outros publicando informaciones personalmente identificables (por exemplo nome verdadeiru, ubicacion, ID) ou privadæs (por exemplo nomes de medios sociales ou cuœntæs de messenger) d’outros sin l assenso de sou.
bg: 5. Не може да нарушавате поверителността на другите като разгласявате лична информация (напр. истинско име, местонахождение) или поверителни данни (напр. потребителски имена в социални мрежи) на други хора, без това да е съгласувано с тях.
ca: 5. No violar la privacitat dels altres mitjançant la divulgació d'informació personal d'identificació (per exemple, nom real, ubicació, identificació) o dades privades (per exemple, xarxes socials o noms de comptes de missatgeria) d'altres sense el seu consentiment.
cs: 5. Neporušujte soukromí ostatních osob tím, že bez jejich souhlasu zpřístupníte jejich osobní údaje (například skutečné jméno, umístění, ID) nebo soukromé údaje (například sociální média nebo jména/čísla účtů).
de: 5. Die Privatsphäre anderer nicht zu verletzen, indem persönlich identifizierbare Informationen (z.B. der echte Name, Adresse, Identität) oder private Details (z.B. Kontonamen in sozialen Medien oder Messengern) von anderen ohne deren Einwilligung preisgegeben werden.
el: 5. Να μην παραβιάζεις το απόρρητο των άλλων, αποκαλύπτοντας προσωπικές πληροφορίες (π.χ. το πραγματικό όνομα, την τοποθεσία, την ταυτότητα) ή ιδιωτικά στοιχεία (για παράδειγμα το ονόματα σε κοινωνικά δίκτυα ή σε λογαριασμούς υπηρεσίας μηνυμάτων) άλλων, χωρίς τη συγκατάθεσή τους.
es: 5. No violar la privacidad de otros al revelar información de identificación personal (por ejemplo, nombre real, ubicación, identificación) o detalles privados (por ejemplo, redes sociales o nombres de cuentas de mensajería) de otros sin su consentimiento.
eu: 5. Ez besteen pribatutasuna urratu informazio pertsonala argitaratuz (adibidez, benetako izena, kokapena, identifikazioa) edo datu pribatuak (adibidez, sare sozialak edo mezularitzako kontu izenak) besteen baimenik gabe.
fi: 5. Älä loukkaa toisten yksityisyyttä paljastamalla toisten henkilökohtaisia tietoja (esimerkiksi oikea nimi, sijainti, henkilöllisyystunnus) tai yksityisiä yksityiskohtia (esimerkiksi sosiaalisen median tai messenger-tilien nimiä) ilman heidän suostumustaan.
fr: 5. Ne pas violer la vie privée d'autrui en divulguant des informations personnellement identifiables (nom réel, emplacement, identifiant, etc.) ou des informations personnelles (noms de compte de réseaux sociaux ou de messagerie, par exemple) d'autres personnes sans leur consentement.
ga: 5. Ná sáraigh príobháideachas daoine eile trína bhfaisnéis aitheanta pearsanta (m.sh. fíor-ainm, láthair, ID) nó sonraí príobháideacha (m.sh. ainmneacha meán sóisialta nó cuntas teachtairí eile) a nochtadh gan a cheadúnas féin.
gd: 5. Na bris prìobhaideachd càich le foillseachadh fiosrachaidh leis an gabh an aithneachadh gu pearsanta (can an dearbh-ainm, an ID aca no far a bheil iad) no fiosrachaidh phearsanta càich (can ainmean chunntasan air meadhanan sòisealta no air teachdaire) às aonais aonta uapasan.
gl: 5. Non violar a intimidade doutros revelando información persoalmente identificábel (por exemplo, o nome real, o lugar ou o identificador) ou detalles privados (por exemplo os nomes de contas de redes sociais ou mensaxaría) doutros sen o seu consentimento.
hu: 5. Nem sértheted meg mások magánszféráját a személyes adataik (például a valódi nevük, helyük és azonosítójuk), vagy bizalmas adataik (például közösségi média és csevegőfiókjuk nevét) engedély nélküli megosztásával.
id: 5. Tidak melanggar privasi orang lain dengan mengungkapkan informasi yang dapat diidentifikasi secara pribadi (misalnya nama asli, lokasi, ID) atau rincian pribadi (misalnya nama akun media sosial atau layanan pesan) orang lain tanpa persetujuan mereka.
it: 5. Non violare la privacy degli altri divulgando informazioni personali identificabili (per esempio nome reale, posizione, documento d'identità) o dettagli privati (per esempio nome del profilo di social media e messenger) di altri senza il loro consenso.
ko: 5. 타인의 개인 식별 정보(예: 실명, 위치, ID) 또는 개인 정보(예: 소셜 미디어 또는 메신저 계정 이름)를 동의 없이 공개하여 타인의 개인 정보를 침해하지 않습니다.
lv: 5. Nepārkāpt citu personu konfidencialitāti, atklājot citu personu datus (piemēram, reālo vārdu, atrašanās vietu, ID) vai privātas ziņas (piemēram, sociālo mediju vai ziņojumapmaiņas kontu nosaukumus) citiem bez viņu piekrišanas.
nl: 5. De privacy van anderen niet schenden door persoonlijk identificeerbare informatie (bijvoorbeeld echte naam, locatie, ID) of privégegevens (bijvoorbeeld sociale media of messengeraccounts) van anderen zonder hun toestemming openbaar te maken.
pl: 5. Nie naruszaj prywatności innych osób, ujawniając informacje umożliwiające identyfikację osoby (na przykład prawdziwe imię i nazwisko, położenie, media społecznościowe lub nazwy innych kont) bez jej zgody.
pt_br: 5. Não violar a privacidade de outros ao divulgar informações de identificação pessoal (ex.: nome real, endereço, ID) ou detalhes privados (ex.: nomes de contas em mídias sociais ou aplicativos de mensagens) de outros sem consentimento.
pt_pt: 5. Não violar a privacidade de outros através da divulgação de informação pessoalmente identificável (por exemplo o nome real, localização, bilhete de identidade) ou dados privados (por exemplo nomes de contas nas redes sociais ou messenger) ou outras informações sem o consentimento dos visados
ru: 5. Не нарушать неприкосновенность частной жизни других лиц, раскрывая личную информацию (например, настоящее имя, местонахождение, ID) или личные данные (например, имена в социальных сетях или учетные записи) других лиц без их согласия.
sv: 5. inte kränker andras integritet genom att avslöja personligt identifierbar information (till exempel riktiga namn, plats, ID) eller privata uppgifter (till exempel sociala medier eller Messenger konto namn) av andra utan deras medgivande.
tr: 5. Kişisel olarak tanımlanabilecek bilgileri (örneğin gerçek adı, yeri, kimliği) veya başkalarının kişisel bilgilerini (örneğin sosyal medya veya haberci hesap adları) açıklayarak başkalarının gizliliğini ihlal etmeyin.
uk: 5. Не порушувати конфіденційність інших осіб, розкриваючи особисту інформацію (наприклад, справжнє ім'я, місцезнаходження, ID) або приватні деталі (наприклад, імена облікових записів соціальних медіа чи месенджерів) інших осіб без їхньої згоди.
zh: 5. 未经TA人同意，不得通过披露TA人的个人身份信息（例如真实姓名，地点，身份证）或私人信息（例如社交媒体或账户名称），来侵犯别人隐私。
zh_tw: 5. 不得未經他人同意以透露個人資料（如真實姓名、地址、身分證明等）或私人資訊（如社群媒體或通訊軟體帳號與名稱）侵犯他人隠私。

source: 6. Not incite violence or promote illegal acts.
ast: 6. Nun incitare la violenca ou promover acciones illegales.
bg: 6. Не може да насърчавате към насилие или други незаконни действия.
ca: 6. No incitar a la violència ni promoure actes il·legals.
cs: 6. Nevyvolávejte násilí nebo nezákonné jednání.
de: 6. Nicht zu Gewalt anzustiften oder illegale Handlungen zu begünstigen.
el: 6. Δεν ενθαρρύνεται η βία ούτε προωθούνται παράνομες πράξεις.
es: 6. No incites a la violencia ni promuevas actos ilegales.
eu: 6. Ez sustatu biolentziarik eta ez bultzatu legez kanpoko ekintzarik.
fi: 6. Älä yllytä väkivaltaan tai edistä laittomia tekoja.
fr: 6. Ne pas inciter à la violence ou promouvoir des actes illégaux.
ga: 6. Ná gríosaigh foréigean nó ná cuir gníomhartha mídhleathacha.
gd: 6. Na brosnaich fòirneart no gnìomhan mì-laghail.
gl: 6. Non incitar á violencia ou promover actos ilegais.
hu: 7. Nem szíthatsz erőszakot vagy támogathatsz törvénytelen tetteket.
id: 6. Tidak menghasut kekerasan atau mendukung tindakan ilegal.
it: 6. Non incitare violenza o promuovere azioni illegali
ko: 6. 폭력을 조장하거나 불법 행위를 조장하지 않습니다.
lv: 6. Nesākt vardarbību vai veicināt nelikumīgas darbības.
nl: 6. Niet aanzetten tot geweld of het promoten van illegale handelingen.
pl: 6. Nie zachęcaj do przemocy ani nie promuj nielegalnych działań.
pt_br: 6. Não incitar violência ou promover atos ilegais.
pt_pt: 6. Não incitar à violência ou promover atos ilegais.
ru: 6. Не провоцировать насилие и не поощрять незаконные действия.
sk: 6. Nepodnecovať násilie alebo podporovať nelegálne činnosti.
sv: 6. inte väcka våld eller främja olagliga handlingar.
tr: 6. Şiddeti teşvik etmeyin veya yasa dışı eylemleri teşvik etmeyin.
uk: 6. Не підбурювати до насильства або заохочувати протизаконні дії.
zh: 6. 不得煽动暴力，或非法宣传。
zh_tw: 6. 不得煽動暴力或宣傳非法舉動。
