Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: The Mediterranean, home to the Phoenicians, Greeks, Egyptians and later on Romans. They took the rudimentary knowledge and principles of organisation from Mesopotamia and forged it into something more, thereby shifting the centre of learning and knowledge to the Mediterranean Coast, thus laying the foundations of civilization as we know it today. The Mediterranean Sea is almost completely enclosed by land: on the north by Gallia Transalpina (Transalpine Gaul), Italia, Greece (Graecia) and Anatolia, on the east by Syria, on the south by Libya and Mauritania, and on the west by Iberia. The name Mediterranean is derived from Latin, but the Romans themselves preferred the term 'Mare Internum' or even 'Mare Nostrum'.
ast: El Mediterraneo, llar de los egypcios, phenicios, hellenos & lluögo romanos. Estɐs culturɐs partierun de los rudimentos structurales de Mesopotamia & refinarun-llos, dislocando l centro de sciencia & erudicion a la marinha mediterranea, & d’ende, poniendo lɐs bases a l mundu cumo ãguanho llu conhocemus. El Mediterraneo ye un mare quasi cerrado: llinda a l Avessedo cun la Gallia Transalpina, Italia, Grecia (Graecia) & Anatolia, Llevante cun Syria, Media-díɐ cun Libya & Mauritania & Poniente cun Iberia. La palhabra Mediterraneo deriva de l llatin (Mediterraneum), mas a los prioprios romanos prestabɐn-yis más los nomes “Mare Internum” ou “Mare Nostrum”.
bg: Средиземноморието, дом на финикийци, гърци, египтяни и по-късно римляни. Те попили основните знания и принципите на организацията от Месопотамия и ги превърнали в нещо повече, измествайки центъра на науката и познанието към бреговете на Средиземно море, полагайки основите на познатата ни цивилизация. Средиземно море е почти изцяло заобиколено от суша: на север от Нарбонска Галия, Италия, Гърция и Анадола; на изток от Сирия; на юг от Либия и Мавритания; а на запад от Иберия. Името на Средиземно море идва от латински, но римляните са предпочитали името „Маре интернум“ (вътрешно море) или дори „Маре Нострум“ (нашето море).
br: Mor Kreizdouar, ti evit ar Fenisianed, Gresianed, Ejipsianed ha diwezhatoc'h war ar Romaned. Kemer a rejont an anaoud dister ha reolennoù diazez aozañ eus Mezopotamia ha stummet o doa anezhañ en un dra ouzhpenn, en ur zilec'hiañ neuze kreizenn an anaoud hag an deskiñ en Aod Kreizdouar, evel se en ur lakaat diazezoù ar stuzegezh evel ma vez anavezet ganeomp hiziv. Ar Mor Kreizdouar zo kazi gourizet penn-da-benn gant douar: en hanternoz gant Gallia Tranzalpina (Galia en tu all d'an Alpoù), Italia, Gres (Graekia) hag Anatolia, er reter gant Siria, er su gant Libia ha Maoritania, hag er c'hornôg gant Iberia. An anv Kreizdouar a zeu eus al Latin, hogen kavout a raent d'ar Romaned o-unan gwelloc'h an termen 'Mare Internum' pe zoken 'Mare Nostrum'.
ca: La Mediterrània, la llar dels fenicis, grecs, egipcis i més tard els romans. Es van dur els coneixements i principis d'organització rudimentària de Mesopotàmia i forjat en quelcom més, desplaçant amb això el centre de l'aprenentatge i el coneixement de la costa mediterrània, establint així les bases de la civilització tal com la coneixem avui dia. El mar Mediterrani està gairebé completament envoltat per terra: pel nord amb Gallia Transalpina, Itàlia, Grècia (Graecia) i Anatòlia, a l'est amb Síria, al sud amb Líbia i Mauritània, i per l'oest amb Iberia. El nom de la Mediterrània es deriva del llatí, però els propis romans van preferir el terme 'Mare Internum' o fins i tot 'Mare Nostrum'.
cs: Středozemní moře, domov Féničanů, Řeků, Egypťanů a později Římanů. Vzali základní znalosti a zásady uspořádání společnosti z Mezopotámie a přetavili je v něco víc. Tím přesunuli středisko vzdělání a vědomostí na pobřeží Středozemního moře, čímž položili základy civilizace, jak ji známe dnes. Téměř celé Středozemní moře obklopuje pevnina: na severu Gallia Transalpina (Zaalpská Gálie), Itálie, Řecko (Graecia) a Anatolie, na východě Sýrie, na jihu Libye a Mauritánie, a na západě Pyrenejský poloostrov (Iberia). Sami Římané pro Středozemní moře (Mare Mediterraneum) upřednostňovali termín „Mare Internum“ („Vnitřní moře“) nebo dokonce „Mare Nostrum“ („Naše moře“).
da: Middelhavet, hjemsted for fønikerne, grækerne, egypterne og senere romerne. De tog den rudimentære viden og organisationsprincipperne fra Mesopotamien og udviklede dem til noget mere og flyttede derved centrum for læring og viden til Middelhavskysten og lagde derigennem grundlaget for civilisationen, som vi kender den i dag. Middelhavet er næsten fuldstændig omsluttet af land: mod nord af Gallia Transalpina (Transalpine Gallien), Italia, Grækenland (Graecia) og Anatolien, mod øst af Syrien, mod syd af Libyen og Mauretanien og mod vest af Iberien . Navnet Middelhavet er afledt af latin, men romerne foretrak selv udtrykket 'Mare Internum' eller endda 'Mare Nostrum'.
de: Das Mittelmeer, Heimat der Phönizier, Griechen, Ägypter und später auch der Römer. Sie nahmen das rudimentäre Wissen und die Prinzipien der Organisation von Mesopotamien und erschufen daraus etwas Neues, wodurch sich das Zentrum des Lernens und des Wissens zur Mittelmeerküste verschob. So wurde der Grundstein für die Zivilisation, so wie wir sie heute kennen, gelegt. Das Mittelmeer ist fast völlig von Land umschlossen: im Norden von Gallia Narbonensis, Italien, Griechenland (Graecia) und Anatolien, im Osten von Syrien, im Süden von Libyen und Mauretanien, und im Westen von der Iberischen Halbinsel. Die Römer nannten das Mittelmeer „Mare Internum“ oder sogar „Mare Nostrum“.
el: Η Μεσόγειος, ήταν το σπίτι για να τους Φοίνικες, τους Έλληνες, τους Αιγυπτίους και αργότερα των Ρωμαίων. Οι οποίοι πήραν τη στοιχειώδη γνώση και τις αρχές της οργάνωσης από τη Μεσοποταμία και την εξέλιξαν σε κάτι περισσότερο, μετατοπίζοντας έτσι το κέντρο της μάθησης και της γνώσης στις ακτές της Μεσογείου, θέτοντας έτσι τα θεμέλια του πολιτισμού όπως τον ξέρουμε σήμερα. Η Μεσόγειος περικλείεται σχεδόν πλήρως από γη: στα βόρεια από την Ορεινή Γαλατία (Γαλατία των Άλπεων ), Ιταλία, Ελλάδα (Γκρέτσια) και την Ανατολία, στα ανατολικά από τη Συρία, στα νότια από τη Λιβύη και τη Μαυριτανία, και στα δυτικά από την Ιβηρία. Το όνομα Μεντιτεράνιαν προέρχεται από τη λατινική, αλλά και οι ίδιοι οι Ρωμαίοι προτιμούσαν τον όρο «η θάλασσα μας» ή ακόμα και «Μάρε Νόστρουμ».
es: El Mediterráneo; hogar de fenicios, griegos, egipcios y, más tarde, romanos. Tomaron los rudimentos organizativos de la Mesopotamia clásica y la transformaron en algo mas grande, cambiando el centro del conocimiento y aprendizaje a la costa mediterránea para establecer los cimientos de la civilización actual. El mar está prácticamente rodeado por costa: al norte por la Galia transalpina, Itálica, Grecia y Anatolia, al este Siria, al sur Libia y Mauritania, y al oeste Iberia. El nombre deriva del latín, pero los romanos preferían llamarlo «Mare Internum» o «Mare Nostrum».
eu: Mediterraneoa: Feniziar, Greko, Egiptoar, eta beranduago Erromatarren bizilekua. Mesopotamia klasikoko antolaketaren funtsa hartu eta zerbait hobeagoan bihurtu zuten, jakintzaren zentroa eta ikasketak mediterraneoko kostaldera eramanez eta gaur egungo zibilizazioaren ezagueraren oinarriak jarriz. Itsasoa kostaldeaz ia erabat inguraturik dago: iparretik Alpeak haragoko Galia, Italia, Grezia eta Anatolia. Ekialdean Siria. Hegoaldean Libia eta Mauritania, eta Iberia sartaldean. Izena latinaren mailegua da, baina erromatarrek nahiago zuten «mare internum» edo «mare nostrum» deitu.
fa: مدیترانه خانه فینیقیه ای ها ، یونانی ها ، مصریها و بعدها رومی ها بود. آنها دانش اولیه و اصول سازماندهی را از مردم بین النهرین آموختند و آنرا گسترش دادند و به مرور مرکز دانش جهان از بین النهرین به سمت مدیترانه انتقال پیدا کرد و باعث شد تا زیربنای تمدنی که امروزه می شناسیم ریخته شود.()()
fi: Välimeri, foinikialaisten, kreikkalaisten, egyptiläisten ja myöhemmin roomalaisten koti. He ottivat Mesopotamiasta peräisin olevat alkeelliset tiedot ja organisaatioperiaatteet ja muokkasivat niistä jotakin suurempaa. Näin he siirsivät oppimisen ja tiedon keskipisteen Välimeren rannikolle ja loivat näin perustan sivilisaatiolle sellaisena kuin me sen nykyään tunnemme. Välimeri rajoittuu lähes kokonaan maa-alueisiin: pohjoisessa Gallia Transalpina (Transalpiininen Gallia), Italia, Kreikka (Graecia) ja Anatolia, idässä Syyria, etelässä Libya ja Mauritania ja lännessä Iberia. Nimi Välimeri on peräisin latinasta, mutta roomalaiset itse käyttivät mieluummin termiä Mare Internum ("sisäinen meri") tai jopa Mare Nostrum ("meidän meremme").
fr: La Méditerranée, berceau des Phéniciens, des Grecs, des Égyptiens et plus tard des Romains. Ils ont pris le savoir rudimentaire et les principes d'organisation de la Mésopotamie et les ont perfectionnés, faisant de la côte Méditerranéenne le centre de l'apprentissage et du savoir, et posant ainsi les fondations de la civilisation telle que nous la connaissons aujourd'hui. La mer Méditerranée est presque entièrement entourée de terre : au nord par la Gallia Transalpina (Gaule transalpine), l'Italie, la Grèce (Graecia) et l'Anatolie, à l'est par la Syrie, au sud par la Libye et la Mauritanie, et à l'ouest par l'Ibérie. Le nom Méditerranée est dérivé du latin, mais les Romains eux-mêmes préféraient le terme « Mare internum » ou même « Mare nostrum ».
ga: An Mheánmhuir, tír dhúchais na bhFéiníceach, na nGréigeach, na nÉigipteach agus, níos déanaí, na Rómhánach. Thóg siad fios bunúsach eagrúcháin as an Measpatáim agus chrúthaigh siad níos mó as, agus mar sin ghluais siad lár na foghlama go dtí Cósta na Meánmhara, agus chrúthaigh siad bunsraith na sibhialtachtaí nua-aimseartha san iarthar. Tá talamh i mórthimpeall na Meánmhara: tá 'Gallia Transalpina' (an Ghaill Trasalpach), Leithinis na hIodáile, an Ghréig (an Ghréig Mhór) agus an Anatóil sa tuaisceart, an tSiria san oirthear, an Libia agus an Mháratáin sa deisceart, agus an Ibéir san iarthar. Tháinig an ainm Béarlach 'Mediterranean' as Laidin, ach d'úsáid na Rómhánaigh iadsan féin na hainm 'Mare Internum' (an Mhuir Intíre) nó 'Mare Nostrum' (Ár Muir).
gd: Ghabh na Phenicich, na Greugaich, na h-Èipheitich agus an uairsin na Ròmanaich còmhnaidh ri taobh na Mara Meadhanaich. Chleachd iad an eòlas toiseachail agus na prionnsabalan eagrachaidh à Mesopotamia agus chuir iad piseach orra gus an deach costa na Mara Meadhanaich ’na phrìomh-ionad ionnsachaidh ’s eòlais. Seo an dòigh san deach an sìobhaltas againne a stèidheachadh. Cha mhòr nach eil am Muir Meadhanach cuairtichte le tìr gu tur: Tha Gallia Transalpina (A’ Ghall thar-Ailpeach), an Eadailt, A’ Ghreug (Graecia) agus Anatolia gu tuath, Siridhea gu ear, Libia agus Moratàinea gu deas agus an Ibèir gu iar air. Bhiodh “Mare Internum” no fiù ’s “Mare Nostrum” aig na Ròmanaich air.
hu: A Földközi-tenger: a föníciaiak, görögök, egyiptomiak és később a rómaiak otthona. Fogták a mezopotámiai kezdetleges tudást és szervezési elveket, és valami többé kovácsolták, ezáltal eltolva a tanulás és a tudás központját a Földközi-tenger partvidékére, megalapozva a ma ismert civilizációt. A Földközi-tenger majdnem teljesen földdel körülzárt: északról Gallia Transalpina (Transzalpoki Gallia), Itália, Görögország (Graecia) és Anatólia, keletről Szíria, délről Líbia és Mauritánia, nyugaton pedig Ibéria. A Földközi-tenger a latin nevéből származik, de a rómaiak a „Mare Internum” vagy a „Mare Nostrum” nevet használták.
id: Mediterania, rumah bagi bangsa Fenisia, Yunani, Mesir, dan kemudian Romawi. Mereka mengambil pengetahuan dasar dan prinsip-prinsip organisasi dari bangsa Mesopotamia dan menempanya menjadi sesuatu yang lebih, dengan demikian menggeser pusat pembelajaran dan pengetahuan ke Pesisir Mediterania, sehingga meletakkan dasar-dasar peradaban seperti yang kita kenal sekarang. Laut Mediterania hampir seluruhnya tertutup oleh daratan: di utara oleh Gallia Transalpina (Galia Transalpina), Italia, Yunani (Graecia) dan Anatolia, di timur oleh Suriah, di selatan oleh Libya dan Mauritania, dan di barat oleh Iberia. Nama Mediterania berasal dari bahasa Latin, tetapi orang Romawi sendiri lebih menyukai istilah 'Mare Internum' atau bahkan 'Mare Nostrum'.
it: Il Mediterraneo, casa dei Fenici, Greci, Egiziani ed in seguito dei Romani. Presero la conoscenza e principi di organizzazione rudimentali dalla Mesopotamia e la forgiarono in qualcosa di più, spostando così il centro di apprendimento e di conoscenza alla Costiera Mediterranea, gettando così le basi della civiltà così come la conosciamo oggi. Il Mar Mediterraneo è quasi completamente racchiuso da terre: a nord da Gallia Transalpina (Transalpin Gaul), Italia, Grecia (Graecia) e l'Anatolia, a est con la Siria, a sud con la Libia e la Mauritania, e a ovest con l'Iberia . Il nome Mediterraneo deriva dal latino, ma i romani stessi preferivano il termine 'Mare Internum' oppure 'Mare Nostrum'.
ja: フェニキア人、ギリシャ人、エジプト人、そして後にローマ人が住む地中海。 彼らはメソポタミアの基本的な学問と社会組織の原則を基に発展させ、学術と知識の中心を地中海沿岸に移すことで、今日知られている文明の基礎を築きました。 北はガリア・トランサルピナ（トランサルピナ・ゴート）、イタリア、ギリシャ（グラエキア）、アナトリア、東はシリア、南はリビア、モーリタニア、西はイベリアというように、 地中海はほぼ完全に陸地に囲まれています。地中海という名前はラテン語に由来していますが、ローマ人らは「マア・インターナム」や「マレ・ノストラム」という言葉を好んでいました。
ko: 지중해, 페니키아, 그리스, 이집트, 그리고 나중에 로마인의 고향. 그들은 메소포타미아에서 조직의 기초지식과 원칙을 가져와 서 더 많은 것으로 만들어서, 학습과 지식의 중심을 지중해 연안으로 옮겨 오늘날 우리가 알고 있는 문명의 기초를 놓았습니다. 지중해는 거의 완전히 육지로 둘러싸여 있습니다: 북쪽에는 갈리아 트란살피나(알프스 남쪽의 골족), 이탈리아, 그리스(그라에시아) 및 아나탈리아가 있고, 동쪽은 시리아, 남쪽으로는 리비아와 모리타니, 서쪽으로는 이베리아로 둘러싸여 있습니다. 지중해라는 이름은 라틴어에서 유래되었지만 로마인들은 '마레 인터넘'이나 심지어 '마레 노스트룸'이라는 용어를 선호했습니다.
ms: Kawasan Mediterranean, merupakan rumah kepada puak Phoenicia, Yunani, Mesir dan terkemudian puak Rom. Mereka memperoleh pengetahuan dan juga prinsip pengorganisasian daripada tamadun Mesopotamia dan menambahbaik ia lagi, seterusnya menjadikan kawasan ini pusat pembelajaran dan pengetahuan Mediterranean, inilah tapak asas ketamadunan yang kita ketahui sehingga hari ini. Laut Mediterranean hampir sepenuhnya dilitupi tanah: di bahagian utara terletaknya Gallia Transalpina (Gaul Transalpine), Italia, Yunani (Graecia) dan Anatolia, manakala di bahagian timur terdapat Syria, dan selatan terdapat Libya dan Mauritania, serta di bahagian barat terletaknya Iberia. Nama Mediterranean diterbitkan dari bahasa Latin, tetapi puak Rom lebih menyukai perkataan 'Mare Internum' atau pun 'Mare Nostrum'.
nb: Middelhavet, hjem for fønikere, Grekere, Egyptere og senere Romere. De tok den rudimentære kunnskapen og prinsippene om organisering fra Mesopotamia og gav den grobunn til noe mer, derav ble senteret for læring og kunnskap flyttet til middelhavskysten, noe som la grunnlaget for sivilisasjon slik vi kjenner den i dag. Middelhavet er nesten helt lukket inne av land: i nord av Gallia Transalpina (Gallia Narbonensis), Italia, Hellas, Mauritius, og i vest av Iberia. Navnet middelhavet er utledet fra Latin, men Romerne selv foretrakk terminologien 'Mare Internum' eller selv 'Mare Nostrum'.
nl: Het Middellandse Zeegebied, thuishaven van de Feniciërs, Grieken, Egyptenaren en later de Romeinen. Zij brachten hun elementaire kennis en principes vanuit Mesopotamië en bouwden erop voort, waardoor ze het centrum voor kennis en onderwijs verschoven naar het Middellandse Zeegebied en daarmee ook de basis legden voor de beschavingen zoals we die vandaag kennen. De Middellandse Zee is bijna volledig omgeven door land: in het noorden door Gallia Transalpina (Gallië ten westen van de Alpen), Italië, Griekenland en Anatolië, in het oosten door Syrië, in het zuiden door Libië en Mauritanië, en in het westen door Iberië. De benaming "Mediterraneum" (Engels) is afgeleid van het Latijn, maar de Romeinen gaven de voorkeur aan "Mare Internum" of zelfs "Mare Nostrum".
pl: Morze śródziemne, ojczyzna Fenicjan, Greków, Egipcjan, a potem Rzymian. Wzięli oni podstawową wiedzę zasady organizacji z Mezopotamii i zmienili je w coś więcej, przesuwając tym samym centrum nauki i wiedzy na wybrzeże Morza Śródziemnego, kładąc podwaliny pod cywilizację jaką znamy. Morze Śródziemne jest niemal całkowicie otoczone przez ląd: na północy przez Gallia Transalpina (Galię Zaalpejską), Italię, Grecję (Graecia) i Anatolię, na wschodzie przez Syrię, na południu Libię i Mauretanię, a na zachodzie Iberię. Nazwa Morze śródziemne pochodzi z łaciny, jednak Rzymianie woleli nazwę 'Mare Internum' lub nawet 'Mare Nostrum'.
pt_br: O Mediterrâneo, lar dos Fenícios, Gregos, Egípcios e finalmente os Romanos. Estes povos utilizaram conhecimentos e princípios rudimentares da organização mesopotâmica e criaram algo mais, alterando o centro da pesquisa e conhecimento para a Costa Mediterrânea, fundando os alicerces da civilização moderna. O Mar Mediterrâneo é quase completamente cercado por terra: Ao norte pela Gallia Transalpina (Gália Narbonense), Itália, Grécia (Graecia) e Anatolia; ao leste pela Síria; ao sul pela Líbia e Mauritânia e a oeste pela Península Ibérica. O nome Mediterrâneo deriva do Latim, mas os Romanos preferiam o termo "Mare Internum" ou mesmo "Mare Nostrum".
pt_pt: O Mediterrâneo, lar dos fenícios, gregos, egípcios e finalmente os romanos. Estes povos utilizaram conhecimentos e princípios rudimentares da organização mesopotâmica e criaram algo mais, alterando o centro da pesquisa e conhecimento para a Costa Mediterrânea, fundando os alicerces da civilização moderna. O Mar Mediterrâneo é quase completamente cercado por terra: ao norte pela Gallia Transalpina (Gália Narbonense), Itália, Grécia (Graecia) e Anatolia; ao leste pela Síria; ao sul pela Líbia e Mauritânia e a oeste pela Península Ibérica. O nome Mediterrâneo deriva do Latim, mas os romanos preferiam o termo "Mare Internum" ou mesmo "Mare Nostrum".
ru: Средиземное море, ставшее домом для финикийцев, греков, египтян, а позже и для римлян. Они взяли элементарные знания и принципы организации из Месопотамии и преобразовали их в нечто большее, тем самым перенеся культурный и научный центры на средиземноморское побережье, и заложив таким образом основы цивилизации, которую мы знаем сегодня. Средиземное море со всех сторон окружено землей: на севере это Трансальпийская Галлия, Италия, Греция и Анатолии, на востоке Сирия, на юге Ливия и Мавритания, а на западе Иберия. Европейское название Средиземного моря «Mediterranean» имеет латинские корни, но сами римляне предпочитали термин «Mare Internum», что означало «Внутреннее море», а иногда даже «Mare Nostrum» — «Наше море».
sk: Stredomorie, domov Feničanov, Grékov, Egypťanov a neskôr Rimanov. Základné poznatky a princípy riadenia prevzali z Mezopotámie a pretavili ich v čosi väčšie, čím presunuli centrum vzdelania a znalostí na pobrežie Stredozemného mora, čím položili základy civilizácie ako ju poznáme dodnes. Stredozemné more je takmer úplne obklopené pevninou: na severe Zaalpskou Gáliou (Gallia Transalpina), Talianskom, Gréckom a Anatoliou, na východe Sýriou, na juhu Líbyou a Mauritániou, a na západe Iberiou. Názov Stredomorie pochádza z latinčiny, no Rimania používali radšej názov 'Mare Internum' alebo dokonca 'Mare Nostrum'.
sv: Medelhavet, hem till Fenicierna, Grekerna, Egyptierna och senare Romarna. De tog rudimentära kunskaper och organisationsprinciper från Mesopotamien och formade om dem till något mer, och flyttade därmed centrum för lärande och kunskap till Medelhavskusten, vilket lade grunden för civilisationen så som vi känner den idag. Medelhavet är nästan helt omgivet av mark: i norr av Gallia Trans (Transalpinska Gallien), Italia, Grekland (Graecia) och Anatolien, i öster av Syrien, i söder av Libyen och Mauretanien, och i väster av Iberiska halvön. Namnet Medelhavet kommer från latin, men romarna själva föredrog begreppet "Mare Internum" eller till och med "Mare Nostrum".
tr: Akdeniz, Fenikeliler, Rumlar, Mısırlılar ve daha sonra Romalılar'ın evi. İlkel bilgi ve ilkeleri örgütlendiklerini Mezopotamya'dan aldılar ve bir şeyler daha geliştirdiler, böylece öğrenme ve bilginin merkezini Akdeniz Kıyısı'na kaydırdık ve bugün bildiğimiz şekliyle medeniyetin temellerini attılar. Akdeniz neredeyse tamamen karayla kaplıdır: Kuzeyde Gallia Transalpina (Transalpine Gaul), Italia, Yunanistan (Graecia) ve Anadolu, doğusunda Suriye, güneyde Libya ve Moritanya, batıda Iberia . Akdeniz ismi Latince'den türemiştir, ancak Romalılar kendileri 'Mare Internum' veya hatta 'Mare Nostrum' terimini tercih ettiler.
uk: Середземномор'я являється домом для фінікійців, греків, єгиптян, а згодом і римлян. Вони взяли елементарні знання і принципи організації з Месопотамії і перетворили ці знання в щось більше, тим самим перенісши центр навчання і знань до середземноморського узбережжя, та заклали основи цивілізації, яка нам відома донині. Середземне море майже з усіх сторін оточене сушею: з півночі Gallia Transalpina (Трансальпійська Галлія), Італія, Греція (Graecia) та Анатолія, зі сходу Сирія, з півдня Лівія та Мавританія, і нарешті з заходу Іберія. Назва "Середземномор'я" походить з латини, але римляни використовували термін 'Mare Internum' - Внутрішнє море або навіть 'Mare Nostrum'.
zh: 地中海，是腓尼基人、希腊人、埃及人以及罗马人的家园。 他们从美索布达米亚吸收了初步知识，并将其转化为更多的东西，从而将学识的中心转移到地中海沿岸，奠定了我们今天所知的文明的基础。 地中海几乎完全被土地包围：北部是加利亚(高卢)，意大利，希腊和安纳托利亚(小亚细亚)，东部是叙利亚，南部是利比亚和毛里塔尼亚，西部是伊比利亚 。
zh_tw: 地中海，曾是腓尼基人、希臘人、埃及人以及稍後的羅馬人的家。他們以美索不達米亞的知室為基礎，雜揉了從地中海沿岸學到的其他東西，由此奠定我們今日所知文明的基礎。地中海幾乎完全被陸地所包圍：從北邊的阿爾卑斯山與安那托利亞，東邊的敘利亞，南邊的利比亞與茅利塔尼亞，以及西邊的伊比利亞。地中海這個名字是源自於拉丁文，但羅馬人自己則偏好稱為 'Mare Internum' 或 'Mare Nostrum'。

source: Mediterranean
ast: Mediterraneo
bg: Средиземно море
br: Kreizdouarel
ca: Mediterrani
cs: Středozemní moře
da: Middelhavet
de: Mittelmeer
el: Μεσόγειος
es: Mediterráneo
eu: Mediterraneoa
fa: مدیترانه ای
fi: Välimeri
fr: Méditerranée
ga: An Mheánmhuir
gd: Am Muir Meadhanach
hu: Földközi-tenger
id: Mediterania
it: Mediterraneo
ja: 地中海
ko: 지중해
nb: Middelhavsk
nl: Middellandse Zee
pl: Śródziemne
pt_br: Mediterrâneo
pt_pt: Mediterrâneo
ru: Средиземноморье
sk: Stredomorie
sr: Медитеран
sv: Medelhavet
tr: Akdeniz
uk: Середземномор'я
zh: 地中海
zh_tw: 地中海
