Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Bahrain, centre of the Dilmun civilization which fell in 800 BC, was in turn controlled by Sumerians, Assyrians, Babylonians, Persians and other later peoples. An island strategically placed in the Sinus Persicus (Persian Gulf) and also centre of pearl trading due to its magnificent pearl fisheries, Bahrain is never left unoccupied for long. But now, with the previous occupants gone, the land prepares for war. Will you be the next Ruler of Bahrain?
pt_pt: O Barém, centro da civilização Dilmum, que sucumbiu em 800 a.C., foi por sua vez controlado pelos sumérios, assírios, babilónios, persas e outros povos posteriores. Uma ilha estrategicamente situada no Sinus Persicus (Golfo Pérsico) e também centro do comércio de pérolas devido à sua magnífica pesca de pérolas, o Barém nunca fica desocupado durante muito tempo. Mas agora, com o desaparecimento dos anteriores ocupantes, o país prepara-se para a guerra. Serás tu o próximo governante do Barém?

# biome definition
source: A blend of lingering snow and emerging grass, marking a quiet transition from winter to summer.
pt_pt: Uma mistura de neve persistente e relva emergente, marcando uma transição tranquila do inverno para o verão.

# biome definition
source: Snow-capped trees loom through the mist. The ground is blanketed in a layer of snow.
pt_pt: Árvores cobertas de neve surgem por entre a neblina. O chão está coberto por uma camada de neve.

source: An islands map designed for intense naval combat.
pt_pt: Um mapa de ilhas concebido para combates navais intensos.

source: Sporades Islands (2 player)
pt_pt: Ilhas Espórades (2 jogadores)

source: All Roads Lead To Rome. Via Julia Augusta a Roman road built in 13 BC.
pt_pt: Todas as estradas levam a Roma. Via Julia Augusta, uma estrada romana construída em 13 a.C.

source: Each player starts deep in the forest. The Ardennes is a region of extensive forests, rolling hills and ridges formed within the Givetian Ardennes mountain range, primarily in modern day Belgium and Luxembourg. The region took its name from the ancient Silva, a vast forest in Roman times called Arduenna Silva.
br: Pep c'hoarier a grog a-bell er c'hoadoù. An Ardennoù a vez ur rannvro a goadoù bras divent, tuchennoù gant kampoulloù ha kribennoù en astenn venezek an Ardennoù Givetan, e-penn kentañ hiziv an deiz e Beljia ha Luksembour. Ar rannvro a gemeras hec'h anv eus Silva kozh, koadoù bras divent en amzerioù Roman graet anezho Arduenna Silva.
ca: Cada jugador comença enmig del bosc. La regió de les Ardenes té boscos extensos, turons ondulats i serralades formades durant el període Givetià a les muntanyes de les Ardenes, principalment a la zona actual de Bèlgica i Luxemburg. Aquesta regió va adoptar el seu nom de l'antiga Silva, un vast bosc del període romà anomenat Arduenna Silva, o bosc de les Ardenes.
fa: هر بازیکن در عمق جنگل بازی را آغاز می کند. آردنس منطقه ای است با جنگل های گسترده که تپه ها را پوشانده و محدوده کوه های اردنس را مشخص کرده است، این منطقه در دنیای امروز بیشتر در کشور بلژیک و لوگزامبورگ واقع می شود. این منطقه نامش را از سیلوا باستانی گرفته است، جنگل گسترده ای در زمان رومی ها که آنرا آردونا سیلوا می نامیدند.
ms: Setiap pemain bermula di dalam hutan yang tebal. Ardennes merupakan wilayah hutan yang luas, dengan bukit-bukau dan rabung yang terbentuk di dalam banjaran gunung Ardennes, kini meliputi negara Belgium dan Luxembourg. Nama wilayah tersebut diambil dari nama purba Silva, hutan tebal di zaman Rom yang disebut sebagai Arduenna Silva.
nb: Hver spiller starter dypt i skogen. Ardenne er en region med utstrakte skoger, bølgende åser og kammer formet av den Givetianske Ardenne fjellkjeden, hovedsaklig i det moderne Belgia og Luxembourg. Regionen tok sitt navn fra antikkens Silva, en umåtelig stor skog i kalt Arduenna Silva i romerske tider.
vi: Mỗi người chơi bắt đầu ở sâu thẳm trong rừng. Ardennes là khu vực gồm những cánh rừng, ngọn đồi và dãy núi trong phạm vi ngọn núi Givetian Ardennes, ngày nay thuộc Belgium và Luxembourg. Tên gọi của vùng này có nguồn gốc từ Silva cổ đại, một khu rừng rộng lớn vào thời Roman được gọi là Arduenna Silva.

source: A rugged land with small room for buildings with scarce wood. Represents the mountain range in the north-west africa.
br: Un douar gouez gant plas bihan evit savadurioù gant koadoù dibaot. Diskouez a ra ar chadenn venezek en Afrika Gwalarn.
ca: Una terra escarpada amb poc espai per a construccions i amb molt poca fusta. Representa el tipus de varietat del nord-oest de l'Àfrica.
ms: Dataran berbatuan dengan ruang kecil untuk pembinaan bangunan dan sumber kayu yang sedikit. Mewakili banjaran gunung di timur-laut afrika.
nb: Et barskt land med lite rom for bygninger og smått med tømmer. Forestiller fjellkjeden i det nord-vestre Afrika.
vi: Một vùng đất gồ ghề với những cụm công trình nhỏ cùng lượng gỗ hiếm hoi. Đại diện cho khu vực núi non ở đông bắc Africa.

source: Each player starts on a hill surrounded by steep cliffs. Represents Cantabria, a mountainous region in the North of the Iberian peninsula.
br: Pep c'hoarier a loc'h war un duchenn kelc'hiet gant tornaodoù rozellek. Diskouez a ra Kantabria, ur rannvro venezek en Norzh al ledenez Iberian.
ca: Cada jugador comença en un turó envoltat per penya-segats. Representa Cantàbria, una regió muntanyosa del nord de la Península Ibèrica.
fa: هر بازیکن بازی را بر روی یک تپه که با سخره ها محاصره شده است آغاز میکند. نماد منطقه کانتابریا، منطقه کوهستانی در شما ایبریان پنینسولا - اسپانیای کنونی
ms: Setiap pemain bermula di sekitar bukit yang dikelilingi lurah yang dalam. Mewakili Cantabria, wilayah bergunung di Utara semenanjung Iberia.
nb: Hver spiller starter på en ås omkranset av bratte klipper. Dette representerer Cantabria, et fjellområde i den nordre del av den Iberiske halvøy.
sr: Сваки играч почиње на брду опкољен стрмим литицама. Представљена је Кантабрија, планинска област на северу Иберског полуострва.
vi: Mỗi người chơi bắt đàu trên những ngọn đồi được bao quanh bởi những vách đá dựng đứng. Đại diện cho Cantabria, khu vực đồi núi ở miền bắc bán đảo Iberian.

source: Controlling access to the Aegean Sea from the East, the Dodecanese have been subject to numerous yet short-lived invasions. Ultimately consolidating power with Rhodes at their lead, these islands developed into great maritime, commercial and cultural centers. Will you acheive the same?
br: En ur reoliañ moned d'ar Mor Ejean eus ar Reter a oa bet an Dodekaniz pleget c'hoazh ouzh meur a aloubadeg verr. Benn-ar-fin o kreñvañ ar galloud gant Rhoda e penn an traoù a oa an inizi-mañ diorreet e kreizennoù bras war vor, koñvers ha sevenadurel. Dont a ri a-benn da beurechuiñ an hevelep tra?
ca: Controlant l'accés al mar Egeu des de l'Est, el Dodecanès ha estat sotmès a nombroses invasions de curta durada. En última instància, consolidant el poder, amb Rodes al capdavant, aquestes illes es van convertir en grans centres marítims, comercials i culturals. ¿Aconseguiràs el mateix?
fa: کنترل دسترسی به دریای اژه از سمت شرق، جزیره دودکانس هدف تهاجمات بسیاری قرار گرفته بود، آنها توان دفاعی خود را با اتحاد با جزیره رودز مستحکم تر کرده و با آنها یک مرکز دریایی، تجاری و فرهنگی بزرگ شکل دادند. آیا شما هم می توانید همچین کاری انجام دهید؟
ms: Mengawal laluan keluar masuk ke Laut Aegean dari arah Timur, Dodecanese telah menjadi rebutan banyak penaklukan tetapi dalam tempoh yang singkat. Dengan kuasa pemerintahan oleh puak Rhodes, kepulauan ini telah menjadi pusat perdagangan, komersial dan budaya. Adakah anda juga dapat mencapainya?

source: The "Island of Meroe", a vast peninsula flanked by the Nile and Atbarah rivers, formed the heartland of ancient Kush. Where the harsh deserts start making way for the semi-arid savannahs and small acacia forests dot the landscape. The area is rich in resources and the ever-present Nile brings life, but grave threats loom on the opposite riverbank.
br: "Enezenn Veroe", ul ledenez ec'hon sterniet gant ar stêrioù Nil hag Atbara a oa kreizenn Kuch kozh. E-lec'h ma loc'h an dezerzhoù tenn o sevel un hent evit savanennoù hanter-sec'h ha koadoù akasia bihan a lak ar gweledva da vezañ strewet. Pinvidik eo an dachenn e danvezioù hag an Nil hollvezant a zegas buhez, hogen dont a ra war wel gourdrouzoù spontus war ar ribl en tu enep.
ca: L'illa de Meroe, una vasta península flanquejada pels rius Nil i Atbara, va formar el cor de l'antic Cuix. Allà on els deserts severs comencen a donar pas a les sabanes semiàrides i petits boscos d'acàcia formen el paisatge. La zona és rica en recursos i el sempre present Nil aporta vida, però hi ha greus amenaces a la riba oposada del riu.
fa: "جزیره مروی" منطقه ای که توسط رود نیل و عبطره جدا شده است سرزمین اصلی کوش باستان را شکل داده است. جایی که بیابان های خشن و خشک شروع به تبدیل شدن به ساوانا های نیمه خشک کرده اند و جنگل های آکازیا بصورت پراکنده منطقه را پوشش داده است. منطقه از نظر منابع غنی است و بواسطه رود نیل زندگی به این منطقه آمده است اما خطر در جهت دیگر کناره رود همیشه وجود دارد.
ms: "Pulau Meroe", merupakan semenanjung luas yang diapit oleh sungai Nil dan Atbarah, di sinilah tanah air Kush purba. Di lokasi ini gurun pasir panas membara yang bertemu dengan tanah savanah separa-kering dan hutan kecil accasia yang kelihatan berbintik-bintik merentasi lanskap. Kawasan ini kaya dengan sumber dan kehadiran sungai Nil yang menyerlahkan lagi kehidupan di sini, sebaliknya terdapat ancaman besar disebalik tebing sungai yang berlawanan.

source: Fields of Meroe
br: Parkoù Meroe
ca: Camps de Meroe
fa: زمین های مروی
ms: Medan Meroe

source: Hellas, home to the Greeks and through them birthplace to the foundation of western civilization. Yet the land lacks unity, countless cit-states vie for dominance. Will you lead your polis to glory and greatness or see it fall into oblivion, erased from the histories?
br: Hellaz, ti evit ar C'hresianed ha drezo plasenn c'henidik evit diazez ar sevenadur kornôgel. Dioueriñ a ra en douar c'hoazh unaniezh, meur a geodedoù-stad e kevezerezh evit ar vestroni. Ren a ri da bolis evit ar gloar hag ar vrasted pe welet a ri anezhañ kouezhañ en ankoun, diverket eus an istorioù?
ca: Hellas, llar dels grecs i a través d'ells el lloc de naixement de la civilització occidental. Tanmateix, la terra manca d'unitat, un gran nombre de ciutats-estat viu pel domini. Conduireu la vostra polis a la glòria i la grandesa o la veureu caure en l'oblit, esborrada de les històries?
ms: Hellas. tanah air bagi puak Yunani dan merekalah tempat kelahiran tapak asas ketamadunan barat. Akan tetapi, mereka tidak bersatu, terdapat banyak negara-bandar yang berhasrat menguasai tanah ini. Dengan pemerintahan anda dapatkah mencapai kemajuan dan keagungan ataupun dijatuhkan dan terus padam menjadi sejarah?

source: Each player starts in a coastal area between forested hills and the Caspian Sea.
br: Pep c'hoarier a gomañs en ur c'horreenn aod etre tuchennoù a goadoù hag ar Mor Kaspian.
ca: Cada jugador comença en una àrea costanera entre turons boscosos i el mar Caspi.
fa: هر بازیکن بازی را در یک منطقه ساحلی میان تپه های جنگلی و دریای خزر آغاز می کند.
ms: Setiap pemain bermula di kawasan pantai diantara bukit berhutan dengan Laut Caspia.
nb: Hver spiller starter i et kystområde melom trerike åser og Kaspihavet.
sr: Сваки играч почиње у приобалном појасу између шумовитих брда и Каспијског мора.
vi: Mỗi người chơi bắt đầu ở khu vực ven biển nằm giữa những đồi núi và Biển Caspian.

source: Starting near the fertile banks of the Nile, the players besiege the heavily defended city Napata which lies at the foot of the hill Jebel Barkal, the "Pure Mountain". It is the Southern home of Amun, and according to Kushites and Egyptians alike, the birthplace of man. Known as the Throne of the Two Lands, the ancient religious capital of Napata lay in its shadow. This is where Kings were made... and unmade! Abutting a rich floodplain downstream from the 4th cataract, this area became the breadbasket of ancient Kush.
br: O komañs tost ouzh ribloù struj an Nil, ar c'hoarierien a seziz ar geoded Napata difennet en doare pounner a vez lec'hiet e troad an duchenn Jebel Barkal, ar "Menez Glan". Ez eo ti Amun e kreisteiz, hag hervez ar gKuchited hag an Ejipsianed en hevelep soñj, lec'h genidik an den. Anavezet evel Tron an Daou Zouar, kêrbenn gozh relijiel Napata a vez lakaet en he skeud. Ez eo e-lec'h ma veze graet ar Roueed... ha diskarded e vezent! O tizhout un draoñienn veuzadus izeloc'h eus ar 4vet lammdour, an dachenn-mañ a zeuas da vezañ kalatrez ed Kuch kozh.
ca: Començant prop dels bancs fèrtils del Nil, els jugadors assetgen la fortament defensada ciutat de Napata que es troba al peu del turó Gebel Barkal, la "Muntanya Pura". És la casa sud d'Amon, i segons cuixites i egipcis, el lloc de naixement de l'home. Conegut com el Tron de les Dues Terres, l'antiga capital religiosa de Napata estava a la seva ombra. Aquí és on els Reis eren fets... i desfets! Sostenint un terreny inundable aigües avall des de la quarta cataracta, aquesta zona es va convertir en la panera de l'antic Cuix.
fa: شروع بازی نزدیک سواحل حاصلخیز نیل، بازیکن ها در محاصره قرار داند شهر مستحکم ناپاتا را که بر روی تپه جبل بارکال ساخته شده است، "کوه خالص". این منطقه خانه جنوبی آمون است و متفق القول بر اساس اعتقادات کوشی ها و مصریان زادگاه آمون بوده است. این منطقه به نام تخت پادشاهی دو سرزمین نیز شناخته شده است، مرکز مذهبی باستانی ناپاتا که در سایه خود قرار دارد. این جایی است که شاهان به مقام رسیدند و شاهی خود را دادند! 4
ms: Bermula berhampiran dengan tebing subur sungai Nil. pemain akan mengepung bandar Napata dengan pertahanan teguh terletak di kaki bukit Jabal Barkal, iaitu "Gunung Suci". Merupakan rumah selatan Amun, berdasarkan kepercayaan puak Kush dan Mesir, dan juga tempat kelahiran manusia. Dikenali sebagai Takhta Dua Tanah, ibu negara keagamaan Napata berada disebalik bayangannya. Di sinilah Raja-Raja berkuasa dan juga dijatuhkan! Dengan terhampar luas lembah subur di bawah air terjun ke-4, kawasan ini juga merupakan sumber makanan bagi puak Kush purba.

source: The unknown. Warning: May be a naval map.
br: An dianav. Diwall: Gallout a rafe bezañ ur gartenn war vor.
ca: El desconegut. Advertència: Podria ser un mapa naval.
fa: نا شناخته. اخطار: ممکن است یک نقشه دریایی باشد
ms: Tidak diketahui. Amaran: Mungkin juga peta dengan lautan.

source: Unknown Land
br: Douar Dianav
ca: Terra desconeguda
fa: خشکی ناشناخته
ms: Tanah Tidak Diketahui
nb: Ukjent land
sr: Непозната земља
vi: Vùng đất chưa biết tên

source: The vitalizing waters of the Nile sustain life along its banks, while the long dry season scorches the land.
br: Dourioù red an Nil a zegas buhez dezhi a-hed he ribloù, e-keit ha ma rouz ar mare sec'h hir an douar.
ca: Les aigües vitalitzants del Nil sustenten la vida a traves de les seues ribes, mentre que la llarga estació seca socarra la terra.
ms: Air yang berharga dari sungai Nil menjadi penyambung kehidupan disekitar tebingnya, manakala musim kering yang berpanjangan membakar tanah disekelilingnya.

source: Dry Season
br: Mare sec'h
ca: Estació seca
ms: Musim Kering

source: Revelling in the much awaited rain, the baked land transforms into a lush haven for both man and beast.
br: O c'hoari er glav kalz gortozet, eo treuzfurmet an douar kaletet en ur goudor fonnus evit an daou Mab-den hag al loen gouez.
ca: De festa per la molt esperada pluja, la terra cremada es transforma en un paradís exuberant per a humans i bèsties.
ms: Dengan mengharap sumber hujan yang ditunggu-tunggu, tanah yang panah membara ini bertukar menjadi syurga kehidupan kepada manusia dan hidupan yang lain.

source: Rainy Season
br: Mare glav
ca: Estació de Pluges
ms: Musim Hujan

source: A region in the high snowy mountains. Biting winds sweep through the abundant conifer forests, making even the more resilient deer and mountain goats shiver.
br: Ur rannvro er menezioù uhel erc'het. Avelioù krogus a led a-dreuz ar c'hoadoù a wez-sapin a-leizh, o lakaat zoken ar c'harv gwevnoc'h ha ar c'havr menez da grennañ.
ca: Una regió al cim d'una muntanya nevada. Els vents implacables bufen pels abundants boscos coníferes i fan que els cérvols més resistents i les cabres salvatges tremolin.
ms: Wilayah dipergunungan bersalji. Angin kuat yang menghembus hutan konifer yang terbentang luas, menjadikan rusa dan kambing gurun lasak kesejukan.
nb: En region i de høye, snødekte fjell. Bitende vind står på gjennom den rike barskogen, noe som får selv de mest standhaftige hjortene og fjellgeitene til å skjelve.

source: Alpine
br: Alpek
ca: Alpí
ms: Alp
nb: Alpint

# biome definition
source: Alpine
br: Alpek
ca: Alpí
fa: آلپ
ms: Alp
nb: Alpint

source: Autumn at its peak. The landscape is a dazzling dash of colors irrevocably intertwined. The native beech and oak trees of this temperate zone display a multi-coloured foliage while the evergreen pines look on with indifference at the approaching winter.
br: An diskar-amzer en e benn. Ar gweledva ez eo un neudigenn drellus a livioù kemmesket didorrus. Gwezenn-faou genidik ha gwez-derv an dachenn glouar-mañ a zegas delioù liesliv tra ma vez sellet ouzh an traoù gant ar gwez-sapin glas-pad gant diseblantet pa'z emañ o tostaat ar goañv.
ca: El zenit de la tardor. El paisatge és un estampat lluminós de colors irrevocablement entrellaçats. Els faigs i roures autòctons d'aquesta zona temperada despleguen un fullatge multicolor mentre els pins perennes contemplem amb indiferència l'hivern que s'acosta.
ms: Musim luruh berada dikemuncak. Lanskap diselebungi warna-warna yang bergemerlapan. Pokok beech dan oak dalam zon ini mengeluarkan daun yang berwarna-warni manakala pokok pain masih kekal berwarna hijau jelas berbeza sebelum musim sejuk tiba.
nb: Høsten på sitt sterkeste. Landskapet er et fargeteppe av sammenblandede sjatteringer. De stedsegne bøk- og eike-trærne i denne temperatursonen viser til flerfarget løvverk, mens de alltid grønne furuene er likegyldige til den kommende vinteren.

# biome definition
source: Autumn at its peak. The landscape is a dazzling dash of colors irrevocably intertwined. The native beech and oak trees of this temperate zone display a multi-coloured foliage while the evergreen pines look on with indifference at the approaching winter.
br: An diskar-amzer en e benn. Ar gweledva ez eo un neudigenn drellus a livioù kemmesket didorrus. Gwezenn-faou genidik ha gwez-derv an dachenn glouar-mañ a zegas delioù liesliv tra ma vez sellet ouzh an traoù gant ar gwez-sapin glas-pad gant diseblantet pa'z emañ o tostaat ar goañv.
ca: El zenit de la tardor. El paisatge és un estampat lluminós de colors irrevocablement entrellaçats. Els faigs i roures autòctons d'aquesta zona temperada despleguen un fullatge multicolor mentre els pins perennes contemplem amb indiferència l'hivern que s'acosta.
ms: Musim luruh berada dikemuncak. Lanskap diselebungi warna-warna yang bergemerlapan. Pokok beech dan oak dalam zon ini mengeluarkan daun yang berwarna-warni manakala pokok pain masih kekal berwarna hijau jelas berbeza sebelum musim sejuk tiba.
nb: Høsten på sitt sterkeste. Landskapet er et fargeteppe av sammenblandede sjatteringer. De stedsegne bøk- og eike-trærne i denne temperatursonen viser til flerfarget løvverk, mens de alltid grønne furuene er likegyldige til den kommende vinteren.

source: Autumn
br: Diskar-amzer
ca: Tardor
ms: Musim Luruh
nb: Høst

# biome definition
source: Autumn
br: Diskar-amzer
ca: Tardor
fa: پاییز
ms: Musim Luruh
nb: Høst
sr: Јесен

source: A semi-desert area that boasts numerous clumps of date palms and tamarix trees. Herds of camels roam the wild and the occasional gazelle jumps up in fright at being disturbed.
br: Ur c'horreenn hanter-dezerzh a ziskouez ur bern bokedoù a wez-palm datez ha gwez-tamariks. Tropelladoù a gañvaled a c'haloup en natur ha lammat a ra ar c'hazelenn dre-zegouezh he deus aon rak bezañ trubuilhet.
ca: Una àrea semiàrida que conté nombrosos grups de datileres i tamarius. Ramats de camells vaguen en llibertat i, de tant en tant, alguna gasela salta de l'ensurt de ser molestada.
ms: Kawasan separa-padang-pasir yang ditumbuhi dengan pepohon kurma dan tamarisk. Sekumpulan unta liar berkeliaran dan gazel sekali-sekala kelihatan melompat ketakutan jika diganggu.
nb: Et ørkenlignende område som har flere knipper med daddelpalmer og tamarisk. Flokker av kameler vandrer vilt og av og til hopper en gaselle i frykt når den blir forstyrret.

# biome definition
source: A semi-desert area that boasts numerous clumps of date palms and tamarix trees. Herds of camels roam the wild and the occasional gazelle jumps up in fright at being disturbed.
br: Ur c'horreenn hanter-dezerzh a ziskouez ur bern bokedoù a wez-palm datez ha gwez-tamariks. Tropelladoù a gañvaled a c'haloup en natur ha lammat a ra ar c'hazelenn dre-zegouezh he deus aon rak bezañ trubuilhet.
ca: Una àrea semiàrida que conté nombrosos grups de datileres i tamarius. Ramats de camells vaguen en llibertat i, de tant en tant, alguna gasela salta de l'ensurt de ser molestada.
fa: منطقه نیمه صحرایی که توده درختان نخل و گز را به رخ می کشد. گله های شتر به مناطق وحشی سرک می کشند و گه گداری غزال ها با ترس از جای خود می جهند
ms: Kawasan separa-padang-pasir yang ditumbuhi dengan pepohon kurma dan tamarisk. Sekumpulan unta liar berkeliaran dan gazel sekali-sekala kelihatan melompat ketakutan jika diganggu.
nb: Et ørkenlignende område som har flere knipper med daddelpalmer og tamarisk. Flokker av kameler vandrer vilt og av og til hopper en gaselle i frykt når den blir forstyrret.

source: Start in a region blessed with the Mediterranean climate, a warm and inviting land. The cypresses are in a perpetual struggle with the dominant fan palms while deer graze in their shadows, blissfully unaware.
br: Loc'hañ en ur rannvro venniget gant an amzer greizdouarel, un douar tomm ha degemerus. Ar siprez a vez en un emgann peurbad gant palmoù an daez mestr e-keit ha ma'z eo peuret gant ur c'harv en o skeud, diouiet penn-da-benn.
ca: Comenceu en una regió beneïda pel clima mediterrani, una terra acollidora i càlida. Els xiprers lluiten constantment amb les palmeres dominants mentre els cérvols pasturen a l'ombra, ingènuament.
ms: Bermula di kawasan subur dengan suasana cuaca Mediterranean iaitu tanah bersuhu sederhana nan subur. Pepohon sipres berselang seli dengan pokok palma yang tampak dominan di kawasan ini manakala sang rusa meragut disebalik bayang pepohon, tampak gembira dan tidak malu-malu.
nb: Start i en region forskånet med middelhavsk klima, et varmt og gjestmildt land. Sypressene er i evig kamp med de dominante viftepalmene, mens hjorten gresser i deres skygge, i trygg uvisshet.

source: The savanna, a dry climate in which only the hardy Baobab trees thrive. Solitary gazelles graze the sparse grass, while herds of zebras, wildebeest, giraffes or elephants roam the wild in search of food.
br: Ar savanenn, un amzer sec'h e-lec'h ma kresk mat ar gwez-baobab kalonek. Gazelennoù en o unan a beur ar geot dibaot, tra ma kantren tropelladoù zebred, gnoued, jirafed pe olifanted an natur o klask boued.
ca: La sabana, un clima sec en què només els robustos baobabs prosperen. Les gaseles solitàries pasturen l'escassa herba mentre els ramats de zebres, nyus o elefants vaguen en llibertat a la cerca de menjar.
ms: Padang Savana, dengan cuaca kering yang hanya dipenuhi dengan pokok Baobab. Kelihatan rusa gazelle meragut rumput yang jarang-jarang memenuhi lanskapnya, manakala sekumpulan kuda belang, wildebeast, zirafah atau sang gajah berkeliaran mencari makanan di sini.
nb: Savannen, et tørt klima som bare de hardføre apebrødtrærne trives. Enslige gaseller gresser på det lille som er, mens flokker av sebraer, gnuer, giraffer eller elefanter ferdes i villmarka i søken etter mat.
