Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Players start on two sides of a sea with scattered islands.
ast: Los jogadores intamɐn a intrambos llados d’un mare d’islhɐs sparsɐs.
bg: Играчите започват от двете страни на море с разпръснати острови.
br: War daou du d'ur mor gant enezeier dasparzhet e krog ganti ar c'hoarierien.
ca: Els jugadors comencen als dos costats d'un mar amb illes disperses.
cs: Hráči začínají na opačných koncích moře s roztroušenými ostrovy.
da: Spillere starter på hver sin side af et hav med spredtliggende øer.
de: Die Spieler beginnen auf zwei Seiten eines Meeres mit verstreuten Inseln.
el: Οι παίκτες ξεκινάνε σε δύο μεριές της θάλασσας με διάσπαρτα νησιά γυρω.
es: Los jugadores comienzan en orillas separadas por un mar con islas dispersas.
eu: Jokalariak sakabanatutako irlak dituen itsaso baten bi aldetara hasten dira.
fa: بازیکن ها در هر دو سمت دریا با جزایر پراکنده شروع به بازی می کنند
fi: Pelaajat aloittavat kahdelta puolen merta, jossa saaria siellä täällä.
fr: Les joueurs commencent sur ​​les deux rives d'une mer aux îles dispersées.
ga: Tosaíonn na himreoirí ar dhá taobh na mara agus le hoileáin scaipthe eatarthu.
gd: Tòisichidh na cluicheadairean air an dà thaobh aig muir sa bheil eileanan sgapte.
hu: A játékosok egy szigetekkel teli tenger két szélén kezdenek.
id: Pemain mulai dari dua sisi laut dimana di antaranya ada banyak pulau.
it: I giocatori iniziano su due sponde di un mare con isole sparse.
ja: プレイヤーは島々が散らばる海の両側から開始します。
ko: 플레이어들은 섬들이 흩어져 있는 바다의 양쪽에서 출발합니다.
ms: Pemain bermula secara bertentangan di lautan dengan kepulauan yang berselerakan.
nb: Spillere starter på begge sider av et hav med spredte øyer.
nl: De spelers starten aan twee zijden van een zee met verspreide eilanden.
pl: Gracze zaczynają z rozproszonymi wyspami po dwóch stronach morza.
pt_br: Os jogadores começam nos dois lados de um mar repleto de ilhas.
pt_pt: Os jogadores começam em dois lados de um mar com ilhas dispersas.
ru: Игроки начинают на противоположных сторонах моря с множеством разбросанных по нему мелких островов.
sk: Hráči začínajú na dvoch stranách mora s roztrúsenými ostrovmi.
sr: Играчи почињу на две стране мора са раштрканим острвима.
sv: Spelare börjar på två sidor av ett hav med utspridda öar.
tr: Oyuncular denizdeki ada parçalarının iki tarafında başlar.
uk: Гравці починають на двох сторонах моря із розкиданими островами.
zh: 岛屿星罗棋布，玩家分别位于两侧。
zh_tw: 玩家於有著破碎島嶼的海洋兩端開始遊戲。

source: Aegean Sea
ast: Mare Egeo
bg: Егейско море
br: Mor Ejean
ca: Mar Egeu
cs: Egejské moře
da: Ægæiske Hav
de: Ägäis
el: Αιγαίο
es: Mar Egeo
eu: Egeo Itsasoa
fa: دریای اژه
fi: Egeanmeri
fr: Mer Égée
ga: An Mhuir Áigeach
gd: Am Muir Àigeanach
hu: Égei-tenger
id: Laut Aegea
it: Mar Egeo
ja: エーゲ海
ko: 에게 해
ms: Laut Aegean
nb: Egerhavet
nl: Egeïsche zee
pl: Morze Egejskie
pt_br: Mar Egeu
pt_pt: Mar Egeu
ru: Эгейское море
sk: Egejské more
sr: Егејско море
sv: Aegansjön
tr: Ege Denizi
uk: Егейське море
vi: Biển Aegean
zh: 爱琴海
zh_tw: 愛琴海

source: The central region of the vast continent of Africa, birthplace of humanity. Players start in a lush area teeming with vegetation and wildlife.
ast: La zona central de l vastu continente d’África, el verciu de l home. Los jogadores intamɐn n un campu nietu inçhien de flora & fauna.
bg: Централният район на огромния континент Африка — рожденото място на човечеството. Играчите започват в тучна област, изобилстваща от растителност и диви животни.
br: Ar rannvro greiz eus al ledan a gevandir Afrikan, kavell an denelezh. Stagañ a ra ganti ar c'hoarierien e-barzh ur zonenn builh a loened hag a blantennoù strujus.
ca: La regió central del vast continent d'Àfrica, bressol de la humanitat. Els jugadors comencen en una zona salvatge, plena de fauna i flora.
cs: Středová oblast rozsáhlého afrického světadílu, kolébka lidstva. Hráči začínají v bujné oblasti plné rostlinstva a zvěře.
da: Den centrale region af det store kontinent Afrika, menneskehedens fødested. Spillere starter i et frodigt område, der spænder med vegetation og dyreliv.
de: Die zentrale Region des riesigen Kontinents Afrika, Geburtsort der Menschheit. Spieler starten üblicherweise in einer üppigen Region voller Vegetation und Wildleben.
el: Η κεντρική περιοχή της μεγάλης ηπείρου της Αφρικής, γενέτειρα της ανθρωπότητας. Οι παίκτες ξεκινούν σε μια καταπράσινη περιοχή η οποία βρίθει από τη βλάστηση και την άγρια ζωή.
es: La región central del vasto continente africano, cuna de la humanidad. Empezáis en una zona frondosa, llena de fauna y flora.
eu: Afrika kontinente zabaleko erdialdea, gizateriaren sorlekua. Gune mardul batean hasiko zarete, fauna eta landarediaz beterik.
fa: منظقه مرکزی از قاره وسیع آفریقا، زادگاه اصلی انسانها. بازیکن ها بازی را در یک منطقه سرسبز که مملو از پوشش گیاهی و حیات وحش است آغاز خواهند کرد.
fi: Laajan Afrikan mantereen keskiosassa sijaitseva alue, ihmiskunnan syntypaikka. Pelaajat aloittavat rehevällä alueella, joka kuhisee kasvillisuutta ja villieläimiä.
fr: La région centrale du vaste continent Africain, berceau de l'humanité. Les joueurs commencent dans une zone grouillant d'une faune et d'une flore luxuriantes.
ga: Réigiún láir na hAfraice ollmhóire, áit breithe an chine daonna. Tosaíonn na himreoirí in ionad méith lán le fásraí is ainmhithe.
gd: Seo sgìre meadhanach Afraga, àite-breith a’ chinne-daonna. Tòisichidh na cluicheadairean air tìr torrach làn lusan is bheathaichean.
hu: A hatalmas afrikai kontinens középső régiója, az emberiség szülőhelye. A játékosok nyüzgő vadvilágú és buja növényzetű területen kezdenek.
id: Kawasan tengah dari benua Afrika yang luas, tempat lahirnya peradaban manusia. Pemain mulai di sebuah wilayah yang subur yang dikerumuni oleh tumbuhan dan binatang.
it: La regione centrale del vasto continente africano, culla dell'umanità. I giocatori iniziano in una zona lussureggiante brulicante di vegetazione e fauna selvatica.
ja: 人類の発祥の地であるアフリカの広大な大陸の中央部です。 プレイヤーは植生や野生動物に満ちた緑豊かなエリアから開始します。
ko: 인류의 발상지인 광대한 아프리카 대륙의 중심 지역. 플레이어들은 초목과 야생동물이 득실거리는 무성한 지역에서 시작합니다.
ms: Wilayah tengah benua Afrika, tempat kelahiran umat manusia, betul ke idok! Pemain bermula di kawasan subur yang dipenuhi dengan hidupan liar dan tumbuh-tumbuhan.
nb: Den sentrale delen av det store kontinentet Afrika, arnestedet til menneskeheten. Spillerne starter i et frodig område som vrimler av vegetasjon og vilt.
nl: De centrale regio van het grote continent van Afrika, geboorteplaats van de mensheid. Spelers starten in een weelderig gebied wemelend van de planten en de wilde dieren.
pl: Centralny region rozległej Afryki, miejsce narodzin ludzkości. Gracze startują w miejscu porośniętym bujną florą oraz z niezliczoną fauną.
pt_br: A região central do vasto continente da África, berço da humanidade. Os jogadores começam em uma área luxuriante, repleta de vegetação e animais selvagens.
pt_pt: A região central do vasto continente de África, berço da humanidade. Os jogadores começam numa área luxuriante, repleta de vegetação e animais selvagens.
ru: Центральная часть огромного континента Африка, колыбель человечества. Игроки начинают в роскошном районе, изобилующем растительностью и дикими животными.
sk: Centrálny región rozľahlej Afriky, rodisko ľudstva. Hráči začínajú v bujnej oblasti prekvitajúcou vegetáciou a živočíšstvom.
sv: Den centrala regionen av den stora afrikanska kontinenten, födelseplatsen för mänskligheten . Spelare börjar i ett lummigt område fullt av grönska och djurliv.
tr: Afrika'nın geniş kıtasının merkezi bölgesi, insanlığın doğduğu yer. Oyuncular, bitki örtüsü ve vahşi yaşamla dolup yemyeşil bir alanda başlıyor.
uk: Центральний регіон величезного континенту Африки – місця народження людства. Гравці починають у пишній ділянці, наповненій рослинністю та дикими тваринами.
zh: 非洲大陆中部地区，为人类的发源地。 开局周围野生动植物丰富。
zh_tw: 非洲的中部區域，人類的誕生之地。玩家在一個充滿植物與野生動物，綠草如茵的地區開始遊戲。

source: African Plains
ast: Ḷḷanada africana
bg: Африкански поля
br: Kompezennoù Afrikan
ca: Planícies Africanes
cs: Africké planiny
da: Afrikanske stepper
de: Afrikanisches Flachland
el: Αφρικάνικες Πεδιάδες
es: Llanura africana
eu: Afrikako Lautada
fa: دشت های آفریقا
fi: Afrikan tasangot
fr: Plaines africaines
ga: Machairí na hAfraice
gd: Blàran Afraga
hu: Afrikai síkság
id: Padang Afrika
it: Pianure Africane
ja: アフリカ平原
ko: 아프리카 평야
ms: Dataran Afrika
nb: Afrikasletten
nl: Afrikaanse vlakte
pl: Afrykańskie równiny
pt_br: Planícies Africanas
pt_pt: Savana africana
ru: Африканские степи
sk: Africké planiny
sr: Афричке Равнице
sv: Afrikanska Slätter
tr: Afrika Ovaları
uk: Африканські рівнини
zh: 非洲平原
zh_tw: 非洲平原

source: High Alpine mountains surrounding deep valleys strung with mountain streams and finger-like lakes.
ast: Valles fondos travessados por llagos & regatos & cerrados d’altɐs paredes alpinɐs.
bg: Високи планини, обграждащи дълбоки долини, пронизани от планински потоци и подобни на пръсти езера.
br: Menezioù Alpinek uhel o tro-droiñ traoniennoù don treuzet gant gwazhioù-dour ha bizoù lennoù.
ca: Muntanyes altes alpines que envolten valls profundes travessades per rieres de muntanya i llacs amb forma de dits.
cs: Vysoké alpské hory obklopující hluboká údolí s horskými potoky a jezery táhnoucími se jako stuha.
da: Store alpinklædte bjerge omringer dybe dale spundet med bjergvandløb og fingerlignenden søer.
de: Hochalpine Berge, die tiefe Täler mit Gebirgsbächen und fingerartigen Seen umgeben.
el: Ψηλά Αλπικά βουνά που περιβάλλουν βαθιές κοιλάδες γεμάτα με βουνίσια ρυάκια και μικρές λίμνες
es: Altas montañas alpinas que rodean profundos valles encadenados a arroyos de montaña y lagos con formas dactilares.
eu: Mendi garaiak biltzen dituzten haran sakonak, mendi erreka eta hatz-marka moduko lakuak lotzen dituena.
fa: در اطراف کوه مرتفع آلپ و در دره های عمیق آن رودخانه هایی با جریان شدید و دریاچه ای شبیه انگشتان دست وجود دارد .
fi: Korkeat alppivuoret ympäröivät syviä laaksoja, joita reunustavat vuoristopurot ja sormimaiset järvet.
fr: De hautes montagnes alpines autour de profondes vallées traversées par des ruisseaux de montagne et des lacs étroits.
ga: Gleannta doimhne le sléibhte arda Alpacha ina mhórthimpeall, srutháin sléibhe is lochanna caola.
gd: Beanntan Alpach mòra timcheall air glinn dhomhain sa bheil uillt is lochan coltach ri meuran.
hu: Hegyi patakokkal és ujjszerű tavakkal szabdalt mély völgyeket körülvevő magas alpesi hegység.
id: Pegunungan Tinggi Alpen mengelilingi lembah dalam terikat dengan lereng dan danau berbentuk seperti jari.
it: Alte montagne alpine che circondano da profonde valli inframmezzate da ruscelli di montagna e lunghi laghi.
ja: アルプスの高峰が深い谷を囲み、渓流と指状の湖が散らばります。
ko: 계곡과 손가락 모양의 호수로 연결된 깊은 계곡을 둘러싼 높은 알프스 산맥입니다.
ms: Pergunungan tinggi Alpine yang mengelilingi lembah yang dalam dengan aliran sungai dan tasik seakan jari.
nb: Høye alpine fjell omgitt av dype daler kranset med fjellbekker og fingerformede innsjøer.
nl: Hoge bergen in de Alpen rond diepe valleien, klaterende bergstroompjes en langgerekte diepe meren.
pl: Obszar wysokich gór otaczających głębokie, wąskie i długie doliny z górskimi strumieniami i jeziorami.
pt_br: Altas montanhas alpinas rodeadas por vales profundos, repletas de riachos e lagos estreitos.
pt_pt: Montanhas Alpinas altas rodeadas por vales profundos com riachos e lagos.
ru: Высокие альпийские горы, окружающие долины с горными реками и вытянутыми озёрами.
sk: Vysoké hory Álp obklopujúce hlboké údolia zdobené horskými potokmi a jazerami pripomínajúcimi prsty.
sr: Високе алпске планине опкољавају дубоке долине низ коју се протежу планински потоци и прстолика језера.
sv: Högalpina berg som omger djupa dalar med fjällbäckar och smala sjöar.
tr: Yüksek Alp Dağları yabani dereli ve parmaksı göllü sıralı derin vadileri çevreler.
uk: Високі альпійські гори, оточуючі глибокі долини, що пронизані гірськими потоками та пальцеподібними озерами.
vi: Dãy núi High Alpine bao quanh những thung lũng sâu thẳm tạo thành khung cảnh núi rừng và những hồ nước trông giống như ngón tay.
zh: 高山围着深谷，溪流蜿蜒曲折，湖泊犹如缎带。
zh_tw: 圍繞著山間溪流和手指狀的湖泊以及深谷的阿爾卑斯山。

source: Alpine Lakes
ast: Llagos alpinos
bg: Алпийски езера
br: Loc'hoù Alpinek
ca: Llacs alpins
cs: Alpská jezera
da: Alpesøer
de: Alpenseen
el: Ορεινές Λίμνες
es: Lagos alpinos
eu: Aintzira Alpinoak
fa: دریاچه های آلپ
fi: Vuoristojärvet
fr: Lacs alpins
ga: Lochanna Alpacha
gd: Lochan Alpach
hu: Alpesi tavak
id: Danau Alpen
it: Laghi Alpini
ja: アルパイン湖畔
ko: 알파인 호수
ms: Tasik Alpine
nb: Alpine innsjøer
nl: Alpenmeren
pl: Alpejskie jeziora
pt_br: Lagos Alpinos
pt_pt: Lagos alpinos
ru: Альпийские озёра
sk: Alpské jazerá
sr: Алпска језера
sv: Alpina sjöar
tr: Alp Gölleri
uk: Альпійські озера
vi: Những hồ nước vùng núi Alpine
zh: 阿尔卑斯湖泊
zh_tw: 阿爾卑斯湖

source: High Alpine mountains bordering deep valleys.
ast: Valles fondos cerrados d’altɐs paredes alpinɐs.
bg: Високи планини, граничещи с дълбоки долини.
br: Menezioù Alpinek Uhel e-kichen traoniennoù don.
ca: Muntanyes altes alpines que voregen valls profundes.
cs: Vysoké alpské hory sousedící s hlubokými údolími.
da: Høje Alper grænsende til dybe dale.
de: Hochalpine Berge, die an tiefe Täler grenzen.
el: Ψηλά Αλπικά βουνά που συνορεύουν με βαθιές κοιλάδες.
es: Altas montañas alpinas rodeando profundos valles.
eu: Alpeetako mendi garaiak haran sakonak inguratzen.
fa: کوه مرتفع آلپ مرز دره های عمیق .
fi: Korkeat alppivuoret syvien laaksojen rajoilla.
fr: De hautes montagnes alpines entourant de profondes vallées.
ga: Sléibhte arda Alpacha ar teorainn le gleannta doimhne.
gd: Beanntan Alpach mòra ri taobh glinn dhomhain.
hu: Mély völgyek alpesi hegyek koszorújában.
id: Pegunungan Tinggi Alpen membatasi lembah dalam.
it: Alte montagne alpine con profonde valli limitrofe.
ja: 深い渓谷を境とした高いアルプスの山々。
ko: 깊은 계곡과 맞닿은 높은 알프스 산맥입니다.
ms: Pergunungan tinggi Alpine yang menyempadani lembah yang dalam.
nb: Høye, alpine fjell grenser til dype daler.
nl: Hoge bergen in de Alpen, grenzend aan diepe valleien.
pl: Obszar wysokogórski otaczający głębokie dolliny.
pt_br: Montanhas alpinas cercam vales profundos.
pt_pt: Montanhas alpinas altas que fazem fronteira com os vales profundos.
ru: Высокие альпийские горы, граничащие с долинами.
sk: Hlboké údolia lemované vysokými horami Álp.
sr: Високе алпске планине ограничавају дубоке долине.
sv: Höga alpina berg som gränsar till djupa dalar.
tr: Yüksek Alp Dağları derin vadilerle sınırdaştır.
uk: Високі альпійські гори, межуючі із глибокими долинами.
vi: Dãy núi High Alpine bao quanh những thung lũng sâu thẳm.
zh: 阿尔卑斯山脉，接壤深遂的山谷。
zh_tw: 與深遂的山谷接壤的˙阿爾卑斯山。

source: Alpine Valley
ast: Vallada alpina
bg: Алпийска долина
br: Traonienn Alpinek
ca: Vall alpina
cs: Alpské údolí
da: Alpedal
de: Alpental
el: Aλπική πεδιάδα
es: Valle alpino
eu: Haran Alpinoa
fa: دره آلپ
fi: Vuoristolaakso
fr: Vallée alpine
ga: Gleann Alpach
gd: Gleann Alpach
hu: Alpesi völgy
id: Lembah Alpen
it: Valle Alpina
ja: アルパイン渓谷
ko: 알프스의 계곡
ms: Lembah Alpine
nb: Alpin dal
nl: Alpenvallei
pl: Alpejska dolina
pt_br: Vale Alpino
pt_pt: Vale alpino
ru: Альпийская долина
sk: Alpské údolie
sr: Алпска долина
sv: Alpin dal
tr: Alp Vadisi
uk: Альпійська долина
vi: Thung lũng Alpine
zh: 阿尔卑斯大峡谷
zh_tw: 阿爾卑斯大峽谷

source: High bluffs overlook the terrain below. Bountiful resources await on the cliffs, but beware of enemies planning an ambush.
ast: Maedɐs altɐs dan vista a l terreno. Allá riba ha hi balyura de recursos, pero sta-te sollerte, nun seya que cayas n una trampa.
bg: Високи отвесни скали се извисяват на терена отдолу. По скалите има примамливи ресурси, но внимавайте за врагове, тъй като може да Ви очакват в засада.
br: An tornaodoù a ro tro da welet an dachenn amañ dindan. Mammennoù e-leizh a zo o c'hortoz war an tornaodoù, met peadra 'zo da gaout disfiz rak an enebourien a aoz un dagadenn-stign.
ca: Grans penya-segats observen el terreny inferior. Un munt de recursos esperen a les roques, però vigileu els enemics que planegen una emboscada.
cs: Vysoká návrší umožňují výhled na terén pod nimi. Bohaté zdroje čekají na útesech, ale pozor na nepřátele plánující přepadení.
da: Høje skrænter tårner sig op over det nedenliggende landskab. Klipperne venter med rigelige materialer, men tag dig i agt for bagholdsangreb fra dine modstandere.
de: Hohe Felsvorsprünge überragen das Gelände. Ertragreiche Ressourcen können dort gefunden werden, aber mach dich auf Feinde, die einen Hinterhalt planen, gefasst.
el: Ψηλά βράχια δεσπόζουν κάτω στο έδαφος. Άφθονοι πόροι περιμένουν στους λόφους, αλλά προσοχή στους εχθρούς που σχεδιάζουν ενέδρα.
es: Altos peñascos vigilan el terreno circundante. Riscos ricos en recursos esperan a aquellos que decidan adentrarse ojo avizor de emboscadas enemigas.
eu: Harkaitz garaiak inguruko guneak zelatatzen dituzte. Baliabideetan oparo diren harkaitzak sartzen ausartzen direnen zain daude, etsaien segaden hadi.
fa: پرتگاه های بلند زمین های پایین را نادیده می گیرند. منابع ارزشمندی بر روی سخره ها و بلندی ها قرار دارند اما مراقب برنامه کمین دشمنان باشید.
fi: Korkeat jyrkänteet avautuvat alapuolella olevaan maastoon. Jyrkänteillä odottavat runsaat luonnonvarat, mutta varo vihollisia, jotka suunnittelevat väijytystä.
fr: Des promontoires escarpés surmontent le terrain. Des ressources abondantes vous attendent sur les hauteurs, mais méfiez-vous des ennemis placés en embuscade.
ga: Leathaillte arda ina laftán os cionn an talaimh. Tá acmhainní go leor sna aillte, ach bí cúramach, b'fhéidir go bhfuil do naimhde ina luíochán.
gd: Tha sgurran aig ceann na tìre ìosail. Tha stòrasan beartach air mullach nan sgurran ach thoir an aire air fàth-feitheamh nan nàimhdean.
hu: Magas ormok tekintenek a lenti területre. Bőséges nyersanyag vár a sziklákon, de óvakodj az ellenségek tervezett rajtaütésétől.
id: Tebing tinggi melampaui daerah di bawah. Sumber daya melimpah menunggu di atas tebing, tapi hati-hati dengan musuh yang merencanakan serangan mendadak.
it: Alte scogliere si affacciano sul terreno sottostante. Abbondanti risorse ti attendono sulle scogliere, ma fa attenzione alle imboscate dei nemici.
ja: 高い崖からは下の地形を見下ろせます。 崖の上には豊富な資源が待っていますが、待ち伏せを計画している敵には注意してください。
ko: 높은 절벽이 아래의 지형을 내려다보고 있습니다. 절벽에는 풍부한 자원이 준비되어 있지만, 매복을 계획하는 적들을 조심해야 합니다.
ms: Lembah tinggi yang terlindung oleh rupa bumi di bawahnya. Banyak sumber di sana, tetapi hati-hati pihak musuh telah merancang serangan hendap.
nb: Høye klipper med utsikt over landskapet under. Rikelig med ressurser finnes på klippene, men vær varsom for fiender som planlegger bakholdsangrep.
nl: Machtige bergen overschouwen de laaglanden. Er zijn veel grondstoffen te vinden op de klippen, maar let op voor verrassingsaanvallen van de vijand.
pl: Wysocy chuligani wychodzą na teren poniżej. Chroń zasobów czekających na skałach, ale uważaj na wrogów planujących zasadzkę.
pt_br: Barrancos altos permitem uma análise do terreno abaixo. Grandes recompensas esperam nas colinas, porém atente-se à emboscadas inimigas.
pt_pt: Penhascos altos com vista para a paisagem mais abaixo. Recursos abundantes aguardam nos penhascos, mas cuidado com os inimigos a planear uma emboscada.
ru: Высокие утёсы дают хороший обзор над округой. Отвесные скалы богаты ресурсами, но остерегайтесь вражьих засад.
sk: Z vysokých útesov vidno krajinu. Bohaté zdroje čakajú na končiaroch, no pozor na nepriateľov pripravujúcich pascu.
sr: Високе стрмине надгледају терен испод њих. Богати ресурси се простиру на литицама, али чувај се заседе непријатеља.
sv: Höga klippor erbjuder utsikt över terrängen nedanför. Rika resurser väntar på klipporna, men se upp för fiender som planerar ett bakhåll.
tr: Yüksek riskli araziler sana doğru bakmaktadır. Bol kaynaklar seni bekliyor, ama herhangi bir düşman pususunada düşebilirsin.
uk: Високі обриви виходять на місцевість нижче. Рясні ресурси чекають на скелях, але остерігайтеся ворогів, які планують засідку.
zh: 山崖高耸，崖上资源丰富，请提防敌人的伏击。
zh_tw: 從高聳的懸崖俯瞰底下的地形。在懸崖上有豐富的資源，但小心敵人可能會突襲您。

source: Ambush
ast: Troncada
bg: Засада
br: Tagadenn-stign
ca: Emboscada
cs: Léčka
da: Bagholdsangreb
de: Hinterhalt
el: Παγίδα
es: Emboscada
eu: Segada
fa: کمین
fi: Väijytys
fr: Embuscade
ga: Luíochán
gd: Fàth-feitheamh
hu: Rajtaütés
id: Serangan mendadak
it: Imboscata
ja: 待ち伏せ
ko: 매복
ms: Serangan Hendap
nb: Bakholdsangrep
nl: Hinderlaag
pl: Zasadzka
pt_br: Emboscada
pt_pt: Emboscada
ru: Засада
sk: Pasca
sr: Заседа
sv: Bakhåll
tr: Pusu
uk: Засідка
zh: 伏击
zh_tw: 伏擊
