Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: hotkey.session.toggleaurasrange – Toggle aura range visualizations of selected units and structures
ast: hotkey.session.toggleaurasrange – Alternare la illustracion de l algame d’influencia de lɐs unidades ou structurɐs escolyidɐs
bg: hotkey.session.toggleaurasrange — Превключване на показването на обхвата на аурите на избраните единици и сгради
ca: hotkey.session.toggleaurasrange – Mostra/Amaga l'abast de l'aura de les estructures i unitats seleccionades
cs: hotkey.session.toggleaurasrange – Přepnout znázornění dosahu aury vybraných jednotek a staveb
de: hotkey.session.toggleaurasrange – Aurareichweitenvisualisierungen der gewählten Einheiten und Gebäude umschalten
el: hotkey.session.toggleaurasrange – Εναλλάσσει την εμφάνιση της αύρας της επίθεσης για τις επιλεγμένες μονάδες και κατασκευές
es: hotkey.session.toggleaurasrange – Mostrar distancia del aura de las unidades y estructuras seleccionadas
eu: hotkey.session.toggleaurasrange – Aukeratutako unitate eta egituren aura-irismen bistaratzeak txandakatzen ditu
fi: hotkey.session.toggleaurasrange – Ota valittujen yksiköiden ja rakenteiden auran kantaman visualisoinnit käyttöön tai poista ne käytöstä.
fr: hotkey.session.toggleaurasrange – Afficher/Masquer la portée des unités sélectionnées
gd: hotkey.session.toggleaurasrange – Toglaich samhlaidhean astair nan aura airson nan aonadan is togalaichean a chaidh a thaghadh
gl: hotkey.session.toggleaurasrange: alterna as visualizacións do intervalo de aura das unidades e estruturas seleccionadas
id: hotkey.session.toggleaurasrange – Setel visualisasi jarak aura dari unit dan bangunan yang dipilih
it: hotkey.session.toggleaurasrange – Visualizza raggio di guarigione per le unità e le strutture selezionate
ko: hotkey.session.toggleaurasrange – 선택한 유닛 및 건축물들의 아우라 범위 시각화를 전환합니다
nl: sneltoets.session.toggleaurasrange – Toon / verberg aurabereik van de geselecteerde eenheden en gebouwen
pl: hotkey.session.toggleaurasrange – włącza wizualizacje zasięgu aur zaznaczonych jednostek i budowli
pt_pt: hotkey.session.toggleaurasrange – mostrar ou ocultar a visualização do alcance de aura de unidades e estruturas selecionadas
ru: hotkey.session.toggleaurasrange — показать или скрыть ауру выбранных юнитов и сооружений
sv: hotkey.session.toggleaurasrange – Växla visualisering av valda enheters/byggnaders auraräckvidd
tr: hotkey.session.toggleaurasrange – Seçilen birimlerin ve yapıların aura aralığı görselleştirmelerini aç/kapat
uk: hotkey.session.toggleaurasrange – Перемкнути візуалізації дистанції аури вибраних підрозділів та споруд
zh: hotkey.session.toggleaurasrange – 切换所选单位/建筑的光环范围可视化
zh_tw: hotkey.session.toggleaurasrange – 開關顯示所選單位和建築的光環範圍

source: hotkey.session.togglehealrange – Toggle heal range visualizations of selected units
ast: hotkey.session.togglehealrange – Alternare la illustracion de l algame de cura de lɐs unidades escolyidɐs
bg: hotkey.session.togglehealrange — Превключване на показването на обхвата на лечение на избраните единици
ca: hotkey.session.togglehealrange – Mostra/Amaga l'abast de curació de les estructures i unitats seleccionades
cs: hotkey.session.togglehealrange – Přepnout znázornění léčivého dosahu vybraných jednotek
de: hotkey.session.togglehealrange – Heilungsradiusvisualisierungen der gewählten Einheiten umschalten
el: hotkey.session.togglehealrange – Εμφάνιση/Απόκρυψη εύρους θεραπείας , απεικονίζοντας τις επιλεγμένες μονάδες
es: hotkey.session.togglehealrange – Mostrar distancia de curación de las unidades seleccionadas
eu: hotkey.session.togglehealrange – Aukeratutako unitateen osasun-irismen bistaratzeak txandakatzen ditu
fi: hotkey.session.togglehealrange – Ota valittujen yksiköiden parannuskantaman visualisoinnit käyttöön tai poista ne käytöstä.
fr: hotkey.session.togglehealrange – Afficher/Masquer la plage de soins des unités sélectionnées
gd: hotkey.session.togglehealrange – Toglaich samhlaidhean astair an t-slànachaidh airson nan aonadan a chaidh a thaghadh
gl: hotkey.session.togglehealrange: alterna as visualizacións do intervalo de curación das unidades seleccionadas
id: hotkey.session.togglehealrange – Setel visualisasi jarak penyembuhan dari unit yang dipilih
it: hotkey.session.togglehealrange – Visualizza raggio di guarigione per le unità selezionate
ko: hotkey.session.togglehealrange – 선택한 유닛의 치료 범위 시각화를 전환합니다
nl: sneltoets.session.togglehealrange – Toon / verberg genezingsbereik van de geselecteerde eenheden
pl: hotkey.session.togglehealrange – przełącza wizualizacje zasięgu leczenia zaznaczonych jednostek
pt_pt: hotkey.session.togglehealrange – mostrar ou ocultar a visualização do alcance de cura de unidades selecionadas
ru: hotkey.session.togglehealrange — показать или скрыть дальность лечения выбранных юнитов
sv: hotkey.session.togglehealrange – Växla visualisering av valda enheters läkningsräckvidd.
tr: hotkey.session.togglehealrange – Seçili birimlerin iyileştirme aralığı görselleştirmelerini aç/kapat
uk: hotkey.session.togglehealrange – Перемкнути візуалізації дистанції зцілення вибраних підрозділів
zh: hotkey.session.togglehealrange – 切换所选单位的治疗范围可视化
zh_tw: hotkey.session.togglehealrange – 開關顯示所選單位和建築的治療範圍

source: [font="sans-bold-14"]Camera manipulation[font="sans-14"]
ast: [font="sans-bold-14"]Visuales[font="sans-14"]
bg: [font="sans-bold-14"]Управление на камерата[font="sans-14"]
ca: [font="sans-bold-14"]Manipulació de la càmera[font="sans-14"]
cs: [font="sans-bold-14"]Manipulace s kamerou[font="sans-14"]
de: [font="sans-bold-14"]Kameramanipulation[font="sans-14"]
el: [font="sans-bold-14"]Χειρισμός κάμερας[font="sans-14"]
es: [font="sans-bold-14"]Manipulación de la cámara[font="sans-14"]
eu: [font="sans-bold-14"]Kameraren erabilera[font="sans-14"]
fi: [font="sans-bold-14"]Kameran käyttäminen[font="sans-14"]
fr: [font="sans-bold-14"]Manipulation de la caméra[font="sans-14"]
gd: [font="sans-bold-14"]Gluasad a’ chamara[font="sans-14"]
gl: [font="sans-bold-14"]Manipulación da cámara[font="sans-14"]
hu: [font="sans-bold-14"]Kamera irányítása[font="sans-14"]
id: [font="sans-bold-14"]Manipulasi kamera[font="sans-14"]
it: [font="sans-bold-14"]Manipolazione telecamera[font="sans-14"]
ja: [font="sans-bold-14"]カメラ操作[font="sans-14"]
ko: [font="sans-bold-14"]카메라 조작[font="sans-14"]
nl: [font="sans-bold-14"]Camera hantering[font="sans-14"]
pl: [font="sans-bold-14"]Operowanie kamerą[font="sans-14"]
pt_br: [font="sans-bold-14"]Controles da câmera[font="sans-14"]
pt_pt: [font="sans-bold-14"]Manipulação da câmara[font="sans-14"]
ru: [font="sans-bold-14"]Манипуляция камерой[font="sans-14"]
sv: [font="sans-bold-14"]Kameramanipulation[font="sans-14"]
tr: [font="sans-bold-14"]Kamera Manipülasyonunda[font="sans-14"]
uk: [font="sans-bold-14"]Маніпуляція з камерою[font="sans-14"]
zh: [font="sans-bold-14"]相机操作[font="sans-14"]
zh_tw: [font="sans-bold-14"]鏡頭操作[font="sans-14"]

source: hotkey.camera.up – Pan screen up
ast: hotkey.camera.up – Dislocare la vista a riba
bg: hotkey.camera.up — Преместване на изгледа нагоре
ca: hotkey.camera.up – Mou la càmera cap amunt
cs: hotkey.camera.up – Pohybovat kamerou nahoru
de: hotkey.camera.up – Kamera nach oben bewegen
el: hotkey.camera.up – Μετακίνηση οθόνης προς τα πάνω
es: hotkey.camera.up – Desplaza la pantalla hacia arriba
eu: hotkey.camera.up – Eraman kamera gora
fi: hotkey.camera.up – Liikuta näkymää ylös
fr: hotkey.camera.up – Déplace l'affichage vers la haut
gd: hotkey.camera.up – Panaich an sgrìn suas
gl: hotkey.camera.up – panorámica cara arriba
hu: hotkey.camera.up – Pásztázás fölfelé
id: hotkey.camera.up – Geser layar ke atas
it: hotkey.camera.up – Panoramica alta dello schermo
ja: hotkey.camera.up – パン スクリーンアップ
ko: hotkey.camera.up – 화면을 위로 이동
nl: sneltoets.camera.up – Pan naar boven
pl: hotkey.camera.up – przesuń ekran w górę
pt_pt: hotkey.camera.up – deslocar o ecrã para cima
ru: hotkey.camera.up — переместить экран вверх
sv: hotkey.camera.up – Flytta kameran uppåt
tr: hotkey.camera.up – Ekranı yukarı kaydır
uk: hotkey.camera.up – Панорамувати екран вгору
zh: hotkey.camera.up – 屏幕上移
zh_tw: hotkey.camera.up – 上移鏡頭

source: hotkey.camera.down – Pan screen down
ast: hotkey.camera.down – Dislocare la vista a baxo
bg: hotkey.camera.down — Преместване на изгледа надолу
ca: hotkey.camera.down – Mou la càmera cap avall
cs: hotkey.camera.down – Pohybovat kamerou dolů
de: hotkey.camera.down – Kamera nach unten bewegen
el: hotkey.camera.down – Μετακίνηση οθόνης προς τα κάτω
es: hotkey.camera.down – Desplaza la pantalla hacia abajo
eu: hotkey.camera.down – Eraman kamera beheraka
fi: hotkey.camera.down – Liikuta näkymää alas
fr: hotkey.camera.down – Déplace l'affichage vers le bas
gd: hotkey.camera.down – Panaich an sgrìn sìos
gl: hotkey.camera.down – panorámica da pantalla cara abaixo
hu: hotkey.camera.down – Pásztázás lefelé
id: hotkey.camera.down – Geser layar ke bawah
it: hotkey.camera.down – Panoramica bassa dello schermo
ja: hotkey.camera.down – パン スクリーンダウン
ko: hotkey.camera.down – 화면을 아래로 이동
nl: sneltoets.camera.down – Pan naar beneden
pl: hotkey.camera.down – przesuń ekran w dół
pt_pt: hotkey.camera.down – deslocar o ecrã para baixo
ru: hotkey.camera.down — переместить экран вниз
sv: hotkey.camera.down – Flytta kameran nedåt
tr: hotkey.camera.down – Ekranı aşağı kaydır
uk: hotkey.camera.down – Панорамувати екран вниз
zh: hotkey.camera.down – 屏幕下移
zh_tw: hotkey.camera.down – 下移鏡頭

source: hotkey.camera.left – Pan screen left
ast: hotkey.camera.left – Dislocare la vista a man zorga
bg: hotkey.camera.left — Преместване на изгледа наляво
ca: hotkey.camera.left – Mou la càmera cap a l'esquerra
cs: hotkey.camera.left – Pohybovat kamerou doleva
de: hotkey.camera.left – Kamera nach links bewegen
el: hotkey.camera.left – Μετακίνηση οθόνης στα αριστερά
es: hotkey.camera.left – Desplaza la pantalla a la izquierda
eu: hotkey.camera.left – Eraman kamera ezkerrera
fi: hotkey.camera.left – Liikuta näkymää vasemmalle
fr: hotkey.camera.left – Déplace l'affichage vers la gauche
gd: hotkey.camera.left – Panaich an sgrìn dhan taobh chlì
gl: hotkey.camera.left – panorámica da pantalla á esquerda
hu: hotkey.camera.left – Pásztázás balra
id: hotkey.camera.left – Geser layar ke kiri
it: hotkey.camera.left – Panoramica sinistra dello schermo
ja: hotkey.camera.left – パン スクリーンレフト
ko: hotkey.camera.left – 화면을 왼쪽으로 이동
nl: sneltoets.camera.left – Pan naar links
pl: hotkey.camera.left – przesuń ekran w lewo
pt_pt: hotkey.camera.left – deslocar o ecrã para a esquerda
ru: hotkey.camera.left — переместить экран влево
sv: hotkey.camera.left – Flytta kameran åt vänster
tr: hotkey.camera.left – Ekranı sola kaydır
uk: hotkey.camera.left – Панорамувати екран вліво
zh: hotkey.camera.left – 屏幕左移
zh_tw: hotkey.camera.left – 左移鏡頭

source: hotkey.camera.right – Pan screen right
ast: hotkey.camera.right – Dislocare la vista a man direiꞇha
bg: hotkey.camera.right — Преместване на изгледа надясно
ca: hotkey.camera.right – Mou la càmera cap a la dreta
cs: hotkey.camera.right – Pohybovat kamerou doprava
de: hotkey.camera.right – Kamera nach rechts bewegen
el: hotkey.camera.right – Μετακίνηση οθόνης στα δεξιά
es: hotkey.camera.right – Desplaza la pantalla a la derecha
eu: hotkey.camera.right – Eraman kamera eskuinera
fi: hotkey.camera.right – Liikuta näkymää oikealle
fr: hotkey.camera.right – Déplacer l'affichage vers la droite
gd: hotkey.camera.right – Panaich an sgrìn dhan taobh deas
gl: hotkey.camera.right – panorámica da pantalla á dereita
hu: hotkey.camera.right – Pásztázás jobbra
id: hotkey.camera.right – Geser layar ke kanan
it: hotkey.camera.right – Panoramica destra dello schermo
ja: hotkey.camera.right – パン スクリーンライト
ko: hotkey.camera.right – 화면을 오른쪽으로 이동
nl: sneltoets.camera.right – Pan naar rechts
pl: hotkey.camera.right – przesuń ekran w prawo
pt_pt: hotkey.camera.right – deslocar o ecrã para a direita
ru: hotkey.camera.right — переместить экран вправо
sv: hotkey.camera.right – Flytta kameran åt höger
tr: hotkey.camera.right – Ekranı sağa kaydır
uk: hotkey.camera.right – Панорамувати екран вправо
zh: hotkey.camera.right – 屏幕右移
zh_tw: hotkey.camera.right – 右移鏡頭

source: hotkey.camera.rotate.up – Rotate camera to look upward
ast: hotkey.camera.rotate.up – Gyrare la vista a riba
bg: hotkey.camera.rotate.up — Завъртане на погледа нагоре
ca: hotkey.camera.rotate.up– Gira la càmera cap amunt
cs: hotkey.camera.rotate.up – Otáčet kamerou, aby pohled směřoval nahoru
de: hotkey.camera.rotate.up – Kamera nach oben schwenken
el: hotkey.camera.rotate.up – Περιστροφή κάμερας για να κοιτάξετε προς τα επάνω
es: hotkey.camera.rotate.up – Rota la cámara hacia arriba
eu: hotkey.camera.rotate.up – Kamera biratu goraka ikusteko
fi: hotkey.camera.rotate.up – Käännä kameraa katsomaan ylöspäin
fr: hotkey.camera.rotate.up – Pivoter la caméra pour regarder vers le haut
gd: hotkey.camera.rotate.up – Cuairtich an camara a shealltainn suas
gl: hotkey.camera.rotate.up – xira a cámara para mirar cara arriba
id: hotkey.camera.rotate.up – Putar kamera untuk melihat ke atas
it: hotkey.camera.rotate.up – Ruota telecamera verso l'alto
ja: hotkey.camera.rotate.up – カメラを上向きに回転させる
ko: hotkey.camera.rotate.up – 카메라를 회전하여 위쪽을 봅니다
nl: sneltoets.camera.rotate.up – Roteer naar boven
pl: hotkey.camera.rotate.up – obróć kamerę w górę
pt_pt: hotkey.camera.rotate.up – rodar a câmara para cima
ru: hotkey.camera.rotate.up — направить камеру вверх
sv: hotkey.camera.rotate.up – Rotera kameran uppåt
tr: hotkey.camera.rotate.up – Yukarıya bakarken kamerayı döndür
uk: hotkey.camera.rotate.up – Обертати камеру, щоб дивитися вгору
zh: hotkey.camera.rotate.up – 抬高相机视角
zh_tw: hotkey.camera.rotate.up – 向上旋轉鏡頭

source: hotkey.camera.rotate.down – Rotate camera to look downward
ast: hotkey.camera.rotate.down – Gyrare la vista a baxo
bg: hotkey.camera.rotate.down — Завъртане на погледа надолу
ca: hotkey.camera.rotate.down – Gira la càmera cap avall
cs: hotkey.camera.rotate.down – Otáčet kamerou, aby pohled směřoval dolů
de: hotkey.camera.rotate.down – Kamera nach unten schwenken
el: hotkey.camera.rotate.down – Περιστροφή κάμερας για να κοιτάξετε προς τα κάτω
es: hotkey.camera.rotate.down – Rota la cámara hacia abajo
eu: hotkey.camera.rotate.down – Kamera biratu beheraka ikusteko
fi: hotkey.camera.rotate.down – Käännä kameraa katsomaan alaspäin
fr: hotkey.camera.rotate.down – Pivoter la caméra pour regarder vers le bas
gd: hotkey.camera.rotate.down – Cuairtich an camara a shealltainn sìos
gl: hotkey.camera.rotate.down – xira a cámara para mirar cara abaixo
id: hotkey.camera.rotate.down – Putar kamera untuk melihat ke bawah
it: hotkey.camera.rotate.down – Ruota telecamera verso il basso
ja: hotkey.camera.rotate.down – カメラを下向きに回転させる
ko: hotkey.camera.rotate.down – 카메라를 아래쪽으로 회전시킵니다
nl: sneltoets.camera.rotate.down – Roteer naar beneden
pl: hotkey.camera.rotate.down – obróć kamerę w dół
pt_pt: hotkey.camera.rotate.down – rodar a câmara para baixo
ru: hotkey.camera.rotate.down — направить камеру вниз
sv: hotkey.camera.rotate.down – Rotera kameran nedåt
tr: hotkey.camera.rotate.down – Aşağı bakarken kamerayı döndür
uk: hotkey.camera.rotate.down – Обертати камеру, щоб дивитися вниз
zh: hotkey.camera.rotate.down – 降低相机视角
zh_tw: hotkey.camera.rotate.down – 向下旋轉鏡頭

source: hotkey.camera.rotate.cw – Rotate camera clockwise around terrain
ast: hotkey.camera.rotate.wheel.cw – Gyrare la vista n sentidu horariu
bg: hotkey.camera.rotate.cw — Завъртане на погледа по часовниковата стрелка
ca: hotkey.camera.rotate.cw – Gira la càmera en sentit horari
cs: hotkey.camera.rotate.cw – Otáčet kamerou po směru hodinových ručiček okolo terénu krajiny
de: hotkey.camera.rotate.cw – Kamera im Uhrzeigersinn um das Gelände drehen
el: hotkey.camera.rotate.cw – Περιστροφή κάμερας κεξιόστροφα ,γύρω από το έδαφος.
es: hotkey.camera.rotate.cw – Rota la cámara sobre el terreno en sentido horario
eu: hotkey.camera.rotate.cw – Biratu kamera erlojuaren zentzuan
fi: hotkey.camera.rotate.cw – Kierrä kameraa myötäpäivään maaston ympäri
fr: hotkey.camera.rotate.cw – Faire pivoter la caméra dans le sens horaire autour du terrain
gd: hotkey.camera.rotate.cw – Cuairtich an camara gu deiseil
gl: hotkey.camera.rotate.cw – xira a cámara no sentido das agullas do reloxo arredor do terreo
hu: hotkey.camera.rotate.cw – Kamera elforgatása a terep körül az óramutató járásával megegyező irányban
id: hotkey.camera.rotate.cw – Putar kamera searah jarum jam pada medan
it: hotkey.camera.rotate.cw – Ruota telecamera in senso orario
ko: hotkey.camera.rotate.cw – 지형 주위에서 카메라를 시계 방향으로 돌립니다
nl: sneltoets.camera.rotate.cw – Roteer camera met de klok mee
pl: hotkey.camera.rotate.cw – obróć kamerę zgodnie z ruchem wskazówek zegara
pt_pt: hotkey.camera.rotate.cw – rodar a câmara no sentido dos ponteiros do relógio à volta do terreno
ru: hotkey.camera.rotate.cw — поворот камеры по часовой стрелке вокруг местности
sv: hotkey.camera.rotate.cw – Rotera kameran medurs runt terräng
tr: hotkey.camera.rotate.cw – Kamerayı arazinin etrafında saat yönünde döndür
uk: hotkey.camera.rotate.cw – Обертати камеру за годинниковою стрілкою навколо місцевості
zh: hotkey.camera.rotate.cw – 顺时针旋转相机视角
zh_tw: hotkey.camera.rotate.cw – 繞地形順時針旋轉鏡頭

source: hotkey.camera.rotate.ccw – Rotate camera counter-clockwise around terrain
ast: hotkey.camera.rotate.ccw – Gyrare la vista n sentidu anti-horariu
bg: hotkey.camera.rotate.ccw — Завъртане на погледа обратно на часовниковата стрелка
ca: hotkey.camera.rotate.ccw – Gira la càmera en sentit antihorari
cs: hotkey.camera.rotate.ccw – Otáčet kamerou proti směru hodinových ručiček okolo terénu krajiny
de: hotkey.camera.rotate.ccw – Kamera gegen den Uhrzeigersinn um das Gelände drehen
el: hotkey.camera.rotate.ccw – Περιστροφή της κάμερας αριστερόστροφα γύρω από το έδαφος.
es: hotkey.camera.rotate.ccw – Rota la cámara sobre el terreno en sentido antihorario
eu: hotkey.camera.rotate.ccw – Biratu kamera erlojuaren kontrako zentzuan lurraren inguruan
fi: hotkey.camera.rotate.ccw – Kierrä kameraa vastapäivään maaston ympäri
fr: hotkey.camera.rotate.ccw – Faire pivoter la caméra dans le sens antihoraire autour du terrain
gd: hotkey.camera.rotate.ccw – Cuairtich an camara gu tuathail
gl: hotkey.camera.rotate.ccw – xira a cámara no sentido antihorario arredor do terreo
hu: hotkey.camera.rotate.ccw – Kamera elforgatása a terep körül az óramutató járásával ellentétes irányban
id: hotkey.camera.rotate.ccw – Putar kamera berlawanan arah jarum jam pada medan
it: hotkey.camera.rotate.ccw – Ruota telecamera in senso antiorario
ko: hotkey.camera.rotate.ccw – 지형 주위에서 카메라를 시계 반대 방향으로 돌립니다
nl: sneltoets.camera.rotate.ccw – Roteer camera tegen de klok in
pl: hotkey.camera.rotate.ccw – obróć kamerę przeciwnie do ruchu wskazówek zegara
pt_pt: hotkey.camera.rotate.ccw – rodar a câmara no sentido inverso dos ponteiros do relógio à volta do terreno
ru: hotkey.camera.rotate.ccw — поворот камеры против часовой стрелки вокруг местности
sv: hotkey.camera.rotate.ccw – Rotera kameran moturs runt terräng
tr: hotkey.camera.rotate.ccw – Kamerayı arazinin etrafında saatin tersi yönde döndür
uk: hotkey.camera.rotate.ccw – Обертати камеру проти годинникової стрілки навколо місцевості
zh: hotkey.camera.rotate.ccw –逆时针旋转相机视角
zh_tw: hotkey.camera.rotate.ccw – 繞地形逆時針旋轉鏡頭

source: hotkey.camera.rotate.wheel.cw – Rotate camera clockwise around terrain
ast: hotkey.camera.rotate.wheel.cw – Gyrare la vista n sentidu horariu
bg: hotkey.camera.rotate.wheel.cw — Завъртане на погледа по часовниковата стрелка
ca: hotkey.camera.rotate.wheel.cw – Gira la càmera en sentit horari
cs: hotkey.camera.rotate.wheel.cw – Otáčet kamerou po směru hodinových ručiček okolo terénu krajiny
de: hotkey.camera.rotate.wheel.cw – Kamera im Uhrzeigersinn um das Gelände drehen
el: hotkey.camera.rotate.wheel.cw – Περιστροφή κάμερας δεξιόστροφα γύρω από το έδαφος
es: hotkey.camera.rotate.wheel.cw – Rota la cámara sobre el terreno en sentido horario
eu: hotkey.camera.rotate.wheel.cw – Biratu kamera erlojuaren zentzuan
fi: hotkey.camera.rotate.wheel.cw – Kierrä kameraa myötäpäivään maaston ympäri
fr: hotkey.camera.rotate.wheel.cw – Faire pivoter la caméra dans le sens horaire autour du terrain
gd: hotkey.camera.rotate.wheel.cw – Cuairtich an camara gu deiseil
gl: hotkey.camera.rotate.wheel.cw – xira a cámara no sentido das agullas do reloxo arredor do terreo
hu: hotkey.camera.rotate.wheel.cw – Kamera elforgatása a terep körül az óramutató járásával megegyező irányban
id: hotkey.camera.rotate.wheel.cw – Putar kamera searah jarum jam pada medan
it: hotkey.camera.rotate.wheel.cw – Ruota telecamera in senso orario
ko: hotkey.camera.rotate.wheel.cw – 지형 주위에서 카메라를 시계 방향으로 돌립니다
nl: sneltoets.camera.rotate.wheel.cw – Roteer camera met de klok mee
pl: hotkey.camera.rotate.wheel.cw – obróć kamerę zgodnie z ruchem wskazówek zegara
pt_pt: hotkey.camera.rotate.wheel.cw – rodar a câmara no sentido dos ponteiros do relógio à volta do terreno
ru: hotkey.camera.rotate.wheel.cw — поворот камеры по часовой стрелке вокруг местности
sv: hotkey.camera.rotate.wheel.cw – Rotera kameran medurs runt terräng
tr: hotkey.camera.rotate.wheel.cw – Kamerayı arazinin etrafında saat yönünde döndür
uk: hotkey.camera.rotate.wheel.cw – Обертати камеру за годинниковою стрілкою навколо місцевості
zh: hotkey.camera.rotate.wheel.cw – 顺时针旋转相机视角
zh_tw: hotkey.camera.rotate.wheel.cw – 繞地形順時針旋轉鏡頭

source: hotkey.camera.rotate.wheel.ccw – Rotate camera counter-clockwise around terrain
ast: hotkey.camera.rotate.wheel.ccw – Gyrare la vista n sentidu anti-horariu
bg: hotkey.camera.rotate.wheel.ccw — Завъртане на погледа обратно на часовниковата стрелка
ca: hotkey.camera.rotate.wheel.ccw – Gira la càmera en sentit antihorari
cs: hotkey.camera.rotate.wheel.ccw – Otáčet kamerou proti směru hodinových ručiček okolo terénu krajiny
de: hotkey.camera.rotate.cw – Kamera gegen den Uhrzeigersinn um das Gelände drehen
el: hotkey.camera.rotate.wheel.ccw – Περιστροφή κάμερας αριστερόστροφα γύρω από το έδαφος
es: hotkey.camera.rotate.wheel.ccw – Rota la cámara sobre el terreno en sentido antihorario
eu: hotkey.camera.rotate.wheel.ccw – Biratu kamera erlojuaren kontrako zentzuan lurraren inguruan
fi: hotkey.camera.rotate.wheel.ccw – Kierrä kameraa vastapäivään maaston ympäri
fr: hotkey.camera.rotate.wheel.ccw – Faire pivoter la caméra dans le sens antihoraire autour du terrain
gd: hotkey.camera.rotate.wheel.ccw – Cuairtich an camara gu tuathail
gl: hotkey.camera.rotate.wheel.ccw – xira a cámara en sentido antihorario arredor do terreo
hu: hotkey.camera.rotate.wheel.ccw – Kamera elforgatása a terep körül az óramutató járásával ellentétes irányban
id: hotkey.camera.rotate.wheel.ccw – Putar kamera berlawanan arah jarum jam pada medan
it: hotkey.camera.rotate.wheel.ccw – Ruota telecamera in senso antiorario
ko: hotkey.camera.rotate.wheel.ccw – 지형 주위에서 카메라를 시계 반대 방향으로 돌립니다
nl: sneltoets.camera.rotate.wheel.ccw – Roteer camera tegen de klok in
pl: hotkey.camera.rotate.wheel.ccw – obróć kamerę przeciwnie do ruchu wskazówek zegara
pt_pt: hotkey.camera.rotate.wheel.ccw – rodar a câmara no sentido inverso dos ponteiros do relógio à volta do terreno
ru: hotkey.camera.rotate.cw — поворот камеры против часовой стрелки вокруг местности
sv: hotkey.camera.rotate.wheel.ccw – Rotera kameran moturs runt terräng
tr: hotkey.camera.rotate.wheel.ccw – Kamerayı arazinin etrafında saatin tersi yönde döndür
uk: hotkey.camera.rotate.wheel.ccw – Обертати камеру проти годинникової стрілки навколо місцевості
zh: hotkey.camera.rotate.wheel.ccw –逆时针旋转相机视角
zh_tw: hotkey.camera.rotate.wheel.ccw – 繞地形逆時針旋轉鏡頭
