Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Coinage was invented by the Lydians in 7th Century B.C., but it was not very common until the Persian period. Darius the Great standardized coined money and his golden coins (known as 'darics') became commonplace not only throughout his empire, but as far to the west as Central Europe.
ast: Los lidios inventaron la divisa nel sieglu XII a.C., anque nun llegó a ser corriente fasta la época persa. Daríu'l Grande normalizó la divisa acuñao y les sos monedes d'oru, (llamaos «daricos»), espardiéronse pel so imperiu y fasta la Europa central al oeste.
bg: Сеченето на монети било измислено от лидите през 7-ми век пр.н.е., но не станало особено популярно преди персийския период. Дарий I Велики стандартизирал монетите и златните му монети (познати като „дарик“) се ползвали не само в собствената му империя, но и чак до централна Европа.
br: Ar skeiñ moneiz a zo bet ijinet gant al Lidianiz er 7vet Kantved kent J.-K. hogen ne oa ket ordinal-kenañ betek ar mare Persian. Dariuz ar Bras en doa lakaet ar pezhioù moneiz da vezañ standardizet ha deuet e oa e bezhioù aour (anavezet evel 'dariks') da vezañ ordinal neket hepken etre daou benn e Impalaeriezh, met ken pell ha war-zu ar c'hornôg hag Europa ar C'hreiz.
ca: L'encunyació la van inventar els lidis el segle VII aC, però no era gaire comuna fins el període persa. Darios el Gran va estandarditzar la moneda encunyada i l'ús de les seves monedes daurades (anomenades "dàrics") va estendre's no només pel seu imperi, sinó fins a l'Europa Central.
cs: Mincovnictví bylo objeveno Lýdijci v 7. století před Kristem, i když až do doby Peršanů se velmi neujalo. Až Dareios Veliký standardizoval ražené peníze a jeho zlaté mince (známé jako "dareikos") se staly samozřejmostí nejen po celé jeho říši, ale i tak daleko na západě, jako je dnešní Střední Evropa.
de: Die Münzprägung wurde von den Lydiern im 7. Jahrhundert v.Chr. erfunden, war aber bis zur Persischen Periode nicht sehr gebräuchlich. Darius der Große vereinheitlichte das gemünzte Geld und seine Goldmünzen (genannt Dareikos) wurden nicht nur in seinem Reich genutzt, sondern auch bis nach Mitteleuropa.
el: Η Νομισματοκοπία εφευρέθηκε από τους Λυδούς τον 7ο αιώνα π.Χ., αλλά δεν ήταν πολύ κοινή μέχρι την Περσική περίοδο. Ο Δαρείος ο Μέγας επινόησε τα τυποποιημένα χρήματα και τα χρυσά νομίσματά του (γνωστά ως «δαρεικούς») έγιναν γνωστά, όχι μόνο σε όλη την αυτοκρατορία του, αλλά όσον αφορά στη δύση ως την Κεντρική Ευρώπη.
es_ar: La acuñación la inventaron los lidios el siglo VII a.C., pero no fue común hasta el período persa. Darío I el Grande normalizó el uso de monedas como dinero y sus monedas de oro (conocidas como dáricos) se convirtieron en algo corriente tanto en su imperio como en el oeste de Europa central.
eu: Indiarrek moneta egitea asmatu zuten K.a. 7 mendean, baino ez zen ohikoa bihurtu Pertsiarren garaia iritsi arte. Dario Handiak moneta egitea arautu zuen ea bere urrezko monetak (daric bezala ezagutuak) oso ohikoak izan ziren ez bakarrik bere inperioan, baita mendebaldeko eta erdialdeko Europan ere.
fa: ضرب سکه توسط لیدی ها در قرن 7 قبل از میلاد اختراع شد اما این کار زیاد معمول نبود تا اینکه در دوران ایرانی ها داریوش بزرگ سکه را به عنوان واحد پولی استاندارد مطرح کرد، سکه های طلای او (به نام داریکس) به عنوان یک ارز در معاملات نه تنها در مرز های امپراتوری ایران بلکه در خارج از مرزهای آن نیز مورد استفاده قرار می گرفت و حتی تا مرکز اروپا نیز راه یافته بود.
ga: Cumadh airgeadra de chuid na Laoidiaigh san 7ú aois R.C., ach níl sé ina choiteann go dtí an aois Pheirseach. Chaighdéanaigh Darius Mór an t-airgeadra agus bhí a bhoinn óir (aitheanta mar 'dairicí') cointianta ní hamháin ina impireacht féin, ach sna margaidh Eorpacha ar fad.
hu: A pénzverést a lüdök találták fel az i. e. 7. században, de nem volt túl elterjedt a perzsa időszakig. Nagy Dárajavaus egységesítette a pénzérméket és az aranypénzei („darik” néven ismert) hétköznapivá váltak nemcsak birodalom szerte, hanem egészen Közép-Európáig.
hy: Մետաղադրամների հատման գյուտը կատարվել է մ․թ․ա․ 7-րդ դարում՝ լիդիացիների կողմից, բայց այն տարածված չէր մինչև պարսկական ժամանակաշրջանը։ Դարեհ Մեծը ստանդարտացրեց մետաղադրամները, և իր ոսկե մետաղադրամները (հայտնի որպես 'դարիկ'-ներ) դարձան սովորական ոչ միայն իր կայսրությունում, այլ նաև դեպի արևմուտք՝ մինչև Կենտրոնական Եվրոպա։
it: il Conio venne inventato dai Lidi nel 7° secolo a.C., ma non divenne d'uso comune fino al periodo persiano. Dario il Grande standardizzò le monete coniate e le sue monete d'oro (conosciute come 'dariche') divennero d'uso comune, non solo in tutto il suo impero, ma anche in occidente nell'Europa Centrale.
ja: 貨幣はリュディア人が紀元前7世紀に発明しました。しかしペルシアの時代まではあまり一般的ではありませんでした。ダレイオス大王が硬貨を規格化したことで、彼の金貨（ダリックで知られる）は、帝国内にとどまらず、はるか西の中欧まで広く通用しました。
ko: 주화는 기원전 7세기에 리디아인들에의해 발명되었지만 페르시아 시대까지는 그리 흔하지 않았었습니다. 다리우스 대왕은 표준화된 화폐와 그의 황금 동전( '다릭'이라고 알려진 동전)은 제국 전체뿐만아니라 멀리 중부 유럽의 서쪽까지 일반화 되었습니다.
nb: Myntverket ble oppfunnet av Lyderne i det syvende århundre f.kr., men det var ikke veldig vanlig til den Persiske perioden. Darius den store standardiserte myntpreging og hans gyldne mynter (kjent som 'dareiker') ble vanlige ikke bare i hans herredømme, men så langt vest som Sentraleuropa.
pl: Mennictwo zostało wynalezione przez Lidyjczycy w 7. stuleciu p. n. e., lecz nie było rozpowszechnione przed okresem perskim. Dariusz Wielki ustandaryzował pieniądz monetarny a jego złote monety (znane jako darejki) stały się powszechne nie tylko w jego imperium, ale tak daleko na zachód jak Europa Środkowa.
pt_br: A Cunhagem foi inventada pelos Lídios no 7º século A.C., mas não era muito comum até o período persa. Dario, o Grande, padronizou o uso de dinheiro e suas moedas de ouro (conhecidas como "dáricos") tornaram-se comuns não só em seu império, mas até mesmo na Europa Central.
ru: Чеканка монет была изобретена лидийцами в 7 веке до н.э., но до персидского периода монеты были мало распространены. Дарий Великий стандартизировал чеканку, и его золотые монеты (известные как «драхмы») стали привычными не только в империи, но также далеко на западе - вплоть до центральной Европы.
sk: Mincovníctvo bolo objavené Lýdmi v 7. storočí pred Kristom, aj keď až do dôb Peržanov sa veľmi neujalo. Až Dareios Veľký štandardizoval razené peniaze a jeho zlaté mince (známe ako "darice") sa stali samozrejmosťou nielen po celej jeho ríši, ale aj tak ďaleko na západe ako je dnešná Stredná Európa.
sv: Mynt uppfanns av Lydiansna i 7: e århundradet B.C., men det var inte särskilt vanligt för persiska perioden. Darius den stora standardiserad myntade pengar och hans guldmynt (känd som "darics") blev vanligt inte bara genom hela sitt imperium, men så långt västerut som Centraleuropa.
tr: Sikkeler, M.Ö. 7. Yüzyılda Lydyalılar tarafından icat edilmiştir, ancak Fars dönemine kadar yaygın değildir. Darius Büyük Standardize edilmiş para para ve onun altın paraları ( 'darikler' olarak bilinir) sadece imparatorluğunun genelinde değil, Orta Avrupa kadar batıda yaygınlaştı.
uk: Карбування монет було винайдене лідійцями в 7 столітті до н. е., але до перського періоду монети були мало поширені. Дарій Великий стандартизував карбування і його золоті монети (відомі як «драхми») стали звичними не тільки в імперії, але також далеко на заході - аж до центральної Європи.
zh: 公元前7世纪，吕底亚发明了硬币，但在当时并不太普遍，直到波斯时期才逐渐流行起来。大流士大帝将铸币方式标准化，并使之 (大流克) 变得常见，不只流通在他的帝国中，甚至是在西边的中欧也有。
zh_tw: 硬幣是由利底亞人於西元前7世紀發明的，但它在當時並不是很普遍，直到波斯時期才漸漸流行起來。大流士大帝標準化鑄幣方式且他的金幣（稱為「大流克」）變得較常見，不只是在他的帝國中，甚至是在西邊的中歐也是。

source: Kurush II the Great
ast: Kurux II el Grande
bg: Кир II Велики
br: Kurush II ar Bras
ca: Kurush II el Gran
cs: Kýros II. Veliký
de: Kyros der Große
el: Κύρος Β' ο Μέγας
es_ar: Ciro II el Grande
eu: Kurush II Handia
fa: کوروش کبیر
ga: Cúrúis II Mór
he: קורושׁ הגדול
hu: II. (Nagy) Kurus
hy: Կյուրոս II Մեծ
it: Ciro II Il Grande
ja: クルシュ2世大王
ko: 키루스 2세 대왕
nb: Kurush II den store
pl: Cyrus II Wielki
pt_br: Ciro II, o Grande
ru: Кир II Великий
sk: Kurush II Veľký
sv: Kurush II den store
tr: Büyük II. Kurush
uk: Кир ІІ Великий
zh: 居鲁士二世
zh_tw: 居魯士二世

source: Darayavahush I
ast: Darayavahux I
bg: Дарий I
cs: Dárajavauš I.
el: Δαρείος Α'
fa: داریوش اول
ga: Daradhabhahúis I
he: דריבש הראשון
hu: I. Dárajavaus
hy: Դարեհ I
ja: ダーラヤワウシュ1世
ko: 다라야바흐쉬 1세
pt_br: Dario I, o Grande
ru: Дараявахуш I
uk: Дараявахуш І
zh: 大流士一世
zh_tw: 大流士一世

source: Cambyses II
bg: Камбис II
ca: Cambises II
cs: Kambýsés II
de: Kambyses II.
el: Καμβύσης Β'
es_ar: Cambises II
fa: کمبوجیه دوم
ga: Cambaosaes II
he: קאמביסיס השני
hu: II. Kambüszész
hy: Կամբյուսես II
it: Cambise II
ja: カンビュセス2世
ko: 캄비세스 2세
pl: Kambyzes II
pt_br: Cambises II
ru: Камбис II
tt: Камбис II-нче
uk: Камбіз II
zh: 冈比西斯二世
zh_tw: 岡比西斯二世

source: Bardiya
bg: Бардия
cs: Bardija
el: Σμέρδις
es_ar: Esmerdis
fa: بردیا
ga: Bardigha
he: בארדיה
hu: Bardíja
hy: Բարդիա
it: Smerdi di Persia
ja: バルディヤー
ko: 바르디야
pl: Bardija
ru: Бардия
tt: Бардия
uk: Бардія
zh: 巴迪亚
zh_tw: 高墨達

source: Xsayarsa I
bg: Ксаярса I
cs: Xerxés I. (Chšajáršá)
de: Hšayāŗšā I.
el: Ξέρξης Α'
fa: خشایارشا اول
ga: Xadharsa I
he: אחשורוש
hu: I. Khsajársá
hy: Քսերքսես I
ja: ハシャヤーラシャー1世
ko: 끄샤야르샤 1세
pt_br: Xerxes I
ru: Кcаярса I
uk: Ксаярса І
zh: 薛西斯一世
zh_tw: 薛西斯一世

source: Artaxshacha I
bg: Артаксшача I
cs: Artaxerxés I.
de: Artaxerxes I. Makrocheir
el: Αρταξέρξης Α'
fa: اردشیر اول
ga: Artaxaisia I
hu: I. Artakhsaszjá
hy: Արտաքսերքսես I
ja: アルタクシャサ1世
ko: 아르타크세르크세스 1세
pl: Artakserkses I Długoręki
ru: Артаксеркс I
tr: I.Artaksshakha
tt: Артаксеркс I-нче
uk: Артаксеркс I
zh: 阿尔塔薛西斯一世
zh_tw: 阿爾塔薛西斯一世

source: Darayavahush II
bg: Дарий II
cs: Dárajavauš II.
el: Δαρείος Β'
fa: داریوش دوم
ga: Daradhabhahúis II
hu: II. Dárajavaus
hy: Դարեհ II
ja: ダーラヤワウシュ2世
ko: 다라야바흐쉬 2세
pl: Dariusz II Ochos
ru: Дарий II
tt: Дарий II-нче
uk: Дарій ІI
zh: 大流士二世
zh_tw: 大流士二世

source: Darayavahush III
bg: Дарий III
cs: Dárajavauš III.
el: Δαρείος Γ'
fa: داریوش سوم
ga: Daradhabhahúis III
hu: III. Dárajavaus
hy: Դարեհ III
ja: ダーラヤワウシュ3世
ko: 다라야바흐쉬 3세
pl: Dariusz III
ru: Дарий III
tt: Дарий III-нче
uk: Дарій ІII
zh: 大流士三世
zh_tw: 大流士三世

source: Artaxshacha II
ast: Artaxacha II
bg: Артаксшача II
cs: Artaxerxés II. Mnémon
de: Artaxerxes II. Mnemon
el: Αρταξέρξης Β'
fa: اردشیر دوم
ga: Artaxaisia II
hu: II. Artakhsaszjá
hy: Արտաքսերքսես II
ja: アルタクシャサ2世
ko: 아르타크세르크세스 2세
pl: Artakserkses II
ru: Артаксеркс II
sk: Artachšačá II
tt: Артаксеркс II-нче
uk: Артаксеркс II
zh: 阿尔塔薛西斯二世
zh_tw: 阿爾塔薛西斯二世

source: Artaxshacha III
bg: Артаксшача III
cs: Artaxerxés III. Óchos
de: Artaxerxes III. Ochos
el: Αρταξέρξης Γ'
fa: اردشیر سوم
ga: Artaxaisia III
hu: III. Artakhsaszjá
hy: Արտաքսերքսես III
ja: アルタクシャサ3世
ko: 아르타크세르크세스 3세
pl: Artakserkses III Ochos
pt_br: Artaxerxes III
ru: Артаксеркс III
tt: Артаксеркс III-нче
uk: Артаксеркс III
zh: 阿尔塔薛西斯三世
zh_tw: 阿爾塔薛西斯三世

source: Haxamanish
bg: Хаксаманиш
el: Αχαιμένης
fa: هخامنش
ga: Haxamanais
he: האקסאמניש
hu: Hakhámanis
hy: Աքեմենոս
ja: ハカーマニシュ
ko: 아케메네스
pl: Achemenes
pt_br: Aquêmenes
ru: Ахемен
tr: Haksamanish
tt: Ахемен
uk: Ахемен
zh: 万王之王

source: Xsayarsa II
bg: Ксаярса II
cs: Hšayāŗšā II.
de: Hšayāŗšā II.
el: Ξέρξης Β'
fa: خشایارشا دوم
ga: Xadharsa II
hu: II. Khsajársá
hy: Քսերքսես II
ja: ハシャヤーラシャー2世
ko: 끄샤야르샤 2세
pl: Kserkses II
pt_br: Xerxes II
ru: Ксеркс II
tt: Ксеркс II-нче
uk: Ксеркс II
zh: 薛西斯二世
zh_tw: 薛西斯二世

source: Phoenician triremes gain the unique ability to train cavalry units.
ast: Les trirremes fenicies algamen la capacidá pa llevantar unidaes de caballería.
bg: Финикийските триери получават уникалната способност да обучават конници.
ca: Els trirrems fenicis guanyen la capacitat de reclutar unitats de cavalleria.
cs: Fénické trojveslice získají jedinečnou schopnost cvičit jednotky jízdy.
de: Phönizische Trieren erhalten die einzigartige Fähigkeit Kavallerieeinheiten auszubilden.
el: Φοινικικές τριήρεις απέκτησαν τη μοναδική ικανότητα να εκπαιδεύσουν μονάδες ιππικού.
es_ar: Los trirremes fenicios obtienen la habilidad única de entrenar unidades de caballería.
eu: Feniziar trirremeak zalditeria unitateak erreklutatzeko abilezia eskuratzen dute.
fa: کشتی های جنگی فینیقیه ای،تریرم ها قدرت ویژه ای پیدا می کنند که بتوانند سواره نظام پرورش دهند.
ga: Faigh tríréimí Féiníceacha an cumas uathúil d'aonaid marcra a thraenáil.
hu: A föníciai triérészek megkapják a lovas egységek kiképzésének egyedi képességet.
it: Le trireme Fenicie ottengono l'abilità unica di poter addestrare unità di cavalleria.
ja: フェニキア三段櫂船が騎兵ユニットを養成する特殊能力を得ます。
nb: Fønikiske triremer får den unike muligheten til å trene kavalerienheter.
pl: Fenickie triery uzyskują unikalną zdolność do trenowania jednostek kawalerii.
pt_br: As trirremes fenícias ganham a capacidade única de treinar unidades de cavalaria.
ru: Финикийские триремы имеют уникальную способность подготавливать кавалеристов.
sk: Fenické trirémy získavajú jedinečnú schopnosť trénovať jednotky jazdy.
sv: Feniciska triremer får unika förmågan att träna kavallerienheter.
tr: Fenike üç sıra kürekli kadırgalar benzersiz süvari eğitim yeteneği kazandırır.
uk: Фінікійські триреми мають унікальну здатність готувати кавалеристів.
zh: 腓尼基战船的独有技能：生产骑兵。
zh_tw: 腓尼基人的三列槳戰船有一項獨特的能力，就是可以訓練騎兵單位。

source: Naval Craftsmanship
ast: Artesanía naval
bg: Морски занаят
br: Artizanerezh War-vor
ca: Artesania naval
cs: Dovednost stavby námořnictva
de: Marinehandwerk
el: Ναυτική Δεξιοτεχνία
es_ar: Artesanía naval
eu: Ontzigintza Artisautza
fa: صنایع دریایی
ga: Ceardaíocht Cabhlaigh
hu: Tengerészeti mesterség
hy: Նավաշինարարություն
it: Artigianato Navale
ja: 造船職人
ko: 조선소 장인기술
nb: Marint håndverk
pl: Morskie rzemiosło
pt_br: Construtores Navais
ru: Морское ремесло
sk: Námorné remeslo
sv: Marint Hantverk
tr: Donanma İşçilik birleştirme
uk: Морське ремесло
zh: 海事工业
zh_tw: 海軍技術
