Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: When both houses are built, select your two female citizens and order them to build a field as close as possible to the farmstead, which is a dropsite for all types of food.
ast: En construyéndose les dos cases, esbilla a les dos ciudadanes y ordéna-yos construyir un eru lo más cerca que se puea a la quintana, que ye un depósitu pa toa triba de comida.
bg: Когато и двете къщи станат готови, изберете двете жени и им наредете да построят нива колкото може по-близо до фермата, която е сборно място за всякакъв вид храна.
br: Pa vo savet an daou di, diuzañ ho tiv maouez keodedour ha reiñ urzh dezho sevel ur park an tostañ ar gwellañ ouzh an ti-feurm, a zo ul lec'h-daspun evit holl seurt boued.
ca: Quan ambdues cases s'hagin construït, seleccioneu les vostres dues ciutadanes i ordeneu-los que construeixin un camp el més a prop possible a la masia, que és un dipòsit per a tot tipus d'aliments.
de: Wenn beide Häuser gebaut sind, wähle deine zwei Bürgerinnen aus und befiehl ihnen, so nahe wie möglich beim Bauernhof, der ein Lager für alle Arten von Nahrung ist, ein Feld zu bauen.
el: Όταν κτιστούν και τα δύο σπίτια, επέλεξε δύο γυναίκες πολίτες και διάταξε τες να κατασκευάσουν ένα χωράφι όσων το δυνατόν πλησιέστερα στο αγρόκτημα, το οποίο είναι σημείο εναπόθεσης για όλους τους τύπους φαγητού.
eo: Kiam ambaŭ domoj estas konstruita, elektu viajn du civitaninojn kaj komandu ilin konstrui agron plejproksime kiel eble de la farmejo, kiu estas demetejo por ĉiaj manĝaĵoj.
es: Cuando las dos casas estén listas selecciona a tus dos ciudadanas y construye un huerto lo más cercano posible a la granja, que es un almacén para todo tipo de alimentos.
es_ar: Cuando ambas casas estén construidas, selecciona tus dos Ciudadanas y ordénales que construyan un Huerto lo más cerca posible de la Granja, que es el punto de almacenamiento de todo tipo de alimento.
eu: Bi etxeak eraikitzean, aukeratu zure bi hiritar emakumeak eta baserriaren inguruan zelai bat egiteko eskatu, elikagai guztientzako Dropsite bat izango dena.
fa: زمانی که هردو خانه ساخته شد، دو شهروند زن خود را انتخاب کنید و به آنها دستور دهید تا یک مزرعه در نزدیکی انبار غذا بسازند که یک محل برای تحویل تمام انواع غذا است.
ga: Nuair atá na dhá theach tógtha, roghnaigh do bheirt banshaoránaigh agus ordaigh orthu górt a thógáil so-aice leis an bhfeirm, is féidir le gach cineá bia a chur san fheirm mar fhosú.
gd: Nuair a bhios an dà thaigh air a thogail, tagh an dithis shaoranach boireann agad agus iarr orra gun tog iad achadh ri taobh an tuathanais far an dèid gach seòrsa dhe bhiadh a stòradh.
gl: Cando se constrúan as dúas casas, selecciona dúas cidadás e ordénalles construír un campo o máis próximo posíbel á granxa, que é un depósito para todo tipo de comida.
it: Quando entrambe le case sono costruite, seleziona le due Cittadine e ordina loro di costruire un campo il più vicino possibile alla fattoria, che è un deposito per tutti i tipi di cibo.
ko: 두 집이 모두 지어질 때 2명의 여성 시민을 선택하고 그들에게 농장과 최대한 가까운 밭을 개간할 것을 명령하십시오.
ms: Bila kedua-dua rumah telah dibina, pilih kedua-dua orang rakyat perempuan dan arahkan mereka membina ladang yang sehampir mungkin dengan pusat ladang, yang akan menjadi pusat pengumpulan bagi semua jenis makanan.
pl: Po zbudowaniu obu domów wybierz dwie kobiety i każ im zbudować pole tak blisko, jak to tylko możliwe, do zagrody, która jest miejscem dla wszystkich rodzajów żywności.
pt_pt: Quando ambas as casas estiverem construídas, seleciona as 2 cidadãs e ordena-lhes que construam um campo de seara o mais próximo possível do edifício da quinta, que é o local onde se podem armazenar todo o tipo de comida.
ru: Когда постройка домов будет завершена, выберите двух освободившихся горожанок и прикажите им построить поле максимально близко к усадьбе, поскольку она является точкой сбора всех видов еды.
sk: Keď budú oba domy dostavané, vyber dve ženy-občianky a prikáž im, aby postavili pole čo najbližšie k statku - ten je zberným miestom pre všetky typy jedla.
sv: När båda husen är byggda väljer du dina två kvinnliga medborgare och beställer dem att bygga ett fält så nära som möjligt till gården, vilket är en dropplats för alla typer av mat.
tr: Her iki ev de inşa edildiğinde, iki kadın vatandaşınızı seçin ve tarlalara mümkün olduğunca yakın her türlü besin kaynağı için depolama alanı olan çiftlik inşa etmelerini isteyin.
uk: Коли обидва будинки побудовані, оберіть двох своїх городянок і дайте їм наказ побудувати поле максимально близько до садиби, яка є точкою збору для всіх видів їжі.
zh: 当两个房屋建造完成后，选择两个女性居民叫她们建造田地，离农庄越近越好。农庄是所有食物的资源回收点。

source: When the field is constructed, the builders will automatically start gathering it.
ast: En construyéndose l'eru, les constructores van entamar automáticamente a recoyelu.
bg: Когато строежът на фермата приключи, строителите ѝ автоматично ще започнат да събират храна от нея.
de: Wenn das Feld fertig gebaut ist, beginnen die Bauarbeiter automatisch, es zu bebauen.
el: Όταν κατασκευαστεί το χωράφι οι κατασκευαστές θα αρχίζουν αυτόματα να το καλλιεργούν.
es: Cuando se construya el huerto, los constructores comenzarán a recolectarlo automáticamente.
eu: Eremua eraikitzen denean, eraikitzaileak automatikoki biltzen hasten dira.
gd: Nuair a bhios an t-achadh air a thogail, tòisichidh an luchd-obrach a thog e air a bhuain sa bhad.
it: Quando la costruzione del Campo è terminata, i costruttori inizieranno automaticamente a raccoglierne il cibo.
ms: Bila ladang telah dibina, pembina akan mula mengumpulnya secara automatik.
nb: Når et jordbruksland er etablert, vil byggerne automatisk starte å drive det.
pl: Kiedy pole zostanie zbudowane, budowniczy automatycznie zaczną pracować na nim.
pt_pt: Quando terminarem de criar o campo, os trabalhadores irão começar automaticamente a semeá-lo e recolher comida dele.
ru: Как только постройка поля будет завершена, строители автоматически начнут собирать с него урожай.
zh: 当田地建造完成之后，建造者们会自动地开始采集。

source: The cavalry unit should have slaughtered all chickens by now. Select it and explore the south-west area: there is a lake with some camels around. Move your cavalry by right-clicking on the point you want to go, and when you see a herd of camels, right-click on one of them to start hunting for food.
ast: La unidá montada mataría yá toles pites. Esbíllala y esplora la fastera suroeste: hai un llagu con dellos camellos al rodiu. Movi al xinete calcando aú quies que vaiga, y cuando veas unos camellos, calca col botón drechu en dalgún pa entamar a cazalu.
bg: Конникът вече трябва да е убил всички пилета. Изберете го и изследвайте земята на югозапад: там има езеро и няколко камили. Преместете конника си, като щракнете с десния бутон на мишката върху мястото, където искате той да отиде, а когато видите камилите, щракнете с десния бутон върху някоя от тях, за да я убие и да започне да събира храна от нея.
br: Ar marc'heg a zlefe bezañ lazhet an holl yer bremañ. Diuzit anezhañ ha ergerzhit ar goread tachenn war-du ar mervent: ul lenn a zo eno, gant un nebeud kañvaled tro-dro dezhi. Fiñvit ho marc'heg en ur glikañ-dehoù war ar poent a fell deoc'h mont dezhañ, ha pa vo gwelet un tropellad a gañvaled ganeoc'h, klikit-dehoù war unan anezho evit stagañ da chaseal evit dastum boued.
ca: A hores d'ara, les unitats de cavalleria ja haurien d'haver mort totes les gallines. Seleccioneu-la i exploreu la zona sud-oest; hi ha un llac amb camells a la vora. Moveu la cavalleria amb el botó dret al punt on vulgueu anar i quan vegeu un ramat de camells, cliqueu amb el botó dret sobre d'un per a caçar-los.
cs: Jezdecká jednotka už touto dobou měla všechna kuřata pozabíjet. Vyberte ji a prozkoumejte jihozápadní oblast: tam je jezero s několika velbloudy okolo. Přesuňte svou jízdu klepnutím pravým tlačítkem myši na bod, kterým chcete jít, a když uvidíte stádo velbloudů, klepněte pravým tlačítkem na jednoho z nich a začněte lovit potravu.
de: Die Kavallerieeinheit sollte inzwischen alle Hühner geschlachtet haben. Wähle sie aus und erkunde die südwestliche Gegend: Dort ist ein See mit ein paar Kamelen in der Nähe. Bewege deine Kavallerie, indem du auf den Zielpunkt rechtsklickst. Wenn du die Kamelherde siehst, rechtsklicke auf eines davon, um auf die Jagd zu gehen.
el: Ο ιππέας θα έπρεπε να έχει σφαγιάσει όλα τα κοτόπουλα μέχρι τώρα. Επιλέξτε τον και εξερευνήστε τη νοτιοδυτική περιοχή: υπάρχει μια λίμνη με καμήλες τριγύρω. Μετακινήστε τον ιππέα σου κάνοντας δεξί κλικ στο σημείο που θέλεις να πάει και όταν δεις ένα κοπάδι από καμήλες, κάνε δεξί κλικ σε μία από αυτές για να ξεκινήσει το κυνήγι για φαγητό.
eo: La kavaleria unuo verŝajne buĉis ĉiujn kokidojn nuntempe. Elektu ĝi kaj esploras la sud-okcidentan areon: estas lago kun kelkaj kameloj ĉirkaŭe. Movu vian kavalerion per dekstre-klako sur la lokon, kien vi volas iri, kaj, kiam vi vidas kamelaron, dekstre-klaku sur unu el ili por ekĉasi por manĝaĵo.
es: La unidad de caballería debe de haber sacrificado todos los pollos. Selecciónala y explora la zona suroeste: hay un lago con algunos camellos alrededor. Mueve a la caballería haciendo clic con el botón derecho en el punto que desea ir y, cuando vea una manada de camellos, haz clic con el botón derecho en uno de ellos para comenzar a cazarlos y recoger comida.
es_ar: La unidad de caballería ya habrá terminado con todos los pollos ahora. Selecciónala y explora el área al suroeste: hay un lago con algunos camellos alrededor. Mueve tu caballería haciendo click derecho sobre el punto al que quieres ir y cuando veas a los camellos, haz click derecho en uno de ellos para comenzar a recolectar alimento.
eu: Zalditeria unitateak dagoeneko oilasko guztiak hilda behar lituzke. Aukeratu eta hego-mendebaleko ingurua ikuskatu: gameluak inguruan dituen laku bat dago. Zalditeria mugitu joan nahi duzun tokian eskuin klika eginez, eta gamelu taldea ikustean, horietako batean saguaren eskuin klika egin janari bila hasteko.
fa: نیروی سواره نظام شما باید تمام مرغ ها را تا این لحظه از بازی کشته باشد و گوشت آنها را به عنوان غذا تحویل داده باشد. انتخابش کنید و او را به منطقه جنوب شرقی بفرستید تا آنجا را اکتشاف کند: در آنها یک دریاچه قرار دارد و چند شتر در آنجا زندگی می کنند. سواره نظام خود را با کلیک راست به محل مورد نظر ببرید و زمانی که شترها را مشاهده کردید با کلید راست بر روی یکی از آنها به سواره نظام فرمان دهید تا آنها را شکار کند و گوشت آنها را به عنوان غذا جمع کند.
fi: Ratsuväkiyksikön olisi viimeistään nyt pitänyt teurastaa kaikki kanat. Valitse se ja tutki lounaisaluetta: siellä on järvi, jonka ympärillä on kameleita. Siirrä ratsuväkiyksikköäsi napsauttamalla hiiren oikealla painikkeella haluamaasi kohtaan, ja kun näet kamelilauman, klikkaa hiiren oikealla painikkeella yhtä niistä aloittaaksesi ruoan metsästyksen.
fr: Le cavalier devrait à présent avoir abattu tous les poulets. Sélectionnez-le et faites-lui explorer la zone du sud-ouest : il y a un lac avec des chameaux autour. Déplacez votre cavalier en faisant un clic droit sur le point où vous voulez aller, et quand vous verrez un chameau, clic droit sur l’un d’entre eux pour commencer à le chasser pour la nourriture.
ga: Ba chóir go mbeadh na sicíní uile maraithe anois ag an marcach. Roghnair air agus taiscéal ar an réigiúin thiar theas: tá loch ann le roinnt camaill ina thimpeall. Bog do mharcra trí dheaschliceáil ar an áit ar mhaith leat iad a bhogadh, agus nuair a feiceann tú ar tréad na gcamall, deaschliceáil ar aon eatarthu díobh a sheilg.
gd: Tha sinn an dùil gum bi an t-eachraidh air na circ uile a mharbhadh a-nis. Tagh e agus rùraich an sgìre gu iar-dheas: tha loch ann le càmhalan faisg air. Gluais an t-eachraidh agad le briogadh deas air a’ cheann-uidhe agus nuair a chì thu càmhalan, dèan briogadh deas air fear dhiubh shiar gus an sealg a chum bìdh.
gl: A unidade de cabalaría debeu acabar xa de matar a todas as galiñas a estas alturas. Selecciónaa e explora a zona suroeste: hai un lago con camelos arredor. Move a túa cabalaría facendo clic dereito no punto ao que quere ir, e cando vexa un grupo de camelos, faga clic dereito nun deles para comezar a cazalos para recoller comida.
hu: A lovassági egységek mostanra már minden csirkét le kellett vágjanak. Jelöld ki őket és fedezd fel velük a délnyugati körzetet: van arra egy tó és körülötte néhány teve. Mozgasd a lovasokat jobb kattintással arra a pontra, ahová menni szeretnél. Amikor feltűnik a tevecsorda, kattintsunk jobb egérgombbal az egyikükre, hogy kezdődjék a vadászat.
id: Satuan kavaleri seharusnya sudah menyembelih semua ayam sekarang. Pilih dan jelajahi area barat daya: ada danau dengan beberapa unta di sekitarnya. Gerakkan kavaleri Anda dengan mengeklik kanan titik yang ingin Anda tuju, dan ketika Anda melihat kawanan unta, klik kanan salah satunya untuk mulai berburu pangan.
it: L'unità di cavalleria avrà ormai finito di macellare tutti i polli. Selezionala e esplora la zona a sud-ovest: c'è un lago con alcuni cammelli. Sposta la cavalleria cliccando con il destro sul punto dove vuoi inviarla, e quando vedi un branco di cammelli, clicca col destro su uno di loro per iniziare a cacciarli per ottenere cibo.
ko: 기병 유닛은 지금쯤 닭을 모두 도축했을 것입니다. 그것을 선택하고 남서쪽 지역을 탐험하세요. 호수 주위에 낙타가 몇 마리 있습니다. 가고 싶은 지점을 마우스 오른쪽 버튼으로 클릭하여 기병 유닛을 이동하고 낙타 무리를 보면 그 중 하나를 마우스 오른쪽 버튼으로 클릭하여 먹이를 사냥합니다.
ms: Unit berkuda kini sepatutnya sudah memburu semua ayam. Pilih ia dan jelajahi kawasan barat-daya: terdapat sebuah tasik yang dihuni oleh sekumpulan unta. Arahkan unit berkuda anda dengan mengklik-kanan pada tempat tersebut, dan bila anda menemui sekumpulan unta, klik-kanan pada unta-unta tersebut untuk memulakan pemburuan makanan.
nb: Kavalerienheten bør ha slaktet alle kyllingene nå. Velg den og utforsk området i sørvest; der det finnes en innsjø med kameler rundt. Flytt kavaleriet ditt ved å høyreklikke på punktet du ønsker å gå til, og når du ser en flokk kameler, høyreklikk på én av dem for å starte å jakte på den etter mat.
nl: De Ruitereenheid zou nu alle kippen geslacht moeten hebben. Selecteer de Ruiter en verken het zuid-westelijke gebied: hier is een meertje met enige kamelen eromheen. Verplaats uw Ruiter door rechts te klikken op het punt waar u wilt dat hij heen gaat en, wanneer u de kudde kamelen ziet, klik rechts op één van hen om te beginnen met het jagen voor voedsel.
pl: Jednostka kawalerii powinna była już ubić wszystkie kurczęta. Wybierz i zbadaj obszar południowo-zachodni: jest jezioro z kilkoma wielbłądami. Przenieś swoją kawalerię, klikając prawym przyciskiem myszy punkt, który chcesz iść, a gdy zobaczysz stado wielbłądów, kliknij prawym przyciskiem myszy na jednym z nich, aby rozpocząć polowanie na jedzenie.
pt_pt: Por esta altura a unidade de cavalaria já deve ter morto e processado todas as galinhas. Seleciona a unidade e ordena que explore a área a sudoeste: onde existe um lago com alguns camelos à volta. Move a cavalaria clicando com o botão direito do rato no local para onde queres que se desloquem e quando vires vários camelos, clica com o botão direito do rato sobre um para começar a recolher comida.
ru: К этому моменту всадник уже должен был покончить с курами. Выберете его и исследуйте территорию к юго-западу: здесь расположено озеро и несколько верблюдов вокруг. Перемещайте всадника при помощи ПКМ, кликая там, куда хотите его отправить, а когда увидите стадо верблюдов, щелкните ПКМ на них, чтобы всадник начал охоту.
sk: Jazdec už mal doteraz pozabíjať všetky sliepky. Zvoľ ho a pošli preskúmať územie na juho-západe: je tam jazero a okolo neho nejaké ťavy. Pošli jazdca pravým kliknutím na miesto, kam ho chceš poslať, a keď zbadáš stádo tiav, klikni pravým tlačidlom na nejakú z nich - takto začneš znova loviť jedlo.
sv: Kavalleristen borde ha slaktat alla kycklingar vid det här laget. Välj den och utforska området till sydväst: det finns en sjö med några kameler i närheten. Förflytta din ryttare genom att högerklicka dit du vill gå, och när du ser kamelerna, högerklicka på en för att börja jaga efter mat.
tr: Süvari birimi bütün tavukları şimdiye kadar katletmiştir. Tekrar seçin ve güneybatı bölgesini keşfedin: Etrafında deve kuşları olan bir göl var. Süvarilerinizi, göndermek istediğiniz noktaya sağ tıklayarak hareket ettirin ve bir deve sürüsü gördüğünüzde, yiyecek avlamaya başlamak için bir tanesine sağ tıklayın.
uk: Кавалерійські юніти повинні були зарізати всіх кур дотепер. Виберіть їх і дослідіть область на південному заході: там є озеро з кількома верблюдами. Перемістіть кавалерію, натиснувши правою кнопкою миші на точці, куди ви хочете йти, і коли побачите стадо верблюдів, клацніть правою кнопкою миші по одному з них, щоб розпочати полювання.
zh: 骑兵单元此时应已杀完所有的鸡。选择他，探索西南方面的地方。那里有一个湖，一些骆驼。右击地图上的点以让骑兵前进。看到骆驼时，右击一个以狩猎得到食物。

source: A field can have up to five farmers working on it. To add additional gatherers, select the Civic Center and setup a rally-point on a field by right-clicking on it. As long as the field is not yet build, new workers sent by a rally-point will help building it, while they will gather it when built.
ast: Fasta cinco llabradores puen trabayar un eru. P'amestar más recoyedores, esbilla'l centru civil y afita un puntu d'alcuentru nun eru calcando nelli col botón drechu. Mentanto nun tea construyida l'eru, los trabayadores nuevos que s'unvien pel puntu d'alcuentru van aidar a construyilu, pero van recoyer d'elli en cuantes se construya.
bg: На една нива може да работят най-много пет фермера. За да добавите допълнителни събирачи, изберете селищния център и поставете сборната му точка върху нива, като щракнете с десния бутон върху нея. Тъй като нивата все още не е построена, новите работници, които бъдат изпратени там заради поставената сборна точка, първо ще помогнат за строежа ѝ, а след това ще започнат да събират храна от нея.
de: Ein Feld können bis zu fünf Arbeiter bestellen. Um zusätzliche Sammler hinzuzufügen, wähle den Verwaltungssitz aus und setze mit einem Rechtsklick einen Sammelpunkt auf ein Feld. Solange das Feld noch nicht fertig ist, werden neue Arbeiter am Sammelpunkt mitbauen und später sammeln.
el: Ένα χωράφι μπορεί να έχει μέχρι πέντε αγρότες να δουλεύουν σε αυτό. Για να προσθέσεις επιπλέον αγρότες, επέλεξε το Αστικό Κέντρο και θέσε ένα σημείο συγκέντρωσης πάνω στο χωράφι κάνοντας δεξί κλικ σε αυτό. Εφόσον το χωράφι δεν έχει ακόμα ολοκληρωθεί, νέοι εργάτες θα σταλθούν δια μέσου του σημείο εναπόθεσης και θα βοηθήσουν στη κατασκευή του, θα ξεκινήσουν την καλλιέργεια αυτού μόλις ολοκληρωθεί.
es: Un huerto puede tener hasta cinco agricultores trabajando en él. Para agregar recolectores adicionales, seleccione el Centro Cívico y establece un punto de encuentro en un huerto haciendo clic con el botón derecho del ratón en el. Si la construcción del huerto aún no se ha terminado, los nuevos trabajadores enviados al punto de reunión ayudarán a construirlo y empezarán a recolectarlo cuando terminen.
eu: Landa batek bost nekazari arte izan ditzake bertan lanean. Biltzaile gehiago gehitzeko, Gizarte Zentroa aukeratu eta zelai batean biltze toki bat ezarri gainean eskuin klika eginez. Landa gunea oraindik eraikitzear dagoela, biltze puntutik bidalitako langile berriek eraikitzen lagunduko dute, eta eraiki ondoren jaso egingo dute.
gd: Faodaidh suas ri còignear obair air an achadh. Gus barrachd thuathanach a chur ris, tagh an t-ionad sìobhalta agus dèan briogadh deas air an achadh gus an ceann-cruinneachaidh a shuidheachadh air. Mur eil an achadh deiseil fhathast, cuidichidh an luchd-obrach ùr leis an togail agus ma tha, tòisichidh iad air a bhuan.
it: In un Campo possono lavorare fino a cinque raccoglitori. Per aggiungere altri raccoglitori, seleziona il Centro Civico e imposta un punto di raccolta su un campo facendo clic con il pulsante destro del mouse. Finché il campo non è ancora stato costruito, i nuovi lavoratori inviati al punto di raccolta lo aiuteranno a costruirlo, mentre inizieranno a raccogliere una volta ultimato..
ms: Sebuah ladang boleh diusahakan seramai lima orang petani, Untuk menambah lagi bilangan mereka, pilih Pusat Sivik dan tentukan titik bolak-balik pada ladang tersebut dengan mengklik-kanan padanya. Jika ladang tersebut masih lagi dibangunkan, pekerja baharu tersebut akan bantu membinanya, selepas itu mereka akan mula mengumpul setelah selesai.
nb: Et jordbruksfelt kan ha opptil fem arbeidere. For å legge til flere, velg samfunnssenteret og sett opp et samlingspunkt på et felt ved å høyreklikke på det. Så lenge feltet enda ikke er bygd, vil arbeidere sendt til et samlingspunkt hjelpe til med å bygge det, mens de vil høste det når det er bygd.
pl: Na polu może pracować do pięciu rolników. Aby dodać dodatkowych zbieraczy, wybierz Centrum Obywatelskie i ustaw punkt rajdu na polu, klikając go prawym przyciskiem myszy. Dopóki pole nie jest jeszcze zbudowane, nowi pracownicy wysłani przez punkt rajdowy pomogą go zbudować, podczas gdy będą gromadzić go po zbudowaniu.
pt_pt: Um campo agrícola pode ter no máximo 5 trabalhadores. Para adicionar mais trabalhadores, seleciona o Centro Cívico e define um Ponto de Encontro num campo clicando com o botão direito do rato num dos campos. Desde que o campo não esteja criado, os novos trabalhadores irão construí-lo, e trabalhar nele quando finalizarem a sua criação.
ru: На поле может работать до пяти фермеров. Чтобы добавить дополнительных собирателей, выберите Городской Центр и установите точку сбора на поле, щелкнув ПКМ. До тех пор, пока поле еще не построено, новые рабочие, отправленные на точку сбора, помогут его построить, когда поле будет построено, они приступят к сбору урожая .
zh: 田地最多可容五个农民工作。要增加采集者，选择市政中心并在右击田地以设立集结点，新的工人会被送到集结点帮忙建造。建造完成后他们会采集。

source: Select the Civic Center and right-click on the field.
ast: Esbilla'l centru civil y calca col botón derechu n'eru.
bg: Изберете селищния център и щракнете с десния бутон върху нивата.
br: Diuzit ar Greizenn Geodedel ha klikit-dehou war ar park.
ca: Seleccioneu el Centre Cívic i feu clic amb el botó dret sobre el camp.
de: Wähle den Verwaltungssitz aus und klicke rechts auf das Feld.
el: Επέλεξε το Αστικό Κέντρο και κάνε δεξί κλικ στο χωράφι.
eo: Elektu la Civitacentro kaj dekstre-klaku sur la agron.
es: Selecciona el centro cívico y haz clic derecho sobre el huerto.
es_ar: Selecciona el Centro Cívico y haz click derecho sobre el Huerto.
eu: Gizarte Zentroa aukeratu eta gunean eskuin klika egin.
fa: انتخاب مرکز تمدن و کلیک راست بر روی زمین کشاورزی
ga: Roghnoigh an tIonad Cathartha agus deaschliceáil ar an ngórt.
gd: Tagh an t-ionad sìobhalta agus dèan briogadh deas air an achadh.
gl: Selecciona o centro cívico e preme o campo co botón secundario.
it: Seleziona il Centro Cittadino e fai clic con il pulsante destro del mouse sul campo.
ko: 시민 회관을 선택하고 밭에서 오른쪽 클릭하십시오.
ms: Pilih Pusat Sivik dan klik-kanan di atas ladang.
nb: Velg samfunnssenteret og høyreklikk på åkeren.
pl: Wybierz centrum osady i kliknij prawym przyciskiem myszy na pole.
pt_pt: Seleciona o Centro Cívico e clica com o botão direito do rato no campo agrícola.
ru: Выберите Городской Центр и кликните ПКМ на поле.
sk: Vyber Občianske Centrum a klikni pravým tlačidlom na pole.
sv: Markera samhällscentret och högerklicka på åkern.
tr: Kent Merkezini seçin ve Tarlaya sağ tıklayın
uk: Виберіть Громадський центр та клацніть правою кнопкою миші на полі.
zh: 选择市政中心，并且右击田地。
