Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Karos was a chief of the Belli tribe located just east of the Celtiberi (Numantines at the center). Leading the confederated tribes of the meseta central (central upland plain) he concealed 20,000 foot and 5,000 mounted troops along a densely wooded track. Q. Fulvius Nobilior neglected proper reconnaissance and lead his army into the trap strung out in a long column. Some 10,000 of 15,000 Roman legionaries fell in the massive ambush that was sprung upon them. The date was 23 August of 153 B.C., the day when Rome celebrated the feast of Vulcan. By later Senatorial Decree it was ever thereafter known as dies ater, a 'sinister day', and Rome never again fought a battle on the 23rd of August. Karos was wounded in an after battle small cavalry action the same evening and soon died thereafter, but he had carried off one of the most humiliating defeats that Rome ever suffered.
ast: Karos foi'l xefe de la tribu los belos asitiada xusto al este de los celtíberos, (los numantinos metanos). Dirixendo les tribus confederaes de la meseta central, escondió 20.000 soldaos d'a pie y 5.000 soldaos montaos a lo llargo d'un trechu mestu d'arboláu. Q. Fulviu Nobilior nun fixo la reconocencia con xeitu y a la trampa llevó'l so exércitu, allongáu nuna columna. Dalgunos 10.000 de 15.000 llexonarios romanos cayeron na emboscada escomanada que se-yos desencadenó. La fecha foi'l 23 d'agostu de 153 a.C., el día cuando Roma celebró la fiesta de Vulcanu. A partir d'entós, por decretu del senáu, el 23 d'agostu llegó a conocese como dies ater, «el día siniestru», y Roma enxamás nun volvió a lluchar nelli. Karos quedó mancáu lluchando a caballu la mesma tarde dempués de la batalla y llueu morrió, pero tres llevar darréu una de les derrotes más grandes que Roma nunca nun sufrió.
bg: Карос бил вожд на племето Белли, което било разположено на изток от келтиберите (нумантийците били в цинтъра). Водейки съюзените племена на Месета (централно плато), той скрива 20 000 пехотни и 5 000 конни во̀ини по дължината на гъсто залесен път. К. Фулвий Нобилиор пренебрегнал нуждата от разузнаване и повел армията си във върволица към капана. Около 10 000 от общо 15 000 римски легионери паднали в огромната неочаквана засада. Датата била 23 август 153г. пр.н.е., денят, в който за Рим бил фестивалът на Вулкан. По по-късен сенаторски указ, денят бил завинаги наричан „dies ater“ или „зловещ ден“ и Рим никога не провеждал битки на 23-ти август. Карос бил ранен след битка в дребна конна схватка същата вечер и много скоро след това починал. Но той бил провел едно от най-унизителните поражения, което Рим е преживявал.
br: Karos a oa penn ar meuriad Belli lec'hiet just e reter ar C'heltibered (E kreiz e oa an Numantined). E-penn meuriadoù ar plateiz kreizel kenvrevret e oa (pladenn-greizel uhel) e skoasennas 20,000 soudard war droad ha 5,000 marc'heger a-hed ur wenodenn koadek stank. Q. Fulvius Nobilior a chomas hep ober un anavezadenn vat hag e kasas e armead en ur steudad hir er stign. Un 10,000 lejionour Roman bennak eus ar 15,000 a gouezhas en dagadenn-stign bras-divent-mañ a sailhas warno. An deiziad a oa d'an 23 a viz Eost e 153 kent J.-K., an deiz a lide Roma Gouel Vulkano. War-lerc'h un dekred senedourel anavezet dindan an anv dies ater, un 'deiz an drouziwezh' ha ne vrezelas ket morse ken Roma en un emgann d'an 23 a viz Eost. Karos a oa bet gloazet en noz-mañ e-pad ur c'hrogad marc'hegerezh-skañv hag e varvas just goude, met roet en doa da Roma unan eus e zrouglammoù mezhekaus gwashañ he deus bet morse.
ca: Karos va ser un cap de la tribu dels bel·les, que vivien a l'est dels celtibers. Va guiar les tribus confederades de la Meseta central (gran altiplà central de la Península Ibèrica) i va amagar 20.000 soldats a peu i 5000 a cavall en una pista boscosa. Quint Fulvi Nobílior no va ordenar el reconeixement del terreny i va caure a la trampa amb tot el seu exèrcit. De 10.000 a 15.000 legionaris romans van morir en la gran emboscada. Era el dia 23 d'agost del 153 aC, el dia en què Roma celebrava la festivitat de Vulcà. Per decret senatorial, a partir de llavors aquell dia es va conèixer com a "dies ater" o dia sinistre, i Roma mai més no va tornar a participar en cap batalla el 23 d'agost. Karos va resultar ferit en un petit atac de cavalleria el vespre de la batalla i va morir poc després, però no sense haver infligit a Roma una de les derrotes més humiliants que va patir mai.
cs: Karos byl náčelníkem kmene Bellů nacházejícího sa na východ od Keltiberů (ve středu byli Numantini). Veda spojené kmeny ústřední mesety (ústřední náhorní plošiny) skryl 20000 pěšáků a 5,000 jezdců podél hustě zalesněné cesty. Q. Fulvius Nobilior zanedbal patřičný průzkum terénu, a tak vedl svoji armádu táhnoucí se v dlouhé řadě přímo do pasti. Po rozsáhlém přepadnutí tam tehdy padlo 10000 z celkem 15000 římských legionářů. Psal se 23. srpen roku 153 před Kristem, den, kdy Římané oslavovali Vulkánův svátek. Pozdější senátní vyhláškou byl tento den označen za "zlověstný den", a na základě toho Římané už nikdy znovu 23. srpna nebojovali. Karos byl zraněn v malé jezdeckém boji po bitvě a brzy poté i zemřel, ale i tak uštědřil Římu jednu z nevíce potupných porážek, jakou kdy Řím utrpěl.
de: Karos war ein Häuptling des Belli-Stamms, der östlich der Keltiberer siedelte (Numantines im Zentrum). Er führte die vereinigten Stämme der Zentralmeseta (zentrale Hochebene) und verbarg 20.000 Fuß- und 5.000 berittene Truppen entlang eines dicht bewaldeten Weges. Q. Fulvius Nobilior unterließ eine angemessene Aufklärung und führte seine Armee in eine lange Kolonne gestreckt in die Falle. Ca. 10.000 der 15.000 römischen Legionäre fielen dem gewaltigen Hinterhalt zum Opfer, in den sie geraten waren. Das Datum war der 23. August 153 v.Chr., der Tag, an dem Rom das Fest zu Ehren des Gottes Vulcanus abhielt. Durch einen späteren Senatserlass wurde dieser Tag in der Folge als „dies ater“, als „finsterer Tag“, bekannt und Rom kämpfte nie wieder eine Schlacht am 23. August. Karos wurde nach der Schlacht während eines kleinen Kavalleriegefechts am selben Abend verwundet und starb kurz darauf, aber er hatte Rom eine der demütigendsten Niederlagen, die es je erlitten hatte, beigebracht.
el: Ο Καρός ήταν αρχηγός της φυλής των Μπελί που βρίσκεται ακριβώς ανατολικά του Κελτιβέριου (στο κέντρο της Νομανδίας). Οδηγώντας τις συνασπισμένες φυλές στη κεντρική Μεσέτς (κεντρική πεδιάδα των ορεινών) απέκρυψε 20.000 πεζικάριους και 5.000 ιππείς κατά μήκος μιας πυκνής δασωμένης λωρίδας. Ο Φάλβιος Νοβίλιος ο Πέμπτος παραμέλησε να κάνει σωστή αναγνώριση και οδήγησε τον στρατό του στην παγίδα σε μια μακριά σειρά. Περίπου 10.000 από τους 15.000 Ρωμαίους λεγεωνάριους έπεσαν στη μαζική ενέδρα που είχε ξεπηδήσει επάνω τους. Η ημερομηνία ήταν 23 Αυγούστου του 153 π.Χ., την ημέρα αυτή η Ρώμη γιόρταζε τη γιορτή του Ηφαίστου. Αργότερα με συγκλητικό διάταγμα έγινε γνωστή ως μαύρη μέρα, μία «σκοτεινή μέρα», και η Ρώμη ποτέ ξανά δεν διεξήγαγε μάχη στις 23 Αυγούστου. Ο Καρός τραυματίστηκε σε μια αψιμαχία με μερικούς ιππείς μετά τη μάχη το ίδιο βράδυ και σύντομα πέθανε στη συνέχεια, αλλά είχε πραγματοποιηθεί μία από τις πιο ταπεινωτικές ήττες που υπέστη ποτέ η Ρώμη.
es_ar: Caro fue un jefe de la tribu de los belos ubicada al este de los celtíberos (numantines en el centro). Al mando de las tribus confederadas de la meseta central, escondió 20000 tropas de infantería y 5000 de caballería a lo largo de un camino junto a un bosque frondoso. Quinto Fulvio Nobilior descuidó las exploraciones debidas y condujo su ejercito en una larga columna hacia la trampa. Entre 10000 y 15000 legionarios romanos murieron en la emboscada masiva en la que cayeron. Fue el 23 de agosto de 153 a.C. el día en que Roma celebraba la fiesta a Vulcano. Debido a un decreto del senado, desde ese momento se lo conoció como "dies ater", un día siniestro, y Roma no volvió a luchar una batalla los 23 de agosto. Caro resultó herido en una pequeña maniobra de caballería luego de la batalla esa misma tarde y al poco tiempo murió, pero llevó a cabo una de las derrotas más humillantes que jamás haya sufrido Roma.
eu: Karo Belli tribuko buruzagi bat izan zen, zeltiberieren ekialdean kokatutako tribua zen (Erdialdeko Numantiarrak). Erdialdeko lautadako tribuen konfederazioaren buruzagia zelarik, baso baten inguruan 20.000 infanteria soldadu eta 5.000 zaldun ezkutatu zituen. 10.000 eta 15.000 Erromatar Legionario erori ziren segadan K.a.153ko abuztuaren 23an, Erromak Vulkanoren jaia ospatzen zuten egunean. Geroko dekretuaren bidez eguna dies ater moduan ezagutu zen, 'egun iluna', nondik datorren desastre hitza, eta horrez geroztik Erromak ez zuen egun horretan egiten zen borroketan parte hartu. Karo zauritua izan zen borroka horren ondoren, zalditeriako maniobra batean, eta handik gutxira hil zen, baino Erromak sekula jasan zuen porrotarik umilgarrienetakoa eragin ondoren.
fa: کاروس رهبر قبیله بلی بود که در جنوب سلتیبری (نومانتین در مرکز) قرار داشت. کاروس رهبری 20000 پیاده و 5000 سواره نظام را از قبایل خود و چند قبیله متحد بر عهده داشت. فالویس نابیلور شناسایی درستی از منطقه انجام نداده بود و سپاه خود را به سمت تله نیروهای کاروس پیش برد و کاروس نیز با نیروهایش با یک حمله محکم توانست 10000 تا 15000 سرباز لژیون روم را از بین برد. آن روز 23 آگوست سال 153 قبل از میلاد بود، روزی که رومی ها جشن ولکان را برپا داشته بودند. اما بعد از این ماجرا سناتورهای روم این روز را به نام روز بدبختی نام گذاری کردند. رومی ها هیچ گاه در روز 23 آگوست دیگر جنگی را ترتیب ندادند. کاروس در این نبرد زخمی شد و در روز بعد بخاطر زخم های جنگ جان سپرد با این وجود کاروس نامش را به عنوان کسی که باعث شکل گیری یکی از تحقیرآمیزترین شکست های رومیان شده بود در تاریخ ثبت کرد. ()
ga: Ba thaoiseach treibhe na mBéalach é Cáros, a bhí suite ar éigean in oirthear na gCéiltibéireach (Númaintia sa lár). Bhí sé ina cheannas ar treibheanna conaidhme an ardchláir lárnaigh ('el Meseta Central'), chuir sé 20,000 gcoisithe agus 5,000 marcraí i bhfolach i rith bealaigh mhó-choilltigh. Rinne Q. Fúilbhias Noibillear faillí ina thaiscéalaíocht agus threoraigh sé a arm isteach i luíochán ollmhór a bhí curtha orthu. Ba 23 Lúnasa an dáta i 153 R.C., lá a cheilliúir na Rómhánaigh an Fhéile Bholcáin. Trí Fhorógra an tSeanaid i ndiaidh, bhí sé aitheanta mar 'dies ater' nó 'lá dorcha', agus ní throid an Róimh riamh aon chath ar an lá seo. Goineadh é i scirmise marcaigh tar éis an chatha chéana agus fuair sé bás go luath ina dhiaidh sin, ach rinne sé ceann de na clistí is náirí gur d'fhulaing na Rómhánaigh riamh.
hu: Karos a belli törzs törzsfőnöke volt, a keltibérektől pont keletre (a numantiaiakkal a közepén). A szövetséges törzseket a fennsík közepére vezetve, 20.000 gyalogost és 5.000 lovast rejtett el a sűrű erdős út mellett. Q. Fulvius Nobilior elhanyagolta a megfelelő felderítést és a felállított csapdába vezette a seregét egy hosszú oszlopban. Körülbelül 10.000 római legionárius esett el a 15.000-ből a nagyszabású rajtaütésben. A dátum i. e. 153 augusztus 23.-a volt, a nap amikor Róma Vulcanus ünnepét tartotta. Később, szenátori rendeletben a nap dies ater néven lett ismert, egy „baljós nap”, és Róma soha többet nem harcolt augusztus 23.-án. Karos megsérült egy a csata utáni lovassági akcióban ugyanezen a nap estjén, és nemsokkal később meg is halt, de véghezvitte az egyik legmegalázóbb vereségét, amelyet Róma valaha elszenvedett.
hy: Կարոսը Ցելտիբերիից մի փոքր արևելք գտնվող Բելի ցեղի (կենտրոնը՝ Նումանտինես) ցեղապետն էր։ Առաջնորդելով Կաստիլյան սարահարթի (կենտրոնական բարձրավանդակ) ցեղային միությունը՝ նա քողարկեց 20,000 հետևակ և 5,000 հեծյալ զինվորներ խիտ անտառածածկ ճանապարհի երկայնքով։ Ք․ Ֆուլվիուս Նոբիլիորն անտեսեց պատշաճ հետախուզությունը և առաջնորդեց երկար սյունով շարժվող իր բանակը դեպի ծուղակը։ 15,000 հռոմեական լեգեոներներից մոտ 10,000-ը զոհվեցին մասսայական ծուղակում։ Այդ օրը մ․թ․ա․ 153թ․-ի օգոստոսի 23-ն էր, երբ հռոմեացիները նշում էին Վուլկանի տոնը։ Հետագա սենատական որոշմամբ այդ օրն այնուհետ դարձավ "դիես ատեր", 'սև օր', և Հռոմն այլևս երբեք չճակատամարտեց օգոստոսի 23-ին։ Կարոսը նույն օրվա երեկոյան վիրավորվեց ճակատամարտից հետո տեղի ունեցած փոքրաթիվ հեծյալների պայքարում և շուտով մահացավ, բայց նա կարողացավ Հռոմին մատնել վերջինիս ամենանվաստացնող պարտություններից մեկին։
it: Karos fu un capo della tribù Belli posta appena a est dei Celtiberi (coi Numantini al centro). A capo delle tribù confederate della Meseta Centrale (altopiano centrale) nascose 20.000 fanti e 5.000 cavallieri lungo una pista ricca di boschi. Q. Fulvio Nobiliore trascurando di fare una corretta ricognizione portò il suo esercito in trappola. Circa 10.000 di 15.000 legionari romani caddero nell'imboscata. La data era il 23 Agosto del 153 a.C., il giorno in cui Roma celebrava la festa di Vulcano. In un successivo Decreto Senatoriale venne ricordato come dies ater, un 'giorno sinistro', da cui deriva la parola disastro, e Roma non combattè più una battaglia il 23 Agosto. Karos venne ferito in una piccola azione di cavalleria la sera stessa dopo la battaglia e presto morì, ma aveva strappato una delle sconfitte più umilianti che sia mai stata inferta a Roma.
ja: カロス（カルス）はケルティベリア人の居住域の中で、（中央にいたヌマンティア族の）すぐ東に居住したベリ族の首領でした。メセタ・セントラル（中央台地）の部族同盟を率い、彼は2万の歩兵と5千の騎兵を深い森の小道に隠しました。クィントゥス・フルウィウス・ノビリオルは適切な偵察を怠り、自軍を細長く散開させる罠へ導きました。1万5千のうちおよそ1万のローマのレギオン兵が倒されたのは、この大規模な待ち伏せが彼らの身に降りかかったためでした。その日は紀元前153年8月23日、ローマがウゥルカーヌスの祭礼を祝う日でした。のちに元老院令でこの日はdies ater（不吉な日）とされ、そしてローマは二度と8月23日に戦をしませんでした。カロスは同夜、戦闘後に騎兵と小競り合いになり負傷し、まもなくして亡くなりました。しかし、彼は、ローマがこれまでに喫した敗戦で最も屈辱的なひとつをやってのけました。
ko: 카로스는 켈티베리의 동쪽(중앙에 있던 누만티족의)에 위치한 벨리 부족의 족장이었습니다. 메세타는 중앙(중앙 고원)의 부족 동맹을 이끌고, 그는 2만의 보병과 5천의 기병을 깊은 숲속 오솔길에 숨겼습니다. 한편 퀸투스 풀비우스 노빌리오르는 적절한 정찰을 소홀히하여 자신의 군대를 길게 늘어뜨리는 바람에 찌든 함정에 빠져버렸습니다. 로마 군단의 1만 5천명중 1만명이 그들의 달라든 이 대규모 매복으로 쓰러졌습니다. 그날은 기원전 153년 8월 23일, 로마가 불칸의 축제를 경축하는 날이었습니다. 이후 원로원의 법으로 이날은 '불길한 날'로 여겨졌고, 두번다시 로마는 8월 23일에는 전투를 벌이지 않았습니다. 카로스는 같은 날 저녁 소규모 기병들과의 교전후 부상당했고 그후 곧 사망했습니다. 그러나 그는 로마가 당한 가장 굴욕적인 패배중 하나를 안겨주었습니다.
nb: Karos var øverste leder for Belli-stammen som ligger like øst for Celtiberi (Numantines ligger i midten). Ledende føderale stammene i Meseta Central (sentrale høylandssletter) han skjulte 20000 fotsoldater og 5000 faste tropper langs en tett skogkledd vei. Q. Fulvius Nobilior neglisjerte rekognosering fatalt og ledet sin hær i fellen strukket ut i en lang kolonne. Omtrent 10000 av 15000 Romerske legionærer falt i det massive bakhold på dem. Datoen var 23 august 153 f.Kr., dagen da Roma feiret gildet for Vulcan. Ved senere senator-resolusjon ble det deretter kjent som dies ater, 'en skummel dag', og Rom utkjempet aldri igjen en kamp den 23. August. Karos ble såret i en etter slaget etter en liten kavalerihandling samme kveld og døde snart deretter, men han hadde båret en av de mest ydmykende nederlag som Rom noensinne led.
pl: Karos był wodzem plemienia Belli, które znajduje się tuż na wschód od Celtiberian (Numantines to centrum). Prowadząc Skonfederowane plemiona Mesety Centralnej (Centralnej równinie, Wyżynie) ukrył 20.000 stóp i 5000 wojska wzdłuż gęsto zalesionego toru. Q. Fulvius Nobilior zaniedbał prawidłowe rozpoznanie terenu i prowadził swoją armię w pułapkę. Od 10.000 do 15.000 rzymskich legionistów spadła w ogromną zasadzkę które wzeszło nad nimi. Stało się to 23 sierpnia 153 roku p.n.e., w dniu, kiedy Rzym obchodził święto Vulcan. Przed późniejszym Senatorskim Dekretem został kiedykolwiek później znany jako umiera ater i 'złowrogi dzień ", a Rzym nigdy nie stoczył bitwy w dniu 23 sierpnia. Karos został ranny w bitwie po akcji małej kawalerii tego samego wieczoru i wkrótce potem umarł, ale odchodził gdy Rzym doświadczył jednej z najbardziej upokarzających porażek i udowodnił że Rzym nie zawsze nie cierpi.
pt_br: Karos foi um chefe da tribo Belli, localizado a leste da Celtiberi (Numantines no centro). Levando as tribos confederadas da meseta central (central montanha planície) ele ocultou a 20.000 pés e 5.000 tropas montadas ao longo de uma faixa densamente arborizada. P. Fúlvio Nobilior negligenciado o reconhecimento adequado e liderar seu exército para a armadilha strung out em uma coluna. Alguns 10.000 de 15.000 legionários romanos caiu na emboscada enorme que tinha saltada em cima deles. A data era 23 de agosto de 153 A.C., quando Roma celebrou a festa da Vulcan o dia. Por posterior decreto Senatorial que posteriormente já era conhecida como dies ater um dia sinistro e Roma nunca mais travei uma batalha no dia 23 de agosto. Karos foi ferido em uma batalha após ação de cavalaria pequenas na mesma noite e logo morreram depois, mas ele tinha levado uma das derrotas mais humilhantes que Roma já sofreu.
ru: Карос был вождём племени беллов расположенном на востоке Кельтиберии (с центром в Нуманции). Возглавляя конфедерацию племён Кастильского плоскогорья (центральная возвышенность), скрыл 20000 пеших и 5000 конных войск в густом лесу вдоль дороги. Квинт Фульвий Нобилиор пренебрёг надлежащей разведкой и привёл свою армию в ловушку, растянувшись в длинную колонну. 10000 из 15000 римских легионеров пали в засаде. Это случилось 23 августа 153 г. до н.э., когда в Риме отмечали праздник Вулкана. Позднее сенатским указом этот день был назван как "диес атер", "чёрный день", и Рим никогда больше вёл боёв 23 августа. Карос в тот же вечер был ранен в небольшой кавалерийской схватке после боя и вскоре умер, но нанёс Риму одно из самых унизительных поражений.
sk: Karos bol náčelníkom kmeňa Bellov nachádzajúceho sa na východ od Keltiberov (v strede boli Numantíni). Vedúc spojené kmene centrálnej mesety (centrálnej náhornej plošiny) skryl 20,000 pešiakov a 5,000 jazdcov pozdĺž husto zalesnenej cesty. Q. Fulvius Nobilior zanedbal patričný výskum terénu a tak viedol svoju armádu v dlhom rade priamo do pasce. Po rozsiahlom prepadnutí tam vtedy padlo 10,000 z celkovo 15,000 rímskych legionárov. Písal sa 23. august roku 153 pred Kristom, deň, keď Rimania oslavovali sviatok Vulcana. Podľa neskoršej senátnej vyhlášky bol označený za "zlovestný deň", a na základe toho Rimania už nikdy znovu 23. augusta nebojovali. Karos bol zranený v malej jazdeckej akcii po bitke a čoskoro teda aj zomrel, ale i tak uštedril Rímu jednu z najponižujúcejších porážok, akú ten kedy utrpel.
sv: Karos var chef för Belli-stammen strax öster om Celtiberi (Numantines i centrum). Ledande förbundna stammarna i mesetaklätten doldade han 20.000 fot och 5.000 monterade trupper längs ett tätt skogbevuxen spår. Q. Fulvius Nobilior försummade korrekt rekognosering och ledde sin armé in i fällan utsträckt i en lång kolumn. Några 10.000 av 15.000 romerska legionärer föll i den massiva bakhåll som sprängdes på dem. Datumet var 23 augusti av 153 B.C., den dag då Rom firade Vulkanens fest. Vid senare senatorisk dekret var det någonsin känt som diesterter, en "syndig dag", och Rom slog aldrig igen en kamp den 23 augusti. Karos blev sårad i en efterkrig liten kavallerihandling samma kväll och dog snart därefter, men han hade avfört ett av de mest förödmjukande nederlag som Rom någonsin lidit.
tr: Karos, Celtiberi'nin hemen doğusunda (Merkezdeki Numantines) bulunan Belli kabilesi şefiydi. Meseta orta kesiminde (merkez dağlık ova) birlik içindeki kavimlerin başında, yoğun bir ormanlık yol boyunca 20.000 ayak ve 5.000 askeri birliklerini gizledi. Q. Fulvius Nobilior uygun keşifleri ihmal ederek orduyu uzun bir sütunda süzülen tuzağa götürdü. 15.000 Roma lejyonerinden yaklaşık 10.000, büyük pusuya düştüler. Tarih, 23 Ağustos'ta Roma'nın Vulkan bayramını kutladığı günümüzde 153 BC'de gerçekleşti. Daha sonraki Senatoya Kararname gereğince, o zamandan beri ölüm, bir 'kötü gün' olarak biliniyordu ve Roma, 23 Ağustos'ta bir daha asla savaşa girmedi. Karos, aynı akşam savaş sonrası küçük süvari harekâtı sırasında yaralandı ve kısa süre sonra öldü, ancak Roma'nın şimdiye kadar uğradığı en aşağılayıcı yenilgilerden birini gerçekleştirdi.
uk: Карос був вождем племені беллів, яке жило на сході Кельтіберії (з центром у Нуманції). Очолюючи конфедерацію племен кастильського плоскогір'я (центральна височина), приховав 20000 піхотинциів і 5000 кіннотників в густому лісі вздовж дороги. Квінт Фульвій Нобіліор знехтував належною розвідкою і повів свою армію у пастку, розтягнувшись в довгу колону. 10000 з 15000 римських легіонерів загинули в засідці. Це сталося 23 серпня 153 р. до н. е.., коли у Римі відзначали свято Вулкана. Пізніше сенатським указом цей день був названий як "дієс атер", "чорний день", і Рим ніколи більше не вів боїв 23 серпня. Карос в той же вечір був поранений в невеликій кавалерійської сутичці після бою і незабаром помер, але завдав Риму одну з найпринизливіших поразок.
zh: 考罗什是一个位于东塞尔特伊比利（以努曼西亚为中心）的贝利部落的酋长，领导着在梅赛塔高地（中央高地平原）的部落联盟的20,000 名步兵及5,000 名骑兵沿着一条有着茂密树木的道路隐匿踪迹。 Q. Fulvius Nobilior 忽视了适当的侦查，带领着他的军队进入了一个长长的死亡陷阱。 15,000 名的罗马军团中，大约有10,000 名在这有如雨后春笋一般涌出的突袭中倒下。这天是公元前153年的8月23日，当天，罗马人正在庆祝火神节。后来，元老院颁布了法令，称这天为死亡亚特，「厄运之日」，此后罗马人再也没有打过8月23日的仗。考罗什在战斗后的一场晚间的小型骑兵行动中受伤，并在不久后去世，但他带来了罗马史上最屈辱的失败之一
zh_tw: 考羅什是一個位於東塞爾特伊比利（以努曼西亞為中心）的貝利部落的酋長，領導著在梅賽塔高地（中央高地平原）的部落聯盟的20,000名步兵及5,000名騎兵沿著一條有著茂密樹木的道路隱匿蹤跡。Q. Fulvius Nobilior忽視了適當的偵查，帶領著他的軍隊進入了一個長長的死亡陷阱。15,000名的羅馬軍團中，大約有10,000名在這有如雨後春筍一般湧出的突襲中倒下。這天是西元前153年的8月23日，當天，羅馬人正在慶祝火神節。後來，元老院頒布了法令，稱這天為死亡亞特，「厄運之日」，此後羅馬人再也沒有打過8月23日的仗。考羅什在戰鬥後的一場晚間的小型騎兵行動中受傷，並在不久後去世，但他帶來了羅馬史上最屈辱的失敗之一。
