Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Advanced Citizen-Cavalry
ast: Caballería ciudadano avanzao
bg: Напреднала гражданска конница
br: Marc'hegerezh-keodedour Araokaet
ca: Cavalleria ciutadana avançada
cs: Zkušená občanská jízda
da: Avanceret Borgerkavaleri
de: Fortschrittliche Bürgerkavallerie
el: Προαγωγή Πολίτη-Ιππέα
es_mx: Unidades ciudadanas a caballo avanzadas
eu: Zalditeri Zibil Aurreratua
fa: سواران-شهروند پیشرفته
ga: Marcra-Shaoránaigh Forásacha
gl: Cabalaría de cidadáns avanzada
hu: Fejlett lovas polgár
id: Kavaleri Rakyat Berpangkat
it: Cavalleria-Cittadina Avanzata
ja: 上級市民騎兵
ko: 고급 시민 기병
lv: Attīstīti pilsoņu jātnieki
ms: Askar-Rakyat Berkuda Mahir
nb: Avansert borger-kavaleri
nl: Geavanceerde burgercavalerie
pl: Ulepszona kawaleria
pt_pt: Cidadãos-Cavaleiros Avançados
ru: Улучшенный горожанин-кавалерист
sk: Pokročilá občianska jazda
sv: Avancerad Medborgar-kavalleri
tr: Gelişmiş Vatandaş-Süvari
uk: Просунута громадянська кавалерія
zh: 进阶骑兵民兵
zh_tw: 進階公民騎兵

source: Upgrade all of your citizen-soldier infantrymen to Advanced rank.
ast: Ameyorar tolos ciudadanos-soldáu d'a pie al rangu avanzáu.
bg: Повишаване на всички пехотни граждани-во̀ини в ранг „Напреднал“.
br: Kas a ra hollad ho soudarded-keodedour war droad er renk Araokaet.
ca: Ascendiu tots els soldats ciutadans d'infanteria al rang avançat.
cs: Povyšte všechny své občanské vojáky pěchoty na úroveň zkušených vojáků.
da: Forfremmer alle dine borgersoldat infanterister til avanceret rang.
de: Befördert alle Bürger-Fußsoldaten zum Fortgeschritten-Dienstgrad.
el: Αναβαθμίστε όλους τους πεζικάριους πολίτες-οπλίτες σας σε Ανώτερο βαθμό.
es_mx: Mejora todos tus ciudadanos-soldado de infantería al rango de Avanzado.
eu: Igo zure zalditeria hiritar-soldadu guztiak Aurreratua mailara.
fa: ارتقا تمام سربازان شهروند پیاده به رتبه بالاتر
ga: Uasghradaigh do choisithe míle-shaoránacha ar fad go an rang Forásach.
gl: Avanza todos os cidadáns-soldado de infantaría ao rango avanzado.
hu: Minden gyalogos polgár előléptetése fejlett rangra.
id: Tingkatkan semua infanteri rakyat Anda ke pangkat lebih Tinggi.
it: Aggiorna tutti i fanti cittadino-soldato al rango Avanzato.
ja: すべての市民兵士の歩兵を上級ランクに昇進させます。
ko: 모든 시민 군인 보병을 상급 계급으로 진급합니다.
lv: Paaugstiniet visus savus pilsoņus-kājniekus līdz Attīstītai pakāpei.
ms: Tatar semua askar-rakyat infantri anda ke pangkat Mahir.
nb: Oppgrader alle dine borger-soldatinfanterister til avansert rang.
nl: Promoveer al je infanterie burgersoldaten naar geavanceerde rang.
pl: Awansuj wszystkich swoich miejskich żołnierzy piechoty do rangi Zaawansowanej.
pt_pt: Promove todos os teus homens de infantaria de cidadão-soldado à graduação de Avançado.
ru: Повысьте всех своих граждан-пехотинцев в ранге до улучшенных.
sk: Povýši všetkých vašich občanov-vojakov pešiakov na pokročilý stupeň.
sv: Befordra alla dina medborgarsoldat infanterister till rangen Avancerad.
tr: Tüm vatandaş askerler süvarilerini Gelişmiş rütbeye yükselt.
uk: Удосконалити всіх Ваших піхотинських громадян-солдатів до просунутого рангу.
zh: 将你所有的步兵民兵升级为进阶等级。
zh_tw: 將您所有的公民步兵升級為進階等級。

source: Upgrade all of your citizen-soldier infantrymen to Advanced rank. This increases their military prowess, but decreases their resource gathering rates -25%. Unlocks Elite Citizen-Infantry technology.
ast: Ameyorar tolos ciudadanos-soldáu d'a pie al rangu avanzáu. Esto auménta-yos l'habilidá militar, pero amenórga-yos les tases de recoyida nel -25%. Desbloquia la teunoloxía de la infantería ciudadano d'élite.
bg: Повишаване на всички пехотни граждани-во̀ини в ранг „Напреднал“. Това увеличава военните им умения, но намалява бързината на събиране на ресурси с -25%. Отключва технологията Елитна цивилна пехота.
br: Kas a ra hollad ho soudarded-keodedour war droad er renk Araokaet. Lakaat a ra da greskiñ o ampartiz milourel, met bihanaat a ra eus -25% o feur dastum mammennoù. Divorailhañ a ra an deknologiezh Begenn ar Geodedourien war-droad.
ca: Ascendiu tots els soldats ciutadans d'infanteria al rang avançat. Això augmenta la seva destresa militar, però disminueix els índexs de recol·lecció de recursos un -25%. Desbloca la tecnologia de les elits de la cavalleria ciutadana.
cs: Povyšte všechny své občanské vojáky pěchoty na úroveň zkušených vojáků. Zvýší se jejich bojové schopnosti, ale sníží jejich schopnost získávat suroviny o 25%. Odemkne výrobní postupy elitních občanských vojáků pěchoty.
de: Befördert alle Bürger-Soldaten Kavalleristen zum erweiterten Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Sammel-Raten um -25%. Schaltet Elite-Infanterie-Bürger-Technologie frei.
el: Προάγετε όλους τους πεζικάριους πολίτες-οπλίτες σας σε Προχωρημένο βαθμό. Αυτό αυξάνει την στρατιωτική τους δύναμη αλλά μειώνει κατά -25% το ποσοστό συλλογής πώρων. Ξεκλειδώνει την τεχνολογία Εκλεκτός Πολίτης-Πεζικάριος.
es_mx: Promover a todos tus ciudadanos-soldados de infantería al rango de Avanzado.Esto aumenta su destreza militar, pero disminuye su tasa de recolección de recursos un -25%. Desbloquea la tecnología de Infantería Ciudadana Élite.
eu: Sustatu zure infanteria hiritar-soldadu guztiak Aurreratua mailara. Gudarako trebetasuna handituko diezu, baino baliabideak biltzeko garaian %25- gutxiago lortuko dute. Eliteko Herritar-Infanteria teknologia desblokeatzen du.
fa: ارتقا تمام سربازان شهروند پیاده به رتبه بالاتر. این باعث افزایش قدرت نظامی آنها می شود اما این موضوع باعث کاهش سرعت جمع کردن منابع آنها به میزان -25% می شود. باز کردن قفل شهروند پیاده نظام زبده.
ga: Uasghradaigh do choisithe míle-shaoránacha ar fad go an rang Forásach. Méadaíonn sé seo a láidreacht mhíleata, ach laghdaíonn sé a rátaí bailithe d'acmhainní le -25%. Díghlasáil teicneolaíocht Míle-Shaoránach Éilite.
gl: Avanza todos os cidadáns-soldado de infantaría ao rango avanzado. Isto aumenta a súa eficacia militar, pero diminúe un -25% a velocidade coa que recollen recursos. Desbloquea a tecnoloxía «Infantaría de cidadáns de elite».
hu: Minden gyalogos polgár előléptetése fejlett rangra. Ez növeli a harci képességeiket, de -25% a húsgyűjtési sebességükre. Elérhetővé teszi az elit gyalogos polgár fejlesztést.
id: Tingkatkan semua infanteri rakyat Anda ke pangkat lebih Tinggi. Ini meningkatkan kecakapan militer mereka namun mengurangi tingkat pengumpulan sumberdaya sebanyak -25%. Membuka teknologi Infanteri Rakyat Elit.
it: Aggiorna tutti i fanti cittadino-soldato al rango Avanzato. Questo aumenta il loro valore militare, ma diminuisce la loro capacità di raccolta cibo di -25%. Sblocca la tecnologia Fanteria Cittadina Elite.
ja: すべての市民兵士の歩兵を上級ランクに昇進させます。これによって軍事的な技量が上がりますが、資源の採集効率が25%落ちます。精鋭市民歩兵のテクノロジー研究が可能になります。
ko: 모든 시민 군인의 보병을 상급 계급으로 진급합니다. 이렇게 하면 군사력은 향상되지만 자원의 수집률은 -25% 감소합니다. 정예 시민 보병의 기술 연구을 풉니다.
lv: Paaugstiniet visus savus pilsoņus-kājniekus līdz Attīstītai pakāpei. Tas palielinās to militāro spēku, taču samazinās resursu iegūšanas ātrumu par -25%. Atver Elites pilsoņu-kājnieku tehnoloģiju.
ms: Tatar semua askar-rakyat infantri anda ke pangkat Mahir. Ia meningkatkan kekuatan ketenteraan mereka, tetapi mengurangkan -25% kadar pengumpulan sumber. Buka teknologi Askar-Rakyat Elit.
nb: Oppgrader alle dine borgersoldat-infanterister til avansert rang. Dette øker deres militære skikkethet men senker hastigheten på ressurs-sanking med -25%. Låser opp teknologi for eliteborger-infanteri.
nl: Promoveer al je infanterie burgersoldaten naar geavanceerde rang. Dit verhoogt hun militaire kracht, maar verminderd hun snelheid om burgertaken uit te voeren met 25%. Na deze promotie kan je verder promoveren tot elite rang.
pl: Awansuj wszystkich swoich żołnierzy miejskich piechoty do rangi Zaawansowanej. Zwiększa to ich waleczność, ale zmniejsza szybkość pozyskiwania surowców o -25%. Odblokowuje technologię Elitarna piechota miejska.
pt_pt: Promove toda tua infantaria de cidadão-soldado à graduação de Avançado. Isto aumenta o seu poderio militar mas diminui a velocidade de recolha de recursos em -25%. Desbloqueia a tecnologia dos Cidadãos-Peões de Elite.
ru: Повысьте в ранге всех своих граждан-пехотинцев до улучшенных. Это повысит их воинскую доблесть, но уменьшит сбор мяса на -25%. Открывает технологию "элитный гражданин-пехотинец".
sk: Povýši všetkých vašich občanov-vojakov pešiakov na pokročilý stupeň. Toto zvýši ich vojenské schopnosti, avšak zároveň spomalí ich rýchlosť získavania surovín o 25%. Taktiež sprístupní technológiu elitnej občianskej pechoty.
sv: Befordra alla dina medborgarsoldat-infanterister till rangen Avancerad. Detta ökar deras militära förmåga men minskar deras resurs insamlingstakt med -25%. Låser upp Elit Medborgar-infanteri teknologin.
tr: Tüm vatandaş asker piyadeleri Seçkin rütbeye yükselt. Bu onların askeri cesaretini artırır, ancak kaynak toplama oranlarınını %-25 azaltır. Seçkin Vatandaş Piyade teknolojisinin klidini aç.
uk: Удосконалити всіх Ваших піхотинських громадян-солдатів до просунутого рангу. Це збільшує їхню військову відвагу, але знижує їхні темпи збирання ресурсу на -25%. Відкриває технологію елітної громадянської піхоти.
zh: 将你所有的步兵民兵升级为进阶等级。这可以增强他们的力量，但会降低他们的资源采集速率 -25%。解锁精锐步兵民兵科技。
zh_tw: 將您所有的公民步兵升級為進階等級。這可以增強他們的力量，但會降低他們的資源採集速率 -25%。解鎖精銳公民步兵科技。

source: Advanced Citizen-Infantry
ast: Infantería ciudadano avanzao
bg: Напреднали граждани-пехотинци
br: Arme war droad-Keodedour Araokaet
ca: Infanteria ciutadana avançada
cs: Zkušená občanská pěchota
da: Avanceret Borgerinfanteri
de: Fortschrittliche Bürgerinfanterie
el: Προαγωγή Πολίτη-Πεζικάριου
es_mx: Ciudadanos-soldado avanzados
eu: Infanteria Zibil Aurreratua
fa: پیاده نظام-شهروند پیشرفته
fi: Kehittynyt kansalaisjalkaväki
ga: Míle-Shaoránaigh Fhorásacha
gl: Infantaría de cidadáns avanzada
hu: Fejlett gyalogos polgár
id: Infanteri Rakyat Berpangkat
it: Fanteria Cittadina Avanzata
ja: 上級市民歩兵
ko: 고급 시민 보병
lv: Attīstīti pilsoņu kājnieki
ms: Askar-Rakyat Infantri Mahir
nb: Avansert borger-infanteri
nl: Geavanceerde burgerinfanterie
pl: Lepsza piechota
pt_pt: Cidadãos-Peões Avançados
ru: Улучшенный горожанин-пехотинец
sk: Pokročilá občianska pechota
sv: Avancerad Medborgar-infanteri
tr: Gelişmiş Vatandaş-Piyade
uk: Просунута громадянська піхота
zh: 进阶步兵民兵
zh_tw: 進階公民步兵

source: Zeugítai
bg: Зевгѝтаи
el: Ζευγίται
ko: 제우기타이
ru: Зевгиты
uk: Зеугітаі
zh: 重型步兵

source: Hire professional mercenaries to fight in your army.
ar: استاجر مرتزقة محترفين للقتال في جيشك.
ast: Contratar mercenarios profesionales pa lluchar nel exércitu.
bg: Наемане на професионални наемници, които да се бият в армията Ви.
br: Tuta goprsoudarded a-vicher evit mont d'an emgann en hoc'h arme.
ca: Contracteu mercenaris professionals per a lluitar al vostre exèrcit.
cs: Najmout do armády profesionální žoldnéře.
de: Heuere professionelle Söldner an, in deiner Armee zu kämpfen.
el: Μίσθωση επαγγελματιών μισθοφόρων για να πολεμήσουν με στο στρατό σου.
eu: Mertzenarioak kontratatu zure armadan aritzeko.
fa: اجیر کردن مزدورهای حرفه ای برای جنگیدن در سپاه شما
ga: Fostaigh amhais phroifisiúnta do throid a dhéanamh i d'arm.
gl: Contratar mercenarios profesionais para loitar no teu exército.
hu: Hivatásos zsoldosok felbérlése, hogy a seregedben harcoljanak.
id: Menyewa prajurit bayaran handal untuk berperang bagi prajurit Anda.
it: Assolda mercenari professionisti per combattere nel tuo esercito.
ja: あなたの軍隊で戦うプロの傭兵を雇います。
ko: 군대에서 싸우는 전문 용병을 고용합니다.
lt: Pasamdyk profesionalius samdinius kautis tavo gretose.
ms: Upah askar upahan profesional untuk bertempur bagi pihak anda.
nb: Hyr profesjonelle leiesoldater til å sloss i din arme.
nl: Huur professionele huurlingen om in je leger te vechten.
pl: Zatrudnij profesjonalnych najemników by walczyli u twego boku
pt_pt: Contrata mercenários profissionais para lutarem no teu exército.
ru: Нанимайте профессиональных наёмников, чтобы они сражались в Вашей армии.
sk: Najmi profesionálnych žolnierov aby bojovali v tvojej armáde.
sv: Lej professionella legosoldater att kämpa i din armé.
tr: Profesyonel paralı askerleri, yanınızda savaşmaları için kiralayın.
uk: Найняти професійних найманців, які битимуться у Вашій армії.
zh: 雇佣专业佣兵
zh_tw: 聘請專業的傭兵在您的軍隊中為您戰鬥。

source: Mercenaries are promoted to advanced rank but require +20% training time.
ast: Los mercenarios ascienden al rangu avanzáu pero riquen el +20% del tiempu de llevantamientu.
bg: Наемниците се повишават в ранг, но изискват +20% повече време за обучение.
br: Ar goprsoudarded zo kaset d'ar renk araokaet met ezhomm o deus da gaout +20% a amzer stummañ.
ca: Els mercenaris ascendeixen a un rang avançat però requereixen un + 20% de temps de formació
cs: Žoldnéři jsou povýšeni do pokročilého postavení, ale vyžadují o + 20% výcviku navíc.
de: Söldner werden auf einen höhreren Rang befördert, brauchen aber +20 % Ausbildungszeit.
el: Οι μισθοφόροι προάγονται σε ανώτερο βαθμό άλλα χρειάζονται +20% στο χρόνο εκπαίδευσης.
eu: Mertzenarioak maila aurreratura igoak dira baino %20+ behar dute entrenatzean.
fa: مزدورها به رتبه زبده ارتقا پیدا می کنند ولی این موضوع باعث +20% زمان پرورش آنها می شود
ga: Ardaíodh amhais go an rang forásach ach teastaíonn am traenála +20% níos mó orthu.
gl: Os mercenarios ascéndense a rangos avanzados pero requiren +20% de tempo de adestramento.
hu: A zsoldosok fejlett ranggal érkeznek, de +20%-kal hosszabb a kiképzési idejük.
id: Prajurit bayaran ditingkatkan ke pangkat lebih tinggi tapi membutuhkan +20% waktu melatih.
it: Mercenari vengono promossi al rango avanzato ma richiede +20% di tempo d'addestramento.
ja: 傭兵は上級ランクに昇進させられますが、+20% の養成時間が必要です。
ko: 용병은 상급 계급으로 진급되지만 양성 시간은 +20% 필요합니다.
ms: Askar upahan dilantik ke pangkat mahir tetapu memerlukan +20% masa latihan.
nb: Leiesoldater blir forfremmet til avansert grad, men krever +20% opptreningstid.
nl: Huurlingen zijn gepromoveerd naar geavanceerde rang maar vereisen +20% trainingsduur.
pl: Najemnicy zostają promowani do rangi zaawansowani, ale wymagają +20% więcej czasu na szkolenie.
pt_pt: Mercenários são promovidos a uma graduação avançada mas requer +20% de tempo de treino.
ru: Наемники продвигаются на улучшенный уровень, но требуют +20% времени обучения.
sk: Žoldnieri sú povýšení do pokročilej hodnosti ale vyžadujú o 20% dlhší tréning.
sv: Legosoldater befordras till rangen avancerad men har +20% träningstid.
tr: Paralı askerler ileri rütbelere yükselebilir, ancak eğitim süresi +20% daha fazla olmasını gerektirir.
uk: Найманці підвищені до просунутого рангу, але потребують +20% часу тренування.
zh: 雇佣兵升级到高级单位，同时+ 20％的训练时间。
zh_tw: 傭兵被提升至進階等級，但訓練時間 +20%。

source: Expertise In War
ar: خبرات الحرب
ast: Habilidá de guerra
bg: Военна експертиза
br: Mailhoni er Brezel
ca: Aptituds en la guerra
cs: Válečná odbornost
de: Kriegskompetenz
el: Τεχνογνωσία Πολέμου
eu: Gudan eskarmentua
fa: متخصص در جنگ
ga: Saineolas Cogaidh
gl: Experiencia bélica
hu: Hadi tapasztalat
id: Keahlian di Perang
it: Esperienza in Guerra
ja: 戦争の専門知識
ko: 전쟁의 전문성
lt: Karo Ekspertizė
ms: Pakar Perang
nb: Ekspertise i krig
nl: Oorlogservaring
pl: Ekspertyzy w wojnie
pt_pt: Especialidade em Guerra
ru: Опыт ведения войны
sk: Odbornosť vo Vojne
sv: Expertis i Krig
tr: Savaşta Uzmanlık
uk: Спеціальні знання на війні
zh: 职业化战争
zh_tw: 戰爭專家

source: Promote all of your citizen-soldier cavalrymen to Elite rank. This increases their military prowess, but decreases their meat gathering rates another -25%.
ast: Ascender tolos ciudadanos-soldáu montaos al rangu d'élite. Esto aumenta la so potencia militar, pero amenorga'l mediu de les sos tases de recoyedura otru -25%.
bg: Повишаване на всички граждани-конници в ранг „Елитен“. Това увеличава военните им умения, но намалява бързината на събиране на месо с още -25%.
br: Degas hoc'h holl soudarded-keodedour war-varc'h er renk Begenn. Lakaat a ra da greskiñ o ampartiz milourel, met bihanaat a ra eus -25% o feur dastum kig.
ca: Ascendiu tots els soldats ciutadà de cavalleria al de les elits. Això augmenta la seva destresa militar, però disminueix els índexs de recol·lecció de carn un -25%.
cs: Povyšte všechny své občanské vojáky jízdy na úroveň elitních vojáků. Zvýší se jejich bojové schopnosti, ale sníží jejich schopnost získávat maso o dalších 25%.
de: Befördere alle Bürger-Soldaten Kavalleristen zum Eliterang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleischsammelrate um -25%.
el: Προάγετε όλους του ιππείς πολίτες-οπλίτες σας στο βαθμό των Εκλεκτών. Αυτό αυξάνει την στρατιωτική τους δύναμη αλλά μειώνει επιπλέον -25% το ποσοστό συλλογής κρέατος.
es_mx: Mejora todos tus ciudadanos-soldado de caballería al rango de Élite. Esto aumenta su destreza militar, pero disminuye su tasa de recolección de carne otro -25%.
eu: Igo zure zalditeria hiritar-soldadu guztiak Aurreratua mailara. Gudarako trebetasuna handituko diezu, baino haragia biltzeko garaian %25- gutxiago lortuko dute.
fa: ارتقا تمام سربازان شهروند سواره نظام به رتبه زبده. این باعث افزایش قدرت نظامی آنها می شود اما سرعت جمع کردن گوشت آنها را -25% دیگر کم خواهد کرد
ga: Ardaigh do mharcraí míle-shaoránacha ar fad go an rang Éilite. Méadaíonn sé seo a láidreacht mhíleata, ach laghdaíonn sé a rátaí bailithe d'fheoil le -25% eile.
gl: Avanza todos os cidadáns-soldado de cabalaría ao rango de elite. Isto aumenta a súa eficacia militar, pero diminúe noutro -25% a velocidade coa que recollen carne.
hu: Minden lovas polgár előléptetése elit rangra. Ez növeli a harci képességeiket, de -25% a húsgyűjtési sebességükre.
id: Tingkatkan semua kavaleri rakyat Anda ke pangkat Elit. Ini meningkatkan kecakapan militer mereka namun mengurangi lagi tingkat pengumpulan daging sebanyak -25%.
it: Promuove tutti i cavalieri cittadino-soldato al rango Elite. Questo aumenta il loro valore militare, ma diminuisce la loro capacità di raccolta cibo di ulteriore -25%.
ja: すべての市民兵士の騎兵を精鋭ランクに昇進させます。これによって軍事的な技量が上がりますが、肉の採集効率がさらに25%落ちます。
ko: 모든 시민 군인 기병을 정예 계급으로 진급합니다. 이것은 그들의 군사력을 증가시키지만, 고기 수집률은 -25% 더 떨어집니다.
lv: Paaugstiniet visus savus pilsoņus-jātniekus līdz Elites pakāpei. Tas palielinās to militāro spēku, taču samazinās resursu iegūšanas ātrumu par -25%.
ms: Tatar semua askar-rakyat berkuda anda ke pangkat Elit. Ia meningkatkan kekuatan ketenteraan mereka, tetapi mengurangkan -25% kadar pengumpulan daging buruan.
nb: Oppgrader alle dine borger-soldatkavalerister til eliterang. Dette øker deres militære skikkethet, men reduseres deres kjøttinnsamlingstakt med ytterligere -25%
nl: Promoveer al je burgersoldaat ruiters tot elite rang. Dit verhoogt hun militaire kracht, maar verminderd hun burgertaken (vlees verzamelen) met 25%.
pl: Awansuj wszystkich swoich miejskich kawalerzystów do rangi Elitarnej. Zwiększa to ich waleczność, ale zmniejsza szybkość zdobywania pożywienia o kolejne -25%.
pt_pt: Promove todos os teus cidadãos soldados cavaleiros à graduação Elite. Isto aumenta o seu poderio militar mas diminui a velocidade de recolha de carne em -25%.
ru: Содействуйте увеличению ранга граждан-кавалеристов до элитного. Это повысит их воинскую доблесть, но уменьшит сбор мяса ещё на -25%.
sk: Povýši všetkých vašich občanov-vojakov jazdcov na elitný stupeň. Toto zvýši ich vojenské schopnosti, avšak zároveň spomalí ich rýchlosť získavania mäsa o ďalších 25%.
sv: Befordra alla dina medborgarsoldat kavallerister till rangen Elit. Detta ökar deras militära förmåga men minskar deras köttinsamlingstakt med -25%.
tr: Tüm süvari vatandaş askerlerinizi Seçkin rütbeye terfi ettirin. Askeri kabiliyetleri artar ancak et toplama hızı bir -25% kadar daha azalır.
uk: Підвищити всіх Ваших кавалерійських громадян-солдатів до елітного рангу. Це збільшує їхню військову відвагу, але знижує їхні темпи збирання м'яса ще на -25%.
zh: 将你所有的骑兵民兵晋升到精锐等级。这可以增强他们的力量,但会再降低他们的食物采集速率 -25%。
zh_tw: 將您所有的公民騎兵晉升到精銳等級。這可以增強他們的力量，但會再降低他們的食物採集速率 -25%。

source: Elite Citizen-Cavalry
ast: Caballería ciudadano d'élite
bg: Елитна гражданска конница
br: Begenn Marc'hegerezh-Keodedour
ca: Cavalleria ciutadana d'elit
cs: Elitní občanská jízda
de: Elite Bürgerkavallerie
el: Εκλεκτός Πολίτης-Ιππέας
es_mx: Unidades ciudadanas de élite a caballo
eu: Elitezko Zalditeri Zibila
fa: شهروند-سواران برجسته
fi: Eliitti kansalaisratsuväki
ga: Marcra-Shaoránaigh Éilíte
gl: Cabalaría de cidadáns de elite
hu: Elit lovas polgár
id: Kavaleri Rakyat Elit
it: Cavalleria Cittadina Elite
ja: 精鋭市民騎兵
ko: 정예 시민 기병
lv: Elitāra Pilsoņu Kavalērija
ms: Askar-Rakyat Berkuda Elit
nb: Eliteborger-kavaleri
nl: Elite burgercavalerie
pl: Elitarna kawaleria
pt_pt: Cidadãos cavaleiros de elite
ru: Элитный горожанин-кавалерист
sk: Elitná občianska jazda
sv: Elit Medborgar-kavalleri
tr: Seçkin Vatandaş-Süvari
uk: Елітна громадянська кавалерія
zh: 精锐骑兵民兵
zh_tw: 精銳公民騎兵

source: Upgrade all of your citizen-soldier infantrymen to Elite rank.
ast: Ascender tolos ciudadanos-soldáu d'a pie al rangu d'élite.
bg: Повишаване на всички пехотни граждани-во̀ини в ранг „Елитен“.
br: Kas a ra hollad ho soudarded-keodedour war droad er renk Begenn.
ca: Ascendiu tots els soldats ciutadans d'infanteria al rang d'elit.
cs: Povyšte všechny své občanské vojáky pěchoty na úroveň elitních vojáků.
de: Befördert alle Bürger-Fußsoldaten zum Eliterang.
el: Αναβαθμίστε όλους τους πεζικάριους πολίτες-οπλίτες σας στο βαθμό των Εκλεκτών.
es_mx: Mejora todos tus ciudadanos-soldado de infantería al rango de Élite.
eu: Igo zure zalditeria hiritar-soldadu guztiak Elite mailara.
fa: ارتقا تمام سربازان شهروند پیاده به رتبه زبده
ga: Uasghradaigh do choisithe míle-shaoránacha ar fad go an rang Éilite.
gl: Avanza todos os cidadáns-soldado de infantaría ao rango de elite.
hu: Minden gyalogos polgár előléptetése elit rangra.
id: Tingkatkan semua infanteri rakyat Anda ke pangkat Elit.
it: Aggiorna tutti i fanti cittadino-soldato al rango Elite.
ja: すべての市民兵士の歩兵を精鋭ランクに昇進させます。
ko: 모든 시민 군인 보병을 정예 계급으로 진급합니다.
lv: Paaugstiniet visus savus pilsoņus-kājniekus līdz Elites pakāpei.
ms: Tatar semua askar-rakyat infantri ke pangkat Elit.
nb: Oppgrader alle dine borger-soldatinfanterister til eliterang.
nl: Promoveer je infanterie burgersoldaten tot elite rang.
pl: Awansuj wszystkich swoich żołnierzy miejskich piechoty do rangi Elitarnej.
pt_pt: Promove a infantaria de cidadão-soldado à graduação de Elite.
ru: Повысьте в ранге всех своих граждан-пехотинцев до элитных.
sk: Povýši všetkých vašich občanov-vojakov pešiakov na elitný stupeň.
sv: Befordra alla dina medborgarsoldat infanterister till rangen Elit.
tr: Tüm vatandaş askerler süvarilerini Seçkin rütbeye yükselt.
uk: Удосконалити всіх Ваших піхотинських громадян-солдатів до елітного рангу.
zh: 将你所有的步兵民兵升级到精锐等级。
zh_tw: 將您所有的公民步兵升級到精銳等級。
