Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Always lying in wait for the neighboring nations, strong in arms and persuasive in council, he (Seleucus) acquired Mesopotamia, Armenia, 'Seleucid' Cappadocia, Persis, Parthia, Bactria, Arabia, Tapouria, Sogdia, Arachosia, Hyrcania, and other adjacent peoples that had been subdued by Alexander, as far as the river Indus, so that the boundaries of his empire were the most extensive in Asia after that of Alexander. The whole region from Phrygia to the Indus was subject to Seleucus. — Appian, 'The Syrian Wars'.
ast: Siempres a la chisba de les naciones vecines, fuerte en combate y convincente en conseyu, elli, (Seleucu), fíxose con Mesopotamia, Armenia, la Capadocia «seléucida», Pérsida, Partia, Bactriana, Arabia, Tapuria, Sogdiana, Aracosia, Hircania y otres xentes axacentes sometíes por Alexandru, fasta'l ríu Indu, faciendo de les llendes del imperiu les más estenses d'Asia dempués d'aquelles d'Alexandru. La rexón entera de Frixa al Indu taba suxeta a Seleucu. — Apianu, 'Les Guerres Siries'.
bg: Винаги изчаквайки търпеливо съседните нации, със силна войска и убедителен подход, той (Селевк) присъединил Месопотамия, Армения, „Селевкидска“ Кападокия, Перс, Партия, Бактрия, Арабия, Тапурия, Согдиана, Арахозия, Хиркания и други съседски народи, които преди това са били подчинени на Александър, чак до река Инд, така че границите на империята му били най-обширните в Азия след тези на Александър. Целият регион от Фригия до Инд бил под властта на Селевк. (Апиан, „Сирийски войнѝ“)
br: Bepred o ledanaat da c'hortoz ar broadoù amezek, kreñv en armoù ha kendrec'hus er c'huzul, en doa bet (Seleukus) Mesopotamia, Armenia, Kapadokia 'Seleukid', Pers, Parthia, Baktria, Arabia, Tapouria, Sogdia, Arachosia, Hyrkania, ha pobloù all stok outañ a oa bet mestroniet gant Aleksandr, kement pell diouzh ar stêr Indus, ha ma oa harzoù e impalaeriezh ar re ledanañ en Azia goude hini Aleksandr. Ar rannvro en he bezh eus Frygia betek an Indus a oa sujet da Seleukus. — Appian, 'The Syrian Wars'.
ca: Sempre a l'aguait de les nacions veïnes, fort amb les armes i persuasiu al consell, ell (Seleuc) va aconseguir Mesopotàmia, Armènia, la Capadòcia "Selèucida", Persis, Pàrtia, la Bactriana, Aràbia, Tapúria, la Sogdiana, Aracòsia, Hircània i altres pobles adjacents que havien estat conquerits per Alexandre, fins al riu Indus, així que els límits del seu imperi eren els més extensos d'Àsia després del d'Alexandre. Tota aquesta regió des de Frígia fins a l'Indus estava sotmesa a Seleuc. — Apià, "Les guerres sirianes".
cs: Vždy číhaje na ostatní národy, silný ve zbraních a přesvědčivý v radě, on (Seleukos I. Níkátór) postupně získal Mezopotámii, Arménii, "Seleukovskou" Kappadokii, Persii, Parthii, Baktrii, Arábii, Tapurii, Sogdii, Arachosii, Hyrkánii a další sousední národy předtím podmaněné Alexandrem, až po řeku Indus, díky čemuž měl nejrozsáhlejší říši v Asii hned po Alexandrově říši. Celá oblast od Frýgie až po Indus patřila Seleukovi. — Appianos, "Syrské války".
de: Immer auf der Lauer auf benachbarte Länder, stark bei der Armee und überzeugend im Konzil, eroberte er (Seleukos) Mesopotamien, Armenien, das „seleukidische“ Kappadokien, Persis, Parthien, Baktrien, Arabien, Tabaristan, Sogdien, Arachosien, Hyrkanien und andere angrenzende Völker, die von Alexander unterjocht worden waren, bis hin zum Indus, so dass die Grenzen seines Reiches die weitesten in Asien waren nach denen von Alexander. Die ganze Region von Phrygien bis zum Indus war Eigentum von Seleukos. – Appianus, „Die syrischen Kriege“.
el: Πάντα βρισκόταν σε αναμονή για τα γειτονικά έθνη, ισχυρός στα όπλα και πειστικός στο Συμβούλιο, ο ίδιος (ο Σέλευκος) απέκτησε τη Μεσοποταμία, την Αρμενία, τη Καππαδοκία των 'Σελευκιδών', τη Περσία, τη Παρθία, τη Βακτρία, την Αραβία, τη Ταπουρία, τη Σογδιανή, την Αραχωσία, την Υρκανία, και τους άλλους γειτονικούς λαούς που είχαν κατακτηθεί από τον Αλέξανδρο, όσον αφορά τον Ινδό ποταμό, έτσι ώστε τα σύνορα της αυτοκρατορίας του ήταν τα πιο εκτεταμένα στην Ασία, μετά από αυτά του Αλεξάνδρου. Ολόκληρη η περιοχή από τη Φρυγία έως τον Ινδό υπόκεινται στο Σέλευκο. — Αππιανός, «Οι Συριακοί Πόλεμοι».
es_ar: Siempre al acecho de las naciones vecinas, fuerte en armas y persuasivo en consejos, él (Seleuco) adquirió Mesopotamia, Armenia, Capadocia 'seléucida', Persis, Partia, Bactriana, Arabia, Tapuria, Sogdiana, Aracosia, Hircania, y otros pueblos adyacentes que habían sido subyugados por Alejandro, tan lejanos como el río Indo, por lo que las fronteras de su imperio eran las más extensas de Asia después de las de Alejandro. La totalidad de la región desde Frigia al Indo fue sometida por Seleuco. - Apiano, "las Guerras Sirias".
eu: Inguruko herrialdeen zelatari, indartsu armetan eta sinesgarria kontseiluan, (Seleucok) bere egin zituen Mesopotamia, Armenia, 'Seleuziar' Kapadozia, Persis, Partia, Bactria, Arabia, Tapouria, Sogdia, Arachosia, Hircania, eta Alexanderrek azpiratutako inguruko beste herrialde batzuk ere bai, Indo ibairaino, bere inperioaren mugak, Alexanderrenaz aparte, Asiako handienak egin zituelarik. Frigiatik Indorainoko eskualdea Seleuco pean egon zen. — Appian, 'Siriako Gerrak'.
fa: همیشه در حال انتظار برای تمدن های همسایه، قدرت مند در نیروی نظامی و با نفوذ در سیاست، او (سلوکوس) توانست حمایت بسیاری از سرداران اسکندر را جلب کند و برای همین هم توانست نفوذ زیادی در آسیا داشته باشد و مرز های امپراتوری سلوکیان را تا هند پیش ببرد.—
ga: Bhí sé i gcónaí ina luí ar na tíortha in aice láimhe, láidir ina n-airm agus áititheach ina chomhairle, fuair sé (Séileucas) an Mheaspatáim, an Airméin, an Chapadóic 'Shéileucadach', an Pheirs, an Phar, an Bhactáir, an Araib, an Tapóir, an Sogaid, an Arachóis, an Ghúircain agus pobail eile in aice láimhe a bhí cloíte ag Alasta roimh seo, chomh fada le habhainn na hIondúise, ionas go raibh teorainneacha a impireachta an ceann is mó san Áise i ndiaidh iad ag Alatair. Bhí an réigiún iomlán ón Fhírgia go dtí an Iondúis faoi cheannas Séileucais. — Aippián, 'Na Cogaí Siriacha'
hu: Mindig lesben állva a szomszédos népekre, erős hadsereggel és meggyőző fellépésével, Szeleukosz megszerezte Mezopotámiát, Örményoszágot, „Szeleukida” Kappadókiát, Persziszt, Párthiát, Baktriát, Arábiát, Tapúriát, Szogdiát, Arachósiát, Hirkániát és más szomszédos népeket amelyeket Alexandrosz legyőzött, egészen az Indus folyóig, így a birodalma határa a legkiterjedtebb volt Ázsiában Alexandrosz után. A teljes terület Phrügiától az Indusig Szeleukosz uralma alatt volt – Appianosz, „A szír haborúk”.
hy: Անընդհատ ծուղակներ լարելով հարևան ազգերի համար, կարողանալով ենթարկեցնել հզոր բանակով և համոզիչ խոսքով, նա (Սելևկիոսը) գրավեց Միջագետքը, Հայաստանը, 'Սելևկյան' Կապադովկիան, Պարսկաստանը, Պարոևստանը, Բակտրիան, Արաբիան, Տապուրիան, Սոգիան, Արախոզիան, Հիրկանիան և այլ կից երկրներ, որոնք հպատակեցվել էին Ալեքսանդրի կողմից, հասնելով մինչև Ինդուս գետ, և արդյունքում նրա տերության տարածքն Ասիայում ամենամեծն էր՝ զիջելով միայն Ալեքսանդրի կայսրությանը։ Փռյուգիայից մինչև Ինդուս ամբողջ շրջանը պատկանում էր Սելևկիոսին։ — Ապիանոս, 'Սիրիական պատերազմներ'։
it: Sempre in agguato con le nazioni vicine, ben armato e persuasivo in concilio, lui (Seleuco) acquisì la Mesopotamia, l'Armenia, la Cappadocia 'Seleucide', Persis, Partia, Battriana, l'Arabia, Tapouria, Sogdia, l'Arachosia, l'Ircania, e altri popoli adiacenti che erano stati sottomessi da Alessandro, fino al fiume Indo, tanto che i confini del suo impero erano i più estesi in Asia dopo quelli di Alessandro. L'intera regione dalla Frigia all'Indo furono soggiogate da Seleuco. - Appia, «Le Guerre Siriane.
ja: 常々近隣諸国を狙い機を伺い、強大な武力と会議での巧みな説得により、彼（セレウコス）はメソポタミアやアルメニア、「セレウコス朝」カッパドキア、ペルシス、パルティア、バクトリア、アラビア、タポウリア、ソグディア、アラコシア、ヒュルカニアなどアレクサンドロスに征服された近隣の人々を傘下に収め、遠くはインダス川まで帝国の境界を拡大し、アレクサンドロスの帝国後にアジアで最大規模にしました。フリギアからインダスまでの全地域がセレウコスの支配下にありました。—アッピアノス、「シュリア戦争」。
ko: 늘 이웃 국가들을 노리고, 막강한 무력과 회의에 대한 교묘한 설득으로 그(셀레우코스)는 메소포타미아, 아르메니아, '셀레우시드' 카파도키아, 페르시스, 파르티아, 박트리아, 아라비아, 타푸리아, 소그디아, 아라코시아, 히르카니아 등 알렉산더에게 정복된 이웃들을 산하에 담아 멀리 인더스강까지 제국의 경계를 확장하고 알렉산더 제국 이후 아시아에서 최대 규모로 만들었습니다. 프리기아에서 인더스까지 전 지역이 셀레우코스의 지배하에 있었습니다. — 아피아노스 '시리아 전쟁'.
nb: Alltid liggende på lur for de nærliggende nasjoner, armsterk og overbevisende i kommunestyret, kjøpte han (Seleucus) Mesopotamia, Armenia, 'selevkidenes' Kappadokia, Persis, Partia, Baktria, Arabia, Tapouria, Sogdia, Arachosia, Hyrcania, og andre tilstøtende folk som hadde blitt undertrykt av Aleksander, så langt som til elven Indus, slik at grensene for hans imperium var de mest omfattende i Asia etter Aleksander. Hele regionen fra Frygia til Indus var gjenstand for Seleucus. - Appian, 'De syriske krigene'.
pl: Zawsze czyha na sąsiednie narody, silny broni i przekonujący w radę, on (Seleukos) zdobył Mezopotamię, Armenię, Kapadocję "Seleucydów", Persis, Partię, Bactrię, Arabię, Taparię, sogdiana, Arachozję, Hyrkanię i inne sąsiadujące narody, które zostały stonowane przez Aleksandra, aż do rzeki Indus, więc, granice jego imperium były najbardziej rozległe w Azji po Aleksandrze. Cały region z Frygią do Indusu podlegał pod Seleukosa. - Appian, zwanego dalej "Wojnami Syryjskimi".
pt_br: Sempre à espreita para as nações vizinhas, forte nos braços e persuasivo no Conselho, ele (Seleuco) adquiriu a Mesopotâmia, Armênia, 'Selêucida' Capadócia, Persis, Pártia, Bactria, Arábia, Tapouria, Sogdia, Aracósia, Hircânia, e outros adjacentes dos povos que tinha sido subjugada pelo Alexandre, na medida em que o rio Indu, para que as fronteiras de seu império foram as mais extensas na Ásia depois de Alexandre. Toda a região da Frígia para o Indus foi objeto de Seleuco. — Apiano, 'As guerras sírias'.
ru: Постоянно устраивая ловушки соседним народам, силой и словом заставляя их подчиниться, он (Селевк) захватил власть над Месопотамией, Арменией и Каппадокией, называемой Селевкидой, Персией, Парфией и Бактрией, над арабами и тапирами, над Согдианой, Арахозией и Гирканией, и над всеми другими соседними племенами вплоть до реки Инд, которые силою оружия были завоеваны Александром, так что границы его царства в Азии достигли наибольших после Александра размеров. От Фригии и до реки Инд все было под властью Селевка. — Аппиан, "Сирийские дела".
sk: Vždy číhajúc na ostatné národy, silný v zbraniach a presvedčivý v rade, on (Seleukos) postupne získal Mezopotámiu, Arménsko, "Seleukovskú" Kapadóciu, Perziu, Partiu, Baktriu, Arábiu, Tapúriu, Sogdiu, Arachóziu, Hyrkániu a aj ďalšie susedné národy predtým podmanené Alexandrom, až po rieku Indus, vďaka čomu mal najrozsiahlejšiu ríšu v Ázii hneď po tej Alexandrovej. Celá oblasť od Frýgie až po Indus patrila Seleukovi. — Appiános, "Sýrske vojny"
sv: Han (Seleucus) var alltid i väntan på de närliggande nationerna, stark i vapen och övertygad om att han förvärvade Mesopotamien, Armenien, Seleucid, Kappadokien, Perserna, Parthia, Baktrien, Arabien, Tapouria, Sogdia, Arachosia, Hyrcania och andra intilliggande folk som hade blivit dämpad av Alexander, så långt som Indus, så att hans rikets gränser var den mest omfattande i Asien efter Alexander. Hela regionen från Phrygia till Indus var föremål för Seleucus. - Appian, "The Syrian Wars".
tr: Mezopotamya, Ermenistan, Seleukid Kapadokya, Persis, Parthia, Baktriya, Arabistan, Tapuria, Sogdia, Arachosia, Hyrcania ve diğer komşu ülkeleri (Selevkasya) satın alarak komşu ülkelere, güçlü silahlara ve konseye inanan komşu ülkelere her zaman beklemektedir. İskender'in bastırdığı halklar, yani Endus Nehri kadar imparatorluğun sınırları, Asya'dan sonra İskender'in en geniş bölgelerindendir. Phrygia'dan İndus'a kadar tüm bölge Seleucus'a tabidir. — Appian, 'Suriye Savaşları'.
uk: Постійно влаштовуючи пастки сусіднім народам, силою і словом змушуючи їх підкорятися, він (Селевк) захопив владу над Месопотамією, Вірменією та Каппадокією, яка називалася Селевкідою, Персією, Парфією та Бактрією, над арабами і тапірами, над Согдіаной, Арахозією і Гірканією, і над усіма іншими сусідніми племенами аж до річки Інд, які силою зброї були завойовані Олександром. Отож, межі його царства в Азії досягли найбільших після Олександра розмірів. Від Фригії і до річки Інд все було під владою Селевка. — Аппіан, "Сирійські війни".
zh: 一直潜伏着等待邻近国家，有着强大火力并有具说服力的协商，他（塞琉古一世）接收了美索不达米亚、亚美尼亚、'塞琉古' 的卡帕达奇亚、波斯、帕提亚、巴克特里亚、阿拉伯、Tapouria、粟特、阿拉霍西亚、Hyrcania、及其他邻近的已被亚历山大大帝征服的人民，远达印度河，使他的帝国在亚洲的版图是在亚历山大后最大的一个。从弗里吉亚到印度河，整个区域都服从于塞琉古。 —— 阿庇安，'叙利亚战争'。
zh_tw: 一直潛伏著等待鄰近國家，有著強大火力並有具說服力的協商，他（塞琉古一世）接收了美索不達米亞、亞美尼亞、「塞琉古的」卡帕達奇亞、波斯、帕提亞、巴克特里亞、阿拉伯、Tapouria、粟特、阿拉霍西亞、Hyrcania、及其他鄰近的已被亞歷山大大帝征服的人民，遠達印度河，使他的帝國在亞洲的版圖是在亞歷山大後最大的一個。從弗里吉亞到印度河，整個區域都服從於塞琉古。—— 阿庇安，「敘利亞戰爭」。

source: Seleukos A' Nikator
bg: Селевк А' Никатор
cs: Seleukos I. Níkátór
el: Σέλευκος Α' Νικάτωρ
es_ar: Seleuco I Nicátor
he: סליוקוש א׳ניקטור
hu: Szeleukosz Nikatór
hy: Սելևկիոս Ա Նիկատոր
ko: 셀레우코스 1세 니카토르
pl: Seleukos I Nikator
ru: Селевк I Никатор
sk: Seleukos I. Nikator
tr: Selevkos I. Nikator
uk: Селевк А Нікатор
zh: 胜利者塞琉古一世
zh_tw: 勝利者 塞琉古一世

source: Antiochus inherited a troubled kingdom upon the beginning of his reign. From the verge of collapse he managed to weld back together the empire Seleukus I fought so hard to found. The rebellious eastern satraps of Bactria and Parthia were brought to heel , temporarily securing his eastern borders. He then turned his attention to mother Greece, attempting to fulfill the dreams of his fathers by invading Greece under the pretext of liberation. The Achaean League and the Kingdom of Pergamon banded together with the Romans to defeat him at the Battle of Magnesia, forever burying the dream of reuniting Alexander's empire.
ast: Antíocu heredó un reinu enllenu de problemes al entamu del so gobiernu. De la vera del colapsu consiguió recoser l'imperiu que Seleucu I bregare tanto pa establecer. Defitó a les sátrapes rebeyudos de Bactriana y Partia, asegurando temporalmente les llendes orientales. Entós ocupóse de madre Grecia, invadiéndola baxo'l pretestu de lliberación en reduñes de realizar los suaños de los sos pas. La Lliga Aquea y el reinu de Pérgamu xuniéronse colos romanos pa vencelu na batalla de Magnesia, enterrando de fincia'l suañu de reunir l'imperiu d'Alexandru.
bg: Антиох наследил едно проблемно царство в началото на управлението си. От положение на неизбежен разпад той успял да обедини отново империята, която Селевк I изградил така трудно. Бунтовнически настроените източни сатрапи Бактрия и Партия били усмирени, временно подсигурявайки източните граници. След това той насочил вниманието си към майка Гърция, опитвайки да изпълни желанието на предците си, като я нападне под претекст да я освободи. Ахейският съюз и Пергам се обединили с римляните, за да го победят в битката при Магнезия, завинаги унищожавайки всякакви шансове за повторно обединение на империята на Александър.
nb: Antiokos arvet et urolig rike i begynnelsen av sin regjeringstid. Fra randen av kollaps klarte han å sveise sammen igjen imperiet Seleukus I kjempet så hardt for å opprette. De opprørske østlige satrapene av Baktria og Partia ble brakt til rette, noe som førte med seg midlertidig sikring av hans østlige grenser. Han vendte så sin oppmerksomhet til mor Hellas, i et forsøk på å oppfylle drømmene til sine fedre ved å invadere Hellas under påskudd om frigjøring. Det akhaiske forbund og Kongeriket Pergamon slo seg sammen med Romerne å beseire ham i slaget ved Magnesia, noe som for alltid begravet hans drøm om å gjenforene Aleksanders imperium.

source: Antiokhos G' Megas
bg: Антиох Гч Велики
cs: Antiochos III. Megás
el: Αντίοχος Γ' ο Μέγας
es_ar: Antíoco III el Grande
hu: Antiokhosz Megasz
hy: Անտիոքոս Է Մեծ
ja: アンティオコス3世大王
ko: 안티오코스 7세 메가스
pl: Antioch III Wielki
ru: Антиох VII Сидет
sk: Antiochos III. Veľký
uk: Антіох Ги Мегас
zh: 来自信德的人 安条克七世
zh_tw: 來自信德的人 安條克七世
