Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: The loom allowed the creation of finer clothing for settlers. Women of the household were taught from a young age how to weave on the loom, and subsequently spent a large share of their lives working with it.
ast: El telar dexó criar ropa fino a los colonos. Les muyeres de la casa deprendieron dende neñes a texer y darréu pasaron gran parte de la vida trabayando con elli.
bg: Тъкачният стан позволявал направата на по-хубави дрехи за заселниците. Жените в домакинството били обучавани от ранна възраст как да тъкат на стана и в последствие прекарвали голяма част от живота си, работейки на него.
br: Ar stern-gwiader en doa aotreet krouidigezh an dilhad finoc'h evit trevadennerien. Kelennet e oa bet da vaouezed an tiez adalek o oad yaouank penaos e vez gwiadet war ar stern-gwiader, ha da heul o doa tremenet ul lodenn vras eus o buhez o labourat gantañ.
ca: El teler va permetre la creació de peces més fines per als colons. Les dones de la llar aprenien de molt joves com fer servir un teler i com a conseqüència hi dedicaven una gran part de les seves vides.
cs: Tkalcovský stav dovolil výrobu jemných látek, kterými jsou obyvatelé sídliště ošaceni. Ženy v domácnosti se odmalička učily obsluze kalcovského stavu a strávily značnou část svého života prací s ním.
de: Der Webstuhl erlaubte die Herstellung feinerer Stoffe, um die Siedler zu bekleiden. Frauen wurden im Haushalt von Kindesbeinen an in der Bedienung des Webstuhls unterrichtet und verbrachten einen großen Teil ihres Lebens bei der Arbeit damit.
el: Ο αργαλειός επέτρεψε την δημιουργία καλλιτέρων ρούχων για τους έποικους. Οι νοικοκυρές διδάσκονταν από νεαρή ηλικία πώς να υφαίνουν στον αργαλειό και στη συνέχεια αφιέρωναν ένα μεγάλο μέρος της ζωής τους απασχολούμενες με αυτόν.
eu: Ehungailuak kolonoentzako arropa finagoa egiteko aukera eman zuen. Etxeko andreak ehuna ehungailutan lantzeko trebatzen ziren. eta horregatik beren bizitza gehiena bertan lanean igarotzen zuten.
fa: دستگاه بافنگدی این اجازه را می دهد که برای مردم لباس های ظریفی بدوزید. زن های خانه دار از سنین کم بافندگی بر روی ماشین بافندگی را آموزش می بینند و به همین خاطر زمان زیادی از عمر خود را صرف این کار می کنند.
ga: Lig an sheoladóireacht éadaithe níos breátha a chrúthú do lonnaitheoirí. Múineadh seoladóireacht do gach bean tí, a thosaíonn ina n-óige agus a leann ar aghaidh i rith a mbeatha.
gl: O tear permitiu a creación de mellores roupas para os colonos. As mulleres do fogar aprenderon desde pequenas a tecer co tear, e polo tanto pasaron unha gran parte da súa vida traballando con el.
hu: A szövőszék tette lehetővé a finomabb ruházat készítését a telepeseknek. A háztartásban lévő nőket fiatal koruktól kezdve tanították, hogy hogyan kell szőni a szövőszéken, és azután az életük nagy részét azzal töltötték, hogy a szövőszéken dolgoztak.
id: Alat tenun membuat pembuatan pakaian yang lebih halus untuk penetap jadi mungkin. Perempuan dalam rumah tangga diajari cara menenun dengan alat tenun sejak muda, dan seterusnya menghabiskan banyak bagian dari hidup mereka untuk menggunakannya.
it: Il Telaio permise la creazione di capi di abbigliamento più belli per vestire gli abitanti dei villaggi. Le donne della famiglia venivano addestrate fin dalla giovane età a tessere sul telaio, e conseguentemente trascorrevano gran parte della loro vita lavorando con esso.
ja: 織機によって、植民地の住民が着るより上質な衣類を作れるようになりました。家庭の女性は、若いうちから機織りを教えられ、その後、人生の大部分を機織りをして過ごしました。
ko: 베틀은 정착민들을 위한 질 높은 옷을 생산 가능하게 합니다. 집안의 여자들은 어릴 떄부터 베틀을 짜는 법을 배웠고 그 후에도 삶의 대부분을 베틀과 함께 일하면서 보냈습니다.
lt: Audimo staklės suteikė galimybę gamintis geresnius drabužius. Namų ūkyje moterys nuo jaunų dienų buvo mokomos audimo, to pasekoje didelę savo gyvenimo dalį praleido jomis dirbant.
ms: Mesin tenun membolehkan penciptaan pakaian yang lebih baik untuk peneroka. Suri rumah boleh diajar dari usia muda untuk menenun menggunakan mesin tenun, dan memperuntukan masa untuk menjana pendapatan darinya.
nb: Vevstolen tillot framstilling av finere bekledning til bosettingens borgere. Kvinner i husholdet ble opplært fra barnsben til veving på vevstolen, og tilbragte senere store deler av sine liv i dets virke.
nl: Het weefgetouw maakte het mogelijk om fijnere kleren te maken. Vrouwen van het huishouden werden al van jonge leeftijd geleerd om met het weefgetouw te werken. Daarna spendeerden ze een groot deel van hun leven aan het weefgetouw.
pl: Krosno pozwalało tworzyć lepszą odzież dla osadników. Kobiety w gospodarstwie domowym uczyły się od najmłodszych lat, jak tkać w krosnach, a następnie spędzały z nimi dużą część życia.
pt_pt: O tear permitiu a criação de roupas mais finas para os colonos. As mulheres da família foram ensinadas desde uma idade jovem a tecer no tear e, posteriormente, passaram uma grande parte das suas vidas a trabalhar nele.
ru: Ткацкий станок позволил создавать более качественные одежды для поселенцев. Женщины с малых лет обучались обращению с ткацким станком, чтобы затем провести большую часть своей жизни за работой с ним.
sv: Vävstolen tillät tillverkandet av finare kläder för bosättare. Kvinnor i hushållet lärdes från en ung ålder hur man väver på vävstolen, och tillbringade därefter en stor del av sitt liv med vävning.
tr: Tezgah yerleşimciler için daha iyi giysiler üretilmesini sağladı. Yörehalkı kadınları genç yaştan itibaren tezgahta nasıl örgü yapabileceklerini öğrendiler ve daha sonra hayatlarının büyük kısmını onunla birlikte çalışarak geçirdiler.
uk: Ткацький верстат дозволяв створення більш якісного одягу для поселенців. Жінки з домашнього господарства із раннього віку навчалися, як плести на ткацькому верстаті та потім проводили велику частину своїх життів, працюючи з ним.
zh: 织机为定居者提供更好的衣服。 家庭妇女从小就被教导如何使用织布机，而后花费了很多时间来学习编织。
zh_tw: 織布機讓在殖民地的村民有更好的衣服。婦女從小就被教導如何使用織布機編織，而她們之後就花費相當多的時間在編織的工作上。

source: +100% health for female citizens.
ko: 여성 시민의 체력이 +100% 증가합니다.
uk: +100% здоров'я для громадянок.

source: The Loom
ar: النول
ast: El telar
bg: Тъкачен стан
br: Ar Stern-Gwiader
ca: El teler
cs: Tkalcovský stav
da: Væven
de: Der Webstuhl
el: Ο Αργαλειός
es_mx: El telar
eu: Ehungailua
fa: ماشین بافندگی
fi: Kangastuspuu
ga: Seoladóireacht
gl: Tear
hu: A szövőszék
id: Alat Tenun
it: Il Telaio
ja: 織機
ko: 베틀
lt: Audimo Staklės
lv: Stelles
ms: Mesin Tenun
nb: Vevstolen
nl: Het weefgetouw
pl: Krosno
pt_pt: Tear
ru: Ткацкий станок
sk: Tkáčsky stav
sv: Vävstolen
tr: Dokuma
uk: Ткацький верстат
zh: 织布机
zh_tw: 織布技術

source: Unlock health regeneration for your units.
ar: أفتح تجديد نقاط الحياة من اجل الوحدات.
ast: Desbloquia la rexeneración de salú nes tos unidaes.
bg: Отключете възстановяването на здравето за всички единици.
br: Digeriñ an adtiñvañ yec'hed evit hoc'h unanennoù.
ca: Desbloqueu la regeneració de salut de les unitats.
cs: Odemkne regeneraci zdraví vašich jednotek.
da: Låser op for regenerering for dine enheder.
de: Ermögliche Lebensregenerierung für deine Einheiten.
el: Ξεκλείδωστε αναζωογώνηση ζωής για τις μονάδες σας.
es_mx: Desbloquea la regeneración de salud para tus unidades.
eu: Zure unitateen osasun bizkortzea gaitzen du.
fa: باز کردن قفل بازیابی سلامت برای نیروها
ga: Díghlasáil athghiniúint sláinte do d'aonaid.
gl: Desbloquea a recuperación de vida das túas unidades.
hu: Életerő regeneráció elérhetővé tétele az egységeknek.
id: Membuka regenerasi nyawa untuk unit.
it: Sblocca la rigenerazione della salute per le unità.
ja: ユニットの耐久力再生が利用可能になります。
ko: 유닛 체력 회복을 잠금 해제 합니다.
lv: Atver veselības atgūšanos savām vienībām.
ms: Dapatkan penjanaan semula hayat untuk unit anda.
nb: Lås opp helseregenerering for dine enheter.
nl: Activeer automatische genezing voor je eenheden.
pl: Odblokuj regenerację żywotności dla swoich jednostek.
pt_pt: Desbloqueia a regeneração de vida das unidades.
ru: Разблокирует восстановление здоровья для ваших юнитов.
sk: Sprístupní regeneráciu zdravia pre vaše jednotky.
sv: Lås upp hälsoregeneration för dina enheter.
tr: Birimleriniz için sağlık yenilenme kilinidini aç.
uk: Відкрити відновлення здоров'я для власних підрозділів.
zh: 为你的单位解锁恢复生命值。
zh_tw: 為您的單位解鎖生命值恢復。

source: Organic units will slowly regenerate health over time when idle.
ar: الوحدات الطبيعية ببطء سوف يستعيدون نقاط حياتهم مع الوقت حينما يكونون لاعمل لهم.
ast: Les unidaes orgániques van rexenerar adulces la salú cuando baleres.
bg: Органичните единици възстановяват бавно здравето си, докато не вършат нищо.
br: An unanennoù organek a adtiñvo goustadik o yec'hed tamm-ha-tamm pa vint dizever.
ca: Les unitats vives recuperaran salut lentament quan estiguin desocupades.
cs: Živé jednotky si časem pomalu obnovují zdraví, pokud nic nedělají.
de: Untätige biologische Einheiten regenerieren sich im Laufe der Zeit.
el: Οι οργανικές μονάδες θα αναγεννηθούν την υγεία του σιγά-σιγά με την πάροδο του χρόνου όταν είναι σε αδράνεια.
es_mx: Las unidades orgánicas regeneran lentamente su salud a lo largo del tiempo cuando se encuentran inactivas.
eu: Unitate organikoek beren osasuna bizkortzen dute denborarekin geldirik egotean.
fa: نیروهای اندامدار با سرعت کم و گذر زمان سلامت خود را بدست می آورند اگر بیکار باشند.
ga: Aithghiníonn aonaid orgánacha a sláinte go mall thar am nuair atá siad díomhaoin.
gl: As unidades orgánicas recuperarán vida lentamente co paso do tempo cando non estean a facer nada.
hu: A szerves egységek életereje lassan regenerálódni fog az idő múlásával tétlenség közben.
id: Unit organik akan perlahan mengembalikan nyawa ketika diam.
it: Le unità organiche rigenerano lentamente la salute quando inattive.
ja: 生体ユニットが行動していない時にゆっくりと耐久力が回復するようになります。
ko: 생물 유닛은 대기 상태일 때 흐르면서 서서히 체력을 회복합니다.
lt: Gyvi vienetai lėtai atgauna sveikatą per laiką, kuomet nieko nedaro.
lv: Organiskas vienības laika gaitā lēnām atgūs veselību, kamēr nav aizņemti.
ms: Unit organik sedikit demi sedikit menjana semula hayat ketika mereka melahu.
nb: Organiske enheter vil heles sakte over tid ved lediggang.
nl: Organische eenheden zullen langzaam opnieuw gezonder worden wanneer ze inactief zijn.
pl: Organiczne jednostki będą powoli odnawiać żywotność podczas odpoczynku.
pt_pt: A vida das unidades orgânicas será regenerada aos poucos enquanto elas estiverem paradas.
ru: Живые юниты во время бездействия понемногу восстанавливают здоровье.
sk: Živé jednotky sa pri nečinnosti budú postupom času pomaly uzdravovať.
sv: Organiska enheter kommer att långsamt regenerera hälsa.
tr: Boştayken Organik birimleri zaman içinde yavaş yavaş yeniden sağlık kazanacaktır.
uk: Органічні підрозділи повільно відновлюватимуть здоров’я з часом, коли незайняті.
zh: 有生命的单位将会在闲置时随著时间经过缓慢的恢复生命值。
zh_tw: 有生命的單位將會在閒置時隨著時間經過緩慢的恢復生命值。

source: Battlefield Medicine
ar: معالج ساحة المعركة
ast: Melecina de batalla
bg: Полева медицина
br: Mezeg Tachenn Emgann
ca: Medicina de batalla
cs: Lékařství na bitevním poli
da: Feltmedicin
de: Schlachtfeldmedizin
el: Ιατρική στο πεδίο της μάχης.
es_mx: Medicina de campo de batalla
eu: Kanpainako Medikuntza
fa: داروی میدان نبرد
fi: Taistelukentän lääkkeet
ga: Leigheas Coimhlinte
gl: Medicina do campo de batalla
hu: Csatatéri gyógyszer
id: Obat Medan Perang
it: Medicina da Campo
ja: 野戦救護
ko: 전장 의술
lt: Karo lauko medicina
lv: Kaujas Lauka Medicīna
ms: Ubatan Medan Perang
nb: Slagmark-medisin
nl: Medicijn op het slagveld
pl: Medycyna Pola Bitwy
pt_pt: Medicina no Campo de Batalha
ru: Военно-полевая медицина
sk: Poľná medicína
sv: Slagfältsmedicin
tr: Savaş alanı Tıbbı
uk: Військово-польова медицина
zh: 战地医疗
zh_tw: 戰地醫療

source: Using geometric masonry increases the sturdiness of defensive walls.
ar: استخدام بناء هندسي يزيد الصلابة للجدار الدفاعي.
ast: Emplegar la cantería xeométrica aumenta la solidez de les muries proteutores.
bg: Използването на зидария в геометрични форми увеличава здравината на защитните стени.
br: Implijout ar mañsonerezh mentoniel a lak started ar mogerioù difenn da greskaat.
ca: La maçoneria geomètrica fa més resistents les muralles defensives.
cs: Použití přesného zdění zvyšuje bytelnost obranných zdí.
da: Geometrisk murværk forbedrer holdbarheden af forsvarsmure.
de: Durch Nutzung geometrischer Mauerwerke erhöht sich die Stabilität von Verteidigungswällen.
el: Χρησιμοποιώντας γεωμετρική τοιχοποιία αυξάνετε η ανθεκτικότητα του αμυντικού τείχους.
es_mx: El uso de la mampostería geométrica mejora el aguante de los muros defensivos.
eu: Igeltserotza geometrikoaren erabilpenak eusteko ahalmen handiagoa ematen die babes harresiei.
fa: استفاده از بنایی مهندسی برای افزایش قدرت دیواره ای دفاعی.
fi: Geometrinen muuraus tukevoittaa muureja.
ga: In úsáid saoirseacht gheoiméadrach, feabhsaigh ar láidreacht na mballaí cosanta.
gl: O uso de albanelaría xeométrica aumenta a resistencia das murallas defensivas.
hu: A mértani falazás használata növeli a védelmi falak szilárdságát.
id: Penggunaan teknik pembangunan geometris meningkatkan kekokohan tembok pertahanan.
it: Utilizzando mura geometriche aumenti la robustezza delle mura difensive.
ja: 幾何学的石組みを用いて防御壁の強度を増します。
ko: 기하학적인 석조를 사용하면 방어 성벽의 견고성이 증가합니다.
lv: Lietojot ģeometrisku mūrniecību palielina aizsardzības mūru izturību.
ms: Penggunaan pertukangan batu bergeometrik untuk tingkatkan ketegapan tembok pertahanan.
nb: Bruk av geometrisk muring gjør forsvarsvegger mer solide.
nl: Geometrische metselkunsten verhogen de stevigheid van een muur.
pl: Użycie zasad geometrii w murarstwie zwiększa solidność murów obronnych.
pt_pt: O uso da alvenaria geométrica aumenta a resistência das muralhas.
ru: При использовании геометрической кладки повышается прочность оборонительных стен.
sk: Využívanie geometrie pri výstavbe zvyšuje robustnosť obranných hradieb.
sv: Använding av geometriskt murverk ökar stabiliteten av försvarsmurar.
tr: Geometrik taş işçiliği kullanarak savunma duvarlarınızın sağlamlığını artırın.
uk: Використання геометричної кладки збільшує міцність оборонних мурів.
zh: 使用几何石工术来增强防御墙的坚固程度。
zh_tw: 使用幾何石工技術來增強防禦牆的堅固程度。

source: City walls +2 crush armor levels, but +10% build time.
ar: جدار المدينة +2 نقاط تحطيم، ولكن +10% وقت بناء.
ast: Pa les muralles +2 niveles de l'armadura contra la maya, pero'l +10% del tiempu de construcción.
bg: +2 защита срещу разбиване за градските стени, но времето за строеж се увеличава с +10%.
br: Mogerioù keoded +2 a liveoù flastrañ houarnwisk, hogen +10% a amzer sevel.
ca: Les muralles de la ciutat guanyen +2 de nivell d'armadura d'impacte, però es construeixen un 10% més lent.
cs: Městské hradby získají +2 body na odolnosti proti rozbití, ale trvá je +10% déle postavit.
de: Stadtmauern +2 Schmetterpanzerung, aber +10% Bauzeit.
el: Στα τείχη τη πόλης +2 βαθμούς στη θωράκιση κατά της σύνθλιψης, αλλά +10% στο χρόνο κατασκευής.
es_mx: Las murallas de la ciudad obtienen +2 niveles de protección contra daño destructor, pero aumenta un +10% su tiempo de construcción.
eu: Hiriko harresiek +2 babes maila gehiago lortzen dute birrintze minaren kontra, baino eraikitze denbora %10 igotzen da.
fa: دیوار ها +2 زره لهیدن، اما +10% زمان ساخت طولانی تر.
ga: Leibhéil armúir Bhasctha +2 do bhaillaí cathrach, ach am tógála +10% freisin.
gl: A protección das murallas urbanas contra ataques de impacto aumenta en +2, pero o tempo de construción das mesmas aumenta un +10%.
hu: Városfalaknak +2 zúzás páncél szint, de +10% építési idő.
id: Tembok kota +2 zirah lindasan, tapi +10% waktu bangun.
it: Mura della città +2 livelli di armatura, ma +10% tempo di costruzione.
ja: 城壁の衝突装甲レベルが2上がりますが、 建設時間は10%増加します。
ko: 성벽의 충돌 방어력 수준이 +2 증가합니다. 그러나 건설 시간이 +10% 증가합니다.
lv: Pilsētas sienām +2 dragāšanas bruņu līmenim, bet +10% izbūves laikam.
ms: Tembok bandar +2 aras perisai rempuh, tetapi +10% masa pembinaan.
nb: Byvegger +2 rustningsgrad mot knusing, men +10% byggetid.
nl: Stadsmuren +2 verbrijzelpantser maar ook +10% bouwtijd.
pl: Mury miejskie +2 pancerza przeciw miażdżeniu, lecz wydłużony o +10% czas budowania.
pt_pt: Muralhas da cidade com +2 Níveis de Armadura de esmagamento, mas +10% de tempo de construção.
ru: Городские стены получают +2 к защите от крушащего урона, но возводятся на +10% дольше.
sk: Mestské hradby +2 úrovne drvivej zbroje, ale zato aj +10% doba výstavby.
sv: Stadsmurar +2 krossnings rustningsnivå, men +10% byggtid.
tr: Şehir duvarları +2 zırh ezme seviyesine etki eder, ama %+10 yapı zamanına sebep olur.
uk: Міські мури мають +2 рівня захисту від крушіння, але потребують +10% часу спорудження.
zh: 城墙粉碎盔甲等级+2，但建造时间+10%。
zh_tw: 城牆 +2 粉碎盔甲等級，但 +10% 建造時間。

source: Geometric Masonry
ar: البناء الهندسي
ast: Cantería xeométrica
bg: Зидария в геометрични форми
br: Mañsonerezh Mentoniel
ca: Maçoneria geomètrica
cs: Geometrické zdivo
da: Geometrisk Murværk
de: Geometrisches Mauerwerk
el: Γεωμετρική Δόμηση.
es_mx: Mampostería geométrica
eu: Igeltserotza Geometrikoa.
fa: بنایی مهندسی
fi: Geometrinen muuraus
ga: Saoirseacht Gheoiméadrach
gl: Albanelaría xeométrica
hu: Mértani falazás
id: Teknik Pembangunan Geometris
it: Mura Geometriche
ja: 幾何学的石組み
ko: 기하학적인 석조
lv: Ģeometrisa podniecība
ms: Pertukangan Batu Bergeometrik
nb: Geometrisk murverk
nl: Geometrisch metselwerk
pl: Geometria masońska
pt_pt: Alvenaria geométrica
ru: Геометрическая кладка
sk: Geometrická výstavba
sv: Geometriskt Murverk
tr: Geometrik Duvarcılık
uk: Геометрична кладка
zh: 几何石工术
zh_tw: 幾何石工技術

source: Melee infantry +1 hack attack.
ar: الوحدات المشتبكة +1 نقاط إختراق.
ast: Pa la infantería cuerpu a cuerpu +1 a la taya.
bg: +1 разсичаща атака за близкобойната пехота.
br: +1 a droc'husted tagañ evit troadeien meskadeg.
ca: +1 en Atac de tall de la infanteria cos a cos.
cs: Pěchota s chladnými zbraněmi +1 k sečnému útoku.
de: Nahkampfinfanterie erhält +1 Hiebangriff.
el: Στο πεζικό εκ του συστάδην +1 επίθεση κοψίματος.
es_mx: La infantería cuerpo a cuerpo gana +1 punto en el ataque de corte.
eu: Buruz-buruko infanteriak +1 mozte erasoa.
fa: پیاده نظام نزدیکزن +1 قدرت حمله برشی
fi: Lähitaistelu +1 hakkauskyökkäys.
ga: Ionsaí Teasctha +1 do chos-shaighdiúirí.
gl: Aumenta o ataque de contacto de folla da infantaría en +1.
hu: Közelharci gyalogságnak +1 vágás támadás.
id: Infanteri jarak dekat +1 serangan tebas.
it: Fanteria da Mischia +1 attacco.
ja: 近接攻撃歩兵の打撃攻撃力 +1。
ko: 근접 보병의 타격 공격력이 +1 증가합니다.
lv: Tuvcīņas kājniekiem +1 ciršanas uzbrukumam.
ms: Askar infantri tempur +1 serangan tetak.
nb: Nærkampsinfanteri +1 huggeangrep.
nl: Mêlee infanterie +1 slagkracht.
pl: Piechota +1 obrażeń siecznych.
pt_pt: Aumenta o ataque de corte de infantaria de corpo-a-corpo em +1.
ru: Пехота в ближнем бою получает +1 к нанесению рубящего удара.
sk: Pechota nablízko +1 sečný útok.
sv: Närstridsinfanteri +1 hack attack.
tr: Yakın dövüş süvarisi +1 saldırı kesme sağlar.
uk: Піхота ближнього бою має +1 рубаючої атаки.
zh: 近战步兵劈砍攻击 +1
zh_tw: 近戰步兵 +1 劈砍攻擊力。

source: Using iron instead of bronze gave spears additional piercing power.
ar: استخدام الحديد بدلاً من البرونز يعطر الرماح قوة اختراق إضافية.
ast: L'emplegu del fierro en clas del bronce dio más puxu furadoro a les llancies.
bg: Използването на желязо вместо бронз дава на копията допълнителна пробождаща сила.
br: Implijout houarn kentoc'h eget arem en doa roet goafoù gant galloud toullañ ouzhpenn.
ca: Utilitzar ferro en lloc de bronze fa que les llances perforin més.
cs: Použití železa místo bronzu zvyšuje bodnou sílu kopí.
da: Brugen af jern i stedet for bronze gav spyd mere stikkekraft.
de: Die Verwendung von Eisen anstatt Bronze erhöhte die Durchschlagskraft von Speeren.
el: H xρήση σιδήρου αντί του χαλκού έδωσε στα ακόντια επιπλέον δύναμη διάτρησης.
es_mx: Usar hierro en vez de bronce le da poder de perforación adicional a las lanzas.
eu: Burdina brontzearen partez erabiltzeak lantzei sarkortasun handiagoa ematen die.
fa: استفاده از آهن بجای برنز به نیزه قدرت نفوذ بیشتری می دهد.
fi: Raudan käyttö pronssin sijasta teki keihäistä lävistysvoimaisempia.
ga: D'fhaigh an úsáid iarainn in áit chré-umha neart polltha sa bhreis do sleánna.
gl: O uso de ferro en vez de bronze aumentaba a efectividade punzante das lanzas.
hu: Bronz helyett a vas használata további átütőerőt adott a lándzsáknak.
id: Penggunaan besi menggantikan perunggu memberikan kekuatan tusukan tambahan pada tombak.
it: Utilizzando il ferro invece del bronzo le lance aumentano la capacità di perforare.
ja: 青銅の代わりに鉄を使用することで槍の貫通力が上昇しました。
ko: 청동 대신 철을 사용하면 창에 추가적인 관통력을 더할 수 있습니다.
lv: Lietojot dzelzi bronzas vietā dod šķēpiem papildus caurduršanas spēju.
ms: Penggunaan logam besi menggantikan gangsa memberikan tombak kuasa tambahan penembusan.
nb: Bruk av jern istedenfor bronse gav spydet ekstra gjennomtrengingskraft
nl: Het gebruik van ijzer i.p.v. brons gaf speren een extra steekkracht.
pl: Uzycie żelaza zamiast brązu zwiększyło siłę przebicia włóczni.
pt_pt: Usar ferro em vez de bronze originou lanças com um poder de perfuração adicional.
ru: Использование железа вместо бронзы придает копьям дополнительную силу атаки.
sk: Použitie železa namiesto bronzu dodalo kopijam dodatočnú bodnú silu.
sv: Användning av järn istället för brons gav spjut extra genomborrnings kraft.
tr: Mızraklarda demir yerine bronz kullanırsan onlara delici ek güç sağlar.
uk: Використання заліза замість бронзи надало списам додаткову колючу силу.
zh: 使用铁代替青铜让长矛有了额外的穿刺力量。
zh_tw: 使用鐵代替青銅使矛有了額外的穿刺力量。

source: All Spear units +2 hack attack.
ar: كل وحدات الرماح +2 هجوم اختراق.
ast: Pa toles unidaes llanceres +2 a la taya.
bg: +2 разсичаща атака за всички копиеносци.
br: An holl unanennoù gant Goaf +2 a argad troc'husted.
ca: +2 en Atac de tall dels llancers.
cs: Všechny jednotky bojující oštěpem +2 k sečnému útoku.
de: Alle Speerträger erhalten +2 auf Hiebangriffe.
el: Σε όλες τις Λογχοφόρες μονάδες+2 επίθεση κοψίματος.
es_mx: Todas las unidades con lanza consiguen +2 de daño por corte.
eu: Lantza unitate guztiek +2 lortzen dute mozte minean.
fa: تمام نیروهای نیزه دار +2 قدرت حمله برشی
fi: Kaikkien keihäsyksiköiden hyökkäys +2 hakkausta
ga: Ionsaí Teasctha +2 do gach sleádóir.
gl: Aumenta en +2 o ataque de folla de todas as unidades con lanza.
hu: Minden lándzsás egységnek +2 vágás támadás.
id: Semua unit Tombak +2 serangan tebas.
it: Tutte le unità con Lancia +2 Attacco.
ja: すべての槍ユニットが打撃攻撃 +2。
ko: 창을 사용하는 유닛의 타격 공격력 +2.
lv: Visām šķēpu vienībām +2 duršanas uzbrukumam.
ms: Semua unit bertombak +2 serangan tetak.
nb: Alle spydmenn får +2 i huggangrep.
nl: Alle speervechters +2 slagkracht.
pl: Wszyscy włócznicy +2 obrażeń siecznych.
pt_pt: Aumenta o ataque de corte de todas as unidades com lanças em +2.
ru: Все копьеносцы получают +2 к нанесению колющего урона.
sk: Všetky jednotky s kopijami +2 sečný útok.
sv: Alla spjutenheter +2 hack attack.
tr: Tüm Mızrak birimler+2 saldırı durdurma sağlar.
uk: Всі підрозділи зі списами мають +2 рубаючої атаки.
zh: 所有持长矛的单位劈砍攻击力 +2 。
zh_tw: 所有持長矛的單位 +2 劈砍攻擊力。

source: Iron Spearheads
ar: رأس حربة حديدي
ast: Puntes de la llancia ferreñes
bg: Железни върхове на копията
br: Hern-sparr
ca: Llances amb punta de ferro
cs: Železné hroty oštěpu
da: Spydspidser af Jern
de: Eiserne Speerspitzen
el: Σιδερένιες Αιχμές Δοράτων
es_mx: Lanzas con cabeza de hierro
eu: Burdin Buruko Lantzak
fa: سرنیزه های آهنی
fi: Rautaiset keihäänkärjet
ga: Ceann Sleá Iarainn
gl: Puntas de lanza de ferro
hu: Vas lándzsahegyek
id: Tombak Berkepala Besi
it: Punte di lancia in Ferro
ja: 鉄の槍頭
ko: 쇠창날
lv: Dzelzs šķēpu uzgaļi
ms: Kepala Lembing Besi
nb: Spydspisser av jern
nl: Ijzeren speerpunten
pl: Żelazne Groty Włóczni
pt_pt: Ponta da lança de ferro
ru: Железные наконечники копий
sk: Železné hroty kopijí
sv: Järn Spjutspets
tr: Demir Mızrakuçları
uk: Залізні наконечники списів
zh: 铁制矛头
zh_tw: 鐵製矛頭

source: Sidḗreai Aikhmaí
ar: سايدراى أكاهمل
bg: Сидѐреай аикмаѝ
el: Σιδερά Ακμή
ko: 시데레아이 아이크흐마이
ru: Сидереай Айхмай
uk: Сідереаі аіхмаі
zh: 阿克曼
