Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Advance to City Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by another +50%. Silver Owls civ bonus grants an extra +10% metal gather rate to all workers. Citizen soldiers max health increased by +10%. All structures +9 garrisoned regeneration rate.
ast: Avanzar a la fas de la ciudá, que desbloquia más estructures y unidaes. El radiu del territoriu de los centros civiles aumenta otru +50%. La bonificación étnica de les curuxes de plata apurre'l +10% más de la tasa de recoyida del metal a tolos trabayadores. La vida máxima de los ciudadanos-soldáu aumenta'l +10%. Pa toles estructures +9 a la tasa de rexeneración del guarecimientu.
bg: Преминава към Мегаполисната фаза, която отключва още сгради и единици. Териториалният радиус за селищните центрове се увеличава с още +50%. Предимството „Сребърни сови“ увеличава скоростта на събирането на метал да всички работници с +10%. Максималното здраве на во̀ините се увеличава с +10%. Скоростта на лекуване на единиците на гарнизон във всички сгради се увеличава с +9.
br: Mont war-raok betek Pazenn ar C'hêrioù Bras, ar pezh a zivorailh muioc'h a savadurioù hag a unanennoù. Lakaat a ra da greskiñ skin tiriadel ar c'hreizennoù keodedel eus +50%. Ar bonus keodedourel Kaouennoù-Arc'hant a ro + 10% a feur dastum metal d'an holl labourerien. + 10% a yec'hed maksimom evit ar soudarded-keodedour. +9 a feur adtiñvad gwarnizon evit an holl savadurioù.
ca: Avanceu cap a la Fase Ciutat, la qual desbloca més estructures i unitats. El radi de territori dels Centres Cívics augmenta en un +50%. La bonificació de les Òlibes de plata concedeix +10% en l'índex de recol·lecció de metall per a tots els treballadors. Augmenta un +10% la capacitat màxima de salut dels soldats ciutadà. +9 en l'índex de regeneració d'estructures protegides.
cs: Postoupit do městské fáze, která zpřístupní více staveb a jednotek. Územní dosah se pro občanská střediska zvýší o +50%. Civilizační přídavek Stříbrné sovy poskytne všem dělníkům dalších +10% na rychlosti sbírání kovu. Občanským vojákům se zvýší zdraví o +10% a všechny budovy získají +9 na rychlosti obnovy zdraví jejich posádky.
de: Schreite zur Stadtphase fort, wodurch zusätzliche Gebäude und Einheiten freigeschaltet werden. Das Hoheitsgebiet von Verwaltungssitzen wird um +50% erhöht. Der „Silbereulen“-Bonus verleiht allen Arbeiten eine um +10% erhöhte Metallabbaurate. Bürgersoldaten haben eine um +10% erhöhte maximale Gesundheit. Für alle Gebäude +9 Regenerationsrate bei einquartierten Einheiten.
el: Προχωρήσετε στην Φάση Πόλη, η οποία ξεκλειδώνει περισσότερα κτίρια και μονάδες. H ακτίνα περιοχής στα Αστικά Κέντρα αυξάνεται και άλλο +50%. Οι Ασημένιες Κουκουβάγιες δίνουν επιπλέον +10% στο ρυθμό συλλογής μετάλλου για όλους τους εργάτες. Στους Πολίτες οπλίτες οι μέγιστη υγεία αυξάνει κατά +10%. Σε όλα τα κτίρια +9 στο ρυθμό αναγέννησης της φρουράς.
eu: Aurreratu Hiriko Aroraino, eraikin eta unitate gehiago gaitzen dituena. Hiriaren erdigunea %50+ handitzen da. Atenastarren «zilarrezko hontza»ren hobariak %10+ gehiago ematen die langileei metala biltzeko abiaduran. Hiritar soldaduei %10+ gehitzen zaie osasunean. Eraikinetan gordetako unitateek +9 puntu lortzen dute bizkortze abiaduran.
fa: ارتقا به مرحله شهری، که باعث باز شدن قفل ساختمان ها و نیروهای بیشتر می شود. شعاع قلمرو مرکز تمدن به میزان +50% افزایش می یابد. امتیاز جغد نقره ای به شما +10% سرعت جمع کردن آهن به تمام کاگرها می دهد. بیشترین حد سلامت سربازان شهروند به مقدار +10% افزایش می یابد. تمام ساختمان ها +9 سرعت بازیابی نیروهای مستقر.
ga: Dul chun cinn go Céim Chathracha agus níos mó foirgneamh is aonad a dhíghlasáil. Méadú ar an dtionchar críocha d'Ionaid Chathartha le +50% níos mó. Bronn an bónas 'Ulchabháin Airgid' +10% sa bhreis do ráta bailithe miotail do gach oibrí. Méadú 10% ar an sláinte uasach do mhíle-shaoránaigh. Ráta athghiniúna +9 ar garastúnaí i ngach foirgneamh.
gl: Avanzar á fase de cidade, que desbloquea máis estruturas e unidades. O raio de territorio dos centros cívicos aumenta noutro +50%. A bonificación de civilización «Curuxa» outorga +10% de taxa de recolección de metal para todos os traballadores. A vida máxima dos cidadáns soldado aumenta en +10%. A taxa de rexeneración do acuartelado nas estruturas aumenta en +9.
hu: Nagyvárosi szakasszá fejlődés, amely több épületet és egységet tesz elérhetővé. A városházák terület sugara további +50%-kal növelve. Az „ezüst baglyok” civilizációs bónusz további +10% fémgyűjtési sebességet ad minden munkásnak. A polgár katonák maximális életereje +10%-kal növelve. Minden épületnek +9 beszállásolási regeneráció sebesség.
id: Majukan ke Fase Metropolis, yang membuka lebih banyak bangunan dan unit. Radius wilayah dari Pusat Peradaban meningkat lagi sebanyak +50%. Bonus peradaban 'Burung Hantu Perak' mendapatkan +10% tingkat pengumpulan logam untuk semua pekerja. Nyawa maks prajurit rakyat meningkat sebanyak +10%. Semua bangunan +9 tingkat penyembuhan unit di dalam.
it: Avanza alla Fase Città, per sbloccare più strutture e unità. L'influenza sul Territorio per i Centri Cittadini aumenta di un altro +50%. Il bonus Civette d'Argento garantisce un bonus di +10% per la raccolta del metallo a tutti i lavoratori. Cittadini soldati aumentano di +10% la salute massima. Tutte le strutture presidiate guadagnano +9 di tasso di rigenerazione.
ja: 都市の段階へ進むとより多様な建物やユニットが利用可能になります。町の中心の領地半径はさらに50%増加します。「フクロウ銀貨」文明ボーナスによって、全労働者の金属採掘速度がさらに10%上昇します。市民兵士の最大耐久力が +10% 上昇します。すべての建物に駐屯時の修復率が9増加します。
lv: Attīstieties līdz Lielpilsēas fāzei, kas atver vairāk būvju un vienību. Civilo centru teritorijas radius palielinās par papildus +50%. Sudraba pūču civilizācijas priekšrocība dod papildus +10% metāla iegūšanas ātrumam visiem strādniekiem. Pilsoņu kareivju maksimālā veselība palielinās par +10%. Visām būvēm +9 garnizona atkopšanas ātrumam.
ms: Maju ke Fasa Bandar, yang membuka lagi banyak struktur dan unit. Jangkauan wilayah bagi Pusat Sivik meningkat sebanyak +50%. Bonus tamadun 'Burung Hantu Perak' menganugerahkan tambahan +10% kadar pengumpulan logam untuk semua pekerja. Hayat maksimum askar rakyat ditingkatkan sebanyak +10%. Semua sruktur +9 kadar penjanaan bergarison.
nb: Avanser til by-fasen, som låser opp flere bygninger og enheter. Radiusen for territoriet rundt samfunnssenteret øker med ytterligere +50%. 'Sølvugler'-sivilisasjonsbonus skjenker ytterligere +10% metall-sankebonus til alle arbeidere. Borgersoldaters høyeste helsenivå økes med +10%. Alle strukturer får +9 helbredingsrate med enheter forskanset i dem.
nl: Ga verder naar grootstadsfase. Deze geeft toegang tot meer gebouwen en meer eenheden. De territoriumgrootte van beschavingscentra wordt met nog eens +50% vergroot, de maximale gezondheid van burgersoldaten wordt met +10% verhoogd, en alle gebouwen krijgen +9 extra veroveringspunten regeneratie. De 'zilveren uil' bonus geeft +10% extra metaal mijnsnelheid voor alle werkkrachten.
pl: Awansuj do Fazy Dużego Miasta, która odblokowuje więcej budowli i jednostek. Promień terytorium przy Centrum Osady wzrasta o kolejne +50%. Mieszkańcom-żołnierzom życie zwiększa się o +10%. Wszystkie budynki +9 do szybkości uzdrawiania.
pt_pt: Avança para a Fase de Cidade, que desbloqueia mais estruturas e unidades. O raio de território para Centros Cívicos aumenta mais +50%. O bónus da civilização Corujas de Prata concede um extra +10% de velocidade de recolha de metal para todos os trabalhadores. Máximo de vida dos cidadãos soldados aumentado em +10%. Todas as estruturas +9 de velocidade de regeneração de unidades guarnecidas.
ru: Переход на этап крупного города, открывающий новые типы построек и юнитов. Влияние на территорию у городского центра увеличивается ещё на +50%. «Серебряные совы» дают прирост +10% к скорости добычи металлов всеми рабочими. Максимальное здоровье городских солдат увеличивается на +10%. Все строения получают +9 к скорости восстановления гарнизонов.
sk: Postúpi na fázu metropoly, ktorá sprístupní viac stavieb a jednotiek. Územný dosah pre administratívne centrá sa zväčší o ďalších +50%. Bonus 'Striebornej Sovy' pridáva všetkým robotníkom ďalších +10% v rýchlosti ťažby kovu. Zvýši sa maximálne zdravie vojenských občanov o +10%. Všetky budovy zvýšia rýchlosť uzdravovania ich posádok o +9.
sv: Avancera till Storstadsfasen, som låser upp fler strukturer och enheter. Territorieradien för samhällscenter ökar med ytterligare +50%. 'Silverugglor' civilisationsbonusen ger +10% metall samlingstakt för alla arbetare. Max hälsa för medborgarsoldater ökad med +10%. Alla strukturer +9 garnisonerad regenerationstakt.
tr: Fazla yapı ve birimin kilidini açan Kent Fazına Geçiş. Sivil Toplum Merkezleri için bölge yarıçapı %+50 arttı. Silver Owls civ bonusu, tüm çalışanlara% 10'luk metal toplanma oranı sağlar. Vatandaş askerlerinin maksimum sağlığı % +10 arttı. Tüm yapılar +9 garnizon rejenerasyon oranı.
zh: 升级到城市阶段，解锁了更多建筑物及单位。城镇中心的领土范围也再度增加了 +50%。银鸮的文明奖励让所有的工人都有额外 +10% 的金属采集速度。民兵的最大生命增加了 +10%。所有组织的驻军恢复率 +9。
zh_tw: 進階到城市階段，解鎖了更多建築物及單位。城鎮中心的領土範圍也再度增加了 +50%。銀鴞的文明獎勵讓所有的工人都有額外 +10% 的金屬採集速率。公民兵的血量上限 +10%。所有建築物 +9 駐守回復率。

source: Advance to City Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by another +50%. Citizen soldiers max health increased by +10%. All structures +9 garrisoned regeneration rate.
ar: تقدم الى طور المدينة، حيث انه يفتح مبانى وجنود أكثر. مجال سيطرة المبنى الرئيسي يزداد بـ +50% أخرى. الجنود المواطنين نقاط حياتهم القصوى تزداد بـ +10%. كل المبانى +9 نقاط معالجة للجنود بداخلها.
ast: Avanzar a la fas de la ciudá, que desbloquia más estructures y unidaes. El radiu del territoriu de los centros civiles aumenten otru +50%. La vida máxima de los ciudadanos-soldáu aumenta'l +10%. Pa toles estructures +9 a la tasa de rexeneración del guarecimientu.
bg: Преминава към Мегаполисната фаза, която отключва още сгради и единици. Териториалният радиус за селищните центрове се увеличава с още +50%. Максималното здраве на во̀ините се увеличава с +10%. Скоростта на лекуване на единиците на гарнизон във всички сгради се увеличава с +9.
br: Mont war-raok betek Pazenn ar C'hêrioù, ar pezh a zivorailh muioc'h a savadurioù hag a unanennoù. Lakaat a ra da greskiñ skin tiriadel ar c'hreizennoù keodedel eus +50%. + 10% a yec'hed maksimom evit ar soudarded-keodedour. +9 a feur adtiñvad gwarnizon evit an holl savadurioù.
ca: Avanceu cap a la Fase Ciutat, la qual desbloca més estructures i unitats. El radi de territori dels Centres Cívics augmenta en un +50%. Augmenta un +10% la capacitat màxima de salut dels soldats ciutadà. +9 en l'índex de regeneració d'estructures protegides.
cs: Postoupit do městské fáze, která zpřístupní více staveb a jednotek. Územní dosah se pro občanská střediska zvýší o +50%. Občanským vojákům se zvýší zdraví o +10% a všechny budovy získají +9 na rychlosti obnovy zdraví jejich posádky.
de: Erforsche die Großstadtphase und schalte mehr Gebäude und Einheiten frei. Der Territorialradius von Verwaltungssitzen wird um weitere +50 % erhöht. Bürgersoldaten haben eine um +10% erhöhte maximale Gesundheit. Alle Strukturen +9 Regenerationsrate bei einquartierten Einheiten.
el: Προχωρήσετε στην Φάση Πόλη, η οποία ξεκλειδώνει περισσότερα κτίρια και μονάδες. H ακτίνα περιοχής στα Αστικά Κέντρα αυξάνεται και άλλο +50%. Στους Πολίτες οπλίτες οι μέγιστη υγεία αυξάνει κατά +10%. Σε όλα τα κτίρια +9 στο ρυθμό αναγέννησης της φρουράς.
eu: Aurreratu Hiriko Aroraino, eraikin eta unitate gehiago gaitzen dituena. Hiriaren erdigunea %50+ handitzen da. Hiritar soldaduei %10+ gehitzen zaie osasunean. Eraikinetan gordetako unitateek +9 puntu lortzen dute bizkortze abiaduran.
fa: ارتقا به مرحله شهری، که قفل ساختمان ها و نیروهای بیشتری باز می شود. شعاع قلمرو برای مراکز تمدن به مقدار +50% افزایش یافته و بیشترین حد سلامت سربازان شهروند به مقدار +10% افزایش یافته است. تمام سازه ها +9 سرعت بازیابی نیروهای مستقر.
ga: Dul chun cinn go Céim Cathracha agus níos mó foirgneamh is aonad a dhíghlasáil. Méadú ar an dtionchar críocha d'Ionaid Chathartha le +50% níos mó. Méadú +10% ar an sláinte uasach do mhíle-shaoránaigh. Ráta athghiniúna +9 ar garastúnaí i ngach foirgneamh.
gl: Avanzar á fase de cidade, que desbloquea máis estruturas e unidades. O raio de territorio dos centros cívicos aumenta en un +50%. A vida máxima dos cidadáns soldado aumenta en +10%. A taxa de rexeneración do acuartelado nas estruturas aumenta en +9.
hu: Nagyvárosi szakasszá fejlődés, amely több épületet és egységet tesz elérhetővé. A városházák terület sugara további +50%-kal növelve. A polgár katonák maximális életereje +10%-kal növelve. Minden épületnek +9 beszállásolási regeneráció sebesség.
id: Majukan ke Fase Metropolis, yang membuka lebih banyak bangunan dan unit. Radius wilayah dari Pusat Peradaban meningkat lagi sebanyak +50%. Nyawa maks prajurit rakyat meningkat sebanyak +10%. Semua bangunan +9 tingkat penyembuhan unit di dalam.
it: Avanza alla Fase Città, per sbloccare più strutture e unità. L'influenza sul Territorio per i Centri Cittadini aumenta di un altro +50%. Cittadini soldati aumentano di +10% la salute massima. Tutte le strutture presidiate guadagnano +9 di tasso di rigenerazione.
ja: 都市の段階へ進むとより多様な建物やユニットが利用可能になります。町の中心の領地半径はさらに 50%増加します。市民兵士の最大耐久力が 10% 上昇します。すべての建物に駐屯時の修復率が9増加します。
lv: Attīstieties līdz Lielpilsēas fāzei, kas atver vairāk būvju un vienību. Civilo centru teritorijas radius palielinās par papildus +50%. Pilsoņu kareivju maksimālā veselība palielinās par +10%. Visām būvēm +9 garnizona atkopšanas ātrumam.
ms: Maju ke Fasa Bandar, yang membuka lagi banyak struktur dan unit. Jangkauan wilayah bagi Pusat Sivik meningkat sebanyak +50%. Hayat maksimum askar rakyat ditingkatkan sebanyak +10%. Semua sruktur +9 kadar penjanaan bergarison.
nb: Avanser til by-fasen, som låser opp flere bygninger og enheter. Radiusen for territoriet rundt samfunnssenteret øker med enda +50%. Borgersoldaters høyeste helsenivå økes med +10%. Alle strukturer får +9 helbredingsrate med enheter forskanset i dem.
nl: Ga verder naar grootstadsfase. Deze geeft toegang tot meer gebouwen en meer eenheden. De territoriumgrootte van beschavingscentra wordt met nog eens +50% vergroot en de maximale gezondheid van burgersoldaten wordt met +10% verhoogd. Alle gebouwen krijgen +9 extra veroveringspunten regeneratie.
pl: Awansuj do Fazy Dużego Miasta, która odblokowuje więcej budowli i jednostek. Promień terytorium przy Centrum Osady wzrasta o kolejne +50%. Mieszkańcom-żołnierzom życie zwiększa się o +10%. Wszystkie budynki +9 do szybkości uzdrawiania.
pt_pt: Avança para Fase de Cidade, que desbloqueia mais estruturas e unidades. O raio do território para Centros Cívicos aumenta em mais +50%. Máximo de vida dos cidadãos soldados aumentado em +10%. Todas as estruturas +9 de velocidade de regeneração de unidades guarnecidas.
ru: Переход на этап крупного города, открывающий новые строения и юнитов. Влияние на территорию у городского центра увеличивается ещё на +50%. Максимальное здоровье городских солдат увеличивается на +10%. Все структуры получают +9 к скорости восстановления гарнизонов.
sk: Postúpi na fázu metropoly, ktorá sprístupní viac stavieb a jednotiek. Územný dosah pre administratívne centrá sa zväčší o ďalších +50%. Zvýši sa maximálne zdravie vojenských občanov o +10%. Všetky budovy zvýšia rýchlosť uzdravovania ich posádok o +9.
sv: Avancera till Storstadsfasen, som låser upp fler strukturer och enheter. Territorieradien för samhällscentrum ökar med ytterligare +50%. Max hälsa för medborgarsoldater ökad med +10%. Alla strukturer +9 garnisonerad regenereringstakt.
tr: Fazla yapı ve birimin kilidini açan Kent Fazına Geçiş. Sivil Toplum Merkezleri için bölge yarıçapı %+50 arttı. Silver Owls civ bonusu, tüm çalışanlara% 10'luk metal toplanma oranı sağlar. Vatandaş askerlerinin maksimum sağlığı % +10 arttı. Tüm yapılar +9 garnizon rejenerasyon oranı.
zh: 升级到城市阶段，解锁了更多建筑物及单位。城镇中心的领土范围也再度增加了 +50%。民兵的最大生命增加了 +10%。所有组织的驻军恢复率 +9。
zh_tw: 進階到城市階段，解鎖更多建築物及單位。城鎮中心的領土範圍再度增加 +50%。公民兵的血量上限 +10%。所有建築物 +9 駐守回復率。
