Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: 12. Wildfire Games will not knowingly collect personal data from children under the age of 13 (Children's Online Privacy Protection Act). If you believe Wildfire Games received any personal data from or about a child under 13, please contact Wildfire Games.
ast: 12. Wildfire Games nun vai arreẍuntar a propriu intentu los datos personales de nenhos minores de 13 anhos (“Children's Online Privacy Protection Act”). Si crees que Wildfire Games recibiere qualesquiera datos personales de ou subre un nenhu minor de 13 anhos, pon-te in contactu cun Wildfire Games, por favor.
bg: 12. Wildfire Games умишлено няма да събира лични данни от деца под 13-годишна възраст (в съответствие със Закона за защита личните данни на деца в Интернет). Ако смятате, че Wildfire Games може да разполага с лични данни от или за деца под 13-годишна възраст, моля, свържете се с Wildfire Games.
ca: 12. Wildfire Games no recopilarà intencionadament dades personals que pertanyin a nens menors de 13 anys (Children's Online Privacy Protection Act). Si creieu que Wildfire Games ha rebut dades personals que pertanyin a un menor de 13 anys, contacteu amb Wildfire Games.
de: 12. Wildfire Games erfasst nicht wissentlich personenbezogene Daten von Kindern unter 13 Jahren (Online-Datenschutzgesetz für Kinder). Wenn Sie der Meinung sind, dass Wildfire Games personenbezogene Daten von oder über ein Kind unter 13 Jahren erhalten hat, wenden Sie sich bitte an Wildfire Games.
el: 12. Η Wildfire Games δεν θα συλλέγει συνειδητά δεδομένα προσωπικού χαρακτήρα από παιδιά ηλικίας κάτω των 13 ετών (Νόμος για την προστασία της ιδιωτικής ζωής των παιδιών στο διαδίκτυο). Εάν πιστεύετε ότι η Wildfire Games έλαβε προσωπικά δεδομένα από ή για ένα παιδί κάτω των 13 ετών, παρακαλούμε επικοινωνήστε με τη Wildfire Games.
es: 12. Wildfire Games no recopilará a sabiendas datos personales de niños menores de 13 años (Ley de protección de privacidad en línea para niños). Si cree que Wildfire Games recibió datos personales de o sobre un niño menor de 13 años, comuníquese con Wildfire Games.
eu: 12. Wildfire Gamesek ez ditu nahita bilduko 13 urtez azpikoen datuak (Umeen Pribatutasun Babes Akta). Zuk uste baduzu Wildfire Gamesek 13 urtez azpiko baten edo beraren gaineko daturik jaso duela, Wildfire Gamesekin harremanetan jarri.
fi: 12. Wildfire Games ei tietoisesti kerää henkilötietoja alle 13-vuotiailta lapsilta (Children's Online Privacy Protection Act). Jos uskot Wildfire Gamesin saaneen henkilötietoja alle 13-vuotiaalta lapselta tai alle 13-vuotiaasta lapsesta, ota yhteyttä Wildfire Gamesiin.
fr: 12. Wildfire Games ne collectera pas sciemment de données personnelles d'enfants de moins de 13 ans (Children's Online Privacy Protection Act). Si vous pensez que Wildfire Games pourrait avoir des données personnelles concernant un enfant de moins de 13 ans, veuillez contacter Wildfire Games.
ga: 12. Ní bailíonn Wildfire Games sonraí pearsanta go feasach ó pháiste faoin aois seo (Children's Online Privacy Protection Act). Má chreideann tú go bhféadfhadh aon sonraí pearsanta ó nó faoi pháiste faoi 13 ag Wildfire Games, déan teagmháil le Wildfire Games le do thoil.
gd: 12. Cha chruinnich Wildfire Games dàta pearsanta o chlann fo aois 13 ach gun fhiosta (Children’s Online Privacy Protection Act). Ma tha thu dhen bheachd gu d’ fhuair Wildfire Games dàta pearsanta sam bith o no mu dhèidhinn duine-cloinne fo aois 13, feuch an cuir thu fios gu Wildfire Games.
gl: 12. Wildfire Games non recollerá de maneira consciente datos persoais de nenos de menos de 13 anos (Children's Online Privacy Protection Act). Se cre que Wildfire Games recibiu calquera dato persoal de ou sobre un neno de menos de 13 anos, contacte con Wildfire Games.
hu: 12. A Wildfire Games tudatosan nem gyűjt személyes adatokat 13 év alatti gyermekekről (Children's Online Privacy Protection Act). Ha úgy gondolod, hogy a Wildfire Games személyes adatokat kapott egy 13 év alatti gyermektől, lépj kapcsolatba a Wildfire Gamesszel.
id: 12. Wildfire Games tidak akan secara sengaja mengumpulkan data pribadi dari anak-anak di bawah usia 13 tahun (Undang-Undang Perlindungan Privasi Online Anak). Jika Anda yakin Wildfire Games menerima data pribadi apa pun dari atau tentang seorang anak di bawah 13 tahun, silakan hubungi Wildfire Games.
it: 12. Wildfire Games non raccoglierà consapevolmente dati personali da bambini di età inferiore a 13 anni (Legge sulla Protezione della Privacy Online dei Bambini). Se pensi che Wildfire Games abbia ricevuto qualsiasi dato personale da o riguardo un bambino di età inferiore a 13 anni, per favore contatta Wildfire Games.
ko: 12. Wildfire Games는 13세 미만 아동의 개인 데이터를 고의로 수집하지 않습니다 (아동 온라인 개인 정보 보호법). Wildfire Games가 13세 미만 어린이로부터 개인 데이터를 받았다고 생각하는 경우 Wildfire Games에 문의하십시오.
nl: 12. Wildfire Games verzamelt niet bewust persoonlijke gegevens van kinderen jonger dan 13 jaar (Wet op de online privacybescherming voor kinderen). Als u denkt dat Wildfire Games persoonlijke gegevens heeft ontvangen van of over een kind jonger dan 13 jaar, neem dan contact op met Wildfire Games.
pl: 12. Wildfire Games nie zbiera danych osobowych dzieci w wieku poniżej lat 13 (COPPA). W przypadku, gdy posiadasz informacje o otrzymywaniu przez Wildfire Games danych osobowych od osób poniżej tego wieku, skontaktuj się z nami.
pt_br: 12. A Wildfire Games não coletará intencionalmente dados pessoais de crianças menores de 13 anos (Ato de Proteção à Privacidade Online para Crianças). Se você acredita que a Wildfire Games recebeu dados pessoais de ou sobre uma criança menor de 13 anos, entre em contato com a Wildfire Games.
pt_pt: 12. A Wildfire Games não recolhe intencionalmente dados pessoais de crianças com menos de 13 anos de idade (Children's Online Privacy Protection Act). Se acredita que a Wildfire Games recebeu dados pessoais de ou sobre uma criança menor de 13 anos, por favor contacte a Wildfire Games.
ru: 12. Wildfire Games не будет сознательно собирать личные данные у детей младше 13 лет (Закон о защите конфиденциальности детей в интернете (США). Если вы считаете, что Wildfire Games получила какие-либо персональные данные ребенка до 13 лет, пожалуйста, свяжитесь с Wildfire Games.
sk: 12. Wildfire Games nebude vedome zbierať osobné dáta osôb mladších ako 13 rokov (Children's Online Privacy Protection Act). Ak veríte, že Wildfire Games dostala nejaké osobné dáta od alebo o dieťati, ktoré je mladšie ako 13 rokov, prosím kontaktujte Wildfire Games.
sv: 12. Wildfire games kommer inte medvetet att samla in person uppgifter från barn under 13 år (Children ' s Online Privacy Protection Act). Om du tror att Wildfire Games har fått några person uppgifter från eller om ett barn under 13, vänligen kontakta Wildfire Games.
tr: 12. Wildfire Games, 13 yaşın altındaki çocuklardan kişisel olarak bilgi toplamayacaktır (Çocukların Çevrimiçi Gizlilik Koruma Yasası). Wildfire Games'in 13 yaşın altındaki çocuklardan veya bunlardan birinden herhangi bir kişisel veri aldığını düşünüyorsanız, lütfen Wildfire Games ile iletişime geçin.
uk: 12. Wildfire Games не буде свідомо збирати особисті дані від дітей до цього віку (Children's Online Privacy Protection Act). Якщо Ви вважаєте, що Wildfire Games було одержано будь-які особисті дані від дитини до 13 років або про неї, будь ласка, зверніться до Wildfire Games.
zh: 12. Wildfire Games不会故意收集13岁以下儿童的个人数据（儿童在线隐私保护法）。 如果您认为Wildfire Games收到了13岁以下儿童的任何个人数据，请联系Wildfire Games。
zh_tw: 12. Wildfire Games 不會蓄意收集 13 歲以下兒童的個人資料（兒童線上隱私保護法）。若您認為 Wildfire Games 可能接收來自或關於任何 13 歲以下兒童的個人資料，請聯絡 Wildfire Games。

source: 13. Where Wildfire Games processes sensitive personal data based on legitimate interests, Wildfire Games considers performing, recording and periodically reviewing Legitimate Interests Assessments and Data Protection Impact Assessments (GDPR 35) to become confident that the individual's interests do not override Wildfire Games legitimate interests, and that Wildfire Games is not using personal data in intrusive ways unless there is a very good reason to.
ast: 13. Quando Wildfire Games trata datos personales sensibles basadu n interesses legítimos, Wildfire Games considera fhazer, registrar & revisar periodicamente Evaluaciones d’Interesses Legítimos & Evaluaciones de l Impactu nela Proteccion de Datos (GDPR 35) par’ assegurasse de que los interesses de l individuu nun invaliden los interesses legítimos de Wildfire Games, & que Wildfire Games nun use datos personales de fhorma invasiva, a nun ser q’houbier per-bona razon para fhazello.
bg: 13. Когато Wildfire Games обработва специфични лични данни, Wildfire Games провежда, записва и периодично преразглежда оценките на законосъобразните интереси и оценките на влиянието на защита на данните по чл. 35 на GDPR, с цел да се увери, че интересите на лицето не омаловажават законосъобразните интереси на Wildfire Games и че Wildfire Games не използва лични данни по нерелевантен и неправомерен спрямо лицето начин, освен ако няма добра основателна причина за това.
ca: 13. Sempre que Wildfire Games processa dades personals sensibles basant-se en interessos legítims, Wildfire Games realitza, registra i revisa periòdicament avaluacions d'interessos legítims i avaluacions d'impacte de protecció de dades (GDPR 35) per assegurar-se que els interessos de l'individu no invaliden els interessos legítims de Wildfire Games, i que Wildfire Games no està utilitzant les dades personals de manera intrusiva sense que hi hagi una raó important per fer-ho.
de: 13. Wenn Wildfire Games sensible personenbezogene Daten auf der Grundlage berechtigter Interessen verarbeitet, zieht Wildfire Games die Prüfung, Bewertung und Bewertung regelmäßiger Interessen und Datenschutz-Folgenabschätzungen (GDPR 35) in Betracht, um sicher zu gehen, dass die Interessen des Einzelnen die berechtigten Interessen von Wildfire Games nicht übertreten, und dass Wildfire Games keine personenbezogenen Daten auf aufdringliche Weise verwendet, es sei denn, es gibt einen sehr guten Grund dafür.
el: 13. Όταν η Wildfire Games επεξεργάζεται ευαίσθητα προσωπικά δεδομένα βασισμένα σε νόμιμα συμφέροντα, η Wildfire Games εξετάζει, καταγράφει και περιοδικά αναθεωρεί τα Νόμιμα Συμφέροντα και την Αξιολόγηση των Επιπτώσεων στην Προστασία Δεδομένων (Γενικός Κανονισμός για την Προστασία Δεδομένων 35) για να βεβαιωθεί ότι τα συμφέροντα του ατόμου δεν υπερισχύουν των νόμιμων συμφερόντων της Wildfire Games και ότι η Wildfire Games δεν χρησιμοποιεί τα προσωπικά δεδομένα με παρεμβατικούς τρόπους εκτός αν υπάρχει ένας πολύ καλός λόγος.
es: 13. Cuando Wildfire Games procesa datos personales confidenciales basados en intereses legítimos, Wildfire Games considera realizar, registrar y revisar periódicamente las evaluaciones de intereses legítimos y las evaluaciones de impacto de protección de datos (GDPR 35) para confiar en que los intereses del individuo no anulan los intereses legítimos de Wildfire Games, y que Wildfire Games no está utilizando datos personales de manera intrusiva a menos que haya una muy buena razón para hacerlo.
eu: 13. Wildfire Gamesek interes legitimoetan oinarritutako datu pertsonal konfidentzialak prozesatzen dituenean, Wildfire Gamesek uste du, Wildfire Games delakoak, bere ustez, bidezko interesen ebaluazioak egitea (GDPR 35) , erregistratzea eta aldian-aldian berrikusteak ez duela esan nahi Wildfire Gamesen bidezko interesen ebaluazioak egin, erregistratu eta berrikusi behar dituenik, eta Wildfire Gamesek datuen babesaren gaineko ebaluazioak egin, erregistratu eta aldian-aldian berrikusteak ez du esan nahi Wildfire Games enpresaren interes legitimoak bere horretan direnik.
fi: 13. Jos Wildfire Games käsittelee arkaluonteisia henkilötietoja oikeutettujen etujen perusteella, Wildfire Games harkitsee oikeutettujen etujen arvioinnin ja tietosuojaa koskevien vaikutustenarviointien (GDPR 35) suorittamista, tallentamista ja säännöllistä tarkistamista, jotta se voi olla varma siitä, että yksilön edut eivät syrjäytä Wildfire Gamesin oikeutettuja etuja ja että Wildfire Games ei käytä henkilötietoja tunkeilevilla tavoilla, ellei siihen ole erittäin hyvää syytä.
fr: 13. Lorsque Wildfire Games traite des données personnelles sensibles sur la base d'intérêts légitimes, Wildfire Games envisage de réaliser, d'enregistrer et de réviser périodiquement les Analyses d'impact relative à la protection des données (RPGD 35) afin de s'assurer que ses intérêts personnels ne prévalent pas sur ses intérêts légitimes. et que Wildfire Games n’utilise pas les données personnelles de manière intrusive, à moins qu’il n’y ait une très bonne raison de le faire.
ga: 13. Nuair a phróiseálann Wildfire Games sonraí pearsanta bunaithe ar suimeanna dlisteanacha, cuimhníonn Wildfire Games ag déanamh, ag taifeadadh agus ag athbhreithniú ó am go chéile Measúnachtaí Suimeanna Dlisteanacha agus Measúnachtaí Tionchair Slándála Sonrai (GDPR 35) chun a bheith muiníneach nach bhfuil leas an duine in sárú ar na suimeanna dlisteanacha Wildfire Games, agus nach bhfuil Wildfire Games ag úsáid sonraí pearsanta i mbealaí neamhbheartaithe, ach amháin má tá cúis an-mhaith acu é a dhéanamh.
gd: 13. Far an dèan Wildfire Games pròiseasadh air dàta pearsanta cugallach a chum ùidhean dligheach, beachdaichidh Wildfire Games air dèanamh, clàradh is sgrùdadh Legitimate Interests Assessments agus Data Protection Impact Assessments (GDPR 35) o àm gu àm ach am bitheamaid cinnteach nach eil ùidhean an neach fa leth os cionn ùidhean dligheach Wildfire Games agus nach eil Wildfire Games a’ cleachdadh dàta pearsanta air dòighean sàithteach mur eil fìor dheagh adhbhar ann airson sin.
gl: 13. Onde Wildfire Games procesa datos persoais sensíbeis baseados en intereses lexítimos, Wildfire Games considera realizar, gravar e revisar periodicamente os Legitimate Interests Assessments and Data Protection Impact Assessments (GDPR 35) para asegurarse de que os intereses do individuo non sobrepoñen os intereses lexítimos de Wildfire Games, e que Wildfire Games non está usando datos persoais de maneira intrusiva a menos que exista un bo motivo para facelo.
hu: 13. Ahol a Wildfire Games jogos érdekek miatt kezel érzékeny adatokat, ott a Wildfire Games időnként felülvizsgálhatja a jogos érdekeket és az adatvédelmi hatástanulmányokat (GDPR 35), hogy meggyőződjön arról, hogy az egyén érdekei nem írják felül a Wildfire Games jogos érdekeit, és hogy a Wildfire Games nem használja zavaró módon a személyes adatokat, hacsak nincs rá nagyon jó oka.
id: 13. Saat Wildfire Games memproses data pribadi sensitif berdasarkan minat yang sah, Wildfire Games mempertimbangkan untuk melakukan, merekam, dan meninjau secara berkala Penilaian Minat yang Sah dan Penilaian Dampak Perlindungan Data (GDPR 35) untuk menjadi yakin bahwa kepentingan individu tidak menggantikan kepentingan sah Wildfire Games, dan bahwa Wildfire Games tidak menggunakan data pribadi dengan cara yang mengganggu kecuali dengan alasan yang sangat bagus.
it: 13. Laddove Wildfire Games processa dati personali sensibili basati su interessi legittimi, Wildfire Games tiene conto di eseguire, registrare e revisionare periodicamente Valutazioni di Legittimi Interessi e Valutazioni d'Impatto sulla Protezione dei Dati (GDPR 35) per essere sicuri che gli interessi dell'individuo non prevalgano sugli interessi legittimi di Wildfire Games, e che Wildfire Games non usi dati personali in modi intrusivi se non per giustificato motivo.
ko: 13. Wildfire Games가 합법적인 이익을 기반으로 민감한 개인 데이타를 처리하는 경우, Wildfire Games는 개인의 이익이 Wildfire Games의 합법적 이익을 우선하지 않는다는 확신을 갖기 위해 법적 이익 평가 및 데이타 보호 영향 평가(GDPR 35)를 수행, 기록하고 정기적으로 검토하는 것을 고려합니다. Wildfire Games는 개인 정보를 침해하는 방법으로 사용하지 않습니다.
nl: 13. Waar Wildfire Games gevoelige persoonsgegevens verwerkt op basis van legitieme belangen, beschouwt Wildfire Games het uitvoeren, opnemen en periodiek beoordelen van legitieme belangenbeoordelingen en gegevensbeschermingseffectbeoordelingen (GDPR 35) om er zeker van te zijn dat de interesses van het individu niet prevaleren boven legitieme belangen van Wildfire Games, en dat Wildfire Games geen persoonlijke gegevens op indringende manieren gebruikt tenzij er een zeer goede reden voor is.
pl: 13. W przypadku, gdy Wildfire Games przetwarza wrażliwe dane osobowe w oparciu o uzasadnione interesy, Wildfire Games rozważa wykonanie, nagrywanie i okresowy przegląd LIA oraz DPIA (GDPR 35), aby upewnić się, że interesy danej osoby nie zastępują uzasadnionych interesów Wildfire Games oraz że Wildfire Games nie wykorzystuje danych osobowych w sposób inwazyjny, chyba że istnieje ku temu uzasadniony powód.
pt_br: 13. Como a Wildfire Games processa dados pessoais sensíveis com base em interesses legítimos, a Wildfire Games considera a realização, gravação e revisão periódica das Avaliações de Interesses Legítimos e Avaliações de Impacto de Proteção de Dados (GDPR 35) para ter certeza de que os interesses do indivíduo não anulam os interesses legítimos da Wildfire Games. e que a Wildfire Games não está usando dados pessoais de maneira intrusiva, a menos que haja uma boa razão para isso.
pt_pt: 13. Onde a Wildfire Games processa dados pessoais sensíveis com base em interesses legítimos, a Wildfire Games considera realizar, registar e rever periodicamente as avaliações de interesses legítimos e a Avaliação de Impacto sobre a Proteção de Dados (GDPR 35) para ter certeza de que os interesses do indivíduo não anulam os interesses legítimos da Wildfire Games e que a Wildfire Games não está a usar dados pessoais de maneira intrusiva, a não ser que haja uma boa razão para isso.
ru: 13. В тех случаях, когда Wildfire Games обрабатывает важные персональные данные на основе законных интересов, Wildfire Games рассматривает возможность проведения, регистрации и периодического пересмотра оценок законных интересов и воздействия защиты данных (Общий регламент по защите данных (ЕС) 35), чтобы убедиться, что интересы отдельных лиц не перевешивают законные интересы Wildfire Games, и что Wildfire Games не использует личные данные в целях вмешательства, если для этого нет очень серьезных причин.
sv: 13. om Wildfire Games bearbetar känsliga person uppgifter baserat på legitima intressen, anser Wildfire Games att de utför, registrerar och regelbundet granskar bedömningar av legitima intressen och konsekvens bedömningar av data skydd (GDPR 35) för att bli övertygad om att individens intressen inte åsidosätter Wildfire Games legitima intressen, och att Wildfire Games inte använder person uppgifter på ett inkräktande sätt om det inte finns en mycket bra anledning till det.
tr: 13. Wildfire Games'in meşru çıkarlara dayanarak hassas kişisel verileri işlediği durumlarda, Wildfire Games, bireyin çıkarlarının Wildfire Games'in meşru çıkarlarını geçersiz kılmadığından emin olmak için Meşru İlgi Değerlendirmelerini ve Veri Koruma Etki Değerlendirmelerini (GVKY 35) gerçekleştirmeyi, kaydetmeyi ve periyodik olarak incelemeyi dikkate alır. ve Wildfire Games'in kişisel bir veriyi, çok iyi bir neden olmadıkça, izinsiz şekillerde kullanmadığını da.
uk: 13. Там, де Wildfire Games обробляє конфіденційні особисті дані на основі законних інтересів, Wildfire Games розглядає можливість виконання, запис та періодичний перегляд оцінювання законних інтересів, та оцінювання впливу захисту даних (GDPR 35), щоб переконатися, що інтереси особи не переважають законних інтересів Wildfire Games, та що Wildfire Games не використовує особисті дані нав'язливими способами, якщо немає дуже вагомих причин.
zh: 13.如果Wildfire Games根据合法利益处理敏感的个人数据，Wildfire Games会考虑执行，记录和定期审查合法权益评估和数据保护影响评估（GDPR 35），以确保个人的利益不会超越Wildfire Games的合法权益。除非我们有充分的理由，否则Wildfire Games不会以侵入方式使用个人数据。
zh_tw: 13. 若 Wildfire Games 根據合法權益處理敏感性個人資料，Wildfire Games 會考慮執行、記錄及定期審核合法權益評估與資料保護影響評估 (GDPR 35) 以確保個人權益不會超過 Wildfire Games 的合法權益，且除非有充分理由 Wildfire Games 不會以侵擾性的方式使用個人資料。
