Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Say rather not
ast: Dizer “non, graciɐs”
bg: Отговаряне с „по-добре не“
br: Lavarout kement ha ma ne c'haller ket
ca: Digueu que no
cs: Říct raději ne
da: Sig Helst ikke
de: Sage eher nicht
el: Πές θα προτιμούσα να μήν
es: Decir que no
eu: Esan hobeto ez
fa: بگویید خیر
fi: Sano ennemmin ei
fr: Dire Plutôt pas
ga: Abair 'ní hea'
gd: Can “Chan eadh”
hu: Mondd, hogy inkább nem
id: Katakan tidak
it: Di oppure no
ja: 遠慮しますと言う
ko: 다른 의견이 있습니다
ms: Katakan tidak pasti
nb: Si eller ikke
nl: Zeg liever niet
pl: Powiedz raczej nie
pt_br: Dizer melhor não
pt_pt: Diz é melhor não
ru: Отказаться
sk: Povedať radšej nie
sr: Кажи ипак не
sv: Säg helst inte
tr: Daha iyisi yok de
uk: Сказати скоріше ні
zh: 表示不是
zh_tw: 表示不是

source: Demo map listening to various triggers and printing warning messages about them
ast: Demonstracion de varios disparadores & advertenciɐs correspondientes.
bg: Демонстрационна карта, наблюдаваща разнообразни събития и извеждаща съобщения за тях.
br: Kartenn Diskouez en ur selaou distennoù a-bep seurt ha moullañ kemenadennoù diwall evito
ca: Mapa de demostració que detecta diversos factors i hi respon amb missatges d'advertència
cs: Ukázková mapa věnuje pozornost různým spouštěčům a zobrazuje varovná hlášení k nim
da: Demokort, der leder efter forskellige fejl og udskriver advarselsmeddelelser om dem
de: Demokarte, die auf verschiedene Trigger hört und Warnmeldungen über sie ausgibt
el: Χάρτης επίδειξης, ακούγονται διάφορα ερεθίσματα και εμφανίζονται μηνύματα προειδοποίησης γι 'αυτούς
es: Mapa de demostración, con varios «triggers», o desencadenantes de scripts, y que a su vez muestran mensajes de advertencia.
eu: Adibide mapa, zenbat «triggers», edo script abiarazleekin, eta bide batez oharrak erakusten dituztenak.
fi: Demokartta, joka kuuntelee erilaisia liipaisimia ja tulostaa niistä varoitusviestejä.
fr: Carte de démonstration réagissant à plusieurs déclencheurs et affichant des messages d'avertissement les concernant.
ga: Taispeán-léarscáil ag éisteacht le cúiseanna éagsúla agus ag priontáil teachtaireachtaí aireacha fúthu.
gd: Mapa taisbeanaidh a dh’èisteas ri caochladh de thrigearan ’s a nochdas teachdaireachdan rabhaidh mun dèidhinn
hu: Demó térkép különféle aktiválóra való figyeléshez, és az ezekkel kapcsolatos figyelmeztető üzenetek kiírásához.
id: Peta demo mendengarkan berbagai pemicu dan mencetak pesan peringatan tentangnya
it: Mappa Demo dotata di vari trigger e relativi messaggi di avviso
ja: 様々なトリガーを待ち受け、それに関する警告メッセージを表示するデモマップです
ko: 다양한 트리거를 수신하고 이에 대한 경고 메시지를 인쇄하는 데모 지도입니다
ms: Peta demo untuk mendengar pelbagai jenis pemicu dan mesej amaran bercetak atau terpapar.
nb: Demonstrasjonskart som lytter til forskjellige utløsermekanismer og skriver advarselsmeldinger om dem
nl: Demo map, reageert op verschillende triggers en geeft hiervoor waarschuwings berichten weer.
pl: Przykładowa mapa pokazująca użycie różnych wyzwalaczy i wypisywanie związanych z nimi ostrzeżeń.
pt_br: Mapa demo ouvindo vários triggers e imprimindo avisos sobre eles.
pt_pt: Mapa de demonstração de vários despoletadores ("triggers") e de impressão das mensagens sobre eles
ru: Демо-карта для наблюдения за различными настройками с предупреждающими сообщениями о них
sk: Ukážková mapa, ktorá počúva na rôzne spúšťače a vypisuje o nich výstražné hlášky.
sr: Демо мапа која ослушкује различите окидаче и шаље упозоравајуће поруке о њима.
sv: Demokarta som lyssnar på olika utlösare och visar varningsmeddelanden om dem.
tr: Onların çıkan çeşitli uyarı mesajlarını ve haraket ettiricilerini dinleyebileceğiniz bir deneme haritası.
uk: Демо карта для спостереження за різноманітними налаштуваннями з попереджувальними повідомленнями про них.
zh: 侦听各种触发器，并察看警告讯息的展示地图。
zh_tw: 聆聽各種觸發器並觀看它們所顯示的警告訊息的展示地圖。

source: Triggers Demo
ast: Dem. disparadores
bg: Демонстрация — събития
br: Diskouez - Distenn
ca: Demostració de factors desencadenants
cs: Spustí ukázkovou hru
da: Demonstration af triggers
de: Trigger-Demo
el: Ενεργοποιει Επίδειξη
es: Demo de «triggers»
eu: Triggers Adibidea
fi: Liipaisindemo
fr: Démo - Déclencheurs
ga: Taispeáint Cúiseanna
gd: Taisbeanadh air trigearan
hu: Aktiválók demó
id: Demo Pemicu
it: Demo Trigger
ja: トリガーデモ
ko: 트리거 데모
ms: Demo Pemicu
nb: Utløserdemonstrasjon
pl: Wyzwalacze (demonstracja)
pt_br: Demonstração de Triggers
pt_pt: Demonstração de despoletadores
ru: Демо триггеры
sk: Ukážka spúšťačov
sr: Демо - Окидачи
sv: Utlösardemo
tr: Tetikleyici Denemesi
uk: Демо тригери
zh: 触发器演示
zh_tw: 觸發器展示

source: Multiplayer map. A tropical paradise.
ast: Geographía para dellos jogadores. Un paradisu tropical.
bg: Карта за мрежова игра. Тропически рай.
br: Kartenn lies-c'hoarier. Ur baradoz trovanel.
ca: Mapa multijugador. Un paradís tropical.
cs: Mapa pro více hráčů. Tropický ráj.
da: Bane for flere spillere. Et tropisk paradis.
de: Mehrspielerkarte. Ein tropisches Paradies.
el: Χάρτης για πολλούς παίχτες. Ένας τροπικός παράδεισος.
es: Mapa multijugador. Un paraíso tropical.
eu: Hainbat jokalarientzako mapa. Tropikoko paradisua.
fi: Moninpelikartta. Trooppinen paratiisi
fr: Carte multijoueur. Un paradis tropical.
ga: Léarscáil ilimreortha. Parthas trópaiceach.
gd: Mapa ioma-chluicheadair. Pàrras tropaigeach.
hu: Többjátékos térkép. Egy trópusi paradicsom.
id: Peta main bersama. Surga tropis.
it: Mappa per più giocatori. Un paradiso tropicale.
ja: マルチプレイヤーマップの熱帯の楽園です。
ko: 멀티플레이어 지도입니다. 열대 낙원.
ms: Peta pemain berbilang. Syurga tropika.
nb: Samspillerkart. Et tropisk paradis.
nl: Multiplayer kaart, een tropisch paradijs.
pl: Mapa gry wieloosobowej. Tropikalny raj.
pt_br: Mapa multijogador. Um paraíso tropical.
pt_pt: Mapa para vários jogadores. Um paraíso tropical.
ru: Карта для сетевой игры. Тропический рай.
sk: Mapa viacerých hráčov. Tropický raj.
sr: Мултиплејер мапа. Тропски рај.
sv: Flerspelarkarta. Ett tropiskt paradis.
tr: Çok oyunculu harita. Tropik bir cennet.
uk: Багатокористувацька мапа. Тропічний рай.
vi: Bản đồ nhiều người chơi. Một thiên đường nhiệt đới.
zh: 多人地图，热带天堂。
zh_tw: 多人遊戲地圖。一個熱帶天堂。

source: Tropical Island
ast: Islha tropical
bg: Тропически острови
br: Enez an Drovan
ca: Illa tropical
cs: Tropický ostrov
da: Tropeø
de: Tropisches Eiland
el: Τροπικά νησιά
es: Isla tropical
eu: Irla Tropikala
fi: Trooppinen saari
fr: Île tropicale
ga: Oileán Trópaiceach
gd: Eilean tropaigeach
hu: Trópusi sziget
id: Pulau Tropis
it: Isola Tropicale
ja: 熱帯の島
ko: 열대섬
ms: Pulau Tropika
nb: Tropisk øy.
nl: Tropisch eiland
pl: Wyspa tropikalna
pt_br: Ilha Tropical
pt_pt: Ilha tropical
ru: Тропический Остров
sk: Tropický ostrov
sr: Тропско острво
sv: Tropisk Ö
tr: Tropik Ada
uk: Тропічний острів
vi: Hòn đảo nhiệt đới
zh: 热带群岛
zh_tw: 熱帶島嶼

source: This map is designed to test a few different cases of units chasing each other.
ast: Esta geographía sta desiñada para probar dellos casos d’escorribanda entre unidades.
bg: Тази карта е предназначена за изпробване на различни случаи, в които единици се гонят.
cs: Tato mapa je navržena k testování několika různých případů pronásledování jednotek.
de: Diese Karte wurde erstellt, um diverse Situationen zu testen, wo Einheiten sich verfolgen.
el: Αυτός ο χάρτης έχει σχεδιαστεί για να δοκιμαστούν μερικές κατηγορίες μονάδων να κυνηγούν η μία την άλλη.
es: Este mapa se ha diseñado para probar distintos casos de unas unidades persiguiendo a otras.
eu: Mapa hau elkarren atzetik dabiltzan unitateen kasu desberdinak probatzeko diseinatuta dago.
fi: Tämä kartta on suunniteltu testaamaan muutamia erilaisia tapauksia, joissa yksiköt jahtaavat toisiaan.
fr: Cette carte est conçue pour tester un certain nombre d'unités se chassant les uns les autres.
id: Peta ini dirancang untuk menguji beberapa kasus unit saling kejar.
ja: このマップは、ユニット同士が追いかけっこをするいくつかの異なるケースをテストするためのものです。
ko: 이 지도는 서로 쫓는 유닛의 몇 가지 다른 사례를 테스트하도록 설계되었습니다.
nl: Deze kaart is ontworpen om een paar verschillende manieren te testen van eenheden die elkaar achtervolgen.
pl: Ta mapa została zaprojektowana w celu przetestowania kilku różnych przypadków ścigania się jednostek.
pt_br: Este mapa é projetado para testar alguns casos diferentes de unidades perseguindo umas às outras.
pt_pt: Este mapa foi concebido para testar alguns casos diferentes de unidades que se perseguem umas às outras.
ru: Эта карта предназначена для тестирования различных случаев преследования юнитов друг другом.
tr: Bu harita birbirini kovalayan birimlerin birkaç farklı senaryoyu test etmek amaçlı tasarlanmıştır.
uk: Ця карта призначена для перевірки декількох різних випадків, коли юніти переслідують один одного.
zh: 该地图旨在测试几类单位相互追逐的情况。
zh_tw: 該地圖旨在測試單位相互追趕的幾種不同情況。

source: Unit Chasing test
ast: Pruöba d’escorribanda
bg: Проба на преследването на единици
cs: Test pronásledování jednotek
de: Test Verfolgung von Einheiten
el: Δοκιμή Μονάδων, κυνηγητό
es: Test de persecución de unidad
eu: Unitateen jazarpen froga
fi: Yksiköiden jahtaamistesti
fr: Test de chasing d'une unité
id: Tes Unit Mengejar
ja: ユニット追従テスト
ko: 추격 테스트 유닛
nl: Eenheden achtervolgingstest
pl: Test ścigania jednostek
pt_br: Teste para Perseguição de Unidades
pt_pt: Teste de perseguição de unidades
ru: Тест преследующих юнитов
sk: Test naháňania jednotiek
sv: Jagande Enhetstest
tr: Birim Kovalama Testi
uk: Змагальні перегони
zh: 单位追逐测试
zh_tw: 單位追逐測試

source: This map is designed to test a few different cases of 'Dancing'.
ast: Esta geographía sta desiñada para probar dellos casos d’aballu nel movemiento de lɐs unidades.
bg: Тази карта е предназначена за изпробване на различни случаи на „танцуване'“
cs: Tato mapa je navržená pro test pár různých případů 'tancování'.
de: Diese Karte wurde erstellt, um verschiedene Fälle von ‚Tanzen‘ zu testen.
el: Αυτός ο χάρτης είναι σχεδιασμένος για δοκιμή περιστάσεων του 'Χορού'
es: Este mapa se ha diseñado para probar diferentes tipos de «danzas».
eu: Mapa hau "Dantza" kasu desberdinak probatzeko diseinatuta dago.
fi: Tämän kartan tarkoituksena on testata muutamia erilaisia "tanssin" tapauksia.
fr: Cette carte est conçue pour tester un certain nombre de cas de « Dancing ».
hu: Ez a térkép arra lett tervezve, hogy a táncolás különböző eseteit tesztelni lehessen.
id: Peta ini dirancang untuk menguji beberapa kasus berbeda dari 'Menari'.
it: Questa mappa è progettata per provare diversi casi di "Ballo".
ja: このマップは、「ダンシング」のいくつかの異なるケースをテストするために設計されています。
ko: 이 지도는 '빠른이동'의 몇 가지 다른 사례를 테스트하도록 설계되었습니다.
nl: Deze kaart is ontworpen om een paar verschillende manieren van 'dansen' te testen.
pl: Na tej mapie testuje się różne rodzaje "tańca".
pt_br: Este mapa foi projetado para testar alguns casos diferentes de 'Dança'.
pt_pt: Este mapa foi concebido para testar alguns casos diferentes de 'Dança'.
ru: Эта карта предназначена для тестирования нескольких различных вариантов «танцев».
sk: Táto mapa je navrhnutá na test viacerých typov "tancovania".
sv: Kartan är gjord för att testa ett par olika situationer med 'dansande'.
tr: Bu harita, birkaç farklı 'Dans' durumunu test etmek için tasarlanmıştır.
uk: Ця карта призначена для тестування декількох різних випадків 'Танців'.
zh: 本地图旨在测试几种不同单位的“休闲小动作”。
zh_tw: 該地圖旨在測試「跳舞」的幾種不同情況。

source: Unit Dancing test
ast: Pruöba d’aballu
bg: Проба на танцуването на единиците
cs: Taneční test jednotky
de: Test Tanzen von Einheiten
el: Χορός Μονάδων δοκιμή
es: Test de danzas de unidades
eu: Unitate Dantza froga
fi: Yksiköiden tanssitesti
fr: Test de Dancing d'unités
gd: Deuchainn air dannsadh aonadan
hu: Egységek táncolásának tesztje
id: Tes Unit Menari
it: Prova di Ballo di unità
ja: ユニット ダンシングテスト
ko: 유닛 빠른이동 테스트
nl: Dansende eenheden test
pl: Test tańczącej jednostki
pt_br: Teste de Unidade e Dança
pt_pt: Teste de dança de unidade
ru: Тест танцующих юнитов
sk: Test tanca jednotiek
sv: Dansande Enheter test
tr: Birim Dans testi
uk: Танцювальні змагання
zh: 休闲单位小动作测试
zh_tw: 單位跳舞測試

source: This map is designed to test some basic unit movement cases. It will involve unitAI, unitMotion and the relevant pathfinders and thus acts as an integrated test map. Look for things such as stuck units, wrong animations, and weird pathing.
ast: Esta geographía sta desiñada para probar dellos casos elementares de movemiento. Utilizando unitAI, unitMotion & los aldadores correspondientes, sierve cumo un probadorio integrado. Busca unidades aḷḷancadɐs, animaciones incorrectɐs, esvíos insperados & cousɐs assemelyables.
bg: Тази карта е проектирана за изпробване на основните случаи на движение на единиците. Тя включва unitAI, unitMotion и съответните алгоритми за намиране на път, и затова изпълнява ролята на карта за интегриран тест. Следете за неща като заклещени единици, грешни анимации и нелогични маршрути.
cs: Tato mapa je navržena k testování některých základních případů pohybu jednotek. Bude zahrnovat unitAI, unitMotion a příslušné vyhledávače cest a bude tedy fungovat jako integrovaná testovací mapa. Hledejte věci, jako jsou zaseknuté jednotky, špatné animace a divné vyhledávání cest.
da: Dette kort er designet til at teste nogle grundlæggende enhedsbevægelseskasser. Det vil involvere unitAI, unitMotion og de relevante stifindere og fungerer dermed som et integreret testkort. Se efter ting som f.eks. fastsiddende enheder, forkerte animationer og underlig pathing.
de: Diese Karte wurde erstellt, um einige Grundbewegungsabläufe von Einheiten zu testen. Es beinhaltet unitAI, unitMotion und die Zielfindung der Einheiten, somit dient diese Karte als integrierte Testkarte. Achte während des Szenarios auf stecken- bzw. hängengebliebene Einheiten, falsche Animationen und seltsame Wegfindung.
el: Αυτός ο χάρτης έχει σχεδιαστεί για να ελέγχει μερικές βασικές περιπτώσεις κίνησης των μονάδων. Θα περιλαμβάνει Τεχνίτη νοημοσύνη μονάδων (unitAI), κίνηση μονάδων (unitMotion) και τους σχετικούς Ιχνηλάτες (σχεδίαση διαδρομής) και ως εκ τούτου λειτουργεί ως ολοκληρωμένος χάρτης δοκιμών. Ψάξτε για πράγματα όπως κολλημένες μονάδες, λάθος κινούμενα σχέδια και περίεργες διαδρομές.
es: Este mapa está diseñado para probar algunos casos básicos de movimiento de unidades. Implicará unitAI, unitMotion y los pathfinders relevantes y, por lo tanto, actuará como un mapa de prueba integrado. Busque cosas como unidades atascadas, animaciones incorrectas y rutas extrañas.
eu: mapa hau unitateen mugimenduaren oinarrizko kaus batzuk probatzeko diseinatu da. unitAI, unitMotion eta dagozkien bide bilatze algoritmoak barne-hartzen ditu eta integratutako probarako mapa gisa balio du. Bilatu blokatutako unitateak, animazio okerrak, eta ibilbide bereziak.
fi: Tämän kartan tarkoituksena on testata joitakin yksiköiden perusliikkumistapauksia. Se käsittää unitAI:n, unitMotionin ja asiaankuuluvat polunetsijät ja toimii siten integroituna testikarttana. Etsi esimerkiksi jumissa olevia yksiköitä, vääriä animaatioita ja outoja polkuja.
fr: Cette carte est conçue pour tester certains cas de mouvement d'unité de base. Il impliquera unitAI, unitMotion et les éclaireurs pertinents et agit ainsi comme une carte de test intégrée. Recherchez des éléments tels que des unités bloquées, de mauvaises animations et des trajectoires étranges.
ga: Tá dearadh ar an léarscáil seo chun bunghluaiseachta na n-aonad a thriail. Tá unitAi, unitMotion is ceannródaithe ábhartha eile sa mheasc. Mar seo, tá cineáil difriúla gluaiseachta comhtháthaithe sa léarscáil. Cuardaigh ar rudaí mar aonaid ghafa, drochbheochana, agus bótharacht aisteach.
hu: Ez a térkép alapvető egységmozgási esetek tesztelésére készült. Tartalmazza a unitAI-t, a unitMotiont és a releváns útkeresőket, így integrált teszttérképként szolgál. Keress elakadt egységeket, hibás animációkat és furcsa útkereséseket.
id: Peta ini dirancang untuk menguji beberapa kasus pergerakan unit dasar. Ini akan melibatkan unitAI, unitMotion dan pencari-jalur yang sesuai dan dengan demikian bertindak sebagai peta pengujian terintegrasi. Cari hal-hal seperti unit macet, animasi yang salah, dan jalur yang aneh.
it: Questa mappa è progettata per provare alcuni casi di movimento delle unità di base. Coinvolgerà unitAI, unitMotion e i relativi pathfinder e fungerà quindi da mappa di test integrata. Cerca cose come unità bloccate, animazioni sbagliate e percorsi strani.
ja: このマップは、いくつかの基本的なユニットの移動ケースをテストするために設計されています。AI、ユニットの動作、そして関連するパスファインダーを含み、統合されたテストマップとして機能します。ユニットが動かなくなったり、アニメーションがおかしくなったり、パスが変になったりすることを確認してください。
ko: 이 지도는 몇 가지 기본적인 유닛 이동 사례를 테스트하기 위해 설계되었습니다. 유닛인공지능, 유닛움직임 및 관련 길잡이가 포함되므로 통합 테스트 지도 역할을 합니다. 유닛이 멈추거나 애니메이션이 잘못되거나 경로가 이상하게 설정되는 등의 문제를 찾아보세요.
nl: Deze kaart is gemaakt om eenheden bepaalde simpele bewegingen te laten maken. De kaart werkt met unitAI, unitMotion en de relevante pathfinders om als een geïntegreerde testmap te fungeren. Let op dingen als vastlopende eenheden, verkeerde animaties en vreemde looproutes.
pl: Ta mapa została zaprojektowana do testowania podstawowych ruchów jednostek. Wykorzystuje unitAI, unitMotion i ścieżki szukania ruchu, dzięki czemu służy za zintegrowaną mapę testową. Szukaj zablokowanych jednostek, niewłaściwych animacji i dziwnego wyszukiwania ścieżek ruchu.
pt_br: Este mapa foi projetado para testar alguns casos básicos de movimentação de unidades. Envolverá "unitAI", "unitMotion' e "pathfinders" relevantes, atuando portanto como um mapa de teste integrado. Procure coisas como unidades presas, animações erradas e "weird pathing".
pt_pt: Este mapa foi concebido para testar alguns casos de movimento de unidades. Implica unitAI, unitMotion e os caminhos relevantes, atuando por isso como um mapa de testes integrado. Procura por unidades bloqueadas, animações erradas e caminhos estranhos.
ru: Данная карта разработана для тестирования основных сценариев перемещения юнитов. Она будет включать unitAI, unitMotion, а также соответствующие алгоритмы поиска пути и таким образом может быть использована в качестве карты для интеграционного тестирования. Обращайте внимание на такие явления, как застопорившиеся юниты, неправильная анимация и движение по неадекватной траектории.
sv: Denna karta är utformad för att testa några grundläggande enheters rörelseförmåga. Den kommer att involvera unitAI, unitMotion och relevanta ruttplanerare och därmed fungera som en integrerad testkarta. Leta efter saker som fastnade enheter, felaktiga animationer och konstiga resvägar.
tr: Bu harita, bazı temel birim hareketi durumlarını test etmek için tasarlanmıştır. UnitAI, unitMotion ve ilgili yol göstericileri içerecek ve böylece entegre bir test haritası gibi davranacaktır. Sıkışmış birimler, yanlış animasyonlar ve garip yamalar gibi şeyleri arayın.
uk: Ця карта створена для тестування основних випадків руху юнітів. Він включає в себе unitAI, unitMotion та відповідні методи пошуку шляху, і, таким чином, діє як карта для інтеграційного тесту. Звертай увагу на такі речі як: юніти, що застрягли, неправильна анімація та дивне прокладання шляху.
zh: 本地图旨在测试一些基本的单位运动案例。 涉及了 unitAI、unitMotion 和相关的探测器，因此可作为综合测试图。 寻找诸如卡单位、错误动画以及怪异路径。
zh_tw: 該地圖旨在測試一些基本的單位移動情況。 它將涉及 unitAI、unitMotion 和相關的探路者，因此將充當集成的測試圖。尋找諸如卡住的單元，錯誤的動畫和怪異的路徑之類的東西。

source: Unit Motion Integration Test
ast: Pruöba de mocion integrada
bg: Интегриран тест за движението на единиците
cs: Integrační test pohybu jednotek
de: Einheiten Bewegungsintegration testen
el: Δοκιμή Ολοκλήρωσης Κίνησης Μονάδας
es: Prueba de movimiento integrado de unidades
eu: Unitateen mugimenduaren integrazio proba
fi: Yksikön liikkeen integraatiotesti
fr: Test d'intégration de mouvement d'unités
ga: Triail Comhtháthaithe Gluaiseachta na nAonad
gd: Deuchainn fhillte air gluasad nan aonadan
hu: Egységmozgás integrációs teszt
id: Uji Integrasi Gerakan Unit
it: Prova integrazione movimento dell'unità
ja: ユニット動作確認
ko: 단위 모션 통합 테스트
nl: Geïntegreerde bewegingstest voor eenheden
pl: Test integracji ruchu jednostki
pt_br: Teste de Integração de Movimento de Unidade
pt_pt: Teste de integração do movimento de unidades
ru: Интеграционное тестирование перемещения юнитов
sk: Test integrácie pohybu jednotiek
sv: Integrationstest för enhetsrörelse
tr: Birim Hareketi Uyum Testi
uk: Інтеграційний тест руху юнітів
zh: 单元运动集成测试
zh_tw: 單位動作集成測試

source: This map is designed to test the performance & functionality of unit pushing.
ast: Esta geographía sta desiñada para probare la efficiencia & utilidade d’imburriar unidades.
bg: Тази карта е предназначена за изпробване на правилната работа и производителността на функционалността за изтласкване на единици.
cs: Tato mapa je navržena k testování výkonu a funkčnosti tlačení jednotek.
de: Diese Karte wurde erstellt, um die Performance und die Funktionalität des Schiebens von Einheiten zu testen.
el: Αυτός ο χάρτης σχεδιάστηκε για τον έλεγχο της επίδοσης και λειουργικότητας της προώθησης μονάδων.
es: Este mapa está diseñado para probar el desempeño y la funcionalidad del empuje de unidades.
eu: Mapa hau unitateen bultzadaren errendimendua eta funtzionalitatea frogatzeko diseinatuta dago.
fi: Tämä kartta on suunniteltu testaamaan yksikön työntämisen suorituskykyä ja toimivuutta.
fr: Cette carte est conçue pour tester la performance et le fonctionnalité du pushing d'unité.
id: Peta ini dirancang untuk menguji kinerja dan fungsionalitas pendorongan unit.
ja: このマップは、ユニットプッシュのパフォーマンスと機能性をテストするために設計されています。
ko: 이 지도는 유닛 밀기의 성능과 기능을 테스트하도록 설계되었습니다.
nl: Deze kaart is ontworpen om de prestaties en functionaliteit van het voortduwen van eenheden te testen.
pl: Ta mapa jest przeznaczona do testowania wydajności i dużej liczby jednostek.
pt_br: Este mapa é projetado para testar a performance e funcionalidade de unidades se empurrando.
pt_pt: Este mapa foi concebido para testar o desempenho e a funcionalidade de empurrar unidades.
ru: Эта карта предназначена для проверки производительности и работоспособности столкновений юнитов.
tr: Bu harita birim itme işlevselliğini ve performansını test etmek amaçlı tasarlanmıştır.
uk: Ця карта створена для реревірки продуктивності & функціональності штовхання підрозділів
zh: 该地图旨在测试单位冲击的性能和功能。
zh_tw: 該地圖旨在測試單位推送的性能和功能。

source: Unit Pushing test
ast: Pruöba d’imburriu
bg: Проба на изтласкването на единици
cs: Test přetlačování jednotek
de: Test Schieben von Einheiten
el: Δοκιμή ώθησης μονάδων
es: Test de empuje de unidades
eu: Unitateen bultza froga
fi: Yksiköiden työntämistesti
fr: Test de pushing d'unité
id: Uji Pendorongan Unit
ja: ユニット プッシュテスト
ko: 유닛 밀기 테스트
nl: Eenheden voortduwen test
pl: Test dużej liczby jednostek
pt_br: Teste para Empurramento de Unidades
pt_pt: Teste de empurrar unidades
ru: Тест толкающих юнитов
sk: Test tlačenia jednotiek
tr: Birim İtme Testi
uk: Перевірка штовхання підрозділів
zh: 单位冲击测试
zh_tw: 單位推送測試

source: Every unit in the game.
ast: Todɐlɐs unidades de l juögu.
bg: Всички единици от играта.
br: An holl unanennoù er c'hoari.
ca: Totes les unitats del joc.
cs: Každá jednotka ve hře.
da: Samtlige enheder i spillet.
de: Jede Einheit im Spiel.
el: Κάθε μονάδα στο παιχνίδι.
es: Todas las unidades del juego.
eu: Unitate bakoitza jokoan.
fi: Jokainen yksikkö pelissä.
fr: Toutes les unités du jeu.
ga: Na haonaid ar fad sa chluiche.
gd: Gach aonad a tha sa gheama.
hu: Minden egység a játékból.
id: Semua unit di permainan.
it: Ogni unità nel gioco.
ja: ゲーム内の全ユニットです。
ko: 게임의 모든 유닛.
ms: Semua unit ada di dalam permainan.
nb: Alle enheter i spillet.
nl: Een demo met alle eenheden in het spel.
pl: Wszystkie jednostki w grze.
pt_br: Toda unidade no jogo.
pt_pt: Todas as unidades do jogo.
ru: Каждая единица в игре.
sk: Všetky jednotky v hre.
sr: Свака јединица у игри.
sv: Alla soldater i spelet.
tr: Oyundaki tüm birlikler.
uk: Кожна одиниця в грі
vi: Mọi đơn vị trong màn chơi.
zh: 游戏中的所有单位。
zh_tw: 遊戲裡的每一個單位。
