Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Information
ar: معلومات
br: Titouroù
es_mx: Información
et: Info
fa: اطلاعات
ga: Eolas
ka: ინფორმაცია
lv: Informācija
ms: Maklumat
nb: Informasjon
sk: Informácie
sr: Информације

source: Close
ar: أغلق
ast: Alhuir
bg: Затваряне
br: Serriñ
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
es_cl: Cerrar
es_mx: Cerrar
et: Sulge
eu: Itxi
fa: بستن
fi: Sulje
fr: Fermer
ga: Dún
gd: Dùin
gl: Pechar
he: סגור
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ka: დახურვა
ko: 닫기
lv: Aizvērt
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Wyjdź
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sk: Zavrieť
sl: Zapri
sr: Затвори
sv: Stäng
tr: Kapat
uk: Закрити
zh: 关闭
zh_tw: 關閉

source: View Online
ar: اعرض على الإنترنت
ast: Ver na Rede
bg: В Интернет
br: Gwelet Enlinenn
ca: Visualitza en línia
cs: Na internetu
da: Vis Online
de: Online ansehen
el: Προβολή στο διαδίκτυο
es: Ver en línea
es_mx: Ver en Línea
et: Veebimaterjalid
eu: Ikusi sarean
fa: مشاهده آنلاین
fi: Näytä verkossa
fr: Voir en ligne
ga: Amharc ar líne
gd: Seall air loidhne
gl: Ver por internet
hu: Megtekintés online
id: Lihat Daring
it: Vedi Online
ja: オンラインで見る
ka: ხაზზე ნახვა
ko: 온라인 보기
lv: Skatīt tiešsaistē
ms: Lihat Atas Talian
nb: Vis på nettet
nl: Bekijk online
pl: Wyświetl online
pt_br: Visualizar na internet
pt_pt: Ver Online
ru: Посмотреть онлайн
sk: Pozrieť online
sr: Погледај на интернету
sv: Visa på nätet
tr: Çevrimiçi Göster
uk: Переглянути в мережі
zh: 在线查看
zh_tw: 線上查看

source: [font="sans-bold-18"]0 A.D. in-game manual
ar: [font="sans-bold-18"]كتيّب «0م» لداخل اللعبة
br: [font="sans-bold-18"]0 A.D. dornlevr ar c'hoari
da: [font="sans-bold-18"]0 A.D. Spilmanual
es_mx: [font="sans-bold-18"]Manual de juego de 0 A.D.
et: [font="sans-bold-18"]0 A.D. mängujuhend
fa: [font="sans-bold-18"] راهنمای داخل بازی 0 A.D
ga: [font="sans-bold-18"]Lámhleabhar ionchluiche de chuid 0 A.D.
ka: [font="sans-bold-18"]0 A.D. თამაშის შიდა სახელმძღვანელო
lv: [font="sans-bold-18"]0 A.D. instrukcija spēlē
ms: [font="sans-bold-18"]Manual permainan 0 A.D.
nb: [font="sans-bold-18"]0 A.D. manual
sk: [font="sans-bold-18"]Manuál k hre 0 A.D.
sr: [font="sans-bold-18"]0 A.D. упутство у игри

source: Thank you for installing 0 A.D.! This page will give a brief overview of the features available in this incomplete, under-development, alpha version of the game.
ar: شكرًا لك لتثبيت «0م»! هذه الصّفحة ستعطيك لمحة عامّة ومختصرة عن الميزات المتوفّرة في إصدارة ألفا من هذه اللعبة غير المكتملة والجاري تطويرها.
ast: ¡Graciɐs por alhogar 0 A.D.! Eiquí tienes un resume curtiu de lɐs funcciones disponibles n esta version de l juögu, que sta incompletu & na phase alpha de disindolcu.
br: Trugarez vras da vezañ staliet 0 A.D.! Reiñ a raio ar bajenn-mañ ur bras-sell war an arc'hweladurioù hegerz, e-barzh stumm-mañ alfa ar c'hoari, diglok hag a zo c'hoazh war ziorren.
ca: Moltes gràcies per instal·lar el 0 A.D.! Aquesta pàgina us mostrarà una breu descripció de les característiques disponibles en aquesta versió alfa, incompleta i en desenvolupament del joc.
cs: Děkujeme vám za to, že jste nainstalovali 0 A.D.! Tato stránka vám podá krátký přehled o funkcích, jež jsou dostupné v této nehotové, stále vyvíjené alfa verzi hry.
da: Tak for at du installerede 0 A.D.! Denne side vil give dig en kort oversigt over indholdet i denne ufærdige, under udvikling, alphaudgave af spillet.
de: Vielen Dank für die Installation von 0 A.D.! Diese Seite gibt einen kurzen Überblick über die Funktionen, die in dieser unvollständigen, sich in der Entwicklung befindenden Alphaversion des Spiels verfügbar sind.
el: Ευχαριστούμε που εγκαταστήσατε το 0 A.D.! Στη σελίδα αυτή θα βρείτε μια συνοπτική επισκόπηση των χαρακτηριστικών και των δυνατοτήτων που είναι διαθέσιμα σε αυτήν την ημιτελή, υπό ανάπτυξη έκδοση alpha του παιχνιδιού.
es: ¡Gracias por instalar 0 A.D.! Esta página te dará una breve explicación de las características disponibles en esta versión alfa, en desarrollo, del juego.
es_cl: ¡Gracias por instalar 0 A.D! Esta pagina le dará una visión general de las funciones disponibles, en esta versión alfa del juego.
es_mx: ¡Gracias por instalar 0 A.D.! Esta página le dará una breve descripción de las funciones disponibles de este subdesarrollo incompleto, de la versión alfa del juego.
et: Täname, et installeerisid 0 A.D.! Siin anname lühikese ülevaate sellest, mis arendusfaasis oleva mängu alfaversioonis teostatud on.
eu: Milesker 0 A.D. instalatzearren! Orri honetan jokoaren alfa bertsio osatugabe eta garapen-pekoan eskuragarri dauden ezaugarrien gainbegiratu labur bat daukazu.
fa: از نصب 0 A.D. متشکریم. این صفحه یک توضیح کلی از قابلیت های کنونی این نسخه ی نهایی نشده، که هنوز تحت توسعه است را به شما می دهد.
fi: Kiitos kun asensit 0 A.D.:n! Tämä sivu antaa sinulle katsauksen vielä keskeneräisen ja kehitystyön alla olevan alfaversion tilasta.
fr: Merci d'avoir installé 0 A.D. ! Cette page vous donnera un bref aperçu des fonctionnalités disponibles de cette version alpha, incomplète et en développement.
ga: Go raibh maith agat do 0 A.D. a shuiteáil! Tugann an leathanach seo achoimre gasta do na gnéithe le fáil sa leagan easnamhach, faoi fhorbairt, alfach den chluiche seo.
gd: Tapadh leat airson 0 A.D. a stàladh! Bheir an duilleag seo foir-shealladh goirid dhut air na gleusan a tha ri am faighinn san tionndadh alpha neo-choileanta seo dhen gheama a tha fhathast ’ga leasachadh.
he: תודה לך על התקנת 0 לספירה! דף זה ייתן סקירה קצרה של התכונות זמינות בגרסה זו הלא שלמה, תחת פיתוח אלפא של המשחק.
hu: Köszönjük, hogy telepítetted a 0 A.D. játékot! Ez az oldal egy rövid áttekintést fog adni a még befejezetlen, fejlesztés alatt álló, alfa verziójú játék szolgáltatásairól.
id: Terima kasih sudah memasang 0 A.D.! Halaman ini akan memberikan tinjauan singkat fitur-fitur pada versi alpha permainan ini yang masih belum lengkap dan masih dalam pengembangan.
it: Grazie per aver installato 0 A.D.! Questa pagina offre una breve panoramica sulle caratteristiche disponibili in questa versione incompleta, in sviluppo ed alfa del gioco.
ja: 0 A.D.をインストールしていただきありがとうございます。このゲームは未完成で開発中のアルファ版ですが、このページではゲームで利用可能な機能の概要を説明します。
ka: მადლობა, რომ დააყენე 0 A.D.! ეს გვერდი მოგცემს თამაშის თვისებების ზოგად მიმოხილვას. თვითონ თამაში არასრულია, განვითარების მდგომარეობაშია და მხოლოდ ალფა ვერსიაა.
lv: Paldies, ka instalēji 0 A.D.! Šajā lapā ir pieejams īs apraksts par iespējām, kas pieejamas šajā vēl nepabeigtājā, izstrādes alfa spēles versijā.
ms: Terima kasih kerana memasang 0 A.D! Halaman ini akan menerangkan sedikit sebanyak fitur yang tersedia dalam permainan versi alfa yang belum lengkap dan masih di dalam proses pembangunan.
nb: Takk for at du installerte 0 A.D.! Denne siden vil gi en kort oversikt over funksjonene som finnes i denne uferdige alfa-versjonen av spillet som er under pågående utvikling.
nl: Bedankt voor het installeren van 0 A.D.! Deze pagina geeft een kort overzicht van de aanwezige functies in deze nog niet complete, in ontwikkeling zijnde, alpha versie van het spel.
pl: Dziękujemy za zainstalowanie 0 A.D.! Ta strona opisuje pokrótce cechy obecne w tej niekompletnej, rozwojowej i testowej wersji gry.
pt_br: Agradecemos por você instalar o 0 A.D.! Esta página apresenta um resumo dos recursos atualmente disponíveis no jogo. No entanto, ressaltamos que ele ainda se encontra incompleto, em estágio de desenvolvimento alfa.
pt_pt: Obrigado por teres instalado 0 A.D.! Esta página dar-te-á informações sobre as funcionalidades disponíveis nesta versão alfa do jogo, que ainda está incompleta e em desenvolvimento.
ru: Благодарим вас за установку 0 A.D.! На этой странице приведён краткий обзор возможностей, доступных в игре, находящейся в данный момент в разработке на стадии альфа-версии.
sk: Ďakujeme, že ste si nainštalovali 0 A.D.! Táto stránka vám poskytne stručný prehľad o funkciách v tejto ešte nekompletnej, stále sa vyvíjajúcej verzii hry.
sl: Hvala, ker ste namestili 0 A.D.! Ta stran vam ponuja kratek pregled funkcij, ki so na voljo v tej nedokončani, alpha verziji v fazi razvoja.
sr: Хвала што сте инсталирали "0.A.D."! Овде ћете наћи кратак преглед могућности ове некомплетне, алфа верзије игре која је још увек у развоју.
sv: Tack för att du installerat 0 A.D.! Den här sidan kommer att ge en snabb överblick över de funktioner som är tillgängliga i denna ofullständiga Alfaversion av spelet som är under fortsatt utveckling.
tr: 0 A.D.'yi yüklediğin için teşekkür ederiz! Bu sayfa geliştirilmekte olan oyunun alfa sürümündeki mevcut olan özelliklerini tanıtacak.
uk: Дякуємо за встановлення 0 A.D.! Ця сторінка надасть короткий огляд функцій, доступних у цій незавершеній, у стані розробки, альфа-версії гри.
zh: 感谢安装 0 A.D.！这里将向你展示一个仍在开发中的游戏的概述。
zh_tw: 感謝您安裝 0 A.D.！此頁面將簡介這個尚不完整、開發中的 alpha 版本遊戲之遊戲特色。

source: [font="sans-bold-16"]Graphics settings
ar: [font="sans-bold-16"]إعدادات الرّسوميّات
br: [font="sans-bold-16"]Arventennoù Grafek
da: [font="sans-bold-16"]Grafikindstillinger
es_mx: [font="sans-bold-16"]Ajustes gráficos
et: [font="sans-bold-16"]Graafikaseaded
fa: [font="sans-bold-16"] تنظیمات گرافیکی
ga: [font="sans-bold-16"]Socruithe grafaice
ka: [font="sans-bold-16"]სახვითი გარემოცვები
lv: [font="sans-bold-16"]Grafikas iestatījumi
ms: [font="sans-bold-16"]Tetapan grafik
nb: [font="sans-bold-16"]Grafikk innstillinger
sk: [font="sans-bold-16"]Nastavenia grafiky
sr: [font="sans-bold-16"] Подешавања графике

source: [font="sans-14"]You can switch between fullscreen and windowed mode by pressing Alt + Enter. In windowed mode, you can resize the window. If the game runs too slowly, you can change some settings in the options window: try disabling the "HQ Water Effects" and "Shadows" options.
ar: [font="sans-14"]يمكنك التّبديل بين وضعي ملء الشّاشة والنّافذة بضغط Alt + Enter. في وضع النّافذة يمكنك تغيير حجم النّافذة. إن كانت اللعبة تعمل ببطء، يمكنك تغيير بعض الإعدادات في نافذة الخيارات: جرّب تعطيل خياري "تأثيرات مياه عالية الجودة" و"الظّلال".
br: [font="sans-14"]Gallout a rit gwintañ etre skramm leun ha mod prenestr en ur bouezañ war Alt + Kas. E mod prenestr, posupl eo deoc'h adventañ ar prenestr. Ma vez re c'horrek ar c'hoari, gellout a rit cheñch arventennoù 'zo en dibarzhioù prenestr: klaskit lazhañ an dibarzhioù "Efedoù Dour HQ" ha "Skeudoù".
fa: [font="sans-14"] شما می توانید با فشار دادن Alt + Enter بین وضعیت Fullscreen یا Windowed تغییر وضعیت دهید. در حالت Windowed، شما می توانید سایز پنجره بازی را تغییر دهید. اگر بازی خیلی کند اجرا می شود شما می توانید در صفحه تنظیمات گرافیکی بعضی از موارد را مثل افکت آب یا سایه ها را غیر فعال کنید.
ga: [font="sans-14"]Is féidir leat a scoránú idir lánscaileán agus scaileán fuinneogtha trí bhrú Alt + Enter. Sa mhód fuinneogtha, is féidir leat méid an fuinneoga a athrú. Má ritheann an cluiche go ró-mholl, is féidir leat roinnt socruithe a athru san fhuinneog socraithe: baint triail as na socruithe "Éifeachtaí Uisce HQ" is "Scáthanna" a dhíchumasú.
ms: [font="sans-14"]Anda boleh tukar diantara mod berskrin penuh dengan mod bertetingkap dengan menekan Alt + Enter. Dalam mod bertetingkap, anda boleh saizkan semula tetingkap permainan. Jika permainan menjadi terlalu perlahan, anda boleh ubah beberapa tetapan di dalam tetingkap pilihan: cuba lumpuhkan pilihan "Kesan Air KT" dan "Bayang".
nb: [font="sans-14"]Du kan bytte mellom fullskjerm- og vindus -modus ved å trykke Alt+Enter. I vindusmodus kan du endre størrelsen på vinduet. Hvis spillet kjører for sakte, kan du skru av "Høykvalitetsvanneffekter" og "Skygger" i innstillingsvinduet, eller endre andre innstillinger.
sk: [font="sans-14"]Môžeš prepnúť medzi režimom na celú obrazovku a režimom v okne použitím Alt + Enter. Režim v okne dovoľuje meniť veľkosť okna. Ak hra beží príliš pomaly, môžeš zmeniť niektoré nastavenia: skús vypnúť možnosti "HQ efekty vody" a "tiene"

source: [font="sans-bold-16"]Playing the game
ar: [font="sans-bold-16"]لعب اللعبة
br: [font="sans-bold-16"]O c'hoari
da: [font="sans-bold-16"]At spille spillet
es_mx: [font="sans-bold-16"]Durante el juego
et: [font="sans-bold-16"]Mängimine
fa: [font="sans-bold-16"] بازی کردن بازی
ga: [font="sans-bold-16"]Ag imirt an chluiche
ka: [font="sans-bold-16"]თამაშისას
lv: [font="sans-bold-16"]Spēles gaita
ms: [font="sans-bold-16"]Memainkan permainan
nb: [font="sans-bold-16"]Slik spiller du
sk: [font="sans-bold-16"]Hranie hry
sr: [font="sans-bold-16"]Играјући игру

source: [font="sans-14"]The controls and gameplay should be familiar to players of traditional RTS games. There are currently a lot of missing features and poorly-balanced stats – you will probably have to wait until a beta release for it to work well.
ar: [font="sans-14"]يفترض أن تكون التّحكّمات وأسلوب اللعب مألوفين للاعبي ألعاب "الاستراتيجيّة اللحظيّة/RTS" التّقليديّة. ثمّة حاليًّا الكثير من المزايا النّاقصة والإحصائيّات المتوازنة بشكل سيّئ. سيكون عليك الانتظار حتّى إصدارة بيتا لتعمل كما يجب.
br: [font="sans-14"]Ar c'hoarierien a gustum c'hoari d'an RTSoù hengougel a vo en o bleud gant ar c'hoñtrolloù hag ar modc'hoari. Evit ar poent bez 'zo kalz a arc'hweladurioù hag a vank ha stadegoù kempouezet fall - rankout a rafec'h gortoz war-lerc'h ur stumm beta evit ma 'z afe mat en-dro.
da: [font="sans-14"]Styringen og gameplayet burde føles bekendt for spillere af andre RTS-spil. Der er i øjeblikket mange manglende funktioner og dårligt balancerede egenskaber - Du er nok nødt til at vente indtil en beta-udgivelse for at få et godt fungerende spil.
es_mx: [font="sans-14"]Los controles y la jugabilidad deberían ser familiares para los jugadores de juegos RTS tradicionales. Ahora mismo falta un gran número de características, y el juego está poco equilibrado. Tendrás que esperar hasta que el juego haya madurado un poco más para que funcione tal y como esperas.
et: [font="sans-14"]Reaalaja-strateegiamängude sõpradele peaksid mängu- ja kontrollipõhimõtted olema tuttavad. Palju funktsionaalsust on veel puudu ja tasakaalustamata – paremat toimimist võib oodata beetaversioonidest alates.
fa: [font="sans-14"] کنترل و گیمپلی بازی باید برای کسانی که سبک بازی های سنتی RTS را انجام داده اند، آشنا باشد. در حال حاضر قابلیت های بسیاری در بازی هنوز پیاده سازی نشده است.– شما احتمالا باید منتظر نسخه بتا باشید تا بازی بخوبی کار کند.
ga: [font="sans-14"]Ba chóir leis na rialtáin agus an imreoireacht a bheith cosúil le cluichí RTS eile. Tá roinnt gnéithe ar iarraidh faoi láthair, agus roinnt staitisticí droch-chothromacha – is docha go gcaithfidh tú ag fánacht do leagan béite agus é ag oibriú go maith.
ka: [font="sans-14"]მართვა და თამაში ნაცნობი უნდა იყოს ტრადიციული ნამდვილი დროით სტრატეგიული თამაშების მოთამაშეებისთვის. ამჟამად ბევრი თვისება აკლია და სტატისტიკა ცუდადაა გაწონასწორებული - სავარაუდოდ ბეტა გამოშვებას უნდა დაელოდო, რომ ამათმა კარგად იმუშაონ.
ms: [font="san-14"]Kawalan dan cara bermainan dalam serupa dengan permainan RTS tradisional. Tetapi masih terdapat banyak fitur yang belum lengkap dan stat yang tidak-seimbang - anda perlu menunggu keluaran beta supaya ia dapat berfungsi dengan baik.
nb: [font="sans-14"]Kontrollene og spillmekanismene burde være kjent for de som er vant til tradisjonelle Sanntids-Strategispill. For øyeblikket mangler mange funksjoner og enhetene er dårlig balansert - du vil antagelig måtte vente til beta-utgaven før dette fungerer skikkelig.
sk: [font="sans-14"]Ovládanie a hra by mali byť známe hráčom tradičných RTS hier. Momentálne tu chýba ešte veľa funkcií a niektoré vlastnosti sú nevyvážené - správne budú fungovať asi až v beta verzii.
sr: [font="sans-14"]Контроле и ток игре би требало да буду познати играчима традиционалних РТС игара. Тренутно има доста опција које недостају, као и лоше балансираних вредности - вероватно ћете морати да сачекате бета верзију да би све радило добро.

source: Basic controls:
ar: التّحكّمات الأساسيّة:
br: Kontroloù diazez:
da: Simpel styring:
es_cl: Controles básicos
es_mx: Controles básicos:
et: Põhikontrollid:
fa: کنترل‌های اصلی:
ga: Rialuithe Bunúsacha:
he: הפקדים הבסיסיים:
ka: ძირითადი სამართავები:
lv: Pamatkontroles:
ms: Kawalan asas:
nb: Grunnleggende kontroller:
pt_br: Controles básicos:
sk: Základné ovládanie:
sl: Osnovno upravljanje:
sr: Основне контроле:

source: • Left-click to select units.
ar: • النّقر الأيسر لاختيار الوحدات.
br: • Klikit-kleiz da ziuzañ an unanennoù.
da: • Venstreklik for at vælge enheder.
es_cl: • Clic izquierdo para seleccionar unidades.
es_mx: Haga clic con el botón izquierdo para seleccionar las unidades.
et: • Vasak-klikk valimaks üksust.
fa: • برای انتخاب واحد ها از کلیک چپ موس استفاده کنید.
ga: •Cléchliceáil d'aonaid a roghnú.
he: • לחץ לחיצה שמאלית כדי לבחור יחידות.
ka: • მარცხენა-დაწკაპე რომ აირჩიო ერთეული.
lv: • Nospiediet uz vienības ar kreiso peles taustiņu, lai to iezīmētu.
ms: • Klik-kiri untuk memilih unit.
nb: • Ventre-klikk for å velge enheter.
sk: • Kliknutie ľavým tlačidlom myši označí jednotky.
sl: • Levi klik za izbor enote.
sr: • Леви клик за селекцију јединки.

source: • Left-click-and-drag to select groups of units.
ar: • النّقر الأيسر مع السّحب لتحديد مجموعة وحدات.
br: • Klikit-kleiz-ha-riklañ da ziuzañ strolladoù unanennoù.
da: • Hold venstreklik nede til at vælge grupper af enheder.
es_cl: • Clic izquierdo y arrastrar para seleccionar un grupo de unidades.
es_mx: Haga clic con el botón izquierdo y arrastra para seleccionar un grupo de unidades.
et: • Vasak-klikk-ja-lohistamine valimaks üksuste rühma.
fa: • کلیک چپ موس را نگه داشته و آن را حرکت دهید تا گروهی از واحد ها را انتخاب کنید.
ga: • Cléchliceáil-is-tarraingt do ghrúpa aonad a roghnú.
he: • לחץ על שמאל, וגרור כדי לבחור קבוצות של יחידות.
ka: • მარცხენა-დაწკაპე-და-გაათრიე რომ აირჩიო ერთეულების ჯგუფი.
lv: • Nospiediet kreiso peles taustiņu un torot velciet, lai iezīmētu vairāku vienību grupu.
ms: • Klik-kiri-dan-seret untuk memilih sekumpulan unit.
nb: • Venstre-klikk og dra for å velge en gruppe enheter.
sk: • Kliknutie ľavým tlačidlom myši a potiahnutie označí skupinu jednotiek.
sl: • Levi klik in potegnite za izbiro skupine enot.
sr: • Превлачење левим кликом за селекцију групе јединки.

source: • Right-click to order units to the target.
ar: • النّقر الأيمن لأمر الوحدات إلى الهدف.
br: • Klikit-dehou evit urzhiañ an unanennoù da vont betek ar vukenn.
da: • Højreklik for at beordre enheder til at gå imod målet.
es_cl: • Clic derecho para ordenar un objetivos a las unidades.
es_mx: Haga clic con el botón derecho para ordenar a las unidades ir al objetivo.
et: • Parem-klikk saatmaks üksused sihtmärgile.
fa: • برای فرمان دادن با واحد ها روی هدف کلیک راست کنید.
ga: • Deaschliceáil d'ordú a chur ar na haonaid roghnaithe faoi thairgid.
he: • לחץ לחיצה ימנית להורות יחידות ליעד.
ka: • მარჯვენა დაწკაპე რომ ერთეულებს მიზნისკენ უბრძანო.
lv: • Nospiediet labo peles taustiņu, lai dotu vienībai mērķi.
ms: • Klik-kanan untuk arahkan unit ke sasaran.
nb: • Høyre-klikk for å beordre enheter dit.
sk: • Kliknutie pravým tlačidlom myši vyšle jednotky k cieľu.
sl: • Desni klik za ukaz premika enot k tarči.
sr: • Десни клик за упућивање јединке ка циљу.

source: • Arrow keys or WASD keys to move the camera.
ar: • مفاتيح الأسهم أو المفاتيح WASD لتحريك الكاميرا.
br: • Boutonoù biraet pe boutonoù WASD evit fiñval ar c'hamera.
da: Piletaster eller WASD tasterne til at flytte kameraet.
es_cl: • Las flechas o las teclas WASD para mover la camara.
es_mx: Utiliza las teclas de flecha o las teclas WASD para mover la cámara.
et: • Nooleklahvid või WASD klahvid kaamera liigutamiseks.
fa: • از کلید‌های جهت یا WASD برای حرکت دادن دوربین استفاده کنید.
ga: • Saigheadeochracha nó eochracha WASD don cheamara a chorraí.
he: • מקשי חיצים או מקשי WASD כדי להזיז את המצלמה.
ka: • ისრები ან WASD ღილაკები რომ კამერა ამოძრაო.
lv: • Ar klaviatūras bultiņu taustiņiem vai burtu WASD taustiņiem ir iespējams pārvietot kameru.
ms: • Kekunci anak panah atau WASD untuk gerakkan kamera.
nb: • Pil-tastene eller WASD tastene for å bevege kameraet.
sk: • Šípky alebo klávesy WASD posúvajú kameru.
sl: • Smerne tipke ali tipke WASD za premik kamere.
sr: • Тастери са стрелицама или тастери WASD за кретање камере.

source: • Ctrl + arrow keys, or shift + mouse wheel, to rotate the camera.
ar: • Ctrl + مفاتيح الأسهم، أو shift + عجلة الفأرة لتدوير الكاميرا.
br: • Ktrl + bouton biraet, pe lkd + rodellig al logodenn, evit treiñ ar c'hamera.
da: • Ctrl + piletaster eller shift + musehjulet roterer kameraet.
es_cl: • Ctrl + flechas, o shift + rueda del ratón, para rotar la cámara.
es_mx: Utiliza las teclas Ctrl + Flechas, o Shift + Rueda del ratón, para girar la cámara.
et: • CTRL + nooleklahvid või SHIFT + hiirerull kaamera pööramiseks.
fa: • نگه داشتن Ctrl همزمان با استفاده از کلید های جهتی Arrow keys، یا نگه داشتن شیفت همراه با تغییر اسکرول موس باعث چرخش دوربین می شود.
ga: • Ctrl + saigheadeochracha, nó iomlaid + rotha luiche, agus an ceamara a rothlú.
he: • מקשי Ctrl + חץ, או SHIFT + גלגל עכבר, כדי לסובב את המצלמה.
ka: • Ctrl + ისრები, ან shift + თაგვის რგოლი, რომ შეატრიალო კამერა.
lv: • Izmantojiet Ctrl + bultiņu taustiņus vai Shift + peles ritentiņu, lai pagrieztu kameru.
ms: • Kekunci Ctrl + anak panah, atau kekunci shift + roda tetikus, untuk putar kamera.
nb: • Ctrl + pil-tastene, eller Shift + muse-hjul, for å rotere kameraet.
sk: • Ctrl + šípky alebo shift + koliesko myši otáčajú kameru.
sl: • Ctrl + smerne tipke, ali shift + kolešček miške za rotacijo kamere.
sr: • "Ctrl" + тастери са стрелицама, или "shift" + точак миша за ротирање камере.

source: • Mouse wheel, or "+" and "-" keys, to zoom.
ar: • عجلة الفأرة، أو مفتاحيّ "+" و"-" للتّقريب والإبعاد.
br: • Rodellig al logodenn, pe "+" ha "-" evit zoumañ.
da: • Musehjul eller "+" og "-" på tastaturet til at zoome.
es_cl: • La rueda del raton, o "+" y "-" para acercar o alejar el mapa.
es_mx: Utiliaza la rueda del ratón, o las teclas "+" y "-", para hacer zoom.
et: • Hiirerull või "+" ja "-" klahvid suumimiseks.
fa: • برای بزرگنمایی از کلید های "+" یا "-"، یا از اسکرول موس استفاده کنید.
ga: • Rotha luiche, nó eochracha "+" is "-" a zúmáil.
he: • גלגל עכבר, או "+" ו - מפתחות, כדי להתקרב "".
ka: • თაგვის რგოლი, ან "+" და "-" ღილაკები, რომ გაადიდო.
lv: • Peles ritentiņš vai taustiņi "+" un "-", lai pietuvinātu vai attālinātu.
ms: • Roda tetikus, atau kekunci "+" dan "-", untuk mengezum.
nb: • Muse-hjul, eller "+" og "-" tastene, for å zoome.
sk: • Koliesko myši alebo klávesy „+“ a „-“ približujú a odďaľujú.
sl: • Kolešček miške, ali "+" in "-" tipke za približevanje.
sr: Точкић миша, "+" и "-" тастери да би се зумирала слика.

source: [font="sans-bold-16"]Modes
ar: [font="sans-bold-16"]الأوضاع
br: [font="sans-bold-16"]Modoù
da: [font="sans-bold-16"]Spiltyper
es_mx: [font="sans-bold-16"]Modalidades
et: [font="sans-bold-16"]Mängurežiimid
fa: [font="sans-bold-16"]مدها
ga: [font="sans-bold-16"]Móid
ka: [font="sans-bold-16"]ხერხები
lv: [font="sans-bold-16"]Režīmi
ms: [font="sans-bold-16"]Mod
nb: [font="sans-bold-16"]Spillvarianter
sk: [font="sans-bold-16"]Módy
sr: [font="sans-bold-16"]Модови
