Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: A riparian gorge meanders its way through the South lands of Gaul.
ast: Un ḷḷoviu incanhadu escolobredia pelɐs tierrɐs meridionales de la Gallia.
bg: Речен пролом криволичи през южните земи на Галия.
br: Ur ganienn riblek a gammigell he hent a-dreuz douaroù Su Galia.
ca: Un congost de ribera fa el seu camí serpentejant per les terres del sud de la Gàl·lia.
cs: Řeka se vine soutěskou v jižní Galii.
da: En flodkløft bugter sig vej gennem Galliens sydlige land.
de: Ein Fluss windet sich durch eine Klamm im südlichen Gallien.
el: Ένα παραποτάμιο φαράγγι ελίσσεται στο δρόμο του μέσα από τα Νότια εδάφη της Γαλατίας.
es: Un barranco ribereño serpentea a través de las tierras sureñas de la Galia.
eu: Urbazterreko amildegi bat Galiako hegoko lurretan zehar sigi-saga egiten du.
fi: Gallian eteläisten maiden halki kiemurtelee jokivarren rotko.
fr: Une gorge riveraine serpente à travers les terres du Sud de la Gaule.
ga: Tá altán bruachánach ag rith ar feadh deiscirt na Gaille.
gd: Mòr-ghil aibhne a’ lùbadh thar taobh a deas na Gaille.
hu: Egy parti szurdok kanyarog végig Dél-Gallia földjén.
id: Sebuah jurang pinggir sungai berliku melewati daratan selatan Galia.
it: Una gola ripariale si snoda attraverso le terre del sud della Gallia.
ja: 河岸峡谷が蛇行してガリア南部を貫いています。
ko: 강기슭 협곡은 남쪽의 골 지의 땅을 통과합니다.
ms: Laluan sungai menerusi gaung adalah satu-satunya cara pergi ke tanah Selatan Gaul.
nb: En ripariansk kløft bukter seg gjennom de Søndre land i Gallia
nl: Een aan de oever gelegen pas die zich een weg kronkelt door de zuidelijke landen van Gallië.
pl: Wąwóz łęgowy wije się przez ziemie południowe Galii.
pt_br: Um desfiladeiro ciliar serpenteia as terras Sulistas da Gália.
pt_pt: Um desfiladeiro ribeirinho serpenteia através das terras do sul da Gália.
ru: Прибрежное ущелье извивается через земли южной Галлии.
sk: Pobrežná roklina sa kľukatí cez južné územia Galie.
sv: En strandig klyfta slingrar sig fram genom södra Gallien.
tr: Bir kıyıdaş geçit Galya Güney toprakları üzerinden doğru ilerlerler.
uk: Прибережні ущелини звиваються через південні землі Галлії.
vi: Một hẻm núi luồn lách giữa những miền đất phương nam xứ Gaul.
zh: 峡谷溪水蜿蜒流过高卢南部。
zh_tw: 一條在河岸及峽谷裡蜿蜒穿過高盧南部的道路。

source: Gorge
ast: Canhada
bg: Пролом
br: Kanienn
ca: Congost
cs: Rokle
da: Kløft
de: Schlucht
el: Φαράγγι
es: Desfiladero
eu: Zintzurra
fa: دره تنگ
fi: Rotko
ga: Scornach
gd: Mòr-ghil
hu: Szurdok
id: Jurang
it: Gola
ja: 峡谷
ko: 협곡
ms: Gaung
nb: Kløft
nl: Bergpas
pl: Wąwóz
pt_br: Desfiladeiro
pt_pt: Desfiladeiro
ru: Ущелье
sk: Roklina
sr: Јаруга
sv: Klyfta
tr: Kanyon
uk: Ущелина
zh: 峡谷
zh_tw: 峽谷

source: The Peloponnesian valley of Laconia, homeland of the Spartans. The Macedonians are encroaching into Spartan lands. After losing a pitched battle against the invaders, the Spartans must rebuild their army quickly before the Macedonians overrun the entire valley.
ast: El valle peloponnesiu de Lacedémona, patria de los spartanos. Los macedones tienen trespassado lɐs llendes de Lacedémona & ganhado una batalya contra los spartanos. Estos, poro, han arrejuntar aína l exércitu, primeiro que l valle todu anubligue de macedones.
bg: Долината Лакония в Пелопонес, дом на спартанците. Македонците настъпват в земите на Спарта. След загуба при сражение срещу нашествениците, спартанците трябва да попълнят войската си бързо, преди македонците да навлязат в долината.
br: Traoñienn Peloponesian Lakonia, douar ar Sparted. Ar Vakedoniz zo o aloubiñ an douaroù Spartan. Goude bezañ kollet un emgann a-enep d'an alouberien, ar Sparted a rank sevel adarre o arme buan a-raok ma vo aloubet an draoñienn a-bezh gant ar Vakedoniz.
ca: La vall del Peloponès de Lacònia, llar dels espartans. Els macedonis esta atacant les terres espartanes. Després de perdre una batalla campa contra els invasors, els espartans han de reconstruir el seu exèrcit de pressa abans que els macedonis envaeixin la vall.
cs: Peloponéské údolí Laconie, domovina Sparťanů. Makedonci vnikají do Sparťanského území. Po prohře proti vetřelcům se musí Sparťané stáhnout a znovu postavit armádu dřív, než Makedonci obsadí celé údolí.
da: Den peloponnesiske dal Lakonien, spartanernes hjemland. Makedonerne trænger ind på Spartas land. Efter at have tabt et tæt slag imod angriberne må spartanerne genopbygge deres hær hurtigere før makedonerne overløber hele dalen.
de: Das peloponnesische Tal von Lakonien, Heimat der Spartaner Die Makedonier dringen in Spartas Ländereien ein. Nach der Niederlage in einer heftigen Schlacht gegen die Angreifer müssen die Spartaner schnell eine neue Armee aufbauen, bevor die Makedonier das ganze Tal überrennen.
el: Η Πελοποννησιακή κοιλάδα της Λακωνίας, πατρίδα των Σπαρτιατών. Οι Μακεδόνες καταπατούν μέσα σε Σπαρτιατικά εδάφη. Μετά την ήττα μιας έντονης μάχης ενάντια στους εισβολείς, οι Σπαρτιάτες πρέπει να ξαναχτίσουν το στρατό τους γρήγορα, πριν οι Μακεδόνες κυριεύσουν όλη την κοιλάδα.
es: El valle peloponesio de Laconia, hogar de los espartanos. Los macedonios están invadiendo las tierras espartanas. Después de perder una batalla sin tregua contra los invasores, los espartanos deben reconstruir su ejército rápidamente, antes de que los macedonios arrasen todo el valle.
eu: Peloponesoko Laconia harana , Espartarren bizilekua. Mazedoniarrak Espartarren lurrak bereganatzen ari dira. Beren zapatzaileen kontrako borroka etengabea galdu ondoren, Espartarrek armada berriz osatu beharrean daude azkar, Mazedoniarrek haran osoa suntsitu aurretik.
fa: دره پلوپونزیان از لاکونیا، سرزمین اصلی اسپارتها مقدونیه ای ها به زمین های اسپارت ها دست اندازی کردند. بعد از شکست در مقابل مهاجمان، اسپارتها باید به سرعت نیروهای نظامی خود را بازسازی کنند و قبل از اینکه مقدونیه ای ها کل دره را اشغال کنند.
fi: Peloponnesoksen laakso Lakonia, spartalaisten kotimaa. Makedonialaiset tunkeutuvat spartalaisten maille. Hävittyään taistelun hyökkääjiä vastaan spartalaisten on koottava armeijansa nopeasti uudelleen, ennen kuin makedonialaiset valtaavat koko laakson.
fr: La Laconie est une vallée au Sud-Est du Péloponnèse, la patrie des Spartiates. Les Macédoniens ont empiété sur ces terres, et après avoir perdu une bataille rangée contre les envahisseurs, les Spartiates doivent reconstruire leur armée rapidement avant que les Macédoniens n'envahissent toute la vallée.
ga: Gleann Péalopoinéiseach na Lacóine, tír dhúchais na Spartach. Tá na Macadóinigh ag teacht thar tíortha na Sparta. Tar éis a chaillte sa chath cóirithe i gcoinne na n-ionróirí, teastaíonn a n-arm a atógáil ar na Spartaigh go tapa sula n-éiríonn leis na Macadóinigh an gleann ar feadh.
gd: Is gleann Laconia air a’ Pheoloponnais dachaigh nam Spartach. Tha na Masadonaich a’ briseadh a-steach air dùthaich nam Spartach. an dèidh blàr neo-chothromach a chall an aghaidh an luchd brisidh a-steach, feumaidh na Spartaich an arm aca a thogail às ùr gu luath mus gabh na Masadonaich an gleann gu lèir.
hu: Lakónia peloponnészoszi völgye, a spártaiak hazája. A makedónok rátámadtak Spárta vidékére. Miután csatát vesztettek az inváziós seregektől a magaslatok között, a spártaiak most gyorsan újjá kell szervezzék a hadsereget, mielőtt a makedónok lerohanják teljes völgyet.
id: Lembah Lakonia di Peloponnesos, tanah air kaum Sparta. Bangsa Makedonia menggerogoti tanah Sparta. Setelah kalah pada pertempuran melawan penyerang, bangsa Sparta harus membangun ulang pasukannya secara cepat sebelum Bangsa Makedonia mengambil alih seluruh lembah.
it: La valle di Laconia nel Peloponneso, patria degli Spartani. I Macedoni stanno invadendo le terre Spartane. Dopo aver perso una battaglia campale contro gli invasori, gli Spartani devono ricostruire il loro esercito in fretta prima che i Macedoni invadano tutta la valle.
ja: ペロポネソス半島ラコニアの谷は、スパルタの故郷です。 マケドニアがスパルタの地に侵入しつつあります。侵入者との会戦に敗れたスパルタは、マケドニアが谷全体を席巻する前に、軍勢を立て直さねばなりません。
ko: 스파르타인의 고향인 라코니아의 펠로폰네소스 계곡입니다. 마케도니아족들이 스파르타의 영토를 잠식하고 있습니다. 침략자들에 대한 투쟁에서 패한 후, 스파르타족들은 마케도니아인들이 계곡 전체를 점령하기 전에 그들의 군대를 빨리 재건해야 합니다.
ms: Lembah Peloponnesia Laconia, kampung halaman puak Spartan. Puak Macedonia telah menceroboh tanah Spartan. Selepas mengalami kekalahan dalam perperangan sengit dengan penceroboh, puak Spartan mesti membina kekuatan tentera mereka dengan pantas sebelum puak Macedonia menguasai keseluruhan kawasan lembah.
nb: Den peloponnesiske dalen Laconia, Spartanernes hjemland. Makedonerne trenger seg gradvis inn i spartanske landområder. Etter å ha tapt et feltslag mot inntrengerne må spartanerne gjenreise armeen sin raskt før makedonerne invaderer hele dalen.
nl: De Peloponnesische vallei van Laconië, thuisland van de Spartanen. De Macedoniërs vallen binnen in Spartaans grondgebied. De Spartanen moeten snel hun leger opnieuw opbouwen, na een kort maar krachtig gevecht verloren te hebben tegen de Macedoniërs.
pl: Peloponezyjska dolina Lakonii, ojczyzna Spartan. Macedończycy wkroczyli na ziemie Spartan. Po klęsce w pierwszej potyczce z najeźcą, Spartanie muszą odbudować swoją armię szybko, zanim Macedończycy zaleją swymi armiami całą dolinę.
pt_br: O vale Peloponésico de Laconia, terra natal dos Espartanos. Os Macedônios estão invadindo as terras espartanas. Depois de perder uma acirrada batalha contra os invasores, os Espartanos precisam reconstruir seus exércitos antes que os Macedônios devastem o vale.
pt_pt: O vale de Lacónia no Peloponeso, a pátria dos Espartanos. Os Macedónios invadem o território espartano. Depois de perderem uma batalha contra os Macedónios, os Espartanos têm de reconstruir o seu exército rapidamente antes da chegada dos invasores.
ru: Пелопоннесская долина в Лаконике, родине спартанцев. Македонцы захватили спартанские земли. После проигрыша в ожесточенной схватке против захватчиков спартанцы должны быстро перестроить свою армию, прежде чем македонцы опустошат всю долину.
sk: Peloponézska dolina v Lakónii, domove Sparťanov. Macedónci zasahujú do sparťanských zemí. Po tom, čo Sparťania prehrali bitku proti útočníkom, musia narýchlo opäť vybudovať armádu, ešte predtým ako Macedónci obsadia celú dolinu.
sr: Пелопонеска долина Лаконије, домовина Спартанаца. Македонци надиру у спартанске земље. Изгубивши битку против завојевача, Спартанци морају убрзано изградити војску пре него што Македонци преплаве читаву долину.
sv: Peloponnesiska dalen Laconia, Spartanernas hemland. Makedonierna tränger in i spartanska trakter. Efter att ha förlorat ett fältslag mot invadörerna måste spartanerna återuppbygga sin armé snabbt innan makedonierna övertar hela dalen.
tr: Spartalıların vatanı, Laconia'nın Peloponnezyalı vadisi. Makedonyalılar Spartalılar'ın topraklarına göz koydular. İşgalcilere karşı büyük bir savaşı kaybeden Spartalılar, Makedonyalılar bütün vadiyi fethetmeden önce ordularını hızlıca yeniden oluşturmalılar.
uk: Пелопонеська долина Лаконії, батьківщина спартанців. Македонці вторгаються в спартанські землі. Програвши битву проти загарбників, спартанці повинні швидко відновити свою армію, перш ніж македонці заполонили всю долину.
vi: Thung lũng Laconia vùng Peloponnesian, quê hương của tộc người Spartan. Quân Macedonian đang xâm phạm đất đai của người Spartan. Sau bị quân xâm lược đánh bại, người Spartan phải xây dựng lại lưc lượng quân quân đội nhanh chóng trước khi quân Macedonian vượt qua khỏi toàn bộ thung lũng.
zh: 拉科尼亚的伯罗奔尼撒河谷，斯巴达人的故乡。 马其顿人正在侵入斯巴达的土地。 在与入侵者的一场激战中失败后，斯巴达人必须在马其顿人占领整个山谷之前迅速重建他们的军队。
zh_tw: 拉科尼亞的伯羅奔尼撒山谷，斯巴達人的家園。 馬其頓人侵犯了斯巴達人的領土。在輸掉一場反抗侵略者的激戰後，斯巴達人必須在馬其頓人侵佔整個山谷前快速重建他們的軍隊。

source: Laconia
ast: Lacedémona
bg: Лакония
br: Lakonia
ca: Lacònia
cs: Lakónie
da: Lakonien
de: Lakonien
el: Λακωνία
fa: لاکونیا
fi: Lakonia
fr: Laconie
ga: An Lacón
hu: Lakónia
id: Lakonia
ja: ラコニア
ko: 라코니아
nl: Laconië
pl: Lakonia
pt_br: Lacônia
pt_pt: Lacónia
ru: Лаконика
sk: Lakónia
sr: Лаконија
sv: Lakonien
tr: Lakonia
uk: Лаконія
zh: 拉科尼亚
zh_tw: 拉科尼亞

source: Multiplayer map. Each player starts out on a small island with minimal resources situated off the coast of a large land mass. This is a WFG community-designed map by: SMST, NOXAS1, and Yodaspirine.
ast: Geographía para dellos jogadores. Cada jogador intama n una islheta mínimamente fornida de recursos ante la marinha d’un gran continente. Esta geographía desiñarun-lla miembros de la communidá WFG, a saber: SMST, NOXAS1 & Yodaspirine.
bg: Карта за мрежова игра. Всеки от играчите започва на малък остров с ограничени ресурси, недалеч от брега на огромна земя. Тази карта е създадена от общността на WFG и нейни автори са: SMST, NOXAS1 и Yodaspirine.
br: Kartenn lies-c'hoarier. Pep c'hoarier a grog war un enezenn vihan gant danvezioù bihanañ lec'hiet pell diouzh aod un tolzennad douar ledan. Ez eo ur gartenn gumuniezh WFG diskouezet gant: SMST, NOXAS1, ha Yodaspirin.
ca: Mapa multijugador. Cada jugador comença en una illeta amb els recursos mínims situada a la costa d'una gran massa terrestre. Això és un mapa WFG dissenyat conjuntament per SMST, NOXAS1 i Yodaspirine.
cs: Mapa více hráčů. Každý hráč začíná na malém ostrově s malými zdroji nacházejícím se blízko pobřeží o hodně větší pevniny Tato mapa byla vytvořena členy WFG komunity: SMST, NOXAS1, a Yodaspirine.
da: Multiplayerbane. Hver spiller starter på en lille ø med minimale ressourcer ud for en stor landmasses kyst. Banen er designet af medllemer af WFG-fællesskabet, navnlig: SMST, NOXAS1 og Yodaspirine.
de: Mehrspieler-Karte. Jeder Spieler startet auf einer kleinen Insel mit minimalen Ressourcen, vor der Küste einer großen Landmasse. Das ist eine von der WFG-Community erstellte Karte von: SMST, NOXAS1 und Yodaspirine.
el: Για πολλούς παίκτες χάρτης. Κάθε παίκτης ξεκινά σε ένα μικρό νησί με ελάχιστους πόρους που βρίσκεται στα ανοικτά των ακτών μίας μεγάλης μάζας γης. Αυτός είναι ένας χάρτης της Παγκόσμιας Κοινότητας σχεδιασμένος από τους: SMST, NOXAS1 και Yodaspirine.
es: Mapa multijugador. Cada jugador comienza en una pequeña isla de recursos limitados situada lejos de la orilla de una gran masa terrestre. Este es un mapa de WFG diseñado por la comunidad. Hecho por SMST, NOXAS1 y Yodaspirine.
eu: Hainbat jokalarientzako mapa. Jokalari bakoitza baliabide eskaseko uhate txiki batean hasiko da lur eremu handi baten bazterrean. Hau komunitateak diseinaturiko WFGren mapa bat da. SMST, NOXAS1 eta Yodaspirinek egina.
fa: نقشه چند نفره. هر بازیکن بازی را در یک جزیره کوچک با منابع کم آغاز میکند . This is a WFG community-designed map by: SMST, NOXAS1, and Yodaspirine.
fi: Moninpelikartta. Jokainen pelaaja aloittaa pienellä saarella, jolla on minimaaliset luonnonvarat ja joka sijaitsee suuren maamassan rannikolla. Tämä on WFG-yhteisön suunnittelema kartta, jonka taustalla on: SMST, NOXAS1 ja Yodaspirine.
fr: Carte multijoueur. Chaque joueur commence sur une petite île avec des ressources minimales, situées au large de la côte d'une grande masse de terre. Il s'agit d'une carte WFG conçue en milieu communautaire par : SMST, NOXAS1, et Yodaspirine.
ga: Léarscáil ilimreortha. Tosaíonn gach imreoir ar oileán beag le hacmhainní ganna, atá suite as cósta na mór-thíre. Tá an léarscáil seo dearadh ag an bpobal WFG le haghaidh: SMST, NOXAS1, agus Yodaspirine.
gd: Mapa ioma-chluicheadair. Tòisichidh gach cluicheadair ann an eilean beag le stòras glè ghann faisg air tìr mòr. Seo mapa a chaidh a dhealbhach le buill na coimhearsnachd WFG: SMST, NOXAS1 agus Yodaspirine.
hu: Többjátékos térkép. Minimális nyersanyaggal kezd minden játékos egy kis szigeten, a szárazföld partjainak közelében. A térképet a WFG közösség készítette: SMST, NOXAS1 és Yodaspirine.
id: Peta main bersama. Tiap pemain mulai pada pulau kecil dengan sumberdaya sedikit di pinggir pantai dari pulau besar. Ini adalah peta rancangan komunitas WFG yang dibuat oleh: SMST, NOXAS1, dan Yodaspirine.
it: Mappa multiplayer. Ogni giocatore inizia su una piccola isola con risorse minime situate al largo della costa di una grande massa di terra. Questa è una mappa progettata dalla comunità di WFG da: SMST, NOXAS1, e Yodaspirine.
ja: マルチプレイヤーマップです。各プレイヤーの開始位置は小さな島で、最低限の資源が沖の大きな陸地にあります。 このマップはWFGコミュニティが制作したものです：SMSTとNOXAS1、Yodaspirine
ko: 멀티플레이어 지도입니다. 각 플레이어들은 거대한 육지의 해안에 위치한 최소한의 자원이 있는 작은 섬에서 시작합니다. WFG 커뮤니티에서 디자인한 지도: SMST, NOXAS1, Yodaspirine.
ms: Peta pemain berbilang. Setiap pemain bermula disalah satu pulau kecil dengan sumber yang minimum berada jauh dari tanah besar. Peta ini merupakan peta yang direka-khas oleh komuniti WFG: SMST, NOXAS1, dan Yodaspirine.
nb: Kart for samspill. Hver spiller starter på en liten øy med minimale ressurser, rett utenfor kysten til en større landmasse. Dette er et kart designet av medlemmer i WFG nettsamfunnet: SMST, NOXAS1 og Yodaspirine
nl: Multiplayer kaart. Iedere speler start op een klein eiland met een minimale hoeveelheid grondstoffen. De rest ligt op een grotere landmassa. Dit is een kaart ontworpen door de WFG community, door SMST, NOXAS1 en Yodaspirine.
pl: Mapa wieloosobowa. Każdy gracz rozpoczyna na małej wyspie z minimalnymi zasobami, która położona jest u wybrzeży dużego masywu lądowego. Jest to mapa zaprojektowana przez społeczność WFG: SMST, NOXAS1 oraz Yodaspirine.
pt_br: Mapa multijogador. Cada jogador começa em uma pequena ilha com recursos mínimos, situada longe da costa de uma enorme massa de terra. Esse foi um mapa desenvolvido pela comunidade WFG, por: SMST, NOXAS1 e Yodaspirine.
pt_pt: Mapa para vários jogadores onde cada jogador começa numa pequena ilha com poucos recursos situada na costa de uma grande massa de terra. Este mapa foi desenhado pelos seguintes membros da comunidade: SMST, NOXAS1, e Yodaspirine.
ru: Карта для сетевой игры. Каждый игрок начинает на маленьком, отдаленном от большой земли, острове с минимальными ресурсами. Это карта разработана WFG-сообществом: SMST, NOXAS1 и Yodaspirine.
sk: Mapa pre hru viacerých hráčov. Každý hráč začína na malom ostrove poskytujúcom minimum prírodných zdrojov, ktorý leží pri pobreží rozsiahlej pevniny. Táto mapa bola navrhnutá komunitou WFG a jej autormi sú: SMST, NOXAS1 a Yodaspirine.
sr: Мултиплејер мапа Сваки играч почиње на малом острву са минималним ресурсима присутним на обали велике копнене масе. Ово је мапа WFG заједнице, дизајнирана од стране: SMST, NOXAS1, and Yodaspirine.
sv: Flerspelarkarta. Varje spelare börjar på en liten ö med få resurser som ligger utanför ett stor landmassa. Detta är en WFG-gemenskapsdesignad karta av SMST, NOXAS1 och Yodaspirine.
tr: Çok oyunculu harita. Her oyuncu küçük bir adada, kıyının hemen gerisinde yer alan büyükçe bir kara parçasındaki minimum kaynaklarla oyuna başlar. Bu; WFG topluluğundan SMST, NOXAS1 ve Yodaspirine tarafından tasarlanmışbir haritadır.
uk: Багатокористувацька карта. Кожен гравець починає на маленькому острові з мінімальними запасами ресурсів, розташованому біля берегів великої суші. Карта розроблена спільнотою WFG: SMST, NOXAS1, та Yodaspirine.
vi: Bản đồ nhiều người chơi. Mỗi người chơi bắt đầu trên một hòn đảo nhỏ cùng nguồn tài nguyên hạn hẹp nằm ngoài khơi một bờ biển một vùng đất rộng lớn. Đây là bản đồ do cộng đồng WFG thiết kế bới SMST, NOXAS1, và Yodaspirine.
zh: 多人地图。所有玩家都在一座资源缺乏的小岛上，小岛离大陆海岸线很近。 设计人员：SMST、NOXAS1 和 Yodaspirine 。
zh_tw: 多人遊戲地圖。每個玩家都在一個位於大型陸塊海岸線附近的一個缺乏資源的小島開始遊戲。 這是由以下幾位 WFG 社群成員共同設計的地圖：SMST、NOXAS1 及 Yodaspirine。

source: A sandbox scenario for one player.
ast: Una scena folgosa par’ un jogador.
bg: Сценарий-пясъчник за един играч.
br: Ur senario kestenn-draezh evit ur c'hoarier.
ca: Un escenari de proves per a un sol jugador.
cs: Scénář pískoviště pro jednoho hráče.
da: Et sandboxscenarie til en spiller.
de: Ein Sandkastenszenario für einen Spieler.
el: Ένα sandbox σενάριο για έναν παίκτη
es: Un escenario de prueba para un único jugador.
eu: Probetarako jokalekua jokalari bakar batentzako.
fa: یک سناریو جعبه شنی برای یک بازیکن
fi: Hiekkalaatikkoskenaario yhdelle pelaajalle
fr: Un scénario de test pour un joueur.
ga: Feachtas an bhosca gainimh le haghaidh aon imreoir amhain.
gd: Cnàmh-sgeul bogsa-gainmhich airson aon chluicheadair.
hu: Egy homokozó küldetés egy játékosnak.
id: Skenario sandbox untuk satu pemain.
it: Uno scenario sandbox per un giocatore.
ja: 1人プレイヤー用の練習シナリオです。
ko: 한 명의 플레이어를 위한 샌드박스 시나리오.
ms: Senario kotak pasir untuk seorang pemain.
nb: Et sandkasse-kartoppsett for en spiller
nl: Een zandbak scenario voor één speler.
pl: Zamknięty scenariusz dla jednego gracza.
pt_br: Um cenário não ameaçador para um jogador.
pt_pt: Um cenário de simulação para um jogador.
ru: Сценарий песочницы для одного игрока.
sk: Scenár v podobe pieskoviska pre jedného hráča.
sr: Sandbox сценарио за једног играча.
sv: Ett sandlåde scenario för en spelare.
tr: Bir oyuncu için kum havuzu senaryosu.
uk: Сценарій пісочниця для одного гравця.
vi: Màn chơi theo kịch bản phong cách tự do dành cho một người chơi.
zh: 单人玩家的测试场景。
zh_tw: 一個單人的測試劇情。

source: Miletus
ast: Miletu
bg: Милет
ca: Milet
cs: Milét
da: Milet
de: Milet
el: Μίλητος
es: Mileto
eu: Mileto
fa: میلتوس
fr: Démo - Milet (Mílêtos)
ga: Miléatas
gd: Miletos
hu: Milétosz
it: Mileto
ja: ミレトス
ko: 밀로투스
pl: Milet
pt_br: Mileto
pt_pt: Mileto
ru: Милет
sk: Milét
sr: Милет
sv: Miletos
tr: Milet
uk: Мілет
zh: 米利都
zh_tw: 米利都

source: Romans
ast: Romanos
bg: Римляни
br: Romaned
cs: Římané
da: Romere
de: Römer
el: Ρωμαίοι
es: Romanos
eu: Erromatarrak
fa: رومی‌ها
fi: Roomalaiset
fr: Romains
ga: Na Rómhánaigh
gd: Na Ròmanaich
hu: Rómaiak
id: Romawi
it: Romani
ja: ローマ
ko: 로마인
ms: Rom
nb: Romere
nl: Rome
pl: Rzymianie
pt_br: Romanos
pt_pt: Romanos
ru: Римляне
sk: Rimania
sr: Римљани
sv: Romare
tr: Romalılar
uk: Римляни
vi: Quân Roman
zh: 罗马
zh_tw: 羅馬人
