Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Arrow shooters increase the maximum range of the fire arrows.
ar: زيادة مدى رماة الاسهم
ast: Los disparadores de fleches xuben l'algame máximu de les fleches enceses.
bg: Бойниците увеличават максималния обхват на огнените стрели.
br: Tennerien bir a lak astenn uhelañ ar biroù tan da greskaat.
ca: Els tiradors augmenten l'abast màxim de les fletxes incendiàries.
cs: Střelci šípů zvýší největší dosah zapálených šípů.
de: Pfeilgeschütze erhöhen die maximale Reichweite der Feuerpfeile.
el: Οι τοξότες αυξάνουν το μέγιστο βεληνεκές των φλεγόμενων βέλων.
es_mx: Disparadores de flechas incrementan el rango maximo de las flechas disparadas.
eu: Suzko gezien tiro egiteko distantzia handitzeko aukera ematen dute.
fa: کماندارها حداکثر شعاع حمله برج را افزایش می دهند
fi: Nuolenampujat nostavat maksimikantamaa tuliammuksille.
ga: Méadaíonn lámhachóir saighde an uasraon den tsaigheada lasta.
gl: Os lanzadores de proxectís aumentan o alcance máximo dos proxectís de lume.
hu: A nyílkilövők növelik a tüzes nyilak maximális távolságát.
id: Penembak panah meningkatkan jarak maksimal dari panah berapi.
it: I tiratori aumentano la portata massima delle frecce infuocate.
ja: 矢狭間は火矢の最大射程を伸ばします。
ko: 궁수의 화살 최대 사거리를 늘립니다.
lt: Strėlių Šaudytojų maksimalus atstumas padidėja.
lv: Bultu šāvēji palielina uguns bultu maksimālo tālumu.
ms: Penembak meningkatkan julat maksimum anak panah berapi.
nb: Bueskyttere øker det maksimale rekkevidde av flammepiler.
nl: Boogschutters doen de maximum afstand van de vuurpijlen toenemen.
pl: Łucznicy zwiększają maksymalny zasięg wystrzeliwanych strzał.
pt_pt: Atiradores de flecha aumentam o alcance máximo das setas de fogo.
ru: Увеличивается дальность стрельбы огненными стрелами.
sk: Lukostrelci zvyšujú maximálny dolet ohnivých šípov.
sv: Pilskyttar ökar den maximala räckvidden av brandpilar.
tr: Ok atıcılar ateşli okların azami menzilini arttırır.
uk: Метальники стріли збільшують максимальну дистанцію ведення вогню стрілами.
zh: 增加弓箭的最大射程。
zh_tw: 急速射手增加射出弓箭的最大射程。

source: Increases defensive towers' maximum range by 8 meters.
ast: Aumenta l'algame máximu de les torres proteutores en 8 metros.
bg: Увеличава максималния обхват на защитните кули с 8 метра.
br: Lakaat a ra astenn uhelañ an tourioù difenn gant 8 metr.
ca: Elimina l'abast mínim de les torres defensives en 8 metres.
cs: Zvyšuje největší dosah obranné věže o 8 metrů.
de: Erhöht die maximale Reichweite des Verteidigungsturms um 8 Meter.
el: Αυξάνει στους αμυντικούς πύργους το μέγιστο βεληνεκές κατά 8 μέτρα.
eu: Babes dorreen gehienezko tiro egiteko distantzia 8 metroetan handitzen du.
fa: افزایش دفاعی برجها ، بیشترین شعاع حمله با 8 متر
ga: Méadú uasraoin do thúir chosanta le 8 méadar.
gl: Aumenta en 8 metros o raio de alcance máximo das torres de defensa.
hu: 8 méterrel növeli a védőtorony maximális hatótávolságát.
it: Aumenta la portata massima delle torri di difesa di 8 metri.
ja: 防御塔の最大射程を8メートル伸ばします。
ko: 방어탑의 최대 사거리를 8미터 늘립니다.
ms: Tingkatkan jarak maksimmum menara pertahanan sebanyak 8 meter.
nb: Øker forsvarstårns maksimale rekkevidde med 8 meter.
nl: Verleng het bereik van verdedigingstorens met 8 meter.
pl: Zwiększa zasięg wiezyczek obronnych o 8 metrów.
pt_pt: Aumenta o alcance máximo da defesa da torre em 8 metros.
ru: Увеличивает дальность атаки оборонительных башен на 8 метров.
sk: Zvyšuje maximálny dosah obrannej veže o 8 metrov.
sv: Utökar försvarstornets maximala räckvidd med 8 meter.
tr: Savunma kulelerinin azami menzili 8 metre artar
uk: Збільшує максимальну дистанцію захисних веж на 8 метрів.
zh: 防御塔的最大射程 +8米
zh_tw: 增加防禦塔的最遠射程到8單位

source: Arrow Shooters
ar: مطلقي الاسهم
ast: Flecheros
bg: Бойници
br: Birtennerien
ca: Tiradors de fletxes
cs: Střelci šípů
de: Pfeilgeschütze
el: Τοξοβόλοι
es_mx: Tiradores de flechas.
eu: Gezi Leiho
fa: تیر انداز ها
fi: Nuolenampujat
ga: Lámhachóirí Saighde
gl: Lanzadores de proxectís
hu: Nyílkilövők
id: Penembak Panah
it: Tiratori
ja: 矢狭間
ko: 성가퀴
lt: Strėlių Šaudytojai
lv: Bultu šāvēji
ms: Penembah Anak Panah
nb: Bueskytter
nl: Boogschutters
pl: Łucznicy
pt_pt: Atiradores de Flecha
ru: Опытные лучники
sk: Lukostrelci
sv: Pilskyttar
tr: Ok Atıcılar
uk: Метальники стріли
zh: 射箭手
zh_tw: 急速射手

source: Outposts gain longer vision for scouting.
ast: Les talayes algamen más visión esplorador.
bg: Аванпостовете получават по-обширна видимост за разузнаване.
br: Kampoù-araokaet a c'houn ur gwel hiroc'h evit an henchañ.
ca: Els destacaments guanyen més camp de visió.
cs: Rozhledny dohlédnou dál.
da: Udkigsposter kan se længere.
de: Erhöht die Außenpostensichtweite.
el: Οι Προφυλακές αποκτούν μεγαλύτερη ακτίνα ανίχνευσης
es_mx: Las avanzadas consiguen una mejor visión de exploración.
eu: Aurreratuek esploratze ikusmen hobea lortzen dute.
fa: برج های دیده بانی شعاع دید وسیعتری برای دیده بانی بدست می آورند
fi: Etuvartio näkee pidemmälle.
ga: Faigh fís níos fada ag urphostaí do scabhtáil.
gl: Amplíase o raio de visión das atalaias.
hu: Az előörsök látóhatára megnő.
id: Pos mendapat jarak pandang lebih jauh untuk pengintaian.
it: Gli Avamposti ottengono una visuale maggiore.
ja: 前哨地から見張ることができる見通しが伸びます。
ko: 전초기지는 정찰에 대한 더 넓은 시야를 얻습니다.
lv: Priekšposteņi iegūst tālāku redzamību izlūkiem.
ms: Kotakara mendapat pandangan lebih luas untuk aktiviti peninjauan.
nb: Utposter får lengre synsvidde.
nl: Voorposten verkrijgen een grotere zichtradius.
pl: Posterunki otrzymują większy zasięg widzenia.
pt_pt: Aumenta o alcance da visão das atalaias.
ru: Заставы увеличивают дальность разведки.
sk: Vyhliadky nadobudnú dlhší dohľad pre výskum terénu.
sv: Utposter får längre utsikt för scouting.
tr: Karakollar gözcülük için büyük görüş alanı alırlar.
uk: Застави одержують більше бачення для розвідки.
zh: 哨所视野增大。
zh_tw: 前哨站獲得更遠的視野以供偵查。

source: Outposts +50% vision range.
ast: Pa les talayes el +50% del campu visual.
bg: +50% обхват на видимост за аванпостовете.
br: Kampoù-araokaet +50% a astenn gwel.
ca: +50% en camp de visió per als destacaments.
cs: Rozhledny dohlédnou o +50% dále.
de: Erhöht die Außenpostensichtweite um +50%.
el: Στις Προφυλακές +50% στην ακτίνα ανίχνευσης.
eu: Postu Aurreratuak %50- ikus gaitasunean.
fa: برج های دیده بانی +50% شعاع دید
ga: Roan físe +50% d'urphostaí.
gl: Aumenta en +50% o raio de visión das atalaias.
hu: +50% az előőrsök látóhatárához.
it: Avamposti +50% campo visivo.
ja: 前哨地の視界が+50%増加します。
ko: 전초기지의 시야가 +50% 증가합니다.
ms: Kotakara mendapat +50% jangkauan penglihatan.
nb: Utposter +50% lengre synsrekkevidde.
nl: Buitenposten +50% zichtradius.
pl: +50% do zasięgu wzroku posterunków.
pt_pt: Atalaias +50% de alcance de visão.
ru: +50% к дальности обзора застав.
sk: Rozhľadne: +50% dohľad.
sv: Utposter +50% synhåll.
tr: İleri karakollar için +50% görüş alanı.
uk: Застави мають +50% дистанції зору.
zh: 哨所 +50%视野范围。
zh_tw: 前哨站視野範圍 +50%

source: Carrier Pigeons
ar: الحمام الزاجل
ast: Palombos correos
bg: Пощенски гълъби
br: Pichoned Kaserezh
ca: Coloms missatgers
cs: Poštovní holubi
da: Brevduer
de: Brieftauben
el: Ταχυδρομικά περιστέρια
es_mx: Palomas mensajeras
eu: Uso Mezulariak
fa: کبوتران نامه بر
fi: Viestipuluja
ga: Colúir Teachtaireachta
gl: Pombas mensaxeiras
hu: Postagalambok
id: Merpati Surat
it: Piccioni Viaggiatori
ja: 伝書鳩
ko: 전서구
lt: Pašto Karveliai
lv: Pasta Baloži
ms: Merpati Pembawa Surat
nb: Brevduer
nl: Postduif
pl: Gołębie pocztowe
pt_pt: Pombos-correio
ru: Почтовые голуби
sk: Poštové holuby
sv: Brevduvor
tr: Posta Güvercinleri
uk: Поштові голуби
zh: 信鸽
zh_tw: 信鴿

source: A night's watch increases vigilance.
ar: الحارس الليلى يزيد اليقظه
ast: La vela aumenta la vixilancia.
bg: Нощната стража увеличава бдителността.
br: Arsellout d'an noz a lak an evezhiañs da greskaat.
ca: La guàrdia nocturna augmenta la vigilància.
cs: Noční hlídka zvyšuje bdělost.
da: En nattevagt øger overvågenheden.
de: Ein Nachtwächter erhöht die Wachsamkeit.
el: Η νυκτοφυλακή αυξάνει την επαγρύπνηση
es_mx: Una guardia nocturna incrementa la vigilancia.
eu: Gabeko zaindari batek zaintza hobetzen du.
fa: افزایش آمادگی دیده بانان
fi: Yövahti lisää valppautta.
ga: Méadaíonn tráth faire na hoíche ar faireachas.
gl: Unha garda nocturna aumenta a vixilancia.
hu: Egy éjjeli őrség növeli az éberséget.
id: Pengawas malam meningkatkan kewaspadaan.
it: La vista notturna consente di aumentare la vigilanza.
ja: 夜警で警戒を強めます。
ko: 야간 경계 경비를 강화합니다.
lt: Naktinė sargyba padidina budrumą.
lv: Nakts sardze palielina modrību.
ms: Pemantauan malam meningkatkan keselamatan.
nb: En natts vakt øker årvåkenhet.
nl: Een nachtwacht verhoogt de alertheid.
pl: Straż nocna zwiększa czujność.
pt_pt: Um vigia noturno aumenta a vigilância.
ru: Ночной караул увеличивает бдительность.
sk: Zvýši sa ostražitosť nočných hliadok.
sv: En nattvakt ökar vaksamhet.
tr: bir gece vakti uyanıklık artar.
uk: Нічне вартування підвищує пильність.
zh: 夜间守望增强了警觉性。
zh_tw: 夜間瞭望增強了警覺性。

source: Post sentries to add one arrow to defensive towers.
ast: Pon centineles p'amestar una flecha a les torres proteutores.
bg: Поставяне на часови. Защитните кули получават още една стрела.
br: Staelañ gedourien evit ouzhpennañ ur bir d'an tourioù difenn.
ca: Aposteu sentinelles per a afegir una fletxa a les torres defensives.
cs: Pošlete stráže na stanoviště, aby přidaly jeden šíp obranným věžím.
de: Setze Wachposten ein, um die Anzahl der abgefeuerten Pfeile um 1 zu erhöhen.
el: Τοποθέτησε φρουρούς για να προσθέσεις ένα βέλος στους αμυντικούς πύργους.
eu: Zaintzaileak jarri babes dorre bakoitzari gezi bat gehiago eransteko.
fa: قرار دادن نگهبانها برای اضافه شدن تعداد تیرهایی که برج های دفاعی پرتاب می کنند
ga: Postáil fairitheoirí agus aon saighead níos mó a chur le túir chosanta.
gl: Asigna sentinelas para engadir unha frecha ás torres de defensa.
hu: Őrszemek küldése egy nyíl hozzáadásához a védőtornyokhoz.
it: Invia sentinelle per aggiungere una freccia alle torri di difesa.
ja: 防御塔へ駐屯することによって放つ矢が1本増えます。
ko: 방어 탑에 주둔하여 발사하는 화살이 1개 더 늘어납니다.
ms: Sentri kawalan menambah satu anak panah ke dalam menara pertahanan.
nb: Utstasjoner portvokter for å legge til ei pil for forsvarstårn.
nl: Beman met een extra wachter om één extra pijl per verdedigingstoren af te schieten.
pl: Wstaw wartowników by dodać 1 dodatkowy strzał dla wiezyczek obronnych.
pt_pt: Adiciona sentinelas para ter mais uma seta em torres defensivas.
ru: Разместите часовых в оборонительных башнях, чтобы увеличить количество выпускаемых стрел на одну.
sk: Stanov hliadky, aby si pridal každej obrannej veži jeden šíp.
sv: Postera vaktposter för att tillägga en pil till försvarstorn.
tr: Karakol kulelerinden bir ok savunma kulelerine ekleyin.
uk: Розмістити сторожів, щоб надати одну стрілу до захисної вежі.
zh: 驻守哨兵为防御塔增加一支射箭术。
zh_tw: 後哨，增加一隻箭來防禦箭塔

source: Sentries
ar: خفر
ast: Centineles
bg: Часови
br: Gedourien
ca: Sentinelles
cs: Stráže
da: Vagtposter
de: Wachposten
el: Σκοποί
es_mx: Centinelas
eu: Zaintzaileak
fa: دیده بانان
fi: Vartiomiehet
ga: Fairtheoirí
gl: Sentinelas
hu: Őrszemek
id: Penjaga
it: Sentinelle
ja: 歩哨
ko: 보초병
lt: Žvalgai
lv: Sardze
ms: Sentri
nb: Vakt
nl: Schutters
pl: Straże
pt_pt: Sentinelas
ru: Караул
sk: Hliadky
sv: Vaktposter
tr: Nöbetçiler
uk: Сторожі
zh: 哨兵
zh_tw: 哨兵

source: Nyktophýlakes
ar: نيكتوبليكاس
bg: Никтофѝлакес
el: Νυχτοφύλακες
fi: Nyktophylakes
ko: 니크토프히라케스
ru: Никтофилакес
uk: Ніктофілакес
zh: 哨兵

source: Vigiles
ar: حراس المدينة
ast: Veles
bg: Вигилии
br: Evezhierien
el: Φύλακες
ko: 간호
pl: Posterunki
ru: Вигилес
sk: Nočné stráže
uk: Вігілес
zh: 消防军
zh_tw: 守望者

source: Improve the international trading profit.
ar: تحسين ربح التجارة الدولية.
ast: Ameyorar el provechu del comerciu internacional.
bg: Подобряване на печалбите от международна търговия.
br: Gwellaat gounid ar c'henwerzh etrebroadel.
ca: Milloreu els beneficis del comerç internacional.
cs: Vylepšit mezinárodní obchodní zisk.
de: Erhöht den internationalen Handelsprofit.
el: Βελτίωση του διεθνούς εμπορικού κέρδους.
eu: Kanpo merkataritzaren irabaziak hobetzen ditu.
fa: بهبود سود تجارت های بین المللی
ga: Méadaigh brabús trádála idirnáisiúnta.
gl: Mellorar o beneficio de comercio internacional.
hu: Növeli a nemzetközi kereskedelem hozamát.
id: Meningkatkan penghasilan perdagangan internasional.
it: Migliora il profitto del commercio internazionale.
ja: 国際交易収入を改善する。
ko: 국제 교역 수익을 개선합니다.
lt: Pagerinti tarptautinės prekybos pelną.
lv: Uzlabo starptautiskās tirdzniecības pelņu.
ms: Tambah baik keuntungan perdagangan antarabangsa.
nb: Øk den internasjonale handelsfortjenesten.
nl: Verhoog de internationale handelswinst.
pl: Popraw międzynarodowe zyski.
pt_pt: Melhora o lucro comercial internacional.
ru: Повышает прибыль от международной торговли.
sk: Zvyšuje zisk z medzinárodného obchodu.
sv: Ökar internationella handelsbonusen.
tr: Uluslararası ticari kazancı geliştir.
uk: Підвищити прибуток від міжнародної торгівлі.
zh: 提高国际贸易收益。
zh_tw: 改進國際貿易利潤。

source: Market +10% International Bonus.
ast: Bonificación del 10% nel mercáu internacional.
bg: +10% допълнителна печалба от международна търговия в пазара.
br: Marc'had +10% a Vonuz Etrebroadel.
ca: 10% de bonificació internacional als mercats.
cs: Trh +10% mezinárodní bonus.
de: Markt +10% internationaler Bonus.
el: Στην Αγορά +10% Διεθνές Μπόνους.
eu: %10+ saria Merkataritza Internazionalean.
fa: بازار +10% امتیاز معاملات بین الملل
ga: Bónas idirnáisiúnta +10% as Margaidh.
gl: Mercado +10% de Bonus Internacional.
hu: +10% nemzetközi kereskedelmi bónusz a piacokon.
id: Pasar +10% Bonus Internasional.
it: Bonus Internazionale Mercato +10%.
ja: 市場 +10% 国際ボーナス。
ko: 시장의 국제 보너스가 +10% 증가합니다.
lv: Tirgus +10% starptautiskajam bonusam.
ms: Pasar +10% Bonus Antarabangsa.
nb: Marked +10% internasjonal bonus.
nl: Markten +10% internationale bonus.
pl: Targi +10 do Międzynarodowego Dodatku
pt_pt: Mercado com +10% bónus internacional.
ru: Рынок получает +10% международного бонуса
sk: Trh +10% medzinárodný bonus.
sv: Marknad +10% internationell bonus.
tr: +10% Uluslararası pazar bonusu
uk: Ринок має +10% бонусу міжнародної торгівлі.
zh: 市场 +10%的国际奖励。
zh_tw: 市集 +10% 國際獎勵。

source: Commercial Treaty
ar: اتفاقية تجارية
ast: Tratáu comercial
bg: Търговски договор
br: Skrid-emglev Kenwerzh
ca: Tractat comercial
cs: Obchodní smlouva
de: Handelsvertrag
el: Εμπορική Συνθήκη
eu: Merkataritza Hitzarmena
fa: قرارداد تجاری
fi: Kaupallinen sopimus
ga: Conradh Tráchtála
gl: Tratado comercial
hu: Kereskedelmi egyezmény
id: Perjanjian Komersil
it: Trattato Commerciale
ja: 通商条約
ko: 통상 조약
lt: Komercinis Sandoris.
lv: Tirdzniecības Līgums
ms: Perjanjian Komersial
nb: Handelsavtale
nl: Commercieel verdrag
pl: Trakt Handlowy
pt_pt: Tratado Comercial
ru: Торговый Договор
sk: Obchodná dohoda
sv: Kommersiell Fördrag
tr: Ticari Antlaşma
uk: Торговий договір
zh: 贸易协定
zh_tw: 商業條約

source: Increases defensive capability of traders.
ar: يزيد من المقدرة الدفاعية للتجار
ast: Aumentar la capacidá de defendese a los comerciantes.
bg: Увеличава защитните способности на търговците.
br: Lakaat a ra gouested difenn ar varc'hadourien da greskaat.
ca: Augmenta la capacitat defensiva dels comerciants.
cs: Zvýší obrannou schopnost obchodníků.
da: Forhøjer handlendes defensive evner.
de: Erhöht die Verteidigungsfähigkeiten von Händlern.
el: Αυξάνει την αμυντική ικανότητα των εμπόρων.
es_mx: Aumenta la capacidad defensiva de los comerciantes.
eu: Merkatarien babes gaitasunak handitzen ditu.
fa: افزایش قدرت دفاعی تاجر ها
fi: Lisää kauppiaitten puolustuskykyä.
ga: Méadaigh cumas cosanta do thrádálaithe.
gl: Aumenta as capacidades defensivas dos comerciantes.
hu: Növeli a kereskedők védekező képességét.
id: Meningkatkan kemampuan pertahanan pedagang.
it: Aumenta la capacità difensiva dei commercianti.
ja: 商人の防御力を高めます。
ko: 상인의 방어력을 높입니다.
lv: Palielina tirgoņu aizsardzīas spējas
ms: Tingkatkan keupayaan pertahanan pedagang.
nb: Økt forsvarsevne for handelsmenn.
nl: Verhoogt de defensieve kwaliteiten van handelaars.
pl: Zwiększa zdolności obronne kupców.
pt_pt: Aumenta as defesas dos comerciantes.
ru: Увеличивает обороноспособность торговцев.
sk: Zvyšuje obranyschopnosť obchodníkov.
sv: Ökat försvar för handelsmän.
tr: Tüccarların savunma yeteneklerini artır.
uk: Збільшує обороноздатність торговців.
zh: 增加商人的防御值。
zh_tw: 增加商人的防禦能力。

source: Traders +2 Hack and Pierce armor levels.
ar: يحصل التجار على +2 لمستوى ممانعة ومستوى اختراق الدروع.
ast: Pa los comerciantes +2 niveles de l'armadura de taya y de fura.
bg: +2 защита срещу разсичане и пробождане за търговците.
br: Marc'hadourien +2 a liveoù houarnwisk Troc'husted ha Toullusted.
ca: Els comerciants guanyen +2 en nivell d'Armadura de tall i perforació.
cs: Obchodníci +2 na úrovni obrnění proti seknutí a bodnutí.
de: Händler +2 Hieb- und Stichpanzerung.
el: Σε όλους τους Εμπόρους +2 επίπεδα στη πανοπλία κοψίματος και διάτρησης.
es_mx: Comerciantes +2 niveles de armadura de Corte y Penetración.
eu: Merkatariek +2 maila lortzen du mozte eta zulatze minen kontrako babesean.
fa: تاجران +2 زره نفوذی و برشی.
ga: Lebheál armúir Tesctha is Pollda +2 do gach trádálaí.
gl: Aumenta as armaduras de folla e perforación dos comerciantes en +2.
hu: Kereskedőknek +2 vágás és szúrás páncél szint.
id: Pedagang +2 Zirah Tebasan dan Tusukan.
it: Commercianti +2 livelli di Attacco e Perforazione dell'armatura.
ja: 商人の打撃および貫通装甲レベルを2上げます。
ko: 상인의 타격 및 관통 방어력 수준을 +2 높입니다.
lv: Tirgoņiem +2 ciršanas un duršanas bruņu līmeņiem.
ms: Pedagang +2 aras perisai Tetak dan Tembus.
nb: Kjøpmenn +2 rustningsgrad mot hugg og stikk.
nl: Handelaars +2 slag- en steekpantser.
pl: Konwoje handlowe otrzymują +2 do poziomu obrony przed obrażeniami siecznym i kłutymi.
pt_pt: Comerciantes +2 níveis de corte e perfuração de armadura.
ru: Торговцы получают +2 к защите от рубящего и колющего ударов.
sk: Obchodníci +2 úrovne sečnej a bodnej zbroje.
sv: Handelsmän +2 Hack och Stick rustningnivåer.
tr: Tüccarlar +2 Parçalama ve Zırh delme seviyesi sağlar.
uk: Торговці мають +2 рівня броні від рубаючої та колючої атаки.
zh: 商人 +2 劈砍、穿刺盔甲等级。
zh_tw: 商人 +2 劈砍、穿刺盔甲等級。

source: Trade Convoys
ar: قوافل تجارية
ast: Convóis comerciales
bg: Търговски конвои
br: Charreadegoù Kenwerzh
ca: Combois comercials
cs: Obchodní konvoje
da: Handelskonvojer
de: Handelskonvois
el: Εμπορικά Καραβάνια
es_mx: Caravana de comercio
eu: Merkataritza Karabana
fa: قافله های تجاری
fi: Kauppasaattue
ga: Conbhuanna Trádála
gl: Escolta de comerciantes
hu: Kereskedelmi konvojok
id: Konvoi Dagang
it: Convogli Commerciali
ja: 交易護衛隊
ko: 교역 호송대
lv: Tirgoņu konvojs
ms: Konvoi Dagang
nb: Bytt konvoier
nl: Handelskonvooien
pl: Konwoje handlowe
pt_pt: Escoltas de Comerciantes
ru: Караваны
sk: Obchodné konvoje
sv: Handelskonvojer
tr: Ticaret Kervanları
uk: Торгівельні конвої
zh: 贸易车队
zh_tw: 貿易車隊

source: Increases movement rate of traders, which in turn increases trade income.
ar: تزيد معدل حركة التجار، مما يساهم في زيادة الدخل من التجارة.
ast: Xube la tasa de movimientu a los comerciantes, qu'empara aumenta los ingresos comerciales.
bg: Увеличава бързината на търговците, което от своя страна увеличава приходите.
br: Lakaat a ra feur fiñvadur ar genwerzherien da greskaat, pezh a lak warlerc'h gounid kenwerzh da greskaat.
ca: Augmenta la velocitat dels comerciants, que al seu torn eleva els ingressos del comerç.
cs: Zvyšuje rychlost pohybu obchodníků, což v důsledku zvýší obchodní příjmy.
da: Øger handlendes hastighed, hvilket øger handelsindkomst.
de: Erhöht die Bewegungsgeschwindigkeit von Händlern, wodurch sich das Handelseinkommen erhöht.
el: Αυξάνει την ταχύτητα μετακίνησης των εμπόρων, η οποία με τη σειρά της αυξάνει εμπορικό εισόδημα.
es_mx: Incrementa la velocidad de movimiento de los comerciantes, lo que incrementa los ingresos recibidos.
eu: Merkatarien mugitze abiadura handitzen du, eta horrek merkatu irabaziak handitzen ditu.
fa: افزایس سرعت حرکت تجار و به واسطه آن افزایش درآمد تجارت
fi: Nopeuttaa kauppiaiden liikkumista. Nostaa siten kaupan tuloa.
ga: Méadaigh ráta gluaiseachta do thrádálaithe, agus méadaíonn sé seo ioncam trádál ina dhiaidh.
gl: Aumenta a velocidade de movemento dos comerciantes, o que fai aumentar os ingresos por comercio.
hu: Növeli a kereskedők mozgási sebességét, amely pedig növeli a kereskedelmi bevételt.
id: Meningkatkan kecepatan bergerak pedagang sehingga meningkatkan penghasilan.
it: Aumenta la velocità degli scambi, che a sua volta aumenta gli introiti commerciali.
ja: 商人の移動速度が速くなり、次第に交易収入を増やします。
ko: 상인의 이동 속도가 빨라져 점차 교역 수입을 늘립니다.
lv: Palielina tirgoņu pārvietošanas ātrumu, kas savukārt palielina tirdzniecības ienākumus.
ms: Tingkatkan kadar pergerakan pedagang, yang dapat meningkatkan pendapatan perdagangan.
nb: Øker handelsmenns hastighet, hvilket øker handelsoverskuddet.
nl: Verhoog de wandelsnelheid voor handelaars.
pl: Zwiększa szybkość poruszania się kupców, a tym samym przychód z handlu.
pt_pt: Aumenta a velocidade de deslocação dos comerciantes, resultando no aumento do lucro.
ru: Увеличивает скорость передвижения торговцев, что, в свою очередь, увеличивает доход от торговли.
sk: Zvýši rýchlosť pohybu obchodníkov, čo zase spôsobí nárast príjmov z obchodu.
sv: Ökar handelsmäns hastighet, vilket i tur ökar handelsvinst.
tr: Tüccarların hareket hızları artar, böylelikle daha fazla ticaret geliri elde edersin.
uk: Збільшує темп руху торговців, що в свою чергу збільшує торговий виторг.
zh: 增加商人的移动速度,进而增加了贸易收入。
zh_tw: 增加貿易商人的移動速度，進而增加了貿易收入。

source: Traders +25% Walk Speed, which quickly increases trade income.
ast: Pa los comerciantes el +25% de la velocidá, que xube aína los ingresos comerciales.
bg: +25 бързина за търговците, което бързо увеличава приходите от търговия.
br: Kenwerzherien +25% tizh kerzh, pezh a lak ar gounid kenwerzh da greskaat buan.
ca: Els comerciants caminen un 25% més ràpid, cosa que eleva els ingressos del comerç.
cs: Obchodníci +25% rychlost pohybu, což rychle zvýší obchodní příjmy.
da: Handlende går +25% hurtigere, hvilket hurtigt øger handelsindkomsten.
de: Händler +25% Laufgeschwindigkeit, welches schnell den Handelsertrag erhöht.
el: Στους Εμπόρους +25% Ταχύτητα Κίνησης, η οποία αυξάνει γρήγορα το εμπορικό εισόδημα.
es_mx: Los comerciantes +25% velodida al caminar, lo que rapidamente incrementa los ingresos.
eu: Merkatariak %25+ azkarrago dabiltz, eta horrek merkatu irabaziak azkar handitzen ditu.
fa: تجار +25% سرعت راه رفتن که به سرعت باعث افزایش درآمد تجارت می شود
fi: Kauppiaat kävelevät +25% nopeampaa. Tuotto kasvaa merkittävästi.
ga: Luas Siúlóide +25% do thrádálaithe, agus méadaíonn sé seo go tapa ar ioncam trádála ina dhiaidh.
gl: Aumenta a velocidade de movemento dos comerciantes un +25%, o que aumenta rapidamente os ingresos por comercio.
hu: Kereskedőknek +25% sétálási sebesség, amely gyorsan növeli a kereskedelmi bevételt.
id: Pedagang +25% Kecepatan Berjalan yang meningkatkan penghasilan dagang.
it: Commercianti +25% velocità negli spostamenti, aumenta rapidamente gli introiti commerciali.
ja: 商人の移動速度が25%速くなり、迅速に交易収入を増やします。
ko: 상인의 이동 속도가 +25% 빨라지고 신속하게 교역 수입을 늘립니다.
lv: Tirgoņiem +25% gaitas ātrumam, kas strauji palielina ienākumus no tirdzniecības.
ms: +25% Kelajuan Berjalan Pedagang, yang dapat meningkatkan pendapatan perdagangan.
nb: Handelsmenn +25% ganghastighet, hvilket raskt øker handelsoverskuddet.
nl: Handelaars +25% wandelsnelheid. Dit zorgt voor een sneller inkomen.
pl: Kupcy +25% szybkości poruszania - szybko zwiększa dochody z handlu.
pt_pt: Os comerciantes ganham +25% de velocidade de deslocação resultando no aumento do lucro.
ru: Скорость движения торговцев на +25% быстрее, что, в свою очередь, увеличивает доход от торговли.
sk: Obchodníci +25% rýchlosť pochybu, čo rýchlo zvýši príjmy z obchodu.
sv: Handelsmän +25% hastighet, vilket snabbt ökar handelsvinsten.
tr: Tüccara +25% Yürüyüş Hızı, ticaret gelirleri hızlıca artar.
uk: Торговці мають +25% швидкості ходи, що швидко збільшує торговий виторг.
zh: 商人行走速度 +25% ,以增加贸易收入。
zh_tw: 貿易商人 +25% 走路速度，進而增加了貿易收入。
