Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: • [font="sans-bold-14"]Single-player[font="sans-14"] – Play a sandbox game or against one or more computer players (AI). The default AI (Petra) is under development and may not always be up to date on the new features, but you can play the game with or against it nonetheless.
ast: • [font="sans-bold-14"]Un jogador[font="sans-14"] – Jogar una partida folgosa contra un agente intelligente (AI) ou más. L AI predefinida (Petra), magar operativa, sta n disindolcu & puöde nun tener integradɐs lɐs últimɐs funcciones.
bg: • [font="sans-bold-14"]Самостоятелна игра[font="sans-14"] — Играйте свободно или срещу един или повече компютърни играчи (ИИ). Стандартният ИИ (Петра) е в процес на разработка и може да не е винаги в ход с най-новите възможности, но въпреки това може да играете заедно с или против него.
ca: • [font="sans-bold-14"]Un sol jugador[font="sans-14"] – Jugueu en una partida de prova contra un o més adversaris de la IA. La IA per defecte (Petra) encara està en desenvolupament i és possible que no sempre estigui actualitzada amb les noves característiques, però s'hi pot jugar.
cs: • [font="sans-bold-14"]Hra pro jednoho hráče[font="sans-14"] – Hrajte hru v režimu pískoviště proti jednomu nebo více protivníkům s umělou inteligencí (AI). Výchozí umělá inteligence (Petra) je ve vývoji a nemusí být vždy aktuální na úrovni nových funkcí, ale můžete hrát hru s nebo proti ní.
de: • [font="sans-bold-14"]Einzelspieler[font="sans-14"] – Spiele im Sandkastenmodus gegen einen oder mehrere Computerspieler (KI). Die Standard-KI (Petra) ist in Entwicklung und möglicherweise nicht immer auf dem aktuellen Stand, aber man kann trotzdem mit ihr oder ohne sie das Spiel spielen.
el: • [font="sans-bold-14"]Ένας παίκτης[font="sans-14"] – Παίξε ένα παιχνίδι δοκιμών ή εναντίον ενός ή περισσοτέρων παικτών υπολογιστή (ΤΝ). Η προεπιλεγμένη Τεχνητή Νοημοσύνη (Πέτρα) βρίσκεται υπό ανάπτυξη και μπορεί να μην είναι πάντοτε ενημερωμένη με τα νέα χαρακτηριστικά, αλλά μπορείς να παίξεις το παιχνίδι μαζί ή ενάντια σε αυτήν παρ' όλα αυτά.
es: • [font="sans-bold-14"]Un jugador[font="sans-14"] – Jugar partida de prueba. Se puede seleccionar uno o más oponentes de la IA. La IA predeterminada (Petra) está en desarrollo y podría no estar actualizada con las últimas novedades. En cualquier caso te permitirá jugar con ella o contra ella.
eu: • [font="sans-bold-14"]Jokalari bakarra[font="sans-14"] — Jolastu proba partida bat edo AAko aurkari bat edo gehiagoren kontra. Lehenetsitako AA (Petra) garapenean dago eta baliteke egunean ez egotea, baina bere aurka edo berarekin jolastu dezakezu berdin.
fi: • [font="sans-bold-14"]Yksinpeli[font="sans-14"] - Pelaa hiekkalaatikkopeliä tai yhtä tai useampaa tietokonepelaajaa (tekoälyä) vastaan. Oletusarvoinen tekoäly (Petra) on kehitteillä, eikä se välttämättä ole aina ajan tasalla uusista ominaisuuksista, mutta voit silti pelata peliä sen kanssa tai sitä vastaan.
fr: • [font="sans-bold-14"] Solo [font="sans-14"] – Jouez un jeu bac à sable ou contre un ou plusieurs joueurs ordinateur (AI). L'IA par défaut (Petra) est en cours de développement et n'est peut-être pas toujours à jour sur les nouvelles fonctionnalités, mais vous pouvez néanmoins jouer avec ou contre.
gd: • [font="sans-bold-14"]Aon chluicheadair[font="sans-14"] – Cluich geama sa bhogsa-ghainmhich no an aghaidh cluicheadair coimpiutair (IF) no dhà. Tha an IF bhunaiteach (Petra) ’ga leasachadh fhathast is ’s dòcha nach eil i eòlach air na gleusan as ùire ach ’s urrainn dhut an geama fheuchainn na h-aghaidh no còmhla rithe co-dhiù.
gl: • [font="sans-bold-14"]Un xogador[font="sans-14"] – Xoga un xogo de sandbox ou contra un ou máis xogadores de ordenador (IA). A IA predeterminada (Petra) está en desenvolvemento e pode que non estea sempre actualizada coas novas funcións, pero podes xogar o xogo con ela ou contra ela de todos modos.
hu: • [font="sans-bold-14"]Egyjátékos mód[font="sans-14"] – Játék egyedül vagy számítógépes ellenfelek (MI) ellen. Az alapértelmezett MI (Petra) fejlesztés alatt áll, és nem mindig tartalmazza a legújabb funkciókat, de kipróbálhatja a játékot vele vagy ellene.
id: • [font="sans-bold-14"]Main Sendiri[font="sans-14"] – Mainkan permainan sandbox atau melawan satu atau lebih pemain komputer (AI). AI bawaan (Petra) sedang dalam pengembangan dan mungkin tidak selalu mutakhir tentang fitur-fitur terbaru, tetapi Anda tetap dapat bermain bersamanya atau melawannya.
it: • [font="sans-bold-14"]Giocatore singolo[font="sans-14"] – Gioca una partita sandbox o sfida almeno un giocatore controllato dal computer (IA). L'IA di default (Petra) è in fase di sviluppo e non sempre si dimostrerà aggiornata alle nuove caratteristiche, ma puoi usarla comunque liberamente.
ja: • [font="sans-bold-14"]シングルプレイヤー[font="sans-14"] – サンドボックスゲーム、または1人以上のコンピュータプレイヤー（AI）との対戦が可能です。デフォルトのAI（Petra）は開発中のため、新機能に対応していない場合がありますが、それでも一緒にゲームをプレイしたり、対戦したりすることができます。
ko: • [font="sans-bold-14"]싱글플레이어[font="sans-14"] – 샌드박스 게임을 하거나 하나 이상의 컴퓨터 플레이어들(인공지능)을 상대로 합니다. 기본 인공지능(Petra)는 개발 중이며 새로운 기능에 대해 항상 최신 상태가 아닐 수 있지만, 그렇더라도 당신은 게임을 할 수도 있고 인공지능을 상대로 게임을 할 수도 있습니다.
nl: • [font="sans-bold-14"]Singleplayer[font="sans-14"] – Speel een zandbakspel of speel tegen één of meerdere AI tegenstanders. De AI (Petra) is in ontwikkeling en bevat dus mogelijk niet de nieuwste spelfuncties. Maar u kan er prima mee of tegen spelen.
pl: • [font="sans-bold-14"]Tryb jednoosobowy[font="sans-14"] – zagraj w trybie piaskownicy albo przeciwko graczom komputerowym (SI). Domyślne SI (Petra) jest w fazie rozwoju i nie zawsze może być zaznajomione z najnowszymi funkcjami, ale mimo to możesz zagrać z nim lub przeciw niemu.
pt_br: • [font="sans-bold-14"]Jogo solo:[font="sans-14"] Para jogar sozinho, contra pelo menos um oponente controlado pelo computador. Petra, o algoritmo padrão de inteligência artificial, ainda está em desenvolvimento e pode ainda não ter sido programado para utilizar todos os recursos do jogo. No entanto, ele já está disponível para controlar civilizações em sua equipe ou no lado adversário.
pt_pt: • [font="sans-bold-14"]Jogo solo:[font="sans-14"] – Joga uma partida sozinho no modo simulação ou contra um ou mais jogadores artificiais (IA). A inteligência artificial predefinida (Petra) ainda está em desenvolvimento e pode estar desatualizada em relação às novas funcionalidades do jogo, mas permite testar o jogo com (ou contra) um adversário.
ru: • [font="sans-bold-14"]Одиночная игра[font="sans-14"] – Играйте в песочницу или против нескольких игроков, управляемых компьютером (ИИ). ИИ (Петра) находится в разработке и может некорректно работать с новыми обновлениями, однако вы можете играть в союзе с ним или против него.
sv: • [font="sans-bold-14"]En spelare[font="sans-14"] – spela ett sandlådespel eller mot en eller flera datormotståndare (AI). Standard-AI:n (Petra) är under utveckling och är kanske inte uppdaterad med nya funktioner, men du kan ändå spela spelet med eller emot den.
tr: • [font="sans-bold-14"]Tek Oyunculu font="sans-14"] – Bir sanal alan oyunu veya bir veya daha fazla bilgisayar oynatıcısına (AI) karşı oynayın. Varsayılan AI (Petra) geliştirilme aşamasındadır ve yeni özelliklerle ilgili her zaman güncel olmayabilir, ancak yine de oyunla birlikte veya ona karşı oynayabilirsiniz.
uk: • [font="sans-bold-14"]Одиночна гра[font="sans-14"] – Грати у пісочниці або проти одного, чи декількох комп'ютерних гравців (ШІ). ШІ за замовчуванням (Petra) є наразі у стані розробки і не завжди може бути актуальний щодо нових функцій, але, разом з тим, Ви можете грати в гру із або проти нього.
zh: • [font="sans-bold-14"]单人模式[font="sans-14"] -沙箱模式。默认AI还处于开发模式，可能不具备最新特性。可对游戏进行测试。
zh_tw: • [font="sans-bold-14"]單人遊戲[font="sans-14"] – 遊玩沙盒模式或對抗一個以上的電腦玩家（AI）。預設 AI（Petra）仍在開發中且可能不會使用新功能，但您仍可以與其一同遊玩。

source: • [font="sans-bold-14"]Multiplayer[font="sans-14"] – Play against human opponents over the internet.
ast: • [font="sans-bold-14"]Delhos jogadores[font="sans-14"] – Jogar cun outra giente pela Rede.
bg: • [font="sans-bold-14"]Мрежова игра[font="sans-14"] — Играйте срещу други хора по Интернет.
ca: • [font="sans-bold-14"]Multijugador[font="sans-14"] – Jugueu contra adversaris humans a través d'internet.
cs: • [font="sans-bold-14"]Hra pro více hráčů[font="sans-14"] – Hrajte proti lidským soupeřům na internetu.
de: • [font="sans-bold-14"]Mehrspieler[font="sans-14"] – Spiele gegen andere Spieler übers Internet.
el: • [font="sans-bold-14"]Παιχνίδι πολλαπλών παικτών[font="sans-14"] -– Παίξτε εναντίων άλλων παικτών στο διαδίκτυο.
es: • [font="sans-bold-14"]Multijugador[font="sans-14"] – Jugar contra oponentes humanos a través de Internet.
eu: • [font="sans-bold-14"]Hainbat jokalari[font="sans-14"] — Benetako beste jokalarien aurka jolastu internetez.
fi: • [font="sans-bold-14"]Moninpeli[font="sans-14"] – pelaa ihmisvastustajia vastaan Internetin välityksellä.
fr: • [font="sans-bold-14"] Multijoueur [font="sans-14"] – Jouez contre des ennemis humains sur Internet.
gd: • [font="sans-bold-14"]Ioma-chluicheadair[font="sans-14"] – Cluich an aghaidh co-fharpaiseach daonna air an eadar-lìn.
gl: • [font="sans-bold-14"]Varios xogadores[font="sans-14"] – Xoga contra opoñentes humanos por Internet.
hu: • [font="sans-bold-14"]Többjátékos mód[font="sans-14"] — Játék emberi játékosokkal az Interneten keresztül.
id: • [font="sans-bold-14"]Main Bersama[font="sans-14"] – Bermain melawan manusia melalui internet.
it: • [font="sans-bold-14"]Multigiocatore[font="sans-14"] – Sfida avversari umani attraverso Internet.
ja: ・[font="sans-bold-14"]マルチプレイヤー[font="sans-14"] – インターネットで人間と対戦できます。
ko: • [font="sans-bold-14"]멀티플레이어[font="sans-14"] – 인터넷을 통해 인간을 생대로 게임을 합니다.
nl: • [font="sans-bold-14"]Multiplayer[font="sans-14"] – Speel tegen menselijke tegenstanders over het internet.
pl: • [font="sans-bold-14"]Tryb wieloosobowy[font="sans-14"] – zagraj przeciwko graczom w sieci.
pt_br: • [font="sans-bold-14"]Modo multijogador:[font="sans-14"] Para jogar com outras pessoas pela internet.
pt_pt: • [font="sans-bold-14"]Multijogador[font="sans-14"] – Joga contra adversários humanos pela Internet.
ru: • [font="sans-bold-14"]Сетевая игра[font="sans-bold-14"] — игра с соперниками в интернете.
sv: • [font="sans-bold-14"]Flera spelare[font="sans-14"] – Spela mot mänskliga motståndare över internet.
tr: • [font="sans-bold-14"]Çokoyunculu[font="sans-14"] – İnternet üzerinden insan rakiplerine karşı oynayın.
uk: • [font="sans-bold-14"]Багатокористувацька гра[font="sans-14"] – Грати проти людських противників через Інтернет.
zh: • [font="sans-bold-14"]多人模式[font="sans-14"] -联网多人对战。
zh_tw: • [font="sans-bold-14"]多人遊戲[font="sans-14"] – 與人類玩家線上對戰。

source: To set up a multiplayer game, one player must select the “Host game” option. The game uses UDP port 20595, so the host must configure their NAT/firewall/etc. to allow this. Other players can then select “Join game” and enter the host's IP address.
ast: Par’ intamar una partida de varios jogadores, un jogador ha escolyere la opcion “Ahospedar partida”. La partida usa l puörtu UDP 20595, cun que l hospedeiru ha configurare l sou NAT/fogueiril/etc. acordiɐs. D’a reo, outros jogadores puöden escolyer “Junhí-se a la partida” & ponere lɐs siñɐs IP de l hospedeiru.
bg: За да започнете мрежова игра, един играч трябва да натисне „Създаване на игра“. Играта използва UDP порт 20595, поради което сървърът трябва да разреши този порт в своя NAT, защитна стена и т.н. Другите играчи могат да се включат, като натиснат „Присъединяване“ и напишат IP адреса на сървъра.
ca: Per preparar una partida multijugador, un jugador ha de seleccionar l'opció "Crea una partida". El joc utilitza el port UDP 20595, per tant l'amfitrió ha de configurar el seu NAT/tallafocs/etc. per permetre-ho. Llavors els altres jugadors podran seleccionar "Uneix-te a una partida" i introduir l'adreça IP de l'amfitrió.
cs: Pro nastavení hry pro více hráčů musí jeden hráč vybrat možnost “Pořádat hru”. Hra používá port UDP 20595, takže pořadatel musí pro její povolení nastavit NAT/firewall/atd. Jiní hráči potom mohou vybrat “Připojit se ke hře” a zadat adresu IP pořadatele.
de: Um ein Mehrspielerspiel einzurichten, muss ein Spieler die „Spiel hosten“-Option auswählen. Es wird der UDP-Port 20595 verwendet, d.h. die Firewall/NAT/etc. muss so konfiguriert werden, dass dieser für die Mitspieler erreichbar ist. Andere Spieler können dann „Spiel beitreten“ auswählen und die IP-Adresse des Hosts eingeben.
el: Για να στήσετε ένα παιχνίδι με πολλούς παίκτες στο διαδίκτυο, ένας παίκτης πρέπει να διαλέξει την επιλογή "Στέγαση παιχνιδιού". Το παιχνίδι χρησημοποιεί την θύρα UDP 20595, οπότε ο οικοδεσπότης του παιχνιδιού πρέπει να ρυθμίσει ρούτερ/τοίχο προστασίας/κλπ ώστε να επιτραπεί η σύνδεση. Οι υπόλοιποι παίκτες μπορούν τότε να επιλέξουν "Συμμετοχή στο παιχνίδι" και να εισάγουν την διεύθυνση IP του οικοδεσπότη.
es: Para configurar una partida multijugador, uno de los jugadores debe seleccionar la opción «Crear partida». El juego usa el puerto UDP 20595, por lo que el anfitrión deberá configurar su NAT/Firewall/otro para permitir el acceso. Los demás jugadores podrán seleccionar «Unirse a una partida» e introducir la dirección IP del servidor.
eu: Hainbat jokalarientzako partida bat ezartzeko, jokalarietako batek "Ostatatu partida bat" aukerari eman behar lioke. Jokoak UDP 20595 ataka erabiltzen du, beraz, anfitrioiak NAT/firewall/etab. konfiguratu beharko luke sarrera emateko. Beste jokalariek "Batu partidara" aukeratu dezakete eta zerbitzariaren IPa sartu.
fi: Pystyttääksesi moninpelin, yhden pelaajan tulee valita "Aloita moninpeli". Peli käyttää UDP-porttia 20595, joten isännän tulee konfiguroida NAT tai palomuuri hyväksymään yhteydet. Muut pelaajat valitsevat "Liity peliin" ja syöttävät isännän IP-osoitteen.
fr: Pour configurer une partie multijoueur, un joueur doit sélectionner l'option «Partie hébergée». Le jeu utilise le port UDP 20595, donc l'hôte doit configurer son NAT/pare-feu/ etc. pour permettre cela. Les autres joueurs peuvent ensuite sélectionner «Rejoindre le jeu» et entrer l'adresse IP de l'hôte.
gd: Feumaidh cluicheadair an roghainn “Òstaich geama” a thaghadh gus geama ioma-chluicheadair a shuidheachadh. Cleachdaidh an geama am port UDP 20595, mar sin feumaidh an t‑òstair a NAT/firewall/etc a rèiteachadh gus seo a cheadachadh. ’S urrainn dha chluicheadairean eile “Gabh pàirt sa gheama” a thaghadh an uairsin is an t‑seòladh IP aig an òstair a chur a-steach.
gl: Para preparar unha partida de varios xogadores, un dos xogadores debe seleccionar a opción “Aloxar unha partida”. O xogo emprega o porto UDP 20595, así que o anfitrión debe configurar o NAT ou a devasa para permitir usar este porto. O resto dos xogadores poden seleccionar «Unirse a unha partida» e introducir o enderezo IP do anfitrión.
hu: Többjátékos módú játék indításához az egyik játékosnak ki kell választania a „Házigazda mód” lehetőséget. A játék a 20595-ös UDP-portot használja, tehát a házigazdának be kell állítania a tűzfalat/útválasztót, hogy ez működjön. A többi játékos ezután kiválaszthatja a „Csatlakozás játékhoz” lehetőséget, és beírhatja a házigazda IP-címét.
id: Untuk menyiapkan permainan bersama, satu pemain harus memilih opsi “Buat permainan”. Permainan menggunakan port UDP 20595, jadi host harus mengatur NAT/firewall/dll. untuk mengizinkan ini. Pemain lain kemudian dapat memilih “Bergabung ke permainan” dan memasukkan alamat IP host.
it: Per creare una partita multigiocatore, un giocatore deve cliccare su "Crea partita". Il gioco usa l'UDP port 20595, quindi l'organizzatore deve configurare il suo NAT/firewall/ecc. per farlo. Allora gli altri giocatori potranno scegliere “Unisciti” ed entrare nel suo indirizzo IP.
ja: マルチプレイヤーゲームを設定するには、1人のプレイヤーが「ホストゲーム」を選択する必要があります。ゲームはUDPポート20595を使用するので、ホストはNAT/ファイアウォールなどを設定してこれを許可する必要があります。他のプレイヤーは、Join game を選択し、ホストのIPアドレスを入力します。
ko: 멀티플레이어 게임을 설정하려면 한 플레이어들이 “호스트 게임” 옵션을 선택해야 합니다. 이 게임은 UDP 포트 20595를 사용하므로 호스트는 이를 허용하도록 NAT/방화벽 등을 구성해야 합니다. 그런 다음 다른 플레이어들이 “게임 참여”를 선택하고 호스트의 IP 주소를 입력할 수 있습니다.
nl: Om een multiplayer spel te starten moet één speler de “Host een spel” optie selecteren. Het spel gebruikt UDP poort 20595, dus moet de host zijn / haar NAT, firewall enz. configureren om dit toe te staan. Andere spelers kunnen dan “Doe mee aan een spel” selecteren en het IP adres van de host invoeren.
pl: Aby uruchomić tryb rozgrywki dla wielu graczy, jeden z nich musi wybrać opcję "Załóż grę". Gra używa protokołu UDP na porcie 20595, więc gospodarz musi odpowiednio skonfigurować NAT/zaporę ogniową/itp., aby można było grać. Pozostali gracze mogą dołączyć do gry, a następnie wpisać adres IP hosta.
pt_br: Para iniciar uma sessão multijogador, um dos participantes tem que utilizar a opção "Hospedar jogo". Para tanto, pode ser necessário reajustar o firewall, o NAT ou algum outro aplicativo para liberar o acesso à porta 20595 com o protocolo UDP. Os outros jogadores só precisam selecionar a opção "Entrar em um jogo" e inserir o endereço de IP de quem está hospedando o jogo.
pt_pt: Para configurar um jogo multijogador, um dos jogadores deve selecionar a opção “Hospedar Jogo”. O jogo usa a porta UDP 20595 e, por isso, o hospedeiro deve configurar a sua firewall/NAT/etc. (redirecionamento de porta) para que esta porta possa ser usada. Os outros jogadores devem selecionar “Entrar num Jogo” e introduzir o endereço IP do anfitrião.
ru: Чтобы создать сетевую игру, выберите «Создать игру». Другие игроки должны выбрать «Присоединиться к игре» и ввести ваш IP-адрес. Игра использует UDP-порт 20595, поэтому убедитесь, что он доступен из сети. Возможно вам потребуется настройка NAT, сетевого экрана и т. д.
sv: För att skapa ett flerspelarspel måste en spelare välja alternativet "Värdspel". Spelet använder UDP-port 20595, så värden måste konfigurera sin NAT/brandvägg/etc. för att tillåta detta. Andra spelare kan sedan välja "Gå med i spelet" och ange värdens IP-adress.
tr: Çok oyunculu bir oyun kurmak için bir oyuncunun “Ev sahibi oyun” seçeneğini seçmesi gerekir. Oyun UDP bağlantı noktası 20595 kullanıyor, bu nedenle ana bilgisayar NAT / güvenlik duvarı / vb. buna izin vermek. Diğer oyuncular daha sonra “Oyuna katıl” ı seçebilir ve sunucunun IP adresini girebilir.
uk: Щоб налаштувати багатокористувацьку гру, один гравець повинен вибрати опцію “Власна гра”. Гра використовує UDP-порт 20595, тому власник повинен налаштувати свій NAT/мережевий екран/тощо, щоб дозволити це. Інші гравці потім можуть вибрати “Приєднатися до гри” та ввести IP-адресу власника.
zh: 要进行多人游戏，需要一名玩家选择“建立主机”来创建。游戏采用 UDP 端口20595，要确保端口未被 NAT 或者防火墙程序屏蔽。接下来其他玩家可以选择“加入游戏”，然后输入游戏主机的 IP 地址.
zh_tw: 若要創建多人遊戲，玩家得選擇「主持遊戲」按鈕。遊戲使用 UDP 埠 20595，主持人得設定 NAT／防火牆／等等以允許連線。其他玩家可以選擇「加入遊戲」並輸入主持人的 IP 位址。

source: [font="sans-bold-16"]Game setup[font="sans-14"]
ast: [font="sans-bold-16"]Intamamiento de partidɐs[font="sans-14"]
bg: [font="sans-bold-16"]Игрални настройки[font="sans-14"]
ca: [font="sans-bold-16"]Configuració de la partida[font="sans-14"]
cs: [font="sans-bold-16"]Nastavení hry[font="sans-14"]
de: [font="sans-bold-16"]Spieleinrichtung[font="sans-14"]
el: [font="sans-bold-16"]Ρύθμιση παιχνιδιού[font="sans-14"]
es: [font="sans-bold-16"]Ajustes de partida[font="sans-14"]
eu: [font="sans-bold-16"]Partidaren ezarpena[font="sans-14"]
fi: [font="sans-bold-16"]Pelin asetukset[font="sans-14"]
fr: [font="sans-bold-16"]Paramètres du jeu[font="sans-14"]
gd: [font="sans-bold-16"]Rèiteachadh a’ gheama[font="sans-14"]
gl: [font="sans-bold-16"]Configuración do xogo[font="sans-14"]
hu: [font="sans-bold-16"]Játék beállításai[font="sans-14"]
id: [font="sans-bold-16"]Penyiapan permainan[font="sans-14"]
it: [font="sans-bold-16"]Impostazioni partita[font="sans-14"]
ja: [font="sans-bold-16"]ゲーム開始設定[font="sans-14"]
ko: [font="sans-bold-16"]게임 설정[font="sans-14"]
nl: [font="sans-bold-16"]Wedstrijd instellen[font="sans-14"]
pl: [font="sans-bold-16"]Uruchamianie gry[font="sans-14"]
pt_br: [font="sans-bold-16"]Configuração do jogo[font="sans-14"]
pt_pt: [font="sans-bold-16"]Configuração do jogo[font="sans-14"]
ru: [font="sans-bold-16"]Настройки игры[font="sans-14"]
sv: [font="sans-bold-16"]Spelinställningarfont="sans-14"]
tr: [font="sans-bold-16"]Oyun Kurulumu[font="sans-14"]
uk: [font="sans-bold-16"]Налаштування гри[font="sans-14"]
zh: [font="sans-bold-16"]游戏设置[font="sans-14"]
zh_tw: [font="sans-bold-16"]遊戲設定[font="sans-14"]

source: In a multiplayer game, only the host can alter the game setup options.
ast: Nɐs partidɐs de varios jogadores, solo l hospedeiru puöde alterare lɐs opciones de la partida.
bg: По време на мрежова игра само играчът, който е в ролята на сървър, може да променя опциите на играта.
ca: En una partida multijugador, només l'amfitrió pot modificar les opcions de la partida.
cs: Ve hře pro více hráčů může měnit volby nastavení hry pouze hostitel.
de: In einem Mehrspielerspiel kann nur der Host die Spieleinstellungen ändern.
el: Στα παιχνίδια με πολλούς παίκτες, μόνο ο οικοδεσπότης του παιχνιδιού μπορεί να αλλάξει της επιλογές του παιχνιδιού.
es: En una partida multijugador solo el anfitrión puede cambiar los ajustes de la partida.
eu: Hainbat jokalarientzako partida batean, anfitrioiak bakarrik aldatu ditzake partidaren ezarpenak.
fi: Vain isäntä voi muuttaa pelin asetuksia moninpelissä.
fr: Dans une partie multijoueur, seul l'hôte peut modifier les paramètres de la partie.
gd: Ann an geama ioma-chluicheadair, chan urrainn ach dhan òstair roghainnean rèiteachaidh a’ gheama atharrachadh.
gl: Nas partidas de varios xogadores, só o anfitrión pode mudar as opcións de configuración da partida.
hu: Többjátékos módban csak a házigazda módosíthatja a játék beállításait.
id: Dalam permainan bersama, hanya host yang dapat mengubah pilihan penyiapan permainan.
it: In una partita multigiocatore solo l'ospitante può modificare le opzioni iniziali della prtita.
ja: マルチプレーヤーゲームではホストだけがゲーム開始設定を変更できます。
ko: 멀티플레이어 게임에서는 호스트만 게임 설정 옵션을 변경할 수 있습니다.
nl: In een multiplayer spel kan alleen de host de instellingen wijzigen.
pl: W trybie wieloosobowym tylko gospodarz może zmieniać ustawienia gry.
pt_br: Nas sessões multijogador, apenas quem hospeda o jogo pode configurar as regras.
pt_pt: Num jogo multijogador, só o hospedeiro pode alterar as opções de configuração do jogo.
ru: В сетевой игре только хост может менять параметры игры.
sv: I ett flerspelarspel kan bara värden ändra spelinställningarna.
tr: Çok oyunculu bir oyunda, sadece ev sahibi oyun kurulum seçeneklerini değiştirebilir.
uk: У багатокористувацькій грі тільки власник може змінити опції налаштування гри.
zh: 多人游戏中，只有主机能改动游戏设置。
zh_tw: 在多人遊戲中，只有主持人能調整遊戲設定。
