Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: At this point, food and wood are the most important resources for developing your economy, so let's start with gathering food. Female citizens gather vegetables faster than other units.
ast: Nesti puntu, la comida y la madera son los recursos que valen más pa desendolcar la economía, asina que vamos entamar recoyendo comida. Les ciudadanes recueyen los vexetales más rápido qu'otres unidaes.
bg: На този етап храната и дървата са най-важните ресурси за развиване на икономиката Ви, така че да започнем с добива на храна. Жените събират храна от растенията по-бързо от другите единици.
br: D'ar poent-se eo ar boued hag ar c'hoad ar mammennoù pouezusañ evit diorren hoc'h ekonomiezh neuze krogomp gant an dastum boued. Ar c'heodedourezed a zastum boued plantel buanoc'h eget an unanennoù all.
ca: En aquest punt, menjar i fusta són els recursos més importants per a desenvolupar la teua economia, així que comencem arreplegant menjar. Les ciutadanes arrepleguen vegetals més ràpid que les altres unitats.
de: Derzeit sind Nahrung und Holz die wichtigsten Ressourcen, um deine Wirtschaft zu entwickeln, also fangen wir an, Nahrung zu sammeln. Bürgerinnen sammeln pflanzliche Nahrung schneller als ihre männlichen Gegenparts.
el: Σε αυτό το σημείο, τα τρόφιμα και το ξύλο είναι οι σημαντικότεροι πόροι για την ανάπτυξη της οικονομίας σας, οπότε ας αρχίσουμε με τη συλλογή τροφίμων. Οι γυναίκες μαζεύουν φυτικά τρόφιμα ταχύτερα από τις άλλες μονάδες.
eo: Ĉi-punkte, manĝaĵo kaj ligno estas la plej gravaj resursoj por disvolvi vian ekonomion, do ni komencu per manĝaĵa kolekto. Civitaninoj kolektas legomojn pli rapide ol aliaj unuoj.
es: En este momento, la comida y la madera son los recursos más importantes para desarrollar tu economía, así que empecemos a recolectar comida. Las ciudadanas recolectan frutas y verduras más rápido que otras unidades.
es_ar: En este punto, el alimento y la madera son los recursos más importantes para desarrollar tu economía, por eso comienza por recolectar alimento. Las Ciudadanas recolectan vegetales más rápido que otras unidades.
eu: Momentu honetan, janaria eta egurra zure ekonomia garatzeko baliabide garrantzitsuenak dira, beraz, janaria biltzen hasiko gara. Hiritar emakumezkoek barazkiak beste unitateek baino azkarrago biltzen dituzte.
fa: در این مرحله غذا و چوب مهمترین منابع برای توسعه اقتصاد شما در بازی هستند، بنابرین اجازه دهید شروع به جمع کردن غذا کنیم، زن های شهروند قادر هستند سبزیجات و محصولات کشاورزی را سریعتر از سایر انواع کارگر جمع کنند.
ga: Ag an am seo, tá bia is adhmad na hacmhainní is tábhachtaí agat le d'eacnamaíocht a fhorbairt. Mar sin tosaimid ag bailiú bia. Bailíonn banshaoránaigh glasraí níos tapa ná aonaid eile.
gd: Aig an ìre seo, ’s e am biadh is am fiodh a tha sna stòrasan as cudromaiche airson leasachadh na h-eaconamaidh agad agus tòisicheamaid le cruinneachadh bìdh. Cruinnichidh saoranaich boireann glasraich nas luaithe na aonad sam bith eile.
gl: Neste punto, a comida e a madeira son os recursos máis importantes para desenvolver a túa economía, así que empecemos por recoller comida. As cidadás recoller os vexetais máis rápido que o resto de unidades.
it: A questo punto, Legna e Cibo sono le risorse più importanti per sviluppare la tua economia, perciò iniziamo raccogliendo Cibo. Le donne raccolgono Cibo da fonti non animali più velocemente rispetto agli uomini.
ko: 이 시점에서 식량과 목재는 경제를 발전시키는 데 가장 중요한 자원입니다. 그러니 식량을 채집하는 것부터 시작합시다. 여성 시민은 다른 유닛보다 채소를 더 빨리 모읍니다.
ms: Pada tahap ini, makanan dan kayu merupakan sumber paling penting untuk membangunkan ekonomi anda, oleh itu mulakan pengumpulan makanan. Rakyat perempuan lebih pantas mengumpul makanan bukan berasaskan daging berbanding pihak lelaki.
pl: W tym momencie Drewno i Jedzenie są najważniejszymi zasobami dla rozwoju twojej gospodarki, zacznijmy od zbierania żywności. Obywatelki gromadzą pokarm niepochodzący z mięsa szybciej niż Obywatele.
pt_pt: A esta altura, a comida e a madeira são os recursos mais importantes para desenvolver a economia, por isso vamos começar por recolher comida. As cidadãs recolhem vegetais mais depressa do que outras unidades.
ru: На данный момент еда и древесина являются наиболее важными ресурсами для развития Вашей экономики, так что давайте начнем со сбора продовольствия. Женщины собирают овощи быстрее других юнитов.
sk: Teraz sú pre vývoj ekonomiky najdôležitejšími surovinami jedlo a drevo, takže začnime zbierať jedlo. Ženy-občianky zbierajú plodiny rýchlejšie ako ostatné jednotky.
sv: Just nu är mat och trä de viktigaste resurserna för att utveckla din ekonomi, så låt oss börja med att samla mat. Kvinnor samlar mat snabbare än andra enheter.
tr: Bu noktada, yiyecek ve odun ekonominizi geliştirmek için en önemli kaynaklardır, o yüzden yiyecek toplamaya başlayalım. Kadın vatandaşlar sebzeleri diğer birimlerden daha hızlı toplar.
uk: На цьому етапі Їжа та Деревина є найважливішими ресурсами для розвитку вашої економіки, тому давайте почнемо збирання їжі. Городянки збирають їжу швидше, ніж інші юніти.
zh: 为了发展经济，在目前这个阶段，食物和木材是最重要的资源。所以让我们从采集食物开始。（女性公民采集植物比其他单元快）

source: There are primarily three ways to select units:
ast: Hai tres formes principales d'esbillar unidaes:
bg: Има три основни начина за избор на единици:
br: Dre vras ez eus tri doare da ziuzañ an unanennoù:
ca: Hi ha tres formes principals de seleccionar unitats:
cs: Jsou zde tři hlavní způsoby, jak označit jednotku.
de: Es gibt im Prinzip drei Arten, um Einheiten anzuwählen:
el: Υπάρχουν τρεις τρόποι για να επιλέξετε μονάδες:
eo: Estas ĉefe tri kieloj elekti unuojn:
es: Por lo general hay tres formas de seleccionar unidades:
es_ar: Hay tres formas principales de seleccionar unidades:
eu: Nagusiki hiru dira unitateak aukeratzeko erak.
fa: اینها سه روش اصلی برای انتخاب نیروها است:
fi: Yksiköiden valintaan on kolme pääasiallista tapaa:
fr: Il existe principalement trois façons de sélectionner des unités :
ga: Tá tri phríomhchaoi d'aonaid a roghnú:
gd: Tha trì prìomh-dhòighean ann gus aonadan a thaghadh:
gl: Hai tres formas principais de seleccionar unidades:
hu: Alapvetően három mód van az egységek kijelölésére:
id: Ada tiga cara untuk memilih unit:
it: Esistono tre principali metodi per selezionare le unità:
ja: ユニットを選択するには大きく３つの方法があります。
ko: 주로 유닛을 선택하는 세 가지 방법이 있습니다.
ms: Terdapat tiga cara utama untuk memilih unit:
nb: Det finnes i hovedsak tre måter å velge enheter:
nl: Er zijn in principe drie manieren om eenheden te selecteren:
pl: Istnieją trzy główne sposoby wybierania jednostek:
pt_br: Existem três maneiras primárias de selecionar unidades:
pt_pt: Existem primariamente três formas de selecionar unidades:
ru: Существует три основных способа выбора юнитов:
sk: Existujú tri spôsoby výberu jednotiek:
sv: Det finns tre vanliga sätt att välja enheter:
tr: Birimleri seçmek için temel olarak üç yöntem var:
uk: Існує, насамперед, три способи вибору одиниць:
zh: 一共有三种选中单元：
zh_tw: 選擇人員的方式主要有三種：

source: 1) Hold the left mouse button and drag a selection rectangle that encloses the units you want to select.
ast: 1) Tener primíu'l botón esquierdu y arrastrar el punteru pa facer un rectángulu d'esbilla que cueya les unidaes que quies esbillar.
bg: 1) Задръжте левия бутон на мишката и завлачете, докато опишете правоъгълник, който обгражда единиците, които искате да изберете.
br: 1) Dalc'hit bouton-kleiz al logodenn gwasket ha riklit anezhi evit tresañ ur skouergorneg a c'hourizo an unanennoù ho peus c'hoant da ziuzañ.
ca: 1) Mantingueu el botó esquerre premut i arrossegueu un rectangle de selecció que englobi les unitats que voleu.
cs: 1) Podržte levé tlačítko myši a táhněte, čímž zvětšíte oblast zahrnutou výběrovým obdélník, jenž tak obklopí jednotky, které chcete vybrat.
de: 1) Halte die linke Maustaste gedrückt und ziehe eine Auswahlrechteck, das die Einheiten, die du auswählen willst, einschließt.
el: 1) Κρατήστε το αριστερό πλήκτρο του ποντικιού και σύρετε ένα ορθογώνιο επιλογής που περικλείει τις μονάδες που θέλετε να επιλέξετε.
eo: 1) Daŭre premu la maldekstran klakilan butonon kaj tiri elektan rektangulon, kiu ĉirkaŭfermas la unuojn, kiujn vi volas elekti.
es: 1) Mantén pulsado el botón izquierdo del ratón y arrastra el cursor formando un rectángulo que contenga las unidades que quieras seleccionar.
es_ar: 1) Mantén presionado el botón izquierdo y arrástralo para formar un rectángulo de selección que rodee las unidades que quieres seleccionar.
eu: 1) Saguaren ezker botoia sakatuta eduki eta erakuslea eraman lauki zuzena eginez aukeratu nahi dituzun unitateak bilduz.
fa: 1) نگهداشتن کلید چپ ماوس و کشیدن یک مستطیل که نیروهای مورد نظر شما را دربر بگیرد
fi: 1) Pidä hiiren vasenta painiketta painettuna ja vedä valintaneliö, joka ympäröi haluamasi yksiköt.
fr: 1) Garder le bouton gauche de la souris enfoncé et faire glisser la souris pour former un rectangle qui entourera les unités que l’on veut sélectionner.
ga: 1) Brúigh ar cléchnaipe an luiche agus tarraing dronuilleog roghnaithe ar timpeall na n-aonad ba mhaith leat a roghnú.
gd: 1) Cum sìos putan clì na luchaige agus slaod ceart-cheàrnach taghaidh timcheall air na h-aonadan a bu toigh leat taghadh.
gl: 1) Mantén premido o botón principal do rato e arrastra o rectángulo de selección sobre as unidades que queres seleccionar.
hu: 1.: Tartsd lenyomva a bal egérgombot, és húzz egy kijelölő téglalapot a kijelölni kívánt egységek köré.
id: 1) Klik kiri tetikus dan tahan lalu seret kotak pemilihan hingga meliputi semua unit yang ingin anda pilih.
it: 1) Tieni premuto il tasto sinistro e trascina il rettangolo affinché contenga le unità che intendi selezionare.
ja: 1) 左クリックを長押しして範囲をドラッグすることで選択したいユニットを囲む
ko: 1) 마우스 왼쪽 버튼을 누른 상태에서 선택하려는 유닛을 둘러싸는 선택 사각형을 드래그 합니다.
ms: 1) Tahan butang tetikus kiri dan seret segiempat pilihan yang meliputi unit yang anda kehendaki.
nb: 1) Hold venstre museknapp og dra et utvelgelsesrektangel som omkranser enhetene du ønsker å velge.
nl: 1) Houd de linker muisknop ingedrukt en sleep een selectierechthoek om de eenheden heen die u wilt selecteren.
pl: 1) Przytrzymaj lewy przycisk myszy i przeciągnij prostokąt zaznaczenia nad jednostkami które chcesz wybrać.
pt_br: 1) Mantenha pressionado o botão esquerdo do mouse e arraste para fazer uma seleção retangular das unidades que queira selecionar.
pt_pt: 1) Mantém premido o botão esquerdo do rato e arrasta para fazer uma seleção retangular das unidades que queres selecionar.
ru: 1) Удерживая левую кнопку мыши, с помощью прямоугольника выбора охватите юнитов, которых Вы хотите выбрать.
sk: 1) Podrž ľavé tlačidlo myši a ťahaj výberový obdĺžnik, ktorý obklopuje jednotky, ktoré chceš vybrať.
sv: 1) Håll nere vänster musknapp och dra en urvalsrektangel över de enheter du vill välja.
tr: 1) Sol fare düğmesini basılı tutun ve sürükleyerek seçmek istediğiniz birimleri içine alan bir dikdörtgen oluşturun.
uk: 1) Тримайте ліву кнопку миші та перетягніть прямокутник вибору так, щоб він охоплював юнітів, які ви хочете вибрати.
zh: 1) 按住鼠标左键，然后拽出一个长方形，包围住您想选中的单元。
zh_tw: 1、按住滑鼠左鍵，拉出一個四角形，把您想選擇的人員都包圍起來

source: 2) Click on one of them and then add additional units to your selection by holding Shift and clicking each additional unit (or also via the above selection rectangle).
ast: 2) Calcar en dalguna d'elles y amestar más unidaes a la esbilla primiendo Mayús y calcando n'otres unidaes (o tamién per aciu de la esbilla rectangular d'enriba).
bg: 2) Щракнете върху една от тях и след това добавете още единици към избраните, като задържите клавиша Shift и щракнете върху всяка отделна единица (или като направите още един правоъгълник за избор, както по-горе).
br: 2) Klikit war unan anezho hag ebarzhit unanennoù ouzhpenn d'ho tiuzadenn en ur zerc'hel Lkd ha klikañ war pep unanenn da ouzhpennañ (pe dre ar skouergorneg-ziuzañ).
ca: 2) Prem sobre una d'elles i aleshores afig unitats addicionals a la teua selecció prement Shift i després sobre qualsevol unitat addicional (o també per mig de la selecció en rectangle).
cs: 2) Klepněte na jednu z nich. K ní můžete přidat další jednotku tak, že podržíte Shift a klepnete na další jednotku (nebo pomocí výběrového obdélníku popsaného výše)
de: 2) Klicke auf eine davon und füge dann zusätzliche Einheiten hinzu, indem du mit Umschalt-Klick jede weitere Einheit anklickst (oder auch mit dem oben erwähnten Auswahlrechteck)
el: 2) Κάντε κλικ σε μία από αυτές και στη συνέχεια, προσθέστε επιπλέον μονάδες στην επιλογή σας κάνοντας shift και κλικ σε κάθε επιπρόσθετη μονάδα (ή και μέσω του παραπάνω ορθογωνίου επιλογής).
eo: 2) Klaku sur unu el ili kaj poste aldonu pliajn unuojn al via elekto per manteno de la Maj.iga klavo kaj klako ĉiu plia unuo (aŭ ankaŭ per la supere-dirita elekta rektangulo).
es: 2) Haz clic sobre uno de ellos y después añade unidades adicionales haciendo clic sobre cada una de ellas manteniendo pulsado Mayús (o mediante el rectángulo de selección mostrado anteriormente)
es_ar: 2) Haz click sobre una de las unidades y luego incorpora unidades adicionales a tu selección manteniendo apretado Shift y haciendo click sobre cada unidad adicional (o tambíen con el rectángulo de selección antes mencionado).
eu: 2) Horietako baten gainean klikatu eta gero unitate gehigarriak gehitu beraietako bakoitzaren gainean Maius sakatuta duzula (edo lehen erakutsitako lauki zuzena erabiliz).
fa: 2) کلیک کردن بر روی یک نیرو و سپس نگه داشتن کلید شیفت و کلید کردن بر روی نیروهای دیگر جهت اضافه شدن آنها به نیروهای انتخاب شده ( یا حتی مجدد از طریق روش اول و کشیدن مستطیل)
fi: 2) Napsauta yhtä niistä ja lisää sitten lisää yksiköitä valintaan pitämällä Shift-painiketta painettuna ja napsauttamalla jokaista uutta yksikköä (tai käyttämällä yllä mainittua valinteneliötä).
fr: 2) Cliquer sur une d’entre elles puis ajouter des unités additionnelles à la sélection avec un clic sur chaque unité supplémentaire tout en maintenant la touche Maj. enfoncée (vous pouvez aussi utiliser la sélection rectangulaire).
ga: 2) Cliceáil ar aon aonad amháin agus ansin cuir le haonaid bhreise ag do roghnú trí bhrú ar Shift agus trí chliceáil ar gach aonad breise (nó mar an chéad caoi leis an ndronuilleog roghnaithe).
gd: 2) Briog air aonad agus cum sìos Shift le briogadh air barrachd aonadan gus an cur ris an taghadh an uairsin (obraichidh seo leis a’ cheart-cheàrnach taghaidh gu h-àrd cuideachd).
gl: 2) Preme un deles e a continuación engade unidades adicionais á selección mantendo Maiós e premendo cada unidade adicional (ou tamén mediante un rectángulo de selección por riba).
hu: 2) Kattints rá egyikükre, majd a további egységek kijelöléséhez a Shiftet lenyomva tartva kattints minden további egységre (vagy jelöld ki a fentebb említett kijelölő téglalappal).
id: 2) Pilih salah satu unit dan tambahkan unit ke pilihanmu dengan menahan Shift dan klik tiap-tiap unit yang ingin ditambahkan (atau juga bisa dengan kotak pemilihan di atas).
it: 2) Clicca su un'unità e poi aggiungi unità alla selezione tenendo premuto il tasto Maiusc e cliccando sulle altre unità (oppure utilizzando il rettangolo per selezionarle).
ja: 2) ユニットをクリックしたあと、Shiftを押しながら他のユニットをクリックして 選択に追加する。（範囲選択方法でも追加選択することができます）
ko: 2) 유닛을 클릭한 다음 Shift 키를 누른 상태에서 각 추가 유닛(또는 위의 선택 직사각형을 통해)을 클릭하여 선택 항목에 추가할 수 있습니다.
ms: 2) Klik pada salah satu unit tersebut kemudian tambah unit tambahan ke dalam pemilihan anda dengan menahan Shift dan klik pada setiap unit tambahan (atau melalui segiempat pilihan di atas).
nl: 2) Klik op één ervan en voeg dan meer eenheden toe aan uw selectie door Shift ingedrukt te houden en op elke verdere eenheid te klikken (of ook door middel van bovenstaande selectierechthoek).
pl: 2) Kliknij na jedną z nich a następnie dodaj dodatkowe jednostki do zaznaczenia przez kliknięcie z przytrzymanym przyciskiem Shift na jednostkę (lub przez powyższe zaznaczenie prostokątem).
pt_br: 2) Clique em uma das unidades e então adicione unidades adicionais à seleção mantendo pressionado a tecla Shift e clicando em cada uma das unidades adicionais (ou também através da seleção em retângulo descrita anteriormente).
pt_pt: 2) Clica numa das unidades e então adiciona unidades adicionais à seleção mantendo premida a tecla Shift e clicando em cada uma das unidades adicionais (ou também através da seleção em retângulo descrita anteriormente).
ru: 2) Кликнуть по одному из них, а затем добавить дополнительных юнитов к выбранному, удерживая Shift и щелкая на каждого дополнительного юнита (или используя прямоугольник выбора, как описано выше).
sk: 2) Klikni na jednu z nich a potom pridaj ďalšie jednotky k výberu podržaním klávesy Shift a kliknutím na každú ďalšiu jednotku (alebo tiež cez vyššie uvedený obdĺžnik výberu).
sv: 2) Klicka på en av enheterna och lägg sedan till ytterligare enheter till urvalet genom att hålla ner Shift och klicka på varje ytterligare enhet (eller med urvalsrektangel enligt ovan).
tr: 2) Onlardan birine tıklayın ve daha sonra Shift tuşunu basılı tutarken her bir ek birime tıklayarak (veya yukarıdaki seçim dikdörtgeniyle) seçiminize ilave birimler ekleyin.
uk: 2) Натисніть на одного з них, а потім додайте додаткових юнітів до вибору, утримуючи Shift і натискаючи на кожного додаткового юніта (або також через вищезазначений прямокутник вибору).
zh: 2) 点击其中的一个，然后按住Shift键依次点击其他单元（或者通过上一条的长方形选择框选择）。
zh_tw: 2、先選擇一個人員，按住 Shift 鍵，再點選其他人員。也可以按住 Shift 鍵之後再拉一個四角形。

source: 3) Double-click on a unit. This will select every unit of the same type as the specified unit in your visible window. Triple-click will select all units of the same type on the entire map.
ast: 3) Calcar dos vegaes nuna unidá. Eso va esbillar cada unidá de la mesma triba que veas como la unidá escoyida de la ventana. Calcar tres vegaes va esbillar cada unidá de la mesma triba per tol mapa.
bg: 3) Щракнете два пъти върху единица. Така ще изберете всички единици от същия вид, които се виждат на екрана. Ако щракнете три пъти, ще изберете всички единици от същия вид на цялата карта.
br: 3) Daou-glikit war un unanenn. An dra-se a ziuzo kement unanenn heñvel ouzh an hini diuzet en ho prenestr gwelus. Tri-c'hlikit evit diuzañ war ar gartenn a-bezh an holl unanennoù heñvel.
ca: 3) Doble clic en una unitat. Així seleccionareu totes les unitats del mateix tipus que la unitat específica de la finestra visible. Amb tres clics seleccionareu totes les unitats del mateix tipus en tot el mapa.
cs: 3) Dvojklepnutím na jednotku vyberete všechny jednotky daného typu, které jsou viditelné na obrazovce. Trojklepnutím vyberete všechny jednotky daného typu na celé mapě.
de: 3) Doppel-Klick auf eine Einheit. Damit wird jede Einheit desselben Typs im Sichtbereich ausgewählt. Ein Dreifach-Klick wählt alle Einheiten desselben Typs auf der gesamten Karte aus.
el: 3) Κάντε διπλό κλικ σε μια μονάδα. Αυτό θα επιλέξει κάθε μονάδα του ίδιου τύπου με τη συγκεκριμένη μονάδα στο ορατό παράθυρό σας. Με το τριπλό κλικ θα επιλέξετε όλες τις μονάδες του ίδιου τύπου σε ολόκληρο το χάρτη.
eo: 3) Duoble-klaku sur unuon. Tio elektos ĉiun tian unuon, kia la klakita, en via videbla fenestro. Trioble-klaku elektos ĉiujn tiajn unuojn sur la tuta mapo.
es: 3) Haz doble clic sobre una unidad. Esto seleccionará todas las unidades del mismo tipo dentro del campo de visión. Un clic triple seleccionará todas las unidades de un tipo en todo el mapa.
es_ar: 3) Haz doble click sobre una unidad. Esto seleccionará toda unidad del mismo tipo que la unidad especificada en tu ventana visible. Haz triple click para seleccionar todas las unidades del mismo tipo en todo el mapa.
eu: 3) Klik bikoitza egin unitate baten gainean. Honek aukeratuko ditu zehaztutako unitatearekin bat egiten dituzten eta leihoan aurkitzen diren unitate guztiak. Klik hirukoitz batek mapa osoan dauden mota bereko unitate guztiak aukeratuko ditu.
fa: 3) دوبار کلیک کردن بر روی یک نیرو . این کار باعث می شود سایر نیروها از همان نوع که در نمای شما قرار دارند انتخاب شوند. سه بار کلیک کردن باعث میشود تمام نیروهای آن نوع در تمام نقشه انخاب شوند.
fi: 3) Kaksoisnapsauta yksikköä. Tämä valitsee kaikki näkyvässä ikkunassa olevat yksiköt, jotka ovat samantyyppisiä kuin kyseinen yksikkö. Kolminkertainen napsautus valitsee kaikki samantyyppiset yksiköt koko kartalta.
fr: 3) Double-cliquer sur une unité. Cela sélectionnera toutes les unités du même type que l’unité spécifiée dans la fenêtre visible. Un triple-clic sélectionnera toutes les unités du même type sur toute la carte.
ga: 3) Cliceáil faoi dhó ar aonad. Roghnaigh an aicsean sin gach eile aonad den chineál céanna i d'fhuinneog reatha. Cliceáil faoi thrí agus cineál an aonad a roghnú ar an léarscáil ar fad.
gd: 3) Dèan briogadh dùbailte air aonad. Taghaidh seo gach aonad dhen aon seòrsa ’s a tha an t-aonad a shònraich thu am broinn na h-uinneige a chì thu. Ma nì thu trì briogaidhean, taghaidh seo gach aonad dhen aon seòrsa air a’ mhapa gu lèir.
gl: 3) Fai clic duplo nunha unidade. Isto seleccionará todas as unidades do mesmo tipo que a unidade indicada na xanela visíbel. Un clic triplo seleccionará todas as unidades do mesmo tipo en todo o mapa.
hu: 3.: Dupla kattintás egy egységen. Így minden, a kijelölttel megegyező típusú egység kijelölésre kerül az ablakban látható területen. Tripla kattintással a pályán szereplő összes megegyező típusú egység kijelölésre kerül.
id: 3) Klik sebuah unit dua kali. Aksi ini akan memilih semua unit dengan tipe yang sama di dalam area layar yang terlihat. Klik tiga kali akan memilih semua unit dengan tipe yang sama di seluruh peta.
it: 3) Doppio clicca su un'unità. In questo modo selezionerai tutte le unità dello stesso tipo all'interno della tua schermata. Clicca tre volte e selezionerai tutte le unità di quel tipo sulla mappa.
ko: 3) 유닛을 더블 클릭합니다. 그러면 표시되는 창에서 지정된 유닛과 동일한 유형의 모든 유닛이 선택됩니다. 세번 클릭하면 전체 지도에서 동일한 유형의 모든 유닛이 선택됩니다.
ms: 3) Dwi-klik pada seorang unit. Ia akan memilih setiap unit yang sejenis dalam tetingkap semasa anda. Klik tiga-kali akan memilih semua unit sejenis yang ada dalam keseluruhan peta.
nb: 3) Dobbeltklikk på en enhet. Dette vil velge hver enhet av samme type som angitt enhet i ditt synlige vindu. Trippelklikking vil velge alle enheter av samme type på hele kartet.
nl: 3) Dubbelklik op een eenheid. Dit selecteert elke eenheid van dezelfde soort als de aangegeven eenheid in uw zichtbare venster. Een drievoudige klik selecteert alle eenheden van dezelfde soort op de hele kaart.
pl: 3) Dwukrotnie kliknij na jednostkę. To spowoduje wybranie wszystkich jednostek tego samego typu w polu widzenia. Trzykrotne kliknięcie wybierze wszystkie jednostki danego typu na mapie.
pt_pt: 3) Faz clique duplo numa unidade. Isto irá selecionar todas as unidades do mesmo tipo que estejam visíveis na janela. Um clique triplo irá selecionar todas as unidades do mesmo tipo em todo o mapa.
ru: 3) Дважды кликните по юниту. Это позволит выбрать всех юнитов того же типа, что и выбранный юнит, на видимом участке карты. Тройной клик позволяет выделить всех юнитов одного типа на всей карте.
sk: 3) Dvakrát klikni na jednotku. Tým sa v tvojom viditeľnom okne vyberie každá jednotka rovnakého typu ako zadaná jednotka. Trojnásobným kliknutím vyberieš všetky jednotky rovnakého typu na celej mape.
sv: 3) Dubbelklicka på en enhet. Detta kommer att välja av samma sort som den valda enheten inom ditt synfält. Trippelklick väljer alla enheter av samma typ på hela kartan.
tr: 3) Bir birime çift tıkla. Bunu yapmak haritanın senin gördüğün kısmında aynı türdeki tüm birimleri seçer. Üç kez tıklamak tüm haritada aynı türdeki birimlerin hepsini seçer.
uk: 3) Двічі натисніть на юніта. Це дозволить вибрати кожного юніта того ж типу, що і вибраний юніт у вашому видимому вікні. Триразове натискання вибере всі юніти одного і того ж типу на всій карті.
zh: 3) 双击一个单元。这会选中所有当前可见窗口范围内相同种类的单元。三击可以选择整个地图上相同种类的单元。
zh_tw: 3、在您想選的人員身上點兩下，這樣就可以選擇畫面上所有同類型的人員，點三下則是可以選擇全地圖的同類型人員。
