Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Lycurgus instituted several military reforms, thus the complete and undivided allegiance to Sparta from its citizens was implemented under his form of government. -10% resource cost for citizen spear infantry.
br: Likurgus a ensavas meur a reform milourel, e-se sentur klok hag unvan ar geodedourien ouzh Sparta a oa bet lakaet e-pleustr dindan e c'houarnamant. -10% a goust e mammennoù evit ar geodedourien gant goafioù war droad.
el: Ο Λυκούργος καθιέρωσε διάφορες στρατιωτικές μεταρρυθμίσεις, έχοντας την πλήρη και αμέριστη αφοσίωση από τους πολίτες της Σπάρτη, υλοποιήθηκαν στα πλαίσια της διακυβέρνησής του. -10% κόστος πόρων για τους ακοντιστές πολίτες οπλίτες.
es_ar: Licurgo instauró numerosas reformas militaristas, de este modo, se implementó bajo su forma de gobierno una lealtad completa e indivisible de los ciudadanos a Esparta. El costo de la infantería de lanceros se reduce un 10%.
ga: Bhunaigh Laíocurgas roinnt leasuithe airm, mar sin cuireadh dílseacht glaniomlán Spartach as a saoránaigh faoina rialtas. Costas acmhainne -10% do chos-sleádóir saoránach.
gd: Chuir Lycurgus iomadh ath-leasachadh an airm an cèill, mar sin chaidh dìlseachd shlàn dha Sparta leis a shaoranaich a stèidheachadh fon rìoghachd aige. -10% air cosgaisean stòrais dha choisridh-dùthcha sleagha.
he: Lycurgus הנהיג מספר רפורמות צבאיות, ובכך נאמנות מלאה ובלתי מחולקת ספרטה מאזרחיה יושמה תחת צורתו של הממשלה. \ N -10% עלות המשאב עבור חיל הרגלים אזרח החנית.
ms: Lycurgus telah melakukan beberapa reformasi ketenteraan, seterusnya mewujudkan kesetiaan tidak berbelah bagi rakyat Sparta terhadap kerajaannya. -10% kos sumber untuk askar-rakyat infantri bertombak.
nb: Lykurg satte i verk flere militærreformer, derav ble den hele og udelte alliansen til Sparta fra dens innbyggere ble innført under hans styreform. -10% ressurskost for innbyggerspydinfanteri.

source: -5% resource cost for spear infantry champions.
br: -5% a goust evit ar goaferien kampioned war-droad.
el: -5% στο κόστος των πόρων για τους πρωταθλητές ακοντιστές πεζικού.
es_ar: -5% de costo de recursos de Lanceros Campeones.
ga: Costas acmhainne -5% do chos-sleádóirí curata.
gd: -5% a chosgaisean stòrais air laoich coisridh sleagha.
he: -5% עלות המשאבים עבור אלופי חיל הרגלים.
ms: -5% kos sumber untuk pahlawan infantri bertombak.
nb: -5% ressurskost for spydinfanterimestre.

source: To further support equality, Lycurgus forbade the use of gold and silver, introducing a new iron currency called pelanors. +15% metal gather rate for workers.
br: Evit lakaat muioc'h a ingalded, Likurgus en doa lakaet berz war implij an aour hag an arc'hant, en ur zegas e-barzh ur moneiz metal nevez a veze graet anezhañ pelanorioù. +15% a feur dastum metal evit al labourerien.
el: Για τη περαιτέρω ενίσχυση της ισότητα, ο Λυκούργος απαγόρευσε τη χρήση του χρυσού και του αργύρου, αντί αυτού εισήγαγε νέα σιδερένια νομίσματα που ονομάζονταν πελανόρια. +15% στο ποσοστό εξόρυξης μέταλλου για τους εργάτες.
es_ar: Para Seguir manteniendo la equidad, Licurgo prohibió el uso de oro y plata, introduciendo una nueva moneda de hierro llamada Pelanor. +15% en obtención de metal por trabajadores
ga: Do thacaíocht a thuilleadh, choisc Laíocurgas úsáid óir agus airgid, chuir sé in aithne airgeadra nua darb ainm péilanór. Ráta bhailithe mhiotail +15% d'oibrithe.
gd: Gus barrachd co-ionnannachd a bhrosnachadh, thoirmisg Lycurgus cleachdadh òir no airgid is stèidhich e airgeadra iarainn ùr ’na àite air an do chuirte peileanoraichean. Cruinnichidh an luchd-obrach meataiit nas luaithe le +15%.
he: כדי לתמוך עוד בשוויון, Lycurgus אסר על שימוש בזהב וכסף, מציגה מטבע ברזל חדש שנקרא pelanors. \ N + 15% איסוף מתכת עבור העובדים.
ms: Untuk mengukuhkan lagi kesamaan, Lycurgus melarang penggunaan emas dan perak, beliau memperkenalkan satu matawang besi baharu yang dikenali sebagai pelanors. +15% kadar pengumpulan logam bagi pekerja.
nb: For videre å støtte likhet, forbydde Lykurg bruken av gull og sølv, og introduserte i steden nye jern-byttemiddel kalt pelanorer. +15% metalutvinningstakt for arbeidere.

source: All soldiers in his formation +15% speed and +3 armor.
br: An holl soudarded en e stummidigezh +15% a dizh ha +3 a houarnwisk.
el: Όλοι οι στρατιώτες σε αυτόν το σχηματισμό έχουν +15% ταχύτητα και +3 θωράκιση.
es_ar: Todos los soldados de su formación aumentan 15% de velocidad y 3 puntos de armadura.
ga: Luas +15% agus armúr +3 do gach uile saighdiúir ina eagar.
gd: Gheibh gach saighdear sa chumadh aige +15% a dh’astar ’s +3 a dh’armachd.
he: כל החיילים במבנה שלו + 15% מהירות ו -3 שריון.
ms: Semua askar dalam formasinya +15% kelajuan dan +3 perisai.
nb: Alle soldater i hans formasjon +15 % hastighet og +3 rustningsgrad.

source: All javelin infantry +15% speed.
br: An holl spegourien war-droad +15% a dizh.
el: Όλοι οι πεζικάριοι ακοντιστές έχουν +15% ταχύτητα.
es_ar: Todas las unidades de jabalina obtienen +15% velocidad.
ga: Luas +15% do gach uile coisithe sleá.
gd: Gheibh gach aonad coisridh gatha +15% de luaths.
he: כל מהירות חי"ר +15%.
lv: Visi šķēpmetēju kājnieki +15% ātrums
ms: Semua Askar infantri bertombak +15% kelajuan.
nb: Alt kastespydinfanteri +15% hastighet.
te: ఈటెలు విసిరే సైనికులకు +15 శాతం వేగం.

source: +15% build and repair rate for workers.
br: +15% a feur sevel ha kempenn evit al labourerien.
el: +15% στο ρυθμό κατασκευής και επιδιόρθωσης για τους εργάτες.
es_ar: Los trabajadores aumentan 15% en su índice de construcción y reparación.
ga: Ráta tógála agus deisithe +15% d'oibrithe.
gd: Togaidh is càirichidh an luchd-obrach nas luaithe le +15%.
he: + 15% לבנות ולתקן שיעור עובדים.
ms: +15% kadar pembinaan dan membaiki bagi pekerja.
nb: +10% bygnings- og reparerings -takt for arbeidere.

source: Temple to Athena
br: Templ Atena
el: Ναός της Αθηνάς
gd: Teampall Athena
ms: Kuil Dewi Athena
nb: Athena Niketemplet

source: -25% stone cost and +2 garrisoned heal rate for temples.
br: -25% a goust maen ha +2 a feur pareañ evit an temploù gwarnizonet.
el: -25% κόστος σε πέτρα και +2 στο ρυθμό ίασης για αυτούς που φρουρούν τους ναούς.
es_ar: El costo en piedra de los templos se reduce 25% y las unidades y el índice de sanación de las unidades guarecidas aumenta 2 puntos.
ga: Costas cloiche -25% agus +2 ag ráta cneasaithe i ngarastún do theampaill.
gd: -25% air cosgais chlachan gus teampaill a thogail is -50% air luaths slànachaidh airson aonadan a tha ’nan gearastan ann.
he: -25% עלות אבן + 2 מחלימים שיעור לרפא מקדשים.
ms: -25% kos batu dan +2 kadar penyembuhan bergarison untuk kuil.
nb: -25% steinkost og +2 stasjonert helbredelsesrate for tempel.

source: When garrisoned in a ship, the ship is +50% faster and trains batches of units faster.
br: Pa vez gwarnizonet en ur vag, ar vag az a +50% buanoc'h ha fonnusoc’h e kas ar strolladoù unanennoù.
el: Όταν επιβιβάζεται σε ένα πλοίο, το πλοίο είναι +50% γρηγορότερο και εκπαιδεύει τις ομάδες μονάδων γρηγορότερα.
es_ar: Cuando se guarece en un barco, este incrementa su velocidad un 50% y entrena grupos de unidades más rápido.
ga: Nuair an ceannasaí atá i ngarastún sa long, an long sin +50% níos lua agus traenáil sé dreimeanna aonad níos lua.
gd: Nuair a bhios e ’na ghearastan air long, bidh an long +50% nas luaithe is trèanaidh i grunnan aonadan nas luaithe.
he: כאשר מחליקים בספינה, הספינה היא 50% מהר יותר מאמן קבוצות של יחידות מהר יותר.
ms: Bila garison di dalam kapal, kapalnya +50% lebih pantas dan latih unit secara berkelompok lebih pantas.
nb: Når stasjonert i et skip, er det +50% raskere og trener grupper av enheter raskere.

source: -20% build time and -50% metal cost for ships during his lifespan.
br: -20% a amzer sevel ha -50% a goust metal evit al listri e-pad e vuhez pad.
el: -20% στο χρόνο κατασκευής και -50% στο κόστος σε μέταλλο για τα πλοία κατά τη διάρκεια της ζωής του.
es_ar: Mientras este vivo, las embarcaciones se construyen un 20% más rápido y tienen su costo en metal se reduce un 50%.
ga: Am tógála -20% agus costas miotal -50% do longa i rith a bheatha.
gd: -20% air ùine togail is -50% air cosgais meatailt nan long fhad ’s a bhios e beò.
he: 20% זמן בנייה ו -50% עלות מתכת עבור ספינות במהלך חייו.
ms: -20% masa pembinaan dan -50% kos logam kapal sepanjang hayatnya.
nb: -20% byggetid og -50% metallkost for skip i hans levetid.

source: +20% attack, +2 capture and +10% speed for champion units.
br: +20% a dagusted, +2 a bakusted ha +10% a dizh evit an unanennoù kampion.
el: +20% επίθεση, +2 αιχμαλωσία και +10% ταχύτητα στις μονάδες-πρωταθλητές.
es_ar: +20% ataque, +2 captura y +10% de velocidad para unidades campeonas.
ga: Ionsaí +20%, gabháil +2 agus luas +10% d'aonaid laochta.
gd: +20% a dh’ionnsaigh, +2 a ghlacadh is luaths leasaichte le +10% airson laoich.
he: + 20% התקפה, +2 ללכוד + 10% מהירות עבור אלוף יחידות.
ms: +20% Serangan, +2 Tangkapan dan +10% Kelajuan untuk unit pahlawan.
nb: +20% angrep, +2 erobring og +10% hastighet for mesterenheter.

source: All soldiers and siege engines +15% speed and +1 armor.
br: An holl soudarded hag ar mekanikoù seziz +15% a dizh ha +1 a houarnwisk.
el: Όλοι οι στρατιώτες και πολιορκητικές μηχανές έχουν +15% ταχύτητα και +1 θωράκιση.
es_ar: Todos los soldados y unidades de asedio obtienen +15% de velocidad y +1 de armadura.
ga: Luas +15% agus armúr +1 ag gach uile saighdiúir agus inneall léigir.
gd: Gheibh gach saighdear ’s inneal-sèiste +15% de luaths is +1 a dh’armachd.
he: כל החיילים ומכונות המצור + 15% מהירות + 1 שריון.
ms: Semua askar dan alat pengepung +15% kelajuan dan +1 perisai.
nb: Alle soldater og beleiringsmaskiner +15% hastighet og +1 rustningsgrad.

source: +0.8 HP per second healing rate.
br: +0.8 PB an eilenn a feur pareañ.
el: +0,8 (HP) Πόντος Ζωής το δευτερόλεπτο στον ρυθμός ίασης.
es_ar: El índice de sanación se incrementa a 0.8 puntos por segundo.
ga: Ráta cneasaithe +0.8 AS sa tsoicind.
gd: +0.8 PB gach diog air luaths an t-slànachaidh.
he: +0.8 HP לשיעור הריפוי השני.
ms: +0.8% HP per saat kadar penyembuhan.
nb: +0.8 HP per sekund helingsrate.

source: Nearby soldiers and siege engines +15% speed.
br: Ar soudarded hag ar mekanikoù seziz e-kichen +15% a dizh.
el: Οι κοντινοί στρατιώτες και οι πολιορκητικές μηχανές +15% ταχύτητα.
es_ar: Maquinaria de asedio y soldados cercanos incrementan su velocidad un 15%.
ga: Luas +15% do shaighdiúirí agus innill léigir in aice láimhe.
gd: Gheibh saighdearan ’s innealan-sèiste am fagas +15% de luaths.
he: חיילים בקרבת מקום ומכונות מצור + מהירות של 15%.
ms: Askar dan alat pengepung berhampiran +15% kelajuan.

source: -20% attack for enemy mercenaries.
br: -20% a dagusted evit gopr-soudarded an enebourien.
el: -20% επίθεση για τους εχθρικούς μισθοφόρους.
es_ar: El ataque de enemigos mercenarios se reduce un 20%.
ga: Ionsaí -20% d'amhais naimhde.
gd: -20% a dh’ionnsaigh airson saighdearan-duaise nàimhdeil.
he: 20% התקפה עבור שכירי חרב האויב.
ms: -20% serangan untuk askar upahan pihak musuh.

source: +20% attack and +1 capture for nearby allied soldiers and siege engines.
br: +20% a dagusted ha +1 a bakusted evit soudarded ar re gevredet hag ar mekanikoù seziz.
el: +20% επίθεση και +1 κατάληψη για τους κοντινούς συμμαχικούς στρατιώτες και τις πολιορκητικές μηχανές.
es_ar: La maquinaria de asedio y soldados cercanos aliados ganan un 20% de ataque y 1 punto de captura.
ga: Ionsaí +20% agus gabháil +1 do saighdiúirí agus innill léigir ag comhghuaillithe in aice láimhe.
gd: +20% a dh’ionnsaigh is +1 a ghlacadh airson saighdearan ’s innealan-sèiste caidreabhach am fagas.
he: + 20% התקפה + 1 ללכוד עבור כוחות הברית הסמוכים ואת מנועי המצור.
ms: +20% serangan dan +1 tangkapan untuk askar dan alat pengepung sekutu berhampiran.

source: +30% attack for cavalry melee soldiers.
br: +30% a dagusted evit marc'hegerien ar stourmadeg.
el: +30% επίθεση για τους στρατιώτες ιππικού εκ του συστάδην.
es_ar: Soldados de caballería de cuerpo a cuerpo ganan 30% de ataque.
ga: Ionsaí +30% do shaighdiúirí troid-mharcacha.
gd: +30% a dh’ionnsaigh airson eachraidh dlùth.
he: + 30% התקפה על חיילים פרשים תגרה.
ms: +30% serangan untuk askar tempur berkuda.
nb: +30% angrep for kavalerinærkampssoldater.

source: +15 Metal loot for every enemy unit killed.
br: +15 a breizhadenn v/Metal da bep unanenn enebour lazhet.
el: +15 Μέταλλο για κάθε εξόντωση μονάδας.
es_ar: +15 botín en metal por cada unidad enemiga matada.
ga: Creach miotail +15 do gach aonad namhaid maraithe.
gd: +15 a spùinnean meatailt airson gach aonad an nàmhad air a mharbhadh.
he: +15 בוזז מתכת לכל יחידת אויב נהרג.
ms: +15 rampasan Logam untuk setiap unit musuh yang dibunuh.
nb: +15 metalltyvgods for hver fiendtlig enhet drept.

source: +20% attack and +1 capture for soldiers and siege engines.
br: +20% a dagusted ha +1 a bakusted evit ar soudarded ha mekanikoù seziz.
el: +20% επίθεση και +1 κατάληψη για τους στρατιώτες και τις πολιορκητικές μηχανές.
es_ar: La maquinaria de asedio y soldados cercanos aliados ganan un 20% de ataque y 1 punto de captura.
ga: Ionsaí +20% agus gabháil +1 do shaighdiúirí agus innil léigir.
gd: +20% a dh’ionnsaigh is +1 a ghlacadh aig a h-uile saighdear ’s inneal-sèiste.
he: + 20% התקפה + 1 ללכוד עבור חיילים ומכוניות המצור.
ms: +20% serangan dan +1 tangkapan untuk askar dan alat pengepung.
nb: +20% angrep og +1 erobring for alle soldater og beleiringsvåpen.

source: Gathering rates increased with +15% during his lifetime.
br: Kreskiñ a ra ar feurioù dastum eus +15% e-pad e vuhez.
el: Τα ποσοστά συγκέντρωσης αυξάνονται κατά 15% για τη διάρκεια ζωής του.
es_ar: La recolección aumenta un +15% mientras esté vivo.
ga: Méadú ráta bhailithe +15% i rith a bheatha.
gd: Cruinneachadh leasaichte le +15% fhad ’s a bhios e beò.
he: שיעורי איסוף מוגבר עם +15% במהלך חייו.
hr: Sposobnost skupljanja se uvecaje do +15% dok je jedinica živa.
lv: Savākšanas ātrums palielinās par +15% viņa dzīves laikā.
ms: Kadar pengumpulan sumber meningkat +15% ketika hayatnya.
nb: Sankingsrate økes med +15% i hans levetid.
te: అతని జీవితకాలంలో సేకరించే శక్తి +15 శాతం పెంపు.

source: When garrisoned in a structure or a siege engine, the hero gives it a bonus of +2 capture points recovery rate.
br: Pa vez gwarnizonet en ur framm pe ur mekanik seziz, reiñ a ra an haroz d'an dra-se ur bonuz a feur adperc'hennañ ar poentoù pakusted a +2.
el: Όταν φρουρεί ένα κτίριο ή μία πολιορκητική μηχανή, ο ήρωας δίνει επιπλέον +2 βαθμούς σύλληψης στο ρυθμό ανάκτησης.
es_ar: Al guarecerse en un edificio o máquina de asedio, el héroe le da 2 puntos al índice de recuperación de captura.
ga: Nuair atá an laoch i ngarastún nó in inneall léigir, tugann sé bonás do ráta téarnaimh +2 i bpointe gabhála.
gd: Nuair a bhios an curaidh ’na ghearastan ann an togalach no inneal-sèiste, bheir e +2 a bhuannachd air luaths aiseag nam puingean glacaidh.
he: כאשר חילקו במבנה או במצור מנוע, הגיבור נותן לו בונוס של +2 נקודות ללכוד שיעור התאוששות.
lv: Kad varonis ir ievietots kādā ēkā vai aplenkuma tehnikā, varonis tam dod +2 sagūstīšanas punktu atjaunināšanās bonusu
ms: Bila garison di dalam struktur atau alat pengepung, adiwira berikan bonus +2 kadar penyembuhan mata tangkapan.
nb: Når stasjonert i en bygning eller et beleiringsvåpen, gir helten den en bonus på +2 poengs gjenoppretting av overtakelsesaura.
te: ఒక భవంతిలోకి గాని లేదా ఒక దాడి ఎంత్రంలోకి గాని ఎక్కుతే ఆ వీరుడు దానికి +2 ఆక్రమించు పాయింట్లు మరల పొందుట సాధ్యం చేస్తాడు.

source: 75% more arrows per soldier for the building or siege tower he is garrisoned in.
br: 75% a viroù ouzhpenn gant pep soudard en ur savadur pe e-barzh un tour seziz m'emaint gwarnizonet enno.
el: 75% περισσότερα βέλη για τα κτίρια και τους πολιορκητικούς πύργους για κάθε στρατιώτη που τα φρουρεί.
es_ar: Cuando está guarecido en un edificio o torre de asedio los soldados disparan un 75% más de flechas.
ga: Nuair atá an laoch i ngarastún nó inneal léigir, tá 75% saigheada níos mó ag gach uile saighdiúir san áit sin.
gd: Thèid 75% de shaighdean a bharrachd a tilgeadh airson gach saighdear a bhios ’na ghearastan ann an togalach no tùr sèiste.
he: 75% יותר חיצים לכל חייל על הבניין או מגדל המצור הוא חילזון פנימה.
ms: 75% lebih anak panah per askar untuk bangunan atau menara pengepung yang dia garison di dalamnya.
nb: 75% flere piler per soldat for bygningen eller beleiringstårnet vedkommende er stasjonert i.

source: +1 armor for soldiers.
br: +1 a houarnwisk evit ar soudarded.
el: +1 ασπίδα για τους στρατιώτες.
es_ar: Los soldados ganan 1 punto de armadura.
ga: Armúr +1 do shaighdiúirí.
gd: +1 air armachd nan saighdearan.
he: שריון +1 לחיילים.
ms: +1 perisai untuk askar.
nb: +1 rustningsgrad for soldater.

source: -20% training time and -15% resources cost for soldiers.
br: -20% a amzer stummañ ha -15% a goust danvez evit ar soudarded.
el: -20% στο χρόνο εκπαίδευσης και -15% στο κόστος των πόρων για τους στρατιώτες.
es_ar: El tiempo de entrenamiento de los soldados se reduce un 20% y el costo en recursos un 15%
ga: Am traenála -20% agus costas acmhainní -15% do shaighdiúirí.
gd: -20% air an ùine a bheir trèanadh agus -15% air cosgaisean stòrais nan saighdearan.
he: 20% זמן הכשרה ו -15% עלות המשאבים לחיילים.
ms: -20% masa latihan dan -15% kos sumber untuk askar.
nb: -20% opptreningstid og -15% ressurskost for soldater.

source: +20% movement speed for soldiers.
br: +20% a dizh evit ar soudarded.
el: +20% ταχύτητα κίνησης για τους στρατιώτες.
es_ar: Los soldados se mueven un 20% más rápido.
ga: Luas gluaiseachta +20% do shaighdiúirí.
gd: Gluaisidh na saighdearan +20% nas luaithe.
he: + 20% מהירות התנועה לחיילים.
ms: +20% kelajuan gerakan untuk askar.
nb: +20% bevegelseshastighet for soldater.

source: +100% resources loot increase for every enemy unit killed or structure destroyed.
br: +100% a zanvezioù preizhet evit kement unanenn enebour lazhet pe frammadur distrujet.
el: +100% αύξηση στους πόρους του πλιάτσικου για κάθε εχθρική μονάδα που σκοτώνεται ή τη κατασκευή καταστρέφεται.
es_ar: Se saquea el 100% de recursos de cada unidad asesinada o estructura destruida.
ga: Méadú chreiche acmhainní +100% do gach aon aonad namhaid maraithe nó foirgneamh scriosta.
gd: Meudachadh le +100% air spùinnean stòrasan airson gach aonad nàimhdeil air a mharbhadh no togalach nàimhdeil air a mhilleadh.
he: + 100% משאבים המשלל להגדיל עבור כל יחידת האויב נהרג או מבנה נהרס.
ms: +100% rampasan sumber meningkat bagi setiap unit musuh yang dibunuh atau struktur yang dimusnahkan.
nb: +100% ressurstyvgodsøkning for hver fiendtlig enhet drept eller struktur ødelagt.

source: +20% attack and +2 capture for champion units.
br: +20% a dagusted ha +2 a bakusted evit an unanennoù kampion.
el: +20% επίθεση και +2 αιχμαλωσία στις μονάδες πρωταθλητές.
es_ar: Las unidades campeonas obtienen un 20% más de ataque y 2 puntos de captura adicionales.
ga: Ionsaí +20% agus gabháil +2 d'aonaid churata.
gd: +20% a dh’ionnsaigh is +2 a ghlacadh airson laoich.
he: + 20% התקפה +2 ללכוד עבור אלוף יחידות.
lv: +20% uzbrukums un +2 sagūstīšana čempionu vienībām
ms: +20% serangan dan +2 tangkapan untuk unit pahlawan.
nb: +20% angrep og +2 erobring for mesterenheter.
te: విజేతల బలగాలకు +20 దాడి చెయ్యు శక్తి మరియు +2 ఆక్రమించు శక్తి.

source: Temple of Amun and its Napatan Temple Guards +20% cost and build time.
br: +20% a goust hag en amzer evit sevel templ Amon ha Gwarded templ Napata.
el: Στο ναό του Άμμων και στου Ναπατιανούς Φρουρούς του Ναού -20% στο κόστος και στο χρόνο δημιουργίας.
es_ar: El Templo de Amón y su Guardias del Templo de Napata incrementan su costo y tiempo de construcción en un 20%.
ga: Costas agus am tógála +20% do Theampall Amúin agus a Gardaí Teampallach Napata.
gd: Cosgaidh teampall Amuin agus na geàird teampaill Napatach aige +20% de stòras is ùine togail.
he: מקדש של אמון ואת משמרות המקדש שלה Napatan + 20% עלות ולבנות זמן.
ms: Kuil Amun dan Pengawal Kuil Napatan +20% kos dan masa binaan.

source: Apedemak temples and its Meroe Temple Guard -20% cost and build time.
br: -20% a goust hag en en amzer evit sevel templ Apedemak ha gwarded templ Meroe.
el: Στου ναούς του Απεδεμακ και στου Μηροϊκούς Φρουρούς του Ναού -20% στο κόστος και στο χρόνο δημιουργίας.
es_ar: Los templos de Apedemak y los Guardias del Templo Meroe reducen un 20% su costo y tiempo de construcción.
ga: Costas agus am tógála -20% do theampaill Apedemak agus a nGardái Teampaill Méróé.
gd: Cosgaidh teampall Apedemak agus na geàird teampaill Mheroë aige -20% de stòras is ùine togail.
he: Apedemak המקדשים שלה משמר מקדש Meroe -20% עלות ולבנות זמן.
ms: Kuil Apedemak dan Pengawal Kuil Meroe -20% kos dan masa binaan.

source: Slaugther of the Faithful
br: Marv ar feiz
el: Σφαγέας των Πιστών
gd: Casgairt nan creidmheach
ms: Pembunuhan Orang Beriman

source: Enemy healrate reduced by 50%.
br: Ar feur paerañ a zo digresket eus 50%.
el: Ο εχθρικός ρυθμός ίασης μειώνετε κατά 50%.
gd: Thèid aonadan nàimhdeil a shlànachadh nas maille le 50%.
ms: Kadar hayat pihak musuh dikurangkan sebanyak 50%.

source: Own units +10% attack. Nastasen acquired lots of bounty from the defeated invaders. Gain +50% loot from killing enemy units.
br: +10% a argad evit ho unanennoù. Nastasen a zo aet da binvidik gant an alouberien trec'het. Gounezit +50% a breizhadenn digant an unanennoù enebour lazhet.
el: +10% επίθεση στις μονάδες σου. Ο Νασσάσεν απέκτησε πολλή πλούτο από τους ηττημένους εισβολείς. Απόκτησε +50% στη λεηλασία των σκοτωμένων εχθρικών μονάδων.
es_ar: Las unidades propias incrementan su ataque en un 10%. Nastasen adquirió muchas recompensas de sus invasores derrotados. Incrementa el saqueo de unidades asesinadas un 50%.
ga: Ionsaí +10% d'aonaid féin. Fuair Nastasain creach mhór d'ionróirí cloíte. Faigh +50% creach d'aonaid naimhde maraithe.
gd: Gheibh na h-aonadan agad +10% air an ionnsaighean. Thog Nastasen torr shaidhbhreas o na h-ionnsaighich air an do chuir e ruaig. Buannaich +50% de spùinn nuair a mharbhas tu aonadan nàimhdeil.
he: יחידות משלו + התקפה של 10%. \ NNastasen רכשה שפע של שפע מהפולשים המובסים. השג + 50% שלל מהרג יחידות אויב.
ms: Unit dimiliki +10% serangan. Nastasen memperoleh banyak hasil rampasan daripada penyerang yang telah kalah. Dapat +50% hasil rampasan perang daripada unit musuh yang terbunuh.

source: Train Ptolemaic Mercenary Triremes at -25% resource cost. Crushing the Ptolemaic invasion of Kush, Nastasen seized numerous enemy warships.
el: Κατασκεύασε τις Μισθοφορικές Πτολεμαϊκές Τριήρης με -25% κόστος. Αντικρούοντας την Πτολεμαϊκή εισβολή στο Κους, ο Νασσάσεν κατάσχεσε πολλά πολεμικά πλοία του εχθρού.
es_ar: Entrena Trirremes Mercenario Ptolemaicos a un -25% del costo Aplastando la invasión Ptolemaica de Kush, Nastasen se apoderó de numerosos buques de guerra enemigos.
ga: Traenáil Amhas-Thríréimí Tolamasach ag an gcostas acmhainne -25%. Tar éis léasta an ionraidh Tolomasaigh, ghabh Nastasan na Chuise longa namhaid iomadúil.
gd: Trèanaich Trì-ràmhaich shaighdearan-duaise Ptolamach le -25% air cosgaisean stòrais. Ghlac Nastasean iomadh long-cogaidh an nàmhad nuair a cuir e ruaig air ionnsaigh nam Ptolamach air Kuluš.
he: רכבת טרימולי שכיר תלמי ב -25% עלות המשאבים. \ NCrushing הפלישה הפולמית של קוש, Nastasen תפס ספינות מלחמה רבות האויב.
ms: Latih Trireme Upahan Ptolemy dengan -25% kos sumber. Menghancurkan penaklukan Ptolemy terhadap Kush, Nastasen dapat menjarah banyak kapal perang pihak musuh.
