Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Cavalry Speed Training
ast: Entrenamientu de velocidá de caballería
bg: Трениране на конницата за бързина
br: Stummañ tizh marc'hegerezh
ca: Formació de velocitat per a la cavalleria
cs: Cvičení rychlosti jízdy
de: Kavallerie Geschwindigkeit Training
el: Εκπαίδευση Ταχύτητας Ιππικού
es_mx: Entrenamiento de velocidad para caballerías
eu: Zalditeriarentzako Abiadura Entrenamendua
fa: آموزش سرعت سواره نظام
ga: Oiliúint Gluaiseachta don Mharcshlua
gl: Adestramento do galope dos cabalos
hu: Lovassági sebesség képzése
id: Latihan Kecepatan Kavaleri
it: Addestra la Cavalleria alla Velocità
ja: 騎兵の走行訓練
ko: 기병대 속도 훈련
lv: Jātnieku ātrā apmācība
ms: Latihan Kelajuan Askar Berkuda
nb: Hastighetstrening for kavaleri
nl: Cavalerie Snelheidstraining
pl: Trening szybkości Kawalerii
pt_pt: Treino de Velocidade para Cavalarias
ru: Быстрое обучение кавалерии
sk: Rýchlostný tréning jazdy
sv: Kavalleri Fart Träning
tr: Süvari Hız Eğitimi
uk: Швидке тренування кавалерії
zh: 骑兵移动力训练
zh_tw: 騎兵移動力訓練

source: Recruit a network of informants to watch over your people.
ar: جنّد شبكة من المخبرين لتراقب بهم شعبك.
ast: Allistar una rede d'informantes pa vixilar el pueblu.
bg: Създаване на мрежа от информатори, които да наблюдават хората Ви.
br: Tuta ur rouedad a gelaouerien evit ober war dro ho poblañs.
ca: Recluteu una xarxa d'informants per a vigilar la vostra gent.
cs: Nabrat lidi pro síť informátorů, aby dávali pozor na tvůj lid.
de: Ein Informantennetz rekrutieren, um über deine Leute zu wachen.
el: Προσλαμβάνει ένα δίκτυο πληροφοριοδοτών για να παρακολουθήσουν τους ανθρώπους σας.
eu: Erreklutatu informatzaile sare bat zure jendea zelatatzeko
fa: استخدام یک شبکه از خبرچی ها برای اینکه مراقب مردم شما باشند
ga: Earcaigh gréasán brathadóirí agus súil a choinneáil ar do phobal.
gl: Recrutar unha rede de informantes para vixiar ao pobo.
hu: Egy informátorokból álló hálózat felbérelése, hogy figyeljék a néped.
id: Merekrut sebuah jaringan informan untuk mengawasi rakyat Anda.
it: Recluta una rete di informatori per sorvegliare il popolo.
ja: 人々を監視するために情報提供組織を招集してください。
ko: 사람들을 감시하기 위해 정보 제공 조직을 소집합니다.
lt: Pasamdyti informatorių tinką savo žmonių priežiūrai.
ms: Rekrut rangkaian pemberi maklumat untuk memantau rakyat anda.
nb: Rekruttér et nettverk av informanter for å overvåke folket ditt.
nl: Huur een netwerk van informanten om over je volk te waken.
pl: Rekrutuj sieć informatorów, którzy będą czuwać nad Twoimi ludźmi.
pt_pt: Recruta uma rede de informantes para manteres debaixo de olho o teu povo.
ru: Создайте сеть информаторов, которые будут следить за Вашими людьми.
sk: Naregrutuj sieť informátorov aby sledovali tvojich obyvateľov.
sv: Rekrytera ett nätverk av informatörer för att vaka över ditt folk.
tr: Halkınızı izlemek için bilgilendirici bir ağ kurun.
uk: Вербувати мережу інформаторів, щоб стежити за Вашими людьми.
zh: 招募一个间谍来观察你的民工。
zh_tw: 招募一個用來監視您的人民的線人。

source: Make your units 50% more expensive to bribe.
ast: Facer les unidaes el 50% más caros de sobornar.
bg: Единиците Ви са 50% по-скъпи за подкупване.
br: Lakaat hoc'h unanennoù da vezañ 50% keroc'h evit prenañ.
ca: Feu les vostres unitats un 50% més difícils de subornar.
cs: Udělejte své jednotky o 50% dražší při uplácení.
de: Erhöht die Bestechungskosten deiner Einheiten um 50%.
el: Κάντε τις μονάδες σας 50% ακριβότερες στη δωροδοκία.
eu: Egin zure soldaduak %50 erosgaitzagoak.
fa: باعث می شود نیروهای شما 50% گرانتر باشند برای رشوه دادن
ga: Déan é mar a chostaíonn sé 50% níos mó do d'aonaid a bhreabáil.
gl: Aumentar en +50% o custo de subornar as túas unidades.
hu: Az egységeid 50%-kal drágábban fizethetőek le.
id: Membuat unit Anda 50% lebih mahal untuk disogok.
it: Rende le tue unità del 50% più costose da corrompere.
ja: あなたのユニットを賄賂の50％以上の高価なものにしましょう。
ko: 뇌물로 유닛이 50% 더 비싸게 만듭니다.
lt: Padaryk savo vienetus 50% brangiau paperkamus.
ms: Jadikan unit anda 50% lebih mahal untuk dirasuahkan.
nb: Gjør enhetene dine 50% dyrere å bestikke.
nl: Maak je eenheden 50% duurder voor omkoperij.
pl: Spraw by twoje jednostki były o 50% droższe przy próbie przekupstwa.
pt_pt: Torna as tuas unidades 50% mais caras para subornar.
ru: Стоимость подкупа Ваших юнитов возрастет на 50%.
sk: Tvoje jednotky bude o 50% ťažšie podplatiť.
sv: Gör det 50% dyrare att muta dina enheter.
tr: Birimlerinizin rüşvet kabul etme maliyetini %50 daha fazla arttırın.
uk: Зробити Ваші підрозділи 50% більш дорожчими для підкупу.
zh: 让你的单位的贿赂费用增加50％。
zh_tw: 讓您的單位賄賂成本多 50%。

source: Counterintelligence
ar: مكافحة التجسس
ast: Contraintelixencia
bg: Контраразузнаване
br: Enepspierezh
ca: Contraespionatge
cs: Kontrarozvědka
de: Spionageabwehr
el: Αντικατασκοπεία
eu: Kontraespioitza
fa: ضد جاسوسی
ga: Frithfhaisnéis
gl: Contraintelixencia
hu: Kémelhárítás
id: Perlawanan Intelijen
it: Controspionaggio
ja: 対諜報活動
ko: 방첩 활동
lt: Kontra-Žvalgyba
ms: Risik Balas
nb: Kontraspionasje
nl: Contraspionage
pl: Kontrwywiad
pt_pt: Contra inteligência
ru: Контрразведка
sk: Kontrarozviedka
sv: Kontraspionage
tr: Karşı istihbarat
uk: Контррозвідка
zh: 反间
zh_tw: 反間術

source: Reinforce the foundations in preparation of an attack.
ar: تعزز الأسس في الاعداد للهجوم
ast: Reforciar los cimientos en preparación pa un ataque.
bg: Подсилване на основите в приготовление за нападения.
br: Kreñvaat an diazezoù en aozadur an argad.
ca: Reforceu els fonaments abans d'un atac.
cs: Posílit základy v přípravě na útok.
de: Stärkung des Fundaments zur Vorbereitung eines Angriffs.
el: Ενισχύει τις βάσεις για την προετοιμασία μιας επίθεσης.
es_mx: Mejora los cimientos en previsión de un ataque.
eu: Hobetu oinarriak ustezko erasoei aurre egiteko.
fa: تقویت زیربنای آماده سازی برای یک حمله
fi: Vahvista perustukset hyökkäystä varten.
ga: Treisigh na bunsraitheanna a ullmhú in aighaid ionsaí.
gl: Reforza a infraestrutura en preparación para un ataque.
hu: Az alapok megerősítése egy támadás előkészítésben.
id: Perkuat fondasi dalam persiapan akan serangan.
it: Rafforza le basi in previsione di un attacco.
ja: 基礎を補強して攻撃に備えます。
ko: 공격에 대비하여 기초를 강화합니다.
lt: Sutvirtinti pamatus, ruošiantis atakai.
lv: Nostiprina pamatus gatavojoties uzbrukumam.
ms: Perkukuhkan tapak untuk persediaan serangan.
nb: Forsterk fundamentene for å forberede et angrep.
nl: Versterk de fundamenten ter voorbereiding op een aanval.
pl: Wzmocnij fundamenty w przygotowaniu ataku.
pt_pt: Reforça as fundações em preparação para um ataque.
ru: Усиливает обороноспособность на случай атаки.
sk: Spevné základy budov ako prípravu proti útoku.
sv: Förstärk fundamenten i förberedelse för en attack.
tr: Saldırılara karşı yapıları güçlendir.
uk: Зміцнити фундаменти у підготовці атаки.
zh: 强化基础以准备攻击。
zh_tw: 強化基礎以準備攻擊。

source: Increases armor of defensive towers by 2 levels.
ast: Aumenta l'armadura de les torres proteutores en 2 niveles.
bg: Увеличава защитата на защитните кули с 2 нива.
br: Lakaat a ra houarnwisk an tourioù difenn da greskaat gant 2 live.
ca: Augmenta l'armadura de les torres defensives en 2 nivells.
cs: Zvyšuje stupeň ochrany obranné věže o 2 úrovně.
de: Erhöht die Rüstung der Verteidigungstürme um 2 Stufen.
el: Αυξάνει τη θωράκιση των αμυντικών πύργων κατά 2 επίπεδα.
eu: Babes dorrearen babes maila 2 mailatan hobetzen du.
fa: افزایش زره برج های دفاعی به میزان 2 سطح
ga: Méadú ar armúr do thúr cosanta le 2 leibhéal.
gl: Aumenta a protección das torres de defensa en 2 niveis.
hu: 2 szinttel növeli a védőtornyok páncélját.
it: Aumenta la resistenza delle torri di difesa di 2 livelli.
ja: 防御塔の装甲レベルが2上昇します。
ko: 방어탑의 방어력 수준이 +2 증가합니다.
ms: Tingkatkan perisai bagi menara pertahanan sebanyak 2 aras.
nb: Øker rustningsgraden til forsvarstårn med 2 nivåer.
nl: Verhoog het pantser van verdedigingstorens met 2 niveau's.
pl: Podwyższa pancerz wieżyczek obronnych o 2 poziomy.
pt_pt: Aumenta a armadura das torres defensivas em 2 níveis.
ru: Увеличивает броню оборонительных башен на 2 уровня.
sk: Zvýši odolnosť obranných veží o 2 úrovne
sv: Förbättrar rustningen av försvarstorn med 2 nivåer.
tr: Savunma kulesi zırh seviyesini 2 seviye arttırır.
uk: Збільшує броню захисних веж на 2 рівня.
zh: 防御塔的护甲值提高2级。
zh_tw: 防禦塔的裝甲增加 2級

source: Sturdy Foundations
ar: أسس متيِنة
ast: Cimientos fuertes
bg: Стабилни основи
br: Diazezoù-Solut
ca: Fonaments robustos
cs: Bytelné základy
de: Stabile Fundamente
el: Γερές Βάσεις
es_mx: Cimientos Sólidos
eu: Oinarri Sendoak
fa: پی ریزی محکم
fi: Vankkaperusta
ga: Bunsraitheanna Láidre
gl: Infraestrutura resistente
hu: Erős alapok
id: Fondasi Kuat
it: Fondazioni robuste
ja: 強固な基礎
ko: 튼튼한 토대
lt: Tvirti Pamatai
lv: Izturīgi Pamati
ms: Tapak Kukuh
nb: Robuste fundamenter
nl: Stevige Fundamenten
pl: Wytrzymałe fundamenty
pt_pt: Fundações Sólidas
ru: Крепкий фундамент
sk: Robustné základy
sv: Stabilt Fundament
tr: Sağlam Temeller
uk: Міцні фундаменти
zh: 坚固地基
zh_tw: 堅固地基

source: Crenellations on the battlements allow soldiers wider range of fire in defending a keep.
ar: توفر شرف الأبراج المحصنة للجنود مدًى أوسع للإطلاق خلال دفاعهم عن القوت
ast: Les almenes nos parapetos dan los soldaos más algame de fueu al defender el torruxón.
bg: Зъберите по бойниците дават на войниците по-голям обхват на стрелба по време на защита.
br: Aotren a ra kranelladoù war ar mogerioù-difenn d'ar soudarded pelloc'h astenn tan pa vez difennet un Tour-Meur.
ca: Els merlets permeten que els soldats disparin més lluny per a defensar una fortalesa.
cs: Cimbuří dovoluje vojákům větší dosah při obraně pevnosti.
de: Zinnen am Wehrgang erlauben Verteidigern einen größeren Feuerbereich beim Verteidigen.
el: Οι πολεμίστρες στις επάλξεις δίνουν στους στρατιώτες ευρύτερο βεληνεκές στην διατήρηση της υπεράσπισης.
es_mx: Las almenas y aspilleras en las fortificaciones proporcionan a los soldados una mayor distancia de tiro a la hora de defender la estructura.
eu: Gotorlekuetako almenek eta gezileihoek tiro luzeagoa egiteko aukera ematen die egitura babesteko garaian.
fa: بارو هایی مستحکم به سربازان اجازه می دهد هنگام دفاع از برج، شعاع حمله وسیع تری داشته باشند.
ga: Ligeann cíor lámhaigh do shaighdiúirí raon lámhaigh níos leithne a úsáid nuair atá siad ina gcosaint sa dún.
gl: As ameas permiten aos soldados atacar mellor ao defender unha torre.
hu: A vár oromzatán lévő csipkézések tágabb tartományban történő tüzelést tesznek lehetővé a katonáknak a vártorony védelmében.
id: Penggerigian benteng memberikan jarak tembak yang lebih luas bagi prajurit untuk melindungi benteng.
it: Le merlature sui bastioni consentono ai soldati una più ampia gamma di fuoco a difesa della fortezza.
ja: 胸壁の銃眼によって、本丸を守備する兵士が広範囲に矢を放てるようになります。
ko: 총안을 낸 흉벽에서 총안은 수비하는것을 유지하는중에 군인이 더 넓은 공격범위를 허용합니다.
lt: Šaudymo angos leidžia kareiviams didesniu nuotoliu šaudyti ginant tvirtovę.
lv: Robojumi uz cietokšņa mūra dod kareivjiem plašāku uguns pārklājumu nocietinājuma aizsardzībā.
ms: Barualti pada kekotaan membolehkan askar luaskan lagi cahaya api untuk pertahanan menara utama.
nb: Krenleringer på brystvernet gir soldater bredere skuddfelt når de forsvarer et fort.
nl: Kantelen op de gebouwen zorgen er voor dat soldaten verder kunnen vuren bij de verdediging.
pl: Blanki na murach zapewniają żołnierzom broniącym twierdzy szerszy zasięg strzału.
pt_pt: As ameias permitem aos soldados defenderem melhor uma torre.
ru: Зубчатые стены с бойницами увеличивают дальность стрельбы защитниками.
sk: Cimburia zabezpečujú vojakom väčší dostrel pri obrane pevnosti.
sv: Kreneleringar på bröstvärnen ger soldater en större räckvidd när de skall försvara en fästning.
tr: Savunma yapılarındaki mazgallar kale savunmasındaki askerlere geniş ateş etme menzili sağlar.
uk: Кренеляж надає солдатам ширший діапазон ведення вогню у захисті фортеці.
zh: 城垛射孔让士兵在防御要塞的时候能有更广的开火范围。
zh_tw: 城垛射孔讓士兵在防禦要塞的時候能有更廣的開火範圍。

source: Install crenellations and murder holes to have 40% more arrows fired per garrisoned soldier.
ar: أضف شُرفًا وفتحات للقتل لتحصل على إضافة 40% على الأسهم التي يرميها كل جندي.
ast: Instalar almenes y troneres pa disparar un 40% más de fleches por soldáu guarecíu.
bg: Поставяне на зъбери и мортриери за 40% повече стрели за всеки войник, поставен на гарнизон.
br: Staliañ kranelladoù ha tarzhelloù evit kaout 40% muioc'h a viroù tan dre soudard gwarnizonet.
ca: Instal·leu merlets i espitlleres per fer que cada soldat refugiat dispari +40% més de fletxes.
cs: Postavit cimbuří a střílny pro zvýšení počtu šípů vystřelených vojákem posádky o 40%.
de: Baue Mauerzinnen und Maschikuli, um 40% mehr Pfeile pro stationiertem Söldner verschießen zu können.
el: Εγκαταστήστε πολεμίστρες και ταμπούρια για να έχετε 40% περισσότερο ρίψη στα βέλη ανά φρουρό.
es_mx: Instalar almenas y matacanes para tener tener 40 % más flechas disparadas por soldado guarnecido. .
eu: Kanoi zulo gehiago eraiki %40 gezi gehiago botatzeko barruan gordetzen den soldadu bakoitzeko.
fa: بارو های مستحکم و پنجره های کوچکی بر روی برج ایجاد کنید تا به ازای هر سرباز مستقر در برج، 40% تیر بیشتری شلیک شود.
ga: Lonnaigh cíor lámhaigh is poill dhúnmharaithe agus saigheada 40% níos mó a chur sna saighdiúirí atá i ngarastún.
gl: Instalar ameas e furados para aumentar un 40% as frechas que dispara cada soldado acuartelado.
hu: Csipkézések és lőrések telepítése beszállásolt katonánként 40%-kal több nyíl kilövéséhez.
id: Memasang penggerigian dan lubang pembunuh untuk menambah sebanyak 40% panah yang ditembakkan per unit didalam.
it: Installa merli e feritoie per avere il 40% in più di frecce lanciate da ogni soldato acquartierato.
ja: 銃眼や出し狭間を設けると、駐屯兵士当たり40%増しで矢を放てるようになります。
ko: 주둔 병사당 40% 더 많은 화살을 쏘는기위해 총안과 근총안을 설치합니다.
lv: Uzstādiet robojumus un slepkavošanas caurumus, lai sasniegtu par 40% vairāk izšautu bultu uz garnizonā esošo kareivi.
ms: Pasang barualti dan lubang pembunuhan supaya dapat 40% lebih anak panah ditembak per askar yang bergarison.
nb: Installer kreneleringer og morderhull for å få 40% flere piler skutt per stasjonert soldat.
nl: Installeer kantelen en schuttersgaten om 40% meer pijlen per bemanningslid af te vuren.
pl: Zainstaluj blanki i mordownie, aby zwiększyć o 40% ilość strzał wystrzeliwanych na każdego żołnierza w garnizonie.
pt_pt: Instala ameias e buracos para aumentar em 40% o número de setas disparadas por cada soldado.
ru: Установите зубцы и дыры-убийцы, чтобы на 40% увеличить количество выпускаемых стрел солдатами гарнизона.
sk: Zriadi cimburia a strelecké otvory pre zvýšenie počtu vystrelených šípov posádky o 40%.
sv: Bygg kreneleringar och lönnhål för att få 40% mer pilar skjutna per garnisonerad soldat.
tr: Mazgallar ve tuzak geçitler inşa ederek garnizondaki asker başına %40 daha fazla ok atılmasını sağla.
uk: Встановити кренеляж та діри-вбивці, щоб мати 40% більше випущених стріл за кожного гарнізованого солдата.
zh: 装置城垛射孔和猎杀洞可让每个驻守的士兵多发射40%的箭。
zh_tw: 裝置城垛射孔和獵殺洞可讓每個駐守的士兵多發射40%的箭。

source: Crenellations
ar: شرفات الحصون
ast: Almenes
bg: Зъбери
br: Kranelladoù
ca: Merlets
cs: Cimbuří
da: Brystværn
de: Zinnen
el: Πολεμίστρες
es_mx: Almenas.
eu: Gezileihoak
fa: بارو ها
fi: Muurin vetoketjuaukot
ga: Cíor Lámhaigh
gl: Ameas
hu: Csipkézések
id: Penggerigian
it: Merlature
ja: 銃眼
ko: 총안
lt: Šaudymo angos
ms: Kekotaan
nb: Kreneleringer
nl: Kantelen
pl: Blanki
pt_pt: Ameias
ru: Бойницы
sk: Cimburia
sv: Kreneleringar
tr: Mazgallı Siperler
uk: Кренеляж
zh: 垛口
zh_tw: 垛口

source: Outposts survive twice as long in neutral territory.
ar: تبقى القواعد الأمامية ضعف الفترة في الأقاليم المتعادلة
ast: Les talayes duren el doblu en territoriu neutral.
bg: Аванпостовете оцеляват два пъти по-дълго в неутрална територия.
br: Kampoù-araokaet a zo anezho diw wech hiroc'h en un tiriad neptu.
ca: Els destacaments en territori neutral duren el doble.
cs: Předsunuté základny přežijí v neutrálním území dvakrát tak dlouho.
da: Udkigsposter overlever dobbelt så længe i neutralt territorium.
de: Außenposten überleben in neutralem Territorium doppelt so lange.
el: Οι Προφυλακές επιβιώνουν για διπλάσιο χρόνο σε ουδέτερες περιοχές.
es_mx: Las avanzadas perduran el doble de tiempo en territorio neutral.
eu: Aurrelariak denbora bikoitza iraun ahal dute inoren eremuan.
fa: برج های دیده بانی دو برابر بیشتر در مناطع بی طرف دوام می آورند.
fi: Varuskunnat selviytyvät kaksinkertaisen ajan neutraalissa alueessa.
ga: Tagann urphostaí slán as críocha neodrach le dhá uair chomh fada.
gl: As atalaias duran o dobre de tempo en territorio neutral.
hu: Az előőrsök kétszer tovább élnek túl a semleges terülten.
id: Pos bertahan dua kali lebih lama di wilayah netral.
it: Gli avamposti sopravvivono il doppio del tempo in territorio neutrale.
ja: 中立地帯の前哨地の寿命が2倍になります。
ko: 중립 지대에서는 전초 기지가 2 배나 오래 생존합니다.
lv: Priekšposteņi izdzīvo divtik ilgi neitrālā teritorijā.
ms: Kotakara bertahan dua kali ganda di wilayah neutral.
nb: Utposter overlever dobbelt så lenge i nøytralt territorium.
nl: Voorposten houden het twee keer zo lang vol in neutraal territorium.
pl: Posterunki wytrzymują dwa razy dłużej na neutralnym terytorium.
pt_pt: As atalaias duram o dobro do tempo em território neutro.
ru: Заставы держатся вдвое дольше на нейтральной территории.
sk: Rozhľadne vydržia na neutrálnom území dvojnásobne dlhú dobu.
sv: Utpostar överlever dubbelt så länge i neutralt territorium.
tr: Karakollar tarafsız bölgede iki kat daha uzun hayatta kalır.
uk: Застави зберігаються удвічі довше на нейтральній території.
zh: 比起正常的哨所，在中立领土上存活时间加倍。
zh_tw: 在中立地帶上可以存活比正常的前哨站多一倍的時間。

source: Outposts -50% territory decay rate.
ast: Pa les talayes el -50% de la tasa d'escayedura territorial.
bg: -50% скорост на свиване на територията за аванпостовете.
br: Kampoù-araokaet -50% a feur diskar tiriad.
ca: -50% en l'índex de decadència dels destacaments en els territoris.
cs: Rozhledny -50% rychlosti rozkladu.
de: Außenposten -50% Gebietsverfallsrate.
el: Στις Προφυλακές -50% στο ρυθμό χασίματος της περιοχής.
eu: Postu Aurreratuak %50- lurraldeko degradazioan.
fa: برج های دیده بانی -50% سرعت متروکه شدن بواسه قلمرو
ga: Ráta lobhaidh críocha -50% d'urphostaí.
gl: Reduce en -50% a taxa de decaemento do territorio das atalaias.
hu: -50% az előőrsök területi hanyatlási sebességéből.
it: Avamposti -50% di velocità di decadimento del territorio.
ja: 前哨地の所有減衰が-50%されます。
ko: 전초기지의 영토 붕괴 비율이 -50% 됩니다.
ms: Kotakara mendapat -50% kadar susutan wilayah.
nl: Buitenposten -50%
pl: Zmniejsza o 50% szybkość utraty posterunku.
pt_pt: As atalaias têm -50% de velocidade de perca do território.
ru: -50% к скорости распада территории у застав.
sk: Rozhľadne: -50% rýchlosti úpadku teritória.
sv: Utposter -50% territorieförfallhastighet.
tr: İleri karakollar için -50% bölge çürümek oranı.
uk: Застави мають -50% темпу занепаду території.
zh: 哨所的领土衰减率-50%。
zh_tw: 前哨站領土荒廢率 -50%

source: Stone Foundations
ar: أسس حجرية
ast: Cimientos de piedra
bg: Каменни основи
br: Diazezoù Mein
ca: Fonaments de pedra
cs: Kamenné základy
da: Stenfundamenter
de: Steinfundamente
el: Πέτρινα θεμέλια
es_mx: Cimientos de piedra
eu: Harrizko Oinarriak
fa: پی سنگی
fi: Kiviperusta
ga: Bunsraitheanna Cloiche
gl: Infraestrutura de pedra
hu: Kőzetalapok
id: Fondasi Batu
it: Fondazioni di Pietra
ja: 石の基礎
ko: 석조 토대
lv: Akmens Pamati
ms: Tapak Batu
nb: Stein fundamenter
nl: Stenen fundamenten
pl: Kamienne fundamenty
pt_pt: Fundações em Pedra
ru: Каменный фундамент
sk: Kamenné základy
sv: Stengrunder
tr: Taş Temeller
uk: Кам'яні фундаменти
zh: 石头地基
zh_tw: 石頭地基

source: Murder holes allow hitting enemies at the foot of the tower.
ar: تسمح فتحات القتل بضرب الأعداء على القدم عند قاع البرج
ast: Les troneres dexen apotar los enemigos al pie de la torre.
bg: Мортриерите позволяват обстрелването на врагове в основата на кулата.
br: Aotren a ra an tarzhelloù da lazhañ an enebourien e troad an tour.
ca: Les lladroneres permeten atacar els enemics al peu de la torre.
cs: Díry ve stropě umožňují zasáhnout nepřátele pod věží.
de: Mörderlöcher ermöglichen es, Gegner am Fuß des Turmes anzugreifen.
el: Τα ταμπούρια επιτρέπουν να χτυπηθούν οι εχθροί στη βάση του πύργου.
eu: Kanoi zuloek dorrearen azpian dauden etsaiei ziurtasunez tiro egin eta jaurtigaiak botatzeko aukera ematen dute.
fa: چاله های مرگ این امکان را بوجود می آورد که سربازان مهاجمی که به پای برج می رسند آسیب ببینند
fi: Ampuma-aukot mahdollistavat tornin juurella olevien vihollisten vahingoittamisen.
ga: Ligeann poill dhúnmharaithe naimhde sa chos túir a bhualadh.
gl: Os orificios para proxectís permiten atacar inimigos na base da torre.
hu: A lőrések lehetővé teszik az ellenség eltalálását a tornyok tövében.
id: Lubang pembunuh membuat unit bisa untuk menyakiti musuh di kaki menara.
it: Le Feritoie consentono di colpire i nemici ai piedi della torre
ja: 石落としによって塔の足元の敵への攻撃が可能になります。
ko: 근총안은 탑의 발밑의 적을 활등으로 공격할 수 있습니다.
lt: Žudymo skylės leidžia pasiekti piešus bokšto papėdėje.
lv: Slepkavošanas caurumi ļauj trāpīt ienaidniekiem torņa pakājē.
ms: Lubang pembunuhan membolehkan musuh diserang pada bahagian kaki menara.
nb: Fallgraver tillater angrep av motstandere ved tårnets base.
nl: Moordgaten laten toe vijanden aan te vallen aan de voet van de toren.
pl: Machikuły pozwalają zwalczać przeciwników u podnóża wieży.
pt_pt: Buracos assassinos permitem atingir os inimigos na base da torre.
ru: Дыры-убийцы позволяют поражать врагов у подножья башни.
sk: Vražedné diery umožňujú zasiahnuť nepriateľov pri spodnej časti veže.
sv: Lönnhål tillåter att angripa motståndare vid tornets bas.
tr: Kale Mazgalları kulenin dibinde düşman vurmaya izin verir.
uk: Діри-вбивці дозволяють вражати ворогів біля підніжжя вежі.
zh: 猎杀洞允许在城塔底部攻击敌军。
zh_tw: 城垛射孔可以攻擊塔底的敵人。

source: Removes defensive towers' minimum range.
ast: Quita l'algame mínimu a les torres proteutores.
bg: Премахва минималния обхват на защитните кули.
br: Lemel a ra astenn izelañ an tourioù difenn.
ca: Elimina l'abast mínim de les torres defensives.
cs: Umožní obranným věžím střílet i na nepřátele bližší, než je jejich nejmenší vzdálenost k nepříteli, ve které pořád mohou pálit.
de: Entfernt die minimale Reichweite des Verteidigungsturms.
el: Αφαιρεί το ελάχιστο βεληνεκές του αμυντικού πύργου.
eu: Babes dorreen gutxieneko tiro egiteko distantzia ezabatzen du.
fa: برداشتن حالت دفاعی برج ، حداقل شعاع حمله
ga: Deireadh a chur le híosraon do thúir chosanta.
gl: Retira o raio de alcance mínimo das torres de defensa.
hu: Eltávolítja a védőtorony minimális hatótávolságát.
it: Rimuove la portata minima delle torri di difesa.
ja: 防御塔の最小射程を撤廃します。
ko: 방어탑의 최소사거리를 없앱니다.
ms: Buang jarak minimum menara pertahanan.
nb: Fjerner forsvarstårns minimumsrekkevidde.
nl: Verwijder het minimum bereik van verdedigingstorens.
pl: Usuwa limit minimalnego zasięgu wieżyczek obronnych.
pt_pt: Remove o alcance mínimo da defesa da torre.
ru: Убирает минимальную дальность атаки башен.
sk: Odstráni minimálny dosah obrannej veže.
sv: Tar bort minimala räckvidden för försvarstorn.
tr: Savunma kulesi asgari menzil aralığını kaldırır.
uk: Усуває мінімальну дистанцію захисних веж.
zh: 取消防御塔的最小射程
zh_tw: 移除防禦塔的最短射程限制

source: Murder Holes
ar: فتحات قتل
ast: Buracos asesinos
bg: Мортриери
br: Tarzhelloù
ca: Lladroneres
cs: Díry ve stropě
de: Mörderlöcher
el: Ταμπούρια
eu: Kanoi Zuloak
fa: چاله های مرگ
fi: Ampuma-aukot
ga: Poill Dhúnmharaithe
gl: Orificios para proxectís
hu: Lőrések
id: Lubang Pembunuh
it: Feritoie
ja: 石落とし
ko: 근총안
lt: Žudymo skylės
lv: Slepkavošanas caurumi
ms: Lubang Pembunuhan
nb: Fallgraver
nl: Moordgaten
pl: Machikuły
pt_pt: Buracos Assassinos
ru: Дыры-убийцы
sk: Vraždné diery
sv: Lönnhål
tr: Kale Mazgalları
uk: Діри-вбивці
zh: 射击孔
zh_tw: 城垛射孔
