Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Kunobelinos (perhaps better known by the latinized form of Cunobelin) was a powerful ruler of the Catuvellauni. He was referred to by Romans as the King of the Britons. His domains extended around the city of Kamulodunon (known as Camulodunum), modern day Colchester. The Roman defeat in the battle of Teutoburg Forest (Germania) allowed Kunobelinos to conquer a neighboring tribe, the Trinovantes, who were Roman allies and couldn't receive Roman aide. Kunobelinos seems to have been indifferent to the Romans. He traded with them freely, but had few qualms subjugating known Roman allies, and even sent his youngest son Adminius as a fosterling to be educated in Roman Gaul. This accounted for Adminius's friendships among the Romans. Adminius was given lordship over the Cantaci, who inhabited Kent, by his father. This area was the prime area of Roman influence and trade in Britain, and Kunobelinos shrewdly observed his youngest son's friendship with powerful Roman and Gallo-Roman politicians and traders would be of use administrating the region. His other sons though had no love for the Romans. When Kunobelinos died of disease, he was replaced by his son Togdumnos, who arrested, executed, or expelled numerous Roman sympathizers. These included his own brother Adminius, and the deposed Atrebates king, Verica, who appealed to their connections in the Roman Empire for aide in recovering their lands. Togdumnos died in battle with the Romans, and was subsequently replaced by his brother, Karatakos. It is an irony that it was his third son that initially invited this Roman reprisal. Kunobelinos in his own time though was possibly one of the greatest of all British kings. He conquered the great majority of the southern half of Britain (his coins were being minted as far as the borders of what would become Wales). He started ruling over only four minor tribes in a confederation, the Catuvellauni, and ended up achieving recognition as king of Britain. This recognition was so great that tribes in Cambria even came to assist his sons against the Romans and their British allies, and Kunobelinos was held up by the post-Roman Britons as one of their great heroes; a conqueror and uniter of petty kingdoms, something the post-Roman Britons or Romano-British sorely needed.
ast: Cunobelín, (del britanu Cunobelinos), foi un poderosu rei de los catuvellaunos. Los romanos llamáronlu «el rei de los britanos». Los sos dominios abarcaron la ciudá de Camulodunon (Camulodúnum en llatín), que coincide anguaño con Cólchester. Cunobelín aprovechóse de la derrota romana na batalla de la viesca de Teutoburgu (Xermania Magna) pa conquistar una tribu vecina, los trinovantes, que yeren aliaos de Roma, pero que nun podíen recibir sofitu romanu. Abulta qu'a Cunobelín los romanos-y dieron igual. Negoció llibremente con ellos, pero nun tarreció sopiar los conocíos aliaos de Roma, y unvió al so fíu menor, Adminiu, a la Galia romana como neñu acoyíu pa recibir una educación. Poro, Adminiu amigóse colos romanos. A Adminiu Cunobelín dio-y el señoríu de los cantiacos, qu'habitaben Kent. Esi yera'l focu de la influyencia romana y del comerciu en Britania, y Cunobelín vio astutamente que les amistaes del so fíu menor con poderosos políticos y comerciantes romanos y galorromanos podíen valir p'alministrar la rexón. Por embargu, a los sos otros fíos los romanos nun-yos prestaben un res. Cuando Cunobelín finó de malura, sustituyólu'l so fíu, Togodumnu, que prindó, executó o espuxó a numberosos simpatizantes romanos. Ente ellos yeren Adminiu, el so propiu hermanu, y Verica, el rei depuestu de los atrebates, que pidieron a los sos contautos del Imperiu Romanu que los aidaren a recobrar les sos tierres. Togodumnu morrió na batalla colos romanos, polo que lu sustituyó'l so hermanu, Caratacu. Ye irónico que fore'l tercer fíu de Cunobelín que primero provocare la venganza romana. Sicasí, na so dómina Cunobelín yera ente los mayores de tolos reis britanos. Llogró conquistar la gran mayoría de la metada sureña de Britania, (les sos monedes acuñáronse fasta les llendes de lo que sedría Gales). Entamó'l so reináu gobernando una confederación de cuatro tribus menores, los catuvellaunos, y consiguió que se-y reconociere como'l rei de Britania. Tan grande yera esta reconocencia qu'unes tribus de Cambria vinieron a encontiar a los sos fíos na llucha escontra los romanos y los sos aliaos britanos, y que los britanos posromanos lu tuvieron por ún de los sos mayores héroes; un conquistador y unificador de pequeños reinos, dalgo de que los britanos posromanos, o romano-británicos, tanto precisaben.
bg: Кунобелинос (по-известен под латинизираното име Кунобелин) бил могъщ владетел на катувелауните. Наричан е от римляните „Цар на бритите“. Неговите владения се простирали около града Камулодунум, днешен Колчестър. Римското падение в битката в Тевтобургската гора (Магна Германия) позволява на Кунобелин да завладее триновантите — римски съюзници, които не успяват да получат римска подкрепа. Кунобелин е безразличен към римляните. С тях той търгувал свободно, но и нямал угризения при завладяването на римски съюзници, при това дори изпратил най-малкия си син Админий като храненик да се учи в Римска галия, където Админий завързва приятелства сред римляните. Баща му повелява на него властта над кантачите, които населяват Кент, местността с най-силно римско влияние и търговия в Британия. Кунобелин разбрал, че връзките на най-младия му син с могъщи римски и гало-римски политици и търговци ще бъде от полза при управлението на този район. Другите му синове обаче ненавиждали римляните. Когато Кунобелин умирял от болест, то бил наследен от сина си Тогодум, които арестувал, екзекутирал или прогонил множество привърженици на Рим. В това число и брат си Админий, както и детронирания атребатски крал Верика, който използва връзките им с Римската империя, за да възвърне земите им. Тогодум загива в битка с римляните и е наследен от брат си Каратак. Ироничното е, че именно третият му син си навлича отмъщението на Рим. Кунобелин е вероятно най-великият британски крал. Той завладява по-голямата част от южна Британия (негови монети се секат чак до границите на бъдещ Уелс). Започва владението си с четири малки племена, обединени в конфедерация (катувелауните) и успява да бъде признат за цар на Британия. Уважението към него е толкова голямо, че дори племена от Камбрия се притекли на помощ на синовете му срещу римляните и техните британски съюзници. Кунобелин бил почитан като един от големите герои на освободените британци — завоевател и обединител на малки царства — нещо, от което британците имали нужда по време и след римското влияние.
nb: Kunobelinos (kanskje bedre kjent ved den latinske formen av navnet, Cunobelin) var en mektig hersker av Catuvellauni-folket. Av romerne ble han kalt britonernes konge. Hans landområder strakk seg utover rundt byen Kamulodunon (kjent som Camulodunum), i dag Colchester. Beseiringen av romerne i Teutoburg-slaget (Germania) la til rette for at Kunobelinos kunne underlegge seg en nabostamme, Trinovanterne, som var allierte av romerne. Kunobelinos later til å ha vært likegyldig overfor romerne. Han handler fritt med dem, men hadde ingen betenkeligheter med å underlegge seg romerske allierte. Han sendte til og med sin yngste sønn Adminius til det romerske Gaul som forsterbarn for å få undervisning. Dette forklarer Adminius' vennskap med romerne. Av sin far ble Adminius senere gitt myndighet over Cantaci-folket i Kent. Dette området var hovedområdet for romersk innflytelse og handel i Storbritannia, og Kunobelinos observerte med skarpsindighet hvordan Adminius' vennskap med mektige romerske og gallo-romerske politikere og handelsmenn ville være nyttig i forvaltningen av regionen. Hans andre sønner hadde dog ingen forkjærlighet for romerne. Da Kunobelinos døde av sykdom ble hans plass overtatt av hans sønn Togdumnos, som arresterte, henrettet eller utviste et stort antall romersympatisører. Dette inkluderte hans egen bror Adminius, og atrebaternes konge, Verica, som henvendte seg til deres forbindelser i Romerriket for å få hjelp til gjenreisning av deres land. Togdumnos døde i kamp med Romerne, og hans plass ble dermed overtatt av hans bror Karatakos. Det var ironisk at det var hans tredje sønn som la til rette for denne romeske gjengjeldelsen, men Kunobelinos anses allikevel for å være en av de største av alle britiske konger. Fra hans utgangspunkt som hersker over fire små stammer i Catuvellauni-konføderasjonen endte han opp med å erobre størstedelen av det sørlige Britannia, og oppnådde å bli anerkjent som konge av Storbritannia. Denne anerkjennelsen var så sterk at til og med stammer fra Cambria kom for å hjelpe hans sønner mot romerne og deres britiske allierte, og Kunobelinos ble av de post-romerske britonerne ansett som en av deres store helter; en erorbrer og leder med evne til å samle små kongedømmer, noe de post-romerske britonerne eller Romano-Britene sårt trengte.
sk: Kunobelinos (možno viac známy pod latinskou obdobou svojho mena ako Cunobelin), bol mocným vládcom Catuvellaunčanov. Rimanmi bol označovaný ako kráľ Britov. Jeho územie sa rozprestieralo okolo Kamulodunonu (viac známeho ako Camulodunum), dnešného Colchestru. Rímska prehra v bitke pri Teutoburskom lese (Germánia) umožnila Kunobelinosovi podrobiť si susedný kmeň Trinovantov, spojencov Ríma, ktorí si nemohli získať rímsku podporu. Zdá sa, že Kunobelinos bol voči RImanom ľahostajný. Voľne s nimi obchodoval, ale nemal výčitky pri podmaňovaní si rímskych spojencov, a dokonca poslal svojho najmladšieho syna Adminiusa ako adoptívne dieťa vzdelávať sa do rímskej Galie. To malo vplyv na Adminiove priateľstvá s Rimanmi. Adminiov otec mu dal lordstvo v Cantaci, obývané Kenťanmi. Toto územie bolo hlavným rímskym územím pre obchod a vplyv Britov a Kunobelinos bystro spozoroval, že priateľstvo jeho najmladšieho syna s rímskymi politikmi a obchodníkmi by sa hodilo na správu tohto regiónu. Jeho ostatní synovia voči Rimanom neprechovávali žiadnu lásku. Keď Kunobelinos zomrel kvôli nemoci, jeho miesto prebral jeho syn Togdumnos, ktorý zatkol, popravil a vyhnal mnoho rímskych prívržencov. To zahŕňalo aj jeho vlastného brata Adminia a zosadeného Atrebatského kráľa Vericu, ktorý sa snažil apelovať na svoje rímske styky, aby získal späť svoje územie. Togdumnos zomrel v bitke proti Rimanom a bol nahradený svojim bratom, Karatakosom. Je iróniou, že to bol jeho tretí syn, čo uvítal rímsku odvetu. Kunobelinos bol svojho času jedným z najväčších britských kráľov. Obsadil veľkú väčšinu južnej polovice Británie (jeho mince boli razené až za hranicami dnešného Walesu). Začal vládu len nad štyrmi malými kmeňmi v konfederácii, Catuvellauni, a skončil ako uznávaný britský kráľ. Toto uznanie bolo tak veľké, že kmene v Cambrii dokonca prišli na pomoc jeho synom proti Rimanom a ich brtiským spojencom, a Kunobelinos bol vyzdvihovaný post-rimanskými Britmi ako jeden z ich najväčších hrdinov; dobyvateľ a zjednotiteľ drobných kráľovstiev, niečo, čo post-rimanskí Briti alebo Rimano-Briti veľmi potrebovali.
zh_tw: 庫諾貝利諾斯 (Kunobelinos) ，其名可能以拉丁語寫法邱諾貝林 (Cunobelin)較為人熟知，曾是卡托瓦拉尼 (Catuvellauni) 的強大統治者。他被羅馬人稱作「不列顛之王」。他從卡姆樓墩倫姆 (Camulodunum)，也就是現今的高車士打 (Colchester) 開始擴張。因羅馬在條頓堡森林一役（即日爾曼尼亞之禍）中被擊敗，讓他可以征服一個鄰近的部落，初來諾凡提斯 (Trinovantes)，雖然其為羅馬的盟友，但當時羅馬沒有辦法提供援助。邱諾貝林對羅馬的態度似乎漠不關心，雖然在他的統治之下與羅馬人自由貿易，但卻幾無顧慮地征服已知為羅馬同盟的部落，甚至送三子阿得命你由斯 (Adminius) 以人質身份在羅馬高庭接受教育，而這說明阿得命你由斯為何會對羅馬態度友善。後來其父邱諾貝林使其掌管座落在肯特 (Kent) 的坎塔希 (Cantaci)，此區域乃是羅馬在不列顛發揮影響與進行交易的主要地區邱諾貝林精明地發現他最小的兒子與羅馬、高盧羅馬的掌權政治人物、貿易家友好，正好適合管理該地。但他其餘二位兒子卻對羅馬人毫無情感，當庫諾貝利諾一死，即位的土格丹姆諾斯便逮捕、處決或驅逐許多羅馬親近者，其中包括他的弟弟阿得命你由斯，並廢黜阿特雷巴特人 (Atrebates) 國王維利卡 (Verica)，後來該國王懇求羅馬帝國看在兩國間的關係上協助收復他們的失土，此即羅馬入侵之始。土格丹姆諾斯於與羅馬人的戰爭中死亡，後來由兄弟卡拉塔可斯繼位。諷刺的是，引起後來羅馬藉口報復的導火線竟然跟三子有關。總結來看，庫諾貝利諾在位期間，是歷任不列顛國王之中最輝煌的一位。他征服了不列顛南半部絕大部分地區（他統治時期的錢幣流通地區遠及今日所知威爾斯的邊界）。他最初僅掌控由四個小部落構成的卡圖維勞尼邦聯 (Catuvellauni)，後來陸續征服大量土地，並被尊為「不列顛國王」。不列顛國王的稱號非常偉大，以致後來坎布里亞 (Cambria) 的部落還協助邱諾貝林的兒子對抗羅馬人及其不列顛同盟，甚至到後羅馬不列顛時期人民 (post-Roman Britons) 更推崇他為民族英雄；對於戰國征服者、國家統一者等的美好想望，是後羅馬不列顛時期或稱羅馬治不列顛時期人民 (Romano-British) 熱切期盼的。
