Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: An Egyptian desert map bisected by the broad Nile River. Organic resources cluster near the river, while mineral resources can be found in the desert hinterlands.
ast: Un desierto egypicio dimidiado pol riw Nilu. Los recursos orgánicos apeguñɐn-se escontra l riw, entre que los recursos minerales se puöden atopar nel interior de l desierto.
bg: Египетска пустинна карта, пресечена от широката река Нил. Растителните ресурси са скупчени около реката, а минералните могат да бъдат открити в пустинята наоколо.
br: Kartenn un dezerzh Ejipsian troc'het e div lodenn gant ar Stêr Nil ramzel. Ur bern danvezioù bevel tost ouzh ar stêr, tra ma c'hell bezañ kavet danvezioù maenek er c'heinvro dizertet.
ca: Un mapa del desert egipci travessat per l'ampli riu Nil. Els recursos orgànics s'agrupen al costat del riu i els recursos minerals es poden trobar a l'interior del desert.
cs: Egyptská pouštní mapa rozpůlená širokou řekou Nil. Přírodní zdroje se nachází v blízkosti řeky, zatímco horniny se nachází v pouštním vnitrozemí.
da: En egyptisk ørkenbane delt i to af den brede Nil. Organiske ressourcer flokkes nær floden, imens mineraler kan findes i ørkenen.
de: Eine ägyptische Wüstenkarte, die durch den breiten Nil zweigeteilt wird. Organische Ressourcen sammeln sich an dessen Ufer, während mineralische Ressourcen in der Wüste des Hinterlandes gefunden werden können.
el: Ένας χάρτης της αιγυπτιακής έρημου διχοτομείται από τον πλατύ ποταμό Νείλο. Σμήνος οργανικών πόρων βρίσκονται κοντά στο ποτάμι, ενώ οι ορυκτοί πόροι μπορούν να βρεθούν στην ενδοχώρα της ερήμου.
es: Un mapa del desierto egipcio dividido por el amplio río Nilo. Existen grupos de recursos orgánicos cercanos al río, mientras que los recursos minerales se encuentran en la desérticas zonas del interior.
eu: Nilo ibai zabalak bananduriko Egiptoko basamortuko mapa bat. Baliabide organiko taldeak daude ibaiaren inguruan, mineral baliabideak berriz, barrualdeko basamortu inguruetan daude.
fi: Egyptiläinen aavikkokenttä jonka jakaa kahtia Niilin leveä joki. Eläimet laiduntavat suurissa laumoissa joen varrella kun taasen metallia voi löytää sisämaan aavikolta.
fr: Une carte dans le désert égyptien traversé par le Nil. Les ressources de nourriture se trouvent près du fleuve, tandis que les ressources de minerai peuvent être trouvées à l'intérieur des terres du désert.
ga: Léarscáil fhásach Éigipteach déroinnte le habhainn mhór na Níle. Tá acmhainní orgánacha go leor in aice leis an abhainn, agus tá acmhainní mionraí i gcúlchríoch an fhásaigh.
gd: Mapa fàsach na h-Èipheite leis an abhainn Nìl leathann a’ dol troimhpe. Tha stòras bìdh ’s fiodha ri taobh na h-aibhne fhad ’s a tha stòras mèinneir ri fhaighinn san fhàsach.
hu: Egy egyiptomi sivatagi térkép, amit kettéoszt a széles Nílus folyó. A szerves nyersanyagok a folyó mentén csoportosulnak, míg az ásványkincsek a sivatagos hátországban találhatók.
id: Sebuah peta gurun pasir Mesir yang terbagi dua oleh Sungai Nil yang lebar. Sumber daya organik berkumpul di dekat sungai, sementara sumber daya mineral dapat ditemukan di dalam gurun pasir.
it: Una mappa desertica egizia, divisa dal largo fiume Nilo. La selvaggina e il foraggio si ammassano sulle rive del fiume, mentre le risorse minerarie sono collocate nel deserto.
ja: エジプトの砂漠マップで、幅広いナイル川に二分されています。有機資源が川の近辺に集積する一方で、鉱物資源は砂漠の奥地で見つけられます。
ko: 넓은 나일강으로 양분된 이집트 사막 지도입니다. 강 근처에는 유기 자원이 밀집되어 있고, 사막 내륙에는 광물 자원이 있습니다.
ms: Peta gurun Mesir yang terpisah dua oleh Sungai Nil yang luas. Gugusan sumber organik berhampiran lembah sungai, manakala sumber mineral dapat ditemui dikawasan pendalaman gurun.
nb: Et egyptisk ørkenkart delt i to av den brede Nilen. Organiske ressurser klynger seg nær elven, mens mineralressurser kan finnes i ørkenopplandet.
nl: Een Egyptische woestijnkaart, doorsneden door de brede Nijl. Organische grondstoffen zijn te vinden bij het water, terwijl mineralen verder in de woestijn gevonden kunnen worden.
pl: Mapa egipskiej pustyni przedzielonej na dwie połowy przez Nil. Surowce organiczne zgromadzone są w pobliżu rzeki,natomiast mineralne odnaleźć można na pustynnych bezkresach.
pt_br: Um mapa de deserto egípcio dividido pelo rio Nilo amplo. Cluster de recursos orgânicos perto do rio, enquanto os recursos minerais podem ser encontrados nos sertões do deserto.
pt_pt: Um mapa do deserto egípcio dividido pelo rio Nilo. Encontra-se madeira e a comida nas margens do rio e metal no interior do deserto.
ru: Карта египетской пустыни разделена пополам широким Нилом. Вблизи реки много органических ресурсов, в тоже время минеральные ресурсы можно найти в пустынных районах.
sk: Púštna egyptská mapa preťatá širokou riekou Níl. Organické zdroje sú nahromadené blízko rieky, kým minerálne zdroje možno nájsť v púšťach za pobrežím.
sr: Египатска пустињска мапа пресечена надвоје широким Нилом. Органски ресурси груписани су близу реке, док се минерални ресурси могу наћи у пустињском залеђу.
sv: En Egyptisk öken delad av den breda Nilfloden. Organiska resurser finns nära floden medans mineraler finns i baklanden.
tr: Geniş Nil Nehri tarafından ikiye bölünmüş bir Mısır çöl haritası.Nehri yakınında organik kaynaklar kümelenmiştir,maden kaynakları çöl merkezlerinde bulunabilir.
uk: Карта єгипетської пустелі розділена навпіл широкою рікою Ніл. Біля ріки безліч живності, а от мінерали можна знайти в пустельних районах.
zh: 埃及沙漠被宽广的尼罗河一分为二。河岸有丰富的生物，沙漠腹地还有矿物。
zh_tw: 由寬廣的尼羅河平分的唉及沙漠地圖。有生命的資源都聚集在河邊，而礦產資源則可以在沙漠的內陸地區找到。

source: Nile River (4)
ast: Riw Nilu (4)
bg: Река Нил (4)
br: Ster an Nil (4)
ca: Riu Nil (4)
cs: Řeka Nil (4)
da: Nilen (4)
de: Der Nil (4)
el: Ποταμός Νείλος (4)
es: Rio Nilo (4)
eu: Nilo Ibaia (4)
fa: رود نیل (4)
fi: Niilin joki (4)
fr: Le Nil (4)
ga: Abhainn na Níle (4)
gd: An Abhainn Nìl (4)
hu: Nílus folyó (4)
id: Sungai Nil (4)
it: Fiume Nilo (4)
ja: ナイル川 (4)
ko: 나일 강 (4)
ms: Sungai Nil (4)
nb: Nilen (4)
nl: De Nijl (4)
pl: Nil (4)
pt_br: Rio Nilo (4)
pt_pt: Rio Nilo (4)
ru: Нил (4)
sk: Rieka Níl (4)
sr: Река Нил (4)
sv: Nilfloden (4)
tr: Nil Nehri (4)
uk: річка Ніл (4)
zh: 尼罗河 (4)
zh_tw: 尼羅河 (4)

source: The Savanna is open and foreboding, chock full of animal, both huntable and hunter. Here we have an example of the two seasons prevelant on the savanna: The wet season and the dry season.
ast: La savana sta abierta & azarienta, ḷḷena d’animalia caciadeira & caciadora. Vei-llo eiquí un exemplo de lɐs duɐs stadɐs typicɐs de la savana: la stada húmida & la stada seca.
bg: Саваната е открита и опасна, препълнена с животни — колкото плячка, толкова и ловци. Тук имаме пример за двата преобладаващи сезона в саваната: мокрият и сухият.
ko: 사바나는 개방적이고 불길한 느낌이 들며, 사냥할 수 있고 사냥꾼이 될 수 있는 동물로 가득 차 있습니다. 여기 사바나에서 일반적인 두 계절의 예시를 가지고 있습니다: 우기와 건기입니다.
pt_pt: A savana está aberta e vaticinada, cheia de animais, tanto caçáveis como caçadores. Aqui temos um exemplo das duas estações do ano que se destacam na savana: a estação das chuvas e a estação seca.
zh: 开阔的萨瓦纳危机丛生，此处动物繁盛，适宜打猎，但要保护好自己。 这里仅有非洲草原常见的两季：旱季和雨季。

source: North African Savanna (2 players)
ast: Savana de l’África septentrional (2 jogadores)
bg: Северноафриканска савана (2-ма играчи)
ko: 북아프리카 사바나 (2인용)
pt_pt: Savana do norte de África (2 jogadores)
zh: 北非大草原 (2人)

source: Stranded in the cold North, 2 players fight for supremacy over the Island. One player starts in the Mountains to the West, the other player starts near the Bay in the East.
ast: Disdeixados a l cutu de l bóreas, 2 jogadores compiten pola islha. Un jogador intama nos Montes occidentales, l outru jogador intama escontra la Badea oriental.
bg: Изоставени в студения север, 2-ма играчи се борят за надмощие над острова. Единият започва в планините на запад, а другия — близо до залива на изток.
br: Stanket en Hanternoz yen, 2 c'hoarier a stourm evit an dreistelezh war an enezenn. Ur c'hoarier a grog er Menezioù er C'hornôg, ar c'hoarier all a grog tost ouzh ar Bae er Reter.
ca: Atrapats al fred nord, 2 jugadors lluiten per la supremacia de l'illa. Un jugador comença a les muntanyes de l'oest, l'altre prop de la badia de l'est.
cs: Ztroskotal jste na chladném severu, kde 2 hráči bojují o nadvládu nad Islandem. Jeden hráč začíná v horách na západě, druhý začíná poblíž zátoky na východě.
da: Strandet i det kolde nord kæmper 2 spillere om overherredømmet over øen. En spiller starter i bjergene mod vest, den anden spiller starter nær bugten i øst.
de: Im kalten Norden gestrandet kämpfen 2 Spieler um die Vorherrschaft über die Insel. Ein Spieler beginnt in den Bergen im Westen, der andere beginnt in der Nähe der Bucht im Osten.
el: Απομονωμένοι στο κρύο Βορρά, 2 παίκτες παλεύουν για την υπεροχή πάνω στο νησί. Ένας παίκτης ξεκινάει από τα βουνά της Δύσης, ο άλλος παίκτης ξεκινά κοντά στο κόλπο στην Ανατολή.
es: Perdidos en la inmensidad del gélido norte, dos jugadores luchan por hacerse con el control del islote. Un jugador comienza en el macizo occidental, el otro junto a la bahía oriental.
eu: Iparreko hotzaren handitasunean galdurik, 2 jokalarik uhartetxoaren kontrolagatik borrokatzen dira. Jokalari bat mendebaldeko mendietan hasiko da, bestea ekialdeko badietan.
fi: Kylmään pohjoiseen juuttuneet 2 pelaajaa taistelevat saaren herruudesta. Toinen pelaaja aloittaa lännessä sijaitsevilta vuorilta ja toinen idässä sijaitsevan lahden läheltä.
fr: Échoués dans le Nord glacial, 2 joueurs combattent pour la suprématie de l'île. Un joueur démarre dans les montagnes, à l'Ouest, l'autre commence proche de la baie, à l'Est.
ga: Sáinnithe sa Tuaisceart fuar, troideann 2 imreoir ar son ceannais an oileáin. Tosaíonn imreoir amháin sna sléibhte san iarthar, tosaíonn an cead imreoir eile in aice leis an gcuan san oirthear.
gd: Glacte air an taobh tuath fhuar, tha 2 cluicheadair a’ strì airson tighearnas an eilein. Tòisichidh an dàrna cluicheadair sna beanntan taobh siar ’s an cluicheadair eile faisg air a’ chamas taobh an ear.
hu: Hajótöröttként a hideg északon 2 játékos küzd a sziget fölötti hatalomért. Az egyik játékos a nyugati hegyekben kezd, a másik a keleti öböl közelében.
id: Terdampar di Utara yang dingin, 2 pemain berperang untuk kekuasaan seluruh pulau. Satu pemain mulai di Gunung-gunung di sebelah Barat, pemain yang satu lagi mulai di dekat Pantai di Timur.
it: Insediati nel freddo Nord, 2 giocatori lottano per la supremazia dell'Isola. Un giocatore inizia sulle Montagne dell'Ovest, mentre l'altro inizia vicino alla Baia ad Est.
ja: 極寒の北方の地で、2プレイヤーが島の覇権を争います。一方は西部の山地から、他方は東部の入江の岸辺から開始します。
ko: 추운 북부에 좌초된 2명의 플레이어들이 섬 패권을 놓고 싸웁니다. 한 플레이어는 서쪽의 산에서 시작하고, 다른 플레이어는 동쪽의 만 근처에서 시작합니다.
ms: Berada di kawasan Utara yang sejuk, 2 orang pemain berjuang untuk memerintah pulau. Salah seorang pemain bermula di kawasan Pergunungan di Barat pulau, manakala pemain kedua bermula berhampiran Teluk di kawasan Timur pulau.
nb: 2 spillere, strandet i det kalde nord, kjemper for herredømme over øya. En spiller starter i fjellene i vest, den andre starter nær bukten i øst.
nl: Gestrand in het koude noorden vechten 2 spelers over de heerschappij van het Eiland. Eén speler start in de Bergen in het Westen, de andere speler start bij de Baai in het Oosten.
pl: Na zimnych i osieroconych północnych terenach 2-óch graczy walczy o dominację nad wyspą. Jeden z graczy rozpoczyna w górach na zachodzie, a drugi w pobliżu zatoki na wschodzie.
pt_br: Encalhados no gélido Norte, 2 jogadores lutam por supremacia sobre a Ilha. Um jogador começa nas Montanhas a Oeste e o outro começa perto da Baía no Leste.
pt_pt: Encalhados no frio do norte, 2 jogadores lutam pela supremacia sobre a Ilha. Um jogador começa nas montanhas a oeste, o outro jogador começa perto da Baía no Este.
ru: В условиях холодного севера 2 игрока сразятся за господство над островом. Один из игроков начинает игру в горах на западе, другой — рядом с заливом на востоке.
sk: Uviaznutí na chladnom Severe, 2 hráči bojujú o nadvládu nad Ostrovom. Jeden hráč začína v Horách na Západe, ďalší začína blízko Zálivu na Východe.
sr: Насукани на хладном Северу, 2 играча се боре за доминацију над острвом. Један играч почиње на планинама на западу, други код залива на истоку.
sv: Fastnade i kalla Norden slåss 2 spelare om herraväldet över ön. En spelare börjar i bergen i väster, den andra spelaren startar nära bukten i öst.
tr: Soğuk Kuzeyde karaya oturmuş 2 oyuncu adanın hakimiyeti için savaşır. Bir oyuncu Batının Dağlarında, diğer oyuncu ise Doğudaki körfezin yakınında başlar.
uk: В холодних умовах Півночі, 2 гравця зіткнулись за домінування над островом.
zh: 两名玩家被困在寒冷的北方岛屿。一名玩家开局位于西方的山上，另一位在东边海湾处。
zh_tw: 被困在寒冷的北方，2 個玩家相互爭取征服島嶼的機會。一個玩家從西方的山開始，其他玩家則從在東方的附近的海灣開始。

source: Northern Island (2)
ast: Islha boreal (2)
bg: Северен остров (2)
br: Enez an Norzh (2)
ca: Illa del Nord (2)
cs: Severny Ostrov (2)
da: Nordøen (2)
de: Nordinsel (2)
el: Βόρεια Νήσος (2)
es: Isla nórdica (2)
eu: Iparreko Uhartea (2)
fi: Pohjoinen saari (2)
fr: Îles nordiques (2)
ga: Oileáin Thuaidh (2)
gd: Eilean tuathach (2)
hu: Északi sziget (2)
id: Pulau Utara (2)
it: Isola del Nord (2)
ja: 北方の島 (2)
ko: 북부 섬 (2)
ms: Pulau Utara (2)
nb: Nordlig øy (2)
nl: Noordelijk Eiland (2)
pl: Wyspa Północna (2)
pt_br: Ilha do Norte (2)
pt_pt: Ilha do norte (2)
ru: Северный остров (2)
sk: Severný ostrov (2)
sr: Северна острва (2)
sv: Norra Ön (2)
tr: Kuzey Adası (2)
uk: Північній острів (2)
zh: 北方之岛 (2)
zh_tw: 北方之島 (2)

source: The arid and treacherous frontier between Nubia and Egypt.
ast: Los áridos & pelhigrosos rimeiros entre Ethiopia & Egypto.
bg: Безплодната и коварна граница между Нубия и Египет.
cs: Vyprahlá a zrádná hranice mezi Núbií a Egyptem.
da: Den tørre og forræderiske grænse mellem Nubien og Egypten.
de: Die trockene und tückische Grenzregion zwischen Nubien und Ägypten.
el: Το άνυδρο και αναξιόπιστο σύνορο μεταξύ της Νούβιας και Αιγύπτου.
es: La árida y traicionera frontera entre Nubia y Egipto.
eu: Nubia eta Egipto arteko muga idor eta traidorea.
fi: Nubian ja Egyptin välinen kuiva ja petollinen rajaseutu.
fr: La frontière aride et perfide entre la Nubie et l'Égypte.
hu: Száraz és alattomos sivatagi határvidék Núbia és Egyiptom között.
id: Perbatasan kering dan berbahaya di antara Nubia dan Mesir.
it: L'arida e infida frontiera tra Nubia ed Egitto.
ja: ヌビアとエジプトの間にある、乾燥した危険な辺境。
ko: 누비아와 이집트 사이의 건조하고 위험한 국경.
nl: De dorre en verraderlijke grensstreek tussen Nubië en Egypte.
pl: Jałowa i zdradliwa granica między Nubią a Egiptem.
pt_br: A árida e traiçoeira fronteira entre a Núbia e o Egito.
pt_pt: A árida e traiçoeira fronteira entre a Núbia e o Egito.
ru: Засушливая и коварная граница между Нубией и Египтом.
sk: Vyprahnutá, zradná hranica medzi Núbiou a Egyptom.
tr: Nubia ve Mısır arasındaki kurak ve tehlikeli sınır.
uk: Посушливий і підступний кордон між Нубією та Єгиптом.
zh: 努比亚和埃及的边境，干旱又危险。
zh_tw: 努比亞和埃及之間乾旱而危險的前線。

source: Nubian Frontier (2)
ast: Rimeiros d’Ethiopia (2)
bg: Нубийска граница (2)
cs: Núbijská hranice (2)
da: Den Nubiske grænse (2)
de: Nubische Grenze (2)
el: Νούβικο Οχυρό (2)
es: Frontera nubia (2)
eu: Nubiako muga (2)
fi: Nubialainen rajaseutu (2)
fr: Frontière Nubienne (2)
hu: Núbia határvidéke (2)
id: Perbatasan Nubia (2)
it: Frontiera nubiana (2)
ja: ヌビア辺境地帯 (2)
ko: 누비안 국경 지방 (2)
nl: Nubische Grens (2)
pl: Granica nubijska (2)
pt_br: Fronteira Da Núbia (2)
pt_pt: Fronteira da Núbia (2)
ru: Нубийский фронтир (2)
sk: Núbska hranica (2)
tr: Nubiyalı Öncüler (2)
uk: Нубійський кордон (2)
zh: 努比亚边境（2）
zh_tw: 努比亞前線 (2)

source: A lazy river meanders through these Serbian wetlands. Stone is scarce, but many lumps of bog iron sit waiting to be found. *This map makes heavy use of grass actors which may adversely affect performance.
ast: Un riw lentu escolobredia per estɐs agüeriɐs serbiɐs. La piedra ye scassa, pero puöden-se afalyar muĩꞇhos caçhos de fierro olgueiro per ende. *Esti mapa perusa actores d’herba, lo que puöde affectar a l rendimiento.
bg: Мързелива река проправя пътя си през тези сръбски блата. Камъкът е оскъден, но затова пък има изобилни залежи от блатно желязо. *На тази карта има огромно количество трева, което може да намали производителността.
cs: Líná řeka se vine těmito srbskými mokřady. Kámen je vzácný, ale mnoho kusů bažinového železa sedí a čeká na nalezení. * Tato mapa intenzivně využívá trsy trav, což může nepříznivě ovlivnit výkon.
da: En doven flod bugter sig gennem disse serbiske vådområder. Sten er få, men mange klumper af mosejern sidder og venter på at blive fundet. *Dette kort gør stor brug af græsskuespillere, hvilket kan påvirke ydeevnen negativt.
de: Ein träger Fluss schlängelt sich durch diese serbischen Sumpfgebiete. Stein ist rar, aber viele Klumpen aus Sumpfeisen warten auf ihre Entdeckung. *Diese Karte verwendet sehr viele Gras-Grafiken, was die Leistung negativ beeinflussen könnte.
el: Ένα οκνηρό ποτάμι περιστρέφεται μέσα σε αυτούς τους Σερβικούς υγρότοπους. Η πέτρα είναι σπάνια, αλλά πολλά κομμάτια μετάλλου περιμένουν να βρεθούν. * Αυτός ο χάρτης χρησιμοποιεί εκτεταμένα τους μορφοποιητές γρασιδιού που μπορεί να επηρεάσουν δυσμενώς την απόδοση.
es: Un río lento serpentea a través de estos humedales serbios. La piedra es escasa, pero se encuentran muchos trozos de hierro empantanados esperando a ser encontrados. * Este mapa hace un uso intensivo de los actores de césped que pueden afectar negativamente el rendimiento.
eu: Serbiako hezegune hauetan barrena, ibai motel bat sigi-saga doa. Harria urria da, baina zingira zati asko daude aurkituak izateko zain. * Mapa honek errendimenduan eragin negatiboa izan dezaketen belar aktoreen erabilera intentsiboa egiten du.
fi: Lempeä joki mutkittelee näiden serbialaisten kosteikkojen halki. Kiveä on niukasti, mutta monet suoraudan möykyt odottavat löytäjäänsä. *Tässä kartassa käytetään paljon ruohotoimijoita, mikä voi vaikuttaa haitallisesti suorituskykyyn.
fr: Une rivière paresseuse serpente à travers ces zones humides serbes. La pierre est rare, mais de nombreux morceaux de fer marécageux attendent d'être trouvés. * Cette carte fait un usage intensif des acteurs de l'herbe qui peuvent nuire aux performances.
hu: Egy lusta folyó kanyarog ezeken a szerb lápokon. A kő ritka, de számos vaslelőhely vár arra, hogy megtalálják. *Ez a térkép nagy számban használ füveket, ami negatívan hathat a teljesítményre.
id: Sungai dangkal berkelok melalui lahan basah Serbia ini. Batu langka, tetapi banyak gumpalan besi rawa menunggu untuk ditemukan. * Peta ini banyak menggunakan rumput yang dapat mengurangi kinerja.
it: Un fiume pigro serpeggia attraverso queste zone umide serbe. La pietra è scarsa, ma molti grumi di ferro di palude aspettano di essere trovati. *Questa mappa fa intenso uso di attori in erba che possono influire negativamente sulle prestazioni.
ja: このセルビアの湿地帯には、ゆったりとした川が流れています。石はほとんどありませんが、多くの泥炭の鉄の塊が発見されるのを待っています。 このマップは、パフォーマンスに悪影響を与える可能性がある草のアクターを多用しています。
ko: 느리게 흐르는 강이 이 세르비아 습지를 굽이쳐 흐릅니다. 돌은 드물지만, 많은 보철 덩어리가 발견되기를 기다리고 있습니다. *이 지도는 성능에 부정적인 영향을 줄 수 있는 풀 행위자를 많이 사용합니다.
nl: Een rivier meandert traag door dit Servische laagland. Steen is schaars maar veel ijzermijnen wachten erop gevonden te worden. *Op deze kaart komt veel gras voor wat de prestaties nadelig kan beïnvloeden.
pl: Powolna rzeka płynie przez te serbskie mokradła. Mało tu kamienia, ale można znaleźć sporo górek żelaza. *Ta mapa wykorzystuje wiele efektów traw, które mogą wpłynąć na jakość rozgrywki.
pt_br: Um rio lento serpenteia por esses pântanos sérvios. As pedras são escassas, mas muitos pedaços de ferro do pântano aguardam para serem encontrados. * Este mapa faz uso pesado de atores de grama que podem afetar adversamente o desempenho.
pt_pt: Um rio lento serpenteia atravessa estas terras húmidas sérvias. A pedra é escassa, mas muitos pedaços de ferro do pântano ficam aguardam que sejam encontrados. *Este mapa faz um uso intensivo de relva, o que pode afetar negativamente o desempenho.
ru: Неспешная река протекает через эти сербские заболоченные земли. Камня мало, но многочисленные залежи болотного железа ждут того, кто их найдёт. *Эта карта интенсивно использует эффекты травы, что может отрицательно сказаться на производительности.
sv: En liten flod meandrar genom dessa serbiska våtmarker. Sten är sällsynt, men stora mängder myrmalm väntar på att bli upptäckta. *Denna kartan använder sig av många gräsmodeller, vilket kan komma att påverka prestandan.
tr: Tembel bir nehir bu Sırp sulak alanlarından geçiyor. Taş azdır, ancak birçok bataklık demir parçası bulunur. * Bu harita performansı olumsuz etkileyebilecek çim aktörlerini yoğun olarak kullanmaktadır.
uk: Через ці сербські болота блукає лінива річка. Каміння замало, але багато грудок болотного заліза сидять і чекають, коли їх знайдуть. *На цій карті інтенсивно використовуються трав'яні масиви, що може негативно вплинути на продуктивність.
zh: 一条河流蜿蜒穿过塞尔维亚湿地。 石料稀缺，而金属丰富。 * 本图含有大面积的草地，可能会出现渲染问题。
zh_tw: 一條懶洋洋的河流蜿蜒穿過這些塞爾維亞濕地。石頭是稀缺的，但坐著很多叢的鐵礦等待著被發現。 *此地圖大量使用了草木演員，這可能會對性能產生不利影響。

source: Obedska Bog (4)
ast: Wölga Obedska (4)
bg: Тресавище Обедска (4)
cs: Obedská bažina (4)
da: Obedska Mosen (4)
de: Obedska Moor (4)
el: Βάλτος Ομπέντσκα (4)
es: Pantano Obedska (4)
eu: Obedska lokaztia (4)
fi: Obedskan suo (4)
fr: Tourbière d'Obedska (4)
gd: Boglach Obedska (4)
hu: Obedszka lapvidék (4)
id: Rawa Obedska (4)
ja: オベドスカ バラ (4)
ko: 오베드스카 보그 (4)
nl: Obedska moeras (4)
pl: Obedska bara (4)
pt_br: Pântano de Obedska (4)
pt_pt: Pântano de Obedska (4)
ru: Обедское болото (4)
sk: Obedská bara (4)
sv: Obedskamyr (4)
uk: Обедська Бара (4)
zh: 奥博达斯卡沼泽 (4)
zh_tw: 奧貝茲卡沼澤 (4)

source: Obedska Bog Night (4)
ast: Wölga Obedska nuöiꞇhe (4)
bg: Тресавище Обедска през нощта (4)
cs: Obedská bažina Noc (4)
da: Obedska mose om natten (4)
de: Obedska Moor Nacht (4)
el: Βάλτος Ομπέντσκα Νύχτα (4)
es: Pantano Obedska noche (4)
eu: Obedska lokaztia gauez(4)
fi: Obedskan suo yöllä (4)
fr: Tourbière d'Obedska nocturne (4)
gd: Boglach Obedska air an oidhche (4)
hu: Obedszka lápvidék éjszaka (4)
id: Rawa Obedska Malam (4)
it: Obedska Bog notte (4)
ja: オベドスカ バラ 夜 (4)
ko: 오베드스카 보그 나이트 (4)
nl: Obedska moeras, nacht (4)
pl: Obedska bara nocą (4)
pt_br: Pântano de Obedska - Noite (4)
pt_pt: Pântano de Obedska - Noite (4)
ru: Ночь на Обедском болоте (4)
sk: Obedská bara noc (4)
sv: Obedskamyr natt (4)
tr: Obedska Bog Gecesi (4)
uk: Обедська Бара Ніч (4)
zh: 奥博达斯卡沼泽之夜 (4)
zh_tw: 奧貝茲卡沼澤夜晚 (4)

source: A Lush temperate biome along an ocean.
ast: Un bioma nietu & tempradu a lo llongo d’un océanu.
bg: Тучна земя с умерен климат по продължението на океан.
cs: Svěží mírný ekosystém podél oceánu.
da: En frodig tempereret biom langs et hav.
de: Ein reich bewachsenes Gebiet der gemäßigten Zone, entlang eines Meeres.
el: Ένας πλούσιος εύκρατος βιότοπος κατά μήκος του ωκεανού.
es: Un exuberante bioma templado a lo largo de un océano.
eu: Bioma epel oparo bat ozeanoan zehar.
fi: Rehevä lauhkea ympäristö valtameren rannalla.
fr: Un biome tempéré luxuriant le long d'un océan.
ga: Bithóm méith measartha ar taobh na mara.
hu: Egy buja mérsékelt övi biom az óceán mellett.
id: Bioma beriklim subur di sepanjang lautan.
it: Un bioma temperato lussureggiante, oceano compreso.
ja: 海沿いの緑豊かなバイオーム
ko: 바다를 따라 흐르는 무성한 온대 생물군계입니다.
nl: Een weelderig gematigd bioom, gelegen aan een oceaan.
pl: Bujne tereny nad brzegiem oceanu.
pt_br: Um bioma temperado exuberante ao longo de um oceano.
pt_pt: Um bioma temperado exuberante ao longo de um oceano.
ru: Богатый мир умеренного климата вдоль океанского побережья.
sk: Bujná príroda mierneho prostredia neďaleko oceána.
sv: En frodig tempererad biom längs ett hav.
tr: Bir okyanus boyunca bereketli ılıman bir bölge.
uk: Буяючий помірний біом уздовж океану.
zh: 海洋沿岸，有一处温带生物群落。
zh_tw: 沿海的溫帶生物群系。
