Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: All cavalry -20% train time, but also -5% health. Unlocks Cavalry Conscription.
ast: Tola caballería: el -20% del tiempu de llevantamientu, pero tamién el -5% de la vida. Desbloquia l'allistamientu na caballería.
bg: -20% време за обучаване на всички конници, но също така и -5% здраве. Отключва Военна повинност на конницата.
br: An holl varc'hegerezh gant -20% a amzer stummañ, met ivez gant -5% a yec'hed. Digeriñ a ra Enluadeg Marc'hegerezh.
ca: -20% en temps de formació per a la cavalleria, però també -5 de salut. Desbloca el reclutament de la cavalleria.
cs: Veškerá jízda potřebuje o -20% méně času na výcvik, má ale také o -5% méně zdraví. Odemkne brannou povinnost jízdy.
de: Alle Kavallerie braucht -20% Rekrutierungszeit, hat aber -5% Leben. Ermöglicht Kavalleriewehrpflicht.
el: Σε όλο το ιππικό -20% χρόνος εκπαίδευσης, αλλά και -5% υγεία. Ξεκλειδώνει την Επίταξη Ιππικού.
eu: Zalditeriak %20- gutxitzen du bere erreklutatze denbora, baino %5- galtzen du osasunean. Derrigorrezko zalditeria soldadutza desblokeatzen du.
fa: تمام سواره نظام ها -20% زمان پرورش اما -5% سلامت. باز شدن قفل خدمت اجباری سواره نظام
ga: Am traenála -20% do gach marcra, ach sláinte -5% freisin. Díghlasáil Coinscríobhacht an Mharcra.
gl: Redúcese o tempo de adestramento da cabalaría un -20%, pero tamén a súa vida en -5%. Desbloquea «Levas de cabalaría».
hu: Minden lovassági egységnek -20% kiképzési idő, de -5% életerő. Elérhetővé teszi a lovasság sorozását.
id: Semua kavaleri -20% waktu melatih, tapi -5% nyawa. Membuka Wajib Militer Kavaleri.
it: Tempo di addestramento di tutta la cavalleria ridotto di -20%, ma anche -5% di salute. Sblocca Coscrizione di Cavalleria.
ja: すべての騎兵の養成時間が 20% 短縮しますが、耐久力が 5% 減ります。騎兵の徴兵を研究可能にします。
ko: 모든 기병의 훈련 시간은 -20% 단축하지만, 체력은 -5% 줄어듭니다. 기병 징병을 풉니다.
ms: Semua askar berkuda -20% masa latihan, dan juga -5% hayat. Dapat Pengerahan Askar Berkuda.
nb: Alt kavaleri -20% treningstid men også -5 helse. Låser opp verneplikt for kavaleri.
nl: -20% trainingsduur voor alle ruiters, maar ook -5% gezondheid. Ontgrendelt dienstplicht voor ruiters.
pl: Kawaleria otrzymuje -20% do czasu szkolenia, ale też -5% zdrowia. Odblokuj Pobór Kawalerii.
pt_pt: Toda a cavalaria tem -20% de tempo de treinamento, mas também -5% de vida. Desbloqueia a conscrição de cavalaria.
ru: -20% ко времени обучения всей конницы, но также -5% к здоровью. Открывает "Призыв конников".
sk: Všetka jazda -20% doba tréningu ale aj -5% zdravia. Odomkne brannú povinnosť jazdy.
sv: All kavalleri -20% träningstid, men även -5% hälsa. Låser upp Kavallerivärnplikt.
tr: Tüm süvari -20% eğitmek süresi, aynı zamanda% -5 sağlık. Süvari Aboneliğin kilidini açar.
uk: Вся кавалерія потребує -20% часу тренування, але також має -5% здоров'я. Відкриває військову повинність кавалерії.
zh: 所有骑兵训练时间-20%，但同时-5%生命值。解锁“骑兵募兵制”。
zh_tw: 所有騎兵 -20% 訓練時間，但是 -5% 生命值。解鎖騎兵徵兵制。

source: All infantry -20% train time, but also -5% health. Unlocks Infantry Conscription.
ast: Tola infantería: el -20% del tiempu de llevantamientu, pero tamién el -5% de la vida. Desbloquia l'allistamientu na infantería.
bg: -20% време за обучаване на всички пехотинци, но също така и -5% здраве. Отключва Военна повинност на пехотата.
br: An arme war droad en he bezh gant -20% a amzer stummañ, hogen ivez gant -5% a yec'hed. Digeriñ a ra Enluadeg Arme war droad.
ca: -20% en temps de formació per a la infanteria, però també -5% salut. Desbloca el reclutament de la infanteria.
cs: Veškerá pěchota potřebuje o -20% méně času na výcvik, má ale také o -5% méně života. Odemkne brannou povinnost pěchoty.
de: Infanterie -20% Ausbildungszeit, aber auch -5% Trefferpunkte. Ermöglicht Infanteriewehrpflicht.
el: Σε όλο το πεζικό -20% χρόνος εκπαίδευσης, αλλά και -5% υγεία. Ξεκλειδώνει την Επίταξη Πεζικού.
eu: Infanteriak %20- gutxitzen du bere erreklutatze denbora, baino %5- galtzen du osasunean. Derrigorrezko infanteria soldadutza desblokeatzen du.
fa: تمام پیاده نظام ها -20% زمان پرورش اما -5% سلامت. باز شدن خدمت اجباری پیاده نظام
ga: Am traenála -20% do gach coisí, ach sláinte -5% freisin. Díghlasáil Coinscríobhacht na gCoisithe.
gl: Redúcese o tempo de adestramento da infantaría un -20%, pero tamén a súa vida en -5%. Desbloquea «Levas de infantaría».
hu: Minden gyalogsági egységnek -20% kiképzési idő, de -5% életerő. Elérhetővé teszi a gyalogság sorozását.
id: Semua infanteri -20% waktu melatih, tapi -5% nyawa. Membuka Wajib Militer Infanteri.
it: Tutta la fanteria riduce il tempo di addestramento di -20%, ma anche -5% salute. Sblocca Coscrizione di Fanteria.
ja: すべての歩兵の養成時間が 20% 短縮しますが 、耐久力は 5% 減少します。歩兵の徴兵を研究可能にします。
ko: 모든 보병의 양성 시간은 -20% 줄어듭니다, 또한 체력도 -5% 줄어듭니다. 보병 징병을 풉니다.
ms: Semua askar infantri -20% masa latihan, dan juga -5% hayat. Buka Pengerahan Askar Infantri.
nb: Alt kavaleri -20% opptreningstid men også -5% helse. Låser opp kavaleri-verneplikt.
nl: -20% trainingsduur voor alle infanterie, maar ook -5% gezondheid. Ontgrendelt dienstplicht voor infanterie.
pl: Piechota otrzymuje -20% do czasu szkolenia, ale też -5% zdrowia. Odblokuj Pobór.
pt_pt: Toda a infantaria com -20% no tempo de treinamento, mas também -5% de vida. Desbloqueia conscrição de infantaria.
ru: -20% ко времени обучения всей пехоты, но также -5% к здоровью. Открывает "Призыв пехотинцев".
sk: Všetka pechota -20% doba tréningu, ale zato aj -5 zdravia. Sprístupní brannú povinnosť pechoty.
sv: All infanteri -20% träningstid, men även -5% hälsa. Låser upp Infanterivärnplikt.
tr: Tüm piyade -20% eğitim süresi, aynı zamanda% -5 sağlık. Piyade Sözleşmesinin kilidini açar.
uk: Вся піхота потребує -20% часу тренування, але також має -5% здоров'я. Відкриває військову повинність піхоти.
zh: 所有步兵训练时间-20%，同时-5%生命值。解锁“骑兵募兵制”。
zh_tw: 所有步兵 -20% 訓練時間，但是 -5% 生命值。解鎖步兵徵兵制。

source: The Romans were masters of the logistics of warfare.
ast: Los romanos dominaron la lloxística del arte de la guerra.
bg: Римляните били майстори във военните сметки.
br: Ar Romaned a veze mistri war aveerezhioù ar brezel.
ca: Els romans eren mestres de la logística bèl·lica.
cs: Římané skvěle zvládali logistiku při vedení války.
da: Romerne var mestre i krigsførelsens logistik.
de: Die Römer warer Meister der Logistik der Kriegsführung.
el: Οι Ρωμαίοι ήταν κυρίαρχοι στον εφοδιασμό του πολέμου.
es_mx: Los romanos fueron maestros en logística de guerra.
eu: Erromatarrak gerra logistikan maisuak izan ziren.
fa: رومی ها استاد تدارکات در جنگ بودند
fi: Roomalaiset olivat sodankäynnin logistiikan mestareita.
ga: Bhí na Rómhánaigh ina máistrí ar lóistíochta cogaíochta.
gl: Os romanos eran mestres de loxística e tácticas de guerra.
hu: A rómaiak a háborús logisztika mesterei voltak.
id: Bangsa Romawi adalah ahli dalam logistik peperangan.
it: I Romani erano maestri della logistica di guerra.
ja: ローマは兵站の達人でした。
ko: 로마는 병참(전쟁 물류)의 달인이었습니다.
lv: Romieši bija kara loģistikas lietpratēji.
ms: Puak Rom adalah pakar dalam logistik perperangan.
nb: Romerne var mestre i krigens logistikk.
nl: De Romeinen waren meesters van logistiek tijdens de oorlog.
pl: Rzymianie byli mistrzami logistyki wojennej.
pt_pt: Os Romanos eram mestres da logística de guerra.
ru: Римляне были мастерами военной логистики.
sk: Rimania boli majstri vo vojenskej logistike.
sv: Romarna var mästare av logistiken för krigföring.
tr: Romalılar savaş lojistiğinde ustaydılar.
uk: Римляни були майстрами логістики ведення війни.
zh: 罗马人，天生的后勤的战略大师。
zh_tw: 羅馬人是戰爭中的後勤大師。

source: Entrenched Camps and Siege Walls decay 50% slower.
ast: Los campamentos atrincheraos y muries d'asediu escayen un 50% más adulces.
bg: 50% по-бавна загуба на укрепените лагери и обсадните стени.
br: Diskar Kampoù Kaeet ha Mogerioù Seziz 50% goustadikoc'h.
ca: Els campaments atrinxerats i els murs de setge es s'esfondren un 50% més lentament.
cs: Opevněné tábory a obléhací zdi se rozpadají o 50% pomaleji.
de: Verhärtete Camps und Belagerungswände zerfallen 50% langsamer.
el: Η διάβρωση στα Εδραιωμένα Στρατόπεδα και Πολιορκητικά Τείχη είναι 50% πιο αργή.
es_mx: Los campamentos atrincherados y las murallas de asedio se deterioran un 50% más lento.
eu: Lubakitutako kanpamentuak eta setio harresiak %50 motelago suntsitu ziren.
fa: اردوگاه های ورودی و دیوار های محاصره شده 50% متروک شدن کندتر
ga: Lobhann Campaí Trinsithe agus Ballaí Léigearacha 50% níos moille.
gl: Reduce un 50% a deterioración dos campamentos atrincheirados e das murallas de pedra.
hu: Rögzített Táborok és Ostrom Falak pusztulása 50%-al lassabb.
id: Perkemahan Berkubu dan Tembok Kepung rusak 50% lebih lambat.
it: I Campi Trincerati e le Mura Difensive vengono distrutte il 50% più lentamente
ja: 塹壕付き軍営と包囲壁の劣化の進行が50%遅くなります。
ko: 참호가 있는 군영과 공성 성벽의 부패의 진행이 50% 느려집니다.
ms: Kem Berkubu dan Tembok Kepung Pelindung akan rosak 50% lebih lambat.
nb: Befestede militærleire og beleiringsmurer forfaller 50% langsommere.
nl: Belegeringskampen en -muren vergaan 50% minder snel.
pl: Obwarowany obóz i Mury oblężnicze niszczeją o 50% wolniej.
pt_pt: Os acampamentos Militares Entrincheirados e Muralhas de Cerco deterioram 50% mais devagar.
ru: Укоренившиеся лагеря и осадные стены разрушаются на 50% медленнее.
sk: Zabarikádované tábory a obliehacie hradby sa budú rozpadať o 50% pomalšie.
sv: Befästa Militärläger och Belägringsmurar förfaller 50% långsammare.
tr: Yerleşik Kamplar ve Kuşatma Duvarları %50 daha yavaş çürüme sağlar.
uk: Укріплені траншеями табори та облогові мури занепадають 50% повільніше.
zh: 深挖壕沟的营地及围墙衰退速度慢 50%。
zh_tw: 深挖壕溝的營地及圍牆荒廢速度慢 50%。

source: Roman Logistics
ar: اللوجستية الرومانية
ast: Lloxística romana
bg: Римски изчисления
br: Aveerezhioù Roman
ca: Logística romana
cs: Římská logistika
da: Romersk Logistik
de: Römische Logistik
el: Ρωμαϊκοί Εφοδιασμοί
es_mx: Logística romana
eu: Logistika erromatarrak
fa: تدارکات رومی
fi: Roomalaiset logistiikat
ga: Lóistíochtaí Rómhánacha
gl: Loxística romana
hu: Római logisztika
id: Logistik Romawi
it: Logistica Romana
ja: ローマ式兵站学
ko: 로마의 실행계획
lv: Romiešu loģistika
ms: Logistik Rom
nb: Romersk logistikk
nl: Romeinse logistiek
pl: Rzymska logistyka
pt_pt: Logística romana
ru: Римская логистика
sk: Rímska logistika
sv: Romersk Logistik
tr: Roma lojistiği
uk: Римська логістика
zh: 罗马后勤
zh_tw: 羅馬後勤

source: The Sibylline Books or 'Libri Sibyllini' were a collection of oracular utterances, set out in Greek hexameters, purchased from a sibyl by the last king of Rome, Tarquinius Superbus, and consulted at momentous crises through the history of the Republic and the Empire.
ast: Los llibros sibilinos o «libri sibyllini» foron una coleición de enunciaos oraculares, compuestos n'hexámetru griegu, que'l rei caberu de Roma, Tarquiniu'l Soberbiu, percanció d'una sibila. Consultóse-yos en crisis graves a lo llargo de la hestoria de la República y l'Imperiu.
bg: Сибилските книги или „Libri Sibyllini“ били колекция оракулски изказвания, написани в гръцки хекзаметър, които последният римски владетел, Тарквиний Горди, купил от една гадателка. Били отваряни в моменти на криза за републиката и империята.
br: Levrioù Sibyllin pe 'Libri Sibyllini' a oa un dastumadeg a displegadurioù diouganer, kinniget er barzhonegoù c'hwec'h troad Grek, prenet eus ur sibylenn gant roue diwezhañ Roma, Tarkinius Superbus, ha kemeret e kont en enkadennoù a-bouez a-hed istor ar Republik hag an Impalaeriezh.
ca: Els llibres sibil·lins o "Libri Sibyllini" eren una col·lecció de llibres profètics, escrits en hexàmetre grec, comprats a una sibil·la per Tarquini el Superb, l'últim rei de Roma, i que foren consultats en crisis transcendentals de la història de la República i l'Imperi.
cs: Sibyllininy knihy neboli "Libri Sibyllini" byly sbírkou věšteckých výroků, složených v řeckých hexametrech, které byly koupeny od jedné sibyly posledním římským králem, Tarquiniem Superbem, a při závažných krizích do nich bylo nahlíženo po celou dobu trvání republiky a říše.
de: Die sibyllinischen Bücher oder „Libri Sibyllini“ waren eine Sammlung von Orakelsprüchen, die in griechischen Hexametern gesetzt, von einer Sibylle von dem letzten König von Rom, Tarquinius Superbus gekauft und bei bedeutsamen Krisen durch die Geschichte der Republik und dem Imperium konsultiert wurden.
el: Τα Σιβυλλικά Βιβλία ήταν μια συλλογή από μαντικές δηλώσεις, που ήταν γραμμένες στο ελληνικό εξάμετρο, τα αγόρασε από έναν σίβυλλα ο τελευταίος βασιλιά της Ρώμης, ο Λεύκιος Ταρκύνιος ο Υπερήφανος και τα συμβουλευόταν σε όλες τι κρίσιμες αποφάσεις στην ιστορία της Δημοκρατίας και της Αυτοκρατορίας.
es_mx: Los libros sibilinos fueron una colección de escritos proféticos escritos en hexámetro griego. Fueron comprados a una sibila por el último rey de Roma, Terquinius Superbus, y consultados en tiempos de crisis a lo largo de la historia de la república y el imperio.
eu: Sibiliar liburuak greziar hexametroko igarkizun idatzien bilduma izan ziren. Erromako erregeak, Terquinius Superbusek, sibila bati erosi zizkion eta inperioaren eta errepublikaren historian zehar askotan begiratu ziren.
fa: کتاب های سیبیلاین یا "لیبری سیبلینی" مجموعه ای از سخنرانی های در باره یونان بود که از سیبل توسط آخرین پادشاه روم تارکونیوس سوپربوس خریداری شد و در طول تاریخ اپراتوری و جهموری روم به عنوان یک مشاور نقش کلیدی ایفا کرد.
ga: Bhí bailiú iad Leabhair na Sibillí nó 'Libri Sibyllini' do ráitis dhiamhara, scríobhadh in heicsiméadar Gréigise agus iad a cheannaigh Tarquinius Superbus, Rí na Róimhe is deireanaí, ar sibill. Bhí siad ina gcomhairle do na Rómhánaigh ar fad staire na Poblachta agus na hImpireachta.
gl: Os Libros Sibilinos («Libri Sibyllini» en latín) eran unha colección de afirmacións proféticas, compostas en versos hexámetros gregos, que o último rei de Roma, Tarquinio o Soberbio, lle mercou a unha sibila. Tarquinio consultou ditos libros en varios momentos de crise ao longo da historia da república e do imperio.
hu: A Szibülla-könyvek, vagy „Libri Sibyllini”, görög nyelven, hexameterekben szerkesztett jóslat-gyűjtemények voltak. Róma utolsó királya, Tarquinius Superbus vásárolta meg egy Szibüllától és sokszor tanulmányozták ezeket a köztársaság és a birodalom történelmének jelentős válságaikor.
id: Buku-buku Sibilin atau 'Libri Sibyllini' adalah kumpulan ucapan dogmatis, dibuat dalam bentuk heksameter Yunani, dibeli dari seorang peramal oleh raja terakhir Romawi, Tarquinius Superbus, dan dijadikan pedoman pada masa krisis sepanjang sejarah Republik dan Kekaisaran.
it: I Libri Sibillini o "Libri Sibyllini" erano una collezione di enunciati di oracoli, composti negli esametri greci, che vennero comprati dall'ultimo re di Roma, Tarquinio Superbo, e consultati nei momenti di crisi nella storia della Repubblica e dell'Impero.
ja: シビュラの書（Libri Sibyllini）は神託をまとめたものでギリシア語の六歩格で記され、ローマ最後の王タルキニウス・スペルブスが巫女から購入し、そして共和政および帝政の時代を通じて重大な危機のたびに参照されました。
ko: 시빌라의 예언집 또는 '리브리 시빌리니'는 신탁을 정리한것으로 그리스어의 여섯 걸음 주자로 기록되어 로마의 마지막 왕 타르퀴니우스 슈퍼버스가 시빌에서 구입하여 공화국과 제국의 역사를 통해 심각한 위기때마다 참조되었습니다. (번역확인??)
ms: Buku Sibylline atau 'Libri Sibyllini' merupakan satu koleksi ucapan bersifat ramalan, dihasilkan oleh hexameter Yunani, dibeli daripada sibyl oleh raja terakhir Rom, Tarquinius Superbus, dan digunakan ketika kemuncak krisis sepanjang sejarah Republik dan Empayar.
nb: De sibyllinske bøkene eller 'Libri Sibyllini' var en samling var en samling orakelaktige uttalelser i greske heksametervers, som den siste kongen av Roma, Tarquinius Superbus, kjøpte av en sibylle. Bøkene ble rådspurt i krisetider opp gjennom republikkens og imperiets historie.
nl: De Sibillijnse boeken, of 'Libri Sibyllini, waren een verzameling van profetische uitspraken, in Griekse hexameters, gekocht van een Sibyl door de laatste koning van Rome, Tarquinius Superbus, en geraadpleegd tijdens de ernstige crises in de geschiedenis van de Republiek en het Keizerrijk.
pl: Księgi sybillińskie lub 'Libri Sibyllini' były zbiorem proroczych wypowiedzi, zapisanych greckim heksamterem, zakupionych od Sybilli przez ostatniego króla Rzymu, Tarkwiniusza Pysznego. Korzystano z nich w momentach kryzysów przez okres Republiki i Imperium.
pt_pt: Os Livros Sibilinos ou "Libri Sibyllini" eram uma coleção de declarações de oráculo, escritas em Grego na forma hexamétrica, comprados a uma sibila pelo último rei de Roma, Lúcio Tarquínio Soberbo, e consultados em momentos de crise durante toda a história da República e do Império.
ru: Книги Сивилл или "Либри Сивиллини" были стихотворными сборниками пророческих высказываний, написанными греческим гексаметром, и приобретёнными у сибилл последним римским царём Тарквинием Гордым. К их мудрости обращались во времена судьбоносных исторических кризисов Республики и Империи.
sk: Sibylské knihy alebo aj "Libri Sibyllini" boli zbierkou prorockých výrokov napísaných formou gréckych hexametrov kúpenou od veštkyne posledným rímskym kráľom, Tarquiniom Superbom, a konzultovanou pri závažných krízach v priebehu histórie Republiky a Ríše.
sv: Sibyllinska Böckerna eller "Libri Sibyllini" var en samling av orakelmässiga yttranden, angivna is grekisk hexameter, köpt från en sibylla av den sista konungen av Rom, Tarquinius Superbus, och konsulterades i betydelsefulla kriser igenom historian av Republiken och Riket.
tr: Bu Kehanet Kitapları veya 'Libri Sibyllini' kehanetimsi söylemlerin bir koleksiyonuydu, Yunanlarda bu 1.8 metre olarak belirlenmişti, sibyl'den Romanın son kralı tarafından satın alınmıştı, Tarquinius Superbus, ve imparatorluk ve cumhuriyet tarihi boyunca en önemli krizlerde bir başvuru kaynağı olmuştu.
uk: Сивілині книги, або 'Libri Sibyllini', були зібранням пророчих висловлювань, написаних у грецьких гекзаметрах, придбаними у сивіли останнім царем Риму — Тарквінієм Гордим, з якими радилися у моменти знакових криз в історії республіки та імперії.
zh: 《西彼拉占语集》，据传是预知未来的书籍。是一套神谕及谈话的集合，文法为希腊的六步格诗。由罗马的最后一个国王，卢基乌斯·塔奎尼乌斯·苏培布斯，从一位女预言家处购得，并透过共和国及帝国的历史得知有重大危机即将发生。
zh_tw: 預知未來的書籍或稱「西彼拉占語集」是一套神諭及談話的集合，記載於希臘的六步格詩中，由羅馬的最後一個國王，盧基烏斯·塔奎尼烏斯·蘇培布斯，從一位女預言家處購得，並透過共和國及帝國的歷史得知有重大危機即將發生。

source: +25% Vision range for all units.
ast: El +25% del campu visual pa toles unidaes.
bg: +25% обхват на видимост за всички единици.
br: +25% a astenn gwel evit an holl unanennoù.
ca: Totes les unitats augmenten un 25% el seu camp visual.
cs: +25% u dosahu vidění pro všechny jednotky.
de: +25% Sichtweite für alle Einheiten.
el: +25% Πεδίο οράσεως σε όλες τις μονάδες.
es_mx: El campo de visión de todas las unidades aumenta un +25%.
eu: Unitate guztien ikusmen eremua %25+ handitzen da.
fa: +25% شعاع دید برای تمام نیروها
fi: +25% näkökenttää kaikille yksiköille.
ga: Raon físe +25% do gach aonad.
gl: Aumenta un +25% a visión das unidades.
hu: +25% látótávolság minden egységnek.
id: +25% jarak pandang semua unit.
it: +25% Campo Visivo per tutte le unità.
ja: すべてのユニットの見通しが25%伸びます。
ko: 모든 부대의 시야가 +25% 늘어납니다.
lv: +25 redzamības tālumam visām vienībām.
ms: +25% julat Penglihatan untuk semua unit.
nb: +25% synsrekkevidde for alle enheter.
nl: 25% extra gezichtsveld voor alle eenheden.
pl: +25% do zasięgu widzenia dla wszystkich jednostek.
pt_pt: +25% alcance de visão para todas as unidades.
ru: Повышается на +25% дальность обзора всех юнитов.
sk: +25% dohľad pre všetky jednotky.
sv: +25% synhåll för alla enheter.
tr: Tüm birimler için %+25 görüş alanı.
uk: +25% дистанції зору для всіх підрозділів.
zh: 所有单位视野 +25% 。
zh_tw: 所有單位 +25% 視野。

source: Sibylline Books
ast: Llibros sibilinos
bg: Сибилските книги
br: Levrioù ar Sibylined
ca: Llibres sibil·lins
cs: Sibyliny knihy
de: Sibyllinische Bücher
el: Σιψυλλικά Βιβλία
es_mx: Libros sibilinos
eu: Sibiliar Liburuak
fa: کتاب های سیبلاین
fi: Sibyllan kirjat
ga: Leabhair na Sibillí
gl: Libros sibilinos
hu: Szibülla-könyvek
id: Buku-buku Sibillini
it: Libri Sibillini
ja: シビュラの書
ko: 시빌리네 책
lv: Sibilliešu grāmatas
ms: Buku Sibylline
nb: Sibyllinske bøker
nl: Sibillijnse boeken
pl: Księgi sybillińskie
pt_pt: Livros Sibilinos
ru: Книги Сивиллы
sk: Sibylské knihy
sv: Sibyllinska Böckerna
tr: Sibylline Kitapları
uk: Сивілині книги
zh: 预言书
zh_tw: 預知未來的書籍

source: Libri Sibyllini
bg: Либри Сибилини
cs: Sibyliny knihy
el: Σιψυλλικά Βιβλία
fa: لیبری سبیلینی
ko: 리브리 시빌리니
ru: Либри Сибиллини
uk: Лібрі сібілліні
zh: 西彼拉占语集
zh_tw: 西彼拉占語集

source: Traditional Army vs. Reform Army
ar: جيش تقليدى ضد جيش منظم
ast: L'exércitu tradicional frente al exércitu reformáu
bg: Традиционна срещу реформирана войска
br: Arme Hengounel vs. Arme an Adaozañ
ca: Exèrcit tradicional vs Exèrcit reformat
cs: Tradiční armáda proti reformované armádě
da: Traditionel Hær imod Reformhær
de: Traditionelle Armee vs. reformierte Armee
el: Παραδοσιακός Στρατός εναντίον Μεταρρυθμισμένου Στρατού
es_mx: Ejército tradicional vs. Ejército de la Reforma
eu: Ohiko Armada vs. Erreformaren Armada
fi: Perinteinen armeija vs. uudisarmeija
ga: Arm Traidisiúnta i.gc. Arm Leasaithe
gl: Exército tradicional ou reformado
hu: Hagyományos sereg ↔ Reform sereg
id: Pasukan Tradisional vs. Pasukan Reformasi
it: Esercito tradizionale Vs. Esercito riformato.
ja: 従来軍 対 軍制改革
ko: 전통적인 군대 대. 개혁 군대
lv: Tradicionāla armija pret Reformētu armiju
ms: Tentera Tradisi melawan Tentera Reformasi
nb: Tradisjonell hær vs. reformert hær
nl: Traditioneel vs gereformeerd leger
pl: Armia tradycyjna kontra armia zreformowana
pt_pt: Exército tradicional vs. reforma militar
ru: Традиционная армия и реформированная армия
sk: Tradičná armáda vs. Reformná armáda
sv: Traditionell Armé mot Reformerad Armé
tr: Geleneksel Ordu vs. Değişim Ordusu
uk: Традиційна армія проти реформованої армії
zh: 军队传统化 vs. 革新军队
zh_tw: 傳統軍隊 vs. 革新軍隊
