Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: A large hill encompasses the map and leaves players only a small passage to the two neighboring players.
ast: La geographía arrodia-lla un serron, deixando un solu passu streĩꞇhu a los dous jogadores vizinos.
bg: Широк хълм опасва картата и оставя на играчите само един малък проход помежду им.
cs: Velký kopec obklopuje mapu a ponechává hráčům jen malý průchod dvěma sousedním hráčům.
da: En stor bakke omslutter kortet og giver spillerne kun en lille passage til de to nabospillere.
de: Ein großer Hügel umschließt die Karte und lässt nur eine kleine Passage zu den zwei benachbarten Spielern frei.
el: Ενας μεγάλος λόφος περιλαμβάνει το χάρτη και αφήνει στους/στις παίκτες ενα μικρό δρόμο προς τους γειτονικούς παίκτες.
es: Una gran colina engloba el mapa y deja a los jugadores únicamente un pequeño pasadizo a dos jugadores vecinos.
eu: Mendikate handi batek mapa inguratzen du eta jokalariei pasabide estu bat uzten die beste bi jokalariengana.
fi: Suuri kukkula hallitsee karttaa ja jättää pelaajille vain pienen solan jonka läpi kulkea kahden naapuripelaajan luo.
fr: Une grande colline entoure la carte et ne laisse aux joueurs qu'un petit passage vers les deux joueurs voisins.
hu: Egy nagy hegy zárja körül a térképet, a szomszédos játékosokat pedig szűk hágók választják el.
id: Bukit besar melingkupi peta dan hanya menyisakan lintasan kecil untuk dua pemain yang bertetangga.
it: Una grande collina ricopre la mappa, lasciando ai giocatori solo un piccolo passaggio verso i territori dei due giocatori vicini.
ja: 大きな丘がマップを取り囲み、プレイヤーは隣接する2つのプレイヤーにわずかな通路があります。
ko: 큰 언덕이 지도를 에워싸고 플레이어들이 이웃한 두 플레이어들에게 작은 통로만 남겨둡니다.
nl: Een grote heuvel omvat de hele kaart en laat spelers slechts een kleine doorgang naar hun buren.
pl: Obejmujące całą mapę wzgórze, które zostawia sąsiadującym graczom jedynie mały skrawek terenu.
pt_br: Uma grande colina abrange o mapa e deixa aos jogadores apenas uma pequena passagem para os dois jogadores vizinhos.
pt_pt: Uma grande colina envolve o mapa e deixa aos jogadores apenas uma pequena passagem para os dois jogadores vizinhos.
ru: Большой холм занимает карту и оставляет игрокам только небольшие проходы к двум соседям.
sk: Veľký kopec pokrýva krajinu a ponecháva iba malé priechody k dvom susedným hráčom.
sv: En stor kulle omger kartan och lämnar bara smala passager för spelarna till sina två grannar.
tr: Büyük bir tepe haritayı kapsıyor ve oyunculara komşu iki oyuncuya sadece küçük bir geçit bırakıyor.
uk: Великий пагорб охоплює карту і залишає гравцям лише невеликий прохід до двох сусідніх гравців.
zh: 大山环绕地图，一条小径通向其他两名相邻玩家。
zh_tw: 一座大山丘環繞著地圖，玩家只剩下一小段通往兩個相鄰玩家的通道。

source: Passes
ast: Passos
bg: Проходи
cs: Průsmyky
da: Pas
de: Pässe
el: Περνά
es: Pasa
eu: Pasabideak
fi: Solat
gd: Bealaichean
hu: Hágó
id: Lintasan
it: Passi
ja: 峠
ko: 산길
nl: Bergpassen
pl: Przełęcz
pt_br: Desfiladeiros
pt_pt: Passagens
ru: Перевалы
sk: Priesmyky
sv: Passager
tr: Geçit
uk: Перевали
zh: 关隘
zh_tw: 通道群

source: The land is enclosed by a hill that leaves a small area per player connected to the large central place.
ast: La geographía arrodia-lla un sierru, deixando un pequenhu requeixu per jogador junto a la gran zona central.
bg: Земята е обградена от хълм, който предоставя на всеки играч малка площ, свързана към широката централна част.
cs: Země je obklopena kopcem, který ponechává malou plochu pro hráče připojené k velkému centrálnímu místu.
da: Landet er omgivet af en bakke, der efterlader et lille område pr. spiller forbundet til det store centrale sted.
de: Das Land ist von einem Hügel umschlossen, dass pro Spieler einen kleinen Verbindungsbereich zu einem großen zentralen Areal frei lässt.
el: Η γη περικλείεται από έναν λόφο που αφήνει μια μικρή περιοχή ανά παίκτη συνδεδεμένη με τη μεγάλη περιοχή στο κέντρο.
es: La tierra se encuentra rodeada por colinas que dejan una pequeña zona a cada jugador conectada a una gran zona central.
eu: Lurraldea mendiz inguratuta dago, toki zentral batera konektatutako eremu txiki bat utziz jokalari bakoitzarentzat.
fi: Maata ympäröi kukkula, joka jättää jokaiselle pelaajalle pienen alueen, joka on yhteydessä suureen keskialueeseen.
fr: Le terrain est entouré d'une colline qui laisse une petite zone par joueur reliée à la grande place centrale.
hu: A földet egy hegy zárja körül, amely kis területeket hagy játékosonként, melyeket egy nagy központi terület kapcsol össze.
id: Tanah ini dikelilingi oleh bukit yang menyisakan daerah kecil untuk tiap pemain yang terhubung ke pusat yang besar.
it: Il terreno è racchiuso da una collina che lascia una piccola area per giocatore collegata al grande luogo centrale.
ja: 土地は丘で囲まれていて、中央の大きな場所に1人あたりの小さなエリアがつながっています。
ko: 그 땅은 넓은 중심지에 연결된 플레이어 한 명당 작은 면적을 남겨두는 언덕으로 둘러싸여 있다.
nl: Het land wordt ingesloten door een heuvel die een klein stukje vrijlaat waardoor de speler verbonden is met het grote centrale gebied.
pl: Teren zamknięty przez wzgórze, które zapewnia każdemu graczowi mały skrawek terenu połączony z centrum.
pt_br: O terreno é cercado por uma colina que deixa uma pequena área por jogador conectada ao grande local central.
pt_pt: A terra é cercada por uma coluna que deixa uma pequena área por jogador conectada ao grande espaço central.
ru: Территория ограничена холмом, который оставляет небольшую площадку для каждого игрока, соединенную с большим центральным пространством.
sk: Krajina je obkolesená vrchom, ktorý ponecháva iba málo miesta pre hráča na spojenie s veľkou oblasťou v strede.
sv: Landet är omgivet av en kulle som ger en liten yta åt varje spelare som är ansluten till det stora centrala området.
tr: Arazi, büyük merkezi yere bağlı oyuncu başına küçük bir alan bırakan bir tepeyle çevrilidir.
uk: Земля оточена пагорбом, який залишає невелику площу на кожного гравця, з'єднану з великою центральною місцевістю.
zh: 领地被群山包围，为每个玩家留下以小片地方通往中间的大区域。
zh_tw: 這片土地被丘陵所包圍，每個玩家在連接大中心位置的地方留下的面積很小。

source: Lowlands
ast: Baxada
bg: Низини
cs: Nížiny
da: Lavland
de: Tiefebene
el: Πεδινά
es: Tierras bajas
eu: Herbehereak
fi: Alanko
fr: Basses terres
gd: Tìrean ìsle
hu: Alföldek
id: Daratan rendah
it: Bassifondi
ja: 低地
ko: 낮은 지대
nl: Laagland
pl: Niziny
pt_br: Terras Baixas
pt_pt: Planícies
ru: Низменности
sk: Nížiny
sv: Lågland
tr: Ovalar
uk: Низовини
zh: 低地
zh_tw: 低地

source: Random Land
ast: Terrestre casual
bg: Случайна земна карта
cs: Náhodná pevnina
da: Tilfældigt landskab
de: Zufälliges Land
el: Τυχαίο κομμάτι γής.
es: Terrestre aleatorio
eu: Ausazko lurraldea
fi: Sattumanvarainen maasto
fr: Terrain aléatoire
gd: Tìr thuaireamach
hu: Véletlenszerű szárazföldi
id: Daratan acak
it: Mappa Casuale
ko: 무작위 육지
nl: Willekeurige landkaart
pl: Losowy ląd
pt_br: Terrestre sorteado.
pt_pt: Mapa terrestre aleatório
ru: Случайная сухопутная
sk: Náhodná krajina
sv: Slumpmässigt land
tr: Rastgele Yer
uk: Випадкова земля
zh: 随机陆图
zh_tw: 隨機陸地

source: Choose a random naval landscape
ast: Escolyer casualmente un ambiente naval.
bg: Изберете случаен морски пейзаж
cs: Vyberte náhodnou námořní krajinu
da: Vælg et tilfældigt hav landskab
de: Wähle eine zufällige Seeumgebung
el: Επιλέξτε ένα τυχαίο τοπίο θαλλάσης
es: Selecciona aleatoriamente un paisaje naval
eu: Aukeratu ausazko itsas paisaia
fi: Valitse sattumanvarainen merellinen maasto
fr: Choisissez un paysage naval aléatoire
id: Pilih bentang alam perairan acak.
ja: ランダムな海軍風景を選択してください
ko: 무작위 해상 지형 선택
nl: Selecteer een willekeurige landkaart met water.
pl: Wybierz losowy krajobraz morski
pt_br: Escolha uma paisagem naval aleatória
pt_pt: Escolhe uma paisagem naval aleatória
ru: Выбрать случайный морской рельеф
sk: Vyber náhodnú krajinu pre námorné bitky
sv: Välj ett slumpmässigt havs-landskap
tr: Rastgele bir deniz yer şekilleri seç
uk: Вибрати випадковий морський ландшафт.
zh: 随机选取一张海图
zh_tw: 選擇一個隨機的海戰景觀

source: A huge sea is dividing the map into two halves.
ast: Un mare escomanado parte la geographía n duɐs metadɐs.
bg: Огромно море разделя картата на две половини.
cs: Obrovské moře dělí mapu na dvě poloviny
da: Et enormt hav deler kortet i to halvdele.
de: Ein großes Meer teilt die Karte in zwei Hälften.
el: Μία τεράστια θάλασσα χωρίζει το χάρτη σε δύο μισά.
es: Un enorme mar se encuentra dividiendo el mapa en dos mitades.
eu: Itsaso erraldoi batek mapa bitan zatitzen du.
fi: Valtava meri jakaa kartan kahteen osaan.
fr: Une mer immense divise la carte en deux moitiés.
hu: Egy nagy tenger választja két félre a térképet.
id: Laut besar membagi peta menjadi dua bagian.
it: Un enorme mare divide la mappa in due metà.
ja: 巨大な海がマップを二分しています。
ko: 거대한 바다가지도를 두 부분으로 나누고 있습니다.
nl: Een enorme zee verdeelt de kaart in twee helften.
pl: Wielkie morze dzieli mapę na dwie połowy.
pt_br: Um grande mar divide o mapa em duas metades.
pt_pt: Um enorme mar está dividindo o mapa em duas metades.
ru: Огромное море делит карту на две половины.
sk: Veľké more rozdeľujúce mapu na dve polovice.
sv: Ett stort hav delar kartan i två hälfter.
tr: Büyük bir deniz haritayı iki yarıya bölüyor.
uk: Величезне море ділить карту на дві половини.
zh: 陆地被海洋隔开，分为两半。
zh_tw: 巨大的海洋將地圖分為兩半。

source: Naval: Central Sea
ast: Naval: Mare central
bg: Морска карта: Централно море
cs: Námořní: Centrální moře
da: Hav: Centralt hav
de: Seekarte: Zentrales Meer
el: Θαλλάσιο: Κεντρική Θάλασσα
es: Naval: Mar central
eu: Urezkoa: itsaso zentrala
fi: Merellinen: Keskinen meri
fr: Naval: mer centrale
gd: Mapa-mara: Muir meadhanach
hu: Tengeri: Központi tenger
id: Perairan: Laut Tengah
it: Navale: mare centrale
ja: 海軍：中央海域
ko: 해상: 중부 해역
nl: Zeekaart: Centrale zee
pl: Wodna: Morze centralne
pt_br: Naval: Mar Central
pt_pt: Naval: mar central
ru: Морская: Центральное море
sk: Námorná: Stredné more
sv: Sjökarta: Centralt hav
tr: Deniz: Merkezî Deniz
uk: Морська: Центральне море
zh: 海事：中央海
zh_tw: 海戰：中央海

source: Players are scattered across island chains and disconnected islands.
ast: Los jogadores stan sparzhidos per cadenɐs insulares & islhɐs individuales.
bg: Играчите са пръснати по островни вериги и отдалечени острови.
cs: Hráči jsou rozptýleni po ostrovních řetězcích a odpojených ostrovech.
da: Spillere er spredt ud over ø-kæder og afbrudte øer.
de: Die Spieler sind über Inselkette und unzusammenhängende Inseln verteilt.
el: Οι παίκτες είναι διασκορπισμένοι σε νησιωτικές αλυσίδες και διασκορπισμένα νησιά.
es: Los jugadores se encuentran dispersos en consecutivas y desconectadas de islas.
eu: Jokalariak kateatutako zein isolatutako irletan sakabanatuta daude
fi: Pelaajat ovat sijoittuneet hajautetusti saariketjuille ja irrallisille saarille.
fr: Les joueurs sont dispersés à travers les chaînes d'îles et les îles déconnectées.
hu: A játékosok szigetláncokon és különálló szigeteken vannak elszórva.
id: Pemain tersebar di seluruh rantai pulau dan pulau-pulau yang terputus.
it: I giocatori sono sparsi su una catena di isole e isole sparse
ja: プレイヤーは、島々の連なりや断絶された島々に散らばっています。
ko: 플레이어들은 연결된 섬들과 단절된 섬들로 흩어져 있다.
nl: Spelers zijn verspreid over met elkaar verbonden eilandgroepen en geïsoleerde eilanden.
pl: Gracze rozsiani są na łańcuchu wysp.
pt_br: Jogadores ficam dispersos por cadeias de ilhas e outras ilhas desconectadas.
pt_pt: Os jogadores estão espalhados através das cadeias de ilhas e ilhas desconectas.
ru: Игроки разбросаны по цепочкам островов и отдельным островам.
sk: Hráči sú roztrúsení po reťazcoch spojených ostrovov či samostatných ostrovov.
sv: Spelare är utspridda över kedjor med öar och skilda öar.
tr: Oyuncular ada zincirlerine ve bağlantısız adalara dağılmış durumdalar.
uk: Гравці розкидані по островних ланцюгах та від’єднаних островах.
zh: 玩家被分散在岛链和不连接的小岛上。
zh_tw: 玩家分散在島鍊和不連貫的島上。

source: Naval: Archipelago
ast: Naval: Archipélago
bg: Морска карта: Архипелаг
cs: Námořní: Souostroví
da: Hav: Øhav
de: Seekarte: Archipel
el: Θαλλάσιο: Αρχιπέλαγος
es: Naval: Archipiélago
eu: Urezkoa: Artxipielagoa
fi: Merellinen: Saaristo
fr: Naval: Archipel
gd: Mapa-mara: Innis-mhuir
hu: Tengeri: Szigetvilág
id: Perairan: Kepulauan
it: Navale: Arcipelago
ja: 海軍：群島
ko: 해상: 군도
nl: Zeekaart: Archipel
pl: Wodna: Archipelag
pt_br: Naval: Arquipélago
pt_pt: Naval: arquipélago
ru: Морская карта: Архипелаг
sk: Námorná: Súostrovie
sv: Sjökarta: Skärgård
tr: Deniz: Takım adalar
uk: Морська: Архіпелаг
zh: 海事地图：群岛
zh_tw: 海戰：群島

source: A central lake with rivers possibly separating neighboring players.
ast: Un llagu central cun riws que poderíɐn star xebrando jogadores vizinos.
bg: Централно езеро с реки, които може да разделят играчите един от друг.
cs: Centrální jezero s řekami, které možná oddělují sousední hráče.
da: En central sø med floder, der muligvis adskiller nabospillere.
de: Ein zentraler See mit Flüssen, die möglicherweise benachbarte Spieler trennen.
el: Μια κεντρική λίμνη με ποτάμια ,πιθανότατα διαχωρίζουν γειτονικούς παίκτες.
es: Un lago central con ríos posiblemente separando a los jugadores vecinos.
eu: Aintzira zentrala eta jokalariak bana ditzaketen errekak.
fi: Keskusjärvi, jonka joet mahdollisesti erottavat toisistaan viereiset pelaajat.
fr: Un lac central avec des rivières séparant éventuellement les joueurs voisins.
hu: Egy központi tó folyókkal, melyek elvághatják egymástól a szomszédos játékosokat
id: Sebuah danau tengah dengan sungai yang mungkin memisahkan pemain tetangga.
it: Un lago centrale con fiumi che possono separare i giocatori vicini
ja: 中央の湖と、隣接するプレイヤーを隔てる川がある可能性があります。
ko: 강이 흐르는 중앙 호수로 주변 플레이어들을 분리시킬 가능성이 있다.
nl: Een centraal meer met rivieren die naburige spelers mogelijk van elkaar scheiden.
pl: Jezioro pośrodku mapy z rzekami, które mogą oddzielać sąsiadujących ze sobą graczy.
pt_br: Um lago central com rios que possivelmente separam jogadores vizinhos.
pt_pt: Um lago central com rios separando possivelmente os jogadores vizinhos.
ru: Карта с озером в центре и реками, разделяющими соседних игроков.
sk: Jazero v strede s riekami pravdepodobne rozdeľujúcimi susediacich hráčov.
sv: En central sjö med floder som möjligtvis skiljer grannar.
tr: Muhtemelen komşu oyuncuları ayıran nehirlere sahip merkezi bir göl.
uk: Центральне озеро з річками, які, можливо, розділяють сусідніх гравців.
zh: 中央有一处湖泊，河流将玩家隔开。
zh_tw: 一個中央湖泊，河流可能將鄰近的玩家分隔開來。

source: Naval: Lake and rivers
ast: Naval: Llagos & riws
bg: Морска карта: Езеро и реки
cs: Námořní: Jezero a řeky
da: Hav: Sø og floder
de: Seekarte: Seen und Flüsse
el: Υδάτινα: Λίμνη και ποτάμια
es: Naval: Lagos y ríos.
eu: Urezkoa: Aintzira eta errekak
fi: Merellinen: Järvi ja joet
fr: Naval: Lacs et rivières
gd: Mapa-mara: Loch ’s aibhnean
hu: Tengeri: Tó és folyók
id: Perairan: Danau dan sungai
it: Navale: Lago e fiumi
ja: 海軍：湖沼・河川
ko: 해상: 호수와 강
nl: Zeekaart: Meer en rivieren
pl: Wodna: Jezioro i rzeki
pt_br: Naval: Lago e Rios
pt_pt: Naval: lago e rios
ru: Морская карта: Озеро и реки
sk: Námorná: Jazerá a rieky
sv: Sjökarta: Sjö och floder
tr: Deniz: Göl ve ırmaklar
uk: Морська: Озеро та річки
zh: 海事地图：湖泊或河流。
zh_tw: 海戰：湖泊和河流

source: Random Naval
ast: Naval casual
bg: Случайна морска карта
cs: Náhodná námořní mapa
da: Tilfældigt hav
de: Zufällige Seekarte
el: Τυχαίο Ναυτικό.
es: Naval aleatorio
eu: Ausazko urezkoa
fi: Sattumanvarainen merellinen
fr: Naval aléatoire
gd: Muir tuaireamach
hu: Véletlenszerű tengeri
id: Perairan Acak
it: Mappa navale casuale
ja: ランダム海軍
ko: 무작위 해상
nl: Willekeurige zeekaart
pl: Losowa woda
pt_br: Naval aleatório
pt_pt: Mapa naval aleatório
ru: Случайный морской
sk: Náhodná námorná mapa
sv: Slumpmässig Sjökarta
tr: Rastgele Deniz
uk: Випадковий морський простір
zh: 随机海图
zh_tw: 隨機海洋

source: Unknown
ast: Disconhocido
bg: Непозната
br: Dianav
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
eu: Ezezaguna
fa: ناشناخته
fi: Tuntematon
fr: Inconnu
ga: Anaithnid
gd: An t-aineol
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ja: 未定
ko: 알 수 없음
ms: Tidak Diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
pt_pt: Desconhecido
ru: Неизвестно
sk: Neznáma
sr: Непознато
sv: Okänd.
tr: Bilinmeyen
uk: Невідома
vi: Chưa biết tên
zh: 未知
zh_tw: 未知

source: A charred dead land where players start around a smoking volcano.
ast: Un país ermu & amburadu u los jogadores intamɐn a l rodiu d’un volcan fumientu.
bg: Овъглена мъртва земя, където играчите започват около димящ вулкан.
br: Un douar marv luduet e-lec'h ma komañso ar c'hoarierien war-dro ur menez-tan o vogediñ.
ca: Una terra morta i socarrimada on els jugadors comencen al voltant d'un volcà fumejant.
cs: Zuhelnatělá, mrtvá země, kde hráči začínají u kouřící sopky.
da: Et skoldet, dødt land hvor spillerne starter omkring en rygende vulkan.
de: Ein verkohltes, totes Land, wo die Spieler um einen rauchenden Vulkan beginnen.
el: Μία απανθρακωμένη νεκρή γη, όπου οι παίκτες ξεκινούν γύρω από ένα καπνίζων ηφαίστειο.
es: Una tierra carbonizada y moribunda, los jugadores comienzan alrededor de un volcán humeante.
eu: Ikaztutako eta erdi hildako lurra, jokalariak kea darion sumendi baten ingurutik hasiko dira.
fa: یک زمین نیمه سوخته جایی که بازیکن ها بازی را در اطراف یک آتش فشان در حال دود آغاز می کنند
fi: Hiiltynyt ja kuollut maa, jossa pelaavat aloittavat savuavan tulivuoren ympäriltä.
fr: Une contrée morte carbonisée où les joueurs commencent autour d'un volcan fumant.
ga: Talamh marbh agus dóite cé a thosaíonn na himreoirí i dtimpeall bolcáin dheataigh.
gd: Tìr marbh loisgte far an tòisich na cluicheadairean timcheall air beinn-theine.
hu: Egy elszenesedett, halott föld, ahol a játékosok egy füstölgő vulkán körül kezdenek.
id: Tanah kering dimana pemain mulai di sekitar gunung berapi.
it: Una terra carbonizzata dove i giocatori iniziano intorno a un vulcano fumante.
ja: 噴煙を上げる火山のまわりの黒焦げの死の地から、プレイヤーは開始します。
ko: 플레이어들은 연기를 내뿜는 화산 주위에 타 버린 죽음의 땅에서 시작합니다.
ms: Tanah mati yang terbakar dimana pemain bermula disekitar gunung berapi yang mengeluarkan asap.
nb: Et forkullet, dødt land der spillere starter rundt en rykende vulkan.
nl: Een dood land, waar spelers starten rond een smeulende vulkaan.
pl: Spalony, martwy ląd, gdzie gracze rozpoczynają rozgrywkę rozrzuceni wokół dymiącego wulkanu.
pt_br: Uma terra morta e carbonizada, onde os jogadores começam em torno de um vulcão que ainda expele fumaça.
pt_pt: A terra com cinzas onde os jogadores começam à volta de um vulcão ativo.
ru: Обугленная чёрная земля. Игроки начинают вокруг дымящего вулкана.
sk: Hráči sa zišli okolo dymiacej sopky v mŕtvej, spálenej krajine.
sr: Спржена мртва земља са играчима који почињу око активног вулкана.
sv: Ett bränt dött land där spelare börjar runt en rykande vulkan.
tr: Oyuncular kömürleşmiş ölü bir arazide aktif bir volkanın çevresinde başlar.
uk: Обвуглена мертва земля, де гравці починають навколо діючого вулкану.
vi: Một vùng đất chết nơi những người chơi bắt đầu xung quanh ngọn núi lửa đang bốc khói.
zh: 玩家在一个冒烟火山周围的死亡大地开始游戏。
zh_tw: 玩家在一個冒煙火山周圍的死亡大地開始遊戲。

source: Volcanic Lands
ast: Tierrɐs volcánicɐs
bg: Вулканични земи
br: Douaroù Volkanek
ca: Terres volcàniques
cs: Sopečná země
da: Vulkansk Land
de: Vulkanlandschaft
el: Ηφαιστειακή γη
es: Tierras volcánicas
eu: Lur Bolkanikoak
fa: سرزمین های آتش نشانی
fi: Tuliperäinen maa
fr: Terres volcaniques
ga: Tír na mBolcán
gd: Tìr na beinne-theine
hu: Vulkanikus vidék
id: Tanah Vulkanik
it: Terre Vulcaniche
ja: 火山地
ko: 화산의 땅
ms: Dunia Gunung Berapi
nb: Vulkanske landskap
nl: Vulcanische landen
pl: Krainy wulkaniczne
pt_br: Terras Vulcânicas
pt_pt: Terras vulcânicas
ru: Вулканические земли
sk: Sopečné krajiny
sr: вулканске земље
sv: Vulkaniska Marker
tr: Volkanik Araziler
uk: Вулканічні землі
vi: Vùng núi lửa
zh: 火山地带
zh_tw: 火山地帶

source: A demonstration of wall placement methods/code in random maps. Giant map size is recommended!
ast: Una demonstracion de los méthodos/códigu para poner muriɐs in geographíɐs casuales. ¡Aconselya-se afitare la grandura n gigante!
bg: Демонстрация за методите/кода за поставяне на стени в случайни карти. Гигантски карти са за предпочитане!
br: Diskouezadeg hentennoù/kod lec'hiadur ur voger e kartennoù dre-zegouezh. Ur ment ramzel kartenn zo erbedet!
ca: Una demostració dels mètods/codis de la col·locació de murs en mapes aleatoris. Es recomana un mapa de tamany Gegant!
cs: Demonstrační ukázka funkčnosti umístění zdi v náhodných mapách. Doporučuje se obrovská velikost mapy!
da: En demonstration af vægplaceringsmetoder/kode i tilfældige kort. Kæmpe kortstørrelse anbefales!
de: Eine Demonstration von Mauerplatzierungsmethoden in Zufallskarten. Eine hohe Kartengröße ist empfohlen.
el: Μια επίδειξη μεθόδων/κώδικα τοποθέτησης τοίχων σε τυχαίους χάρτες. Συνιστάται χάρτης γιγαντιαίου μεγέθους!
es: Una demostración de los métodos/código de colocación de muros en mapas aleatorios. Se recomiendan mapas de tamaño muy grande.
eu: Ausazko mapetan hesiak jartzeko eren erakustaldia. Mapa erraldoia gomendatzen da!
fa: نمایش روش های قرار دادن دیوار در نقشه های تصادفی. نقشه های بسیار بزرگ پیشنهاد می شود!
fi: Muurien sijoitusmenetelmien/-koodin esittely satunnaiskartoissa. Jättikokoista karttaa suositellaan!
fr: Une démonstration de méthodes/code de placement de mur dans des cartes aléatoires. La carte de taille Géante est recommandée.
ga: Taispeánt le modhanna/cód cuir balla i léarscáileanna fánacha. Moltar méid léarscáile ollmhóir!
gd: Seo taisbeanadh air dòighean/còd gus ballachan a chur ann am mapaichean air thuaiream. Mholamaid mapa anabarrach mòr!
hu: A falak elhelyezéséért felelős metódusok és kódok demója véletlenszerű térképeken. Hatalmas térképméret javasolt.
id: Demonstrasi metode/kode penempatan tembok di peta acak. Ukuran peta raksasa disarankan!
it: Una dimostrazione di metodi/codice di posizionamento delle pareti in mappe casuali. Si consiglia l'uso di mappe grandi dimensioni!
ja: ランダムマップでの壁の配置方法のデモ。巨大なマップサイズを推奨します。
ko: 무작위 지도에서 성벽 배치 방법/코드 데모입니다. 대형 지도 크기를 추천합니다!
ms: Demonstrasi kaedah/kod meletak tembok di dalam peta rawak. Peta bersaiz gergasi disarankan!
nl: Een demonstratie van muurplaatsingsmethodes/-code in willekeurige kaarten. Een extreem grote kaart wordt aangeraden!
pl: Prezentacja metod/kodu ustawiania ścian na losowych mapach. Zalecana jest olbrzymia mapa.
pt_br: Uma demonstração dos métodos/código de posicionamento de muralhas em mapas aleatórios. É recomendável um mapa de tamanho gigante!
pt_pt: Uma demonstração dos métodos / código de colocação das fundações de muralhas em mapas aleatórios. Recomenda-se um mapa de tamanho gigante!
ru: Демонстрация методов / кода размещения стены в случайных картах. Рекомендованы карты гигантского размера.
sk: Ukážka kódu/metód umiestňovania múrov v náhodných mapách. Odporúča sa nastaviť obrovské rozmery mapy.
sv: En demonstration av väggplaceringsmetoder/kod i slumpmässiga kartor. Jättestor kartstorlek rekommenderas!
tr: Rastgele haritalarda duvar yerleştirme yöntemleri/kodları gösterisi. Dev harita büyüklüğü önerilir!
uk: Демонстрація методів/коду розміщення стіни у випадкових картах. Рекомендовані карти гігантського розміру!
zh: 在随机地图中演示城墙放置方法/代码。 建议使用巨型地图！
zh_tw: 一個在隨機地圖中放置城牆的方法/代碼實際示範。建議使用巨型地圖!

source: Wall Demo
ast: Dem. muriɐs
bg: Демонстрация — стени
br: Diskouez Moger
ca: Demostració de muralla
cs: Ukázka hradeb
da: Demonstration af Mure
de: Mauerdemo
el: Τείχος Επίδειξη
es: Demo de murallas
eu: Hesien Adibidea
fa: دمو دیوار
fi: Muuridemo
fr: Démo - Mur
ga: Taispeáint Balla
gd: Taisbeanadh air ballachan
hu: Fal demó
id: Demo Tembok
it: Demo Mura
ja: 壁デモ
ko: 성벽 데모
ms: Demo Tembok
nb: Vegg Demo
nl: Murendemo
pl: Mury (demonstracja)
pt_br: Demonstração de Muralhas
pt_pt: Demonstração de muralhas
ru: Стена, демо
sk: Ukážka múrov
sr: Зидине - демо
sv: Vägg Demo
tr: Duvar Denemesi
uk: Мур Демо
vi: Thử nghiệm tường thành
zh: 城墙演示
zh_tw: 城牆展示
