Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: Back
ar: عُد
ast: A tras
bg: Назад
br: Distreiñ
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_cl: Volver
eu: Atzera
fa: بازگشت
fi: Takaisin
fr: Retour
ga: Ar Ais
gd: Air ais
gl: Volver
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ka: უკან
ko: 뒤로
lv: Atpakaļ
mk: Назад
ms: Undur
nb: Tilbake
nl: Terug
pl: Powrót
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sr: Назад
sv: Tillbaka
tr: Geri
uk: Повернутися
zh: 后退
zh_tw: 返回

source: Update
ar: حدّث
ast: Anovar
bg: Обновяване
br: Hizivadur
ca: Actualitza
cs: Aktualizovat
da: Opdatér
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
es_cl: Actualizar
eu: Eguneratu
fa: به روزرسانی
fi: Päivitä
fr: Mise à jour
ga: Nuashonraigh
gd: Ùraich
gl: Actualizar
hr: Ažuriranje
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: 更新
ka: განახლება
ko: 새로고침
lv: Atjaunināt
mk: Ажурирање
ms: Kemaskini
nb: Oppdater
nl: Bijwerken
pl: Aktualizacja
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizează
ru: Обновить
sk: Aktualizovať
sr: Ажурирај
sv: Uppdatera
tr: Güncelle
uk: Оновити
zh: 更新
zh_tw: 更新

source: Rank
ar: الرّتبة
ast: Classf.
bg: Ранг
br: Renk
ca: Rang
cs: Hodnost
da: Rang
de: Rang
el: Βαθμός
es: Rango
es_cl: Rango
eu: Maila
fa: رتبه
fi: Taso
fr: Rang
ga: Céim
gd: Rang
gl: Rango
hr: Poredak
hu: Rang
id: Peringkat
it: Rango
ja: 順位
ka: წოდება
ko: 순위
lv: Rangs
mk: Ранг
ms: Kedudukan
nb: Grad
nl: Rang
pl: Ranga
pt_br: Posição
pt_pt: Nível
ro: Clasament
ru: Ранг
sk: Hodnosť
sr: Ранг
sv: Rang
tr: Sıra
uk: Ранг
zh: 等级
zh_tw: 排名

source: Name
ar: الاسم
ast: Nome
bg: Име
br: Anv
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
es_cl: Nombre
eu: Izena
fa: نام
fi: Nimi
fr: Nom
ga: Ainm
gd: Ainm
gl: Nome
hr: Ime
hu: Név
id: Nama
it: Nome
ja: 名前
ka: სახელი
ko: 이름
lv: Vārds
mk: Име
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sk: Meno
sr: Име
sv: Namn
tr: İsim
uk: Ім'я
zh: 名字
zh_tw: 名稱

source: Rating
ar: التّقييم
ast: Valoracion
bg: Рейтинг
br: Skor
ca: Puntuació
cs: Hodnocení
da: Rank
de: Bewertung
el: Βαθμολογία
es: Puntuación
es_cl: Clasificación
eu: Puntuazioa
fa: رتبه بندی
fi: Luokitus
fr: Score
ga: Rátáil
gd: Rang
gl: Puntos
hr: Ocjena
hu: Értékelés
id: Peringkat
it: Posizione
ja: 格付け
ka: შეფასება
ko: 점수
lv: Reitings
mk: Рејтинг
ms: Penarafan
nb: Vurdering
nl: Score
pl: Ocena
pt_br: Avaliação
pt_pt: Classificação
ro: Clasificare
ru: Рейтинг
sk: Hodnotenie
sr: Рејтинг
sv: Värdering
tr: Derecelendirme
uk: Оцінка
zh: 排位
zh_tw: 積分

source: Notice
ar: ملاحظة
ast: Anuncia
bg: Забележка
br: Notis
ca: Avís
cs: Oznámení
de: Anmerkung
el: Ειδοποίηση
es: Aviso
eu: Oharra
fa: اعلان
fi: Huomautus
fr: Remarques
ga: Fógra
gd: Brath
gl: Aviso
hu: Értesítés
id: Pemberitahuan
it: Avviso
ja: 通知
ko: 공지사항
lv: Paziņojums
mk: Забелешка
ms: Notis
nb: Merknad
nl: Let op
pl: Uwagi
pt_br: Aviso
pt_pt: Aviso
ro: Anunț
ru: Примечание
sk: Poznámka
sr: Примети
sv: OBS
tr: Bildirim
uk: Сповіщення
zh: 公告
zh_tw: 注意

source: Mark as Buddy
ar: علم كـ صديق
ast: Consiñar cumo colhaciu
bg: Отбелязване като приятел
br: Merkañ evel Mignon
ca: Marca com a company
cs: Označit jako kamaráda
de: Als Freund hinzufügen
el: Σημείωσε ως φίλο.
es: Añadir a amigos
eu: Laguna bezala markatu
fa: قرار دادن علامت دوست
fi: Merkitse kaveriksi
fr: Marquer comme ami
ga: Marcáil mar Chara
gd: Comharraich mar charaid
gl: Marcar como compañeiro
hr: Označi kao prijatelja.
hu: Megjelölés barátként
id: Tandai sebagai Teman
it: Seleziona come compagno
ja: 仲間のマークを付ける
ko: 친구로 표시
lv: Iezīmēt kā draugu
mk: Означување како пријател
ms: Tanda sebagai Rakan
nb: Merk som venn
nl: Markeer als Buddy
pl: Oznacz jako Kumpel
pt_br: Marcar como Amigo
pt_pt: Marcar como amigo
ro: Marchează ca amic.
ru: Отметить как Друга
sk: Označiť ako Kamaráta
sv: Markera som Kompis
tr: Arkadaş olarak işaretle
uk: Позначити як приятеля
zh: 标记为好友
zh_tw: 標記為好友

source: Unmark as Buddy
ar: عدم المصادقة
ast: Disconsiñar cumo colhaciu
bg: Премахване на приятелството
br: Diverkañ evel Mignon
ca: Desmarca com a company
cs: Odznačit kamaráda
de: Als Freund entfernen
el: Ξεσημείωσε από φίλο.
es: Quitar de amigos
eu: Laguna bezala ezabatu.
fa: برداشتن علامت دوست
fi: Poista kaveri
fr: Supprimer ami
ga: Anmharcáil mar Chara
gd: Bris an càirdeas
gl: Desmarcar como compañeiro
hr: Odznači kao prijatelja.
hu: Eltávolítás a barátok közül
id: Cabut Tanda Teman
it: Deseleziona come compagno
ja: 仲間のマークをはずす
ko: 친구로 표시 취소
lv: Noņemt drauga apzīmējumu
mk: Отстранување на пријателството
ms: Buang tanda sebagai Rakan
nb: Fjern vennemarkering
nl: Verwijder als Buddy
pl: Odznacz jako Kumpel
pt_br: Desmarcar como Amigo
pt_pt: Desmarcar como amigo
ro: Demarchează amic
ru: Снять отметку Друга
sk: Odstrániť označenie Kamaráta
sv: Avmarkera som Kompis
tr: Arkadaşlığı kaldır
uk: Зняти позначку приятеля
zh: 取消标记为好友
zh_tw: 取消標記好友

source: Host Game
ar: استضف لعبة
ast: Ahospedar partida
bg: Създаване на игра
br: Herbrec'hiañ ur C'hoariadenn
ca: Crea una partida
cs: Pořádat hru
da: Opret Spil
de: Spiel hosten
el: Φιλοξενία παιχνιδιού
es: Crear partida
es_cl: Anfitrión
eu: Ostatatu partida bat
fa: میزبانی بازی
fi: Aloita moninpeli
fr: Héberger une partie
ga: Óstáil Cluiche
gd: Òstaich geama
gl: Aloxar unha partida
hr: Budite domaćin igre
hu: Játék létrehozása
id: Buat Permainan
it: Ospita una Partita
ja: ゲームをホストする
ka: უმასპინძლე თამაშს
ko: 호스트 게임
lv: Izmitināt spēli
mk: Создавање на игра
ms: Hos Permainan
nb: Arranger spill
nl: Host een spel
pl: Załóż nową grę
pt_br: Hospedar uma Partida
pt_pt: Hospedar Jogo
ro: Găzduieşte un joc
ru: Создать игру
sk: Vytvoriť hru
sr: Покрени игру за више играча
sv: Var värd i ett spel
tr: Oyun Kur
uk: Власна гра
zh: 创建游戏
zh_tw: 主持遊戲

source: Your active mods do not match the mods of this game.
ar: تعديلاتك النشطة لا تتطابق مع تعديلات هذه اللعبة.
ast: Læs tuæs camudæs activæs nun coinciden cun læs d’esta partida.
bg: Включените модификации не съвпадат с модификациите на тази игра.
br: Ho modoù oberiant na glotont ket gant modoù ar c'hoari-mañ.
ca: Els mods que teniu actius no són compatibles amb aquesta partida.
cs: Vaše aktivní pozměněné verze neodpovídají pozměněným verzím této hry.
de: Deine aktiven Mods passen nicht zu den Mods dieses Spiels.
el: Τα ενεργοποιημένα σου mod δεν ταιριάζουν με τα mod αυτού του παιχνιδιού.
es: Tus mods activos no coinciden con los mods de esta partida.
eu: Zure mod aktiboak ez datoz bat joko honen mod-ekin.
fa: شما یک مد فعال دارید که با مد این بازی مطابقت ندارد.
fi: Aktiiviset modisi eivät vastaa tämän pelin modeja.
fr: Vos mods actifs ne correspondent pas à ceux de la partie.
ga: Níl do mhodhnuithe ag teacht le modhnuithe an chluiche seo.
gd: Chan eil na tuilleadain ghnìomhach agad a-rèir tuilleadain a’ gheama seo.
gl: As túas modificacións activas non coinciden coas desta partida.
hu: Az aktív módosítások nem egyeznek a játék módosításaival.
id: Mod yang aktif tidak cocok dengan mod di permainan ini.
it: Le tue mod attive non corrispondono alle mod del gioco.
ja: 現在有効にしているMODはこのゲームのMODと適合しません。
ko: 사용 중인 모드는 이 게임의 모드와 일치하지 않습니다.
lv: Tavas aktīvās modifikācijas nesakrīt ar spēles modifikācijām.
mk: Вклучените модови не се совпаѓаат со модовите на оваа игра.
ms: Mod aktif anda tidak sepadan dengan mod permainan ini.
nl: Uw geactiveerde modificaties komen niet overeen met die van dit spel.
pl: Twoje aktywne mody nie pasują do modów używanych w tej grze
pt_br: Seus mods ativos não correspondem aos mods deste jogo.
pt_pt: Os teus mods ativos não correspondem aos mods deste jogo.
ro: Modurile active personale nu se potrivesc cu modurile acestui joc.
ru: Ваши действующие моды не сочетаются с модами в этой игре.
sk: Tvoje aktivované módy sa nezhodujú s módmi tohto zápasu.
sv: Dina aktiva mods matchar inte spelets mods.
tr: Aktif olan modunuz bu oyunun moduyla eşleşmiyor.
uk: Ваші активні модифікації не відповідають модифікаціям цієї гри.
zh: 当前Mods与此游戏Mods不匹配。
zh_tw: 您啟用的模組與這場遊戲不相符。

source: Do you want to switch to the mod selection page?
ast: ¿Quieres passar a la página “seleccion de camudæs”?
bg: Искате ли да преминете към страницата за избор на модификации?
br: Fellout a ra deoc'h mont da bajenn diuziñ modoù?
ca: Voleu anar a la pàgina de selecció de mods?
cs: Chcete přejít na stránku výběru pozměněných verzí?
de: Möchtest du zur Mod-Auswahlseite wechseln?
el: Θέλεις να μεταβείς στη σελίδα επιλογής mod;
es: ¿Quieres cambiar a la página de selección de mods?
eu: Mod aukeratze orrialdera aldatu nahi al duzu?
fa: آیا تمایل دارید که به صفحه انتخاب مد بروید؟
fi: Haluatko vaihtaa modivalintasivulle?
fr: Voulez-vous accéder à la page de sélection des mods ?
ga: An theastaíonn uait a athrú go roghchlár na modhnuithe?
gd: A bheil thu airson leum a ghearradh gu duilleag taghadh nan tuilleadan?
gl: Queres ir á páxina de selección de modificacións?
hu: Átlépsz a módosításválasztó oldalra?
id: Apakah Anda ingin beralih ke halaman pemilihan mod?
it: Vuoi passare alla pagina di selezione mod?
ja: MOD選択画面に移動しますか？
ko: 모드 선택 페이지로 전환 하시겠습니까?
mk: Сакате ли да се префрлите на страницата за избор на мод?
ms: Anda mahu bertukar ke laman pemilihan mod?
nl: Wilt u naar de mod selectie pagina?
pl: Czy chcesz się przełączyć w tryb wyboru modyfikacji?
pt_br: Você quer trocar para a página de seleção de mods?
pt_pt: Queres mudar para a página de seleção do mod?
ro: Doriți să treceți la pagina de selectare a modurilor?
ru: Вы хотите переключиться на страницу выбора модификаций?
sk: Chceš prejsť na stránku výberu módov?
sv: Vill du byta till sidan för att välja mods?
tr: Mod seçme sayfasına mı geçmek istiyorsunuz?
uk: Чи хочете Ви перемкнутися до сторінки вибору модифікації?
zh: 是否要切换到mod选项？
zh_tw: 要切換到模組選擇頁嗎？

source: Incompatible mods
ar: تعديلات غير متوافقه
ast: Camudæs incompatibles
bg: Несъвместими модификации
br: Modoù amglotus
ca: Mods incompatibles
cs: Nekompatibilní pozměněné verze
de: Inkompatible Mods
el: Ασύμβατα mods
es: Mods incompatibles
eu: Mod bateraezinak
fa: مدهای ناسازگار
fi: Epäyhteensopivat modit
fr: Mods incompatibles
ga: Tá na modhnuithe neamhréireacha
gd: Tuilleadain neo-chòrdail
gl: Modificacións incompatíbeis
hu: Nem kompatibilis módosítások
id: Mod tidak cocok
it: Mod incompatibili
ja: 互換性の無いMOD
ko: 호환되지 않는 모드
lv: Nesakrītošas modifikācijas
mk: Неусогласени модови
ms: Mod tidak serasi
nl: Onverenigbare modificaties
pl: Niekompatybilne mody
pt_br: Mods incompatíveis
pt_pt: Mods incompatíveis
ro: Moduri inompatibile
ru: Несовместимые моды
sk: Nekompatibilné módy
sv: Inkompatibla mods
tr: Uyumsuz mod
uk: Несумісні модифікації
zh: 无法兼容的Mods
zh_tw: 不相容的模組

source: The game has already started. Do you want to join as observer?
ar: بدأت اللعبة قبل الآن. أتريد الانضمام كمراقب؟
ast: La partida ja se tien intamado. ¿Quieres ẍunhite cumo spectador?
bg: Тази игра вече е започнала. Искате ли да се присъедините като наблюдател?
br: Kroget he deus ar c'hoariadenn dija. Ha c'hoant ho peus da emezelañ evel arseller?
ca: La partida ja ha començat. Voleu unir-vos-hi com a observador?
cs: Hra již začala. Chcete se připojit jako pozorovatel?
de: Das Spiel hat bereits begonnen. Willst du als Zuschauer beitreten?
el: Το παιχνίδι έχει ήδη αρχίσει. Θέλετε να συνδεθείτε ως θεατής;
es: La partida ya ha empezado, ¿quieres unirte como observador?
eu: Partida dagoeneko hasi da, ikuskatzaile bezala sartu nahi duzu?
fa: بازی آغاز شده است. آیا تمایل دارید به عنوان نظاره گر وارد شوید؟
fi: Peli on jo alkanut. Haluatko liittyä tarkkailijana?
fr: La partie a déjà commencé. Voulez-vous la rejoindre en tant qu'observateur ?
ga: Tá an cluiche ag imirt cheana féin. Ar mhaith leat a theacht le chéile mar breathnóir?
gd: Tha an geama air a thòiseachadh. A bheil thu airson dol ann ’nad amharc?
gl: A partida xa comezou. Queres unirte como espectador?
hr: Igra je već počela . Želiš li se pridružiti kao gledatelj?
hu: A játék már elkezdődött. Szeretnél megfigyelőként csatlakozni?
id: Permainan sudah dimulai. Apakah Anda ingin bergabung sebagai pengamat?
it: La partita è già iniziata. Vuoi partecipare come osservatore?
ja: ゲームはすでに始まっています。観戦者として参加しますか？
ko: 게임이 이미 시작되었습니다. 관찰자로 참여하시겠습니까?
lv: Šī spēle jau ir sākusies. Vai vēlaties pievienoties kā novērotājs?
mk: Играва веќе започна. Сакате ли да се придружите како набљудувач?
ms: Permainan sudah bermula. Anda mahu sertai sebagai pemerhati?
nb: Spillet har allerede startet. Vil du ta del som observatør?
nl: Het spel is al begonnen. Wilt u als waarnemer deelnemen?
pl: Gra już się rozpoczęła. Czy chcesz dołączyć jako obserwator?
pt_br: O jogo já começou. Você quer entrar como observador?
pt_pt: O jogo já começou. Queres participar como observador?
ro: Jocul a început deja. Dorești să intri ca observator?
ru: Игра уже началась. Вы хотите подключиться как зритель?
sk: Hra už začala. Chcete sa pripojiť ako pozorovateľ?
sr: Игра је већ почела. Желиш ли се придружити као посматрач?
sv: Matchen har redan startat. Vill du ansluta dig som observatör?
tr: Bu oyun zaten başladı. İzleyici olarak katılmak istiyor musunuz?
uk: Гра вже розпочалася. Чи хочете Ви приєднатися у якості спостерігача?
zh: 游戏已开始，是否进入为观察者模式？
zh_tw: 遊戲已開始。您想要以觀戰者身分加入嗎？

source: Join Game
ar: انضمّ إلى اللعبة
ast: Ẍunhisse a la partida
bg: Присъединяване
br: Emezelañ er C'hoariadenn
ca: Uneix-te a una partida
cs: Připojit se ke hře
da: Tilslut Spil
de: Spiel beitreten
el: Συμμετοχή στο παιχνίδι
es: Unirse a esta partida
es_cl: Unirse al Juego
eu: Batu partida batera
fa: پیوستن به بازی
fi: Liity peliin
fr: Rejoindre une partie
ga: Ag teacht leis an gcluiche
gd: Gabh pàirt ann an geama
gl: Unirse a unha partida
hr: Pridruži se igri
hu: Csatlakozás játékhoz
id: Bergabung ke permainan
it: Partecipa ad una Partita
ja: ゲームに参加する
ka: შეუერთდი თამაშს
ko: 게임 참여
lv: Pievienoties spēlei
mk: Приклучување
ms: Sertai Permainan
nb: Delta i spillet
nl: Join spel
pl: Dołącz do gry
pt_br: Juntar-se a uma Partida
pt_pt: Entrar no Jogo
ro: Alatură-te unui joc
ru: Присоединиться к игре
sk: Pridať sa k hre
sr: Придружи се постојећој игри
sv: Anslut till spel
tr: Oyuna Katıl
uk: Приєднатися до гри
zh: 加入游戏
zh_tw: 加入遊戲

source: Leaderboard
ar: لوحة الصّدارة
ast: Classificacion general
bg: Класация
br: Rumadur
ca: Màximes puntuacions
cs: Seznam hodností
da: Rangliste
de: Rangliste
el: Πίνακας κατάταξης
es: Clasificación
es_cl: Clasificación
eu: Sailkapena
fa: جدول رتبه بندی
fi: Tulostaulukko
fr: Classement
ga: Clár Ceann Riain
gd: Clàr nan sgòr
gl: Podio
hr: Tablica vodećih
hu: Ranglista
id: Papan Peringkat
it: Classifica
ja: ランキング
ka: ლიდერების დაფა
ko: 순위표
lv: Līderu tabula
mk: Скала
ms: Papan Peneraju
nb: Toppliste
nl: Ranglijst
pl: Tabela wyników
pt_br: Classificação
pt_pt: Líder
ro: Clasament
ru: Доска почёта
sk: Tabuľka najlepších hráčov
sr: Водећа табла
sv: Topplistan
tr: Lider tablosu
uk: Таблиця лідерів
zh: 排行榜
zh_tw: 排行榜

source: Player Profile Lookup
ast: Perfiles de ẍogadores
bg: Търсене на играч
ca: Cerca de jugadors
de: Benutzerprofil anschauen
el: Αναζήτηση Προφίλ Παίχτη
es: Búsqueda de jugador
fi: Pelaajaprofiilin haku
fr: Regarder le Profile du Joueur
gd: Lorg pròifil cluicheadair
hu: Játékosprofil keresése
id: Pencarian Profil Pemain
it: Panoramica Profilo Giocatore
ko: 플레이어 프로필 조회
mk: Барање на играч
pt_br: Pesquisa de Perfil de Jogador
ru: Поиск профиля игрока
sk: Vyhľadávanie hráčskeho profilu
tr: Oyuncu Profili Önizlemesi
uk: Пошук профілю гравця
zh: 玩家档案
zh_tw: 玩家檔案檢視

# previous page
source: Back
ar: عُد
ast: A tras
bg: Назад
br: Distreiñ
ca: Enrere
cs: Zpět
de: Zurück
el: Πίσω
es: Atrás
eu: Atzera
fa: بازگشت
fi: Takaisin
fr: Retour
ga: Ar Ais
gd: Air ais
gl: Volver
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
lv: Atpakaļ
mk: Назад
ms: Undur
nb: Tilbake
nl: Terug
pl: Powrót
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sr: Назад
sv: Tillbaka
tr: Geri
uk: Повернутися
zh: 后退
zh_tw: 返回

# previous page
source: Main Menu
ar: القائمة الرّئيسيّة
ast: Menú principal
bg: Главно меню
br: Lañser Pennañ
ca: Menú principal
cs: Hlavní nabídka
de: Hauptmenü
el: Κεντρικό Μενού
es: Menú principal
eu: Menu nagusia
fa: منوی اصلی
fi: Päävalikko
fr: Menu principal
ga: Príomhroghchlár
gd: A’ phrìomh chlàr-taice
gl: Menú principal
hr: Glavni izbornik
hu: Főmenü
id: Menu Utama
it: Menù Principale
ja: メインメニュー
ko: 주 차림표
lv: Galvenā Izvēlne
mk: Главно мени
ms: Menu Utama
nb: Hovedmeny
nl: Hoofdmenu
pl: Menu główne
pt_br: Menu Principal
pt_pt: Menu Principal
ro: Meniul Principal
ru: Главное меню
sk: Hlavné menu
sr: Главни мени
sv: Huvudmeny
tr: Ana Menü
uk: Головне меню
zh: 主菜单
zh_tw: 主選單

source: The command '%(cmd)s' is not supported.
ar: الأمر '%(cmd)s' ليس مدعومًا.
br: Ne vez ket degemeret an urzhiad ' %(cmd)s'.
ca: L'ordre '%(cmd)s' no té suport.
cs: Příkaz '%(cmd)s' není podporován.
de: Der ‚%(cmd)s‘-Befehl wird nicht unterstützt.
el: Η εντολή '%(cmd)s' δεν υποστηρίζεται.
es: La orden «%(cmd)s» no está disponible.
eu: '%(cmd)s' agintea ez da jasaten.
fa: فرمان '%(cmd)s' پشتیبانی نمی شود
fr: La commande '%(cmd)s' n'est pas supportée.
ga: Níl an t-ordú '%(cmd)s' faoi thacaíocht.
gd: Chan eil taic ris an àithne “%(cmd)s”.
gl: A orde «%(cmd)s» non existe.
hr: Naredba '%(cmd)s' nije podržana.
hu: A(z) '%(cmd)s' parancs nem támogatott.
ja: 「%(cmd)s」コマンドはサポートされていません。
ko: '%(cmd)s' 명령은 지원되지 않습니다.
lv: Komanda %(cmd)s nav atbalstīta.
ms: Perintah '%(cmd)s' tidak disokong.
nb: Kommandoen '%(cmd)s' støttes ikke.
nl: Het commando '%(cmd)s' wordt niet ondersteund.
pl: Polecenie '%(cmd)s' nie jest wspierane.
pt_pt: O comando "%(cmd)s" não é suportado.
ro: Comanda '%(cmd)s' nu exista.
ru: Команда '%(cmd)s' не поддерживается.
sk: Príkaz "%(cmd)s" nie je podporovaný.
sv: Kommandot '%(cmd)s' stöds inte.
tr: Üzgünüz, '%(cmd)s' komutu desteklenmiyor.
uk: Команда '%(cmd)s' не підтримується.
zh: 指令‘%(cmd)s’不被支持。

source: The command '%(cmd)s' is restricted to moderators.
ar: الأمر '%(cmd)s' مقصور على الإداريّين.
ast: La órdene “%(cmd)s” sta acoutada para moderadores.
bg: Командата „%(cmd)s“ може да се ползва само от модератори.
br: An urzhiad ' %(cmd)s' a zo evit an habaskaerien hepken.
ca: L'ordre '%(cmd)s' està restringida per als moderadors.
cs: Příkaz '%(cmd)s' je vyhrazen pouze moderátorům.
de: Der ‚%(cmd)s‘-Befehl darf nur von Moderatoren eingesetzt werden.
el: Η εντολή '%(cmd)s' είναι για τους διαχειριστές.
es: Sólo los moderadores pueden utilizar «%(cmd)s».
eu: '%(cmd)s' komandoa moderatzaileentzat baino ez da.
fa: فرمان '%(cmd)s' توسط مدیر محدود شده است
fi: Komento '%(cmd)s' on rajoitettu moderaattoreille.
fr: La commande '%(cmd)s' est réservée aux modérateurs.
ga: Tá an t-ordú '%(cmd)s' srianta le modhnóirí amháin.
gd: Chan fhaod ach maoir an àithne “%(cmd)s” a chleachdadh.
gl: A orde «%(cmd)s» está restrinxida a moderadores.
hr: Naredba '%(cmd)s' je dostupna samo posrednicima.
hu: A(z) '%(cmd)s' parancs elérése a moderátorokra korlátozott.
id: Kode Perintah '1%(cmd)s' hanya untuk moderator.
it: Il comando '%(cmd)s' è limitato ai moderatori.
ja: 「%(cmd)s」コマンドはモデレーター専用です。
ko: '%(cmd)s' 명령은 방장만 사용할 수 있습니다.
lv: Komanda %(cmd)s pieejama tikai moderatoriem.
mk: Командата „%(cmd)s“ може да ја користат само модератори.
ms: Perintah '%(cmd)s' hanya dikhususkan untuk moderator.
nb: Kommandoen '%(cmd)s' er kun for moderatorer.
nl: Het commando '%(cmd)s' is voorbehouden voor moderators.
pl: Polecenie '%(cmd)s' dostępne wyłącznie dla moderatora.
pt_br: O comando '%(cmd)s' é restrito apenas para moderadores.
pt_pt: O comando "%(cmd)s" é apenas para moderadores.
ro: Comanda '%(cmd)s' este permisă doar moderatorilor.
ru: Команда '%(cmd)s' только для модераторов.
sk: Príkaz "%(cmd)s" môžu používať iba moderátori.
sv: Kommandot '%(cmd)s' är bara tillgängligt för moderatorer.
tr: Bu '%(cmd)s' komutunu sadece yöneticiler kullanabilir.
uk: Команда '%(cmd)s' обмежується модераторами.
zh: 指令‘%(cmd)s’仅限主持人使用。
zh_tw: 「%(cmd)s」僅供管理員使用。

source: The command '%(cmd)s' requires at least one argument.
ast: La órdene “%(cmd)s” requier pelo menos un argumento.
bg: Командата „%(cmd)s“ изисква поне един параметър.
ca: L'ordre '%(cmd)s' necessita al menys un argument.
de: Der Befehl '%(cmd)s' benötigt mindestens ein Argument.
el: Η εντολή '%(cmd)s' χρειάζεται τουλάχιστον μία παράμετρο.
es: El comando '%(cmd)s' requiere al menos un argumento.
fi: Komento '%(cmd)s' vaatii vähintään yhden argumentin.
fr: La commande "%(cmd)s" requis au moins un argument.
gd: Tha an àithne “%(cmd)s” feumach air argamaid no dhà.
hu: A(z) „%(cmd)s” parancshoz legalább egy argumentum szükséges.
id: Perintah '%(cmd)s' memerlukan setidaknya satu argumen.
it: Il comando '%(cmd)s' richiede almeno un argomento.
ko: '%(cmd)s' 명령에는 인수가 하나 이상 필요합니다.
mk: Командата „%(cmd)s“ бара најмалку еден параметар.
nl: Het commando '%(cmd)s' benodigd ten minste één argument.
pt_br: O comando '%(cmd)s' precisa de pelo menos um argumento.
ru: Команда '%(cmd)s' требует прав модератора
sk: Príkaz "%(cmd)s" vyžaduje aspoň jeden argument.
tr: '%(cmd)s' komutu en az bir tartışma gerektirir.
uk: Команда '%(cmd)s' вимагає, щонайменше, один аргумент.
zh: “%(cmd)s”命令至少需要添加一个参数。
zh_tw: 指令「%(cmd)s」需要至少一個參數。

source: Set your state to 'Away'.
ar: اضبط حالتك إلى ’بعيد‘.
ast: Afhitare l stadu in “Absente”.
bg: Задаване на състоянието Ви на „Отсъстващ“.
br: Lakait ho statud da 'Ezvezañ'.
ca: Canvia l'estat a 'Absent'.
cs: Nastavit váš stav na "Pryč"
de: Deinen Status auf „Abwesend“ setzen.
el: Όρισε την κατάστασή σου ως "Μακριά".
es: Actualiza tu estado a «ausente».
eu: Zure egoera eguneratu «Kanpoan»era.
fa: وضعیت خود را 'بیرون' قرار دهید
fi: Vaihda tilaksesi 'Poissa'.
fr: Changer votre statut en 'Absent'.
ga: Socraigh do stádas go 'Amach'.
gd: Thoir an staid “Air falbh” ort.
gl: Estabelecer o teu estado como «Ausente».
hr: Postavite vaš status kao "Odsutan".
hu: Állapot beállítása: „Távol”.
id: Setel status Anda menjadi 'Pergi'.
it: Imposta il tuo stato a 'Assente'.
ja: ステータスを「離席」に設定します。
ko: 상태를 '자리 비움'으로 설정하십시오.
lv: Nomainīt stāvokli uz ''Prom''
mk: Поставете ја вашата состојба на „Далеку“.
ms: Tetapkan keadaan anda menjadi 'Keluar Sekejap'.
nb: Endre status til 'Borte'.
nl: Zet uw status naar 'Afwezig'.
pl: Ustaw status na 'Oddalony'.
pt_br: Defina seu estado como 'Ausente'
pt_pt: Indica o teu estado como 'Ausente'.
ro: Schimbă-ți statusul în 'Indisponibil'.
ru: Установить статус «отошёл».
sk: Nastav svoj stav na 'Som preč'.
sv: Ändra din status till 'Borta'.
tr: Durumunuzu uzakta olarak ayarlayın.
uk: Встановити власний стан 'У відсутності'.
zh: 将你的状态设为“离开”
zh_tw: 設定您的狀態為「暫離」。

source: Set your state to 'Online'.
ar: اضبط حالتك إلى ’غير متّصل‘.
ast: Afhitare l stadu in “Na Rede”.
bg: Задаване на състоянието Ви на „На линия“.
br: Lakait ho statud da 'Enlinenn'.
ca: Canvia l'estat a 'En línia'.
cs: Nastavit váš stav na "Připojen"
de: Deinen Status auf „Online“ setzen.
el: Όρισε την κατάστασή σου ως "Συνδεδεμένος".
es: Actualiza tu estado a «en línea».
eu: Zure egoera eguneratu «Linean»era.
fa: وضعیت خود را 'آنلاین' قرار دهید
fi: Vaihda tilaksesi 'Paikalla'.
fr: Changer votre statut en 'En ligne'.
ga: Socraigh do stádas go 'Ar Líne'.
gd: Thoir an staid “Air loidhne” ort.
gl: Estabelecer o seu estado como «Conectado».
hr: Postavite vaš status kao "Na mreži".
hu: Állapot beállítása: „Elérhető”.
id: Setel status Anda menjadi 'Daring'.
it: Imposta il tuo stato a 'Online'.
ja: ステータスを「オンライン」に設定します。
ko: 상태를 '온라인'으로 설정하십시오.
lv: Nomainīt stāvokli uz ''Tiešsaistē''
mk: Поставете ја вашата состојба на „На линија“.
ms: Tetapkan keadaan anda menjadi 'Atas-Talian'.
nb: Endre status til 'Pålogget'.
nl: Zet uw status naar 'Online'.
pl: Ustaw status na 'Dostępny'.
pt_br: Defina seu estado para 'Conectado'
pt_pt: Indica o teu estado como 'Presente'.
ro: Schimbă-ți statusul în 'Online'.
ru: Установить статус «в игре».
sk: Nastav svoj stav na 'Online'.
sv: Ändra din status till 'Online'.
tr: Durumunuzu çevirimiçi olarak ayarlayın.
uk: Встановити власний стан 'В мережі'.
zh: 将你的状态设为“在线”
zh_tw: 設定您的狀態為「上線」。
