Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: 4. Wildfire Games informs users of the purposes, legal grounds, legitimate interests and retention periods of personal data processing at the time it is processed, recipients of personal data and where applicable, transfer of personal data to third countries and automated decision-making (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e-f, GDPR 15.1, GDPR 15.4).
ast: 4. Wildfire Games informa a los usuarios de los propósitos, fundamentos legales, interesses legítimos & períodos de retencion de l tratamiento de datos personales a la hora que son tratados, receptores de datos personales & quando proceda, transferencia de datos personales a países terceiros & toma de determinos automatizada (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e-f, GDPR 15.1, GDPR 15.4).
bg: 4. Wildfire Games уведомява потребителите за целите, правните основания, законните интереси и периодите за задържане на обработката на лични данни по време на самата обработка, както и за получателите на личните данни и, когато това е приложимо, прехвърлянето на лични данни към трети страни или автоматичното вземане на решения (съгласно чл. 13.1.c-f, чл. 13.2.a, чл. 13.2.e-f, чл. 15.1 и чл. 15.4 на ОРЗД).
ca: 4. Wildfire Games informa els usuaris dels propòsits, bases legals, interessos legítims i períodes de retenció de les dades personals en el moment en que es processen, els receptors de les dades personals, i on correspongui, la transferència de les dades personals a tercers països i la presa de decisions automàtica (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e-f, GDPR 15.1, GDPR 15.4).
de: 4. Wildfire Games informiert Benutzer über Zweck, Rechtsgrundlagen, berechtigtes Interesse und Aufbewahrungsdauer der persönlichen Datenverarbeitung zur Verarbeitungszeit, Empfänger von persönlichen Daten und, gegebenenfalls, Weitergabe von persönlichen Daten an Drittstaaten und automatisierte Entscheidungsprozesse (DSGVO 13.1.c-f, DSGVO 13.2.a, DSGVO 13.2.e, DSGVO 13.2.f, DSGVO 15.1, DSGVO 15.4).
el: 4. Η Wildfire Games ενημερώνει τους χρήστες για τους σκοπούς, τους νομικούς λόγους, τα νόμιμα συμφέροντα και τις περιόδους διατήρησης της επεξεργασίας των προσωπικών δεδομένων κατά τη στιγμή της επεξεργασίας τους, της αποδοχής των προσωπικών δεδομένων και, κατά περίπτωση, της μεταφοράς προσωπικών δεδομένων σε τρίτες χώρες και της αυτοματοποιημένης λήψης αποφάσεων (Γενικός Κανονισμός για την Προστασία Δεδομένων 13.1.c-f, ΓΚΠΔ 13.2.a, ΓΚΠΔ 13.2.e-f, ΓΚΠΔ 15.1, ΓΚΠΔ 15.4).
es: 4. Wildfire Games informa a los usuarios de los propósitos, fundamentos legales, intereses legítimos y períodos de retención del procesamiento de datos personales en el momento en que se procesan, los destinatarios de los datos personales y, cuando corresponda, la transferencia de datos personales a países terceros y la toma de decisiones automatizada ( GDPR 13.1.cf, GDPR 13.2.a, GDPR 13.2.ef, GDPR 15.1, GDPR 15.4).
eu: 4. Wildfire Gamesek datu pertsonalen tratamendurako izapideak, legezko interesak eta atxikipen epeak jakinarazten die erabiltzaileei, datu pertsonalen hartzaileak eta, hala badagokio, datu pertsonalen transferentzia hirugarren herrialdeei eta, dagokionean, erabakiak hartzeko automatizazioa (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e-f, GDPR 15.1, GDPR 15.4).
fi: 4. Wildfire Games tiedottaa käyttäjille henkilötietojen käsittelyn tarkoituksista, oikeudellisista perusteista, oikeutetuista eduista ja säilytysajoista henkilötietojen käsittelyhetkellä, henkilötietojen vastaanottajista ja tarvittaessa henkilötietojen siirrosta kolmansiin maihin sekä automaattisesta päätöksenteosta (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
fr: 4. Wildfire Games informe les utilisateurs des finalités, des bases juridiques, des intérêts légitimes et des durées de conservation du traitement des données à caractère personnel au moment du traitement, des destinataires des données à caractère personnel et, quand applicable, du transfert de données à caractère personnel vers des pays tiers et de la prise de décision individuelle automatisée ( RGPD 13.1.cf, RGPD 13.2.a, RGPD 13.2.e, RGPD 13.2.f, RGPD 15.1, RGPD 15.4).
ga: 4. Cuireann Wildfire Games a n-úsáideoirí in iúl don chuspóirí, forais dhlíthiúla, suimeanna dlisteanacha agus tréimhsí coinneála don phróiseáil sonraí pearsanta ag am na próiseála, faighteoirí den sonraí pearsanta agus nuair is infheidhme, aistriú sonraí pearsanta go tríú tíortha agus cinnteoireacht uathoibríoch (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
gd: 4. Innsidh Wildfire Games dha na cleachdaichean mu na h-adhbharan, adhbharan laghail, ùidhean dligheach is ùineachan glèidhidh aig pròiseasadh an dàta phearsanta aig an àm a thèid a phròiseasadh, mu faightearan an dàta phearsanta agus nuair a bhios e iomchaidh mu thar-chur an dàta phearsanta gu treas-dhùthchannan is mu co-dhùnaidhean a thèid a dhèanamh gu fèin-obrachail (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e-f, GDPR 15.1, GDPR 15.4).
gl: 4. Wildfire Games informa aos usuarios das finalidades, bases legais, intereses lexítimos e períodos de retención de procesamento de datos persoais no momento en que se procesan, os destinatarios dos datos persoais e, onde corresponde, a transferencia de datos persoais a terceiros países e tomas de decisións automatizadas (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e-f, GDPR 15.1, GDPR 15.4).
hu: 4. A Wildfire Games tájékoztatja a felhasználókat az adatkezelés céljáról, jogalapjáról, a jogos érdekeiről, a személyes adatok tárolási időtartamairól a kezelésük idején, a személyes adatok címzettjeiről, és ha van ilyen, akkor tájékoztat az adatok harmadik országba küldéséről, illetve az automatikus döntéshozatalokról (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e-f, GDPR 15.1, GDPR 15.4).
id: 4. Wildfire Games memberi tahu pengguna tentang tujuan, dasar hukum, kepentingan yang sah, dan periode penyimpanan pemrosesan data pribadi pada saat diproses, penerima data pribadi dan jika berlaku, transfer data pribadi ke negara ketiga dan pengambilan keputusan otomatis (GDPR 13.1 .cf, GDPR 13.2.a, GDPR 13.2.ef, GDPR 15.1, GDPR 15.4).
it: 4. Wildfire Games informa gli utenti delle finalità, dei motivi legali, degli interessi legittimi e dei periodi di conservazione del trattamento dei dati personali al momento del trattamento, dei destinatari dei dati personali e, ove applicabile, del trasferimento dei dati personali a paesi terzi e del processo decisionale automatizzato (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e-f, GDPR 15.1, GDPR 15.4).
ko: 4. Wildfire Games는 개인 데이타 처리의 목적, 법적 근거, 정당한 이익 및 보존 기간, 개인 데이타 수신자 및 해당되는 경우 제3국으로의 개인 데이타 전송 및 자동 의사 결정 (GDPR 13.1 .cf, GDPR 13.2.a, GDPR 13.2.ef, GDPR 15.1, GDPR 15.4).
lv: 4. Wildfire Games informē lietotājus par personas datu apstrādes procesa mērķiem, juridisko pamatojumu, likumīgajām interesēm un saglabāšanas periodiem, personas datu saņēmējiem un attiecīgā gadījumā personas datu nodošanu trešām valstīm un automatizētu lēmumu pieņemšanu ( GDPR 13.1.cf, GDPR 13.2.a, GDPR 13.2.ef, GDPR 15.1, GDPR 15.4).
nl: 4. Wildfire Games informeert gebruikers over de doeleinden, juridische redenen, legitieme belangen en bewaartermijnen van verwerking van persoonsgegevens op het moment dat het wordt verwerkt, ontvangers van persoonlijke gegevens en indien van toepassing overdracht van persoonsgegevens naar andere landen en geautomatiseerde besluitvorming ( GDPR 13.1.cf, GDPR 13.2.a, GDPR 13.2.ef, GDPR 15.1, GDPR 15.4).
pl: 4. Wildfire Games informuje użytkowników o powodach, podstawach prawnych, interesach i okresach przechowywania przetworzonych danych osobowych w czasie, gdy owe dane są przetwarzane, odbiorcach danych osobowych i, w stosownych przypadkach, przekazują dane osobowe dalej (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
pt_br: 4. A Wildfire Games informa os utilizadores dos fins, fundamentos legais, interesses legítimos e períodos de conservação do processamento de dados pessoais no momento em que são processados, destinatários de dados pessoais e, quando aplicável, transferência de dados pessoais para países terceiros e tomada de decisões automatizada ( GDPR 13.1.cf, GDPR 13.2.a, GDPR 13.2.ef, GDPR 15.1, GDPR 15.4).
pt_pt: 4. A Wildfire Games informa os utilizadores dos fins, fundamentos legais, interesses legítimos e períodos de conservação do processamento de dados pessoais no momento em que são processados, destinatários de dados pessoais e, quando aplicável, transferência de dados pessoais para países terceiros e tomada de decisões automatizadas (RGPD 13.1.cf, RGPD 13.2.a, RGPD 13.2.ef, RGPD 15.1, RGPD 15.4).
ru: 4. Wildfire Games информирует пользователей о целях, законных основаниях, законных интересах и сроках хранения персональных данных во время их обработки, получателях персональных данных и, где применимо, передаче персональных данных в третьи страны и автоматизированном принятии решений (Общий регламент по защите данных (ЕС) 13.1.c-f, 13.2.a, 13.2.e-f, 15.1, 15.4).
sk: 4. Wildfire Games informuje používateľov o dôvodoch, právnych základoch, legitímnych záujmoch a dobe uchovávania spracovávania osobných dát a kde sú uplatniteľné, poskytovania osobných dát tretím stranám a automatizovanom rozhodovaní (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e-f, GDPR 15.1, GDPR 15.4).
sv: 4. Wildfire Games informerar användarna om ändamålen, de rättsliga grunderna, de legitima intressena och lagrings perioderna för behandling av person uppgifter vid den tidpunkt då de behandlas, mottagarna av person uppgifter och, i förekommande fall, överföring av person uppgifter till tredje land och automatiserat besluts fattande (GDPR 13.1. c-f, GDPR 13.2. a, GDPR 13.2. e-f, GDPR 15,1, GDPR 15,4).
tr: 4. Wildfire Games, kullanıcıları, işlendiği sırada kişisel veri işlemenin amaçları, yasal gerekçeleri, yasal çıkarları ve saklanma süreleri, kişisel verilerin alıcıları ve gerektiğinde kişisel verilerin üçüncü ülkelere aktarılması ve otomatik karar alma hakkında bilgilendirir ( GVKY 13.1.cf, GVKY 13.2.a, GVKY 13.2.ef, GVKY 15.1, GVKY 15.4).
uk: 4. Wildfire Games інформує користувачів про цілі, правові підстави, законні інтереси та терміни зберігання особистих даних під час їх обробки, одержувачів особистих даних та, де це застосовано, передачу особистих даних у сторонні країни та автоматизоване прийняття рішень (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e-f, GDPR 15.1, GDPR 15.4).
zh: 4. Wildfire Games告知用户处理时个人数据处理的目的，法律依据，合法利益和保留期限，个人数据的接收者以及适用的个人数据传输到第三国和自动决策（ GDPR 13.1.cf，GDPR 13.2.a，GDPR 13.2.ef，GDPR 15.1，GDPR 15.4）。
zh_tw: 4. Wildfire Games 會在處理個人資料時告知使用者處理目的、法律依據、合法權益與保留期限、個人資料的接收者與適用對象、至第三地的個人資料傳輸與自動決策 (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e-f, GDPR 15.1, GDPR 15.4) 。

source: 5. Wildfire Games does not processes personal data for purposes other than the specified ones (GDPR 5.1.b, 'purpose limitation', GDPR 13.3).
ast: 5. Wildfire Games nun trata datos personales para propósitos que nun seyan los specificados (GDPR 5.1.b, “purpose limitation”, GDPR 13.3).
bg: 5. Wildfire Games не обработва лични данни за други цели, освен изложените (съгласно чл. 5.1.b — „ограничения на предназначенията“ и чл. 13.3 на ОРЗД).
ca: 5. Wildfire Games no processa dades personals per altres propòsits que no siguin els especificats (GDPR 5.1.b, 'limitació de propòsits', GDPR 13.3).
de: 5. Wildfire Games verarbeitet keine persönlichen Daten zu anderen Zwecken als den hier festgelegten (DSGVO 5.1.b, "Zweckbindung", DSGVO 13.3).
el: 5. Η Wildfire Games δεν επεξεργάζεται προσωπικά δεδομένα για σκοπούς διαφορετικούς από τους καθορισμένους (Γενικός Κανονισμός για την Προστασία Δεδομένων 5.1.b, "περιορισμός του σκοπού", ΓΚΠΔ 13.3).
es: 5. Wildfire Games no procesa datos personales para fines distintos a los especificados (GDPR 5.1.b, 'limitación de propósito', GDPR 13.3).
eu: 5. Wildfire Gamesek ez du norberaren daturik prozesatzen azaldutako helburutik at (GDPR 5.1.b, 'helburua mugatzea', GDPR 13.3).
fi: 5. Wildfire Games ei käsittele henkilötietoja muihin kuin määriteltyihin tarkoituksiin (GDPR 5.1.b, "tarkoituksen rajoittaminen", GDPR 13.3).
fr: 5. Wildfire Games ne traite pas les données personnelles pour un autre besoin que celui spécifié (RGPD 5.1.b 'limitation des besoins', RGPD 13.3).
ga: 5. Ní phróiseálann Wildfire Games sonraí pearsanta ar son aidhmeanna seachas na cinn atá ceadaithe (GDPR 5.1.b, "srian aidhme", GDPR 13.3).
gd: 5. Cha dèan Wildfire Games pròiseasadh air dàta phearsanta ach air na h-adhbharan a chaidh a shònrachadh (GDPR 5.1.b, “purpose limitation”, GDPR 13.3).
gl: 5. Wildfire Games non procesa datos persoais para finalidades alén das descritas (GDPR 5.1.b, 'purpose limitation', GDPR 13.3).
hu: 5. A Wildfire Games nem kezeli az itt megadottaktól eltérő okokból a személyes adatokat (GDPR 5.1.b, „célhoz kötöttség”, GDPR 13.3).
id: 5. Wildfire Games tidak memproses data pribadi untuk tujuan selain yang ditentukan (GDPR 5.1.b, 'batasan tujuan', GDPR 13.3).
it: 5. Wildfire Games non elabora dati personali per scopi che non siano quelli specificati (GDPR 5.1.b, 'limitazione della finalità', GDPR 13.3).
ko: 5. Wildfire Games는 지정된 목적 이외의 목적으로 개인 데이타를 처리하지 않습니다 (GDPR 5.1.b, '목적 제한', GDPR 13.3).
lv: 5. Wildfire Games neapstrādā personas datus citiem mērķiem, izņemot norādītos (GDPR 5.1.b, 'purpose limitation', GDPR 13.3).
nl: 5. Wildfire Games verwerkt persoonsgegevens niet voor andere doeleinden dan de opgegeven (GDPR 5.1.b, 'doelbeperking', GDPR 13.3).
pl: 5. Wildfire Games nie przetwarza danych osobowych w celach innych niż wymienione (GDPR 5.1.b, "ograniczenia", GDPR 13.3).
pt_br: 5. Wildfire Games não processa dados pessoais para finalidades diferentes das especificadas (GDPR 5.1.b, 'limitação de finalidade', GDPR 13.3).
pt_pt: 5. A Wildfire Games não processa dados pessoais para finalidades diferentes das especificadas (RGPD 5.1.b, 'limitação das finalidades', RGPD 13.3).
ru: 5. Wildfire Games не обрабатывает персональные данные для целей, отличных от указанных (Общий регламент по защите данных (ЕС) 5.1.b, «ограничение цели», 13.3).
sk: 5. Wildfire Games nespracováva osobné dáta pre iné účely ako boli špecifikované (GDPR 5.1.b, 'purpose limitation', GDPR 13.3).
sv: 5. Wildfire Games behandlar inte person uppgifter för andra ändamål än de specificerade (GDPR 5.1. b, "ändamåls begränsning", GDPR 13,3).
tr: 5. Wildfire Games, kişisel verileri belirtilenler dışındaki amaçlar için işlemez (GVKY 5.1.b, 'amaç sınırlaması', GVKY 13.3).
uk: 5. Wildfire Games не обробляє особисті дані для інших цілей, ніж зазначені (GDPR 5.1.b, 'purpose limitation', GDPR 13.3).
zh: 5. Wildfire Games不会为指定目的以外的目的处理个人数据（GDPR 5.1.b，'目的限制'，GDPR 13.3）。
zh_tw: 5. Wildfire Games 不會為明定外之目的處理個人資料 (GDPR 5.1.b, 'purpose limitation', GDPR 13.3) 。

source: 6. Wildfire Games does not process personal data that is not needed for the specified purposes (GDPR 5.1.c, 'data minimization').
ast: 6. Wildfire Games nun trata datos personales que nun seyan precisos pa los propósitos specificados (GDPR 5.1.c, “data minimization”).
bg: 6. Wildfire Games не обработва лични данни, които не са нужни за изложените цели (съгласно чл. 5.1.c на ОРЗД — „минимизиране на данните“).
ca: 6. Wildfire Games no processa dades personals que no siguin necessàries per als propòsits especificats (GDPR 5.1.c, 'minimització de dades').
de: 6. Wildfire Games verarbeitet keine persönlichen Daten, die nicht für den festgelegten Zweck gebraucht werden (DSGVO 5.1.c, "Datenminimierung").
el: 6. Η Wildfire Games δεν επεξεργάζεται προσωπικά δεδομένα που δεν χρειάζονται για τους καθορισμένους σκοπούς (Γενικός Κανονισμός για την Προστασία Δεδομένων 5.1.c, 'ελαχιστοποίηση δεδομένων').
es: 6. Wildfire Games no procesa datos personales que no son necesarios para los fines especificados (GDPR 5.1.c, 'minimización de datos').
eu: 6. Wildfire Gamesek ez du norberaren daturik prozesatzen behar ez diren azaldutako helburuetatik at (GDPR 5.1.c, 'datuen minimizatizea').
fi: 6. Wildfire Games ei käsittele henkilötietoja, joita ei tarvita määriteltyihin tarkoituksiin (GDPR 5.1.c, "tietojen minimointi").
fr: 6. Wildfire Games ne traite pas les données personnelles non nécessaires au besoin spécifié (RGPD 5.1.c, 'minimisation des données')
ga: 6. Ní phróiseálann Wildfire Games aon sonraí eile nach bhfuil gá leis na haidhmeanna sonraithe (GDPR 5.1.c, "laghdú sonraí").
gd: 6. Cha dèan Wildfire Games pròiseasadh air dàta pearsanta ach ma tha feum air air na h-adhbharan a chaidh a shònrachadh (GDPR 5.1.c, “data minimization”).
gl: 6. Wildfire Games non procesa os datos persoais innecesarios para as finalidades indicadas (GDPR 5.1.c, 'data minimization').
hu: 6. A Wildfire Games nem kezel olyan személyes adatokat, melyek nem szükségesek a megadott célokhoz (GDPR 5.1.c, „adattakarékosság”).
id: 6. Wildfire Games tidak memproses data pribadi yang tidak diperlukan untuk tujuan yang ditentukan (GDPR 5.1.c, 'minimisasi data').
it: 6. Wildfire Games non tratta dati personali che non sono necessari per gli scopi specificati (GDPR 5.1.c, 'minimizzazione dati').
ko: 6. Wildfire Games는 지정된 용도에 필요하지 않은 개인 데이타를 처리하지 않습니다(GDPR 5.1.c, '데이타 최소화').
lv: 6. Wildfire Games neapstrādā personas datus, kas nav vajadzīgi norādītajiem mērķiem (GDPR 5.1.c, 'data minimization').
nl: 6. Wildfire Games verwerkt geen persoonlijke gegevens die niet nodig zijn voor de opgegeven doeleinden (GDPR 5.1.c, 'gegevensminimalisatie').
pl: 6. Wildfire Games nie przetwarza danych osobowych, które nie są wymagane przez określone cele (GDPR 5.1.c, "minimalizacja danych").
pt_br: 6. A Wildfire Games não processa dados pessoais que não são necessários para os propósitos especificados (GDPR 5.1.c, 'minimização de dados').
pt_pt: 6. A Wildfire Games não processa dados pessoais que não são necessários para os propósitos especificados (RGPD 5.1.c, 'minimização dos dados').
ru: 6. Wildfire Games не обрабатывает персональные данные, которые не нужны для указанных целей (Общий регламент по защите данных (ЕС) 5.1.c, «минимизация данных»).
sk: 6. Wildfire Games nespracováva osobné dáta, ktoré nie sú potrebné pre špecifikované účely (GDPR 5.1.c, 'data minimization').
sv: 6. Wildfire Games behandlar inte person uppgifter som inte behövs för de angivna ändamålen (GDPR 5.1. c, "uppgiftsminimering").
tr: 6. Wildfire Games, belirtilen amaçlar için gerekli olmayan kişisel verileri işlemez (GVKY 5.1.c, 'veri küçültme').
uk: 6. Wildfire Games не обробляє особисті дані, які не потрібні для визначених цілей (GDPR 5.1.c, 'data minimization').
zh: 6. Wildfire Games 不会为特殊目的获取个人信息。（GDPR 5.1.c，“数据最小化”）。
zh_tw: 6. Wildfire Games 不會處理明定用途不需要的個人資料 (GDPR 5.1.c, 'data minimisation') 。

source: 7. Wildfire Games uses a storage form that does not allow identification of natural persons for longer than necessary (GDPR 5.1.e 'storage limitation').
ast: 7. Wildfire Games utiliza una fhorma d’atrouʃamiento que nun permitte la identificacion de personæs naturales per maæs tiempu de lo necessario (GDPR 5.1.e “storage limitation”).
bg: 7. Wildfire Games използва формат на съхранение на личните данни, който не позволява разпознаването на физически лица за по-дълго време от необходимото (съгласно чл. 5.1.e на ОРЗД — „ограничения за съхраняване“).
ca: 7. Wildfire Games utilitza una forma d'emmagatzematge que no permet la identificació de les persones físiques més temps del necessari (GDPR 5.1.e 'limitació d'emmagatzematge').
de: 7. Wildfire Games verwendet eine Speicherform, die keine Identifikation natürlicher Personen länger als notwendig erlaubt (DSGVO 5.1.e "Speicherbegrenzung").
el: 7. Η Wildfire Games χρησιμοποιεί ένα τρόπο αποθήκευσης που δεν επιτρέπει την ταυτοποίηση φυσικών προσώπων για μεγαλύτερο χρονικό διάστημα από ό, τι είναι απαραίτητο (Γενικός Κανονισμός για την Προστασία Δεδομένων 5.1.e 'περιορισμός αποθήκευσης').
es: 7. Wildfire Games utiliza un formulario de almacenamiento que no permite la identificación de personas físicas durante más tiempo del necesario (GDPR 5.1.e 'limitación de almacenamiento').
eu: 7. Wildfire Gamesek erabiltzen duen biltegiratze erak ez du pertsonen nortasuna erakusten behar baino denbora gehiagoz (GDPR 5.1.e 'biltegiratze muga').
fi: 7. Wildfire Games käyttää tallennusmuotoa, joka ei mahdollista luonnollisten henkilöiden tunnistamista pidempään kuin on tarpeen (GDPR 5.1.e "tallennusrajoitus").
fr: 6. Wildfire Games utilise un format de stockage de données qui ne permet pas l'identification d'une personne physique à moins que celà ne soit nécessaire (RGPD 5.1.E ' limitation du stockage').
ga: 7. Úsáideann Wildfire Games sórt stórais nach gceadaítear aitheantas daoine nádúrtha níos faide ná mar is gá (GDPR 5.1.e "srian stórais").
gd: 7. Cleachdaidh Wildfire Games dòigh glèidhidh nach doir comas air aithneachadh dhaoine gu pearsanta nas fhaide na tha deatamach (GDPR 5.1.e “storage limitation”).
gl: 7. Wildfire Games usa unha forma de almacenamento que non permite a identificación de persoas naturais durante máis tempo do necesario (GDPR 5.1.e 'storage limitation').
hu: 7. A Wildfire Games olyan tárolási formát használ, amely nem teszi lehetővé a természetes személyes szükségesnél hosszabb azonosítását (GDPR 5.1.e „korlátozott tárolhatóság”).
id: 7. Wildfire Games menggunakan bentuk penyimpanan yang tidak memungkinkan identifikasi orang lebih lama dari yang diperlukan (GDPR 5.1.e 'batasan penyimpanan').
it: 7. Wildfire Games utilizza un modulo di archiviazione che non consente l'identificazione delle persone fisiche più a lungo del necessario (GDPR 5.1.e 'limiti archiviazione').
ko: 7. Wildfire Games는 필요 이상으로 오랫동안 자연인을 식별할 수 없는 스토리지 양식을 사용합니다(GDPR 5.1.e '저장 제한').
lv: 7. Wildfire Games izmanto uzglabāšanas formu, kas neļauj identificēt fiziskas personas ilgāk nekā nepieciešams (GDPR 5.1.e 'storage limitation').
nl: 7. Wildfire Games gebruikt een opslagvorm die het niet langer dan noodzakelijk mogelijk maakt om natuurlijke personen te identificeren (GDPR 5.1.e 'opslagbeperking').
pl: 7. Wildfire Games wykorzystuje sposób przechowywania, który nie pozwala na identyfikację osób dłużej niż jest to wymagane (GDPR 5.1.e "ograniczenie przechowywania").
pt_br: 7. Wildfire Games utiliza uma forma de armazenamento que não permite a identificação de pessoas singulares por mais tempo do que o necessário (GDPR 5.1.e 'limitação da conservação').
pt_pt: 7. A Wildfire Games utiliza uma forma de armazenamento que não permite a identificação de pessoas singulares por mais tempo do que o necessário (RGPD 5.1.e 'limitação da conservação').
ru: 7. Wildfire Games использует форму хранения, которая не позволяет идентифицировать физических лиц дольше, чем это необходимо (Общий регламент по защите данных (ЕС) 5.1.e. «ограничение хранения»).
sk: 7. Wildfire Games používa úložisko, z ktorého nie je možné identifikovať reálne osoby na dlhší čas, ako je to nutné (GDPR 5.1.e 'storage limitation').
sv: 7. Wildfire Games använder ett lagrings formulär som inte tillåter identifiering av fysiska personer under längre tid än nödvändigt (GDPR 5.1. e "lagrings begränsning").
tr: 7. Wildfire Games, gerçek kişilerin gereğinden daha uzun bir süre tanımlanmasına izin vermeyen bir saklama şekli kullanır (GVKY 5.1.e 'depolama sınırlaması').
uk: 7. Wildfire Games використовує форму зберігання, яка не дозволяє ідентифікувати фізичних осіб довше, ніж потрібно (GDPR 5.1.e 'storage limitation').
zh: 7.Wildfire Games使用的存储形式不允许超时识别(GDPR 5.1.e “储存限制”).
zh_tw: 7. Wildfire Games 使用不超過辨識自然人必要時間的儲存形式 (GDPR 5.1.e 'storage limitation') 。
