Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Upgrade all of your Italiote mercenaries to Elite rank. This increases their military prowess, but decreases their resource gathering rates another -25%.
ast: Ascender tolos mercenarios italiotes al rangu d'élite. Esto aumenta la so potencia militar, pero amenorga les sos tases de recoyedura otru -25%.
bg: Повишаване на всички италийски наемници в ранг „Елитен“. Това увеличава военните им умения, но намалява бързината при събиране на ресурси с още -25%.
br: Gweredekaat hoc'h holl c'hoprsoudarded Italiot-ed e renk Ar re wellañ, Begenn an dud, Bleuñv an dud, Kentañ troc'h, Uhelad. An dra-mañ a lak o gouestoni vilourel da greskaat, met ez a war vihanaat o feurioù dastum danvez all gant -25%.
ca: Ascendiu tots els mercenaris italiotes al rang d'elit. Això augmenta la seva destresa militar, però disminueix els índexs de recol·lecció de recursos un -25%.
cs: Povyšte všechny své italické žoldnéře na úroveň elitních vojáků. Zvýší se jejich bojové schopnosti, ale sníží jejich schopnost získávat suroviny o dalších 25%.
de: Befördere alle Bürger-Soldaten Kavalleristen zum erweiterten Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleisch Sammel-Raten um -25%.
el: Προάγετε όλους τους Ιταλιάνους μισθοφόρους σας στο βαθμό των Εκλεκτών. Αυτό αυξάνει την στρατιωτική τους δύναμη αλλά μειώνει επιπλέον -25% το ποσοστό συλλογής πόρων.
es_mx: Promover a todos tus mercenarios Italiotas al rango de Élite. Esto aumenta su destreza militar, pero disminuye su tasa de recolección de recursos otro -25%.
eu: Sustatu zure Italiar mertzenario guztiak Aurreratua mailara. Gudarako trebetasuna handituko diezu, baino baliabideak biltzeko garaian %25- gutxiago lortuko dute.
fa: ارتقا تمام مزدوران ایتالیایی شما به رتبه زبده. این باعث افزایش قدرت جنگی آنها می شود اما سرعت جمع کردن منابع آنها -25% دیگر کاهش می یابد.
ga: Uasghradaigh d'amhais Iodálacha ar fad go an rang Éilite. Méadaíonn sé seo a láidreacht mhíleata, ach laghdaíonn a rátaí bailithe d'acmhainne le -25% eile.
gl: Avanza todos os mercenarios italiotas ao rango de elite. Isto aumenta a súa eficacia militar, pero diminúe noutro -25% a velocidade coa que recollen recursos.
hu: Minden italióta zsoldos előléptetése elit rangra. Ez növeli a harci képességeiket, de további -25% a erőforrásgyűjtési sebességükre.
id: Tingkatkan semua prajurit bayaran Italia Anda ke pangkat Elit. Ini meningkatkan kecakapan militer mereka namun mengurangi tingkat pengumpulan sumberdaya -25% lagi.
it: Aggiorna tutti i mercenari Italioti al livello Elite. Questo aumenta il loro valore militare, ma diminuisce la loro capacità di raccolta di un'altro -25%.
ja: すべてのイタリオテス傭兵を精鋭ランクに昇進させます。これによって軍事的な技量が上がりますが、資源の採集効率がさらに25%落ちます。
ko: 모든 이탈리아 용병을 정예 계급으로 승급합니다. 용병의 군사 기량을 향상시키지만 자원 채집율을 -25% 감소합니다.
lv: Paaugstiniet visus savus Italiote algotņus līdz Elites pakāpei. Tas palielinās to militāro spēku, taču samazinās resursu iegūšanas ātrumu par -25%.
ms: Tatar semua askar upahan Italiote anda ke pangkat Elit. Ia meningkatkan kekuatan ketenteraan mereka, tetapi mengurangkan -25% kadar pengumpulan sumber.
nb: Oppgrader alle din italiotiske leiesoldater til graden elite. Dette øker deres militære dyktighet, men senker deres ressurssankingsrate med nye -25%
nl: Promoveer al je Italiaanse huurlingen tot de elite rang.
pl: Awansuj swoich Italiockich najemników do rangi Elitarnej. Zwiększa to ich waleczność, ale zmniejsza szybkość pozyskiwania surowców o kolejne -25%.
pt_pt: Promove todos os teus Mercenários Italiotas para a graduação de Elite. Isto aumenta a sua categoria militar mas diminui a velocidade de recolha de recursos em -25%.
ru: Повысьте всех италиотских наёмников в ранге до элитного. Это повысит их воинскую доблесть, но снизит скорость сбора ресурсов ещё на -25%.
sk: Povýši všetkých vašich italických žoldnierov na elitný stupeň. Toto zlepší ich vojenské schopnosti, avšak zároveň spomalí ich rýchlosť získavania surovín o ďalších 25%.
sv: Befordra alla dina Italiska legosoldater till rangen Elit. Detta ökar deras militära förmåga men minskar deras resursinsamlingstakt med -25%.
tr: Tüm İtalyan Paralı Askerleri Seçkin rütbeye yükselt. Bu onların askeri cesaretini artırır, ancak kaynak toplama oranlarınını %-25 azaltır.
uk: Удосконалити всіх Ваших найманців італіотів до елітного рангу. Це збільшує їхню військову відвагу, але знижує їхні темпи збирання ресурсу ще на -25%.
zh: 升级你所有的意大利佣兵到精锐等级。这可以增强他们的力量，但会再降低他们的资源采集速率 -25%。
zh_tw: 升級您所有的義大利傭兵到精銳等級。這可以增強他們的力量，但會再降低他們的資源採集速率 -25%。

source: Elite Italiote Mercenaries
ast: Mercenarios italiotes d'élite
bg: Елитни италийски наемници
br: Goprsoudarded Italiot-ed Ar re wellañ, Begenn an dud, Bleuñv an dud, Kentañ troc'h, Uhelad
ca: Mercenaris italiotes d'elit
cs: Elitní italičtí žoldnéři
de: Italiotische Elitesöldner
el: Ελίτ Ιταλιωτές Μισθοφόροι
es_mx: Mercenarios de élite Italiotas
eu: Eliteko Italiar Mertzenarioak
fa: مزدوران ایتالیایی پیشرفته
ga: Amhais Iodálacha Éilíte
gl: Mercenarios italiotas de elite
hu: Elit italióta zsoldosok
id: Prajurit Bayaran Italia Elit
it: Mercenari Italioti Elite
ja: 精鋭イタリオテス傭兵
ko: 이탈리아 정예 용병
lv: Elitāri Italiote algotņi
ms: Askar Upahan Italiote
nb: Italiotiske eliteleiesoldater
nl: Elite Italische huurlingen
pl: Elitarni Italioccy najemnicy
pt_pt: Mercenários italiotas de elite
ru: Элитные италиотские наёмники
sk: Elitní italickí žoldnieri
sv: Italiska Elitlegosoldater
tr: Seçkin İtalyan Paralı askerleri
uk: Елітні найманці італіоти
zh: 精锐意大利佣兵
zh_tw: 精銳義大利傭兵

source: Carthaginians built their city walls in three concentric circuits. These walls were never breached. Even when the city was taken by the Romans, it was via the city's harbor, not by storming its walls.
ast: Los cartaxineses construyeron les muralles de la ciudá en tres redondeles concéntricos. Enxamás nun s'abrió brecha naquelles muralles. Mesmamente cuando los romanos tomaron la ciudá, fixéronlo pel puertu, non atacando les muralles.
bg: Картагенците строели стените си в три концентрични окръжности. Тези стени никога не били разбити. Дори когато градът бил превзет от римляните, това станало чрез градското пристанище, а не чрез пробив в стените.
br: Kartajinianed o doa savet o mogerioù keoded e tri zroad kengreiz. Ar mogerioù-mañ n'int ket bet morse torret. Pa oa bet paket ar geoded gant ar Romaned zoken, ez e oa dre borzh ar geoded, n'eo ket gant argadiñ he mogerioù.
ca: Els cartaginesos van construir les seves muralles en tres cercles concèntrics. Aquestes muralles no es van fer caure mai. Ni tan sols quan els romans van prendre la ciutat, ho van fer pel port, no atacant les muralles.
cs: Kartaginci stavěli zdi svých měst ve třech soustředných kruzích. Tyto zdi nikdy nebyly prolomeny. Dokonce i když bylo město obsazeno Římany, podařilo se to udělat proniknutím přes přístav, nikoli dybytím hradem.
de: Karthager bauten ihre Stadtmauern in drei konzentrischen Kreisen. Diese Mauern wurden nie durchbrochen. Selbst, als die Stadt von den Römern erobert wurde, geschah dies über den Stadthafen, nicht, indem die Stadtmauern erstürmt wurden.
el: Οι Καρχηδόνιοι κατασκεύαζαν τα τείχη της πόλης τους σε τρεις ομόκεντρους κύκλους. Αυτά τα τείχη ποτέ δεν είχαν εκπορθεί. Ακόμα και όταν η πόλη λήφθηκε από τους Ρωμαίους, ήταν μέσω του λιμανιού της πόλης, και όχι από έφοδο στα τείχη της.
eu: Kartagoarrek hiriko harresiak zentro bakarreko hiru zirkuluz osatzen zituzten. Horren babes onaren aurrean erromatarrek nahiago izan zuten kaitik hartu hiria harresietatik igoz egin ordez.
fa: کارتاژها دیوارهای خود را در سه لایه دایره ای می ساختند. این دیوارها هیچ گاه اجازه عبور دشمن را ندادند حتی زمانی که شهر توسط رومی ها تصرف شد این کار از سمت بندر صورت گرفت و نه از سمت دیوار ها
ga: Thógáil na Cartagaigh a mballaí cathracha i dtrí thimpill chomhlárnacha. Ní fuair na ballaí seo bearnaithe riamh. Fiú nuair a thitim an cathair do na Rómhánaigh, thóg iad an cathair tríd an gcuan, ná leis na mballaí a stoirmeáil.
gl: Os cartaxineses construíron as murallas da súa cidade en tres circuítos concéntricos. Esas murallas nunca caeron. Nin sequera cando os romanos a conquistaron; fixérono a través do porto da cidade, non a través das murallas.
hu: A karthágóiak a városfalaikat három koncentrikus körben építették. Ezeket a falakat sosem törték át. Amikor a rómaiak elfoglalták a várost, akkor is a város kikötőjén keresztül tették, és nem a falak ostromával.
id: Bangsa Kartago membangun tembok kota mereka dalam tiga sirkuit yang konsentris. Tembok-tembok ini tidak pernah ditembus. Walaupun kota mereka diambil alih oleh bangsa Romawi, caranya adalah melewati pelabuhan kota, bukan dengan menyerang tembok mereka.
it: I cartaginesi costruirino le mura della città in tre cerchi concentrici. Queste mure non furono mai violate. Anche quando la città fu conquistata dai romani, accadde attraverso il porto della città, non passando attraverso le sue mura.
ja: カルタゴは三重の城壁を築きました。この壁は決して破られませんでした。ローマに都市を占領された時でさえ、港からで、壁は突破されませんでした。
ko: 카르타고는 삼중 성벽을 쌓았습니다. 이 성벽은 절때로 뚫리지 않았습니다. 이 도시는 로마에게 점령 당했을때도 성벽을 습격당해서가 아니라 도시의 항구를 통해서 점령당했기 때문입니다.
lt: Kartaginiečiai pastatė savo sienas trimis, vienas kitą gaubiančiais ratais. Šios sienos niekada nebuvo pramuštos, net kai miestas buvo užimtas Romėnų, kurie tai padarė per prieplauką, nešturmuodami jo sienų.
ms: Puak Carthage membina tembok bandar mereka dalam tiga lingkaran sepusat. Tembok-tembok ini sukar dicerobohi. Walaupun bandar telah ditawan oleh puak Rom, ia dilakukan menerusi pelabuhan bandar, bukannya dengan menembusi temboknya.
nb: Karthagerne bygde sine bymurer i tre konsentriske ringer. Disse murene ble aldri brutt. Da romerne tok byen måtte de bryte seg inn gjennom havnen, de stormet ikke bymurene.
nl: De Carthagers bouwden hun stadsmuren in drie concentrische banen. Deze muren waren nooit doorbroken. Zelf wanneer de stad werd ingenomen door de Romeinen was dat via de haven en niet door hun muren te bestormen.
pl: Kartagińczycy budowali mury miejskie w trzech koncentrycznych obwodach. Mury te nigdy nie były przełamane. Nawet gdy miasto zajęli Rzymianie, zrobili to przez port, nie zaś przez szturmowanie murów.
pt_pt: Os cartagineses construíram as muralhas em três circuitos concêntricos. Essas muralhas nunca foram violadas. Mesmo quando a cidade foi tomada pelos romanos, foi através do porto da cidade, não por destruição das suas muralhas.
ru: Городские стены Карфагена представляли собой три концентрических контура. Они навсегда остались неприступны. Даже когда город был взят римлянами, это произошло через гавань, а не во время штурма стен.
sk: Kartáginci budovali svoje mestské hradby ako tri sústredné okruhy. Tieto hradby neboli nikdy prelomené. Dokonca aj keď bolo mesto ovládnuté Rímanmi, bolo to cez mestský prístav, a nie útokom na hradby.
sv: Kartagerna byggde sina stadsmurar i tre koncentriska cirklar. Dessa väggar genombröts aldrig. Även när staden togs av romarna, så var det via stadens hamn och inte genom att storma dess murar.
tr: Kartacalılar şehir duvarlarını aynı merkezli iç içe geçmiş çemberler şeklinde inşa etmişlerdir. Bu duvarlar hiçbir zaman aşılamadı. Romalılar bile şehri ancak liman üzerinden ele geçirebildiler, duvarlara saldırarak değil.
uk: Карфагеняни споруджували власні міські мури у три концентричні окружності. Ці мури ніколи не були проламані. Навіть коли місто було захоплено римлянами, це відбулося через гавань міста, а не штурмом його мурів.
zh: 迦太基人把他们的城墙修筑成三堵同心圆结构，这些城墙构筑的防线从未被攻破过。即使当罗马人攻占他们的城市时，也是通过城市的港口，而不是城墙发起进攻的。
zh_tw: 迦太基人建造三個同心圓的城牆圍住他們的城市。這些城牆從未被破壞。就算城市被羅馬人攻擊時，也是透過城市的港口而非強攻城牆。

source: Carthaginian Walls +100% build time, +100% stone cost, and +200% health.
ko: 카르타고의 성벽의 짓는시간이 +100% 증가하고, 석재 비용이 +100% 증가하고, 내구력이 +200% 증가합니다.
uk: Карфагенські мури потребують +100% часу спорудження, +100% витрати каменю та мають +200% здоров'я.

source: Triple Walls
ar: الأسوار الثلاثية
ast: Muries triples
bg: Тройни стени
br: Mogerioù tripl
ca: Muralles triples
cs: Trojité hradby
da: Tredobbelte Mure
de: Dreifache Mauer
el: Τριπλά τείχη
es_mx: Murallas Triples
eu: Harresi hirukoitza
fa: دیوارهای سه لایه
fi: Kolminkertainen muuri
ga: Balla Faoi Thrí
gl: Murallas triplas
hu: Hármas falak
id: Tembok Tiga Lapis
it: Mura Triple
ja: 三重壁
ko: 삼중 성벽
lt: Trigubos Sienos
lv: Trīskāršās sienas
ms: Tembok Tiga Lapis
nb: Tredoble vegger
nl: Driedubbele muren
pl: Potrójne mury
pt_pt: Muralhas Triplas
ru: Тройные стены
sk: Trojité hradby
sv: Trippelväggar
tr: Üçlü Duvarlar
uk: Потрійні мури
zh: 三重城墙
zh_tw: 三重城牆

source: Celtic structures were mostly made of wood with rubble foundations.
ast: Les estructures celtes tán feches de madera con cimientos de llastra.
bg: Келтските сгради били направени основно от дърво, с основи от чакъл.
br: Ar frammoù keltek a veze savet gant koad gant diazezoù atred evit an darn vrasañ eus anezho.
ca: Les estructures celtes estaven majoritàriament fetes de fusta amb fonaments de runes.
cs: Keltské budovy byly většinou udělány ze dřeva se základy ze štěrku.
de: Keltische Gebäude wurden hauptsächlich aus Holz mit einem Fundament aus Schotter gebaut.
el: Οι κελτικές κατασκευές ήταν κυρίως κατασκευασμένες από ξύλο και με θεμέλια από λιθοτρίμματα.
eu: Zelta eraikuntzak egurrez eraikitzen ziren zabor oinarrien gainean.
fa: سازه های سلتی بیشتر از چوب و تکه سنگ به عنوان پی ریز آن ساخته می شدند
ga: Bhí tógtha den chuid is mó as adhmad iad foirgnimh Cheilteacha, le bunsraitheanna as spallaí.
gl: As estruturas celtas estaban feitas principalmente de madeira con fundacións de escombros.
hu: A kelta épületek többnyire fából készültek, terméskő alapokra.
id: Bangunan Kelt kebanyakan dibuat dari kayu dan fondasi puing.
it: Le strutture celtiche erano perlopiù fatte in legno e fondamenta in pietra.
ja: ケルトの建物はたいてい木造でがれきの基礎を用いていました。
ko: 켈트의 건축물은 대부분 목조 건물 잔해를 기초로 사용했습니다.
lt: Keltų statiniai dažniausiai buvo mediniai, statomi ant griuvėsių.
ms: Struktur Celt kebanyakannya diperbuat dari kayu dengan tapak puing.
nb: Keltiske byggverk ble for det meste laget av tre, på grusfundament.
nl: Keltische gebouwen waren grotendeels gemaakt uit hout met steengruis als fundering.
pl: Celtyckie budowle w większości zbudowane są z drewna z kamiennymi fundamentami.
pt_pt: As estruturas celtas eram na sua maioria feitas de madeira com fundações de entulho.
ru: Постройки кельтов в основном возводились из дерева на каменном фундаменте.
sk: Keltské budovy boli väčšinou postavené z dreva so suťovými základmi.
sv: Keltiska byggnader bestod oftast av trä med fundament av grus.
tr: Kelt yapıları çoğunlukla moloz temelli ahşaptan yapılmıştır.
uk: Кельтські споруди здебільшого були зроблені із дерева на бутових фундаментах.
zh: 凯尔特建筑大多为建造在碎石地基上的木制结构。
zh_tw: 塞爾特建築物大多以木頭加上瓦礫來建造。

source: Briton and Gaulish Structures −20% build time, −20% health, and −20% capture points.
ko: 브리튼과 갈리아 건축물의 짓는시간이 -20% 단축되고, 내구력이 -20% 낮아지고, 점유 점수가 -20% 낮아집니다.
uk: Бритські та гальські споруди потребують -20% часу спорудження, мають -20% здоров'я та -20% очків захоплення.

source: Wooden Construction
ar: بناء خشبي
ast: Construcción de madera
bg: Дървена конструкция
br: Saverezh Koad
ca: Construccions de fusta
cs: Dřevěná stavba
da: Trækonstruktion
de: Holzkonstruktion
el: Ξύλινη Κατασκευή
es_mx: Construcciones de madera
eu: Egurrezko Eraikinak
fa: ساختمان های چوبی
fi: Puinen rakentaminen
ga: Tógáil Adhmaid
gl: Construción de madeira
hu: Faépületek
id: Pembangunan Kayu
it: Costruzione in legno
ja: 木造建築
ko: 목조 건축
lt: Medinės Konstrukcijos.
lv: Koka Konstrukcija
ms: Pembinaan Kayu
nb: Trekonstruksjon
nl: Houten constructie
pl: Konstrukcja drewniana
pt_pt: Construção de Madeira
ru: Деревянная постройка
sk: Drevená konštrukcia
sv: Träkonstruktion
tr: Ahşap İnşaat
uk: Дерев’яна конструкція
zh: 木制建筑
zh_tw: 木造建築

source: The Greeks used stone construction from early Mycenaean times.
ast: Los griegos construyeron cola piedra dende los entamos de la dómina micénica.
bg: Гърците използвали каменни конструкции от ранните микенски времена.
br: Ar C'hresianed o doa implijet ar savrezh maen eus an amzerioù kentañ Misenian.
ca: Els grecs feien construccions de pedra des dels temps micènics primerencs.
cs: Řekové používali stavby z kamene od rané mykénské doby.
da: Grækerne byggede med sten fra tidlig mykensk tid.
de: Die Griechen nutzten Steinbautechniken aus der frühen mykenischen Zeit.
el: Οι Έλληνες χρησιμοποιούσαν πέτρινες κατασκευές από νωρίς στη Μυκηναϊκή εποχή.
es_mx: Los griegos usaron construcciones de piedra desde la temprana era micénica.
eu: Grekoek aro Mezenikotik erabiltzen zuten harri eraikinak.
fa: یونانی از از ابتدای دوران میکنایی ساختمان های سنگی می ساختند.
fi: Kreikkalaiset käyttivät kiveä rakennuksissaan jo aikaisista Mykenen ajoista lähtien.
ga: D'úsáid na Gréigigh cloch ina bhfoirgníocht ó am luath na Micéinigh.
gl: Os gregos usaban pedra na construción desde os tempos dos micenas.
hu: A görögök kőépítményeket használtak a korai mükénei időktől.
id: Bangsa Yunani menggunakan bangunan batu dari awal zaman Mykenai.
it: I Greci usavano costruzioni in pietra fin dai tempi Micenei.
ja: ギリシアはミケーネ文明初期から石造建設を用いました。
ko: 그리스는 미케네 문명 초기부터 석조 건설을 이용했습니다.
lt: Graikai statė iš akmens nuo ankstyvų Mycenaean laikų.
lv: Grieķi lietojuši mūra konstrukcijas no agrīnajiem Mikēniešu laikiem.
ms: Yunani menggunakan pembinaan batu seawal zaman Mycenae
nb: Grekerne brukte steinkonstruksjoner fra tidlig mykensk tid.
nl: De Grieken gebruikten al steen voor de constructie van gebouwen sinds de vroege Mycenische tijd.
pl: Grecy używali kamiennych konstrukcji od czasów wczesnomykeńskich.
pt_pt: Os gregos construíam com pedra desde o tempo dos micenas.
ru: Греки строили здания из камня со времён Микенской цивилизации.
sk: Gréci využívali kamenné stavby už od skorých mykénskych čias.
sv: Grekerna använde sten för sina byggnader från början på den Mykenska tiden.
tr: Miken zamanlarının başlarında Yunanlar inşaat için taş kullanırdı.
uk: Греки використовували кам'яну конструкцію з ранніх мікенських часів.
zh: 希腊人使用来自于早期迈锡尼时代的石头建筑。
zh_tw: 希臘人使用來自於早期邁錫尼時代的石造建築物。

source: Athenian, Macedonian, and Spartan Structures +10% build time, +10% health, and +10% capture points.
ko: 아테네, 마케도니아, 스파르타의 건축물의 짓는 시간이 +10% 증가하고, 내구력이 +10% 증가하고, 점유 점수가 +10% 증가합니다.
uk: Афінські, македонські та спартанські споруди потребують +10% часу спорудження, мають +10% здоров'я, та +10% очків захоплення.

source: Hellenic Architecture
ast: arquiteutura helénico
bg: Елинска архитектура
br: Savouriezh Hellenek
ca: Arquitectura hel·lènica
cs: Helénská architektura
da: Hellensk Arkitektur
de: Hellenische Architektur
el: Ελληνική Αρχιτεκτονική
es_mx: Arquitectura helena
eu: Heleniar Arkitektura
fa: معماری یونان
fi: Helleeninen arkkitehtuuri
ga: Ailtireacht Heilléineach
gl: Arquitectura helena
hu: Görög építészet
id: Arsitektur Yunani
it: Architettura Ellenistica
ja: ギリシア建築
ko: 그리스 건축
lt: Helenistinė Architektūra.
lv: Hellēniskā Arhitektūra
ms: Senibina Yunani
nb: Hellenistisk arkitektur
nl: Hellenistische architectuur
pl: Architektura hellenistyczna
pt_pt: Arquitetura helénica
ru: Эллинская архитектура
sk: Helénska architektúra
sv: Hellenistisk Arkitektur
tr: Eski Yunan Mimarisi
uk: Еллінська архітектура
zh: 古希腊建筑
zh_tw: 古希臘建築物
