Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-userreport.po
Languages: ast, bg, ca, cs, de, el, es, eu, fr, ga, gd, gl, hu, id, it, ko, nl, pl, pt_br, pt_pt, ru, sk, sv, te, tr, uk, zh, zh_tw

source: 2. Wildfire Games documents their processing activities appropriately, in particular the categories of processed personal data and security measures to protect it (GDPR 30).
ast: 2. Wildfire Games registra ajeitadamente lɐs suɐs actividades de tratamiento, in particular lɐs categoríɐs de datos personales tratados & lɐs medidɐs de segurancia para protegé-llos (GDPR 30).
bg: 2. Wildfire Games отчита своите дейности по обработването, в частност категориите на обработени лични данни и мерките за сигурност да ги защитава (Чл. 30 на GDPR).
ca: 2. Wildfire Games documenta les activitats de processament de dades com correspon, en particular les categories de processament de dades personals i mesures de seguretat per protegir-les (GDPR 30).
cs: 2. Wildfire Games náležitě dokumentuje své činnosti zpracování, zejména kategorie zpracovávaných osobních údajů a bezpečnostní opatření na jejich ochranu (GDPR 30).
de: 2. Wildfire Games dokumentiert seine Datenverarbeitungsaktivitäten in geeigneter Weise, im Speziellen die Kategorien von verarbeiteten persönlichen Daten und Maßnahmen, um diese zu schützen (DSGVO 30).
el: 2. Η Wildfire Games καταγράφει κατάλληλα τις δραστηριότητές επεξεργασίας, ιδίως στις κατηγορίες των επεξεργασμένων προσωπικών δεδομένων και στα μέτρα ασφαλείας για την προστασία τους (Γενικός Κανονισμός για την Προστασία Δεδομένων 30).
es: 2. Wildfire Games documenta sus actividades de procesamiento de manera adecuada, en particular las categorías de datos personales procesados y las medidas de seguridad para protegerlos (GDPR 30).
eu: 2. Wildfire Gamesek behar bezala azaltzen ditu prozesatze lanak, norberaren datuen prozesatze sailkapenak eta haiek babesteko hartu beharrekoak zehazki (GDPR 30).
fr: 2. Wildfire Games documente précisément ses activités de traitement, en particulier la catégorie des données personnelles et des mesures de sécurité qui les protègent (RGPD 30)
ga: 2. Cláraíonn Wildfire Games a ghníomhaíochtaí próiseála mar is ceart, go háirithe sna catagóirí sonraí pearsanta próiseáilte agus na tomhais slandála iad a chosaint (GDPR 30).
gl: 2. Wildfire Games documenta as súas actividades de procesamento de forma axeitada, en particular as categorías de datos persoais procesados e medidas de seguranza para protexelos (GDPR 30).
hu: 2. A Wildfire Games nyilvántartást vezet az adatkezelési tevékenységekről, konkrétan a személyes adatok kategóriáiról, és az azokat védő biztonsági intézkedésekről (GDPR 30).
id: 2. Wildfire Games mendokumentasikan aktivitas pengolahannya secara tepat, khususnya dalam kategori pengolahan data pribadi dan langkah pengamanan yang dilakukan untuk melindunginya (GDPR 30).
ko: 2. Wildfire Games는 처리 활동을 적절하게 문서화하고, 특히 처리된 개인 데이터의 범주 및 이를 보호하기 위한 보안 조치를 취합니다 (GDPR 30).
nl: 2. Wildfire Games documenteert hun verwerkingsactiviteiten op gepaste wijze, met name de categorieën verwerkte persoonsgegevens en beveiligingsmaatregelen om deze te beschermen (GDPR 30).
pl: 2. Wildfire Games dokumentuje aktywności związane z przetwarzaniem, w szczególności kategorie przetworzonych danych osobowych i środków bezpieczeństwa w celu ich chronienia (GDPR 30).
pt_br: 2. Wildfire Games documenta suas atividades de processamento adequadamente, em particular as categorias de dados pessoais processados e medidas de segurança para protegê-las (GDPR 30).
pt_pt: 2. A Wildfire Games documenta as suas atividades de processamento apropriadamente, em particular as categorias de dados pessoais processados e medidas de segurança para os proteger (RGPD 30).
ru: 2. Wildfire Games надлежащим образом документирует свою деятельность по обработке, в частности, категории обрабатываемых персональных данных и меры безопасности для их защиты (Общий регламент по защите данных (ЕС) 30).
sk: 2. Wildfire Games vhodne dokumentuje svoje aktivity spracovávania, najmä katgórie spracovávania osobných dát a bezpečnostných opatrení k ich ochrane (GDPR 30).
sv: 2. Wildfire Games dokumenterar sin behandling på lämpligt sätt, särskilt kategorierna av bearbetade person uppgifter och säkerhets åtgärder för att skydda den (GDPR 30).
te: 2. వైల్డ్‌ఫైర్ గేమ్స్ వారి ప్రాసెసింగ్ కార్యకలాపాలను తగిన విధంగా నమోదు చేస్తాయి, ప్రత్యేకించి ప్రాసెస్ చేయబడిన వ్యక్తిగత డేటా మరియు దానిని రక్షించడానికి భద్రతా చర్యల వర్గాలు (జిడిపిఆర్ 30).
tr: 2. Wildfire Games işleme faaliyetlerini, özellikle işlenmiş kişisel veri kategorilerini ve onu korumak için güvenlik önlemlerini (GVKY 30) uygun bir şekilde belgelemektedir.
uk: 2. Wildfire Games документально підтверджує свою діяльність з обробки, зокрема категорії оброблюваних особистих даних та заходи безпеки для їх захисту (GDPR 30).
zh: 2. 适当情况下，Wildfire Games会记录处理活动，特别是个人数据类别和安全措施保护（GDPR 30）。
zh_tw: 2. Wildfire Games 會適當記錄其處理活動，特別是處理過的個人資料類別，以及保護它的安全措施 (GDPR 30)。

source: 3. Wildfire Games processes personal data lawfully, fairly and transparently (GDPR 5.1.a, GDPR 12.1).
ast: 3. Wildfire Games trata los datos personales legal, justa & tresparentemente (GDPR 5.1.a, GDPR 12.1).
bg: 3. Wildfire Games обработва лични данни в пълно съответствие на законите, отговорно и в открито (Чл. 5.1.a и чл. 12.1 на GDPR).
ca: 3. Wildfire Games processa dades personals de manera legal, justa i transparent (GDPR 5.1.a, GDPR 12.1).
cs: 3. Wildfire Games zpracovává osobní údaje zákonně, spravedlivě a transparentně (GDPR 5.1.a, GDPR 12.1).
de: 3. Wildfire Games verarbeitet persönliche Daten rechtmäßig, ordentlich und transparent (DSGVO 5.1.a, DSGVO 12.1).
el: 3. Η Wildfire Games επεξεργάζεται νόμιμα, δίκαια και με διαφάνεια τα προσωπικά δεδομένα (Γενικός Κανονισμός για την Προστασία Δεδομένων 5.1.a, ΓΚΠΔ 12.1).
es: 3. Wildfire Games procesa los datos personales de manera legal, justa y transparente (GDPR 5.1.a, GDPR 12.1).
eu: 3. Wildfire Gamesek norberaren datuak legez, justu eta era gardenean prozesatzen ditu (GDPR 5.1.a, GDPR 12.1).
fr: 3. Wildfire Games traite les données personnelles conformément à la loi, de manière impartiale et transparente (RGPD 5.1.a, RGPD 12.1)
ga: 3. Próiseálann Wildfire Games sonraí pearsanta go dleathach, go measartha, agus go trédhearcach (GDPR 5.1.a, GDPR 12.1).
gl: 3. Wildfire Games procesa datos persoais correctamente, de maneira xusta e transparente (GDPR 5.1.a, GDPR 12.1).
hu: 3. A Wildfire Games a személyes adatokat jogszerűen, tisztességesen és átláthatóan kezeli (GDPR 5.1.a, GDPR 12.1).
id: 3. Wildfire Games mengelola data pribadi sesuai hukum yang berlaku, secara adil dan transparan (GDPR 5.1.a, GDPR 12.1).
it: 3. Wildfire Games tratta i dati personali legalmente, onestamente e con trasparenza (GDPR 5.1.a, GDPR 12.1).
ko: 3. Wildfire Games는 적법하고 공정하며 투명하게 개인 정보를 처리합니다 (GDPR 5.1.a, GDPR 12.1).
nl: 3. Wildfire Games verwerkt persoonsgegevens op rechtmatige, eerlijke en transparante wijze (GDPR 5.1.a, GDPR 12.1).
pl: 3. Wildfire Games przetwarza dane osobowe zgodnie z prawem i transparentnie (GDPR 5.1.a, GDPR 12.1).
pt_br: 3. Wildfire Games processa dados pessoais de forma legal, justa e transparente (GDPR 5.1.a, GDPR 12.1).
pt_pt: 3. A Wildfire Games processa os dados pessoais de acordo com a lei, de forma justa e transparente (RGPD 5.1.a, RGPD 12.1).
ru: 3. Wildfire Games обрабатывает персональные данные законным, справедливым и прозрачным образом (Общий регламент по защите данных (ЕС) 5.1.a, 12.1).
sk: 3. Wildfire Games spracováva osobné dáta v súlade so zákonom, dôkladne a transparentne (GDPR 5.1.a, GDPR 12.1).
sv: 3. Wildfire Games behandlar person uppgifter lagligt, rättvist och transparent (GDPR 5.1. a, GDPR 12,1).
te: 3. వైల్డ్‌ఫైర్ గేమ్స్ వ్యక్తిగత డేటాను చట్టబద్ధంగా, న్యాయంగా మరియు పారదర్శకంగా ప్రాసెస్ చేస్తుంది (జిడిపిఆర్ 5.1.ఎ,జిడిపిఆర్ 12.1).
tr: 3. Wildfire Games kişisel verileri yasal, adil ve şeffaf bir şekilde işler (GVKY 5.1.a, GVKY 12.1).
uk: 3. Wildfire Games обробляє особисті дані законно, справедливо та зрозуміло (GDPR 5.1.a, GDPR 12.1).
zh: 3.Wildfire Games在合法、公平、透明的原则下，处理个人数据（GDPR 5.1.a，GDPR 12.1）。
zh_tw: 3. Wildfire Games 會合法、公平、透明地處理個人資料 (GDPR 5.1.a, GDPR 12.1)。

source: 4. Wildfire Games informs users of the purposes, legal grounds, legitimate interests and retention periods of personal data processing at the time it is processed, recipients of personal data and where applicable, transfer of personal data to third countries and automated decision-making (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
ast: 4. Wildfire Games informa a los usuarios de los propósitos, fundamentos legales, interesses legítimos & períodos de retencion de l tratamiento de datos personales a l in par que se tratɐn, receptores de datos personales & quando proceda, transferencia de datos personales a países terceiros & toma de determinos automatizada (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
bg: 4. Wildfire Games уведомява потребителите за предназначения, правни основания, правни интереси и периоди за задържане на обработване на лични данни по време на самото обработване, получатели на личните данни и тяхното приложение, прехвърляне на лични данни към трети страни и автоматично вземане на решения (Чл. 13.1.c-f, чл. 13.2.a, чл. 13.2.e, чл. 13.2.f, чл. 15.1 и чл. 15.4 на GDPR).
ca: 4. Wildfire Games informa els usuaris dels propòsits, bases legals, interessos legítims i períodes de retenció de les dades personals en el moment en que es processen, els receptors de les dades personals, i on correspongui, la transferència de les dades personals a tercers països i la presa de decisions automàtica (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
cs: 4. Wildfire Games informuje uživatele o účelech, právních základech, oprávněných zájmech a dobách uchovávání osobních údajů v době, kdy jsou zpracovávány, příjemcích osobních údajů a případně o přenosu osobních údajů do třetích zemí a automatizovaném rozhodování ( GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e-f, GDPR 15.1, GDPR 15.4).
de: 4. Wildfire Games informiert Benutzer über Zweck, Rechtsgrundlagen, berechtigtes Interesse und Aufbewahrungsdauer der persönlichen Datenverarbeitung zur Verarbeitungszeit, Empfänger von persönlichen Daten und, gegebenenfalls, Weitergabe von persönlichen Daten an Drittstaaten und automatisierte Entscheidungsprozesse (DSGVO 13.1.c-f, DSGVO 13.2.a, DSGVO 13.2.e, DSGVO 13.2.f, DSGVO 15.1, DSGVO 15.4).
el: 4. Η Wildfire Games ενημερώνει τους χρήστες για τους σκοπούς, τους νομικούς λόγους, τα νόμιμα συμφέροντα και τις περιόδους διατήρησης της επεξεργασίας των προσωπικών δεδομένων κατά τη στιγμή της επεξεργασίας τους, της αποδοχής των προσωπικών δεδομένων και, κατά περίπτωση, της μεταφοράς προσωπικών δεδομένων σε τρίτες χώρες και της αυτοματοποιημένης λήψης αποφάσεων (Γενικός Κανονισμός για την Προστασία Δεδομένων 13.1.cf, ΓΚΠΔ 13.2.α, ΓΚΠΔ 13.2.e, ΓΚΠΔ 13.2.f, ΓΚΠΔ 15.1, ΓΚΠΔ 15.4).
es: 4. Wildfire Games informa a los usuarios de los fines, motivos legales, intereses legítimos y períodos de retención del procesamiento de datos personales en el momento en que se procesan, los destinatarios de los datos personales y, en su caso, la transferencia de datos personales a terceros países y la toma de decisiones automatizada ( GDPR 13.1.cf, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
eu: 4. Wildfire Gamesek datu pertsonalen tratamendurako izapideak, legezko interesak eta atxikipen epeak jakinarazten die erabiltzaileei, datu pertsonalen hartzaileak eta, hala badagokio, datu pertsonalen transferentzia hirugarren herrialdeei eta, dagokionean, erabakiak hartzeko automatizazioa (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e-f, GDPR 15.1, GDPR 15.4).
fr: 4. Wildfire Games informe les utilisateurs des finalités, des bases juridiques, des intérêts légitimes et des durées de conservation du traitement des données à caractère personnel au moment du traitement, des destinataires des données à caractère personnel et, quand applicable, du transfert de données à caractère personnel vers des pays tiers et de la prise de décision individuelle automatisée ( RGPD 13.1.cf, RGPD 13.2.a, RGPD 13.2.e, RGPD 13.2.f, RGPD 15.1, RGPD 15.4).
ga: 4. Cuireann Wildfire Games a n-úsáideoirí in iúl don chuspóirí, forais dhlíthiúla, suimeanna dlisteanacha agus tréimhsí coinneála don phróiseáil sonraí pearsanta ag am na próiseála, faighteoirí den sonraí pearsanta agus nuair is infheidhme, aistriú sonraí pearsanta go tríú tíortha agus cinnteoireacht uathoibríoch (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
gl: 4. Wildfire Games informa aos usuarios das finalidades, as bases legais, os intereses lexítimos e os períodos de retención de procesamento de datos persoais no momento en que se procesan, os receptores dos datos persoais cando corresponda, a transferencia de datos persoais a terceiros países e as tomas de decisións automatizadas (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
hu: 4. A Wildfire Games tájékoztatja a felhasználókat az adatkezelés céljáról, jogalapjáról, a jogos érdekeiről, a személyes adatok tárolási időtartamairól a kezelésük idején, a személyes adatok címzettjeiről, és ha van ilyen, akkor tájékoztat az adatok harmadik országba küldéséről, illetve az automatikus döntéshozatalokról (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e-f, GDPR 15.1, GDPR 15.4).
id: 4. Wildfire Games menginformasikan pengguna tentang tujuan, dasar hukum, kepentingan yang sah dan periode penyimpanan dari pengolahan data pribadi ketika dia diproses, penerima dari data pribadi dan di mana berlaku, pemindahan data ke negara ketiga dan pembuatan keputusan yang otomatis (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
ko: 4. Wildfire Games는 개인 데이터 처리의 목적, 법적 근거, 정당한 이해 관계 및 보존 기간, 개인 데이터 수신자 및 해당되는 경우, 제3국으로의 개인 데이터 전송 및 자동 의사 결정을 사용자에게 알려줍니다 ( GDPR 13.1.cf, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
nl: 4. Wildfire Games informeert gebruikers over de doeleinden, juridische redenen, legitieme belangen en bewaartermijnen van verwerking van persoonlijke gegevens op het moment dat het wordt verwerkt, ontvangers van persoonlijke gegevens en indien van toepassing overdracht van persoonlijke gegevens naar andere landen en geautomatiseerde besluitvorming (GDPR 13.1 .cf, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
pl: 4. Wildfire Games informuje użytkowników o powodach, podstawach prawnych, interesach i okresach przechowywania przetworzonych danych osobowych w czasie, gdy owe dane są przetwarzane, odbiorcach danych osobowych i, w stosownych przypadkach, przekazują dane osobowe dalej (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
pt_br: 4. Wildfire Games informa os usuários, fundamentos legais, interesses legítimos e períodos de conservação do processamento de dados pessoais no momento em que são processados, destinatários de dados pessoais e, quando aplicável, transferência de dados pessoais para países terceiros e tomada de decisões automatizada ( GDPR 13.1.cf, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
pt_pt: 4. A Wildfire Games informa os utilizadores das finalidades, bases legais, interesses legítimos e períodos de retenção do processamento dos dados pessoais no momento em que são processados, os recetores dos dados pessoais e quando aplicável, a transferência de dados pessoais para países terceiros e decisões automáticas (RGPD 13.1.c-f, RGPD 13.2.a, RGPD 13.2.e, RGPD 13.2.f, RGPD 15.1, RGPD 15.4).
ru: 4. Wildfire Games информирует пользователей о целях, законных основаниях, законных интересах и сроках хранения персональных данных во время их обработки, получателях персональных данных и, где применимо, передаче персональных данных в третьи страны и автоматизированном принятии решений (Общий регламент по защите данных (ЕС) 13.1.c-f, 13.2.a, 13.2.e, 13.2.f, 15.1, 15.4).
sk: 4. Wildfire Games informuje používateľov o dôvodoch, právnych základoch, legitímnych záujmoch a dobe uchovávania osobných dát v čase, keď sú spracované, prijímateľoch osobných dát a kde uplatniteľné, o prevode osobných dát tretím krajinám a automatizovanom rozhodovaní (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
sv: 4. Wildfire Games informerar användarna om ändamålen, de rättsliga grunderna, de legitima intressena och lagrings perioderna för behandling av person uppgifter vid den tidpunkt då de behandlas, mottagarna av person uppgifter och, i förekommande fall, överföring av person uppgifter till tredje land och automatiserat besluts fattande (GDPR 13.1. c-f, GDPR 13.2. a, GDPR 13.2. e, GDPR 13.2. f, GDPR 15,1, gdpr 15,4).
te: 4. వైల్డ్‌ఫైర్ గేమ్స్ ప్రాసెస్ చేయబడిన సమయంలో వ్యక్తిగత డేటా ప్రాసెసింగ్ యొక్క ప్రయోజనాలు, చట్టపరమైన కారణాలు, చట్టబద్ధమైన ఆసక్తులు మరియు నిలుపుదల కాలాలు, వ్యక్తిగత డేటాను స్వీకరించేవారు మరియు వర్తించే చోట, వ్యక్తిగత డేటాను మూడవ దేశాలకు బదిలీ చేయడం మరియు స్వయంచాలక నిర్ణయం తీసుకోవడం (జిడిపిఆర్ 13.1.సిఎఫ్,జిడిపిఆర్ 13.2.ఎ, జిడిపిఆర్ 13.2.ఇ,జిడిపిఆర్ 13.2.ఎఫ్, జిడిపిఆర్ 15.1, జిడిపిఆర్ 15.4).
tr: 4. Wildfire Games, kullanıcıları, işlendiği sırada kişisel veri işlemenin amaçları, yasal gerekçeleri, yasal çıkarları ve saklanma süreleri, kişisel verilerin alıcıları ve gerektiğinde kişisel verilerin üçüncü ülkelere aktarılması ve otomatik karar alma hakkında bilgilendirir ( GVKY 13.1.cf, GVKY 13.2.a, GVKY 13.2.e, GVKY 13.2.f, GVKY 15.1, GVKY 15.4).
uk: 4. Wildfire Games інформує користувачів про цілі, правові підстави, законні інтереси та терміни зберігання особистих даних під час їх обробки, одержувачів особистих даних та, де це застосовано, передачу особистих даних у сторонні країни та автоматизоване прийняття рішень (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4).
zh: 4.Wildfire Games向“用户通知”处理个人数据时，目的、法律依据、合法利益和保留期、个人数据的接收者以及适用的个人数据，会传输到第三房和自动决策（GDPR 13.1） .cf，GDPR 13.2.a，GDPR 13.2.e，GDPR 13.2.f，GDPR 15.1，GDPR 15.4）。
zh_tw: 4. Wildfire Games 會向使用者通知處理個人資料的目的、法律依據、合法權益與保留期限、個人資料的接收者與適用對象、將個人資料傳輸到第三地與自動決策 (GDPR 13.1.c-f, GDPR 13.2.a, GDPR 13.2.e, GDPR 13.2.f, GDPR 15.1, GDPR 15.4)。

source: 5. Wildfire Games does not processes personal data for purposes other than the specified ones (GDPR 5.1.b, "purpose limitation", GDPR 13.3).
ast: 5. Wildfire Games nun trata datos personales para propósitos que nun seyan los specificados (GDPR 5.1.b, “purpose limitation”, GDPR 13.3).
bg: 5. Wildfire Games не обработва лични данни за други цели, освен изложените в този документ (Чл. 5.1.b, "предназначение на ограничението" и чл. 13.3 на GDPR).
ca: 5. Wildfire Games no processa dades personals per altres propòsits que no siguin els especificats (GDPR 5.1.b, "limitació de propòsits", GDPR 13.3).
cs: 5. Wildfire Games nezpracovává osobní údaje pro jiné než uvedené účely (GDPR 5.1.b, „omezení účelu“, GDPR 13.3).
de: 5. Wildfire Games verarbeitet keine persönlichen Daten zu anderen Zwecken als den hier festgelegten (DSGVO 5.1.b, "Zweckbindung", DSGVO 13.3).
el: 5. Η Wildfire Games δεν επεξεργάζεται προσωπικά δεδομένα για σκοπούς διαφορετικούς από τους καθορισμένους (Γενικός Κανονισμός για την Προστασία Δεδομένων 5.1.b, "περιορισμός του σκοπού", ΓΚΠΔ 13.3).
es: 5. Wildfire Games no procesa datos personales para fines distintos a los especificados (GDPR 5.1.b, "limitación de propósito", GDPR 13.3).
eu: 5. Wildfire Gamesek ez du norberaren daturik prozesatzen azaldutako helburutik at (GDPR 5.1.b, "purpose limitation", GDPR 13.3).
fr: 5. Wildfire Games ne traite pas de données personnelles à des fins autres que celles spécifiées (RGPD 5.1.b, "Limitation de la finalité", RGPD 13.3).
ga: 5. Ní phróiseálann Wildfire Games sonraí pearsanta ar son aidhmeanna seachas na cinn atá ceadaithe (GDPR 5.1.b, "srian aidhme", GDPR 13.3).
gl: 5. Wildfire Games non procesa datos persoais con finalidades alén das indicadas (GDPR 5.1.b, "purpose limitation", GDPR 13.3).
hu: 5. A Wildfire Games nem kezeli az itt megadottaktól eltérő okokból a személyes adatokat (GDPR 5.1.b, „célhoz kötöttség”, GDPR 13.3).
id: 5. Wildfire Games tidak mengolah data pribadi untuk tujuan selain dari yang telah ditetapkan (GDPR 5.1.b, "pembatasan tujuan", GDPR 13.3).
it: 5. Wildfire Games non elabora dati personali intenzionalmente che non siano quelli specificati (GDPR 5.1.b, "purpose limitation", GDPR 13.3).
ko: 5. Wildfire Games는 지정된 목적 이외의 목적으로 개인 데이터를 처리하지 않습니다 (GDPR 5.1.b, "목적 제한", GDPR 13.3).
nl: 5. Wildfire Games verwerkt geen persoonsgegevens voor andere doeleinden dan de opgegeven (GDPR 5.1.b, "doelbeperking", GDPR 13.3).
pl: 5. Wildfire Games nie przetwarza danych osobowych w celach innych niż wymienione (GDPR 5.1.b, "ograniczenia", GDPR 13.3).
pt_br: 5. Wildfire Games não processa dados pessoais para finalidades diferentes das especificadas (GDPR 5.1.b, "limitação de finalidade", GDPR 13.3).
pt_pt: 5. A Wildfire Games não processa dados pessoais para outros fins que não os especificados (RGPD 5.1.b, "limitação das finalidades", RGPD 13.3).
ru: 5. Wildfire Games не обрабатывает персональные данные для целей, отличных от указанных (Общий регламент по защите данных (ЕС) 5.1.b, «ограничение цели», 13.3).
sk: 5. Wildfire Games nespracúva osobné dáta pre iné ako špecifikované účely (GDPR 5.1.b, "purpose limitation", GDPR 13.3).
sv: 5. Wildfire Games behandlar inte person uppgifter för andra ändamål än de specificerade (GDPR 5.1. b, "ändamåls begränsning", GDPR 13,3).
te: 5. వైల్డ్‌ఫైర్ గేమ్స్ పేర్కొన్న వాటి కంటే ఇతర ప్రయోజనాల కోసం వ్యక్తిగత డేటాను ప్రాసెస్ చేయవు (జిడిపిఆర్ 5.1.బి, "ప్రయోజన పరిమితి", జిడిపిఆర్ 13.3).
tr: 5. Wildfire Games, kişisel verileri belirtilenler dışındaki amaçlar için işlemez (GVKY 5.1.b, "amaç sınırlaması", GVKY 13.3).
uk: 5. Wildfire Games не обробляє особисті дані для інших цілей, ніж зазначені (GDPR 5.1.b, "purpose limitation", GDPR 13.3).
zh: 5. Wildfire Games不会为目的以外处理个人数据（GDPR 5.1.b，“目的限制”，GDPR 13.3）。
zh_tw: 5. Wildfire Games 不會為指定的目的以外的目的處理個人資料 (GDPR 5.1.b, "purpose limitation", GDPR 13.3)。
