Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: • [font="sans-bold-14"]Random map[font="sans-14"] – A map created automatically from a script
ast: • [font="sans-bold-14"]Geographía casual[font="sans-14"] – Geographía generada automaticamente a partir d’una serie d’instrucciones
bg: • [font="sans-bold-14"]Случайна карта[font="sans-14"] — Карта, създадена автоматично, посредством скрипт
ca: • [font="sans-bold-14"]Mapa aleatori[font="sans-14"] – Un mapa creat automàticament amb un script
cs: • [font="sans-bold-14"]Náhodná Mapa[font="sans-14"] – Mapa automaticky vytvořena skriptem
de: • [font="sans-bold-14"]Zufallskarte[font="sans-14"] – Automatisch erstellte Karte
el: • [font="sans-bold-14"]Τυχαίος Χάρτης[font="sans-14"] — Ένας χάρτης δημιουργημένος αυτόματα από έναν αλγόριθμο
es: • [font="sans-bold-14"]Mapa aleatorio[font="sans-14"] – Mapa creado automáticamente a partir de un script
eu: • [font="sans-bold-14"]Ausazko mapa[font="sans-14"] — Script batek automatikoki sortutako mapa artifiziala
fi: • [font="sans-bold-14"]Satunnainen kartta[font="sans-14"] — Automaattisesti skriptillä luotu kartta
fr: • [font="sans-bold-14"]Carte aléatoire[font="sans-14"] – Une carte générée automatiquement à partir d'un script
ga: • [font="sans-bold-14"]Léarscáil randamach[font="sans-14"] – Léarscáil atá cruthaithe as script uathoibríoch
gd: • [font="sans-bold-14"]Mapa tuaireamach[font="sans-14"] – Mapa a chaidh a chruthachadh gu fèin-obrachail le sgriobt
gl: • [font="sans-bold-14"]Mapa aleatorio[font="sans-14"] – Un mapa creado automaticamente a partir dun script
hu: • [font="sans-bold-14"]Véletlenszerű térkép[font="sans-14"] – Egy parancsfájl alapján automatikusan készült térkép
id: • [font="sans-bold-14"]Peta acak[font="sans-14"] – Peta yang dibuat secara otomatis dari sebuah program
it: • [font="sans-bold-14"]Mappa casuale[font="sans-14"] – Una mappa creata automaticamente dallo script
ja: • [font="sans-bold-14"]ランダムマップ[font="sans-14"] – スクリプトによって自動的に作成されるマップです。
ko: • [font="sans-bold-14"]무작위 지도[font="sans-14"] – 스크립트를 통해서 자동으로 만들어진 지도
nl: • [font="sans-bold-14"]Willekeurige kaart[font="sans-14"] – Een kaart die automatisch gegenereerd wordt door een script
pl: • [font="sans-bold-14"]Losowa mapa[font="sans-14"] – Mapa stworzona za pomocą skryptów
pt_br: • [font="sans-bold-14"]Mapa aleatório:[font="sans-14"] Mapa criado automaticamente, por um script
pt_pt: • [font="sans-bold-14"]Mapa aleatório[font="sans-14"] – Um mapa criado automaticamente a partir de um script
ru: • [font="sans-bold-14"]Случайная карта[font="sans-14"] — карта, созданная автоматически на основе скрипта
sv: • [font="sans-bold-14"]Slumpmässig karta[font="sans-14"] – En karta som generats automatiskt av ett skript
tr: • [font="sans-bold-14"]Random map[font="sans-14"] – Kodlardan otomatik olarak yapılmış bir harita
uk: • [font="sans-bold-14"]Випадкова мапа[font="sans-14"] – Мапа, створена автоматично зі сценарію
zh: • [font="sans-bold-14"]随机地图[font="sans-14"] -从脚本自动创建地图
zh_tw: • [font="sans-bold-14"]隨機地圖[font="sans-14"] – 由指令稿自動生成的地圖

source: • [font="sans-bold-14"]Scenario map[font="sans-14"] – A map created by map designers and with fixed civilizations
ast: • [font="sans-bold-14"]Geographía scénica[font="sans-14"] – Geographía desiñada a manu & cun culturɐs fitɐs
bg: • [font="sans-bold-14"]Сценарии[font="sans-14"] — Карта, създадена от дизайнер(и) на карти, с предварително зададени цивилизации
ca: • [font="sans-bold-14"]Mapa d'escenari[font="sans-14"] – Un mapa amb civilitzacions fixes creat per dissenyadors
cs: • [font="sans-bold-14"]Mapa Scénáře[font="sans-14"] – Mapa vytvořená návrháři s pevně přednastavenými civilizacemi
de: • [font="sans-bold-14"]Szenarienkarte[font="sans-14"] – Eine designte Karte mit vorgegebenen Zivilisationen
el: • [font="sans-bold-14"]Χάρτης Σεναρίου[font="sans-14"] — Ένας χάρτης δημιουργημένος από σχεδιαστές χαρτών και με προεπιλεγμένους πολιτισμούς
es: • [font="sans-bold-14"]Mapa de escenario[font="sans-14"] – Mapa prediseñado para civilizaciones concretas
eu: • [font="sans-bold-14"]Jokaleku mapa[font="sans-14"] — Pertsona batek sortutako mapa eta zibilizazioak ezarrita datorrena
fi: • [font="sans-bold-14"]Skenaariokartta[font="sans-14"] – Karttasuunnittelijoiden luoma kartta, jossa on etukäteen määritellyt sivilisaatiot.
fr: • [font="sans-bold-14"]Scénario[font="sans-14"] – Une carte créée par des concepteurs de cartes et où les civilisations sont imposées
ga: • [font="sans-bold-14"]Léarscáil cáis[font="sans-14"] – Léarscáil atá cruthaithe ag dearthóirí léarscáile le sibhialtachtaí socraithe
gd: • [font="sans-bold-14"]Mapa cnàmh-sgeòil[font="sans-14"] – Mapa a chaidh a chruthachadh le dealbhaichean mapa agus aig a bheil sìobhaltasan stèidhichte
gl: • [font="sans-bold-14"]Mapa de escenario[font="sans-14"] – Un mapa creado por un deseñador de mapas con civilizacións fixas
hu: • [font="sans-bold-14"]Küldetés térkép[font="sans-14"] – Egy térképtervezők által készített térkép, előre meghatározott civilizációkkal
id: • [font="sans-bold-14"]Peta Skenario[font="sans-14"] – Peta yang dibuat oleh perancang peta dan dengan bangsa sudah ditetapkan
it: • [font="sans-bold-14"]Mappa scenario[font="sans-14"] – Una mappa creata dagli appositi sviluppatori con civiltà fisse
ja: • [font="sans-bold-14"]シナリオマップ[font="sans-14"] – マップデザイナーによって作成されたマップで文明の位置が決まっています。
ko: • [font="sans-bold-14"]시나리오 지도[font="sans-14"] – 문명이 정해져있고 지도 디자이너에 의해 미리 제작된 지도
nl: • [font="sans-bold-14"]Scenario kaart[font="sans-14"] – Een handgemaakte kaart met vaststaande beschavingen
pl: • [font="sans-bold-14"]Scenariusz[font="sans-14"] – Mapa stworzona przez projektantów z góry ustalonymi cywilizacjami
pt_br: • [font="sans-bold-14"]Mapa de cenário:[font="sans-14"] Um mapa criado por pessoas, com civilizações pré-configuradas
pt_pt: • [font="sans-bold-14"]Mapa cenário[font="sans-14"] – Um mapa criado por desenhadores com civilizações fixas
ru: • [font="sans-bold-14"]Сценарная карта[font="sans-14"] — карта, разработанная дизайнером с фиксированным количеством цивилизаций
sv: • [font="sans-bold-14"]Scenariokarta[font="sans-14"] – En karta som skapats av designare som har bestämda civilisationer
tr: • [font="sans-bold-14"]Scenario map[font="sans-14"] –Harita yapımcıları tarafından yapılmış sabit uygarlıklarla bir harita.
uk: • [font="sans-bold-14"]Мапа за сценарієм[font="sans-14"] – Мапа, створена дизайнерами мап та з фіксованими цивілізаціями
zh: • [font="sans-bold-14"]剧情地图[font="sans-14"] -专门设计的地图，文明固定。
zh_tw: • [font="sans-bold-14"]劇情地圖[font="sans-14"] – 由設計者創造且文明固定的地圖

source: • [font="sans-bold-14"]Skirmish map[font="sans-14"] – A map created by map designers but where the civilizations can be chosen
ast: • [font="sans-bold-14"]Geographía polémica[font="sans-14"] – Geographía desiñada a manu, pero sin culturɐs fitɐs
bg: • [font="sans-bold-14"]Схватка[font="sans-14"] — Карта, създадена от дизайнер(и) на карти, но при която можете сами да изберете цивилизациите
ca: • [font="sans-bold-14"]Mapa d'escaramussa[font="sans-14"] – Un mapa creat per dissenyadors, on es poden triar les civilitzacions
cs: • [font="sans-bold-14"]Skirmish map[font="sans-14"] – Mapa vytvořena návrháři map (výtvarníky), ale mohou zde být vybrány civilizace.
de: • [font="sans-bold-14"]Scharmützel[font="sans-14"] – Eine designte Karte mit wählbaren Zivilisationen
el: • [font="sans-bold-14"]Χάρτης Αψιμαχίας[font="sans-14"] — Ένας χάρτης δημιουργημένος από σχεδιαστές χαρτών αλλά όπου οι πολιτισμοί μπορούν να διαλεχτούν.
es: • [font="sans-bold-14"]Mapa de escaramuza[font="sans-14"] – Mapa prediseñado en el que se pueden elegir las civilizaciones
eu: • [font="sans-bold-14"]Liskar mapa[font="sans-14"] — Pertsona batek sortutako mapa non jokalaria taldea hautatzeko libre den.
fi: • [font="sans-bold-14"]Kahakkakartta[font="sans-14"] – Karttasuunnittelijoiden luoma kartta, jossa sivilisaatiot voi valita itse.
fr: • [font="sans-bold-14"] Carte d'escarmouche [font="sans-14"] – Une carte créée par des concepteurs de cartes mais où les civilisations peuvent être choisies
ga: • [font="sans-bold-14"]Léarscáil scirmise[font="sans-14"] – Léarscáil atá cruthaithe ag dearthóirí léarscáile ach tá tú ábalta do shibialtacht a roghnú
gd: • [font="sans-bold-14"]Mapa streupa[font="sans-14"] – Mapa a chaidh a chruthachadh le dealbhaichean mapa agus far gabh na sìobhaltasan taghadh
gl: • [font="sans-bold-14"]Mapa de escaramuza[font="sans-14"] – Un mapa creado por deseñadores de mapas pero que permite escoller as civilizacións
hu: • [font="sans-bold-14"]Csatározás térkép[font="sans-14"] – Egy térképtervezők által készített térkép, de a civilizációk választhatóak
id: • [font="sans-bold-14"]Peta Perperangan[font="sans-14"] – Peta yang dibuat oleh perancang peta, tetapi bangsa dapat dipilih
it: • [font="sans-bold-14"]Mappa schermaglia[font="sans-14"] – Una mappa creata da zero ma dove è possibile scegliere le civiltà
ja: • [font="sans-bold-14"]スカーミッシュマップ[font="sans-14"] – マップデザイナーによって作成されたマップですが文明の位置は選ぶことができます。
ko: • [font="sans-bold-14"]전초전 지도[font="sans-14"] – 지도 디자이너에 의해 제작되었지만 문명을 선택할 수 있는 지도
nl: • [font="sans-bold-14"]Schermutseling kaart[font="sans-14"] – Een handgemaakte kaart waar de beschavingen wel gekozen kunnen worden
pl: • [font="sans-bold-14"]Pojedynek[font="sans-14"] – Mapa stworzona przez projektantów, ale na której możesz wybrać cywilizacje
pt_br: • [font="sans-bold-14"]Mapa de combate:[font="sans-14"] Mapa criado por pessoas, com as civilizações podendo ser escolhidas livremente
pt_pt: • [font="sans-bold-14"]Mapa de escaramuça[font="sans-14"] – Um mapa criado por desenhadores onde se pode escolher as civilizações
ru: • [font="sans-bold-14"]Схватка[font="sans-14"] — карта, созданная дизайнерами карт с возможностью выбора цивилизаций
sv: • [font="sans-bold-14"]Skärmytslingskarta[font="sans-14"] – En karta som gjorts av designare men där civilisationerna kan väljas
tr: • [font="sans-bold-14"]Çatışma Haritası[font="sans-14"] – Harita yapımcıları tarafından yapılmış uygarlıkları seçilebilen bir harita.
uk: • [font="sans-bold-14"]Мапа зіткнення[font="sans-14"] – Мапа, створена дизайнерами мап, але де цивілізації можуть бути вибраними
zh: • [font="sans-bold-14"]遭遇战地图[font="sans-14"] — 由地图设计师创建的地图，可自由选择文明
zh_tw: • [font="sans-bold-14"]衝突戰[font="sans-14"] – 由地圖設計者建立且可以選擇文明的地圖

source: Then the maps can be further filtered. The default maps are generally playable maps. Naval maps are maps where not all opponents can be reached over land and demo maps are maps used for testing purposes (generally not useful to play on). The “All Maps” filter shows all maps together in one list.
ast: Intoç lɐs geographíɐs se puöden estremar inda más. Lɐs geographíɐs predefinidɐs son, polo commun, jogables. Lɐs geographíɐs navales son lɐs in que se precisa de naves par’ alcanciar todolos adversarios & lɐs geographíɐs demonstrativɐs valen para fazher pruöbɐs, (& pouco más). La penheira “todɐlɐs geographíɐs” insiña todɐlɐs geographíɐs n órdene alphabéticu.
bg: След това картите могат да бъдат филтрирани по-подробно. Картите по подразбиране са като цяло подходящи за обикновена игра. Морските карти са такива, при които не всички противници могат да бъдат достигнати по суша, а демонстрационните карти се използват за изпробване на функционалностите на самата игра (не са особено подходящи за истинска игра). „Всички карти“ показва всички карти заедно в един списък.
ca: Després es poden aplicar més filtres. En general es pot jugar amb els mapes per defecte. Els mapes navals són mapes on no es pot arribar a tots els enemics per terra i els mapes de demostració es fan servir per fer proves (normalment no són adequats per jugar). El filtre "Tots els mapes" mostra tots els mapes en una sola llista.
cs: Potom lze mapy dále filtrovat. Výchozí mapy jsou všeobecně hratelné. Námořní mapy jsou mapami, kde ne všichni protivníci jsou dosažitelní po souši a ukázkové mapy se používají ke zkušebním účelům (obecně se moc hrát nedají). Filtr “Všechny mapy” ukazuje všechny mapy dohromady v jednom seznamu.
de: Ferner können die Karten weiter gefiltert werden. Die Standardkarten sind grundsätzlich spielbare Karten. Seekarten sind Karten, in denen nicht alle Gegner über Landwege erreicht werden können und Demokarten sind Karten, die für Testzwecke benutzt werden (meist zum Spielen ungeeignet). Der Filter „Alle Karten“ zeigt alle Karten auf einmal in einer Liste an.
el: Έπειτα οι χάρτες μπορούν να φιλτραριστούν περαιτέρω. Οι προεπιλεγμένοι χάρτες είναι οι γενικοί χάρτες. Οι ναυτικοί χάρτες είναι χάρτες όπου δεν μπορούν να προσεγγίσουν όλοι οι αντίπαλοι από την ξηρά και οι δοκιμαστικοί χάρτες είναι χάρτες που χρησιμοποιούνται για δοκιμαστικούς σκοπούς (γενικά δεν προτείνεται για να παίζει κάνεις σε αυτούς). Το φίλτρο “Όλοι οι χάρτες” δείχνει όλους τους χάρτες μαζί σε μία λίστα.
es: Los mapas pueden filtrarse más aún. Los predeterminados suelen ser los más jugables. En los mapas navales no se puede acceder a todos los enemigos por tierra. Los mapas de demostración son solo de prueba (no están pensados para jugar). Con el filtro «todos» se mostrarán todos los mapas juntos.
eu: Mapak are gehiago iragazi daitezke. Jatorrizko mapak izan ohi dira jostagarrienak. Ur mapatan etsai askorengana ezin da lurrez jo, eta demo mapak probetarako dira (orokorrean ez oso jostagarriak). «Mapa guztiak» iragazkiak mapa guztiak erakusten ditu zerrenda bakarrean.
fi: Tämän jälkeen karttoja voidaan suodattaa edelleen. Oletuskartat ovat yleensä pelattavia karttoja. Merelliset kartat ovat karttoja, joissa kaikkia vastustajia ei voi tavoittaa maata pitkin, ja demokartat ovat karttoja, joita käytetään testaustarkoituksiin (niitä ei yleensä kannata pelata). "Kaikki kartat" -suodatin näyttää kaikki kartat yhdessä luettelossa.
fr: Ensuite, les cartes peuvent être filtrées davantage. Les cartes par défaut sont généralement des cartes jouables. Les cartes navales sont des cartes où certains ennemis ne peuvent pas être atteints sur terre et les cartes de démo sont des cartes utilisées à des fins de test (généralement pas utilisés pour jouer). Le filtre «Toutes les cartes» affiche toutes les cartes ensemble dans une seule liste.
gd: ’S urrainn dhut barrachd criathraidh a dhèanamh air na mapaichean an uairsin. ’S e mapaichean a ghabhas cluiche a tha sna mapaichean bunaiteach san fharsaingeachd. ’S e mapaichean far nach ruig thu gach nàmhaid thar tìre a th’ anns na mapaichean mara agus tha na mapaichean taisbeanaidh ann a chum deuchainnean (cha bhi iad gu feum airson cluich mar as trice). Seallaich a’ chriathrag “A h-uile mapa” a h-uile mapa a tha ann air an aon liosta.
gl: A continuación, os mapas poden ser filtrados aínda máis. Os mapas predeterminados xeralmente son xogables. Os mapas navais son aqueles nos que non se pode chegar a todos os oponentes por terra e os mapas de demostración son mapas utilizados con fins de proba (xeralmente non útiles para xogar). O filtro “Todos os Mapas” mostra todos os mapas nunha única lista.
hu: Ezután a térképek tovább szűrhetőek. Az alapértelmezett térképek általában játszhatóak. A tengeri térképek olyan térképek, ahol nem minden ellenfél érhető el szárazföldön keresztül, a demó térképek pedig tesztelési célokra használhatóak (általában játékra nem hasznosak). Az „Összes térkép” szűrő megjeleníti az összes térképet egy listában.
id: Kemudian peta dapat disaring lebih lanjut. Peta bawaan umumnya dapat dimainkan. Peta Perairan adalah peta di mana tidak semua lawan dapat dijangkau melalui darat dan peta demo adalah peta yang digunakan untuk tujuan pengujian (umumnya tidak berguna untuk dimainkan). Saringan “Semua Peta” menunjukkan semua peta bersama dalam satu daftar.
it: Ci sono anche molti altri filtri di mappa. Quelle default sono generalmente giocabili. Quelle navali sono mappe dove alcuni giocatori sono raggiungibili via mare, mentre quelle demo servono allo scopo di prova (e non sono utili per le partite vere e proprie). Il filtro "Tutte le mappe" mostra tutte le mappe in un'unica lista.
ja: そして、そのマップをさらにフィルタリングすることができます。デフォルトのマップは一般的にプレイ可能なマップです。海軍マップは、すべての対戦相手に陸路で到達できないマップで、デモマップはテスト用のマップです（一般的にはプレイするのに便利ではありません）。全てのマップフィルターは全てのマップを一つのリストにまとめて表示します。
ko: 그런 다음 지도를 추가로 필터링할 수 있습니다. 기본 지도는 일반적으로 게임이 가능한 지도입니다. 해상 지도는 육지에서 모든 적에게 접근할 수 없는 지도이고 데모 지도는 테스트 목적으로 사용되는 지도입니다(일반적으로 게임하는 데 유용하지 않음). "모든 지도" 필터는 모든 지도를 하나의 목록에 함께 표시합니다.
nl: Daarna kunnen de kaarten verder gefilterd worden. De standaard kaarten zijn gewone speelbare kaarten. Zeekaarten zijn kaarten waar niet alle tegenstanders over het land bereikt kunnen worden, en demokaarten zijn kaarten die gebruikt worden in de ontwikkeling van het spel om functionaliteit mee te testen (deze zijn meestal niet speelbaar). De “Alle kaarten” filter toont alle kaarten in één lijst.
pl: Następnie można dalej filtrować mapy - domyślne z reguły są gotowe do gry. Mapy wodne, gdzie gracze odseparowani są zbiornikami oraz mapy demo wykorzystuje się do testów. Filtr "Wszystkie mapy" pokazuje każdą dostępną mapę na jednej liście.
pt_br: A lista de mapas pode ser filtrada e é possível jogar na maioria dos mapas que vêm com o jogo. Nos mapas navais, não há como chegar a todos os adversários por terra firme. Os mapas de demonstração (demo) foram feitos para testes e geralmente não são muito bons para jogar. Com o filtro ajustado para "Todos os mapas", a lista apresenta todas as alternativas disponíveis.
pt_pt: Em seguida, os mapas podem ser filtrados. Os mapas padrão são mapas geralmente jogáveis. Os mapas navais são mapas onde nem todos os oponentes podem ser alcançados por terra e os mapas de demonstração são mapas usados para testes (geralmente não são úteis para jogar). O filtro “Todos os Mapas” mostra todos os mapas juntos numa lista.
ru: После этого карты могут быть отфильтрованы дальше. Обычно карты по умолчанию лучше всего подходят для игры. К морским относятся карты, на которых, по крайней мере, часть оппонентов нельзя достичь исключительно по суше; демо-карты предназначены для тестовых целей (и обычно не подходят для нормальной игры). Фильтр «Все карты» показывает все виды карт в общем списке.
sv: Kartorna kan sorteras vidare. Standardkartorna är generellt spelbara. Sjökartor är kartor där man inte kan nå alla motståndare över land, och demo kartor är avsedda för utveckling och tester (oftast inte bra att spela på). "Alla kartor" visar alla kartor tillsammans på en lista.
tr: Ardından haritalar daha fazla filtrelenebilir. Varsayılan haritalar genellikle oynatılabilir haritalardır. Deniz haritaları, tüm rakiplere karada ulaşılamayan ve demo haritalarının test amaçlı kullanılan haritalardır (genellikle oynamak için yararlı değildir). “Tüm Haritalar” filtresi, tüm haritaları tek bir listede birlikte gösterir.
uk: Потім мапи можуть бути додатково відфільтровані. Мапи за замовчуванням, як правило, придатні для гри. Морські мапи — це мапи, на яких не до всіх противників можна дістатися по суші, а демонстраційні мапи — це мапи, які використовуються для тестувальних цілей (як правило, не придатні для гри). Фільтр “Усі мапи” відображає всі карти разом в одному переліку.
zh: 地图可进一步细分。 默认地图为常玩地图;海事地图里，部分国家无陆路相通;演示地图用于测试（通常不建议游戏）; “所有地图”，顾名思义显示所有地图。
zh_tw: 地圖可以進一步篩選。預設地圖是一般遊玩的地圖，海戰地圖中敵人無法直接經由陸地到達，演示地圖則僅供測試用途（通常不用於遊玩）。「所有地圖」篩選器會在列表中顯示所有地圖。
