Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Welcome to the 0 A.D. tutorial. First left-click on a female citizen, then Right-click on a berry bush nearby to make the unit collect food. Female citizens gather food faster than other units.
bg: Добре дошли в обучението на 0 A.D! Първо изберете някоя от жените с левия бутон на мишката, а след това щракнете с десния бутон върху някой близък боровинков храст, за да накарате единицата да събира храна. Жените събират храна по-бързо от другите единици.
cs: Vítejte ve výukovém návodu k 0 A.D. Nejprve klepněte levým tlačítkem myši na občanku, potom ji pošlete sbírat bobule klepnutím pravým tlačítkem myši na keř s bobulemi rostoucí poblíž. Občanky sbírají jídlo rychleji než ostatní jednotky.
de: Willkommen beim „0 A.D.“-Tutorial. Klicke zuerst mit der linken Maustaste auf eine Bürgerin, dann mit der rechten Maustaste auf einen Beerenstrauch in der Nähe, um sie Nahrung sammeln zu lassen. Bürgerinnen können Nahrung schneller sammeln als andere Einheiten.
el: Κάλως ήρθες στο 0 A.D. φροντιστήριο. Πρώτα αριστερό κλικ στης γυναίκες, μετά δεξί κλικ στους θάμνους με τα μούρα για να κάνεις την μονάδα να μαζέψει φαγητό. Η γυναίκες μαζεύουν φαγητό γρηγορότερα από κάθε άλλη μονάδα.
eu: Ongi etorri 0 A.D. tutoretzara. Hasteko, egin ezker klika hiritar eme baten gainean, eta gero eskuin klika baia zuhaixka baten gainean janaria bil dezan. Hiritar emeek beste unitateek baino azkarrago jasotzen dute janaria.
fi: Tervetuloa 0 A.D. kurssiin. Ensimmäiseksi paina vasenta hiirinäppäintä naispuoliseen kansalaiseen, sitten oikeata hiirinäppäintä läheiseen marjapensaaseen tehdäksesi yksikön keräämään ruokaaa. Naiskansalaiset keräävät ruokaa nopeammin kuin mikään muu yksikkö.
fr: Bienvenue dans le tutoriel de 0 A.D. Pour commencer, faites un clic gauche sur une citoyenne, puis un clic droit sur un buisson avoisinant pour qu'elle collecte de la nourriture. Les femmes récoltent plus vite la nourriture que les autres unités.
gd: Fàilte dhan oideachadh aig 0 A.D. Dèan briogadh clì air saoranach boireann an toiseach agus an uairsin briogadh deas air preas dearc am fagas ach an cruinnich an t-aonad biadh. Cruinnichidh saoranaich boireann biadh nas luaithe na càch.
gl: Benvido á aprendizaxe de 0 A.D. Para empezar, preme co botón principal nunha cidadá para seleccionala, e despois preme co botón secundario nun arbusto próximo para que a cidadá se poña a recoller comida. As cidadás son máis rápidas recollendo comida que o resto das unidades.
hu: Üdvözlünk a 0 A.D. oktatójátékában. Először kattints a bal gombbal egy női polgárra, majd kattints a jobb gombbal egy közeli bogyóbokorra, hogy az egység élelmet gyűjtsön. A női polgárok gyorsabban gyűjtenek élelmet a többi egységnél.
id: Selamat datang di tutorial 0 A.D. Pertama klik seorang rakyat wanita, lalu klik kanan pada semak beri di dekatnya agar unit ini mengumpulkan makanan. Rakyat wanita mengumpulkan makanan lebih cepat dari unit lainnya.
it: Benvenuto al tutorial di 0 A.D. Fai clic sinistro su una donna, quindi clic destro su un cespuglio di bacche nelle vicinanze per assegnare l'unità alla raccolta di cibo. I cittadini di sesso femminile raccolgono il cibo più velocemente di altre unità.
ja: 0 A.D.チュートリアルへようこそ。まず女性市民を左クリックして、次に近くの木イチゴの木を右クリックし、ユニットに食料を集めさせてください。女性市民は食料採集が他のユニットよりも速いです。
ka: კეთილი იყოს შენი მოსვლა 0 A.D.-ს გზამკვლევში. პირველ რიგში მარცხენა დაწკაპე მოქალაქე ქალზე, შემდეგ მარჯვენა დაწკაპე ახლომახლო კენკრის ბუჩქზე რომ დაავალო მას საჭმლის მოგროვება. ქალები საჭმელს სხვებზე სწრაფად აგროვებენ.
ms: Selamat datang ke tutorial 0 A.D. Mula-mula klik-kiri pada warga perempuan, kemudian Klik-kanan pada pokok beri yang berhampiran untuk mengutip makanan. Warga perempuan mengumpul makanan lebih pantas berbanding unit lain.
nb: Velkommen til veiledningen for 0 A.D. Først venstre-klikker du på en kvinnelig innbygger, deretter høyre-klikker du på en bærbusk i nærheten for å få enheten til å sanke mat. Kvinnelige innbyggere sanker mat raskere enn andre enheter.
pl: Witaj w samouczku 0 A.D. Najpierw kliknij lewym przyciskiem myszy na kobiecie, a następnie kliknij prawym przyciskiem myszy na krzewy jagodowe, aby rozkazać jej zbierać żywność. Kobiety zbierają żywność szybciej niż inne jednostki.
pt_br: Bem vindo ao tutorial do 0 A.D. Primeiramente, clique com o botão esquerdo numa cidadã mulher, então clique com o botão direito num arbusto de frutas próximo para fazer a unidade coletar comida. Cidadãos do sexo feminino coletam alimentos mais rapidamente que as outras unidades.
pt_pt: Bem-vindo(a) ao tutorial do 0 A.D. Primeiro clique numa cidadã, depois clique com o botão direito num arbusto de frutos silvestres para ordenar a essa unidade que recolha comida. As cidadãs recolhem comida mais rapidamente que outras unidades.
ru: Добро пожаловать в руководство к игре 0 A.D. Щёлкните на горожанке, а затем правой кнопкой щёлкните по кустам, чтобы отправить её собирать пищу. Женщины собирают пищу быстрее других юнитов.
sk: Víta vás tutoriál hry 0 A.D. Najprv kliknite ľavým tlačidlom myši na občianku, potom pravým na neďaleký ker s bobuľami a táto jednotka začne získavať jedlo. Občianky získavajú jedlo rýchlejšie ako ostatné jednotky.
sv: Välkommen till 0 A.D. handledningen. Börja med att vänsterklicka på en kvinnlig medborgare, sedan högerklickar du på en bärbuske i närheten för att skicka enheten samla mat. Kvinnliga medborgare samlar mat snabbare än andra enheter.
tr: 0 A.D. eğitimine hoş geldiniz. İlk olarak sol fareyi tıklayarak bir kadın vatandaş seçiniz. Daha sonra sağ fareyi tıklayarak birimin yiyecek toplamasını sağlayın. kadın vatandaşlar diğer birimlerden daha hızlı yiyecek toplarlar.
uk: Ласкаво просимо до підручника по "0 A.D.". З початку зробіть лівий клік по громадянці, потім правий клік по кущу з ягодами поблизу, щоб юніт почав збирати їжу. Громадянки збирають їжу швидше ніж інші юніти.
zh: 欢迎来到 0 A.D. 教程。首先左键单击选中女市民，然后在浆果丛上右击，派她去采集食物。女市民比其他单位更快地收集食物。
zh_tw: 歡迎來到0 A.D.教學課程。首先左鍵點擊一個女性市民，然後右鍵點擊附近的果樹叢讓單位採集食物。女性市民收集食物的速度比其他單位更快。

source: Select the citizen-soldier, right-click on a tree near the Civil Center to begin collecting wood. Citizen-soldiers gather wood faster than female citizens.
bg: Изберете гражданин-во̀ин и щракнете с десния бутон върху някое дърво близо до селищния център, за да започне да събира дървесина. Гражданите-воини събират дървесина по-бързо от жените.
cs: Vyberte občanského vojáka, klepněte pravým tlačítkem myši na strom u správního střediska, aby začal se shromažďováním dřeva. Občanští vojáci sbírají dřevo rychleji než občanky.
de: Wähle den Bürgersoldaten und rechtsklicke auf einen Baum nahe des Verwaltungssitzes, um Holz zu sammeln. Bürgersoldaten sammeln Holz schneller als Bürgerinnen.
el: Επίλεξε τους στρατιώτες. δεξί κλικ στα δεντρά διπλά στο Π.Κ για να αρχίσουν να μαζεύουν ξύλα γρηγορότερα από της γυναίκες.
eu: Aukeratu soldadu hiritarra, egin eskumako klik Zentru Zibiletik hurbil dagoen zuhaitzean zura jasotzen hasteko. soldadu hiritarrek zura azkarrago jasotzen dute emakumezko hiritarrak baino.
fi: Valitse kansalaissotilas, paina oikeata hiirinäppäintä läheiseen puuhun kansalaiskeskuksesta aloittaaksesi puun keräämisen. Kansalaissotilaat keräävät puuta nopeammin kuin naispuoliset kansalaiset.
fr: Sélectionnez le citoyen-soldat, faites un clic droit sur un arbre proche du centre-ville afin de le faire commencer à récolter du bois. Les citoyens-soldats coupent le bois plus vite que les citoyennes.
gd: Tagh saighdear-dùthcha ’s dèan briogadh deas air craobh faisg air an ionad shìobhalta ach an tòisich thu air fiodh a chruinneachadh. Cruinnichidh saighdearan-dùthcha fiodh nas luaithe na saoranaich boireann.
gl: Selecciona o cidadán soldado e envíao a tallar unha das árbores que hai preto do centro cívico. Os cidadáns soldado son máis rápidos recollendo madeira que as cidadás.
hu: Jelölj ki egy polgári katonát, majd kattints a jobb gombbal egy városháza közelében lévő fára a favágás megkezdéséhez. A polgári katonák gyorsabban vágják a fát a női polgároknál.
id: Seleksi prajurit rakyat, klik kanan pada pohon di dekat Balai Kota untuk mulai mengumpulkan kayu. Prajurit rakyat mengumpulkan kayu lebih cepat dari rakyat wanita.
it: Selezionare il cittadino-soldato, clic destro su un albero vicino al Centro Civico per iniziare la raccolta del legno. I Cittadini-soldati raccolgono la legna più velocemente delle donne.
ja: 市民兵士を選択し、町の中心の近くの木を右クリックして伐採を始めてください。市民兵士は女性市民より伐採が速いです。
ka: აირჩიე მოქალაქე-ჯარისკაცი, მარჯვე დაწკაპე ხეზე სამოქალაქო ცენტრთან ახლოს, რომ დაიწყოს ხის მოგროვება. მოქალაქე-ჯარისკაცები ხეს ქალებზე სწრაფად აგროვებენ.
ms: Pilih askar-rakyat, klik-kanan pada pokok berhampiran Pusat Sivik untuk mula mengumpul kayu. Warga-askar mengumpul kayu lebih pantas berbanding warga perempuan.
nb: Velg borgersoldaten, høyre-klikk på et tre nær samfunnsenteret for å begynne å sanke tømmer. Borgersoldater sanker tømmer raskere enn kvinnelige borgere.
pl: Wybierz żołnierza miejskiego, a następnie kliknij prawym przyciskiem myszy na drzewo w pobliżu centrum osady, aby rozpocząć zbieranie drewna. Żołnierze miejscy gromadzą drewno szybciej niż kobiety.
pt_br: Selecione o cidadão-soldado, botão direito do mouse em uma árvore perto do Centro Civil para começar a apanhar lenha. Soldados-cidadãos recolhem madeira mais rápido do que os cidadãos femininos.
pt_pt: Seleccione o cidadão-soldado e faça clique-direito sobre uma árvore perto do Centro Cívico para que ele comece a recolher madeira. Os cidadãos-soldados recolhem madeira mais rapidamente que as cidadãs.
ru: Выберете солдата и щеклните правой кнопкой мыши на дереве возле ГЦ для начала рубки дерева. Солдаты собирают древесину быстрее женщин.
sk: Vyber občana-vojaka, pravým tlačidlom klikni na stom blízko Občianskeho centra aby si začal ťažiť drevo. Občania-vojaci ťažia drevo rýchlejšie ako občianky.
sv: Välj medborgarsoldaten och högerklicka på ett träd i närheten av ditt samhällscentrum för att börja samla ved. Medborgarsoldater samlar ved snabbare än kvinnliga medborgare.
tr: Odun toplamak için bir vatandaş-asker seç, Halk Merkezi yakınlarındaki bir ağaca sağ tıkla. Vatandaş-askerler kadın vatandaşlardan daha hızlı odun toplarlar.
uk: Виберіть міського солдата, зробіть правий клік на дереві біля Громадського центра, щоб почати збирати деревину. Міські солдати збирають деревину швидше ніж громадянки.
zh: 选择民兵，然后在市政中心旁的树木上上右击，派他去伐木。民兵相比女市民，能更快地收集木柴。
zh_tw: 選擇民兵，然後在城鎮中心附近的樹木上右鍵點擊，讓他去伐木。民兵的伐木速度比女性市民快。

source: Select the Civil Center building, and shift-click on the Hoplite icon (2nd in the row) once to begin training 5 Hoplites.
bg: Изберете селищния център. Задържайки Шифт, щракнете веднъж с ляв бутон върху иконката на хоплит (2-рата в редицата), за да започне обучаването на 5 хоплити.
cs: Vyberte budovu správního střediska, podržte klávesu Shift a klepněte na ikonu hoplíty (druhá v řadě), aby se započalo s výcvikem pěti hoplítů.
de: Wähle deinen Verwaltungssitz aus und klicke einmal, die Umschalttaste gedrückt haltend, auf das Hopliten-Symbol (2. in der Reihe), um die Ausbildung von 5 Hopliten zu starten.
el: Επίλεξε το Π.Κ χτίσμα, και shift-κλικ στο εικονίδιο του οπλίτη (2ος στη σειρά) μια φορά για να αρχίσει την εκπαίδευση 5 οπλιτών.
eu: Hautatu Zentro Zibilaren eraikina, eta egin maiuskula+klik behin Hoplitaren ikonoan (2.a lerroan) 5 Hoplita entrenatzen hasteko.
fi: Valitse kansalaiskeskus-rakennus ja shift-paina hopliitti ikonin päälle (2:n jonossa) kerran aloittaaksesi 5:n hopliitin kouluttamisen.
fr: Sélectionnez le centre-ville, puis faites Maj+clic sur l'icône des Hoplites (le 2ème de la ligne) pour commencer l'entraînement de 5 Hoplites.
gd: Tagh togalach an ionaid shìobhalta agus dèan aon bhriogadh le shift air ìomhaigheag an hoiplid (an dàrna tè san ràgh) ach an tòisich thu air 5 hoiplidean a thrèanadh.
gl: Selecciona o centro cívico, e preme co botón principal a icona do hoplita (a segunda) mentres mantés premida a tecla Maiús. Ao soltar a tecla, comezará o adestramento dun grupo de 5 hoplitas.
hu: Jelöld ki a városháza épületét, majd a Shift lenyomása közben kattints egyszer a hoplita ikonra (2. a sorban) az 5 hoplita kiképzésének megkezdéséhez.
id: Pilih bangunan Balai Kota dan shift klik pada ikon Hoplites (ke-2 dari kiri) sekali untuk mulai melatih 5 Hoplites.
it: Seleziona il Centro Civico, fai una volta maiusc-clic sull'icona oplita (la 2a della riga) per iniziare la formazione 5 opliti.
ja: 町の中心の建物を選択し、重装歩兵のアイコン（列の2番目）を1回シフトクリックして、5人の重装歩兵の養成を始めてください。
ka: აირჩიე სამოქალაქო ცენტრის შენობა და shift-დაწკაპე ერთხელ ჰოპლიტის ხატულაზე (რიგში მე-2) რომ დაიწყო 5 ჰოპლიტის გამოყვანა.
ms: Pilih bangunan Pusat Sivik, dan shift-klik pada ikon Hoplite (baris kedua) untuk mula melatih 5 orang Hoplite.
nb: Velg samfunnssenteret og Shift+klikk på Hoplitt-miniatyrbildet (nr 2 fra venstre) en gang for å starte treningen av 5 Hoplitter.
pl: Kliknij na budynek centrum osady, a następnie kliknij przytrzymując Shift na ikonę hoplity (2. w wierszu) jeden raz, aby wytrenować 5 hoplitów.
pt_br: Selecione o edifício do Centro Cívico e aperte shift+clique no ícone do Hoplita (2º da fila) uma vez para recrutar 5 Hoplitas.
pt_pt: Seleccione o edifício do Centro Cívico e faça shift+clique no ícone do Hoplita (segundo da fila) uma vez para recrutar 5 Hoplitas.
ru: Выберите здание городского цента и зажав клавишу с Shift кликните на иконку гоплита (2-я в ряду), чтобы добавить в очередь обучения сразу 5 гоплитов.
sk: Vyber budovu občianskeho centra, drž SHIFT a raz klikni na ikonu Hoplitu (2. v rade) aby si začal trénovať 5 Hoplitov.
sv: Välj samhällscentret och skift+klicka på ikonen Hoplit (2:a i raden) en gång för att börja träna 5 hopliter.
tr: 5 Ağır Piyade birden eğitmek için Halk Merkezi binasını seç ve Ağır Piyade simgesine (2. satırda) şiftle birlikte sol tıkla.
uk: Виберіть будівлю Громадського Центра, та зробіть один shift-клік на іконці гопліта (2-й у рядку), щоб почати тренувати 5 гоплітів.
zh: 选择市政中心，在重装步兵的图标(第 2 列)上 shift+单击，以一次训练5个重装步兵。
zh_tw: 選擇城鎮中心，並在重裝步兵的圖示上(第2排)按住 Shift 並點擊一次以開始訓練5個重裝步兵。

source: Select the two idle female citizens and build a house nearby by selecting the house icon. Place the house by left-clicking on a piece of land.
bg: Изберете двете бездействащи жени и постройте къща наблизо като натиснете върху иконката, изобразяваща къща. Поставете къщата някъде на земята с ляв бутон.
cs: Vyberte dvě nečinné občanky a postavte dům poblíž tím, že zvolíte ikonu domu. Dům umístěte klepnutím levým tlačítkem myši na kus země.
de: Wähle die beiden untätigen Bürgerinnen aus und baue ein Haus in der Nähe, indem du das Haus-Symbol wählst. Platziere das Haus durch einen Linksklick auf ein Stück Land.
el: Επίλεξε της αδρανής γυναίκες και χτίσε κοντά ένα σπίτι επιλέγοντας το εικονίδιο με το σπίτι.
eu: Aukeratu bi hiritar eme eta eraiki etxe bat inguruan behar den ikonoan klikatuz. Etxea kokatu lur garbi eremu batean ezker botoia klikatuz.
fi: Valitse molemmat joutilaat naiskansalaiset ja rakenna talo valitsemalla talo-ikoni. Aseta talo paikoilleen klikkaamalla maata hiiren vasemmalla näppäimellä.
fr: Sélectionnez deux citoyennes inactives et construisez une maison aux alentours en sélectionnant l'icône représentant une maison. Placez la maison avec un clic gauche sur le terrain.
gd: Tagh an dà shaoranach boireann ’nan tàmh agus tog taigh am fagas ’s tu a’ taghadh ìomhaigheag an taighe. Dèan briogadh clì air an tìr far a bheil thu airson an taigh a thogail.
gl: Selecciona as dúas cidadás que están sen facer nada e envíaas a construír unha casa nas proximidades. Para iso, selecciónaas e a continuación selecciona a icona da casa. Para situar a casa, preme co botón principal nalgunha parte do terreo.
hu: Jelöld ki a két tétlen női polgárt, és építs a közelben egy házat a ház ikont kiválasztva. Bal kattintással helyezd el a házat egy üres földterületre.
id: Pilih dua rakyat wanita menganggur dan bangun rumah di dekatnya dengan memilih ikon rumah. Letakkan rumah dengan klik kiri di lahan.
it: Seleziona due donne inattive e costruisci una casa selezionando l'icona casa. Posiziona la casa sul terreno con un clic sinistro.
ja: 2人の手の空いた女性市民を選択し、家のアイコンを選択して近くで家を建てさせてください。家の配置は、地面に左クリックで行います。
ka: აირჩიე ორი უსაქმო მოქალაქე ქალი და ააშენე სახლი ახლომახლო, სახლის ხატულის არჩევით. მარცხენა-წკაპით დასვი სახლი მიწის ნაკვეთზე.
ms: Pilih dua orang warga perempuan yang melahu dan bina rumah berhampiran dengan memilih ikon rumah. Letak rumah dengan mengklik-kiri diatas tanah.
nb: Velg de to arbeidsledige kvinnelige borgerne og bygg et hus i nærheten ved å velge hus-ikonet. Plasser bygningen ved å venstre-klikke på et ledig område.
pl: Wybierz dwie niepracujące kobiety i zbuduj w okolicy dom, wybierając ikonę domu. Umieść dom klikając lewym przyciskiem myszy na kawałku ziemi.
pt_br: Selecione duas cidadãs desocupadas e construa uma casa próxima, selecionando o ícone de casa. Posicione a casa clicando com o botão esquerdo em algum ponto do terreno.
pt_pt: Seleccione as duas cidadãs inactivas e construa uma casa nas proximidades. Para isso, seleccione o ícone com a casa. Escolha um local livre para implantar a casa e clique com o botão esquerdo.
ru: Выберите парочку бездельничающих женщин и предложите им построить рядом дом, выбрав его иконку. Начните постройку дома, щелкнув левой кнопкой мыши в том месте, где хотите его построить.
sk: Vyber dve ničnerobiace občianky a postav dom niekde nablízku dom kliknutím na ikonu domu. Umiestni dom kliknutím ľavým tlačidlom na terén.
sv: Välj två lediga kvinnliga medborgare och bygg ett hus i närheten genom att välja husikonen. Placera huset genom att vänsterklicka på terrängen.
tr: Bir ev inşa etmek için boşta duran iki kadın vatandaşı seç ve ev simgesine tıkla. Evi boş bir alana yerleştirmek için sol tıkla.
uk: Виберіть двох байдикуючих громадянок та зведіть будинок поблизу, вибравши іконку будинку. Розмістіть будинок нажавши лівий клік на клаптику землі.
zh: 选择两个空闲的女市民，选择房子的图标。
zh_tw: 選擇兩個閒置的女性市民並選擇房舍的圖示以在附近建造房子。將房舍以左鍵置於自己的領土上。

source: Select the newly trained Hoplites and assign them to build a storehouse beside some nearby trees. They will begin to gather wood when it's constructed.
bg: Изберете новообучените хоплити и им дайте задача да построят склад до близките дървета. След като бъде построен, те ще започнат да събират дървесина.
cs: Vyberte čerstvě vycvičené hoplíty a přiřaďte je ke stavbě skladiště hned vedle nedaleko rostoucích stromů. Až bude sklad postaven, začnou shromažďovat dřevo.
de: Wähle die frisch ausgebildeten Hopliten aus und beauftrage sie, ein Lagerhaus in der Nähe von Bäumen zu bauen. Sie werden mit dem Abbau von Holz beginnen, wenn das Lagerhaus fertig ist.
el: Επίλεξε τους προσφάτους εκπαιδευμένους οπλίτες και ανάθεσε τους να χτίσουν μια αποθήκη διπλά από κάποια κοντινά δεντρά. Μόλις ολοκληρωθεί βάλτους να μαζέψουν ξύλο.
eu: Hoplita erreklutatu berriak aukeratu eta agindu iezaiezu biltegia eraiki dezaten inguruko zuhaitz guneren batean. Bukatzean egurra lortzen hasiko dira.
fr: Sélectionnez les hoplites que vous venez d'entraîner et donnez-leur l'ordre de construire un entrepôt près des arbres avoisinnants. Ils commenceront à couper du bois dès qu'il sera construit.
gd: Tagh na hoiplidean air an ùr-thrèanadh agus cuir iad a thogail taigh-stòrais ri taobh chraobhan. Tòisichidh iad air fiodh a chruinneachadh nuair a bhios an taigh air a thogail.
gl: Selecciona os hoplitas que acabas de adestrar e ordénalles construír un almacén canda as árbores próximas. Cando rematen de construír o almacén poranse a tallar madeira automaticamente.
hu: Jelöld ki az újonnan kiképzett hoplitákat, és utasítsd őket egy raktár építésére a közeli fák mellé. Amint végeznek az építéssel, nekiállnak fát vágni.
id: Pilih Hoplites yang baru dilatih dan tugaskan mereka untuk membangun gudang di dekat pepohonan terdekat. Mereka akan mulai mengumpulkan kayu setelah selesai dibangun.
it: Seleziona gli opliti recentemente addestrati e assegna loro la costruzione di un magazzino accanto ad alcuni alberi. Essi inizieranno a raccogliere legna al termine della costruzione.
ja: 新たに養成された重装歩兵を選択し、木のそばに倉庫を建てさせてください。完成すると彼らは伐採を始めることになります。
ka: აირჩიე ახლად გაწვრთნილი ჰოპლიტები და ააშენებინე საწყობი ახლომახლო ხეებთან. ისინი დაიწყებენ ხის მოგროვებას, როგორც კი შენებას მორჩებიან.
ms: Pilih Hoplite yang baru dilatih dan arah mereka membina gudang bersebelahan pokok. Mereka akan mula mengumpul kayu bila ia dibina.
nb: Velg de nytrente hoplittene og beordre dem til å lage et lager ved siden av noen trær i nærheten. De vil begynne å sanke tømmer når lageret er ferdig.
pl: Zaznacz nowo wyszkolonych hoplitów i przydziel ich do budowy magazynu obok pobliskich drzew. Zaczną oni zbierać drewno, jak tylko ukończą budowę.
pt_br: Selecione os Hoplitas recém-formados e atribua-lhes a construção de um armazém ao lado de algumas árvores próximas. Eles começarão a recolher madeira quando finalizar a construção.
pt_pt: Seleccione os Hoplitas que acabou de recrutar e ordene-lhes que construam um armazém ao pé de umas árvores. Quanto o armazém estiver construído, os Hoplitas vão começar a recolher madeira.
ru: Выберите только что обученных гоплитов и отправьте их строить склад где-нибудь рядом с деревьями. Они начнут рубить деревья сразу после постройки склада.
sk: Vyber novo vycvičených Hoplitov a daj im za úlohu postaviť skladisko neďaleko blízkych stromov. Automaticky začnú ťažiť drevo po dokončení stavby.
sv: Välj de nyss tränade hopliterna och skicka dem att bygga ett lagerhus bredvid några träd i närheten. De kommer att börja samla trä när det är färdigbyggt.
tr: Yeni eğitilen Ağır Piyadeleri seç ve yakındaki ağaçların yanına bir ambar inşa et. İnşaat bittiğinde odun toplamaya başlayacaklar.
uk: Виберіть щойно натренованих гоплітів та накажіть їм звести склад поруч з деревами що поблизу. Вони почнуть збирати деревину після того як завершать зведення.
zh: 选择新训练的重装步兵，分配他们在附近的树旁边建立一个仓库。
zh_tw: 選擇新訓練的重裝步兵並指派他們去樹林旁建造倉庫。他們將會在建造完成後開始收集木頭。
