Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Continuing his predecessors' work on the Great Library of Alexandria, he seized every book brought to the city, thus leaving to his people a vast amount of hoarded wisdom. Structure technologies −10% resource costs.
af: Voortgesette sy voorouers se werk op die Groot Biblioteek van Alexandria, het hy elke boek wat na die stad geneem is gekonfiskeer en so 'n groot hoeveelheid gebergte wysheid vir sy mense agter gelos. Struktuur Tegnologieë -10% hulpbron kostes.
ast: seguiendo la obra de l sou antecessor, duplicou todolos llibros trahidos a Alexandría, & ãssina deixou a la cildá un vastu tesouru de sabenciɐs. Téchnicɐs structurales: costos in recursos −10%.
bg: Продължавайки работата на предшественика си по Александрийската библиотека, той конфискувал всяка книга, донесена в града, давайки на хората си достъп до огромен запас от мъдрост. Структурни технологии -10% цена на ресурса.
ca: Continuant l'obra del seu predecessor a la gran biblioteca d'Alexandria, va fer copiar tots els llibres que arribaven a la ciutat per deixar al seu poble una immensa quantitat de coneixement acumulat. Les tecnologies de les estructures costen un 10% menys recursos.
cs: Pokračujíce v práci svých předchůdců na Velké alexandrijské knihovně zabavil každou knihu dovezenou do města. A tak svým lidem zanechal obrovské množství nastřádané moudrosti. -10 % z nákladů na technologie spojené se stavbami.
da: Han fortsatte sin forgængers arbejde på Biblioteket i Alexandria og beslaglagde alle bøger, der blev bragt til byen, og således efterlod han sit folk en vældig mængde a samlet visdom. Bygningsteknologier -10% ressourceomkostninger.
de: Er führte die Arbeit seiner Vorgänger an der Bibliothek von Alexandria fort, indem er jedes Buch, das in die Stadt gebracht wurde, beschlagnahmte, und hinterließ so seinen Leuten einen großen Schatz an gesammelten Wissen. Gebäudetechnologien −10 % Rohstoffkosten.
es: Continuando con el trabajo de sus predecesores en la Gran Biblioteca de Alejandría, se apoderó de todo libro llegado a la ciudad, atesorando así una gran cantidad de sabiduría que quedaría como legado para su pueblo. Coste de recursos para todas las tecnologías: −10%.
eu: Alexandriako Liburutegi Handiko bere aurrekoen lanari jarraituz, hiri horretara eramandako liburu bakoitzaren jabe egin zen, bere herriari bildutako jakinduria handia utziz. Egitura teknologiak %10- baliabide kostuan.
fi: Jatkaen edeltäjiensä työtä Aleksandrian suuressa kirjastossa hän takavarikoi kaikki kaupunkiin tuodut kirjat ja jätti näin kansalleen valtavan määrän varastoitua viisautta. Rakenneteknologioille -10 % resurssikustannuksista.
fr: Continuant le travail de ses prédécesseurs sur la Grande Bibliothèque d’Alexandrie, Il saisit tous les livres apportés à la ville , laissant ainsi à son peuple une immense source de savoir. Les technologies de Bâtiment coûtent 10% de ressource en moins.
gl: Continuando o traballo dos seus predecesores na Gran Biblioteca de Alexandria, el apoderouse de cada libro traído á cidade, deixando así ao seu pobo unha gran cantidade de sabedoría acumulada. −10% nos custos de recursos nas estructuras de tecnoloxía.
hi: अपने पूर्वजों के सिकन्दरिया के महान् पुस्तकालय पर किए कार्यों को जारी रखते हुए, उसने शहर में लाई गई हर पुस्तक को कब्जा लिया, अतः अपने लोगों के लिए विशाल मात्रा में ज्ञान का खजाना छोड़ा। भवन तकनीकी संसाधन लागत -१०%
hu: Elődei munkáját folytatva Alexandria Nagykönyvtárán, beszerzett minden könyvet, ami a városba került, így nagy mennyiségű felhalmozott tudást hagyva a népének. -10% kutatási költség minden épületfejlesztésnél.
hy: Շարունակելով Ալեքսանդրիայի Մեծ գրադարանի վրա կատարվող իր նախնիների աշխատանքը՝ նա զավթեց քաղաք բերված յուրաքանչյուր գիրք՝ իր ժողովրդին թողնելով կուտակված գիտելիքի հսկա քանակություն։ -10% կառույցային տեխնոլոգիաների ռեսուրսային արժեքին։
id: Melanjutkan usaha leluhurnya untuk membangun Perpustakaan Besar Aleksandria, dia menyita setiap buku yang dibawa ke kota, sehingga meninggalkan timbunan pengetahuan yang luas pada rakyatnya. Teknologi Bangunan −10% biaya sumberdaya.
it: Continuando le opere dei suoi predecessori sulla Grande Libreria di Alessandria, egli prese ogni libro portato alla città, lasciando così al suo popolo una conoscenza raramente vista prima. −10% costi per le tecnologie nelle strutture.
ja: 先代のアレクサンドリア大図書館に引き続き、アレクサンドリアに持ち込まれたすべての書物を押収し、人々に膨大な量の知恵を残しました。 建物の研究資源コスト-10%
ko: 알렉산드리아 대도서관에서 그의 선조??들의 작업을 계속하면서, 그는 도시로 가져온 모든 책을 압수했고, 따라서 그의 백성들에게 엄청난 양의 지혜를 남겨주었습니다. 건축물 기술에 대한 자원 비용이 -10% 감소합니다.
ku: Berdewamkirina xebata pêşiyên xwe li ser Pirtûkxaneya Mezin a Îskenderiyeyê, wî dest danî ser her pirtûkek ku ji bajêr re dihat anîn, bi vî rengî ji gelê xwe re hikmetek pir mezin hişt. Teknolojiyên avahiyê −10% lêçûnên çavkaniyê.
lb: Als Kontinuatioun zu sengem Virgänger senger Aarbecht un der Grousser Bibliothéik vun Alexandria, huet hien all Buch an d'Śtad brengen gelooss an domadder den Leit eng vast Hord vunn Wäisheet hannerlooss. Strukturtechnologien -10% Ressourcekäschten.
nl: Gelijk zijn voorgangers bouwde hij aan de Grote Bibliotheek van Alexandriê. Hij nam ieder boek dat de stad binnenkwam in beslag en liet zijn mensen zo een enorme hoeveelheid aan verzamelde wijsheid na. Gebouwtechnologieën kosten -10% grondstoffen.
pl: Kontynuując pracę swojego poprzednika w Wielkiej Bibliotece Aleksandryjskiej, przejął wszystkie książki przywiezione do miasta, przekazując swoim obywatelom ogromne ilości zgromadzonej wiedzy. -10% kosztu rozwoju technologii.
pt_br: Continuando o trabalho de seus antecessores na Grande Biblioteca de Alexandria, ele tomou posse de todos os livros trazidos à cidade, assim deixando uma vasta herança de conhecimento acumulado ao seu povo. Tecnologias das estruturas custam −10% de recursos.
pt_pt: Continuando o trabalho dos seus predecessores na Grande Biblioteca de Alexandria, ele apreendeu todos os livros trazidos à cidade, assim deixando para o seu povo uma vasta quantidade de sabedoria acumulada. Tecnologias de estruturas custam −10% em recursos.
ro: Continuând munca predecesorilor săi la Marea Bibliotecă din Alexandria, a confiscat toate cărțile aduse în oraș, lăsând astfel poporului său o cantitate imensă de înțelepciune acumulată. Tehnologii de structură -10% costuri de resurse.
ru: Продолжая работу своих предшественников в Великой Александрийской библиотеке, он завладел каждой книгой, привезенной в город, тем самым оставив своим людям огромное количество накопленной мудрости. -10% к стоимости исследования технологий строительства.
sk: Pokračujúc v práci jeho predchodcov sa Ptolemaios zmocnil každej knihy, ktorá bola prinesená do mesta. Tak zanechal svojmu ľudu nesmierne množstvo nahromadenej múdrosti v podobe Veľkej alexandrijskej knižnice. Technológie budov −10% ceny surovín.
sr: Настављајући рад његових предака на Великој Александријској библиотеци, запленио је сваку књигу која је унета у град, тако остављајући свом народу огромну количину нагомилане мудрости. Технологија грађевина -10% цена ресурса.
sv: Han fortsatte med sina föregångares arbete med det stora biblioteket i Alexandria och beslagtog varje bok som fördes till staden, och lämnade därmed till sitt folk en stor mängd samlad visdom. Strukturteknik −10 %resurskostnader.
tr: Seleflerinin Büyük İskenderiye Kütüphanesi'ndeki çalışmalarına devam ederek, şehre getirilen her kitabı ele geçirdi, böylece halkına büyük miktarda istiflenmiş bilgelik bıraktı. Yapı teknolojileri −% 10 kaynak maliyeti.
uk: Продовжуючи працю своїх попередників у Александрійській бібліотеці, він вилучав кожну книгу, привезену до міста, таким чином залишаючи своєму народові величезну кількість прихованої мудрості. Споруджувальні технології потребують −10% ресурсних витрат.
ur: ٹرکچر ٹیکنالوجیز − 10 وسائل کے اخراجات
zh: 他继续他的前辈们在亚历山大图书馆的工作，把每一本带到城里的书都没收了，因此留给他人民丰富的知识。 所有科技成本 -10%.
zh_tw: 他繼續前人在亞歷山大圖書館的工作，收繳每一本被帶到亞歷山卓城的書，留給他的人民大量的智慧結晶。 建築科技的資源成本 -10%。

source: Avenger of Lucretia
af: Wraaknemer van Lucretia
ar: منتقم وكريشيا
ast: Vingador de Llucrecia
bg: Отмъстителят на Лукреция
bn: লুক্রেশিয়ার প্রতিশোধ গ্রহণকারী
br: Veñjer Lukresia
ca: Venjador de Lucrècia
cs: Mstitel Lukrécie
da: Lucretias Hævner
de: Rächer von Lucretia
el: Εκδικητής της Λουκρητίας
es: Vengador de Lucrecia
es_ar: Vengador de Lucrecia
eu: Lucreciaren Mendekatzailea
fa: انتقام گیرنده لوکرشیا
fi: Lucretian kostaja
fr: Vengeur de Lucrèce
ga: Díoltasaí Lúicréite
gd: Dìolair Lucretia
gl: Vengador de Lucrecia
he: נוקם של לוקרישיה
hi: ल्यूक्रेशिया की मौत का प्रतिशोध लेने वाला
hu: Lucretia megbosszulója
hy: Լուկրեցիայի վրիժառու
id: Pembalas Lucretia
it: Vendicatore di Lucrezia
ja: ルクレティアの仇
ko: 루크레티아의 복수자
ku: Tola Lûsretîa
lb: Rächer vum Lucretia
ms: Penuntut Bela Lucretia
nb: Hevneren av Lucretia
nl: Wreker van Lucretia
pl: Mściciel Lukrecji
pt_br: Vingador de Lucrécia
pt_pt: Vingador de Lucrécia
ro: Răzbunatorul Lucretiei
ru: Мститель Лукреции
sk: Pomstiteľ Lukrécie
sr: Осветник Лукреције
sv: Lucretias Hämnare
te: లుక్రేతియా తరపున శాస్తిచేసేవాడు
tr: Lucretia'nın İntikamcısı
uk: Месник Лукреції
ur: لوکریٹیا کا بدلہ لینے والا
zh: 圣洁复仇者
zh_tw: 盧克麗霞的復仇者

source: After the rape of Lucretia by the son of King Tarquinius Superbus and her subsequent suicide, Brutus vowed to avenge her and overthrow the monarchy. Female Citizens −20% food cost and +10% gather speed.
af: Na die verkragting van Lucretia deur die seun van Koning Tarquinius en haar gevolglike selfmoord het Brutus gesweer om wraak te neem deur die monargie om te werp. Vroulike Burgers -20% voedsel kostes en +10% insamelingspoed.
ast: des que l filyu de l reye Tarquiniu l Soberbiu esforciarɐ a Llucrecia & fezhierɐ q’ella se suicidasse, Brutu jurou vingá-se d’ella & valtar la monarchía. Cildadanɐs: costu n cibeira −20% velocidá de recaldu +10%.
bg: След изнасилването на Лукреция от сина на цар Тарквиний Горди и последващото ѝ самоубийство, Брут се заклел да отмъсти за нея и да свали монархията. Жените струват -20% по-малко харана и събират +10% по-бързо.
ca: Després de la violació de Lucrècia a mans del fill del rei Tarquini el Superb i del seu posterior suïcidi, Brut va jurar venjar-la i enderrocar la monarquia. Les ciutadanes costen un 20% menys i recullen recursos un 10% més ràpid.
cs: Po znásilnění Lukrécie synem krále Tarquinia Superba a její následné sebevraždě, Brutus slíbil, že ji pomstí a svrhne monarchii. Občanky stojí na nákladech za jídlo o 20 % méně a získávají zdroje o 10 % rychleji.
da: Efter voldtægten på Lucretia, af kong Tarquinius den Stolte og hendes efterfølgende selvmord, svor Brutus at hævne hende og omstyrte enevælden. Kvindelige Borgere -20% madomkostninger og +10% samlehastighed.
de: Nach der Schändung der Lucretia durch den Sohn des Königs Tarquinius Superbus und ihrem anschließenden Suizid schwor Brutus, sie zu rächen und die Monarchie zu stürzen. Bürgerinnen −20 % Nahrungskosten und +10 % Sammelrate.
es: Tras la violación y posterior suicidio de Lucrecia por el hijo del rey Tarquinio el Soberbio, Bruto juró vengarla y derrocar la monarquía. Ciudadanas (Coste de comida: −20%; Velocidad de recolección: +10%).
eu: Tarquinius Superbus erregearen Lucrecia alabaren bortxaketa eta ondorioz bere buruaz beste egin eta gero, Brutusek mendeku hartzea eta monarkia eraistea zin egin zuen. Emakumeak -%20 gutxiago janari kostuan eta ustiaketa abiadura %10 azkarrago.
fi: Kun kuningas Tarquinius Superbusin poika raiskasi Lucretian ja tämä teki itsemurhan, Brutus vannoi kostavansa Lucretian ja kaatavansa monarkian. Naispuolisille kansalaisille -20 % ruokakustannuksia ja +10 % keräysnopeutta.
fr: Après le viol de Lucretia par le fils du Roi Tarquin le Superbe et son suicide subséquent, Brutus jura de la venger et de renverser la monarchie. Les Citoyennes demandent 20% de nourriture en moins et gagnent 10% de vitesse de récolte
gl: Despois da violación de Lucrecia polo fillo do rei Tarquino o Soberbo e o seu posterior suicidio, Brutus prometeu vingala e derrubar a monarquía. Cidadás Femininas −20% de custo en alimentos e +10% de velocidade de recollida.
hi: राजा टैक्विनियस़ सुपरबस़ के पुत्र द्वारा लुक्रेटिआ़ के बलात्कार और उसके पश्चात उनकी आत्महत्या के बाद, ब्रूटस़ ने उनका प्रतिशोध लेने और राजशाही के तख्तापलट की शपथ ली। महिला नागरिकों की भोजन लागत -२०% व संग्रहण गति +१०%
hu: Miurán Tarquinius Superbus fia megerőszakolta Lucretiát, aki emiatt öngyilkos lett, Brutus fogadalmat tett, hogy megbosszulja őt, és megbuktatja a királyságot. -20% élelemköltség és +10% begyűjtési sebesség a polgárnőknél.
hy: Տարքվինիոս Գոռոզ արքայի որդու կողմից Լուկրեցիայի բռնաբարությունից և հետագայում վերջինիս ինքնասպանությունից հետո Բրուտոսը խոստացավ վրեժխնդիր լինել և տապալել միապետությունը։ -20% սննդային արժեք և +10% հավաքչության արագություն կին քաղաքացիներին։
id: Setelah Lucretia diperkosa oleh putra Raja Tarquinius Superbus dan akhirnya bunuh diri, Brutus bersumpah untuk membalaskan dendam dan menggulingkan monarki. Rakyat Wanita −20% biaya pangan dan +10% laju mengumpulkan.
it: Dopo lo stupro di Lucretia da parte del figlio del re Tarquinio il Superbo e il suo conseguente suicidio, Bruto giurò di vendicarla e rovesciò la monarchia. −20% costi e +10% velocità di raccolta per i cittadini donna.
ja: タルクィニウス・スペルブス王の息子にルクレティアが強姦され辱めを受けた彼女が自らの胸を短刀で貫いて自殺したのを見て、ブルータスは彼女の復讐と王政の打倒を誓いました。 女性市民の 養成コスト-20％ 採集速度+10％。
ko: 타르퀴니우스 수퍼버스 왕의 아들이 루크레티아를 강간하고 이후 자살한 뒤 브루투스는 루크레티아의 원수를 갚고 군주제를 전복시키겠다고 맹세했습니다. 여성 시민의 양성시 식량 비용이 -20% 감소하고 수집 속도가 +10% 증가합니다.
ku: Piştî tecawiza Lucretia ji hêla kurê Qral Tarquinius Superbus û dûv re xwekuştina wê, Brutus sond xwar ku tola wê hilîne û padîşahiyê hilweşîne. Hemwelatiyên Jin −20% lêçûna xwarinê û +10% leza berhevkirinê.
lb: No der Vergewaltegung vum Lucretia duerch den Jong vum Kinneg Tarquinius Superbus an no hierem uschléissenden Selbstmord, huet den Brutus versprach, hat ze rächen an d'Monarchie ze stierzen. Weiblech Bierger -20% Narungskäschten an +10% Sammeltaux.
nl: Nadat Lucretia verkracht was door de zoon van Koning Tarquinius Superbus en daarna zelfmoord pleegde, zwoor Brutus wraak te nemen en het koninkrijk omver te werpen. Vrouwelijke burgers kosten -20% voedsel en +10% verzamelsnelheid.
pl: Po gwałcie na Lukrecji przez syna króla Tarkwiniusza Pysznego oraz jej samobójstwie, które nastąpiło niedługo po tym incydencie,, Brutus przysiągł pomszczenie jej oraz obalenie monarchii. Kobiety kosztują 20% mniej surowców oraz pracują 10% szybciej.
pt_br: Depois de ser estuprada pelo filho do rei Tarquínio, o Soberbo, Lucretia cometeu suicídio; isso fez com que Bruto jurasse derrubar a monarquia e vingá-la. Cidadãs custam −20% de comida e têm +10% de velocidade de colheita.
pt_pt: Depois do estupro de Lucrécia pelo filho do Rei Tarquínio Soberbo e o seu subsequente suicídio, Bruto jurou vingá-la e derrubar a monarquia. Cidadãs custam −20% em comida e +10% velocidade de recolha.
ro: După violarea Lucreției de către fiul regelui Tarquinius Superbus și sinuciderea ulterioară a acesteia, Brutus a jurat să o răzbune și să răstoarne monarhia. Cetățeni de sex feminin -20% costul hranei și +10% viteza de adunare.
ru: После того, как Лукреция, изнасилованная сыном царя Тарквиния Гордого, покончила с собой, Луций Юний Брут поклялся отомстить за неё и свергнуть монархию. Стоимость обучения женщин снижается на 20%, а скорость их работы увеличевается на 10%.
sk: Po znásilnení Lukrécie synom kráľa Tarquinia Superba, a jej následnej samovražde, sa ju Brutus zaviazal pomstiť a zvrhnúť monarchiu. Občianky −20% ceny jedla a +10% rýchlosti zberu.
sr: Након силовања Лукреције од стране сина краља Тарквинија Суперба и њеног накнадног самоубиства, Брут се зарекао да ће је осветити и срушити монархију. Женски грађани -20% цена хране и +10% брзина сакупљања.
sv: Efter våldtäkten av Lucretia av sonen till kung Tarquinius Superbus och hennes efterföljande självmord, lovade Brutus att hämnas henne och störta monarkin. Kvinnliga medborgare −20% mat kostar och +10% tar fart.
tr: Kral Tarquinius Superbus'un oğlu Lucretia'nın tecavüzünden ve sonraki intiharından sonra Brütüs, öcünü almak ve monarşiyi devirmeye yemin etti. Kadın Vatandaşlar -20% gıda maliyeti ve +10% toplama hızı.
uk: Після зґвалтування Лукреції сином царя Тарквинія Гордого і її подальшого самогубства, Брут поклявся помститися за неї та повалити монархію. Громадянки потребують −20% вартості їжі та мають +10% швидкості збору.
ur: ین شہری − 20 خوراک کی قیمت اور +10 رفتار جمع کرتے ہیں
zh: 卢克尼西娅在遭遇傲慢王小塔克文强奸了后自杀了。布鲁图斯发誓要为她报仇并推翻君主制。 妇女花费 -20%, 劳动效率 +10%.
zh_tw: 在盧克麗霞被塔奎尼烏斯．蘇培布斯國王的兒子強姦並自殺後，布魯圖斯誓言為她復仇並推翻王政。 女性公民 -20% 食物花費並 +10% 採集速率。

source: Founder and Defender of the Republic
af: Stigter en Beskermer van die Republiek
ar: مؤسس وحامي الجمهورية
ast: Padre & protector de la república
bg: Основател и защитник на републиката
bn: প্রজাতন্ত্রের প্রতিষ্ঠাতা ও রক্ষাকর্তা
br: Krouer ha Difenner ar Republik
ca: Fundador i defensor de la República
cs: Zakladatel a ochránce republiky
da: Republikkens Grundlægger og Forsvarer
de: Gründer und Verteidiger der Republik
el: Ιδρυτής και Υπερασπιστής της Δημοκρατίας
es: Fundador y protector de la república
es_ar: Fundador y Defensor de la República
eu: Errepublikaren Sortzaile eta Babeslea
fa: بنیان‌گذار و حافظ جمهوری
fi: Tasavallan perustaja ja puolustaja
fr: Fondateur et Défenseur de la République
ga: Bunaitheoir agus Cosantóir na Poblachta
gd: Stèidheadair is dìonadair na poblachd
gl: Fundador e defensor da República
he: מייסד ומגן הרפובליקה
hi: गणतंत्र के संस्थापक और रक्षक
hu: A köztársaság alapítója és védelmezője
hy: Հանրապետության հիմնադիր և պաշտպան
id: Pendiri dan Pembela Republik
it: Fondatore e Difensore della Repubblica
ja: 共和国の創設者と擁護者
ko: 공화국의 창립자이자 수호자
ku: Damezrîner û Parêzvanê Komarê
lb: Grënner an Verteideger vun der Republik
ms: Pengasas dan Pembela Republik
nb: Grunnlegger og beskytter av republikken
nl: Stichter en beschermer van de Republiek
pl: Założyciel oraz Obrońca Rzymu
pt_br: Fundador e Defensor da República
pt_pt: Fundador e defensor da república
ro: Fondatorul și apărătorul Republicii
ru: Основатель и защитник Республики
sk: Zakladateľ a obranca republiky
sr: Оснивач и Чувар Републике
sv: Grundare och Försvarare av Republiken
tr: Cumhuriyetin Kurucusu ve Koruyucusu
uk: Засновник та захисник республіки
ur: جمہوریہ کے بانی اور محافظ
zh: 共和国的创立者和捍卫者
zh_tw: 共和國的奠基者與保衛者
