Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Hire a Celtiberian mercenary general to reduce cost -20 metal for Iberian mercenaries.
ast: Contrata a un xeneral mercenariu celtíberu p'amenorgar en -20 el costu en metal a los mercenarios íberos.
bg: Наемането на келтиберски наемен генерал намалява цената в метал с -20 за иберийските наемници.
br: Enfredit ur jeneral goprsoudard Keltiberad evit digreskiñ eus -20 ar c'houst e metal evit ar goprsoudarded Iberian.
ca: Contracteu un general mercenari celtibèric per a reduir el cost de metall dels mercenaris ibers un 20%.
cs: Najměte velitele keltiberských žoldnéřů, aby se snížily náklady na kov pro iberské žoldnéře o -20.
da: Hyr en keltiberisk lejesoldatskaptajn for at gøre keltiberiske lejesoldater -20 metal billigere.
de: Wirb einen keltiberischen Söldnerhauptmann an, um die Metallkosten für iberische Söldner um 20 zu senken.
el: Στρατολογήστε ένα Κελτοϊβήριο μισθοφόρο αρχηγό για να μειωθεί κατά -20 το κόστος σε μέταλλο για τους Ίβηρες μισθοφόρους.
es_mx: Contrata a un general celtíbero mercenario para reducir a -20 el coste de los mercenarios íberos.
eu: Jeneral mertzenario Zeltiberiarra kontratatu Iberiar mertzenarioek duten metal gastua -20 gutxitzeko.
fa: یک فرمانده کلتیبریایی را استخدام کنید تا هزینه ی فلز مزدوران ایبریایی را به اندازه -20 کاهش دهد.
ga: Fostaigh ginearál Ceiltibéarach na n-amhas do chostas miotail a laghdú le -20 d'amhais Ibéaracha.
gl: Contrata un xeneral mercenario celtibero para reducir o custo de metal dos mercenarios iberos en -20.
hu: Bérelj fel egy keltibér zsoldos tábornokat, így -20 minden ibériai zsoldos fémköltségére.
id: Menyewa jenderal prajurit bayaran Keltiberia untuk mengurangi biaya logam prajurit bayaran Iberia sebanyak -20.
it: Ingaggia un Mercenario Celtiberico per ridurre i costi di metallo per i mercenari Iberici di -20%.
ja: ケルティベリア傭兵将官を雇うと、イベリア傭兵の金属コストを20削減できます。
ko: 이켈트이베리아 용병 장군을 고용하여 이베리아 용병의 금속 비용을 -20 줄일 수 있습니다.
lv: Noalgojiet Ķeltu-Ibēriešu algotņu ģenerāli, lai samazinātu Ibēriešu algotņu metāla izmaksas par -20.
ms: Upah jeneral Celtiberia dapat kurangkan kos -20 logam untuk askar upahan Iberia.
nb: Lei en keltiberisk frilans-general for å redusere metallkost med -20 for iberiske frilansere.
nl: Huur een Celtiberische huurlingengeneraal om de kost voor Iberiesche huurlingen met 20 metaal te verminderen.
pl: Zatrudnij Celtyberyjskiego generała najemników, aby zmniejszyć o -20 koszt metalu dla Iberyjskich najemników.
pt_pt: Contrata um general mercenário celtibérico para reduzir o custo de metal em -20 nos mercenários ibéricos.
ru: Наймите кельтиберийского командира для уменьшения стоимости кельтиберийских наёмников на -20 металла.
sk: Najme keltiberského žoldnierskeho generála pre zníženie nákladov na verbovanie iberských žoldnierov o 20 kovu.
sv: Lej en Keltiberisk legosoldatgeneral för att minska kostnaden för iberiska legosoldater med -20 metall.
tr: Bir Keltiberyalı paralı asker generali işe alarak Iberyalı paralı askerlerin metal maliyetini -20 azaltın.
uk: Найняти кельтіберського найманського полководця, щоб знизити витрату на -20 металу для іберійських найманців.
zh: 雇用一个塞尔特伊比利亚佣兵将军以 -20 金属花费在伊比利亚佣兵上。
zh_tw: 雇用一個塞爾特伊比利傭兵將軍以 -20 金屬花費在伊比利傭兵上。

source: Celtiberian Mercenary General
ast: Xeneral mercenariu celtíberu
bg: Келтиберски наемен генерал
br: Jeneral Goprsoudard Keltiberad
ca: General mercenari celtibèric
cs: Velitel keltiberkých žoldnéřů
da: Keltiberisk Lejesoldatsgeneral
de: Keltiberischer Söldnerhauptmann
el: Κελτο-Ίβηρας Μισθοφόρος Στρατηγός
es_mx: General Mercenario Celtíbero
eu: Jeneral Mertzenario Zeltiberiarra
fa: فرمانده مزدور کلتیبریایی
ga: Ginearál Ceiltibéarach na nAmhas
gl: Xeneral mercenario celtibero
hu: Keltibér zsoldos tábornok
id: Jenderal Prajurit Bayaran Keltiberia
it: Generale Mercenario Celtiberico
ja: ケルティベリア傭兵将官
ko: 켈트이베리아 용병 장군
lv: Ķeltu-Ibēriešu algotņu ģenerālis
ms: Jeneral Upahan Celtiberia
nb: Keltiberisk frilans-general
nl: Celtiberische huurlingengeneraal
pl: Celtyberyjski generał najemników
pt_pt: General mercenário celtibero
ru: Кельтиберский командир наёмников
sk: Keltiberský žoldniersky generál
sv: Keltiberisk Legosoldat General
tr: Keltberia Paralı Generali
uk: Кельтіберський найманський полководець
zh: 塞尔特伊比利亚佣兵将军
zh_tw: 塞爾特伊比利傭兵將軍

source: Italian mercenaries have their metal cost decreased.
ast: Los mercenarios italianos tienen el costu de metal amenorgáu.
bg: Намалява се цената в метал на италианските наемници.
br: Goprsoudarded Italian o deus o c'houst metal disteraet.
ca: Els mercenaris italians costen menys metall.
cs: Náklady u italických žoldnéřů na kov jsou sníženy.
da: Italienske lejesoldater koster mindre metal.
de: Italische Söldner kosten weniger Metall.
el: Οι Ιταλοί μισθοφόροι αποκτούν μειωμένο κόστος σε μέταλλο.
es_mx: Los mercenarios italianos reducen su coste en metal.
eu: Italiar mertzenarioek beren balioa metalean jaisten dute.
fa: هزینه فلز مزدوران ایتالیایی را کاهش می دهد.
fi: Italian palkkasotilaat maksavat vähemmän metallia.
ga: Tá costas miotail laghdaithe d'amhais Iodálacha.
gl: Diminúe o custo de metal dos mercenarios italiotas.
hu: Az itáliai zsoldosok fémköltsége alacsonyabb.
id: Prajurit bayaran Italia dikurangi biaya logamnya.
it: I Mercenari italiani costano meno metallo.
ja: イタリオテス傭兵の金属コストが減少します。
ko: 이탈리아 용병의 금속 비용이 감소합니다.
lv: Itāliešu algotņi samazina savas metāla izmaksas.
ms: Askar upahan Itali mendapati kos logam mereka berkurangan.
nb: Italienske leiesoldater har fått sin metallkost redusert.
nl: Italiaanse huurlingen kosten minder metaal.
pl: Włoscy najemnicy mają obniżony koszt metalu.
pt_pt: Diminui o custo do metal para treinar mercenários italiotas.
ru: У наёмников италийцев снижена стоимость по металлу.
sk: Náklady vo forme kovu na talianskych žoldnierov poklesli.
sv: Italienska legosoldater kostar mindre metall.
tr: İtalyan paralı askerlerin metal maliyeti azaltıldı.
uk: Італійські найманці‎ мають знижену витрату металу.
zh: 意大利佣兵会使他们的金属耗费减少。
zh_tw: 義大利傭兵會使他們的金屬耗費減少。

source: Hire an Italiote mercenary captain to reduce cost -20 metal for Italian mercenaries.
ast: Contrata a un caudiellu mercenariu italiota p'amenorgar en -20 el costu en metal a los mercenarios italianos.
bg: Наемането на италийски наемен капитан намалява цената в метал с -20 за италианските наемници.
br: Enfredit ur c'hapiten goprsoudard Italiot evit digreskiñ eus -20 ar c'houst e metal evit ar goprsoudarded Italian.
ca: Contracteu un capità mercenari italiota per a reduir el cost de metall dels mercenaris italians un 20%.
cs: Najměte kapitána italických žoldnéřů, aby se snížily náklady na kov pro italické žoldnéře o -20.
da: Hyr en italiotisk lejesoldatskaptajn for at gøre italienske lejesoldater -20 metal billigere.
de: Wirb einen italiotischen Söldnerhauptmann an, um die Metallkosten für italiotische Söldner um 20 zu senken.
el: Στρατολογήστε ένα Ιταλό μισθοφόρο λοχαγό για να μειωθεί κατά -20 το κόστος σε μέταλλο για τους Ιταλιάνους μισθοφόρους.
es_mx: Contrata a un capitán mercenario italiota para reducir el coste en metal de mercenarios italianos en -20.
eu: Kapitain mertzenario Italikoa kontratatu Italiar mertzenarioek duten metal gastua -20 gutxitzeko.
fa: یک فرمانده ایتالیایی را استخدام کنید تا هزینه ی فلز مزدوران ایتالیایی را به اندازه -20 کاهش دهد.
ga: Fostaigh captaen Iodálach na n-amhas do chostas miotail a laghdú le -20 d'amhais Iodálacha.
gl: Contrata un capitán mercenario italiota para reducir o custo de metal dos mercenarios italiotas en -20.
hu: Bérelj fel egy italióta zsoldoskapitányt, így -20 minden itáliai zsoldos fémköltségére.
id: Menyewa kapten prajurit bayaran Italia untuk mengurangi biaya logam prajurit bayaran Italia sebanyak -20.
it: Ingaggia un Capitano Mercenario Italiota per ridurre i costi di metallo per i mercenari Italiani di -20%.
ja: イタリオテス傭兵佐官を雇うと、イタリオテス傭兵の金属コストを20削減できます。
ko: 이탈리아 용병의 금속 비용 -20을 줄이기 위해 이탈리아 용병 대장을 고용합니다.
lv: Noalgojiet Itāliešu algotņu kapteini, lai samazinātu Itāliešu algotņu metāla izmaksas par -20.
ms: Upah kapten upahan Italiote dapat kurangkan kos -20 logam untuk askar upahan Itali.
nb: Lei en italiotisk leiesoldatkaptein for å redusere kostnadene med -20 metall for italienske leiesoldater.
nl: Huur een Italiaanse huurlingenkapitein om de kost van Italiaanse huurlingen met 20 metaal te verminderen.
pl: Zatrudnij Italiockiego kapitana najemników, aby zmniejszyć o -20 koszt metalu dla Włoskich najemników.
pt_pt: Contrata um capitão dos mercenários italiotas para reduzir -20 no custo de metal para treinar mercenários italiotas.
ru: Найми италиотского военачальника для уменьшения стоимости италиотских наёмников на -20 металла.
sk: Najme italického žoldnierskeho kapitána pre zníženie nákladov na verbovanie italických žoldnierov o 20 kovu.
sv: Lej en Italisk legosoldatkapten för att minska kostnaden för italienska legosoldater med -20 metall.
tr: Bir İtalyan paralı asker komutanı işe alarak İtalyan paralı askerlerin metal maliyetini -20 azaltın.
uk: Найняти найманського капітана італіотів, щоб знизити витрату на -20 металу для італійських найманців.
zh: 雇用一个意大利佣兵队长以 -20 金属花费在意大利佣兵上。
zh_tw: 雇用一個義大利傭兵隊長以 -20 金屬花費在義大利傭兵上。

source: Italiote Mercenary Captain
ast: Caudiellu mercenariu italiota
bg: Италийски наемен генерал
br: Kabiten Goprsoudard Italiot
ca: Capità mercenari italiota
cs: Kapitán italických žoldnéřů
da: Italiotisk Lejesoldatskaptajn
de: Italiotischer Söldnerhauptmann
el: Ιταλιώτης Μισθοφόρος Λοχαγός
es_mx: Capitán Mercenario italiota
eu: Kapitain Mertzenario Italikoa
fa: فرمانده مزدور ایتالیایی
ga: Captaen Iodálach na nAmhas
gl: Capitán mercenario italiota
hu: Italióta zsoldoskapitány
id: Kapten Prajurit Bayaran Italia
it: Mercenario Capitano Italiota
ja: イタリオテス傭兵佐官
ko: 이탈리아 용병 함장??
lv: Itāliešu algotņu kapteinis
ms: Kapten Upahan Italiote
nb: Italiotisk leiesoldatkaptein
nl: Italiaanse huurlingkapitein
pl: Italiocki kapitan najemników
pt_pt: Capitão mercenário italiota
ru: Италиотский командир наёмников
sk: Italický žoldniersky kapitán
sv: Italisk Legosoldat Kapten
tr: İtalyan Paralı Kaptanı
uk: Найманський капітан італіотів
zh: 意大利佣兵队长
zh_tw: 義大利傭兵隊長

source: Hire an Italiote mercenary general to reduce cost -20 metal for Italian mercenaries.
ast: Contrata a un xeneral mercenariu italiota p'amenorgar en -20 el costu en metal a los mercenarios italianos.
bg: Наемането на италийски наемен генерал намалява цената в метал с -20 за италианските наемници.
br: Enfredit ur jeneral goprsoudard Italiot evit digreskiñ eus -20 ar c'houst e metal evit ar goprsoudarded Italian.
ca: Contracteu un general mercenari italiota per a reduir el cost de metall dels mercenaris italians un 20%.
cs: Najměte velitele italických žoldnéřů, aby se snížilyy náklady na kov pro italské žoldnéře o -20.
da: Hyr en italiotisk lejesoldatskaptajn for at gøre italienske lejesoldater -20 metal billigere.
de: Werbe einen italischen Söldnerhauptmann an, um die Metallkosten für italische Söldner um 20 zu senken.
el: Στρατολογήστε ένα Ιταλό μισθοφόρο στρατηγό για να μειωθεί κατά -20 το κόστος σε μέταλλο για τους Ιταλιάνους μισθοφόρους.
es_mx: Contrata un general mercenario italiota para reducir en -20 unidades de metal para los mercenarios italianos.
eu: Jeneral mertzenario Italikoa kontratatu Italiar mertzenarioek duten metal gastua -20 gutxitzeko.
fa: یک فرمانده ایتالیایی را استخدام کنید تا هزینه ی فلز مزدوران ایتالیایی را به اندازه -20 کاهش دهد.
ga: Fostaigh ginearál Iodálach na n-amhas do chostas miotail a laghdú le -20 d'amhais Iodálacha.
gl: Contrata un xeneral mercenario italiota para reducir o custo de metal dos mercenarios italiotas en -20.
hu: Bérelj fel egy italióta zsoldos tábornokot, így -20 minden itáliai zsoldos fémköltségére.
id: Menyewa jenderal prajurit bayaran Italia untuk mengurangi biaya logam prajurit bayaran Italia sebanyak -20.
it: Ingaggia un Generale Mercenario Italiota per ridurre i costi di metallo per i mercenari Italiani di -20%.
ja: イタリオテス傭兵将官を雇うと、イタリオテス傭兵の金属コストを20削減できます。
ko: 이탈리아 용병의 금속의 비용을 -20 절감하기 위해 이탈리아 용병 장군을 고용합니다.
lv: Noalgojiet Itāliešu algotņu ģenerāli, lai samazinātu Itāliešu algotņu metāla izmaksas par -20.
ms: Upah jeneral upahan Italiote dapat kurangkan kos -20 logam untuk askar upahan Itali.
nb: Lei en italiotisk leiesoldatgeneral for å redusere kostnadene med -20 metall for italienske leiesoldater.
nl: Huur een Italiaanse huurlingengeneraal om de kost voor Italiaanse huurlingen met 20 metaal te verminderen.
pl: Zatrudnij Italiockiego generała najemników, aby zmniejszyć o -20 koszt metalu dla Włoskich najemników.
pt_pt: Contrata um capitão dos mercenários italiotas para reduzir -20 no custo de metal para treinar mercenários italiotas.
ru: Найми италиотского генерала для уменьшения стоимости италиотских наёмников на -20 металла.
sk: Najme italického žoldnierskeho generála pre zníženie nákladov na verbovanie italických žoldnierov o 20 kovu.
sv: Lej en Italisk legosoldatgeneral för att minska kostnaden för Italienska legosoldater med -20 metall.
tr: İtalyan paralı askerlerin maliyetini -20 metal kadar azaltmak için bir İtalyan paralı asker generali işe al.
uk: Найняти найманського полководця італіотів, щоб знизити витрату на -20 металу для італійських найманців.
zh: 雇用一个意大利佣兵将军以 -20 金属花费在意大利佣兵上。
zh_tw: 雇用一個義大利傭兵將軍以 -20 金屬花費在義大利傭兵上。

source: Italiote Mercenary General
ast: Xeneral mercenariu italiota
bg: Италийски наемен генерал
br: Jeneral Goprsoudard Italiot
ca: General mercenari italiota
cs: Velitel italických žoldnéřů
da: Italiotisk Lejesoldatsgeneral
de: Italischer Söldnerfeldherr
el: Ιταλιώτης Μισθοφόρος Στρατηγός
es_mx: General Mercenario italiota
eu: Jeneral Mertzenario Italikoa
fa: فرمانده مزدور ایتالیایی
ga: Ginearál Iodálach na nAmhas
gl: Xeneral mercenario italiota
hu: Italióta zsoldos tábornok
id: Jenderal Prajurit Bayaran Italia
it: Generale Mercenario Italiota
ja: イタリオテス傭兵将官
ko: 이탈리아 용병 장군
lv: Gallu algotņu ģenerālis
ms: Jeneral Ipahan Italiote
nb: Italiotisk leiesoldatgeneral
nl: Italiaanse huurlingengeneraal
pl: Italiocki generał najemników
pt_pt: Capitão mercenário italiota
ru: Италиотский командир наёмников
sk: Italický žoldniersky generál
sv: Italisk Legosoldat General
tr: İtalyan Paralı Generali
uk: Найманський полководець італіотів
zh: 意大利佣兵将军
zh_tw: 義大利傭兵將軍

source: Celtic merc cost vs. recruit time #1
ast: El costu del mercenariu celta frente al tiempu de llevantamientu #1
bg: Цена срещу време за наемане на келтски наемници №1
br: Koust marc'had Keltek a-enep da amzer tuta #1
ca: Cost dels mercenaris celtes vs temps de reclutament #1
cs: Náklady na keltské žoldnéře proti době potřebné na odvod #1
da: Keltiske lejesoldaters pris mod rekrutteringstid #1
de: Keltische Söldner: Kosten vs. Rekrutierzeit #1
el: Κόστος Κέλτη μισθοφόρου έναντι χρόνου στρατολόγησης #1
es_mx: Coste merc celtas vs. tiempo de reclutamiento #1
eu: Zelta mertz kos vs. erreklutatze denbora #1
fa: هزینه ی مزدوران سلتی در مقابل زمان آموزش #1
ga: Costas an Amhais Cheiltigh i.gc. Am Earcaithe 1
gl: Custo de mercenarios celtas ou tempo de recrutamento 1
hu: Kelta zsoldosok költsége ↔ kiképzési idő #1
id: Biaya bayaran vs. waktu rekrut prajurit bayaran Kelt #1
it: Costo Merc. Celtico vs Tempo di reclutamento # 1
ja: ケルト傭兵コスト 対 採用時間 #1
ko: 켈트 용병 비용 대 고용 시간 #1
ms: Kos askar upahan Celt lwn. masa rekrut #1
nb: Keltisk leiesoldatkostnad vs. rekrutteringstid #1
nl: Keltische huurlingen kost vs rekruteertijd #1
pl: Koszt celtyckich najemników kontra Czas rekrutowania #1
pt_pt: Custo dos mercenários celtas vs. tempo de recrutamento # 1
ru: Стоимость кельтского наймита и время набора №1
sk: Cena keltských žoldnierov vs. doba verbovania #1
sv: Keltisk legosoldat kostnad vs. rekryteringstid #1
tr: Kelt paralı asker maliyeti vs. askere alma zamanı #1
uk: Витрата кельтського найманця проти часу вербування #1
zh: 凯尔特佣兵花费 vs. 招募时间 #1
zh_tw: 塞爾特傭兵花費 vs. 招募時間 #1

source: Celtic merc cost vs. recruit time #2
ast: El costu del mercenariu celta frente al tiempu de llevantamientu #2
bg: Цена срещу време за наемане на келтски наемници №2
br: Koust marc'had Keltek a-enep da amzer tuta #2
ca: Cost dels mercenaris celtes vs temps de reclutament #2
cs: Náklady na keltské žoldnéře proti době potřebné na odvod #2
da: Keltiske lejesoldaters pris mod rekrutteringstid #2
de: Keltische Söldner: Kosten vs. Rekrutierzeit #2
el: Κόστος Κέλτη μισθοφόρου έναντι χρόνου στρατολόγησης #2
es_mx: Coste merc celtas vs. tiempo de reclutamiento #2
eu: Zelta mertz kos vs. erreklutatze denbora #2
fa: هزینه ی مزدوران سلتی در مقابل زمان آموزش #2
ga: Costas an Amhais Cheiltigh i.gc. Am Earcaithe 2
gl: Custo de mercenarios celtas ou tempo de recrutamento 2
hu: Kelta zsoldosok költsége ↔ kiképzési idő #2
id: Biaya bayaran vs. waktu rekrut prajurit bayaran Kelt #2
it: Costo Merc. Celtico vs tempo di reclutamento #2
ja: ケルト傭兵コスト 対 採用時間 #2
ko: 켈트 용병 비용 대 고용 시간 #2
ms: Kos askar upahan Celt lwn. masa rekrut #2
nb: Keltisk leiesoldatkostnad vs. rekrutteringstid #2
nl: Keltische huurlingen kost vs rekruteertijd #2
pl: Koszt celtyckich najemników kontra Czas rekrutowania #2
pt_pt: Custo dos mercenários celtas vs. tempo de recrutamento # 2
ru: Стоимость кельтского наймита и время набора №2
sk: Cena keltských žoldnierov vs. doba verbovania #2
sv: Keltisk legosoldat kostnad vs. rekryteringstid #2
tr: Kelt paralı asker maliyeti vs. askere alma zamanı #2
uk: Витрата кельтського найманця проти часу вербування #2
zh: 凯尔特佣兵花费 vs. 招募时间 #2
zh_tw: 塞爾特傭兵花費 vs. 招募時間 #2

source: Iberian merc cost vs. recruit time #1
ast: El costu del mercenariu íberu frente al tiempu de llevantamientu #1
bg: Цена срещу време за наемане на иберийски наемници №1
br: Koust marc'had Iberian a-enep da amzer tuta #1
ca: Cost dels mercenaris ibers vs temps de reclutament #1
cs: Náklady na iberské žoldnéře proti době potřebné na odvod #1
da: Iberiske lejesoldaters pris mod rekrutteringstid #1
de: Iberische Söldner: Kosten vs. Rekrutierzeit #1
el: Κόστος Ιβήριου μισθοφόρου έναντι χρόνου στρατολόγησης #1
es_mx: Coste merc íbero vs. tiempo de reclutamiento #1
eu: Iberiar mertz kos vs. erreklutatze denbora #1
fa: هزینه ی مزدوران ایبریایی در مقابل زمان آموزش #1
ga: Costas an Amhais Ibéaraigh i.gc. Am Earcaithe 1
gl: Custo de mercenarios iberos ou tempo de recrutamento 1
hu: Ibériai zsoldosok költsége ↔ kiképzési idő #1
id: Biaya bayaran vs. waktu rekrut prajurit bayaran Iberia #1
it: Costo Merc. Iberico vs tempo di reclutamento #1
ja: イベリア傭兵コスト 対 採用時間 #1
ko: 이베리아 용병 비용 대 고용 시간 #1
ms: Kos askar upahan Iberia lwn. masa rekrut #1
nb: Kost for iberisk leiesoldat mot rekrutterings-tid #1
nl: Iberische huurlingen kost vs rekruteertijd #1
pl: Koszt iberyjskich najemników kontra Czas rekrutowania #1
pt_pt: Custo dos mercenários ibéricos vs. tempo de recrutamento # 1
ru: Стоимость иберского наймита и время набора №1
sk: Cena iberských žoldnierov vs. doba verbovania #1
sv: Iberisk legosoldat kostnad vs. rekryteringstid #1
tr: İber paralı asker maliyeti vs. askere alma zamanı #1
uk: Витрата іберійського найманця проти часу вербування #1
zh: 伊比利亚佣兵花费 vs. 招募时间 #1
zh_tw: 伊比利傭兵花費 vs. 招募時間 #1

source: Iberian merc cost vs. recruit time #2
ast: El costu del mercenariu íberu frente al tiempu de llevantamientu #2
bg: Цена срещу време за наемане на иберийски наемници №2
br: Koust marc'had Iberian a-enep da amzer tuta #2
ca: Cost dels mercenaris ibers vs temps de reclutament #2
cs: Náklady na iberské žoldnéře oproti době potřebné na odvody #2
da: Iberiske lejesoldaters pris mod rekrutteringstid #2
de: Iberische Söldner: Kosten vs. Rekrutierzeit #2
el: Κόστος Ιβήριου μισθοφόρου έναντι χρόνου στρατολόγησης #2
es_mx: Coste merc íbero vs. tiempo de reclutamiento #2
eu: Iberiar mertz kos vs. erreklutatze denbora #2
fa: هزینه ی مزدوران ایبریایی در مقابل زمان آموزش #2
ga: Costas an Amhais Ibéaraigh i.gc. Am Earcaithe 2
gl: Custo de mercenarios iberos ou tempo de recrutamento 2
hu: Ibériai zsoldosok költsége ↔ kiképzési idő #2
id: Biaya bayaran vs. waktu rekrut prajurit bayaran Iberia #2
it: Costo Merc. Iberici vs tempo di reclutamento #2
ja: イベリア傭兵コスト 対 採用時間 #2
ko: 이베리아 용병 비용 대 고용 시간 #2
ms: Kos askar upahan Iberia lwn. masa rekrut #2
nb: Kost for iberisk leiesoldat mot rekrutterings-tid #2
nl: Iberische huurlingen kost vs rekruteertijd #2
pl: Koszt iberyjskich najemników kontra Czas rekrutowania #2
pt_pt: Custo dos mercenários celtas vs. tempo de recrutamento #2
ru: Стоимость иберского наймита и время набора №2
sk: Cena iberských žoldnierov vs. doba verbovania #2
sv: Iberisk legosoldat kostnad vs. rekryteringstid #2
tr: İber paralı asker maliyeti vs. askere alma zamanı #2
uk: Витрата іберійського найманця проти часу вербування #2
zh: 伊比利亚佣兵花费 vs. 招募时间 #2
zh_tw: 伊比利傭兵花費 vs. 招募時間 #2

source: Italian merc cost vs. recruit time #1
ast: El costu del mercenariu italianu frente al tiempu de llevantamientu #1
bg: Цена срещу време за наемане на италиански наемници №1
br: Koust marc'had Italian a-enep da amzer tuta #1
ca: Cost dels mercenaris italians vs temps de reclutament #1
cs: Náklady na italické žoldnéře oproti době potřebné na odvody #1
da: Italienske lejesoldaters pris mod rekrutteringstid #1
de: Italische Söldner: Kosten vs. Rekrutierzeit #1
el: Κόστος Ιταλού μισθοφόρου έναντι χρόνου στρατολόγησης #1
es_mx: Coste mercenarios italianos vs. tiempo de reclutamiento #1
eu: Italiar mertz kos vs. erreklutatze denbora #1
fa: هزینه ی مزدوران ایتالیایی در مقابل زمان آموزش #1
ga: Costas an Amhais Iodálaigh i.gc. Am Earcaithe 1
gl: Custo de mercenarios italiotas ou tempo de recrutamento 1
hu: Itáliai zsoldosok költsége ↔ kiképzési idő #1
id: Biaya bayaran vs. waktu rekrut prajurit bayaran Italia #1
it: Costo Merc. Italiano vs tempo di reclutamento #1
ja: イタリオテス傭兵コスト 対 採用時間 #1
ko: 이탈리아 용병 비용 대 고용 시간 #1
ms: Kos askar upahan Itali lwn. masa rekrut #1
nb: Italiensk leiesoldatkostnad vs. rekrutteringstid #1
nl: Italiaanse huurlingen kost vs rekruteertijd #1
pl: Koszt włoskich najemników kontra Czas rekrutowania #1
pt_pt: Custo dos mercenários italiotas vs. tempo de recrutamento #1
ru: Стоимость итальянского наймита и время набора №1
sk: Cena italických žoldnierov vs. doba verbovania #1
sv: Italiensk legosoldat kostnad vs. rekryteringstid #1
tr: İtalyan paralı asker maliyeti vs. askere alma zamanı #1
uk: Витрата італійського найманця проти часу вербування #1
zh: 意大利佣兵花费 vs. 招募时间 #1
zh_tw: 義大利傭兵花費 vs. 招募時間 #1
