Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Lower Nubia
ast: Akine
bg: Долна Нубия
br: Nubia Izel
ca: Wawat
cs: Dolní Núbie
da: Nedre Nubien
de: Unternubien
el: Κάτω Νούβια
es: Baja Nubia (Wawat)
eu: Nubia beherea
fa: پایین نوبیا
fi: Ala-Nubia
fr: Basse-Nubie
ga: Núibia Íochtarach
gd: Nuibia ìochdarach
hu: Alsó-Núbia
id: Nubia Hilir
it: Wawat – Namibia Inferiore
ja: 低ヌビア地域
ko: 하류 누비아
ms: Nubia Bawah
nl: Neder-Nubië
pl: Dolna Nubia
pt_br: Baixa Núbia
pt_pt: Baixo Núbia
ru: Нижняя Нубия
sk: Nižná Núbia
sv: Nedre Nubien
tr: Aşağı Nubiya
uk: Нижня Нубія
zh: 下努比亚
zh_tw: 低努比亞

source: A typical map without any water.
ast: Una typica geographía sin agua.
bg: Обикновена карта без вода.
br: Ur gartenn skoueriek hep dour ebet.
ca: Un mapa típic sense aigua.
cs: Typická mapa bez jakékoliv vody.
da: En typisk bane uden vand
de: Eine typische Karte ohne Wasser.
el: Ένας τυπικός χάρτης χωρίς καθόλου νερό.
es: Un mapa normal, sin ningún tipo de masa acuífera.
eu: Mapa arrunt bat, inongo ur masarik gabe.
fa: یک نقشه معمولی بدون آب
fi: Tyypillinen, täysin vedetön kartta
fr: Une carte typique sans aucune étendue d'eau.
ga: Gnáthléarscáil gan uisce.
gd: Mapa àbhaisteach gun uisge.
hu: Egy tipikus vízmentes tájegység.
id: Peta biasa tanpa air.
it: Una mappa senza acqua.
ja: 水域のまったくない典型的なマップです。
ko: 물이 없는 일반적인 지도입니다.
ms: Peta biasa tanpa sumber air.
nb: Et typisk kart uten noe vann.
nl: Een gewone kaart zonder water.
pl: Typowa mapa bez wody.
pt_br: Um mapa típico sem água.
pt_pt: Um mapa típico sem água.
ru: Обычная карта без водной части.
sk: Typická mapa bez vody.
sr: Типична мапа без воде.
sv: En vanlig karta utan vatten.
tr: Susuz özgün bir harita.
uk: Звичайна карта без води.
zh: 没有水域的典型地图
zh_tw: 一個相當普通的無水地圖。

source: Mainland
ast: Tierra firme
bg: Суша
br: Douar-bras
ca: Interior
cs: Pevnina
da: Fastland
de: Festland
el: Ηπειρωτική Χώρα
es: Tierra firme
eu: Kontinentala
fa: خشکی
fi: Manner
fr: Territoire continental
ga: Mórthír
gd: An tìr mòr
hu: Szárazföld
id: Pulau Utama
it: Terraferma
ja: 本土
ko: 메인랜드 (스코틀랜드 북쪽 최대의 섬)
ms: Tanah Besar
nb: Fastland
nl: Vasteland
pl: Kontynent
pt_br: Terras Interiores
pt_pt: Continente
ru: Материк
sk: Pevnina
sr: Копно
sv: Fastlandet
tr: Anakara
uk: Материк
vi: Lục địa
zh: 大陆
zh_tw: 大陸

source: The Propontis (Sea of Marmara) connects the Pontus Euxinus (Black Sea) to the Aegean Sea, and seperates Asia Minor from Thrace. To the south-west lies the Hellespont (Dardanelles), at the entrance of which the ancient city of Ilium (Troy) once stood. To the north-east lies the Bosporus Thraciae (Bosporus strait) where in time the Greek city of Byzantium would be founded, later to become the capital of the great Byzantine Empire under the new name of Constantinople. Players start on fertile land with adequate resources.
ast: La Propóntida (mare de Mármara) communica l Pontu Euxinu (mare Negro) cul mare Egeo & xebra l’Asia Minor de la Thracia. A Poniente & Mediu-díɐ alcuöntra-se l Hellespontu (Dardanelia) & a la intrada suɐ caíɐ l’antigua cildá d’Ilio (Troia). A Llevante & Avessedo alcuöntra-se l Bósporu de Thracia (Bósphoru), u cul tiempu se fundará Byzancio, destinado a sere la cabeça de l gran Imperio byzantino so l nuövu nome de Constantinopla. Los jogadores intamɐn in tierra fértile cun recursos acondados.
bg: Мраморно море свързва Черно с Егейско море и отделя Мала Азия от Тракия. На югозапад е разположен протокът Дарданели, на чийто вход някога е бил разположен древният град Троя. На североизток е разположен протокът Босфор, където след време ще бъде основан гръцкият град Византия, който по-късно ще стане столица на великата Византийска империя, но под името Константинопол. Играчите започват на плодородна земя с достатъчно ресурси.
br: Ar Propontiz (Mor Marmara) a liamm ar Pontus Euksinus (Mor Du) d'ar Mor Ejean, ha disrannañ a ra Azia Minor eus Tras. Er mervent e stag an Hellezpont (Dardanelloù), ouzh digor ar pezh a oa staget ouzh keoded gozh Iliom (Troi) abaoe. Er biz e stag an Tras Bosporus (strizh-mor Bosporus) e-lec'h ma voe krouet en amzer-mañ keoded C'hrek Bizantiom, deuet da vezañ diwezhatoc'h kêrbenn an Impalaeriezh Vizantinian meur dindan an anv nevez Konstantinopl. Ar c'hoarierien a gomañs war zouar struj gant danvezioù dereat.
ca: El Propontis (Mar de Màrmara) connecta el Pontus Euxinus (Mar Negra) fins al mar Egeu, i separa Àsia Menor de Tràcia. Al sud-oest es troba la Hellespont (Dardanelles), a l'entrada dels quals hi havia l'antiga ciutat de Ilium (Troia). Al nord-est es troba el Bosporus Thraciae (estret del Bòsfor) on amb el temps es va fundar la ciutat grega de Bizanci, després es convertiria en la capital del gran imperi bizantí sota el nou nom de Constantinoble. Els jugadors comencen en terra fèrtil, amb els recursos adequats.
cs: Propontis (Marmarské moře) spojuje Pontus Euxinus (Černé moře) s Egejským mořem a odděluje Malou Asii od Thrákie. Na jihozápadě leží Helléspont (Dardanely), u ústí, kde kdysi stávalo starověké město Īlium (Trója). Na severovýchodě leží Bosporus Thraciae (Bosporský průliv), kde bude za čas založena řecká osada Byzantion, pozdější hlavní město velké Byzantské říše pod novým názvem Konstantinopol. Hráči začínají na úrodné půdě s přiměřenými zdroji.
da: Propontis (Marmarahavet) forbinder Pontus Euxinus (Sortehavet) med Det Ægæiske Hav og adskiller Lilleasien fra Thrakien. Mod sydvest ligger Hellespont (Dardanellerne), ved indgangen til hvilken den antikke by Ilium (Troja) engang lå. Mod nordøst ligger Bosporus Thraciae (Bosporus-strædet), hvor den græske by Byzans med tiden skulle blive grundlagt, for senere at blive hovedstaden i det store byzantinske imperium under det nye navn Konstantinopel. Spillere starter på frugtbar jord med tilstrækkelige ressourcer.
de: Propontis (Marmarameer) verbindet Pontus Euxinus (Schwarzes Meer) mit der Ägäis und trennt Kleinasien von Thrakien. Im Südwesen liegt der Hellespont (die Dardanellen), an dessen Eingang einst die antike Stadt Ilium (Troja) lag. Im Nordosten liegt der Bosporus Thraciae (der Bosporus), wo im Laufe der Zeit die griechische Stadt Byzanz gegründet wurde, um später zur Hauptstadt des großen Byzantinischen Reichs unter dem neuen Namen „Konstantinopel“ zu werden. Die Spieler beginnen auf fruchtbarem Land mit ausreichend Ressourcen.
el: Η Προποντίδα (Θάλασσα του Μαρμαρά) συνδέει τον Εύξεινο Πόντο (Μαύρη Θάλασσα) με το Αιγαίο Πέλαγος και χωρίζει τη Μικρά Ασία από τη Θράκη. Στα νότια-δυτικά βρίσκεται ο Ελλήσποντος (Δαρδανέλια), στην είσοδο του οποίου κάποτε βρισκόταν η αρχαία πόλη του Ιλίου (Τροία). Στα βόρεια-ανατολικά βρίσκεται το Θρακικό Βόσπορο (Στενά του Βοσπόρου), όπου αρχικά ιδρύθηκε η ελληνική πόλη του Βυζαντίου, που αργότερα θα γίνει η πρωτεύουσα της μεγάλης Βυζαντινής Αυτοκρατορίας κάτω από το νέο όνομα της Κωνσταντινούπολης. Οι παίκτες αρχίζουν στην εύφορη γη με επαρκείς πόρους.
es: La Propóntide —o mar de Mármara— conecta el mar Negro —Ponto Euxino— con el Egeo, separando Asia Menor de Tracia. Al suroeste se hallan los Dardanelos —Helesponto—, en cuya entrada se alzaba la mítica ciudad de Ilión, o Troya. Al noreste se encuentra el estrecho del Bósforo, lugar en el que se estableció la ciudad griega de Bizancio, que llegaría a ser capital del gran imperio Bizantino bajo el nombre de Constantinopla. Los jugadores empiezan en tierra fértil con los recursos justos.
eu: Propontideak (Marmarako Itsasoa) Ponto Euxino (Itsaso Beltza) Egeorekin konektatzen du, Asia Txikia Trazciatik bananduz. Hego-mendebaldean Helesponto (Dardaneloak) aurkitzen da , eta bere sarreran Llion hiri mitikoa zegoen, edo Troia. Ipar-ekialdean Bosforoko zintzurra aurkitzen da, Bizantzio hiri Grekoa eraiki zen tokia, Bizantziar inperioaren hiriburua izatea iritsiko zena Konstantinopla izenez. Lur emankorrean hasiko zarete baliabide justuaz.
fa: پروپونتیس (دریای مرمر) متصل می شود به پونتوس اوکسینوس (دریای سیاه) و به دریای اژه و آسیای صغیر را از تراکیه جدا می کند.()()()
fi: Propontis (Marmaran meri) yhdistää Pontus Euxinuksen (Mustanmeren) Egeanmereen ja erottaa Vähä-Aasian Traakiasta. Lounaassa on Hellespont (Dardanellit), jonka suulla sijaitsi aikoinaan muinainen Iliumin (Troijan) kaupunki. Koillisessa sijaitsee Bosporus Thraciae (Bosporinsalmi), jonne aikanaan perustettiin kreikkalainen Bysantin kaupunki, josta myöhemmin tuli suuren Bysantin valtakunnan pääkaupunki uudella nimellä Konstantinopoli. Pelaajat aloittavat hedelmällisellä maalla, jolla on kohtuullisesti luonnonvaroja.
fr: La Propontis (mer de Marmara) relie le Pontus Euxinus (mer Noire) à la mer Egée, et sépare l'Asie Mineure de la Thrace. Au sud-ouest, se trouve l'Hellespont (les Dardanelles), à l'entrée desquelles l'ancienne cité d'Illium (Troie) trônait autrefois. Au nord-est se trouve le Bosporus Thraciae (le détroit du Bosphore) où, jadis, la cité de Byzance fût fondée, et qui devint plus tard la capitale du grand empire Byzantin sous le nom de Constantinople. Le joueur débute sur une terre fertile avec les ressources adéquates.
ga: Déanannn an 'Propontis' (Muir Mharmara) ceangal idir an 'Pontus Euxinus' (an Mhuir Dhubh) agus an Mhuir Áigeach, agus deighlíonn sí an Áise Bheag agus an Tráicia. Tá an 'Heilléaspontas' (an Dardainéil) suite sa thiar theas, cá a raibh an chathair ársa Iliam (an Traí) sa stair. Tá an 'Bosporus Thraciae' (caolas na Bosparais) sa thoir thuaidh den áit seo, cá a raibh an chathair Ghréigeach Biosáinsiám tógáilte, cé a bhí mar phríomhchathair impireachta na Biosáinte ina dhiaidh sin ach le hainm Cathair Chonstaintín uirthi. Tosaíonn gach imreoir ar talamh torthúil lán le hacmhainní.
gd: Tha am Propontis (Muir Mharmara) a’ ceangal Pontus Euxinus (Am Muir Dubh) ris a’ Mhuir Àigeanach agus a’ sgaradh An Àisia Bheag o Thràicea. Tha an Hellespont (na Dàrdainealan) gu iar-dheas air agus bhiodh baile Ilium (Tròidh) ri taobh a’ chaolais. Tha Bosporus Thraciae (caolas Bhòsfaras) gu ear-thuath air far an deachadh am baile Greugach Byzantium a stèidheachadh an uairsin. Chaidh am baile seo ’na chathair-bhaile air Impireachd mhòr Bhiosantach agus chuireadh Baile Chòiseim air. Tòisichidh na cluicheadairean air tìr thorrach le stòras gu leòr.
hu: A Propontis (Márvány-tenger) köti össze a Pontus Euxinust (Fekete-tenger) az Égei-tengerrel, és elválasztja Kis-Ázsiát Trákiától. Délnyugatra a Hellészpontosz (Dardanellák) fekszik, amelynek a bejáratánál egykor Ilium (Trója) városa állt. Északkeletre a Bosporus Thraciae (Boszporusz-szoros) fekszik, ahol idővel Bizánc görög városa fog állni, amely később a nagy Bizánci Birodalom központja lesz, az új, Konstantinápoly név alatt. A játékosok termékeny földön kezdenek, elégséges nyersanyagokkal.
id: Propontis (Laut Marmara) menghubungkan Pontus Euxinus (Laut Hitam) ke Laut Aegea, dan memisahkan Asia Kecil dari Trakia. Di barat daya terletak Hellespont (Dardanella), di pintu masuk kota kuno Ilios (Troya) pernah berdiri. Di sebelah timur laut terletak Bosporus Thraciae (selat Bosporus) di mana kelak akan didirikan kota Yunani Byzantium, yang kemudian menjadi ibu kota Kekaisaran Bizantium yang besar dengan nama baru Konstantinopel. Pemain memulai di tanah subur dengan sumber daya yang memadai.
it: Propontide (Mar di Marmara) collega il Pontus Euxinus (Mar Nero) al Mar Egeo, e separa l'Asia Minore dalla Tracia. A sud-ovest si trova l'Ellesponto (Dardanelli), all'ingresso del quale sorgeva l'antica città di Ilio (Troia). A nord-est si trova il Bosporus Thraciae (stretto del Bosforo), dove verrà fondata la città greca di Bisanzio, in seguito diventata la capitale del grande Impero Bizantino col nuovo nome di Costantinopoli. I giocatori iniziano su un terreno fertile con adeguate risorse.
ja: Propontis （マルマラ海）は Pontus Euxinus （黒海）とエーゲ海を結び、トラキアと小アジアを分離します。南西には、古くからのイリウム（トロイ）の入り口にあったヘレスポント （ダーダネルス海峡） があります。北東にはボスポラス・トラキア（ボスポラス海峡）があり、ギリシャのビザンティウム都市が設立され、その後コンスタンティノープルの新しい名のもとにあるビザンチン帝国の首都になりました。プレイヤーは十分な資源を持って肥沃な土地から出発します。
ko: 프로폰티스호(마르마라 바다)는 폰투스 유시누스(검은 바다)를 에게 해와 연결시키고, 아시아 소수를 타이스로부터 분리시킵니다. 남서쪽으로 헬레스폰트(다르다넬스)가 있고, 그 입구에는 한때 고대 도시 이피(트로이)가 서 있었습니다. 북동쪽에는 보스포루스 트라키아에(보스포루스 해협)가 있는데, 그 곳에는 시간이 지나면 그리스의 도시 비잔티움이 세워지고, 나중에는 콘스탄티노폴리스라는 새로운 이름으로 위대한 비잔틴 제국의 수도가 될 것입니다. 플레이어들은 충분한 자원을 가지고 비옥한 땅에서 시작합니다.
ms: Propontis (Laut Marmara) bersambung dengan Pontus Euxinus (Laut Hitam) sehingga ke Laut Aegean, ia memisahkan Asia Kecil dengan Thrace. Ke arah barat-daya terletaknya Hellespont (Dardanelles), di bahagian masuk pernah wujud bandar Ilium (Troy). Manakala arah timur-laut terletaknya Bosporus Thraciae (selat Bosporus) yang mana bandar Yunani Byzantium ditubuhkan, kemudian telah menjadi ibu negara bagi Empayar Agung Byzantine di bawah nama baharu Konstantaniah. Pemain akan bermula di atas tanah subur dengan sumber yang mencukupi.
nb: Propontis (Marmarahavet) knytter Pontus Euxinus (Svartehavet) til Egeerhavet, og deler Lilleasia fra Trakia. I sørvest ligger Hellespont (Dardanellene), i inngangen til den lå en gang oldtidsbyen Ilium (Troy). I nordøst ligger Bosporos Thriacie (Bosporosstredet) der en gang den greske byen Bysants ville komme til å bli grunnlagt, for senere å bli hovedstaden i det store Bysantinske herredømmet under sitt nye navn Konstantinopel. Spillere starter på fruktbart land med tilstrekkelige ressurser.
nl: The Propontis (Zee van Marmara) verbindt de Pontus Euxinus (Zwarte Zee) met de Egeïsche Zee, en scheidt Klein-Azië van Thracië. In het zuidwesten ligt de Hellespont (Dardanellen) waar aan de ingang ooit de antieke stad Ilium (Troje) stond. In het noordoosten ligt de Bosporus Thraciae (Bosporus Zeestraat) waar ooit de Griekse stad Byzantium werd opgericht die later onder de nieuwe naam Constantinopel de hoofdstad van het grote Byzantijnse Rijk zou worden. Spelers starten op vruchtbaar land met voldoende grondstoffen.
pl: Propontis (Morze Marmara) łączy Pontus Euxinus (Morze Czarne) z Morzem egejskim, oraz oddziela Azję Mniejszą od Tracji. Na południowy zachód leży Hellespont (Dardanele), u wejściu do którego stało niegdyś starożytne miasto Ilium (Troja). Na północnym wschodzie leży Bosporus Thraciae (cieśnina Bosfor), gdzie kiedyś założone będzie greckie miasto Bizancjum, by później zostać stolicą wielkiego imperium Bizantyjskiego, pod nową nazwą Konstantynopol. Gracze zaczynają na żyznej ziemi z wystarczającymi surowcami.
pt_br: O Propontis (Mar de Mármara) conecta o Pontus Euxinus (Mar Negro) ao Mar Egeu, e separa a Ásia Menor da Trácia. Ao sudoeste encontra-se o Helesponto (Dardanelos), na entrada de onde uma vez havia a cidade de Ilium (Tróia). Ao nordeste está o Bosporus Thraciae (Estreito de Bósforo) onde a cidade grega de Bizâncio foi fundada, para mais tarde se tornar a capital do grande Império Bizantino sob o novo nome de Constantinopla. Os jogadores iniciam em terras férteis e com quantidades adequadas de recursos.
pt_pt: O Propontis (Mar de Mármara) liga o Pontus Euxinus (Mar Negro) ao Mar Egeu, e separa a Ásia Menor da Trácia. Ao sudoeste encontra-se o Helesponto (Dardanelos), na entrada de onde uma vez havia a cidade de Ilium (Tróia). No nordeste está o Bosporus Thraciae (Estreito de Bósforo) onde a cidade grega de Bizâncio foi fundada, para mais tarde se tornar a capital do grande Império Bizantino sob o novo nome de Constantinopla. Os jogadores começam em terras férteis e com quantidades adequadas de recursos.
ru: Пропонтида (Мраморное море) соединяет Понт Эвксинский (Черное море) с Эгейским морем и отделяет Малую Азию от Фракии. К юго-западу пролегает Геллеспонт (Дарданеллы), у входа которого когда-то стоял древний город Илион (Троя). К северо-востоку располагается Босфор Фракийский (Босфорский пролив), где когда-то был основан греческий город Византий, чтобы позднее стать столицей великой Византийской Империи под новым именем Константинополь. Игроки начинают игру на плодородной земле с достаточным количеством ресурсов.
sk: Propontis (Marmarské more) spája Pontus Euxinus (Čierne more) s Egejským morom a oddeľuje Malú Áziu od Trácie. Smerom na severozápad leží Hellespont (Dardanely) pri vstupe do ktorého kedysi stálo starodávne mesto Illium (Trója). Na severo-východe leží Bosporus Thraciae (Bosporská úžina) kde bude neskôr založené mesto Byzantion, ktoré sa stane hlavným mestom veľkej Byzantskej ríše pod novým menom Konštantínopol. Hráči začínajú na úrodnej pôde s adekvátnym množstvom zdrojov.
sv: Propontis (Marmarasjön) ansluter Pontus Euxinus (Svarta havet) till Egeiska havet, och separerar Mindre Asien från Thrakien. Till sydväst ligger Hellesponten (Dardanellerna), vid vilkens ingång den antika staden Ilium (Troja) en gång stod. Till nordöster ligger Bosporus Thraciae (Bosporen) där en gång i tiden den grekiska staden Bysans skulle grundas, för att senare bli huvudstad i det stora bysantinska riket under det nya namnet på Konstantinopel. Spelare startar på bördig mark med tillräckliga resurser.
tr: Propontis (Marmara Denizi) Pontus Euxinus'u (Karadeniz) Ege Denizi'ne bağlar ve Küçük Asya'yı Trakya'dan ayırır. Güneybatıda, bir zamanlar İlyum antik kenti Troia(Troy)'nın girişinde bulunan Hellespont (Çanakkale) bulunur. Kuzeydoğuda, İstanbul'un yeni adı altında büyük Bizans İmparatorluğu'nun başkenti haline gelecek olan Yunan Bizans kentinin zamanında kurulacağı Boğaz Trakya'sı (Boğaz Boğazı) yatıyor. Oyuncular verimli topraklara yeterli kaynaklara sahipler.
uk: Пропонтида (Мармурове море) з'єднує Понт Евксинський (Чорне море) з Егейським морем, і відділяє Малу Азію від Фракії. На південному заході розташовується Геллеспонт (протока Дарданелли) на вході якого колись розташовувалось стародавнє місто Іліон (Троя). На північному сході розташований Босфор Фракійський (протока Босфор), де було засноване грецьке місто Візантій, що в подальшому стало столицею великої Візантійської імперії з новим ім'ям Константинополь. Гравці починають гру на родючих землях з достатньою кількістю ресурсів.
zh: 马尔马拉海连接了黑海和爱琴海，并将小亚细亚与色雷斯分开。 西南部是达达尼尔，入口处是特洛伊的旧址。 东北部是博斯普鲁斯海峡，在那里，后来建立了希腊化城市拜占庭，后来成为拜占庭帝国(东罗马帝国)首都君士坦丁堡的新名称。 玩家开局位于富饶的土地上，可获取足够的资源。
zh_tw: 馬摩拉海連接著黑海與愛琴海，並將小亞細亞與色雷斯分開。西南方有達達尼爾海，其入口位於特洛伊古城曾經佇立的位置。東北方則是博斯普魯斯海峽，曾是希臘城市拜占庭的所在地，爾後變為拜占庭帝國的首都，也被重新命名為君士坦丁堡。玩家一開始就位於有著充足資源的肥沃土地上。

source: Marmara
ast: Propóntida
bg: Мраморно море
ca: Màrmara
cs: Marmarské moře
el: Μάρμαρα
es: Mármara
fa: مرمر
hu: Márvány-tenger
ja: マルマラ
ko: 마르마라
pt_br: Mármara
pt_pt: Mármara
ru: Мармара
uk: Мармара
zh: 马尔马拉海
zh_tw: 馬摩拉
