Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: Start by selecting the resource you wish to sell from the upper row. For each time the lower buttons are pressed, %(quantity)s of the upper resource will be sold for the displayed quantity of the lower. Press and hold %(hotkey)s to temporarily multiply the traded amount by %(multiplier)s.
ar: إبدا بتحديد المورد المراد بيعة في الأعلي. في كل ضغطة علي الأزرار في الأسفل، %(quantity)s من الموارد في الأعلي سوف تُباع من أجل الموارد في الأسفل. إبقي مستمرا بالضغط علي %(hotkey)s لكي مؤقتاً تضاعف الموارد بـ %(multiplier)s.
ast: Intama escolyendo de la fhila superior el recursu que quieras cambiar. A l premer un boton de la fhila inferior, vas dar %(quantity)s de l recursu superior n para de la quantidat indicada pa l inferior. Premi & calten premidu/a %(hotkey)s pa multiplicar temporalmente las quantidades por %(multiplier)s.
bg: Първо, на горния ред изберете от кой ресурс искате да продавате. При всяко натискане на някой от по-долните бутони, %(quantity)s от горния ресурс ще бъде продадено за посоченото количество от долния. Натиснете и задръжте клавиша %(hotkey)s, за да умножите временно търгуваното количество по %(multiplier)s.
br: Krogit en ur ziuzañ an danvez ho peus c'hoant da lakaat e kwerzh diouzh ar renkad a-us. Bewech ma vez kliket war ar boutonoù dindan, %(quantity)s eus an danvez a-us a vo gwerzhet evit ar c'hementad diskouezet a zo evit an hini dindan. Pouezit ha dalc'hit%(hotkey)s evit lakaat da greskiñ evit ur mare ar sammad eskemmet dre %(multiplier)s.
ca: Comenceu seleccionant el recurs que voleu vendre a la fila superior. Cada vegada que premeu els botons inferiors, %(quantity)s del recurs superior seran venuts per la quantitat indicada de l'inferior. Mantingueu premut %(hotkey)s per multiplicar temporalment la quantitat per %(multiplier)s.
cs: Začněte vybráním suroviny, kterou chcete prodat z horní řady. Za každé doby, kdy jsou stisknuta spodní tlačítka, %(quantity)s hořejší surovina bude prodána za zobrazené množství suroviny spodní. Stiskněte a podržte %(hotkey)s abyste dočasně vynásobil obchodovatelnou částku %(multiplier)s.
de: Wähle zuerst in der oberen Zeile die Ressource aus, die du verkaufen willst. Jedes Mal, wenn die unteren Knöpfe gedrückt werden, werden %(quantity)s der oberen Ressource für die angezeigte Menge der unteren verkauft. Drücke und halte %(hotkey)s, um die gehandelte Menge vorübergehend mit %(multiplier)s zu multiplizieren.
el: Ξεκινήστε επιλέγοντας το αγαθό που θέλετε να πουλήσετε από την ανώτερη σειρά. Σε κάθε πάτημα του κουμπιού μείωσις, %(quantity)s του άνω πόρου θα πουλιέται στη προβαλλόμενη ποσότητα του κάτω πόρου. Κρατώντας πατημένο το πλήκτρο %(hotkey)s πολλαπλασιάζει προσωρινά την εμπορεύσιμη ποσότητα επί %(multiplier)s.
eu: Has zaitez saldu nahi duzun baliabidea aukeratuz goiko ilaratik. Beheko ilarako botoiak sakatzen diren bakoitzeko, %(quantity)sgoiko baliabidea salduko da beheran erakutsitako kopururako. %(hotkey)sSakatu eta sakatuta eduki adostutako kopurua aldi baterako %(multiplier)stik biderkatzeko.
fa: شروع با انتخاب منابعی که قصد دارید به فروش برسانید، از سطر بالا. برای هر بار که کلید پایین انتخاب می شود، %(quantity)s از منبع بالا در ازای مقداری که در پایین مشخص شده است به فروش می رسد. اگر کلید %(hotkey)s را فشار دهید و نگه دارید بصورت موقت مقدار معامله را به میزان %(multiplier)s چند برابر می کنید.
fi: Aloita valitsemalla yläriviltä luonnonvara, jonka haluat myydä. Joka kerta, kun alempia painikkeita painetaan, myydään %(quantity)s ylemmän resurssin näytettyä määrää alemman resurssin määrää vastaan. Paina ja pidä painettuna %(hotkey)s, jolloin vaihdettu määrä kerrotaan väliaikaisesti kertoimella %(multiplier)s.
fr: Commencez par sélectionner la ressource que vous souhaitez vendre sur la ligne supérieure. Chaque fois que vous appuyez sur le bouton inférieur, %(quantity)s de la ressource supérieure sera vendue pour la quantité affichée de la partie inférieure. Appuyez et maintenez la touche %(hotkey)s pour multiplier toutes les quantités échangées par %(multiplier)s.
ga: Tosaigh le roghnú acmhainne ba mhaith leat a dhíol den bharr-líne. Gach uair atá na cnaipí íochtaracha faoi bhrú, díolfar %(quantity)s den acmhainn in uachtair do gach méid in íochtair. Brúigh is coinnigh ar %(hotkey)s don mhéid trádála a iolrú faoi %(multiplier)s go sealadach.
gd: An toiseach, tagh an stòras a tha thu airson reic on ràgh air a’ bharr an toiseach. Gach turas a nì thu bruthadh air fear de na putanan gu h-ìosal, thèid %(quantity)s dhen stòras gu h-àrd a reic ’s gheibh thu uiread a stòrais mar tha ’ga shealltainn dhut gu h-ìosal. Cum %(hotkey)s sìos gus a h-uile uiread iomadachadh le %(multiplier)s rè seal.
gl: Comece por seleccionar o recurso que quere vender na fila superior. Cada vez que prema o botón inferior, venderanse %(quantity)s unidades do recurso superior pola cantidade mostrada no inferior. Manteña premida %(hotkey)s para multiplicar temporalmente a cantidade comerciada por %(multiplier)s.
hu: Kezdd az eladandó nyersanyag kiválasztásával. A lenti gombok minden egyes megnyomásakor %(quantity)s egység eladásra kerül a fenti nyersanyagból, a lentiből megjelenített mennyiségért. Nyomd meg és tartsd a(z) %(hotkey)s gombot, hogy ideiglenesen %(multiplier)s× mennyiségre növeld a beváltott árut.
id: Mulai dengan memilih sumberdaya yang ingin Anda jual dari baris atas. Setiap kali tombol di bawahnya ditekan, %(quantity)s dari sumberdaya atas akan dijual untuk jumlah yang ditampilkan di bawah. Tekan dan tahan %(hotkey)s untuk sementara mengalikan jumlah yang diperdagangkan dengan %(multiplier)s.
it: Inizia selezionando la risorsa che desideri vendere dalla riga superiore. Ad ogni pressione di uno dei pulsanti inferiori, %(quantity)s della risorsa superiore verrà venduta per la quantità visualizzata in basso. Premi e teni premuto%(hotkey)s per moltiplicare temporaneamente tutte le quantità di %(multiplier)s.
ja: 最初に、上の行から売却する資源を選択します。 下部のボタンが押されるたびに、上部の資源%(quantity)sが、表示された下部の量だけ売却されます。 %(hotkey)sを長押しすると、取引量を一時的に%(multiplier)s倍に増やすことができます。
ko: 맨 위 줄에서 판매할 자원을 선택합니다. 아랫줄의 버튼이 눌릴때마다 위에 자원 %(quantity)s 가 아랫부분에 표시된 양만큼 판매됩니다. %(hotkey)s를 길게 누르면 교역량을 잠시 %(multiplier)s 배로 늘릴 수 있습니다.
lt: Pirmiausia viršutinėje eilutėje pasirinkite norimą parduoti išteklių. Kaskart paspaudus apatinės eilutės mygtukus %(quantity)s vnt. viršutinės eilutės ištekliaus bus parduota už apatinėje eilutėje nurodytą ištekliaus kiekį. Paspauskite ir laikykite %(hotkey)snorėdami laikinai prekiaujamą kiekį padauginti iš %(multiplier)s.
ms: Mula memilih sumber yang mahu dijual dari bahagian baris teratas. Bagi setiap butang bawah ditekan, %(quantity)s sumber di atas akan dijual berdasarkan kuantiti terpapar di bahagian bawah. Ketik dan tahan %(hotkey)s untuk menggandakan amaun yang dijual sebanyak %(multiplier)s.
nb: Start ved å velge ressursen du ønsker å selge fra øvre rad. For hver gang du trykker en av de nedre knappene, vil %(quantity)s av den øvre ressursen bli solgt for viss mengde av den nedre. Trykk og hold %(hotkey)s for å midlertidig gange alle byttede mengder med %(multiplier)s.
nl: Start door het selecteren van het middel dat u wilt verkopen van de bovenste rij. Voor elke keer dat de onderste knoppen worden aangeklikt, wordt%(quantity)svan het bovenste middel verkocht voor de weergegeven hoeveelheid van het onderste middel. Houd %(hotkey)singedrukt om de hoeveelheid tijdelijk met %(multiplier)s te vermenigvuldigen.
pl: Zacznij od wybrania surowca, który chciałbyś sprzedać z górnego rzędu. Za każdym razem, kiedy dolny przycisk jest wciśnięty, %(quantity)s górnego surowca będzie sprzedane za wskazaną ilość niższego surowca. Wciśnij i przytrzymaj %(hotkey)s, by tymczasowo pomnożyć ilość wymienianą o %(multiplier)s.
pt_br: Comece selecionando o recurso que deseja vender na linha superior. Para cada vez que os botões inferiores são pressionados, %(quantity)s de recurso superior será vendida para a quantidade exibida na parte inferior. Pressione e segure %(hotkey)s para multiplicar temporariamente o valor negociado por %(multiplier)s.
pt_pt: Começa a selecionar o recurso que desejas vender na linha superior. De cada vez que os botões inferiores são pressionados, serão vendidas %(quantity)s unidades do recurso superior pela quantidade mostrada do inferior. Pressiona e mantém pressionado %(hotkey)s para multiplicar temporariamente a quantidade trocada por %(multiplier)s.
ru: Начните с выбора ресурса, который хотите продать из верхнего ряда. Каждый раз при нажатии нижних кнопок, %(quantity)s верхнего ресурса будет продано за отображаемое количество нижнего. Зажмите и держите %(hotkey)s чтобы временно умножить количество продаваемого ресурса на %(multiplier)s.
sk: V hornom riadku vyber surovinu, ktorú si praješ predať. Po každé, keď stlačíš tlačidlá nižšie, %(quantity)s hornej suroviny bude predaných za množstvo zobrazené nižšie. Stlač a podrž %(hotkey)s na dočasné vynásobenie obchodovaného množstva %(multiplier)s.
sv: Börja med att välja resursen som du vill sälja i den övre raden. Vid varje klick på en av knapparna i den nedre raden säljs %(quantity)s av den övre resursen för den visade mängden av den nedre. Tryck och håll %(hotkey)s för att tillfälligt multiplicera alla mängder med %(multiplier)s.
tr: Üst sıradan satmak istediğiniz kaynağı seçerek başlayın. Alt düğmelere her basıldığında, %(quantity)s Alt kaynağın görüntülenen miktarı için satılacaktır. basın ve basılı tutun %(hotkey)s Işlem gören miktarı geçici olarak çarpmak için %(multiplier)s.
uk: Почніть з вибору ресурсу, який Ви бажаєте продати, з верхнього ряду. Кожного разу, коли нижні кнопки натискаються, %(quantity)s верхнього ресурсу буде продано за відображену кількість нижнього. Натиснути та утримувати %(hotkey)s, щоб тимчасово помножити торгувану суму на %(multiplier)s.
zh: 从上排选择你要出售的资源。 每次按下下方按钮时，上方资源数%(quantity)s将按下限的显示数量出售。 按住%(hotkey)s，可临时将交易金额乘以%(multiplier)s。
zh_tw: 首先在上面那一行中選擇您要出售的資源。每次按下按鈕時，上面的資源將會賣出 %(quantity)s 到較低的資源數。按著 %(hotkey)s 鍵暫時將所有數量以 %(multiplier)s 增加。

source: Trade
ar: تبادل تجاري
ast: Commercio
bg: Търговия
br: Kenwerzh
ca: Comerç
cs: Obchod
da: Handel
de: Handel
el: Ανταλλαγή
eo: Komerco
es_cl: Comercio
et: Kaubandus
eu: Salerosi
fa: تجارت
fi: Kauppa
fr: Commerce
ga: Trádáil
gd: Malart
gl: Comercio
hu: Árucsere
id: Dagang
it: Commerci
ja: 交易
ka: ვაჭრობა
ko: 교역
lt: Mainyti
lv: Tirgoties
ms: Dagang
nb: Handle
nl: Handelen
pl: Handel
pt_br: Comércio
pt_pt: Comercializar
ru: Торговля
sk: Obchodovať
sl: Trguj
sq: Tregti
sv: Handel
te: వాణిజ్యం
tr: Ticaret
uk: Торгівля
zh: 贸易
zh_tw: 貿易

source: Resources:
ast: Recursos:
bg: Ресурси:
ca: Recursos:
cs: Zdroje:
de: Ressourcen:
el: Πόροι:
eo: Materialo:
eu: Baliabideak:
fa: منابع:
fi: Resurssit:
fr: Ressources :
gd: Stòrasan:
hu: Nyersanyagok:
id: Sumberdaya:
it: Risorse:
ja: 資源:
ko: 자원:
lt: Ištekliai:
ms: Sumber:
nl: Grondstoffen:
pl: Zasoby:
pt_br: Recursos:
pt_pt: Recursos:
ru: Ресурсы:
sk: Suroviny:
sv: Resurser:
te: వనరులు
tr: Kaynaklar:
uk: Ресурси:
zh: 资源：
zh_tw: 資源：

source: There is %(numberTrading)s land trader trading
ar: ليس هنالك تجّار أراضي يتاجرون
ast: Ha hi %(numberTrading)s commerciante terrestre commerciando
bg: Има %(numberTrading)s търгуващ сухопътен търговец.
br: Bez 'zo %(numberTrading)s kenwerzher douarel oc'h ober kenwerzh
ca: Hi ha %(numberTrading)s mercader comerciant
cs: %(numberTrading)s obchodník mezi zeměmi obchoduje
da: Der er %(numberTrading)s landhandler, der handler
de: %(numberTrading)s Händler handelt
el: Υπάρχει %(numberTrading)s έμπορος στεριάς που εμπορεύεται.
eo: Estas %(numberTrading)s surtera komercisto komerci
es_cl: Hay %(numberTrading)s comerciante en tierra
et: %(numberTrading)s maismaakaubavedaja.
eu: Lurreko merkatar %(numberTrading)s dago salerosten
fa: %(numberTrading)s تاجر زمینی درحال تجارت هستند
fi: %(numberTrading)s kauppias liikkeellä
fr: Il y a %(numberTrading)s commerçant terrestre qui marchande
ga: Tá %(numberTrading)s trádálaí talún amháin ag trádáil
gd: Tha %(numberTrading)s neach-malairt a’ malart
gl: Hai %(numberTrading)s comerciante comerciando por terra
hu: %(numberTrading)s szárazföldi kereskedő üzletel.
id: Ada %(numberTrading)s pedagang darat yang berdagang
it: C'è %(numberTrading)s commerciante impegnato
ja: %(numberTrading)s人の陸の商人が取引中
ka: %(numberTrading)s მიწაზე მოვაჭრე ვაჭრობს.
ko: %(numberTrading)s명의 육로 상인이 거래중입니다
lt: Yra %(numberTrading)s prekiaujantis pirklys.
lv: Ir %(numberTrading)s suazsemes tirgotāju, kas tirgojas
ms: Terdapat %(numberTrading)s perdagangan pedagang darat
nb: Det er %(numberTrading)s landhandler som handler
nl: Er is %(numberTrading)s handelaar aan het handelen.
pl: Istnieje %(numberTrading)s kupiec lądowy
pt_br: Há %(numberTrading)s comerciante terrestre de negociação
pt_pt: Há %(numberTrading)s comerciante terrestre activo
ru: %(numberTrading)s торговец занят
sk: %(numberTrading)s obchodník obchoduje
sl: Trguje %(numberTrading)s trgovec
sq: Janë gjithsej %(numberTrading)s tregtarë tokash duke tregtuar
sv: Det finns %(numberTrading)s aktiv handelsman
tr: %(numberTrading)s kara ticareti var
uk: %(numberTrading)s сухопутний торговець діє
zh: 共有 %(numberTrading)s 陆商正进行贸易
zh_tw: 有 %(numberTrading)s 個陸地商人正在進行貿易

source: %(numberOfLandTraders)s inactive
ar: لا أحد خامل
ast: %(numberOfLandTraders)s inactivu
bg: %(numberOfLandTraders)s бездействащ
br: %(numberOfLandTraders)s dioberiant
ca: %(numberOfLandTraders)s inactiu
cs: %(numberOfLandTraders)s je nečinný
da: %(numberOfLandTraders)s inaktiv
de: %(numberOfLandTraders)s ist inaktiv
el: %(numberOfLandTraders)s αδρανής
es_cl: %(numberOfLandTraders)s inactivo
et: %(numberOfLandTraders)s inaktiivne
eu: %(numberOfLandTraders)s geldi
fa: %(numberOfLandTraders)s غیر فعال
fi: %(numberOfLandTraders)s epäaktiivinen
fr: %(numberOfLandTraders)s inactif
ga: Tá %(numberOfLandTraders)s amháin neamhghníomhach
gd: %(numberOfLandTraders)s ’na thàmh
gl: %(numberOfLandTraders)s inactivo
hu: %(numberOfLandTraders)s inaktív
id: %(numberOfLandTraders)s tidak aktif
it: %(numberOfLandTraders)s inattivo
ja: %(numberOfLandTraders)s人が待機
ka: %(numberOfLandTraders)s არააქტიურია
ko: %(numberOfLandTraders)s명이 쉬고 있습니다
lt: %(numberOfLandTraders)s nieko neveikia
lv: %(numberOfLandTraders)s neaktīvu
ms: %(numberOfLandTraders)s tidak aktif
nb: %(numberOfLandTraders)s inaktive
nl: %(numberOfLandTraders)s niet actief
pl: %(numberOfLandTraders)s nieaktywny
pt_br: %(numberOfLandTraders)s inativo
pt_pt: %(numberOfLandTraders)s inactivo
ru: %(numberOfLandTraders)s бездействует
sk: %(numberOfLandTraders)s je neaktívny
sl: %(numberOfLandTraders)s nedejaven
sq: %(numberOfLandTraders)s joaktiv
sv: %(numberOfLandTraders)s är inaktiv
te: %(numberOfLandTraders)s క్రియారహితం
tr: %(numberOfLandTraders)s devre dışı
uk: %(numberOfLandTraders)s не діє
zh: %(numberOfLandTraders)s 处于非活动状态
zh_tw: %(numberOfLandTraders)s 閒置

source: %(numberOfLandTraders)s land trader inactive
ar: %(numberOfLandTraders)s-لا يوجد تاجر أرضي خامل
ast: %(numberOfLandTraders)s commerciante terrestre inactivu
bg: %(numberOfLandTraders)s бездействащ сухопътен търговец
br: %(numberOfLandTraders)s kenwerzher douarel dioberiant
ca: %(numberOfLandTraders)s mercader per terra inactiu
cs: %(numberOfLandTraders)s obchodník obchodující mezi zeměmi je nečinný
da: %(numberOfLandTraders)s inaktiv landhandler
de: %(numberOfLandTraders)s Händler inaktiv
el: %(numberOfLandTraders)s έμπορος στεριάς αδρανής
es_cl: %(numberOfLandTraders)s comerciante de tierra inactivo
et: %(numberOfLandTraders)s maismaakaubavedaja inaktiivne
eu: lurreko merkatari %(numberOfLandTraders)s geldi
fa: %(numberOfLandTraders)s تاجر زمینی غیرفعال هستند.
fi: %(numberOfLandTraders)s maakauppias epäaktiivisena
fr: %(numberOfLandTraders)s commerçant terrestre inactif
ga: Tá %(numberOfLandTraders)s trádálaí talún amháin neamhghníomhach
gd: %(numberOfLandTraders)s neach-malairt tìre ’na thàmh
gl: %(numberOfLandTraders)s comerciante por terra inactivo
hu: %(numberOfLandTraders)s szárazföldi kereskedő inaktív
id: %(numberOfLandTraders)s pedagang darat tidak aktif
it: %(numberOfLandTraders)s commerciante inattivo
ja: %(numberOfLandTraders)s人の陸の商人が待機
ka: %(numberOfLandTraders)s არააქტიური ვაჭარი
ko: %(numberOfLandTraders)s명의 육로 상인이 쉬고 있습니다
lt: %(numberOfLandTraders)s sausumos pirklys nieko neveikia.
lv: Ir %(numberOfLandTraders)s neaktīvu sauszemes tirgotāju.
ms: %(numberOfLandTraders)s pedagang darat tidak aktif
nb: %(numberOfLandTraders)s inaktiv landhandler
nl: %(numberOfLandTraders)s inactieve handelaar
pl: %(numberOfLandTraders)s kupiec lądowy nieaktywny
pt_br: %(numberOfLandTraders)s comerciante terrestre inativo
pt_pt: %(numberOfLandTraders)s comerciante terrestre inactivo
ru: %(numberOfLandTraders)s торговец бездействует
sk: %(numberOfLandTraders)s obchodník je neaktívny
sl: %(numberOfLandTraders)s trgovec neaktiven.
sq: %(numberOfLandTraders)s tregtar tokash joaktiv
sv: %(numberOfLandTraders)s handelsman inaktiv
te: %(numberOfLandTraders)s భూ వ్యాపారులు క్రియారహితంగా ఉన్నారు
tr: %(numberOfLandTraders)s kara tüccarı devre dışı
uk: %(numberOfLandTraders)s сухопутний торговець не діє
zh: %(numberOfLandTraders)s 处于非活动状态
zh_tw: %(numberOfLandTraders)s 個陸地商人閒置

source: %(numberGarrisoned)s garrisoned on a trading merchant ship
ar: %(numberGarrisoned)s -لايوجد اشخاص على متن السفينة التجارية
ast: %(numberGarrisoned)s imbarcadu n un mercante activu
bg: %(numberGarrisoned)s поставен на гарнизон в разменящ ресурси търговски кораб
br: %(numberGarrisoned)s a zo e gwarnizon e-bourzh ur vag genwerzh
ca: %(numberGarrisoned)s refugiat en un vaixell mercant actiu
cs: %(numberGarrisoned)s umístěn na obchodní lodi
da: %(numberGarrisoned)s garnisonerede på et handlende handelsskib
de: %(numberGarrisoned)s auf einem Handelsschiff stationiert
el: %(numberGarrisoned)s φρουρούμενοι σε ένα εμπορικό πλοίο
es_cl: %(numberGarrisoned)s guarnecido en un barco de comercio
eu: %(numberGarrisoned)s guardan sartuta merkantzia ontzi batean
fa: %(numberGarrisoned)s نفر در کشتی تجاری قرار دارند
fi: %(numberGarrisoned)s vartioi kauppalaivassa
fr: %(numberGarrisoned)s est en garnison sur un navire marchand
ga: Tá %(numberGarrisoned)s aonad atá i ngarastún i long thrádála
gd: Tha %(numberGarrisoned)s ’na ghearastan air long-mhalairt
gl: %(numberGarrisoned)s a bordo dun barco mercante que está comerciando
hu: %(numberGarrisoned)s állomásozik egy kereskedőhajón
id: %(numberGarrisoned)s ditempatkan di dalam sebuah kapal dagang
it: %(numberGarrisoned)s imbarcato su una nave coomerciale
ja: %(numberGarrisoned)s人が交易船内に乗船
ka: %(numberGarrisoned)s ერთეული დგას მოვაჭრე გემის გარნიზონში
ko: %(numberGarrisoned)s명이 무역선에 주둔하고 있습니다
lt: %(numberGarrisoned)s įlaipintas prekybiniame laive.
lv: %(numberGarrisoned)s novietotu uz tirgotāja kuģa.
ms: %(numberGarrisoned)s mengawal kapal pedagang
nb: %(numberGarrisoned)s utstasjonert på et handelsreisende skip
nl: %(numberGarrisoned)s bemant een koopvaardijschip
pl: %(numberGarrisoned)s jednostka znajduje się na statku handlowym
pt_br: %(numberGarrisoned)s guarnição de um navio mercante comercial
pt_pt: %(numberGarrisoned)s guarnecido num navio mercante
ru: %(numberGarrisoned)s в гарнизоне торгового судна
sk: %(numberGarrisoned)s je nalodený na obchodnej lodi
sl: %(numberGarrisoned)s nastanjen na trgovski ladji
sq: %(numberGarrisoned)s të vendosur në një anije tregtare
sv: %(numberGarrisoned)s handelsman garnisonerad på handelsskepp
tr: %(numberGarrisoned)s ticari gemideki garnizon
uk: %(numberGarrisoned)s на борту торгового судна
zh: 商船共有%(numberGarrisoned)s 守卫
zh_tw: 商船共有 %(numberGarrisoned)s 個守衛

source: There is %(numberGarrisoned)s land trader garrisoned on a trading merchant ship
ar: %(numberGarrisoned)s -هنالك لا تجار أرضي على متن السفينة التجارية
ast: Ha hi %(numberGarrisoned)s commerciante imbarcadu n un mercante activu
bg: Има %(numberGarrisoned)s сухопътен търговец поставен на гарнизон в разменящ ресурси търговски кораб
br: Bez 'zo %(numberGarrisoned)s kenwerzher douarel e gwarnizon e-bourzh ur vag genwerzh
ca: Hi ha %(numberGarrisoned)s mercader refugiat en un vaixell mercant actiu
cs: Na obchodní lodi je umístěn %(numberGarrisoned)s obchodník obchodující mezi zeměmi
da: Der er %(numberGarrisoned)s landhandler garnisoneret på et handlende handelsskib.
de: Es ist %(numberGarrisoned)s Händler auf einem Handelsschiff
el: Υπάρχουν %(numberGarrisoned)s έμποροι γής φρουρούμενοι σε ένα εμπορικό πλοίο
es_cl: Hay %(numberGarrisoned)s comerciante de tierra guarnecidos en un barco de comercio
et: %(numberGarrisoned)s maismaakaukaupleja on varjendatud kaubalaeva.
eu: Lurreko merkatari %(numberGarrisoned)s dago guardan sartuta merkantzia ontzi batean
fa: %(numberGarrisoned)s نفر در کشتی تجاری قرار دارند.
fi: %(numberGarrisoned)s kauppias kauppa-aluksessa
fr: Il y a %(numberGarrisoned)s commerçant terrestre en garnison dans un navire marchand
ga: Tá %(numberGarrisoned)s thrádálaí tálun atá i ngarastún sa long thrádála seo.
gd: Tha %(numberGarrisoned)s neach-malairt tìre ’na ghearastan air long-mhalairt
gl: Hai %(numberGarrisoned)s comerciante a bordo dun barco mercante que está comerciando
hu: %(numberGarrisoned)s szárazföldi kereskedő állomásozik egy kereskedőhajón
id: Ada %(numberGarrisoned)s pedagang darat di dalam kapal dagang
it: C'è %(numberGarrisoned)s commerciante imbarcato su una nave mercantile
ja: %(numberGarrisoned)s人の陸の商人が交易船に乗船
ka: %(numberGarrisoned)s ერთეული ვაჭარი დგას მოვაჭრე გემის გარნიზონში
ko: 무역 상선에 주둔중인 %(numberGarrisoned)s명의 육로 상인들이 있습니다
lt: Yra %(numberGarrisoned)s prekybiniame laive įlaipintas sausumos pirklys.
lv: Uz tirgotāja kuģa ir novietoti %(numberGarrisoned)s sauszemes tirgotāju
ms: Terdapat %(numberGarrisoned)s pedagang darat mengawal kapal pedagang
nb: Det finnes %(numberGarrisoned)s landhandler utstasjonert på et handelsreisende skip
nl: Er is %(numberGarrisoned)s handelaar die een koopvaardijschip bemant.
pl: Jest %(numberGarrisoned)s kupiec lądowy na statku handlowym
pt_br: Há %(numberGarrisoned)s comerciante terrestre guarnecido em um navio mercante comercial
pt_pt: Há %(numberGarrisoned)s comerciante terrestre guarnecido num navio mercante
ru: %(numberGarrisoned)s торговец на торговом судне
sk: %(numberGarrisoned)s obchodník je nalodený na obchodnej lodi
sl: %(numberGarrisoned)s trgovec je nastanjen na trgovski ladji.
sq: Është %(numberGarrisoned)s tregtar tokësor i vendosur në një anije tregtare
sv: Det finns %(numberGarrisoned)s handelsman garnisonerad på handelsskepp
tr: %(numberGarrisoned)s ticaret gemisinde kara garnizonları vardır
uk: %(numberGarrisoned)s сухопутний торговець на борту торгового судна
zh: 共有 %(numberGarrisoned)s 陆商驻守于商船。
zh_tw: 有 %(numberGarrisoned)s 個陸地商人駐守於商船
