Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: We now have enough resources, but one structure is missing. Although this is an economic tutorial, it is nonetheless useful to be prepared for defense in case of attack, so let's build barracks.
ast: Agora tenemos recursos abondos pero falta una estructura. Magar qu'esto seya un tutorial tocante a la economía, nun hai nada más útil que preparase pa la defensa en casu d'ataque, asina que vamos facer cuarteles.
bg: Вече имаме достатъчно ресурси, но ни липсва една сграда. Въпреки че това обучение се концентрира върху икономиката, все пак не вреди да бъдем подготвени, в случай че някой ни нападне, така че да построим казарма.
de: Wir haben jetzt genug Ressourcen, aber ein Gebäude fehlt. Obwohl dies eine wirtschaftliche Einführung ist, ist es trotzdem gut, für eventuelle Angriffe vorbereitet zu sein, also bauen wir eine Kaserne.
el: Τώρα έχουμε αρκετούς πόρους, αλλά λείπει μια κατασκευή. Παρόλο που πρόκειται για έναν οικονομικό οδηγό εκμάθησης, είναι χρήσιμο να προετοιμαστείτε για άμυνα σε περίπτωση επίθεσης, οπότε ας οικοδομήσουμε στρατώνες.
es: Ahora tenemos suficientes recursos, pero falta una estructura. Aunque este es un tutorial económico, es útil estar preparado para defenderse en caso de ataque, así que construyamos barracones.
eu: Baliabide nahikoak ditugu orain, baina egitura bat falta da. Tutorial ekonomikoa den arren, hala ere, oso erabilgarria da erasoaren defentsarako prest egotea, beraz, kuartelak eraiki.
gd: Tha stòras gu leòr againn a-nis ach tha aon togalach a dhìth oirnn fhathast. Ged as e oideachadh mun eaconamaidh a tha seo, cha bhitheamaid nas bu mhiosa dheth nan robh sinn ullaichte air eagal gun doireadh nàmhaid ionnsaigh oirnn. Mar sin, togamaid taigh-feachd a-nis.
it: Ora abbiamo le risorse necessarie, ma manca una struttura. Anche se questo si tratta di un tutorial sull'economia, è comunque utile essere pronti a difendersi in caso di attacco, perciò costruiamo una Caserma.
ms: Kita kini mempunyai sumber yang mencukupi, tetapi masih kekurangan satu struktur. Walaupun ini adalah tutorial ekonomi, ia berguna untuk persediaan pertahanan jika ada serangan. Oleh itu, mari bina berek.
nb: Vi har nå nok ressurser, men én bygning mangler. Selv om dette er en økonomisk veiledning, er det uansett nyttig å være forberedt på forsvar i fall man blir angrepet, så la oss bygge brakker.
pl: Mamy teraz wystarczającą ilość zasobów, ale brakuje jednej struktury. Mimo że jest to przewodnik ekonomiczny, mimo to warto być przygotowanym na obronę w przypadku ataku, więc zbudujmy koszary.
pt_pt: Agora temos os recursos necessários, mas falta uma estrutura. Apesar disto ser um tutorial de economia, é no entanto útil estar preparado para defender um ataque, por isso vamos construir um quartel.
ru: Сейчас накоплено достаточно ресурсов, однако не хватает ещё одной постройки. Хотя это обучение посвящено экономическим аспектам игры, не помешает быть готовым защититься в случае нападения, так что давайте построим бараки.
zh: 我们有足够多的资源了，但还差一种建筑。尽管这是一个经济方面的教程，但准备防御攻击是必要的，来建造兵营吧。

source: Select four of your soldiers and ask them to build a barracks: as before, start selecting the soldiers, click on the barracks icon in the production panel and then lay down a foundation not far from your Civic Center where you want to build.
ast: Esbilla cuatro de los tos soldaos y pídi-yos que construyan un cuartel: como enantes, apenza por esbillar soldaos, fai clic nel iconu del cuartel nel panel de producción y dempués primi nuna zona que nun tean mui lloñe del sitiu onde quies construyir.
bg: Изберете четирима от во̀ините си и им наредете да построят казарма: както и преди, изберете во̀ините, щракнете върху иконката на казармата в панела със сградите и поставете основите ѝ някъде около селищния център.
de: Wähle vier deiner Soldaten aus und befiehl ihnen, eine Kaserne zu bauen: Wähle wie zuvor zuerst die Soldaten aus, klicke auf das Kaserne-Icon im Produktionsfeld und platziere dann das Fundament dort, wo du bauen willst, nicht zu weit weg vom Verwaltungssitz.
el: Επιλέξτε τέσσερις από τους στρατιώτες σας και ζητήστε τους να στήσουν στρατώνες: όπως και πριν, ξεκινήστε επιλέγοντας τους στρατιώτες, κάντε κλικ στο εικονίδιο στρατώνες στον πίνακα παραγωγής και στη συνέχεια τοποθετήστε τα θεμέλια όπου θέλετε να χτίσετε όχι πολύ μακριά από το Αστικό Κέντρο.
es: Selecciona a cuatro de sus soldados y ordénales que construyan un barracón: al igual que antes, primero selecciona a los soldados, haga clic en el icono del barracón en el panel de producción y después establece los cimientos cerca del Centro Cívico donde quieras construir.
eu: Aukeratu lau soldadu eta galdetu kuartel bat eraikitzeko: lehen bezala, soldaduak hautatzen hasi, produkzio panelean kuartelen ikonoan klik egin eta, gero, eraikitzeaz arduratu behar duzu.
gd: Tagh ceathrar dhe na saighdearan agad agus iarr orra gun tog iad taigh-feachd: mar a rinn sinn roimhe, tòisich le taghadh nan saighdearan, briog air ìomhaigheag an taigh-fheachd sa phanail saothrachaidh agus cuir sìos bonn faisg air an ionad shìobhalta agad far a bheil thu airson a thogail ann.
it: Seleziona quattro dei tuoi soldati e ordinagli di costruire una Caserma: come prima, inizia selezionando i soldati, clicca sull'icona della Caserma nel pannello di produzione e poni le fondamenta non lontano dal Centro Civico, dove intendi costruirla.
ms: Pilih empat orang askar anda dan arah mereka membina berek; sebelum itu, mula memilih askar, klik pada ikon berek dalam panel pembinaan dan letak tapak berek tidak jauh dari Pusat Sivik anda yang mahu dibina.
nb: Velg fire av dine soldater og gi dem i oppgave å bygge brakker. Som før, start med å velge soldatene, klikk på "Brakke"-ikonet i produksjonspanelet og legg så ned grunnsteinen ikke langt fra samfunnssenteret der du ønsker å bygge.
pl: Wybierz czterech swoich żołnierzy i poproś ich, aby zbudowali koszary: tak jak poprzednio, wybierz żołnierzy, kliknij ikonę koszar na panelu produkcyjnym, a następnie połóż fundament niedaleko Centrum Obywatelskiego, w którym chcesz budować.
pt_pt: Seleciona os teus 4 soldados e ordena-lhes que construam um quartel. Tal como antes, começa por selecionar os soldados, clica no ícone do quartel no painel de produção e clica no mapa para definir a fundação do edifício não longe do Centro Cívico.
ru: Выберите четырех ваших солдат и попросите их построить казарму: как и раньше, начните выбирать солдат, нажмите на значок казармы на панели производства, а затем заложите фундамент недалеко от вашего Городского Центра, где вы хотите построить.
zh: 选择四个士兵来建造兵营，单击建造板块上的兵营图标，在市政中心不远处放下地基以建造

source: Let's wait for the barracks to be built. As this construction is lengthy, you can add two soldiers to build it faster. To do so, select your Civic Center and set up a rally-point on the barracks foundation by right-clicking on it (you should see a hammer icon), and then produce two more builders by clicking on the hoplite icon twice.
ast: Vamos esperar que se construya'l cuartel. Darréu qu'esta construcción tarda en construyise, pues amestar dos soldaos pa construyir más rápido. Pa facelo, esbilla'l to centru cívicu y afita un puntu d'alcuentru na construcción del cuartel faciendo clic drechu nella (deberíes ver l'iconu d'un martiellu), y darréu produz dos constructores más primiendo dos vegaes nel iconu del hoplita.
bg: Да изчакаме построяването на казармата. Тъй като този строеж отнема повече време, можете да добавите двама во̀ини, за да го ускорите. За да направите това, изберете селищния си център и поставете сборната точка върху основата на казармата като щракнете с десния бутон върху нея (курсорът трябва да се превърне в чук), след което произведете още двама строители като натиснете два пъти иконката с хоплит.
de: Warten wir, bis die Kaserne fertig gebaut ist. Da dieser Bau länger dauert, kannst du zwei Soldaten hinzufügen, um sie schneller zu bauen. Wähle dazu den Verwaltungssitz an und setze mit einem Rechts-Klick einen Sammelpunkt auf das Kasernenfundament (du solltest ein Hammersymbol sehen). Bilde dann noch zwei Arbeiter aus, indem du zweimal auf das Hoplitensymbol klickst.
el: Ας περιμένουμε να χτιστούν οι στρατώνες. Καθώς αυτή η κατασκευή είναι χρονοβόρα, μπορείτε να προσθέσετε δύο στρατιώτες για να το φτιάξετε πιο γρήγορα. Για να το κάνετε αυτό, επιλέξτε το Αστικό Κέντρο και δημιουργήστε ένα σημείο συγκέντρωσης στη βάση του στρατώνα κάνοντας δεξί κλικ πάνω του (θα δείτε ένα εικονίδιο σφυρί) και στη συνέχεια παράγετε δύο ακόμη κατασκευαστές, κάνοντας δύο φορές κλικ στο εικονίδιο του οπλίτη.
es: Esperemos a que se construyan los barracones. Como esta construcción tomará su tiempo, puede agregar dos soldados para construirla más rápido. Para ello, selecciona el Centro Cívico y establece el punto de encuentro en los cimientos del barracón haciendo clic con el botón derecho en él (debería ver un icono con forma de martillo) y luego entrena a dos constructores más haciendo clic dos veces en el icono del Hoplita.
eu: Barrakak eraiki arte itxarongo dugu. Eraikitzea luzea denez, bi soldadu gehitu ditzakezu azkarrago eraikitzeko. Horretarako, Gizarte Zentroa aukeratu eta barrakaren oinarrian bilgune puntu bat ezarri bertan eskuin klika eginez (mailu ikonoa ikusi behar zenuke) eta gero bi behargin gehiago sortu hopite ikonoaren gainean bi aldiz klikatuz.
gd: Feumaidh sinn feitheamh gus am bi an taigh-feachd deiseil. On a bheir seo greis mhath, ’s urrainn dhut dithis shaighdear a chur ris gus a thogail nas luaithe. Gus seo a dhèanamh, tagh an t-ionad sìobhalta agad agus suidhich an ceann-cruinneachaidh air bonn an taigh-fheachd le briogadh deas air (bu chòir dhut ìomhaigheag ùird fhaicinn) agus an uairsin trèanaich dithis luchd-togail eile is tu a’ briogadh dà thuras air ìomhaigheag an hoiplid.
it: Aspetta che la caserma sia costruita. Poiché questa costruzione richiede tempo, puoi aggiungere due soldati per costruirla più velocemente. Per fare questo, seleziona il tuo Centro Civico e crea un punto di raccolta sulle fondamenta della caserma facendo clic su di esse con il pulsante destro del mouse (dovresti vedere l'icona del martello) e quindi produci altri due costruttori cliccando due volte sull'icona Oplita.
ms: Tunggu sebentar sehingga berek selesai dibina. Oleh kerana pembinaannya mengambil sedikit masa, anda boleh tambah lagi dua orang askar supaya pembinaan lebih pantas. Untuk membuatnya, pilih Pusat Sivik dan tentukan titik bolak-balik ke tapak pembinaan berek dengan mengklik-kanan padanya (satu ikon tukul muncul), kemudian hasilkan lagi dua orang jurubina dengan mengklik pada ikon hoplite sebanyak dua kali.
nb: La oss vente til brakkene er bygd. Siden denne konstruksjonen lar vente på seg, kan du legge til to soldater for å bygge den raskere. For å gjøre det, velg samfunnssenteret og sett et samlingspunkt på brakkenefundamentet ved å høyreklikke på det (du burde se et hammer-ikon). Produser så to byggere til ved å klikke på hoplitt-ikonet to ganger.
pl: Poczekajmy na budowę koszar. Ponieważ ta konstrukcja jest długa, możesz dodać dwóch żołnierzy, aby ją zbudować szybciej. Aby to zrobić, wybierz Centrum Obywatelskie i ustaw punkt zbiórki na fundamencie koszarowym, klikając go prawym przyciskiem myszy (powinieneś zobaczyć ikonę młotka), a następnie wytworzyć dwóch kolejnych budujących, klikając dwukrotnie ikonę hoplita (piechura greckiego)
pt_pt: Vamos esperar que o quartel esteja construído. Como esta construção demora, podes também adicionar 2 soldados para a construir mais depressa. Para isso, seleciona o Centro Cívico e define um Ponto de Encontro no Quartel clicando nele com o botão direito do rato (podes ver o ícone do martelo sobre ele), e então treina mais 2 unidades de construtores clicando no ícone do Hoplita duas vezes.
ru: Давайте подождем, пока построят казармы. Поскольку это строительство долгое, вы можете добавить еще двух солдат, чтобы построить быстрее. Чтобы сделать это, выберите свой Городской Центр и укажите точку сбора на фундаменте казармы, щелкнув правой кнопкой мыши на нем (вы должны увидеть значок молотка), а затем обучите еще двух строителей, дважды щелкнув значок Гоплита.
zh: 请等待兵营建造完成。因为建造时间长，你可以增加两名士兵来建得快些。方法：选择市政中心，右击兵营地基以设置集结点，然后点击希腊重步兵图标两次以产生两个建筑工人。

source: You should now be able to research 'Town Phase'. Select the Civic Center and click on the technology icon.
ast: Agora deberíes ser a investigar «Fas ciudá». Esbilla'l centru cívicu y primi nel iconu de la teunoloxía.
bg: Сега вече трябва да можете да проучите „Градската фаза“. Изберете селищния център и натиснете иконката на технологията.
de: Du solltest jetzt die Technologie „Stadtphase“ erforschen können. Wähle den Verwaltungssitz aus und klicke auf das Technologie-Icon.
el: Θα πρέπει τώρα να ερευνήσετε τη 'Φάση Κωμόπολης'. Επιλέξτε το Αστικό Κέντρο και κάντε κλικ στο εικονίδιο της τεχνολογίας.
es: Ahora deberías ser capaz de investigar la «Fase Intermedia». Selecciona el Centro Cívico y haz clic sobre el icono de tecnología.
eu: Orain "Herri Fasea" ikertzeko gai izan behar duzu. Gizate Zentroa aukeratu eta teknologiaren ikonoan klikatu.
gd: Bu chòir dhut a bhith ullamh a-nis gus “linn nam bailtean” a rannsachadh. Tagh an t-ionad sìobhalta agus briog air ìomhaigheag an teicneolais.
it: Adesso dovresti essere in grado di ricercare la 'Fase Cittadina'. Seleziona il Centro civico e clicca sull'icona della tecnologia.
ms: Anda sepatutnya boleh mengkaji 'Fasa Pekan'. Pilih Pusat Sivik dan klik pada ikon teknologi.
nb: Du bør nå kunne forske frem "tettstedfasen". Velg samfunnssenteret og klikk på teknologiikonet.
pl: Powinieneś być w stanie opracować "Fazę Miasta". Wybierz centrum osady i kliknij na ikonę technologii.
pt_pt: Agore deves poder desenvolver a "Fase de Vila". Seleciona o Centro Cívico e clica no ícone da tecnologia.
ru: Теперь вы должны быть в состоянии исследовать "Этап небольшого города". Выберите Городской Центр и щелкните на значок технологии.
zh: 你现在可以研发城镇阶段，选择市政中心并单击科技图标

source: If you still miss some resources (icon with red overlay), wait for them to be gathered by your workers.
ast: Si entá te falta dalgún recursu (iconu coloráu), espera a que los tos trabayadores recueyan más.
bg: Ако все още имате нужда от някои ресурси (тоест иконката е червена), изчакайте докато работниците Ви ги съберат.
br: Ma vank deoc'h un nebeud mammennoù c'hoazh (arlun goloet e ruz) gortozit betek ma vefent dastumet gant ho labourerien.
ca: Si encara us falten recursos (la icona és vermella), espereu que els treballadors els recol·lectin.
cs: Pokud vám stále chybí nějaké suroviny (ikona s červeným překrytím), počkejte, než je vaši pracovníci nashromáždí.
de: Wenn dir noch ein paar Ressourcen fehlen (das Symbol ist rot unterlegt), warte, bis diese von deinen Arbeitern gesammelt wurden.
el: Αν εξακολουθούν να σας λείπουν ορισμένοι πόροι (εικονίδιο με κόκκινη επικάλυψη), περιμένετε να συγκεντρωθούν από τους εργάτες σας.
eo: Se al vi ankoraŭ mankas kelkaj resursoj (bildeto kun ruĝa kovro), atendu ke ilin via laboristo kolektos.
es: Si aún faltan algunos recursos (icono de color rojo), espera a que los trabajadores los recojan.
es_ar: Si todavía faltan recursos (ícono en rojo), espera a que sean recolectados por tus trabajadores.
eu: Baliabideak galtzen jarraitzen baduzu (ikonoa gorriz gainidatzia), itxaron langileek jaso bitartean.
fa: اگر کماکان مقداری از منابع را کم دارید (عکس منبع با پوشش قرمز)، صبر کنید تا مقدار لازم توسط کارگرهای شما جمع آوری شود.
fi: Jos sinulta puuttuu vielä resursseja (punaisella peitetty kuvake), odota, että työntekijäsi keräävät niitä riittävästi.
fr: Si vous manquez encore de ressources (icône rouge), attendez qu’elles soient collectées par vos travailleurs.
ga: Má tá roinnt acmhainní ar iarraigh agat (íocón ag forleagan dearg), fan go dtí tá an méid acmhainne raichtanach agat.
gd: Ma tha stòras no dhà a dhìth ort fhathast (bith dath dearg air an ìomhaigheag), fuirich gus am bi an luchd-obrach agad air a chruinneachadh.
gl: Se te faltan recursos (icona en vermello), agarda a que os traballadores os recollan.
hu: Ha még mindig hiányzik némi nyersanyag (vörös réteg az ikonon), várj egy kicsit, míg a dolgozók összegyűjtik.
id: Jika Anda masih melewatkan beberapa sumber daya (ikon dengan hamparan merah), tunggu sampai mereka dikumpulkan oleh pekerja Anda.
it: Se manca ancora qualche risorsa (icona evidenziata in rosso), attendi che sia raccolta dai tuoi lavoratori.
ja: まだ資源が不足している（アイコンが赤くなっている）場合は、労働者が採集するのを待ってください。
ko: 여전히 일부 자원(빨간 색 덧판이가 있는 아이콘)이 부족할 경우 일꾼이 자원을 채집할 때까지 기다리십시오.
ms: Jika anda masih kehilangan beberapa sumber (ikon menjadi merah), tunggu sehingga dipenuhi oleh pekerja anda.
nb: Hvis du fremdeles mangler noen ressurser (ikonet med rødt overleggslag), vent på at de blir sanket inn av dine arbeidere.
nl: Als u nog wat grondstoffen mist (icoon met de rode overlay), wacht dan totdat ze verzameld zijn door uw werkers.
pl: Jeśli nadal brakuje niektórych zasobów (ikona z czerwoną nakładką), należy poczekać, aż zostaną zebrane przez pracowników.
pt_br: Se você precisa de alguns recursos (ícone avermelhado), aguarde eles serem coletados por seus trabalhadores.
pt_pt: Se ainda te faltarem recursos (ícone a vermelho), espera até que os teus trabalhadores tenham recolhido o suficiente.
ru: Если вам все еще не хватает некоторых ресурсов (значок будет красным), подождите, пока они будут собраны вашими работниками.
sk: Ak ti ešte chýbajú nejaké zdroje (ikona ofarbená na červeno), počkaj, kým ich pracovníci získajú.
sv: Om du saknar resurser (symbolen är röd), vänta på att dina arbetare har samlat in dem.
tr: Hala bazı kaynaklar eksikse (kırmızı simgeyle gösterilir), işçilerin toplamasını bekleyin.
uk: Якщо вам все ще не вистачаєте ресурсів (піктограма пофарбована в червоне), зачекайте, поки їх зберуть ваші працівники.
zh: 如果你还缺少一些资源(图标是红色的)，请等待你的工人采集完它们。
zh_tw: 如果您還缺少某些資源，那麼圖示會顯示為紅色，這時請等待工人採集到足夠的資源吧。
