Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: 2. Not use the service with third-party software or mods that prevents the user from being informed of updated Terms and Conditions, unless authorized by a Wildfire Games team member.
ast: 2. Nun usare l servicio cun programmas de terceiros ou camudæs q’impedieren a l usuariu inteyrasse de términos & condiciones anovados, a nun ser q’un miembru de l personal de Wildfire Games llo authorize.
bg: 2. Не използвате услугата заедно с допълнителни програми или модификации, пречещи на потребителя да бъде уведомяван за промени в Правилата и условията, освен ако нямате изрично разрешение от член на екипа на Wildfire Games;
ca: 2. No utilitzar el servei amb programari o modificacions de tercers que impedeixin que l'usuari estigui informat dels termes i condicions actualitzats, tret que sigui autoritzat per un membre de l'equip de Wildfire Games.
cs: 2. Službu nepoužijete s pomocí softwaru nebo pozměněných verzí třetích stran, které brání tomu, aby byl uživatel informován o aktualizovaných smluvních podmínkách, pokud není oprávněn členem týmu Wildfire Games.
de: 2. Den Dienst nicht mit Drittanbietersoftware oder -Mods zu verwenden, die verhindern, dass der Nutzer von aktualisierten Nutzungsbedingungen in Kenntnis gesetzt wird, außer es wurde von Wildfire Games genehmigt.
el: 2. Μην χρησιμοποιείς την υπηρεσία με λογισμικό άλλου κατασκευαστή ή τροποποιήσεις (mods) που εμποδίζει τον χρήστη να ενημερώνεται για τους ενημερωμένους Όρους και Προϋποθέσεις, εκτός αν εξουσιοδοτηθείς από μέλος της ομάδας της Wildfire Games.
es: 2. No utilizar el servicio con software o modificaciones de terceros que eviten que el usuario sea informado de los Términos y condiciones actualizados, a menos que lo autorice un miembro del equipo de Wildfire Games.
eu: 2. Ez erabili eguneratutako baldintzekin jakinaren gainean eragozten duen hirugarrenen software edo aldaketekin, Wildfire Games taldeko kide batek baimena eman ezean.
fi: 2. Et saa käyttää palvelua kolmannen osapuolen ohjelmistojen tai modien kanssa, jotka estävät käyttäjää saamasta tietoa päivitetyistä käyttöehdoista, ellei Wildfire Games -tiimin jäsen ole antanut siihen lupaa.
fr: 2. Ne pas utiliser le service avec des logiciels tiers ou des mods qui empêchent l'utilisateur d'être informé des mises à jour des Conditions Générales, sauf si autorisé par un membre de l'équipe Wildfire Games.
ga: 2. Ná húsáid an tseirbhís le bogearraí tríú páirtí nó modhnuithe cé a chur cosc ar eolas Tearmaí agus Coinníolacha nua, ach amháin má tá sé ceadaithe ag ball foirne Wildfire Games.
gd: 2. Nach cleachd thu an t-seirbheis le bathar-bog treas-phàrtaidh no le tuilleadan a bhacas an cleachdaiche o fhiosrachadh fhaighinn mu Theirmichean is cumhaichean ùra ach mura deach seo ùghdarrachadh le ball sgioba Wildfire Games.
gl: 2. Non usar o servizo con software de terceiros ou modificacións que impiden que se informe ao usuario das actualizacións dos termos e condicións, a menos que o autorice un membro do equipo de Wildfire Games.
hu: 2. Nem használod a szolgáltatást olyan harmadik féltől származó szoftverekkel vagy modokkal, amelyek megakadályozzák, hogy a felhasználó értesüljön a felhasználási feltételek változásáról, hacsak ezt nem engedélyezte egy Wildfire Games csapattag.
id: 2. Tidak menggunakan layanan dengan perangkat lunak atau mod pihak ketiga yang mencegah pengguna untuk diberi tahu tentang Syarat dan Ketentuan yang diperbarui, kecuali diizinkan oleh anggota tim Wildfire Games.
it: 4. Non usare servizi da software esterni o mod che impediscano l'utente dall'essere informato di un aggiornamento dei Termini e Condizioni, salvo autorizzazione da parte di un membro del team Wildfire Games
ko: 2. 이 서비스는 Wildfire Games 팀원의 권한이 없는한 갱신된 약관에 대해 사용자에게 알리지 않도록 하는 타사 소프트웨어 또는 모드와 함께 사용하지 않습니다.
lv: 2. Neizmantot pakalpojumu ar trešās puses programmatūru vai modifikācijām, kas neļauj lietotājam tikt informētam par atjauninātiem Noteikumiem un Nosacījumiem, ja vien to nav atļāvis Wildfire Games komandas loceklis.
nl: 2. Gebruik de service niet met software of mods van derden die verhinderen dat de gebruiker op de hoogte wordt gehouden van bijgewerkte Algemene voorwaarden, tenzij geautoriseerd door een Wildfire Games-teamlid.
pl: 2. Niewykorzystywanie usługi z innymi programami lub modami, które nie pozwalają użytkownikowi na pobieranie informacji o nowych zasadach korzystania, o ile nie zostały autoryzowane przez członka Wildfire Games.
pt_br: 2. Não usar o serviço com software ou mods de terceiros que impeçam o usuário de ser informado sobre os Termos e Condições atualizados, a menos que autorizado por um membro da equipe da Wildfire Games.
pt_pt: 2. Não usar o serviço com software ou mods de terceiros que impeçam o utilizador de ser informado sobre os Termos e Condições atualizados, a não ser que esteja autorizado por um membro da equipa da Wildfire Games.
ru: 2. Не используйте сервис со сторонним программным обеспечением или модификациями, которые не позволяют пользователю получать информацию об обновлениях Условий использования, без разрешения члена команды Wildfire Games.
sk: 2. Nepoužívať službu s programmi tretích strán alebo módov, ktoré znemožňujú používateľovi aby bol informovaný o zmene podmienok, pokiaľ nie je povolený členom týmu Wildfire Games.
sv: 2. Använd inte tjänsten med program vara från tredje part eller mods som hindrar användaren från att informeras om uppdaterade regler och villkor, om det inte godkänts av en Wildfire Games-lagmedlem.
tr: 2. Hizmeti, bir Wildfire Games ekibi üyesi tarafından izin verilmedikçe, kullanıcının güncellenmiş Şartlar ve Koşullardan haberdar edilmesini önleyen üçüncü taraf yazılımı veya modları ile kullanmayın.
uk: 2. Невикористанням послуги із стороннім програмним забезпеченням або модифікаціями, що перешкоджають інформуванню користувача про оновлення правил та умов, якщо це не дозволено членом команди Wildfire Games.
zh: 2. 除非Wildfire Games团队授权，否则不得将该服务与第三方软件或mods一起使用，以防止用户无法获取更新的条款和条件。
zh_tw: 2. 除非 Wildfire Games 團隊成員授權，不得將該服務與防止使用者被告知更新條款的第三方軟體或模組一起使用。

source: 3. Use the service at your own risk. Wildfire Games does not take responsibility for the content posted by users or damages resulting from this service.
ast: 3. Usare l servicio pola tua cuœnta & riesgu. Wildfire Games nun se responsibiliza de l contenido publicado por usuarios ou de danhos que resulten d’esti servicio.
bg: 3. Използвате услугата на собствена отговорност. Wildfire Games не носи отговорност за публикувано от потребителите съдържание или нанесени щети в резултат на ползването на услугата.
ca: 3. Utilitzar el servei sota el vostre propi risc. Wildfire Games no es fa responsable dels continguts publicats pels usuaris o dels danys i perjudicis derivats d'aquest servei.
cs: 3. Službu použijete na vlastní nebezpečí. Wildfire Games nenese zodpovědnost za obsah zaslaný uživateli nebo za škody způsobené touto službou.
de: 3. Den Dienst auf eigenes Risiko zu verwenden. Wildfire Games ist nicht verantwortlich für Inhalte, die von Nutzer gepostet werden, oder für Schäden, die von diesem Dienst verursacht werden.
el: 3. Χρησιμοποιήσεις την υπηρεσία με δική σου ευθύνη. Η Wildfire Games δεν αναλαμβάνει την ευθύνη για το περιεχόμενο που δημοσιεύουν οι χρήστες ή για ζημιές που προκύπτουν από αυτήν την υπηρεσία.
es: 3. Usa el servicio bajo tu propia responsabilidad. Wildfire Games no se hace responsable del contenido publicado por los usuarios o los daños provocados por este servicio.
eu: 3. Zerbitzua zure ardurapean erabili . Wildfire Gamesek ez du erabiltzaileek argitaratutako edukien edo zerbitzu honen erabilerak egindako kalteez ardurarik izango.
fi: 3. Käytä palvelua omalla vastuullasi. Wildfire Games ei ota vastuuta käyttäjien julkaisemasta sisällöstä tai tästä palvelusta aiheutuvista vahingoista.
fr: 3. Utiliser le service à vos risques et périls. Wildfire Games n'engage pas sa responsabilité sur le contenu posté par les utilisateurs ou les dommages résultant de ce service.
ga: 3. Úsáid an tseirbhís ar do phriacal féin. Ní ghlacann Wildfire Games freagracht don inneachar postáilte ag na húsáideoirí nó aon damáiste mar thoradh ar an seirbhís seo.
gd: 3. Gun cleachd thu an t-seirbheis air do chunnart fhèin. Chan eil uallach air Wildfire Games airson na susbainte a thèid a phostadh le cleachdaichean no airson dochann a chaidh adhbharachadh leis an t-seirbheis seo.
gl: 3. Use o servizo baixo a súa propia responsabilidade. Wildfire Games non se fai responsábel do contido publicado polos usuarios ou os danos que resulten deste servizo.
hu: 3. A szolgáltatást saját felelősségre használod. A Wildfire Games nem vállal felelősséget a felhasználók által közzétett tartalomért, vagy a szolgáltatás használatából eredő károkért.
id: 3. Gunakan layanan dengan risiko Anda sendiri. Wildfire Games tidak bertanggung jawab atas konten yang disiarkan oleh pengguna atau kerusakan yang diakibatkan dari layanan ini.
it: 3. Usa il servizio a tuo pericolo. Wildfire Games non si prende responsabilità per il contenuto caricato dagli utenti o il danno causato da questo servizio
ko: 3. 자신의 책임하에 서비스를 사용하십시오. Wildfire Games는 사용자가 게시한 콘텐츠 또는 이 서비스로 인해 발생한 손해에 대해 책임을 지지 않습니다.
lv: 3. Izmantot pakalpojumu uz savu risku. Wildfire Games neuzņemas atbildību par lietotāju ievietoto saturu vai par zaudējumiem, kas rodas no šī pakalpojuma.
nl: 3. Gebruik de service op eigen risico. Wildfire Games is niet verantwoordelijk voor de inhoud die door gebruikers wordt geplaatst of voor schade die voortvloeit uit deze service.
pl: 3. Korzystanie z usługi na własną odpowiedzialność. Wildfire Games nie ponosi odpowiedzialności za szkody wywołane usługą.
pt_br: 3. Use o serviço ao seu próprio risco. A Wildfire Games não se responsabiliza por conteúdo publicado por usuários ou danos advindos do uso deste serviço.
pt_pt: 3. Usar o serviço sob seu próprio risco. A Wildfire Games não assume qualquer responsabilidade pelo conteúdo publicado por utilizadores ou danos resultantes deste serviço.
ru: 3. Пользуйтесь сервисом на свой страх и риск. Wildfire Games не несёт ответственности за контент, размещенный пользователями, или за ущерб, возникший в результате использования данного сервиса.
sk: 3. Používanie služby je na vlastné riziko. Wilfire Games neberie žiadnu zodpovednosť za obsah umiestnený používateľmi alebo prípadnými škodami spôsobenými počas používania tejto služby.
sv: 3. Använd tjänsten på egen risk. Wildfire Games tar inte ansvar för innehåll som publiceras av användare eller skador till följd av denna tjänst.
tr: 3. Hizmeti kullanmak kendi sorumluluğunuzdadır. Wildfire Games, kullanıcılar tarafından yayınlanan içerikten veya bu hizmetten kaynaklanan zararlardan sorumlu tutulamaz.
uk: 3. Використанням послуги на Ваш власний ризик. Wildfire Games не несе відповідальності за вміст, розміщений користувачами або збитки внаслідок цієї послуги.
zh: 3.使用本服务风险自负。 Wildfire Games不对用户发布的内容或此服务造成的损害承担责任。
zh_tw: 3. 自行承擔使用本服務的風險。Wildfire Games 不對使用者發布的內容或此服務造成的損害負責。

source: [font="sans-bold-14"]Wildfire Games reserves the right to:[/font]
ast: [font="sans-bold-14"]Wildfire Games acouta l direiꞇhu a:[/font]
bg: [font="sans-bold-14"]Wildfire Games запазва правото си да:[/font]
ca: [font="sans-bold-14"]Wildfire Games es reserva el dret de:[/font]
cs: [font="sans-bold-14"]Wildfire Games si vyhrazuje právo:[/font]
de: [font="sans-bold-14"]Wildfire Games behält sich das Recht vor:[/font]
el: [font="sans-bold-14"]Η Wildfire Games διατηρεί το δικαίωμα να:[/font]
es: [font="sans-bold-14"]Wildfire Games se reserva el derecho a:[/font]
eu: [font="sans-bold-14"]Wildfire Gamesek honen eskubideen jabea da:[/font]
fi: [font="sans-bold-14"]Wildfire Games pidättää oikeuden:[/font]
fr: [font="sans-bold-14"]Wildfire Games se réserve le droit de :[/font]
ga: [font="sans-bold-14"]Cúlchiste ag Wildfire Games leis na rialacha seo:[/font]
gd: [font=”sans-bold-14”]Tha Wildfire Games a’ glèidheadh na còrach:[/font]
gl: [font="sans-bold-14"]Wildfire Games resérvase o dereito a:[/font]
hu: [font="sans-bold-14"]A Wildfire Games fenntartja a jogot, hogy:[/font]
id: [font="sans-bold-14"]Wildfire Games berhak untuk:[/font]
it: [font="sans-bold-14"]Wildfire Games si riserva il diritto di:[/font]
ko: [font="sans-bold-14"]Wildfire Games는 다음과 같은 권리를 보유합니다:[/font]
lv: [font="sans-bold-14"]Wildfire Games patur tiesības:[/font]
ms: [font="sans-bold-14"]Wildfire Games mengekalkan haknya terhadap:[/font]
nl: [font="sans-bold-14"]Wildfire Games behoudt het recht om:[/font]
pl: [font="sans-bold-14"]Wildfire Games zastrzega sobie prawa do:[/font]
pt_br: [font="sans-bold-14"]A Wildfire Games reserva o direito de:[/font]
pt_pt: [font="sans-bold-14"]Wildfire Games reserva o direito de:[/font]
ru: [font="sans-bold-14"]Wildfire Games сохраняет за собой права на:[/font]
sk: [font="sans-bold-14"]Wildfire Games si vyhradzuje právo na:[/font]
sv: [font = "Sans-fet-14"] Wildfire Games förbehåller sig rätten att: [/font]
tr: [font="sans-bold-14"]Wildfire Games haklarını saklı tuttuğu konular:[/font]
uk: [font="sans-bold-14"]Wildfire Games залишає за собою право на:[/font]
zh: [font="sans-bold-14"]Wildfire Games 有权:[/font]
zh_tw: [font="sans-bold-14"]Wildfire Games 保留以下權利：[/font]

source: 1. Moderate the service, i.e. to enforce the Terms of Use by restricting, suspending or terminating user accounts.
ast: 1. Moderare l servicio, esto ye, fhazer complire los términos d’usu restringiendo, suspendiendo ou terminando cuœntæs d’usuariu.
bg: 1. Модерира услугата, тоест да налага правилата описани в Условията на ползване като ограничава, временно отстранява или заличава потребителски акаунти;
ca: 1. Moderar el servei, és a dir, fer complir els termes d'ús restringint, suspenent o cancel·lant els comptes d'usuari.
cs: 1. Usměrňování služby, tj. prosazování Podmínek užití omezením, pozastavením nebo ukončením uživatelských účtů.
de: 1. Den Dienst zu moderieren, d.h. die Nutzungsbedingungen durchzusetzen, indem Benutzerkonten beschränkt, gesperrt oder gelöscht werden.
el: 1. Συντονισμός της υπηρεσία, δηλαδή να επιβληθούν οι Όροι Χρήσης περιορίζοντας, αναστέλλοντας ή τερματίζοντας τους λογαριασμούς χρηστών.
es: 1. Modere el servicio, es decir, para hacer cumplir los Términos de uso restringiendo, suspendiendo o cancelando cuentas de usuario.
eu: 1. Zerbitzua moderatu, erabiltzaile baldintzak bete araziz, erabiltzaileen kontuak mugatuz, etenez edota ezabatuz.
fi: 1. Moderoida palvelua eli valvoa käyttöehtojen noudattamista rajoittamalla, jäädyttämällä tai sulkemalla käyttäjätilejä.
fr: 1. Modérer le service, c’est-à-dire appliquer les conditions d’utilisation en restreignant, suspendant ou supprimant les comptes d’utilisateur.
ga: 1. Don seirbhis a mhaolú, .i. do na Tearmaí Úsáide a chur i bhfeidhm trí srian a choimeád ar, fionraí a chur ar, nó scaoil a dhéanamh ar chuntais úsáideoirí.
gd: 1. Gun dèan sinn maorsainneachd air an t-seirbheis, ’s e seo gun èignich sinn Teirmichean a’ chleachdaidh le cuingeachadh, cur à rèim no cur gu crìoch chunntasan cleachdaiche.
gl: 1. Moderar o servizo, é dicir, facer cumprir os termos de uso restrinxindo, suspendendo ou cancelando contas de usuario.
hu: 1. Moderálja a szolgáltatást, azaz betartassa a felhasználási feltételeket a felhasználó fiókok korlátozásával, felfüggesztésével vagy megszüntetésével.
id: 1. Memoderasi layanan, yaitu untuk menegakkan Ketentuan Penggunaan dengan membatasi, menangguhkan, atau menghentikan akun pengguna.
it: 1. Moderare il servizio, es. imporre i Termini di Utilizzo restringendo, sospendendo o chiudendo account dell'utente
ko: 1. 서비스를 중간화합니다. 즉, 사용자 계정을 제한, 일시 정지 또는 종료하여 이용 약관을 적용합니다.
lv: 1. Moderēt pakalpojumu, t.i., lai izpildītu Lietošanas noteikumus, ierobežojot, apturot vai pārtraucot lietotāju kontus.
nl: 1. De service te modereren, d.w.z. de Gebruiksvoorwaarden te handhaven door gebruikersaccounts te beperken, op te schorten of te beëindigen.
pl: 1. Ulepszanie usługi, tj. egzekwowanie Warunków korzystania poprzez ograniczanie, zawieszanie lub zamykanie kont użytkowników.
pt_br: 1. Moderar o serviço, ou seja, aplicar os Termos de Uso restringindo, suspendendo ou encerrando contas de usuários.
pt_pt: 1. Moderar o serviço, ou seja obrigar os Termos de Utilização através da restrição, suspensão ou terminação das contas de utilizador.
ru: 1. Модерируйте сервис, т.е. обеспечивайте соблюдение Условий пользования, ограничивая, приостанавливая или прекращая действие учетных записей пользователей.
sv: 1. moderera tjänsten, det vill säga att genomdriva användnings villkoren genom att begränsa, stänga av eller avsluta användar konton.
tr: 1. Hizmeti yönetmek, yani, Kullanım Koşullarını uygulamak için kullanıcı hesaplarını kısıtlamak, askıya almak veya sonlandırmak.
uk: 1. Модерувати послугу, тобто забезпечити дотримання умов використання шляхом обмеження, призупинення або припинення дії облікових записів користувачів.
zh: 1.审核服务，即通过限制，暂停或终止用户帐户来强制执行使用条款。
zh_tw: 1. 管理服務，如透過限制、暫停或終止使用者帳號執行使用條款。

source: 2. Appoint others to moderate the service.
ar: 2. تعيين آخرين لاعتدال الخدمة.
ast: 2. Designar a outros para moderare l servicio.
bg: 2. Назначава други хора, които да модерират услугата;
br: 2. Kinnig tud all evit luskañ ar servij.
ca: 2. Designar a d'altres per moderar el servei.
cs: 2. Ustanovit jiné k řízení služby.
de: 2. Andere zu ernennen, den Dienst zu moderieren.
el: 2. Διορισμός άλλων για επίβλεψη της υπηρεσίας.
es: 2. Designar a otros para que moderen el servicio.
es_cl: 2. Designar a otros moderadores en el servicio.
eu: 2. Beste batzuk izendatu zerbitzua moderatzeko.
fa: 2. تخصیص دیگران برای مدیریت خدمات
fi: 2. Nimetä toisia keskinkertaiseen palveluun.
fr: 2. Désigner d'autres personnes pour modérer le service.
ga: 2. Ceap duine eile ag modhnú na seirbhíse.
gd: 2. Gun cuir sinn càch ann an dreuchd ach an dèan iad maorsainneachd air an t-seirbheis.
gl: 2. A nomear terceiros para moderar o servizo.
hr: 2. Zadužimo druge da moderiraju uslugu.
hu: 2. Mások kijelölésére a szolgáltatás moderálására.
id: 2. Menunjuk orang lain untuk memoderasi layanan.
it: 2. Nominare altri a moderare il servizio.
ja: 2. 当サービスを運営する他者を任命すること。
ka: 2. სხვებს განვაკარგვინოთ მომსახურება.
ko: 2. 다른 사람으로 하여금 서비스를 중재하도록 지명합니다.
lv: 2. Ievietot citus, lai moderētu pakalpojumu.
ms: 2. Melantik orang lain untuk menyederhanakan perkhidmatan.
nb: 2. Utnevn andre til å moderere tjenesten.
nl: 2. Anderen aanduiden om de service te modereren.
pl: 2. Wyznaczanie innych do moderowania usługi.
pt_br: 2. Designar terceiros para moderar o serviço.
pt_pt: 2. Designar terceiros para moderar o serviço.
ro: 2. Desemna pe alții să modereze serviciul.
ru: 2. Назначать других модераторами сервиса.
sk: 2. Povoľovať druhým moderovať službu.
sr: 2. Задужимо друге да надгледају услуге.
sv: 2. Utse andra till att moderera tjänsten.
tr: 2. Servis moderasyonu için başkalarını tayin etmek.
uk: 2. Призначати інших для модерування послуги.
zh: 2. 委任其他人运营服务。
zh_tw: 2. 委任他人管理服務。

source: 3. Discontinue or interrupt any part of the service at any time.
ast: 3. Suspender ou interromper qualquiera parte de l servicio in qualquier momento.
bg: 3. Преустановява временно или окончателно всяка част от услугата по всяко време.
ca: 3. Suspendre o interrompre qualsevol part del servei en qualsevol moment.
cs: 3. Kdykoliv přerušit nebo ukončit jakoukoliv službu.
de: 3. Jeglichen Teil des Dienstes zu jeder Zeit zu unterbrechen oder einzustellen.
el: 3. Διακοπή ή διακοπή οποιουδήποτε τμήματος της υπηρεσίας ανά πάσα στιγμή.
es: 3. Discontinuar o interrumpir cualquiera parte del servicio en cualquier momento.
eu: 3. Edozein momentutan zerbitzuaren edozein atal gelditu edo eten.
fi: 3. Lopettaa tai keskeyttää minkä tahansa palvelun osan milloin tahansa.
fr: 3. Stopper ou interrompre le service à n'importe quel moment.
ga: 3. Scoir de nó cuir isteach ar aon chuid don seirbhís ag aon am.
gd: 3. Gun sguir sinn de phàirt sam bith dhen t-seirbheis no gun cuir sinn ’na stad i uair sam bith.
gl: 3. Cesar ou interromper calquera parte do servizo en calquera momento.
hu: 3. Bármikor megszüntesse vagy megszakítsa a szolgáltatás bármely részét.
id: 3. Menghentikan atau menyela bagian mana pun dari layanan ini kapan saja.
it: 3. Interrompere qualsiasi parte del servizio in qualsiasi momento
ko: 3. 언제든지 서비스의 일부를 중단하거나 중단할 수 있습니다.
lv: 3. Jebkurā laikā pārtraukt jebkuru pakalpojuma daļu.
nl: 3. Onderdelen van de service op ieder gewenst moment te beëindigen of onderbreken.
pl: 3. Zaprzestanie lub przerwanie usługi w dowolnym czasie i bez wcześniejszego powiadomienia.
pt_br: 3. Descontinuar ou interromper qualquer parte do serviço a qualquer momento.
pt_pt: 3. Descontinuar ou interromper qualquer parte do serviço a qualquer altura.
ru: 3. Прекратить или прервать любую часть сервиса в любое время.
sv: 3. Avbryt eller Avbryt någon del av tjänsten när som helst.
tr: 3. Hizmetin herhangi bir bölümünü istediğiniz zaman durdurun veya kesin.
uk: 3. Припинити або перервати будь-яку частину послуги в будь-який час.
zh: 3.随时终止或中断服务的任何部分。
zh_tw: 3. 隨時停止或中斷服務的任何部分。
