Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Vercingetorix (Gaulish: Ver-Rix Cingetos) was the chieftain of the Arverni tribe in Gaul (modern France). Starting in 52 B.C. he led a revolt against the invading Romans under Julius Caesar, his actions during the revolt are remembered to this day. Vercingetorix was probably born near his tribes capital (Gergovia). From what little info we have Vercingetorix was probably born in 72 B.C., his father was Celtius and we don't know who his mother was. Because we only know of him from Roman sources we don't know much about Vercingetorix as a child or young man, except that perhaps he was probably very high spirited and probably gained some renown in deeds.
ast: Vercinxétorix (Galu: Vercingetorix) foi'l caudiellu de la tribu de los arvernos de la Galia (la Francia moderna). Dende 52 a.C. dirixó una revuelta escontra los invasores romanos baxo Xuliu César. Les sos aiciones na revuelta entá se recuerden anguaño. Vercinxétorix ñacería cerca de la capital de la tribu, (Xergovia). De la poca información que tenemos, Vercinxétorix ñacería en 72 a.C., fíu de Celciu y de ma desconocida. Porque solo lu conocemos per fontes romanes, nun sabemos muncho de Vercinxétorix de cuando yera neñu o rapaz, sacante que sedría enforma rixosu y algamaría della sonadía polos fechos.
bg: Верцингеторикс (галски: Вер-рикс Цингетос) бил вождът на племето Арверни в Галия (днешна Франция). Започвайки през 52г. пр.н.е., той повежда въстание срещу нахлуващите римляни, подчинени на Юлий Цезар. Действията му по време на бунта се помнят и до днес. Верцингеторикс вероятно е роден в близост до столицата на племето си (Герговия). Според малкото информация, която имаме, знаем, че годината на раждане вероятно е 72г. пр.н.е., баща му е Келтиус, но майка му ни е неизвестна. Тъй като го познаваме само от римски източници, не знаем много за него като дете или младеж, освен това, че вероятно е бил буен и че вероятно е печелил слава чрез делата си.
br: Versinjetoriks (Galianeg: Ver-Rix Kingetos) a oa levier ar meuriad Arvern e Galia (Frañs a-vremañ). Adalek 52 a-raok J.-K. e renas un emsavadeg a-enep an aloubadegoù Roman dindan Julius Kaesar, e oberennoù e-pad an emsavadeg n'int ket aet diwar soñjoù an dud hiziv-an-deiz. Ganet e oa bet Versinjetoriks marteze tost da gêrbenn e veuriadoù (Jergovia). Diouzh an titouroù bihan hon eus diwar e benn e oa bet ganet Versinjetoriks moarvat e 72 a-raok J.-K., e dad a oa Keltius ha ne ouzomp ket piv a oa e vamm. Ne anavezomp nemet anezhañ diwar mammennoù Roman nemetken, setu ma ne ouzomp ket kalz a draoù diwar-benn Versinjetoriks pa oa bugel pe ur paotr yaouank, war-bouez e e oa marteze kalonek-kenañ hag en doa gounezet un anv kaer diwar e oberennoù.
ca: Vercingètorix (Gal: Ver-Rix Cingetos) va ser el cap de la tribu dels arverns a la Gàl·lia (la França moderna). A partir de l'any 52 aC va liderar una revolta contra els invasors romans comandats per Juli Cèsar. Les seves accions durant la revolta encara es recorden avui en dia. Vercingètorix probablement va néixer prop de la capital de la seva tribu (Gergòvia). Amb la poca informació que hi ha, es creu que va néixer l'any 72 aC, el seu pare era Celtillos i no se sap qui era la seva mare. Com que tot el que se sap d'ell és de fonts romanes, no se sap gaire sobre la seva infància i joventut, excepte que devia tenir un caràcter energètic i que es va fer popular pels seus fets.
cs: Vercingetorix (galsky: Ver-Rix Cingetos) byl náčelníkem kmene Arvernů v Galii (dnešní Francii). Počínaje rokem 52 před Kristem vedl vzpouru proti útočícím Římanům pod velením Julia Caesara, přičemž na jeho činy během této vzpoury se vzpomíná dodnes. Vercingetorix se pravděpodobně narodil blízko hlavního města jeho kmene (Gergovie). Z toho mála údajů, co k němu máme, víme, že se narodil asi v roce 72 před Kristem, jeho otcem byl Celtius, a o jeho matce není známo nic. Protože se o něm dozvídáme jen z římských pramenů, moc o tom, jaký byl jako dítě nebo jako mladý muž, se rovněž neví, s výjimkou skutečnosti, že byl velmi temperamentní a za své skutky si získal uznání.
de: Vercingetorix (Gallisch: Ver-Rix Cingetos) war der Stammesfürst der Arverner in Gallien (heute Frankreich). Von 52 v. Chr. an führte er den Aufstand gegen die einfallenden Römer unter Julius Cäsar an. Seine Taten während der Revolte sind bis heute in Erinnerung. Vercingetorix wurde vermutlich 72 v. Chr. in der Nähe der Hauptstadt seines Stammes (Gergovia) geboren. Sein Vater war Celtillius und wir wissen nicht, wer seine Mutter war. Da er nur aus römischen Quellen bekannt ist, ist kaum etwas aus seiner Jugend bekannt, außer dass er vermutlich sowohl übermütig war als auch durch seine Taten zu etwas Ruhm gelangte.
el: Ο Βερσεζεντόριξ (στα γαλατικά: Βερ-Ριξ Κινγετός) ήταν ο οπλαρχηγός της φυλής των Αβέρνιων στη Γαλατία (σύγχρονη Γαλλία). Ξεκινώντας από το 52 π.Χ. οδήγησε μια εξέγερση ενάντια στην εισβολή των Ρωμαίων υπό τον Ιούλιο Καίσαρα, τον θυμόμαστε αυτή τη μέρα από τις ενέργειές του κατά τη διάρκεια της εξέγερσης. Ο Βερσεζεντόριξ πιθανότατα γεννήθηκε κοντά στη πρωτεύουσα των φυλών του (Γεργοβία). Από τις λίγες πληροφορίες που έχουμε για τον Βερσεζεντόριξ γεννήθηκε πιθανών το 72 π.Χ., ο πατέρας του ήταν ο Κέλτιος και δεν ξέρουμε ποια ήταν η μητέρα του. Επειδή γνωρίζουμε γι 'αυτόν μόνο από τις Ρωμαϊκές πηγές δεν γνωρίζουμε πολλά για τον Βερσεζεντόριξ όπως πως ήταν ως παιδί ή νεαρός άνδρας, εκτός από το ότι ίσως είχε πιθανότατα πολύ υψηλό πνεύμα και είχε αποκτήσει κάποια φήμη από τις πράξεις του.
es_ar: Vercingétorix (galo: Ver-Rix Cingetos) era el jefe de la tribu de los arvernos en la Galia (hoy Francia). A partir del 52 a.C. lideró una revuelta, que por sus acciones se recuerda a día de hoy, contra los invasores romanos al mando de Julio César. Vercingétorix probablemente nació cerca de la capital tribal (Gergovia). De la poca información disponible se deduce que nació el 72 a.C., hijo de Celtilo y una mujer desconocida. Debido a que solo se sabe de él por las fuentes romanas, no se sabe mucho de su infancia y adolescencia, excepto que probablemente era muy animado y renombrado.
eu: Vertzingetorix (Galiar: Ver-Rix Cingetos) Galiako (gaurko Frantzia) Avernoen tribuko buruzagia izan zen. K.a.52an Julio Zesarren garaiko Erromatarren inbasioaren kontrako altxamendua hasi zuen. Bere guda ekintzak oraindik ere gardentasunez ikusten dira. Litekeena da Vertzingetorix bere tribuko hiriburutik gertu jaio izana (Gergovia). Gaur egungo informazio eskasaz K.a.72an jaio zela uste da, aita Celtilio zuen eta ama ezezaguna. Berari buruz erromatarrak esandakoa baino ez dakigunez ez dakigu asko bere haurtzaroaz edo gaztetako balentriez baino badakigu bere ekintzek izena eman ziotela.
fa: ورسینگتوریکس (زبان گال: ور ریکس سینگتوس) رهبر قبیله آورنی در گال ها (فرانسه کنونی) بود. از سال 52 قبل از میلاد او رهبر قیام علیه تجاوز رومی ها به فرماندهی ژولیوس سزار بود و کارهایی که در طول مبارزاتش علیه تهاجم روم انجام داد تا به امروز در یادها باقی مانده است. ورسینگتوریکس احتمالا در نزدیکی قبلیه خود (گرگویا) بدنیا آمد، بر اساس اطلاعات کمی که از وی باقی مانده است احتمالا او در سال 72 قبل از میلاد بدنیا آمده است. پدرش سلتیوس بود و از مادرش هیچ اطلاعی در دسترس نیست چراکه تنها اطلاعات به جای مانده از وی مربوط به رومی ها است و به همین سبب اطلاع چندانی از کودکی و جوانی وی در دسترس نیست.
ga: Ba taoiseach na nAirbhéirní é Véircingéatóirix (as Gaillis: 'ver-cingeto-rix', nó 'for-rí ceithirne' as Gaeilge, nó 'Forcheithirnrí') a bhí suite sa Ghaill (an Fhrainc nua-aimseartha). Threoraigh sé éirí amach i gcoinne na Rómhánach ionraidh faoi Iúilius Caesar, á thosú i 52 R.C., agus tá a eachtraí san éirí amach seo tugtha chun chuimhne sa lá atá inniu. Is dócha go rugadh é in aice le príomhchathair a threibhe (Géargóibhia). As an rud beag feasa againn, is dócha go rugadh i 72 B.C. é, agus bhí Ceilteas a athair aige ach níl fhios againn cé a bhí mar mháthair aige. Teann ár lán eolais as foinsí Rómhánacha agus, mar sin, níl aon fhios againn ar bith ar Véircingéatóirix nuair a bhí sé ina pháiste, nó ar a mhacghníomhartha, ach is dócha go raibh siad lán le fir aigeanta agus gníomhartha cáiliúla.
he: ורקינגטוריקס (מגאלית: Ver-Rix Cingetos) נמנה גם המנהיג של שבט ארוורנים בגאליה (צרפת המודרנית). החל ב -52 לפנה"ס הוא הנהיג מרד נגד הרומאים הפולשים תחת יוליוס קיסר, מעשיו בתקופת המרד זכורים עד היום. ורקינגטוריקס כנראה נולד ליד בירת השבטים שלו (Gergovia). ממה קצת מידע יש לנו ורקינגטוריקס כנראה נולד ב -72 לפנה"ס, אביו היה קלטי ואנחנו לא יודעים מי אמא שלו. מכיוון שאנחנו יודעים עליו רק ממקורות רומים איננו יודעים הרבה על ורקינגטוריקס כילד או כנער, חוץ מזה שאולי הוא היה כנראה גבוה מאוד נמרץ וכנראה התפרסם שם ממעשיו.
hu: Vercingetorix (gallul: Ver-Rix Cingetos) az arverni gallok törzsfőnöke volt Galliában (mai Franciaország). I. e. 52-től kezdve lázadást vezetett a Julius Caesar vezette római behatolókkal szemben, a lázadás alatti cselekedetei ma is emlékezetesek. Vercingetorix valószínűleg i. e. 72-ben született, az apja Celtius volt, az anyját nem ismerjük ki volt. Mivel csak római forrásokból ismerjük, ezért a gyermek- és fiatalkoráról nem tudunk sokat, azt leszámítva, hogy valószínűleg nagylelkű volt és tetteivel viszonylag nagy hírnévre tett szert.
hy: Վերցինգետորիքսն (գալ․՝ Վեր-Րիքս Ցինգետոս) Արվերնի ցեղի ցեղապետն էր Գալիայում (ներկայիս Ֆրանսիա)։ Սկսած մ․թ․ա 52թ․-ից՝ նա ղեկավարում էր Հուլիոս Կեսարի ղեկավարությամբ ներխուժող հռոմեացիների դեմ ապստամբություն, և ապստամբության ժամանակ կատարված նրա արարքները հիշվում են մինչ օրս։ Վերցինգետորիքսը հավանաբար ծնվել է իր ցեղի մայրաքաղաքի (Գերգովիա) մոտակայքում։ Դատելով մեզ հասած շատ քիչ տվյալներից՝ նա ամենայն հավանականությամբ ծնվել է մ․թ․ա․ 72թ․-ին, նրա հոր անունը Կելտիուս էր, իսկ նրա մայրը հայտնի չէ։ Վերցինգետորիքսի մասին միայն հռոմեական աղբյուրների առկայության պատճառով ոչինչ հայտնի չէ նրա մանկությունից և պատանեկությունից՝ բացառությամբ այն բանի, որ նա հավանաբար շատ աշխույժ էր և հասցրել էր աչքի ընկնել իր գործերում։
it: Vercingetorix (dal gallico: Ver-Rix Cingetos) è stato il capo della tribù degli Arverni in Gallia (l'attuale Francia). A partire dal 52 a.C. guidò una rivolta contro i Romani invasori sotto Giulio Cesare, le sue azioni durante la rivolta vennero tramandate fino ai giorni nostri. Vercingetorix nacque probabilmente nei pressi della capitale della sua tribù (Gergovia). Da quel poco di informazioni che abbiamo nacque nel 72 a.C., suo padre era un Celto e non si sa chi fosse la madre. Poiché sappiamo solo di lui da fonti romane non sappiamo molto di Vercingetorix durante la sua infanzia e giovinezza, se non che forse era molto vivace e guadagnò una discreta fama con le sue gesta.
ja: ウェルキンゲトリクス（ガリア語：Ver-Rix Cingetos）はガリア（現フランス）のアルウェルニ族の族長でした。紀元前52年に始まる反乱を彼は主導し、ユリウス・カエサル率いるローマの侵略に抵抗しました。彼の反乱中の行動が今日まで記憶されています。ウェルキンゲトリクスはおそらく部族の都ゲルゴウィアの近くで生まれました。私たちの持つわずかな情報によれば、ウェルキンゲトリクスはおそらく紀元前72年に生まれ、父はケルティル、母は誰かわかりません。私たちは彼についてローマの資料から知るのみのため、ウェルキンゲトリクスの幼年、青年期について多くを知りませんが、ただおそらく、彼はとても勇ましく、実際に名声を得ていたことでしょう。
ko: 베르킨게토릭스 (갈리아어: 베르-릭스 시겐토스)는 갈리아 (현재는 프랑스)의 아르베르니 족의 족장이었습니다. 기원전 52년에 시작 반란을 그는 주도 율리우스 카이사르가 이끄는 로마의 침략에 저항했습니다. 그의 반란 동안의 행동이 오늘날까지 기억되고 있습니다. 베르킨게토릭스는 아마 지파의 도시 게루고위아 근처에서 태어났습니다. 우리가 가진 약간의 정보에 의하면, 베르킨게토릭스는 아마도 기원전 72 년에 태어나 아버지는 켈티르 어머니는 누군가 모릅니다. 우리는 그를 로마의 자료에서 알만을위한, 베르킨게토릭스의 어린 청년기에 대해 많이 알지 못하지만 오직 아마 그는 매우 용감 실제로 명성을 얻고 있던 것입니다.
nb: Vercingetorix (Galisk: Ver-Rix Cingetos) var høvdingen av Arverni-stammen i Gallia (moderne Frankrike). Med oppstart i 52 f.kr. ledet han opptøyet mot de invaderende Romerne som fulgte Julius Caesar, hans gjørende under opptøyet blir husket selv i dag. Vercingetorix ble antageligvis født nær sin stammes hovedstad (Gerovia). Fra den lille informasjonen vi har om Vercingetorix ble han antageligvis født i 72 f.kr., hans far var Celtius, og vi vet ikke hvem mora var. Fordi vi bare kjenner han fra Romerske kilder vet vi ikke mye om Vercingetorix som barn eller ungdom, bortsett fra at han antageligvis var glup og antageligvis nøt anseelse som følge av dygder.
pl: Wercyngetoryks był wodzem plemienia Arwernów w Galii (współczesna Francja). Począwszy od 52 r. p.n.e. poprowadził powstanie przeciw rzymskim najeźdźcom dowodzonym przez Juliusza Cezara, jego działania podczas wojny pamiętane do dnia dzisiejszego.
pt_br: Vercingetórix era o chefe da tribo dos Arvernos da Gália (na atual França). Em 52 a.C. iniciou uma revolta contra os invasores romanos sob o comando de Júlio César; a sua atuação durante esta revolta é lembrada até hoje. Filho do chefe Céltilo, Vercingetórix nasceu provavelmente perto da capital de sua tribo, Gergóvia, em 72 a.C. Pouco se sabe a respeito de sua infância ou juventude, exceto que foi provavelmente um homem dinâmico e que ganhou algum renome pelos seus feitos.
ru: Верцингеторикс (галльский: Ver-Rix Cingetos) был вождем племени арвернов в Галлии (современная Франция). Начиная с 52 г. до н.э., он возглавлял восстание против вторжения римлян под предводительством Юлия Цезаря. Его действия во время восстания помнятся и по сей день. Верцингеторикс, вероятно, родился около столицы его племени (Герговия). Из всего того, что нам известно, Верцингеторикс, скорее всего, родился в 72 г. до н.э., его отец был кельтом, но кем была его мать - неизвестно. Так как мы знаем о нем только из римских источников, мало известно о его детстве и юношеский годах, за исключением того, что он, вероятно, был чрезвычайно энергичным и приобрел некоторую известность в делах.
sk: Vercingetorix (galsky: Ver-Rix Cingetos) bol náčelníkom kmeňa Arvernov v Gálii (dnešnom Francúzsku). Začínajúc rokom 52 pred Kristom viedol vzburu proti útočiacim Rimanom pod velením Juliusa Cézara, pričom na jeho činy počas tejto vzbury sa spomína dodnes. Vercingetorix sa pravdepodobne narodil blízko hlavného mesta jeho kmeňa (Gergovie). Z toho mála informácii čo máme, vieme, že sa narodil asi v roku 72 pred Kristom, jeho otcom bol Celtius, a o matke nič nie je známe. Pretože sa o ňom dozvedáme iba z rímskych prameňov, veľa o tom, aký bol ako dieťa alebo ako mladý muž sa taktiež nevie, s výnimkou faktu, že bol veľmi temperamentný a za svoje skutky si získal uznanie.
sv: Vercingetorix (Gaulish: Ver-Rix Cingetos) var hövdingen för Arverni-stammen i Gaul (moderna Frankrike). Börjar i 52 B.C. han ledde en uppror mot de invaderande romarna under Julius Caesar, hans handlingar under upproret kommer ihåg den här dagen. Vercingetorix föddes förmodligen nära hans stamstadium (Gergovia). Från vilken liten info vi har Vercingetorix troligen född i 72 år var hans far Celtius och vi vet inte vem hans mor var. Eftersom vi bara känner till honom från romerska källor vet vi inte mycket om Vercingetorix som barn eller ung man, förutom att han kanske nog var mycket högspektad och förmodligen fått en viss berömmelse i gärningar.
tr: Vercingetorix (Gaulish: Ver-Rix Cingetos), Gaul'deki (modern Fransa) Arverni kabilesi şefiydi. 52'de başlayarak Julius Caesar'ın işgal ettiği Romalılara karşı bir ayaklanma başlattı; isyan sırasında yaşadığı eylemler bugüne kadar hatırlanıyor. Vercingetorix muhtemelen kabileleri başkentinin yakınında (Gergovia) doğdu. Verceletorix hangi bilgiden 72B.C'de doğdu, babası Celtius idi ve annesinin kim olduğunu bilmiyoruz. Onu sadece Romalı kaynaklardan tanıdığımız için, Vercingetorix'i çocuklu ya da genç bir erkek olarak tanımıyoruz, belki de muhtemelen çok yüksek ruhlu ve muhtemelen bir takım meşhur isimler elde etti.
uk: Верцингеторикс (галльською: Ver-Rix Cingetos) був вождем племені арвернів в Галлії (сучасна Франція). Починаючи з 52 р. до н. е.., він очолював повстання проти вторгнення римлян під проводом Юлія Цезаря. Його дії під час повстання пам'ятаються і донині. Верцингеторикс, ймовірно, народився близько столиці його племені (Герговія). З усього того, що нам відомо, Верцингеторикс, швидше за все, народився в 72 р. до н. е.., його батько був кельтом, але ким була його мати - невідомо. Оскільки ми знаємо про нього тільки з римських джерел, нам мало відомо про його дитинство і юнацькі роки за винятком того, що він, ймовірно, був надзвичайно енергійним і здобув деяку знаменитість у справах.
zh: Vercingetorix (高卢： Ver Rix Cingetos) 是在高卢 (现代法国) Arverni 部落的头目。从公元前 52 年开始，针对由朱利叶斯 · 凯撒指挥的罗马军队的入侵，他领导了反抗，他的斗争过程一直被铭记。Vercingetorix 很可能是他的部落首都 (Gergovia) 附近出生的。从一些细节我们得知 Vercingetorix 大概出生在公元前 72 年，他的父亲是 Celtius，但我们不知道他的母亲是谁。因为我们仅能从罗马人那里了结他，所以我们除了知道他可能意气风发、略有名气外，对他的青少年时期一无所知。
zh_tw: 維欽托利（高盧語：Ver-Rix Cingetos）是高盧（現今的法國）阿維爾尼人的部落首領。從西元前52年開始，他領導高盧人民試圖將入侵的凱撒及其軍隊趕出高盧，他在起義期間的勇猛行為至今仍會被記得。維欽托利可能是在他部落的重要都市（Gergovia）附近出生的。從極少量的資訊中，我們可以猜測維欽托利生於西元前72年，他的父親是 Celtius，但我們並不知道他的母親是誰。因為我們只能從羅馬的記載中得知他的相關資訊，所以我們並不知道他幼年或少年時期發生的事情，只知道他可能有崇高的精神及關於他名聲的一些事蹟。

source: The Celts of mainland Europe.
ast: Los celtes de la Europa continental.
bg: Келтите от континентална Европа.
br: Ar gelted eus Europa an douar-bras.
ca: Els celtes de l'Europa continental.
cs: Keltové na kontinentální Evropě.
de: Die kontinentaleuropäischen Kelten.
el: Οι Κέλτες της Κεντρικής Ευρώπης.
es_ar: Los celtas de la Europa continental.
eu: Europa kontinentaleko Zeltak
fa: سلتی های سرزمین اصلی اروپا
ga: Ceiltigh na Mórthíre Eorpach
he: הקלטים של אירופה התיכונה
hu: Az európai szárazföld keltái.
hy: Մայրցամաքային Եվրոպայի կելտերը։
it: I Celti del continente Europeo.
ja: ヨーロッパ大陸に住むケルト人の一派です。
ko: 유럽 대륙 본토의 켈트족들
nb: Kelterne fra fastlandet i Europa.
pl: Celtowie z Europy kontynentalnej.
pt_br: Os Celtas da Europa continental.
ru: Кельты континентальной Европы.
sk: Kelti pevninskej Európy.
sv: Kelterna av Europeiska fastlandet.
tr: Anakara Avrupasının Keltleri
uk: Кельти континентальної Європи.
zh: 欧洲大陆的凯尔特人
zh_tw: 歐洲大陸的塞爾特人。

source: The Celts developed the first rotary flour mill.
ast: Los celtes desendolcaron el primer molín xiratoriu fariñeru.
bg: Келтите направили първата въртяща се мелница за брашно.
br: Ar milinoù-tro kentañ evit ar bleud a zo bet ijinet gant ar Gelted.
ca: Els celtes van desenvolupar el primer molí rotatori.
cs: Keltové vynalezli první otočný mlýn na mouku.
de: Die Kelten erfanden die ersten Drehmühlen für Mehl.
el: Οι Κέλτες ανέπτυξαν τον πρώτο περιστρεφόμενο μύλο άλευρου.
es_ar: Los celtas desarrollaron el primer molino de harina rotativo.
eu: Zeltak lehenengo gari errota birakaria asmatu zuten.
fa: سلتی ها نخستین آسیاب های دوار آرد را ساختند
ga: D'fhorbair na Ceiltigh an chéad muileann rothlach riamh.
he: הקלטים מפתחים את טחנת הקמח הסיבובית הראשונה
hu: A kelták építették az első forgó lisztmalmot.
hy: Կելտերը ստեղծել են առաջին ալրաղացը։
it: I Celti svilupparono il primo mulino rotante.
ja: ケルトは初めて回転式製粉機を作りました。
ko: 켈트인은 최초로 회전식 밀링 기계를 만들었습니다.
nb: Kelterne utviklet den første roterende møllen for produksjon av mel.
pl: Celtowie opracowali pierwszy młyn obrotowy.
pt_br: Os Celtas desenvolveram o primeiro moinho de farinha rotativo.
ru: Кельты разработали первую мельницу.
sk: Kelti vyvinuli prvý rotačný mlyn.
sv: Kelterna utvecklade de första roterande mjölkvarnarna.
tr: Keltler ilk dönen un değirmenini geliştirdiler.
uk: Кельти розробили перший млин.
zh: 凯尔特人研制出第一台旋转式磨面机。
zh_tw: 塞爾特人研發出了第一臺旋轉式磨粉機。
