Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: If you try to select the three idle female citizens by clicking and dragging a selection rectangle over them, you might accidentally select additional units. To avoid that, hold the I key while selecting so that only idle units are selected. If you accidentally select a cavalry unit, hold Ctrl and click on the cavalry unit icon of the selection panel at the bottom of the screen to remove the cavalry unit from the current selection.
ast: Si tentes d'esbillar a les tres ciudadanes baleres calcando y arrastrando sobro elles un rectángulu d'esbilla, pues esbillar ensin querer a más unidaes. Pa safate d'ello, primi'l tecláu I al esbillar de mou que s'esbillen namái les unidaes baleres. Si esbilles ensin querer a una unidá montada, primi Ctrl y calca nel iconu de la unidá montada nel panel d'esbilla, que ta na parte baxera de la pantalla, pa sacar a la unidá montada de la esbilla.
bg: Ако се опитате да изберете трите бездействащи жени като щракнете и завлачите правоъгълник за избор над тях, може без да искате да хванете и някоя друга единица. За да избегнете това, задръжте клавиша I, докато избирате, така че да хванете само бездействащите единици. Ако без да искате изберете и някой конник, задръжте Ctrl и щракнете върху иконката с конника в панела с избраните единици в долната част на екрана, за да премахнете конника от избора.
br: Ma klaskit diuzañ an teir c’heodedourez dioberiant en ur glikañ ha stlejañ ur skouergornek-diuzañ warno, posupl eo e vefe diuzet ganeoc'h unanennoù ouzhpenn dre zichañs. Evit ma ne c'hoarvezfe ket, dalc'hit ar bouton I e-keit ha ma vez diuzet kement unanenn dioberiant hepken. Ha ma tiuzfec'h ur marc'heg dre zichañs, dalc'hit Ktrl pouezet ha klikit war arlun an unanenn marc'hegerezh diwar ar banell-ziuzañ e traoñ ar skramm evit skarzhañ ar marc'heg diwar an diuzadenn a zo er mare-mañ.
ca: Si intenteu seleccionar les tres ciutadanes desocupades fent clic i arrossegant un rectangle de selecció sobre elles, es possible que accidentalment seleccioneu unitats addicionals. Per evitar-ho, manteniu premuda la tecla I mentre seleccioneu, de manera que només es seleccionen les unitats desocupades. Si seleccioneu accidentalment una unitat de cavalleria, manteniu premuda la tecla Ctrl i feu clic a la icona de la unitat de cavalleria del quadre de selecció a la part inferior de la pantalla per eliminar la unitat de cavalleria de la selecció actual.
de: Wenn du versuchst, die drei untätigen Bürgerinnen durch Klicken und Ziehen eines Auswahlrechtecks auszuwählen, können versehentlich zusätzliche Einheiten auswählt werden. Um dies zu vermeiden, halten die Taste I beim Auswählen gedrückt, so dass nur untätige Einheiten ausgewählt werden. Wenn du versehentlich eine Kavallerie-Einheit auswählst, halte Strg gedrückt und klicke auf das Kavallerie-Einheitensymbol im Auswahlfenster unten auf dem Bildschirm, um die Kavallerie-Einheit aus der aktuellen Auswahl zu entfernen.
el: Αν προσπαθήσεις να επιλέξεις τις τρεις αδρανείς γυναίκες πολίτες κάνοντας κλικ και σύροντας ένα ορθογώνιο επιλογής πάνω τους, ενδέχεται να επιλέξεις και επιπλέον μονάδες. Για να το αποφύγεις αυτό, κράτησε πατημένο το πλήκτρο I ενώ τις επιλέγεις έτσι ώστε να επιλέγουν μόνο οι αδρανείς μονάδες. Εάν κατά λάθος επιλέξεις μια μονάδα ιππικού, κράτησε πατημένο το πλήκτρο Ctrl και κάντε κλικ στο εικονίδιο της μονάδας ιππικού του πίνακα επιλογής στο κάτω μέρος της οθόνης για να αφαιρέσεις τη μονάδα ιππικού από την τρέχουσα επιλογή.
eo: Se vi provas elekti la tri senfarajn civitaninojn per klako kaj tiro de elekta rektangulo super ili, vi povus senvole elekti aliajn unuojn. Por eviti ĝin, premu la klavon I, dum elektado, tiel ke nur senfaraj unuoj estas elektitaj. Se vi senvole elektas kavalerian unuon, premu Stira-klavon kaj klaku sur la bildeton de la kavaleria unuo en la elekta panelo en la malalto de la ekrano por forigi la kavalerian unuon el la nuna elekto.
es: Si tratas de seleccionar las tres ciudadanas desocupadas al hacer clic y dibujar un rectángulo sobre ellas, puede que selecciones unidades adicionales. Para evitar eso, mantén pulsada la tecla I para que solo selecciones unidades desocupadas. Si seleccionas accidentalmente una unidad de caballería, mantén Ctrl y pulsa el icono de la unidad de caballería del panel de selección en la parte inferior de la pantalla para eliminar la unidad de caballería de la selección actual.
es_ar: Si tratas de seleccionar las tres Ciudadanas inactivas restantes haciendo click y arrastrando el rectángulo de selección sobre ellas, accidentalmente podrías seleccionar otras unidades. Para evitar esto, mantén presionada la tecla i mientras seleccionas y así seleccionaras unicamente las unidades inactivas. Si accidentalmente seleccionaras una unidad de caballería inactiva, mantén presionado Ctrl y luego haz click sobre el ícono de caballería en el panel de selección inferior de la pantalla para remover la unidad de caballería de la selección actual.
eu: Ezer egin gabe dauden hiru hiritar emakumeak aukeratzen saiatzen bazara klikatu eta euren gainean lauki zuzena margotuz, nahi gabe unitate gehiago aukera ditzakezu. Hori eragozteko, aukeratzean i tekla sakatuta eduki ezer egin gabe daudenak baino ez aukeratzeko. Nahi gabe zalditeria unitatea aukeratu ezkero Ktrl sakatuta eduki eta zalditeria unitateen ikono klikatu pantailaren behe aldeko aukeraketa panelean aukeratutako zalditeria unitatea oraingo aukeraketatik kentzeko.
fa: اگر شما سعی کنید این سه شهروند زن بیکار را با کلیک کردن و کشیدن نشانگر ماوس انتخاب کنید شما ممکن است بصورت اتفاقی نیروهای بیشتری را انتخاب کنید. برای پیشگیری از این مشکل زمانی که میخواهید این کار را انجام دهید کلید i کیبورد را نگهدارید تا فقط نیروهای بیکار انتخاب شوند. و اگر برای مثال بصورت تصادفی یک سواره نظام را انتخاب کردید کلید Ctrl را نگه دارید و بر روی عکس سواره نظام در پنل نیروهای انتخاب شده کلیک کنید تا از انتخاب خارج شوند.
ga: Má bhaint tú triail as tríur banshaoránaigh a roghnú trí chliceáil-is-tarraingt le dronuilleog orthu, d'fhéadfá aonaid eile a roghnú de thaisme. Chun seo a sheachaint, brúigh ar an gclé I nuair atá tú ag roghnú, ar an mbealach seo, beidh aonaid díomhaoine amháin roghnaithe. Má roghnaíonn tú aonaid marcra de thaisme, brúigh ar Ctrl agus cliceáil ar an íocón marcra ar an bpainéal roghnaithe i mbun scáileáin don mharcach a bhaint as an roghnú.
gd: Ma dh’fheuchas tu ris an triùir shaoranach boireann ’na thàmh a thaghadh le briogadh is slaodadh ceart-cheàrnaich, is mòr an seans gun gabh thu luchd-obrach nach eil thu ag iarraidh a-steach dhan taghadh agad. Cum sìos an iuchair “i” (“idle”) fhad ’s a nì thu an taghadh gus sin a sheachnadh – cha dèid ach ionadan a tha ’nan tàmh a thaghadh mar sin. Ma thaghas sin an t-aonad eachraidh a tha ’na thàmh le mearachd, cum sìos an iuchair Ctrl agus briog air an ìomhaigheag aige sa phanail taghaidh aig a’ bhonn gus an t-aonad eachdraidh a thoirt air falbh.
gl: Se intentas seleccionar as tres cidadás inactivas premendo e arrastrando un rectángulo de selección sobre elas, pode que seleccione accidentalmente unidades adicionais. Para evitalo, manteña a tecla I mentres selecciona para que só se seleccionen unidades inactivas. Se selecciona accidentalmente unha unidade de cabalaría, manteña Ctrl e prema a icona da unidade de cabalaría do panel de selección na parte inferior da pantalla para retirar a unidade de cabalaría da selección actual.
it: Se provi a selezionare le tre Donne Cittadine inattive tenendo premuto il clic sinistro del mouse e trascinando il cursore per creare un rettangolo di selezione su di loro, potresti selezionare accidentalmente altre unità. Per evitare ciò, tieni premuto il tasto I mentre effettui la selezione in modo da selezionare solo le unità inattive. Se selezioni accidentalmente un'unità di cavalleria, tieni premuto Ctrl e clicca sull'icona dell'unità di cavalleria nel pannello di selezione nella parte bassa dello schermo per rimuovere l'unità di cavalleria dal gruppo dei selezionati.
ko: 대기중인 여성 세명의 시민을 드래그해서 선택하려고 하면 실수로 추가 유닛을 선택할 수 있습니다. 이를 방지하려면 대기중인 유닛만 선택되도록 I 키를 누른 채로 선택합니다. 실수로 기병 유닛을 선택한 경우 Ctrl 키를 누른 상태에서 화면 하단에 있는 선택 패널의 기병 유닛 아이콘을 클릭하여 기병 유닛을 현재 선택에서 제거합니다.
ms: Jika anda cuba memilih tiga rakyat perempuan yang melahu dengan mengklik dan menyeret petak pemilihan ke atas mereka, anda mungkin tersilap pilih unit lain. Jadi sebagai penyelesaian, tahan kekunci I ketika memilih supaya hanya yang melahu sahaja terpilih. Jika anda tersilap pilih unit berkuda, tahan Ctrl pada ikon unit berkuda dari panel pemilihan dibahagian bawah skrin untuk membuang unit berkuda dari pemilihan semasa.
pl: Jeśli spróbujesz zaznaczyć trzy Obywatelki bez zajęcia klikając i przeciągając prostokąt nad nimi, możesz zaznaczyć niechciane jednostki. Żeby tego uniknąć przytrzymaj klawisz I podczas zaznaczania. Jeśli przez przypadek zaznaczysz jednostki kawalerii przytrzymaj Ctrl i kliknij na ikonę jednostki kawalerii w panelu wyboru na dole ekranu by usunąć je z aktualnego zaznaczenia.
pt_pt: Se tentares selecionar as 3 cidadãs desocupadas clicando e arrastando por cima delas, podes selecionar acidentalmente mais unidades. Para evitar isso, mantém premida a tecla I enquanto selecionas por arrasto para que apenas as unidades paradas sejam selecionadas.Se selecionares uma unidade de cavalaria por acidente, mantém premida a tecla Ctrl e clica no ícone da cavalaria no painel de seleção no fundo do ecrã para remover a unidade de cavalaria da seleção atual.
ru: Если вы попытаетесь выбрать трех неработающих горожанок, щелкнув и перетащив прямоугольник выбора над ними, вы можете случайно выбрать ненужных юнитов. Чтобы избежать этого, удерживайте клавишу I при выборе, чтобы были выбраны только незанятые юниты. Если вы случайно выбрали конницу, удерживая клавишу Ctrl, щелкните по значку кавалерийский отряд на панели выбора в нижней части экрана, чтобы удалить кавалерийский отряд из текущего выбора.
sk: Ak sa pokúsiš vybrať tri nečinné ženy-občianky tak, že klikneš a budeš ťahať výberový obdĺžnik ponad ne, môže sa ti stať, že nechtiac vyberieš aj iné jednotky. Aby si sa tomu vyhol, pri vyberaní podrž klávesu I - budú vybraté iba nečinné jednotky. Ak náhodou zvolíš jazdca, podrž Ctrl a klikni na ikonu jazdca na výberovom paneli v dolnej časti obrazovky - jednotka jazdca bude z aktuálneho výberu odstránená.
sv: Om du försöker välja de tre lediga kvinnliga medborgarna genom att klicka och dra en urvalsrektangel över dem, kan du av misstag välja ytterligare enheter. För att undvika det håller du I-tangenten medan du väljer så att endast lediga enheter är markerade. Om du av misstag väljer en kavalleri, håller du Ctrl och klickar på ikonen för kavalleri på valpanelen längst ner på skärmen för att ta bort kavalleriet från det aktuella valet.
tr: Üç çalışmayan kadın vatandaşı bir seçim dikdörtgeni tıklatıp sürükleyerek seçerseniz, yanlışlıkla ek birimler seçebilirsiniz. Bundan kaçınmak için, seçme işlemini yaparken I tuşunu basılı tutarsanız sadece çalışmayan birimleri seçmiş olursunuz. Yanlışlıkla bir süvari birimini seçerseniz, Ctrl tuşunu basılı tutun ve süvari birimini mevcut seçimden çıkarmak için ekranın altındaki seçim panelinin süvari birimi simgesini tıklayın.
uk: Якщо ви намагаєтеся вибрати трьох непрацюючих жінок, натискаючи та перетягуючи прямокутник виділення, ви випадково можете вибрати додаткових юнітів. Щоб уникнути цього, утримуйте клавішу I під час вибору, щоб вибрати лише непрацюючих юнітів. Якщо ви випадково виберете кавалеристів, утримуйте Ctrl і натисніть на піктограмі кавалерії на панелі вибору внизу екрана, щоб видалити кавалеристів з поточного вибору.
zh: 若单击并拖动来选择空闲的女性居民，你可能不小心选到别的单元。为避免它，可以在选择的时候按住I键。这样只有空闲的单元会被选中。若不小心选择了一个骑兵，按住Ctrl并单击骑兵图标来取消对骑兵的选择。

source: When the farmstead construction is finished, its builders will automatically look for food, and in this case, they will go after the nearby goats.
ast: Cuando acabe la construcción de la quintana, les constructores van buscar automáticamente comida, y nesti casu, van dir a poles cabres cercanes.
bg: Когато строежът на фермата приключи, строителите ѝ автоматично ще започнат да търсят храна, и в този случай ще се насочат към близките кози.
br: Ur wech echu an ti-feurm, mont a raio da em-zastum boued e saverien, hag en degouezh-se ez aint da chaseal ar givri tost.
ca: Quan la masia estigui acabada, els constructors buscaran menjar automàticament i, en aquest cas, aniran al darrere de les cabres més properes.
de: Wenn der Bauernhof fertig gebaut ist, werden die Arbeiter automatisch nach Nahrung suchen, in diesem Fall die nahegelegenen Ziegen.
el: Όταν τελειώσει η κατασκευή του αγροκτήματος, οι κατασκευαστές του θα ψάξουν αυτόματα για φαγητό, και σε αυτή την περίπτωση, θα πάνε στις γειτονικές αίγες.
eo: Kiam la farmeja konstruado finas, ĝiaj konstruintoj aŭtomate serĉos manĝaĵon, kaj tie, ili postkuris kaprojn proksimajn.
es: Cuando la construcción de la alquería esté terminada, sus constructores buscarán automáticamente comida, y en este caso, irán a cazar las cabras cercanas.
es_ar: Cuando finalice la construcción de la Granja, sus constructoras automáticamente buscarán alimento y en este caso, irán detrás de las cabras.
eu: Behin etxaldearen eraikitzea amaiturik, eraikitzaileek automatikoki janaria bilatuko dute, eta horrela bada, gertuko ahuntzengana joango dira,
fa: زمانی که ساخت انبار غذا به پایان می رسد، نیروهایی که در حال ساخت آن بودند بصورت خودکار بدنبال غذا در اطراف خود می گردند و چون شما انبار غذا را در سمت بز ها ساختید آنها بصورت خودکار شروع به شکار و جمع کردن گوشت آنها می کنند.
ga: Nuair atá an fheirm críochnaithe, cuardóidh a tógálaithe bia go huathoibríoch agus, sa chás seo, déanfaidh siad seilg ar na gabhair.
gd: Nuair a bhios an tuathanas air a thogail, tòisichidh an luchd-obrach a thog e air biadh a shireadh gu fèin-obrachail agus an turas seo, thèid iad an toir air na gobhair am fagas.
gl: Cando remata a construción da granxa, os seus construtores buscarán automaticamente comida, e neste caso irán polas cabras próximas.
it: Quando la costruzione della Fattoria è terminata, i suoi costruttori inizieranno automaticamente a raccogliere cibo, e in questo caso andranno verso le capre vicine.
ko: 농장이 다 지어지면 건설 노동자는 자동적으로 식량을 찾으며,이 경우 근처의 염소를 따라갑니다.
ms: Bila pembinaan pusat ladang telah selesai, pembinanya akan mula mencari makanan, dalam situasi ini, mereka akan memburu kambing yang berhampiran.
nb: Når gårdshuskonstruksjonen er fullført, vil dens arbeidere se etter mat, og i dette fall, vil de gå etter geitene i nærheten.
pl: Po zakończeniu budowy gospodarstwa rolnego jego budowniczowie automatycznie poszukają pożywienia, w tym przypadku pójdą za pobliskimi kozami.
pt_pt: Quando o edifício da quinte estiver terminado, os trabalhadores que a construíram irão procurar automaticamente por comida, e neste caso, irão caçar as cabras nas redondezas.
ru: Как только постройка усадьбы будет завершена, её строители автоматически будут искать еду, и в нашем случае они пойдут за находящимися неподалёку козами.
sk: Keď pracovníci, ktorí stavajú statok, stavbu dokončia, automaticky sa porozhliadnu po nejakom jedle. V tomto prípade to budú kozy pasúce sa neďaleko.
sv: När bondgården är färdig kommer byggarna automatiskt börja samla mat, så de kommer ge sig på getterna i närheten.
tr: Çiftlik inşaatı tamamlandığında inşaatçılar otomatik olarak yiyecek arayacak ve bu durumda yakındaki keçilerin peşinden gidecekler.
uk: Коли будівництво садиби закінчиться, його будівельники автоматично почнуть шукати їжу, і в цьому випадку вони підуть за козами поблизу.
zh: 当农庄建造完成之后，它的建造者们会自动地寻找食物。在这种情况下，他们会去抓附近的山羊

source: But your house builders will only look for something else to build and, if nothing found, become idle. Let's wait for them to build the houses.
ast: Pero les constructores de les cases namái van buscar daqué más que construyir y, si nun atopen un res, van quedar a bendules. Vamos esperar a que construyan les cases.
bg: Но строителите на къщите Ви ще търсят само нещо друго за строене, и ако не намерят нищо, ще бездействат. Нека почакаме да завършат строежа на къщите.
br: Met ho ti-saverien a glasko war-lerc'h un dra bennaket all da sevel, ha ma ne gavont netra, e teuint da vezañ dizever. Gortozomp, eta, m'o defe echu sevel an tiez.
ca: Però els constructors de cases només esperaran a tenir una altra cosa per a construir i si no en troben, passaran a estar desocupats. Espereu que les cases estiguin acabades.
de: Aber deine Hausbauer werden nur nach etwas anderem zum Bauen suchen und, wenn sie nichts finden, untätig werden. Warten wir, bis sie die Häuser gebaut haben.
el: Αλλά οι κατασκευαστές του σπιτιού σας θα αναζητήσουν μόνο κάτι άλλο για να χτίσουν και, αν δεν βρεθεί τίποτα, θα γίνουν αδρανείς. Ας τους περιμένουμε να χτίσουν τα σπίτια.
eo: Sed via domaj konstruintoj nur serĉos ion alian konstrui, kaj, se nenio troveblas, iĝos senfaraj. Ni atendu ke ili konstruas domojn.
es: Pero los constructores de casas solo buscarán algo más para construir y, si no encuentran nada, se quedarán ociosos. Esperemos a que construyan las casas.
es_ar: Pero tus constructoras de casas solamente buscarán algo más para construir, si no encuentran nada, quedarán inactivas Espera a que construyan las casas.
eu: Baino zure etxeko eraikitzaileek eraikitzeko beste zerbait baino ez dute bilatuko eta , ezer ez badute aurkitzen, egonean jarriko dira. Espero dezagun etxeak eraiki ditzaten.
fa: اما نیروهایی که خانه ها را می سازند بعد از ساخت خانه بصورت خودکار بدنبال یک ساختمان دیگر برای ساخت در اطراف خود که درحال ساخت است یا پایه آن گذشته شده است می گردند و اگر چنین مواردی را پیدا نکنند در حالت بیکار قرار خواهند گرفت.
ga: Ach cuardóidh do thógálaithe tí ar aon fhoirgneamh eile a thógáil agus, mura aimseoidh siad foirgneamh ar bith, beidh siad ina ndíomhaoine. Fanfaimid go dtí go dtógann siad na tithe.
gd: Gidheadh, bidh an luchd-obrach a thog na taighean a’ sireadh rud eile ri thogail agus mura lorg iad dad, thèid iad ’nan tàmh. Fuiricheamaid gus am bi iad deiseil le togail nan taighean.
gl: Pero os construtores das casas só buscarán outra cousa que construír e, se non atopan ningunha, quedarán inactivos. Agardemos a que constrúan as casas.
it: Ma i tuoi costruttori di case cercheranno solo un altro edificio da costruire e, se non lo trovano, rimarranno inattivi. Aspetta che abbiano terminato di costruire le case.
ko: 그러나 집을 짓는 사람들은 건축 할 무언가를 찾으며 아무것도 발견되지 않으면 가만히 대기하고 있게됩니다. 집을 지을 때까지 기다려 봅시다.
ms: Akan tetapi jurubina rumah anda akan membuat kerja lain untuk dibina dan, jika tiada apa-apa arahan diberikan mereka akan melahu. Maka tunggu sekejap supaya kedua-dua rumah selesai dibina.
nb: Men dine husbyggere vil bare se etter noe annet å bygge, og, hvis ingenting finnes, bli uvirksomme. La oss vente at de bygger husene.
pl: Ale twoi budowniczowie domu będą tylko szukać czegoś innego do zbudowania i, jeśli nic nie znajdzie, staną się bezczynni. Poczekajmy, aż zbudują domy.
pt_pt: Mas os teus trabalhadores construtores irão procurar apenas alguma coisa para construir, e se não encontrarem nenhuma ordem de construção, irão ficar parados. Vamos esperar que terminem de construir as casas.
ru: Однако строители домов, завершив строительство, будут искать ближайшие неоконченные постройки, а не найдя ничего, станут незанятыми. Давайте подождем, пока они закончат постройку домов.
sk: No pracovníci, ktorí stavajú dom, budú hľadať iba niečo iné, čo by mohli stavať. Ak nič také nenájdu, ostanú nečinní. Počkajme teda, pokým dostavajú domy.
sv: Men husbyggarna kommer bara att leta efter fler saker att bygga, och om de inte hittar något kommer de att bli lediga. Låt oss vänta på att de har byggt klart husen.
tr: Ama ev inşacıları sadece başka bir şey kurmaya bakacaklar ve hiç yoksa boşta kalacaklar. Evleri inşa etmelerini bekleyelim.
uk: Але ваші будівельники шукатимуть щось інше для побудови, і, якщо нічого не знайдеться, перестануть працювати. Давайте зачекаємо, поки вони збудують будинки.
zh: 你的房屋建造者们只会找其他未完成的来建造，如果找不到，就会闲置下来。让我们等他们完成建造房屋。
