Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: hotkey.camera.follow – Follow the selected unit (move the camera to stop following the unit)
ast: hotkey.camera.follow – Seguir a la unidá escolyida (movi la vista para deixar de seguí-lla)
bg: hotkey.camera.follow — Проследяване на избраната единица (проследяването спира при преместване на камерата)
ca: hotkey.camera.follow – Segueix la unitat seleccionada (moveu la càmera per deixar de seguir la unitat)
cs: hotkey.camera.follow – Následovat vybranou jednotku (pohněte kamerou pro zastavení následování jednotky)
de: hotkey.camera.follow – Gewählter Einheit folgen (Kamera bewegen, um der Einheit nicht mehr zu folgen)
el: hotkey.camera.follow – Ακολουθήστε την επιλεγμένη μονάδα (μετακινείστε κάμερας για να σταματήσετε να ακολουθάτε την μονάδα)
es: hotkey.camera.follow – Sigue a la unidad seleccionada (mueve la cámara para dejar de seguir a la unidad)
eu: hotkey.camera.follow – Jarraitu aukeratutako unitatea (mugitu kamera unitatea jarraitzeari uzteko)
fi: hotkey.camera.follow – Seuraa valittua yksikköä (siirrä kameraa pysäyttääksesi seuraaminen)
fr: hotkey.camera.follow – Suivre l'unité sélectionnée (déplacer la caméra pour arrêter de la suivre)
gd: hotkey.camera.follow – Lean air an aonad air a thaghadh (gluais an camara ach nach lean e air an aonad tuilleadh)
gl: hotkey.camera.follow – segue a unidade seleccionada (move a cámara para deixar de seguir a unidade)
hu: hotkey.camera.follow – Kijelölt egység követése (a követés felfüggesztéséhez mozdítsd el a kamerát)
id: hotkey.camera.follow – Ikuti unit yang dipilih (gerakkan kamera untuk berhenti mengikuti unit)
it: hotkey.camera.follow – Segui unità selezionata (sposta la telecamera per smettere di seguirla)
ko: hotkey.camera.follow – 선택한 유닛을 따라갑니다(유닛을 따라 정지하려면 카메라를 이동합니다).
nl: sneltoets.camera.follow – Volg de geselecteerde eenheid (beweeg de camera om het volgen te beëindigen)
pl: hotkey.camera.follow – podążaj za zaznaczoną jednostką (porusz kamerą, aby przestać)
pt_pt: hotkey.camera.follow – seguir a unidade selecionada (mover a câmara para deixar de seguir a unidade)
ru: hotkey.camera.follow — следовать за выбранным юнитом (переместите камеру, чтобы прекратить)
sv: hotkey.camera.follow – Följ den valda enheten (flytta kameran för att sluta följa enheten)
tr: hotkey.camera.follow – Seçilen birimi takip et (birimi takip etmeyi durdurmak için kamerayı hareket ettir)
uk: hotkey.camera.follow – Слідувати за вибраним юнітом (перемістити камеру, щоб призупинити слідування за юнітом)
zh: hotkey.camera.follow – 跟随选中的单位 (相机移到跟随单位)
zh_tw: hotkey.camera.follow – 跟隨選取的單位（移動鏡頭以停止）

source: hotkey.camera.reset – Reset camera zoom and orientation
ast: hotkey.camera.reset – Reafitare la proximidá & orientacion de la vista
bg: hotkey.camera.reset — Връщане на камерата към първоначалното ѝ положение
ca: hotkey.camera.reset – Restableix el zoom i l'orientació de la càmera
cs: hotkey.camera.reset – Obnovit výchozí přiblížení kamery a její směr
de: hotkey.camera.reset – Kamerazoom und -ausrichtung zurücksetzen
el: hotkey.camera.reset – Επαναφορά εστίασης κάμερας και προσανατολισμού.
es: hotkey.camera.reset – Restablece el zoom y la orientación de la cámara
eu: hotkey.camera.reset – Kamera bere hasierako balioetara eta norabidera eraman
fi: hotkey.camera.reset – Nollaa kameran loitonnus ja suuntaus
fr: hotkey.camera.reset – Réinitialiser le zoom et l'orientation de la caméra.
gd: hotkey.camera.reset – Ath-shuidhich sùm is comhair a’ chamara
gl: hotkey.camera.reset – restablece o zoom e a orientación da cámara
id: hotkey.camera.reset – Setel ulang pembesaran dan arah kamera
it: hotkey.camera.reset – Ripristina zoom e orientazione telecamera
ko: hotkey.camera.reset – 카메라 확대축소 및 방향 재설정
nl: sneltoets.camera.reset – Herstel camera zoom en standpunt
pl: hotkey.camera.reset – resetuje poziom przybliżenia/orientację
pt_pt: hotkey.camera.reset – repor a aproximação e orientação padrão da câmara
ru: hotkey.camera.reset — сброс приближения и ориентации камеры
sv: hotkey.camera.reset – Återställ kamerazoom och riktning
tr: hotkey.camera.reset – Kamera yakınlaştırmasını ve yönünü sıfırla
uk: hotkey.camera.reset – Скинути масштабування і орієнтування камери
zh: hotkey.camera.reset – 重置相机的缩放和方向
zh_tw: hotkey.camera.reset – 重置鏡頭縮放與方向

source: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Zoom in (keep pressed for continuous zoom)
ast: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Approximare la vista (calten-llo premido par’ approximar de contino)
bg: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in — Приближаване (задръжте за продължително приближаване)
ca: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Acosta el zoom (manteniu premut per fer un zoom continu)
cs: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Přiblížit (podržte stisknuté pro plynulé přiblížení)
de: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Einzoomen (gedrückt halten zum durchgängigen Zoomen)
el: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Εστίαση προς τα μέσα (διατηρείστε πατημένο για συνεχιζόμενη εστίαση)
es: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Aumenta el zoom (mantener pulsado para zoom continuo)
eu: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Kamera lurrera gerturatu (Jarraitu sakatzen polikiago egiteko)
fi: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Lähennä (pidä painettuna, niin lähennys on jatkuvaa)
fr: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Zoom avant (maintenir enfoncé pour un zoom continu)
gd: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Sùm a-steach (cum sìos e airson sùmadh gu leantainneach)
gl: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Achegar (manteña presionado para o zoom continuo)
id: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Perbesar (terus tekan untuk perbesar berkelanjutan)
it: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Zoom in (continua a premere per continuare a zoomare)
ko: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – 확대(연속 확대하려면 계속 누름)
nl: sneltoets.camera.zoom.in, sneltoets.camera.zoom.wheel.in – Zoom in (ingedrukt houden voor continue zoom)
pl: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – przybliż (przytrzymaj, aby ciągle powiększać)
pt_pt: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – aproximar (manter premida para aproximar contínuo)
ru: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in — приблизить камеру (держать зажатым для постоянного приближения)
sv: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Zooma in (håll tryckt för kontinuerlig zoom)
tr: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Yakınlaştır (sürekli yakınlaştırma için basılı tut)
uk: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – Збільшити масштаб (утримувати натиснутим для тривалого збільшення)
zh: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – 放大 (一直按着会持续放大）
zh_tw: hotkey.camera.zoom.in, hotkey.camera.zoom.wheel.in – 放大（按住以持續）

source: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Zoom out (keep pressed for continuous zoom)
ast: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Alhongare la vista (calten-llo premido par’ alhongar de contino)
bg: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out — Отдалечаване (задръжте за продължително отдалечаване)
ca: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Allunya el zoom (manteniu premut per fer un zoom continu)
cs: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Oddálit (podržte stisknuté pro plynulé oddálení)
de: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Auszoomen (gedrückt halten zum Weiterzoomen)
el: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Ζούμ προς τα έξω (διατηρείστε πατημένο για συνεχιζόμενη εστίαση)
es: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Reduce el zoom (mantener pulsado para zoom continuo)
eu: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Kamera lurretik urrundu (Jarraitu sakatzen polikiago egiteko)
fi: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Loitonna (pidä painettuna, niin loitonnus on jatkuvaa)
fr: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Zoom arrière (maintenir enfoncé pour un zoom continu)
gd: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Sùm a-mach (cum sìos e airson sùmadh gu leantainneach)
gl: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Reducir (manteña presionado para o zoom continuo)
id: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Perkecil (terus tekan untuk perkecil berkelanjutan)
it: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Zoom out (continua a premere per continuare a zoomare)
ko: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – 축소(연속 확대/축소 시 계속 누르기)
nl: sneltoets.camera.zoom.out, sneltoets.camera.zoom.wheel.out – Zoom uit (ingedrukt houden voor continue zoom)
pl: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – oddal (przytrzymaj, aby ciągle oddalać)
pt_pt: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – afastar (manter premida para afastar contínuo)
ru: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out — отдалить камеру (держать зажатым для постоянного отдаления)
sv: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Zooma ut (håll tryckt för kontinuerlig zoom)
tr: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Uzaklaştır (sürekli uzaklaştırma için basılı tut)
uk: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – Зменшити масштаб (утримувати натиснутим для тривалого зменшення)
zh: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – 缩小 (一直按着会持续缩小缩放）
zh_tw: hotkey.camera.zoom.out, hotkey.camera.zoom.wheel.out – 縮小（按住以持續）

source: hotkey.camera.pan – Keep pressed and move the mouse to pan
ast: hotkey.camera.pan – Cul abreviadeiru premidu, dislocar moviendo l mure.
bg: hotkey.camera.pan — Задръжте и движете мишката, за да местите изгледа
ca: hotkey.camera.pan – Mantingueu-la premuda i moveu el ratolí per moure la càmera
cs: hotkey.camera.pan – Držet tlačítko myši stisknuto a pohybem myší posouvat
de: hotkey.camera.pan – Gedrückt halten und Maus bewegen, um Ansicht zu verschieben
el: hotkey.camera.pan – Διατηρείστε πατημένο και μετακινείστε το ποντίκι για μετακίνηση κάμερας.
es: hotkey.camera.pan – Presiona y mueve el ratón para desplazar la cámara en esa dirección
eu: hotkey.camera.pan – Mantendu sakatuta eta mugitu sagua kamera mugitzeko
fi: hotkey.camera.pan – Pidä painettuna ja siirrä hiirtä liikuttaaksesi näkymää
fr: hotkey.camera.pan – Maintenir enfoncé et déplacer la souris pour faire défiler
gd: hotkey.camera.pan – Cùm sìos e is gluais an luchag airson panachadh
gl: hotkey.camera.pan – Mantén premido e move o rato para desprazarte lateralmente
id: hotkey.camera.pan – Tekan terus dan gerakkan mouse untuk menggeser
it: hotkey.camera.pan – Continua a premere e sposta il mouse per una panoramica
ko: hotkey.camera.pan – 누른 채로 마우스를 이동시킵니다
nl: sneltoets.camera.pan – Houd ingedrukt en beweeg de muis om te pannen
pl: hotkey.camera.pan – przytrzymaj i ruszaj myszką, aby poruszać ekran
pt_pt: hotkey.camera.pan – manter premido e mover o rato para deslocar
ru: hotkey.camera.pan — удерживайте и передвигайте мышь для перемещения экрана
sv: hotkey.camera.pan – Håll tryckt och flytta musen för att panorera
tr: hotkey.camera.pan – Kamerayı kaydırmak için basılı tut ve fareyi hareket ettir
uk: hotkey.camera.pan – Утримувати натиснутою і перемістити мишу, щоб панорамувати
zh: hotkey.camera.pan – 持续按着并移动鼠标来平移
zh_tw: hotkey.camera.pan – 按住並移動滑鼠以平移鏡頭

source: [font="sans-bold-14"]During Structure Placement[font="sans-14"]
ast: [font="sans-bold-14"]Orientadores[font="sans-14"]
bg: [font="sans-bold-14"]При поставяне на сграда[font="sans-14"]
ca: [font="sans-bold-14"]Durant la col·locació d'estructures[font="sans-14"]
cs: [font="sans-bold-14"]Během umístění stavby[font="sans-14"]
de: [font="sans-bold-14"]Während Gebäudeplatzierung[font="sans-14"]
el: [font="sans-bold-14"]Κατά τη Διάρκεια Τοποθέτησης Κτηρίου[font="sans-14"]
es: [font="sans-bold-14"]Al situar estructuras[font="sans-14"]
eu: [font="sans-bold-14"]Egitura kokatu bitartean[font="sans-14"]
fi: [font="sans-bold-14"]Rakenteen sijoittamisen aikana[font="sans-14"]
fr: [font="sans-bold-14"]Pendant le placement de la structure [font="sans-14"]
gd: [font="sans-bold-14"]Nuair a chuireas tu togalach ris[font="sans-14"]
gl: [font="sans-bold-14"]Durante a colocación da estrutura[font="sans-14"]
hu: [font="sans-bold-14"]Építmény elhelyezésekor[font="sans-14"]
id: [font="sans-bold-14"]Saat Penempatan Bangunan[font="sans-14"]
it: [font="sans-bold-14"]Posizione struttura[font="sans-14"]
ko: [font="sans-bold-14"]건축물 배치 중[font="sans-14"]
nl: [font="sans-bold-14"]Bij het plaatsen van gebouwen[font="sans-14"]
pl: [font="sans-bold-14"]Podczas stawiania budowli[font="sans-14"]
pt_br: [font="sans-bold-14"]Comandos para fazer construções[font="sans-14"]
pt_pt: [font="sans-bold-14"]Durante colocação de estruturas[font="sans-14"]
ru: [font="sans-bold-14"]При размещении здания[font="sans-14"]
sv: [font="sans-bold-14"]Under byggnadsplacering[font="sans-14"]
tr: [font="sans-bold-14"] Yapı Yerleşimi Sırasında [font="sans-14"]
uk: [font="sans-bold-14"]Під час розміщення споруди[font="sans-14"]
zh: [font="sans-bold-14"]正在放置建筑[font="sans-14"]
zh_tw: [font="sans-bold-14"]放置建築時[font="sans-14"]

source: hotkey.session.rotate.ccw – Rotate structure 15 degrees counter-clockwise
ast: hotkey.session.rotate.ccw – Gyrar 15 grados in sentidu anti-horariu
bg: hotkey.session.rotate.ccw — Завъртане на сградата 15 градуса обратно на часовниковата стрелка
ca: hotkey.session.rotate.ccw – Gira l'estructura 15 graus en sentit antihorari
cs: hotkey.session.rotate.cw – Otočit stavbou 15 stupňů proti směru hodinových ručiček
de: hotkey.session.rotate.ccw – Gebäude um 15° gegen den Uhrzeigersinn drehen
el: hotkey.session.rotate.ccw – Περιστροφή κατασκευής 15 μοίρες αριστερόστροφα
es: hotkey.session.rotate.ccw – Rota la estructura 15 grados en sentido antihorario
eu: hotkey.session.rotate.ccw – Biratu egitura 15 gradu erlojuaren kontrako norabidean
fi: hotkey.session.rotate.ccw – Käännä rakennetta 15 astetta vastapäivään
fr: hotkey.session.rotate.ccw – Rotation de la structure de 15 degrés dans le sens antihoraire.
gd: hotkey.session.rotate.ccw – Cuairtich togalach gu tuathail le 15 ceuman
gl: hotkey.session.rotate.ccw – xira a estrutura 15 graos no sentido antihorario
hu: hotkey.session.rotate.ccw – Építmény elforgatása 15°-kal az óramutató járásával ellentétes irányban
id: hotkey.session.rotate.ccw – Putar bangunan 15 derajat berlawanan arah jarum jam
it: hotkey.session.rotate.ccw – Ruota struttura di 15 gradi senso antiorario
ko: hotkey.session.rotate.ccw – 건축물을 시계 반대 방향으로 15도 회전합니다
nl: sneltoets.session.rotate.ccw – Roteer het gebouw 15 graden tegen de klok in
pl: hotkey.session.rotate.ccw – obróć budynek o 15 stopni przeciwnie do ruchu wskazówek zegara
pt_pt: hotkey.session.rotate.ccw – rodar a estrutura 15 graus no sentido inverso dos ponteiros do relógio
ru: hotkey.session.rotate.ccw — поворот здания на 15 градусов против часовой стрелки
sv: hotkey.session.rotate.ccw – Rotera struktur 15 grader moturs
tr: hotkey.session.rotate.ccw – Yapıyı saatin ters yönünde 15 derece döndürün
uk: hotkey.session.rotate.ccw – Обертати споруду на 15 градусів проти годинникової стрілки
zh: hotkey.session.rotate.ccw – 逆时针旋转建筑15度
zh_tw: hotkey.session.rotate.ccw – 逆時針旋轉建築 15 度

source: hotkey.session.rotate.cw – Rotate structure 15 degrees clockwise
ast: hotkey.session.rotate.cw – Gyrar 15 grados in sentidu horariu
bg: hotkey.session.rotate.cw — Завъртане на сградата 15 градуса по часовниковата стрелка
ca: hotkey.session.rotate.cw – Gira l'estructura 15 graus en sentit horari
cs: hotkey.session.rotate.cw – Otočit stavbou 15 stupňů ve směru hodinových ručiček
de: hotkey.session.rotate.ccw – Gebäude um 15° im Uhrzeigersinn drehen
el: hotkey.session.rotate.cw – Περιστροφή κατασκευής 15 μοίρες δεξιόστροφα .
es: hotkey.session.rotate.cw – Rota la estructura 15 grados en sentido horario
eu: hotkey.session.rotate.cw – Biratu egitura 15 gradu erlojuaren norabidean
fi: hotkey.session.rotate.cw – Käännä rakennetta 15 astetta myötäpäivään
fr: hotkey.session.rotate.cw – Rotation de la structure de 15 degrés dans le sens horaire.
gd: hotkey.session.rotate.cw – Cuairtich togalach gu deiseil le 15 ceuman
gl: hotkey.session.rotate.cw – xira a estrutura 15 graos no sentido das agullas do reloxo
hu: hotkey.session.rotate.cw – Építmény elforgatása 15°-kal az óramutató járásával megegyező irányban
id: hotkey.session.rotate.cw – Putar bangunan 15 derajat searah jarum jam
it: hotkey.session.rotate.cw – Ruota struttura di 15 gradi senso orario
ko: hotkey.session.rotate.cw – 건축물을 시계 방향으로 15도 회전합니다
nl: sneltoets.session.rotate.cw – Roteer gebouw 15 graden met de klok mee
pl: hotkey.session.rotate.cw – obróć budynek o 15 stopni zgodnie z ruchem wskazówek zegara
pt_pt: hotkey.session.rotate.cw – rodar a estrutura 15 graus no sentido dos ponteiros do relógio
ru: hotkey.session.rotate.cw — поворот здания на 15 градусов по часовой стрелке
sv: hotkey.session.rotate.cw – Rotera struktur 15 grader medurs
tr: hotkey.session.rotate.cw – Yapıyı saat yönünde 15 derece döndürün
uk: hotkey.session.rotate.cw – Обертати споруду на 15 градусів за годинниковою стрілкою
zh: hotkey.session.rotate.cw – 顺时针旋转建筑15度
zh_tw: hotkey.session.rotate.cw – 順時針旋轉建築 15 度

source: Left Drag – Rotate structure using mouse (foundation will be placed on mouse release)
ast: Picar cul boton esquierdu & arrastrar – Gyrar per acio de l mure (in soltando l mure ponen-se lɐs muruöcɐs)
bg: Влачене с ляв бутон — завъртане на сградата с мишката (основата ще бъде поставена при пускане на бутона на мишката)
ca: Arrossegar amb el botó esquerre – Gira l'estructura amb el ratolí (es col·locaran els fonaments en deixar anar el ratolí)
cs: Tažení levým tlačítkem myši – Otáčet stavbou pomocí myši (základ bude umístěn při uvolnění tlačítka myši)
de: Linksziehen – Gebäude mit Maus drehen (Fundament wird beim Loslassen der Maus platziert)
el: Αριστερό κλικ και σύρσιμο – Περιστροφή κτιρίου χρησιμοποιώντας το ποντίκι (θα τοποθετηθεί με απελευθέρωση του αριστερού κλικ)
es: Arrastrar con el botón izquierdo – Rota la estructura con el ratón (los cimientos se establecen al soltar el botón)
eu: Ezker botoiaz arrastatu – Biratu egitura sagua erabiliz (oinarriak botoia askatzean kokatuko dira)
fi: Hiiren vasen, veto – Käännä rakennetta käyttäen hiirtä (perustukset asetetaan kun hiiri vapautetaan)
fr: Glisser vers la gauche – Faire pivoter la structure à l'aide de la souris (la fondation sera placée lors de la libération de la souris)
gd: Slaod le putan clì na luchaige – Cuairtich an togalach leis an luchag (thèid a’ bhonn a shuidheachadh nuair a leigeas tu às an luchag)
gl: Arrastre á esquerda – xira a estrutura usando o rato (a base colocarase ao soltar o rato)
hu: Bal gombos húzás – Épület forgatása az egérrel (az alapzat az egérgomb felengedésekor lesz lerakva)
id: Tarik Kiri – Putar bangunan dengan mouse (fondasi akan ditempatkan saat mouse dilepas)
it: Trascina sul destro – Ruota struttura usando il mouse (rilasciare il mouse ne confermerà le fondamenta)
ko: 마우스 왼쪽 버튼으로 드레그 – 마우스를 사용하여 건축물을 돌림 (토대는 마우스를 놓을 때 배치됨)
nl: Links slepen – Roteer gebouw met de muis (het gebouw wordt geplaatst wanneer de muisknop wordt losgelaten)
pl: LPM i przeciągnij – obróć budynek przy pomocy myszki (fundamenty zostaną postawione, gdy puścisz przycisk)
pt_br: Arrastar o mouse com o botão esquerdo apertado: gira a construção, com o local da obra sendo definido quando ele é solto
pt_pt: Arrastar com botão esquerdo – rodar a estrutura usando o rato (as fundações serão posicionadas ao largar o rato)
ru: Перемещение мыши при зажатой левой кнопке — вращение здания (фундамент будет заложен в момент отпускания кнопки)
sv: Vänsterdrag – Rotera byggnaden med musen (fundamentet placeras när musen släpps)
tr: Sol Sürükle - Fareyi kullanarak yapıyı döndür (temel fare bırakma üzerine yerleştirilir)
uk: Перетягнути, утримуючи ліву кнопку миші – Обертати споруду, використовуючи мишу (фундамент буде розміщено після відпускання миші)
zh: 向左拖拽 – 用鼠标旋转建筑 (当鼠标松开时建筑的基础会被放置)
zh_tw: 鼠標左鍵拖曳 – 用鼠標旋轉建築（建築會在鼠標放開時放置）

source: [font="sans-bold-14"]When loading a saved game[font="sans-14"]
ast: [font="sans-bold-14"]A l cargar partidɐs guardadɐs[font="sans-14"]
bg: [font="sans-bold-14"]При зареждане на запазена игра[font="sans-14"]
ca: [font="sans-bold-14"]En carregar una partida desada[font="sans-14"]
cs: [font="sans-bold-14"]Když se nahrává uložená hrafont="sans-14"]
de: [font="sans-bold-14"]Beim Laden eines Spielstand[font="sans-14"]
el: [font="sans-bold-14"]Όταν φορτώνει ένα αποθηκευμένο παιχνίδι[font="sans-14"]
es: [font="sans-bold-14"]Al cargar una partida guardada[font="sans-14"]
eu: [font="sans-bold-14"]Gordetako jokoa bat kargatzean[font="sans-14"]
fi: [font="sans-bold-14"]Pelitallennetta ladattaessa[font="sans-14"]
fr: [font="sans-bold-14"]Lors du chargement d'une partie sauvegardée[font="sans-14"]
gd: [font="sans-bold-14"]Nuair a luchdaicheas tu geama air a shàbhaladh[font="sans-14"]
gl: [font="sans-bold-14"]Ao cargar partida de xogo gardado[font="sans-14"]
hu: [font="sans-bold-14"]Elmentett játék betöltésekor[font="sans-14"]
id: [font="sans-bold-14"]Saat memuat permainan tersimpan[font="sans-14"]
it: [font="sans-bold-14"]Durante un caricamento[font="sans-14"]
ja: [font="sans-bold-14"]セーブしたゲームのロード時[font="sans-14"]
ko: [font="sans-bold-14"]저장된 게임을 볼러올 때[font="sans-14"]
nl: [font="sans-bold-14"]Bij het laden van een opgeslagen spel[font="sans-14"]
pl: [font="sans-bold-14"]Podczas ładowania zapisanej gry[font="sans-14"]
pt_br: [font="sans-bold-14"]Ao recarregar um jogo[font="sans-14"]
pt_pt: [font="sans-bold-14"]Ao carregar um jogo guardado[font="sans-14"]
ru: [font="sans-bold-14"]При загрузке сохранённой игры[font="sans-14"]
sv: [font="sans-bold-14"]När ett sparat spel laddas[font="sans-14"]
tr: [font="sans-bold-14"]Bir oyun kaydını yüklerken[font="sans-14"]
uk: [font="sans-bold-14"]Під час завантаження збереженої гри[font="sans-14"]
zh: [font="sans-bold-14"]当正在载入已储存的游戏时[font="sans-14"]
zh_tw: [font="sans-bold-14"]加載保存的遊戲存档[font="sans-14"]

source: hotkey.cancel – Cancel
ast: hotkey.cancel – Incaboxar
bg: hotkey.cancel — Отказ
ca: hotkey.cancel – Cancel·la
cs: hotkey.cancel – Zrušit
de: hotkey.cancel – Abbrechen
el: hotkey.cancel – Ακύρωση
es: hotkey.cancel – Cancelar
eu: hotkey.cancel – Utzi
fi: hotkey.cancel – Peruuta
fr: hotkey.cancel – Annuler
gd: hotkey.cancel – Sguir dheth
gl: hotkey.cancel – Cancelar
hu: hotkey.cancel – Mégse
id: hotkey.cancel – Batalkan
it: hotkey.cancel – Annulla
ja: hotkey.cancel – キャンセル
ko: hotkey.cancel – 취소하기
nl: sneltoets.cancel – Cancel
pl: hotkey.cancel – anuluj
pt_pt: hotkey.cancel – cancelar
ru: hotkey.cancel — отмена
sv: hotkey.cancel – Avbryt
tr: hotkey.cancel – İptal
uk: hotkey.cancel – Скасувати
zh: hotkey.cancel – 取消
zh_tw: hotkey.cancel – 取消
