Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The Druids of the Gauls maintained an organized religion that advanced the technology of their people even during wartime.
ast: Los druides de los galos caltuvieron una relixón organizada que fixo avanzar la teunoloxía del pueblu, inclusive na guerra.
bg: Галските друиди поддържали организирана религия, която развивала технологиите на хората им дори по време на война.
br: Drouized ar Gelted o deus miret ur relijion aozet, pezh en deus lakaet da vont war-raok teknologiezh o fobl da vare mareadoù brezel zoken.
ca: Els druides dels gals mantenien una religió organitzada que va fer avançar la tecnologia del seu poble fins i tot en temps de guerra.
cs: Druidi Galů udržovali organizované náboženství, které vedlo k technologickému pokroku dokonce i ve válečných časech.
de: Die Druiden der Gallier pflegten eine organisierte Religion, die selbst in Kriegszeiten technologische Fortschritte produzierte.
el: Οι Γαλάτες Δρυίδες διατηρούσαν μια οργανωμένη θρησκεία η οποία επέτρεπε την ανάπτυξη της τεχνολογίας ακόμα και κατά τη περίοδο πολέμου.
es_ar: Los druidas de Galia mantuvieron una religión organizada que implementó los avances tecnológicos de su pueblo incluso en tiempos de guerra.
eu: Druida Galiarrek erlijioa antolaturik mantentzen zuten bere jendearen teknologia hobetuz baita guda garaietan ere.
fa: دروئید های گالها یک مذهب ساختار یافته را سازماندهی کرده بودن که به مردمشان از لحاظ پیشرفت حتی در زمان جنگ کمک می کرد.
ga: Chaomhnaigh na Draoithe Gallacha creideamh eagraithe a dhul chun cinn na teicneolaíochtaí dá múintir, fós san aimsir chogaidh.
hu: A gall druidák szervezett vallást tartottak fent, ami még háborús időkben is segítette technikai fejlődésüket.
hy: Գալ դրուիդները պահպանել են կազմակերպված կրոն, որը նպաստում էր նրանց ժողովրդի տեխնոլոգիաներին նույնիսկ պատերազմի ժամանակ։
ko: 갈리아의 드루이드인은 전쟁중에도 사람들의 기술을 발전시킨 조직화된 종교를 유지했다.
nb: De galliske druidene holdt i hevd en organisert religion som drev folkets teknologier fremover, til og med i krigstid.
pl: Druidzi Galiccy podtrzymali zorganizowaną religię, która pchała naprzód technologię ich ludu nawet podczas wojny.
pt_br: Os druidas dos gauleses mantiveram uma religião organizada que avançou a tecnologia do seu povo, mesmo durante a guerra.
ru: Галльские друиды обеспечивали организованную религию, которая способствовала развитию технологии своего народа даже во времена войны.
sv: Galliernas Druider underhöll en organiserad religion som avancerade Kelternas teknologi även under krigstid.
tr: Galyalı şamanlar, savaş zamanlarında bile halkının teknolojisini geliştiren düzenli bir dini yaşattılar.
uk: Друїди кельтів підтримували організовану релігію, яка дозволяла технології їхнього народу розвиватися навіть під час війни.
zh: 凯尔特人的德鲁伊维持的宗教组织，即使在战时也推动着先进的技术进步。

source: Viridomarus
ast: Viridómaru
bg: Виридомарий
el: Βιριδομάρος
es_ar: Viridómaro
fa: ویریدوماروس
ga: Briotomaras
he: וירידומרוס
hy: Վիրիդոմարոս
ko: 비리도마루스
pt_br: Viridomaro
ru: Виридомар
uk: Вірідомар
zh: 鲁斯

source: Brennus
ast: Brenu
bg: Брен
el: Βρέννος
es_ar: Breno
fa: برنوس
ga: Brannas
he: ברנוס
hy: Բրեննոս
ko: 브렌누스
pt_br: Breno
ru: Бренн
uk: Бренн
zh: 布伦努斯

source: Cativolcus
ast: Catuvolcu
bg: Катуволц
el: Κατίβολκος
es_ar: Catuvolco
eu: KatuvolKo
fa: کتیوالکوس
ga: Cathafolcas
he: קאטיבולקוס
hy: Կատիվոլկոս
ko: 카티볼쿠스
pl: Katuwolkos
ru: Цатуволкос
tt: Цатуволкос
uk: Катіволк

source: Cingetorix
ast: Cinxétorix
bg: Цингеторикс
el: Κινγκετόριγας
es_ar: Cingétorix
eu: Zingetorix
fa: سینگتوریکس
ga: Cingeatóirix
he: ורקינגטוריקס
hy: Սինգետորիքս
ko: 킨게토리쿠스
pl: Cyngetoryks
ru: Цингеторикс
tt: Цингеторикс
uk: Цінгеторікс

source: Vercingetorix
ast: Vercinxétorix
bg: Верцингеторикс
br: Versinjetorix
ca: Vercingetòrix
el: Βερκιγκετόριξ
es_ar: Vercingétorix
fa: ورسینگتوریکس
ga: Véircingéatóirix
he: ברסינגטוריקס
hy: Վերցինգետորիքս
ko: 베르킨게토릭스
pt_br: Vercingetórix
ru: Верцингеториг
uk: Верцингеторіг
zh: 韦辛格托里克斯

source: Divico
ast: Divicón
bg: Дивикон
ca: Divicó
el: Ντίβικος
eu: Divikon
fa: دیویکو
ga: Difeacó
he: דביקו
hy: Դիվիկո
ja: ディウィコ
ko: 디비코
ru: Дивикон
tr: Diviko
tt: Дивикон
uk: Дівікон

source: Ambiorix
ast: Ambiórix
bg: Амбиорикс
el: Αμβιόριξ
fa: آمبیوریکس
ga: Aimbiorix
he: אמביוריקס
hy: Ամբիորոքս
ja: アンビオリクス
ko: 암비오릭스
pl: Ambioryks
pt_br: Ambiórix
ru: Амбиорикс
tr: Ambioriks
tt: Амбиорикс
uk: Амбіорікс

source: Liscus
ast: Liscu
bg: Лисц
ca: Lisc
el: Λίσκος
eu: Lisko
fa: لیسکوس
ga: Lisceas
he: ליציוס
hy: Լիսկոս
ja: リスクス
ko: 리스쿠스
pt_br: Lisco
ru: Лискус
tt: Лискус
uk: Ліскус

source: Valetiacus
ast: Valeciacu
bg: Валетиаций
el: Βαλετιακός
fa: ولتیاکوس
ga: Faletiacus
he: ולטיאקוס
hy: Վալեսիակոս
ko: 바레티아쿠스??
ru: Валетиак
tt: Валетиак
uk: Валетіак
zh: 瓦勒良

source: Viridovix
ast: Virídovix
bg: Виридовикс
el: Βιριδόβιγας
es_ar: Virídovix
fa: ویریدوویکس
ga: Bridovix
he: וירידובקס
hy: Վիրիդովիքս
ko: 비리도비스
pl: Wirydowiks
ru: Виридовикс
tt: Виридовикс
uk: Вірідовікс
zh: Virdovix

source: A set amount of metal and food from every structure destroyed or captured.
ast: Una cantidá determinada de metal y alimentos de cada estructura destruyida o tomada.
bg: Определено количество метал и храна от всяка повалена или превзета сграда.
br: Ur c'hementad termenet a vetal ha boued a zeu eus pep savadur distrujet pe paket.
ca: Una certa quantitat de metall i menjar amb cada estructura destruïda o capturada.
cs: Určité množství kovu a jídla, jež bylo převzato z každé zničené nebo obsazené stavby.
de: Eine bestimmte Menge an Metall und Nahrung von jedem zerstörten oder eingenommenen Gebäude.
el: Ένα συγκεκριμένο ποσό μετάλλου και φαγητού για κάθε κατασκευή που καταστρέφεις ή αιχμαλωτίζεις.
es_ar: Una cantidad de metal y comida de cada estructura destruida o capturada.
eu: Hitzartutako janari eta metal kopurua eraitsi edo atzemandako egitura bakoitzeko.
fa: یک گروه از مقداری فلز و غذا از هر ساختمانی که تخریب یا تسخیر شده است
ga: Faigh méid shocraithe miotail agus bia as gach struchtúr scriosta nó gafa.
he: סכום קבוע של מתכת ומזון מכל מבנה שנהרס או נלקח שלל.
hu: Meghatározott mennyiségű fém és élelem minden elpusztított vagy elfoglalt épület után.
hy: Մետաղի և սննդի ֆիքսված քանակություն՝ կործանված կամ գրավված յուրաքանչյուր կառույցի համար։
ko: 건물을 파괴 또는 점령 할 때마다 일정량의 금속과 식량을 얻습니다.
nb: En gitt mengde metall og mat fra hver bygning som blir ødelagt eller overtatt.
pl: Określona ilość metalu i żywności z każdego zniszczonego lub przejętego budynku
pt_br: Uma quantidade definida de metal e alimentos de toda a estrutura destruída ou capturados.
ru: Некоторое количество металла и пищи от каждой разрушенной или захваченной постройки.
sk: Isté množstvo kovu a jedla získané z každej zničenej alebo obsadenej stavby.
sv: En bestämd mängda metall och mat från varje strukture som förstörs eller övertas.
tr: Yıkılan veya ele geçirilen her yapıdan metal ve gıda miktar ayarı
uk: Деяка кількість металу та їжі від кожної зруйнованої або захопленої будівлі.
zh: 从每个废墟或俘虏中获取一定数量的金属和食物。
zh_tw: 每個摧毀或佔領的建築物都會給予一定量的金屬及食物。

source: Vae Victis
bg: Вае виктис
cs: Běda poraženým
de: Wehe den Besiegten!
el: Αλίμονο στους ηττημένους
fa: وا ویکتیس
he: ואי ויקתוס
hy: Վաե Վիկտիս
ko: 와이 윅티스
pl: Vae Victis -łac. "Biada Zwycięzonym"
pt_br: Ai dos Vencidos
ru: Горе побеждёным
uk: Горе переможеним
zh: 悲观失败者

source: Woe to the Defeated! The Gallic chieftain Brennus seized Rome (with the exception of a garrison on Capitoline Hill). When Camillus besieged him with a relief force from Veii, he negotiated his surrender for 1000 pounds of gold, and adding the weight of his sword on the scale when the Romans complained that he used false weights he uttered those famous words.
ast: ¡Ai de los vencíos! Brenu, el xefe galu, apoderóse de Roma, (a esceición de la guarnición de la Llomba Capitolina). Al asedialu Camilu con una fuercia de lliberación de Veis, Brenu negoció la rindición por unes 1000 llibres d'oru y, amestando'l pesu de la so espada a la escala cuando los romanos se quexaron de qu'usara pesos falsos, gorgutó eses pallabres famoses.
bg: Жалко за победените! Галският вожд Брен победил Рим (с изключението на гарнизон на хълма Капитолий). Когато Камил го обградил с войска от Вейи, той се споразумял да се предаде за 450 килограма злато, като добавил и тежестта на меча си на везната, когато римляните се оплакали, че използва фалшиви тежести, а той изрекъл тези станали известни думи.
br: Mallozh d'ar re drec'het! Ar penn-bras Gallian Brennus en doa lakaet seziz war Roma (war-bouez ur gwarnizon war Duchenn ar C'hapitol). P'en doa lakaet seziz Kamilius gant soudarded nevez Veii, marc'hataet en doa e rentidigezh Roma evit 1000 lur aou. Ar Romaned o doa klemmet en doa implijet pouezioù faos en doa ouzhpennet pouez e gleze war ar ventell en ur lavaret ar gerioù brudet-se.
ca: Ai dels vençuts! El cap gal Brennus va ocupar Roma (amb l'excepció d'una guarnició al Capitoli). Quan Camil el va assetjar amb una força de rescat de Veïs, va negociar la seva rendició per 1000 lliures d'or; i quan els romans es van queixar que usava pesos falsos, va afegir el pes de la seva espasa a les balances mentre pronunciava aquestes famoses paraules.
cs: Běda poraženým! Galský náčelník kmene Brennus dobyl Řím (vyjma posádky na kopci Kapitol). Když ho Camillus oblehl s pomocnou silou z Vejí, dohodl se na kapitulaci za 1000 liber zlata, a přidal váhu meče na stupnici, když si Římané stěžovali, že používá falešné váhy. Tehdy vyslovil ta slavná slova.
de: Wehe den Besiegten! Der gallische Häuptling Brennus eroberte Rom (mit Ausnahme einer Garnison am Kapitol). Als Camillus aus Veji mit einem Entsatzheer ankam und ihn belagerte, verhandelte er seinen Rückzug für 1000 Pfund Gold. Als die Römer sich beschwerten, dass er falsche Gewichte benutzte, warf er sein Schwert zusätzlich in die Waagschale und äußerte jene berühmten Worte.
el: "Αλίμονο στους Ηττημένους!" - Βρέννος, ο οπλαρχηγός του Γαλατών ο οποίος είχε καταλάβει τη Ρώμη (με εξαίρεση μια φρουρά στον λόφο Καπιτολίνα). Όταν ο Καμίλιος έφτασε από τους Βήιους και τον πολιόρκησε, διαπραγματεύτηκε την απόσυρσή του για 1000 λίβρες χρυσού, αλλά όχι χωρίς να χρησιμοποιήσει κάλπικα βάρη και προσθέτοντας το βάρος του σπαθιού του στην ζυγαριά όταν οι Ρωμαίοι τον κατήγγειλαν (Πολύβιος, "Ιστορίαι", ΙΙ. 18)
es_ar: ¡Ay de los vencidos! El líder galo Breno saqueó Roma (a excepción de una guarnición que estaba en el Capitolio). Cuando Camilo lo sitió con un ejército de liberación de Veii, negoció su retirada por el pago de 1000 libras de oro. Cuando los romanos le reclamaron que usaba pesos falseados, Breno arrojó su espada a la balanza pronunciando sus famosas palabras.
eu: Ai garaituak! Brennus Galiar nagusiak Erroma eskuratu zuen (Kapitolioko mendixka bateko goarnizio bat salbu). Camilok Velen laguntzaz inguratu zuenean, 1000 libera urrez hitzartu zuen bere errendizioa, eta pisatzean bere ezpataren pisua jarri zuen Erromatarrak faltsututako pisuak erabili zituelako kexu azaldu zirenean eta hitz entzutetsu hauek esan zituen.
fa: وای بر شکست خورده! رهبر گالها برنوس، روم را غارت کرد ( به استثنای تپه کاپیتولین ). زمانی که کامیلوس او را با نیروهای خود محاصره کرد، او به مذاکره با رومی ها پرداخت و در مقابل آزادی خود حاضر شد 1000 پوند طلا و برابر وزن شمشیرش طلا به رومی ها بدهد کمی بعد رومی ها معترض شدند که او در محاسبه وزن شمیرش از اطلاعات غلط استفاده کرده است او آن جملات معروف را بر زبان آورد.
ga: Léan ar na cloíte! Ghabh an tiarna Gallach Brannas ar an Róimh (ach garastún mháin ar Chnoc Caipeatólach). Nuair a tháinig Camaollus as Vaías agus chuireann sé na Gallaigh faoi léagar, shocraigh Brannas a aistarraingt féin do 1000 punt óir, ach d'úsáid sé bréagthromáin ar a scála, agus chuir sé lena chlaíomh nuair a rinne na Rómhánaigh gearán air agus dúirt sé an óráid seo.
hu: Jaj a legyőzötteknek! A gall törzsfőnök Brennus bevette Rómát (a Kapitólium-domb kaszárnyájának kivételével). Amikor Camillus megostromolta a veii-i felmentő sereggel, akkor megadási tárgyalásokat kezdeményezett. Ez 1000 font aranyba került, és Brennus még a kardját is rádobta a mérlegre, amikor a rómaiak panaszkodtak, hogy hamis súlyokat használnak. Eközben mondta ezeket a híres szavakat.
hy: Վա՜յ պարտվողներին։ Գալերի ցեղապետ Բրեննոսը գրավեց Հռոմը (բացառությամբ Կապիտոլին բլրի վրայի մի կայազորի)։ Երբ Կամիլուսը պաշարեց նրան Վեիից եկած օգնական ուժերով, բանակցությունների արդյունքում նա համաձայնվեց հանձնվել 1000 ֆունտ ոսկու դիմաց և բարձրաձայնեց այդ հայտնի խոսքերը՝ ավելացնելով իր սուրը կշեռքի նժարին, երբ հռոմեացիները բողոքեցին, որ նրա օգտագործած կշռաքարերը կեղծ են։
ko: 패배한 자에게 재앙이 있기를! 갈리아 족장 브레누스는 로마를 점령했습니다 (카피톨린 언덕의 수비대는 제외). 카밀루스가 바이에이로부터 구원병력으로 그를 포위했을 때, 그는 1000파운드의 금을 받고 항복을 협상했고, 그가 부정 저울추를 사용하는것에 불평을 했을때 저울에 칼의 무게를 더하면서 그는 그 유명한 단어들을 말했다.
nb: Ve den beseirede! Den galliske høvdingen Brennus tok Rom (med unntak av en garnison på Kapitol-høyden). Da Camillus beleiret ham med en forsterkningsstyrke fra Veii, forhandlet han frem sin overgivelse for 1000 pund gull, og la sverdet på vekta da romerne klaget over at han brukte falske vekter og uttalte de berømte ordene.
pl: Biada Pokonanym! Wódz Galów Brennus zawłądnął Rzymem (z wyjątkiem garnizonu na wzgórzu Kapitolu). Gdy Kamillus obległ go wojskami odwetowymi spod Veii, wynegocjował warunki kapitulacji na 1000 funtów złota. Gdy Rzymianie oskarżyli go o użycie fałszywych odważników, położył swój miecz na szali i wymówił te sławne słowa.
pt_br: Ai dos Derrotados! O chefe Gaules Breno derrotou Roma (com exceção de uma guarnição no Monte Capitolino). Quando Camilo o cercou com uma força de ajuda de Veios, ele negociou sua rendição por 1000 quilos de ouro, e adicionando o peso de sua espada na balança quando os romanos reclamaram que ele usava pesos falsos ele pronunciou aquelas palavras famosas.
ru: Горе побеждённым! Вождь племени галлов Бренн захватил Рим (за исключением укреплений на Капитолийском холме). Когда Марк Фурий Камилл прибыл из Вейи с войсками, он согласился заключить мир при услувии выплаты дани в 1000 фунтов золота, однако, при­не­сен­ные гал­ла­ми гири ока­за­лись фаль­ши­вы­ми, и, когда римляне отказались мерять ими, занос­чи­вый галл положил на весы свой меч.
sv: Ve den segrade! Den galliska hövdingen Brennus grep Rom (med undantag för ett garnison på Capitoline Hill). När Camillus belejdade honom med en lättnadskraft från Veii, förhandlade han sin uppgivelse för 1000 pund guld och tillade vikten av sitt svärd på skalan när romarna klagade på att han använde falska vikter uttryckte han de kända orden.
tr: "Vah olsun Mağluplara" Galyalı kabile reisi Brennus Roma'yı ele geçirmişti (Kapitoline Tepesindeki bir garnizon hariç). Camillus, Veii'den getirdiği yardım birlikleriyle kendisini kuşattığında, şehri teslim etmek için yarım ton altın talep eder, Romalılar tartıya hileli ağırlık koyulduğu için itiraz edince, ağırlıklara kendi kılıcını da koyar ve bu meşhur sözünü söyler.
uk: Горе переможеним. Гальський вождь Бренн захопив Рим (за винятком гарнізону на Капітолійському пагорбі). Коли Камілл зі своїм гарнізоном був обложений зі сторони Вей, Бренн домовляючись про викуп у розмірі 1000 футів золота кинув свого меча на шальку з гирями, а коли римляни почали протестувати проти таких фальшивих гирь, він вимовив цю знамениту фразу.
zh: 祸事来了！ 我们的酋长布伦努斯占领了罗马城。 当其被围时，被迫与罗马人谈判投降，并支付了1000磅黄金。

source: Gallic druids gain a small melee attack.
ast: Los druides galos algamen un pequeñu ataque cuerpu a cuerpu.
bg: Галските друиди получават слаба атака от близко разстояние.
br: An drouized Galian a c'hounez un dagusted-vihan er veskadeg.
ca: Els druides gals guanyen un feble atac cos a cos.
cs: Galští druidé budou moci na krátkou vzdálenost útočit slabou chladnou zbraní.
de: Gallische Druiden bekommen einen schwachen Nahkampfangriff.
el: Οι Γάλλοι δρυίδες αποκτούν μια μικρή επίθεση εκ του συστάδην.
es_ar: Los druidas galos obtienen un pequeño ataque melé.
eu: Azti Galiarrek aurrez-aurreko eraso txiki bat lortzen dute.
fa: دروئید های گالیک مقدار کمی قدرت حمله نزدیکزن بدست می آورند
ga: Méadú beag ar an ionsaí troideach do dhraoithe Gallacha.
he: גאלים דרואידים השיגו התקפה נקודתית
hu: A gall druidák közelharci támadása növekszik.
hy: Փոքր ավելացում գալ դրուիդների մերձամարտի հարձակմանը։
it: I druidi gallici guadagnano un piccolo attacco corpo a corpo.
ja: ガリアのドルイドが若干の近接攻撃力を得ます。
ko: 갈리아의 사제가 약간의 근접 공격력을 얻습니다.
nb: Galliske druider oppnår et lite nærkampangrep.
pl: Galijscy druidzi otrzymują niewielki atak wręcz.
pt_br: Os druidas gauleses ganham um pequeno ataque corpo a corpo.
ru: Галльские друиды получают небольшую атаку ближнего боя.
sk: Galskí druidi získajú malý útok nablízko.
sv: Galliska druider får en liten närstridsattack.
tr: Galli rahipler bir miktar yakın dövüş becerisi kazandı.
uk: Гальські друїди отримують невелику атаку ближнього бою.
zh: 高卢德鲁伊在近战中能获得额外的攻击。
zh_tw: 高盧的德魯伊增加些微的近戰攻擊力。

source: Carnutes
bg: Карнути
br: Karnuted
ca: Carnuts
de: Karnuten
el: Καρνούτες
es_ar: Carnutos
eu: Karnutoak
fa: کارنوت
ga: Carnútaí
he: קרנוטים
hu: Carnutesek
hy: Կարնուտներ
it: Carnuti
ja: カルヌテス
ko: 카루누테스
nb: Carnutene
pl: Karnutowie
ru: Карнуты
sk: Karnutovia
uk: Карнути
zh: 卡尔努特斯
zh_tw: 卡爾努特斯

source: The Carnutes were druids from Aulercia. They fought when needed, and were largely responsible for turning back the Belgae incursions into Armorica and Aulercia.
ast: Los carnutes foron druides d'Aulercia. Llucharon cuando facía falta, y foron los principales responsables de tornar les incursiones belgues n'Armórica y Aulercia.
bg: Карнутите били друиди от Аулерция. Те се биели когато имало нужда и били отговорни за възпирането на белгсите нахлувания в Арморика и Аулерция.
br: Ar Garnuted a oa drouized Aulerkia. Stourm a raent pa oa ret, hag e voent kiriek-mat da gas war-gil an argadennoù Belgiat en Armorik hag Aulerkia.
ca: Els carnuts eren druides d'Aulèrcia. Lluitaven quan se'ls necessitava, i van ser alguns dels responsables d'aturar les incursions dels belgues a Armòrica i Aulèrcia.
cs: Karnutové byli druidé z Aulercie. Když bylo třeba, bojovali, a z velké části byli zodpovědní i za odvrácení belgických nájezdů do Armoriky a Aulercie.
de: Die Karnuten waren Druiden aus Aulercia. Wenn nötig, kämpften sie, und so waren sie großteils dafür verantwortlich, dass die einfallenden Belger nach Aremorica und Aulercia zurückgedrängt wurden.
el: Οι Καρνούτες (Καρνούται ή Καρνουτῖνοι) ήταν Δρυΐδες από την Αουλερκία. Πολεμούσαν όποτε χρειαζόταν και η συμβολή τους ήταν καθοριστική για την απώθηση των επιδρομών των Βέλγων στην Αρμορική και την Αουλερκία.
es_ar: Los Carnutos eran druidas de Aulercia. Combatían cuando se los necesitaba, y fueron mayormente responsables de repeler las incursiones belgas en Armórica y Aulercia.
eu: Carnutoak Aulerciako aztiak izan ziren. Behar zenean baino ez ziren borrokatzen eta Armonica eta Aulercian Belgikarrek sartzeko egin zituzten saiakerak atzera bota zituzten.
fa: کارنوت دروئیدهایی از آولرسیا بودند. آنها زمانی که نیاز بود می جنگیدند و نقش کلیدی در عقب راندن بلگا های مهاجم از آرموریکا و آولرسیا داشتند
ga: Ba draoithe na Carnutes as Auilercia. Throid siad nuair gá atá orthu, agus is cúis leo ionraí na mBulgae a bhrú siar as Armóiricia agus Auilercia.
he: הקרנוטים היו דרואידים מאולריקה. הם נלחמו כאשר היה צריך, והיו במידה רבה אחראים להחזרת הפלישות הבלגיות לארמוריקה ואוולריקה.
hu: A carnutesek Aulercia (a mai Normandia része) druidái voltak. Harcoltak ha kellett és nagy részben felelősek volt a belga törzsek Armorica és Aulercia területére betörésének megállításában.
hy: Կարնուտները դրուիդներ էին Աուլերցիայից։ Անհրաժեշտության դեպքում նրանք կռվում էին և մեծ դերակատարում ունեցան Արմորիկայի և Աուլերցիայի բելգայական ներխուժումները հետ մղելու գործում։
it: I Carnuti erano i druidi di Aulercia. Combattenti quando necessario, furono in gran parte artefici delle sconfitte dei Belgi inferte durante le loro incursioni in Armorica e Aulercia.
ja: カルヌテスはアウレルキアのドルイドです。彼らは必要なときには戦い、その功績にはベルガエによるアルモリカやアウレルキアへの侵攻を追い返したことが挙げられます。
ko: 카루누테스는 아루레르시아 사제입니다. 그들은 필요할 때 싸움 그 공적은 벨가 이족 의한 아루모리카과 아루레르시아 침공을 쫓아 것을들 수 있습니다.
nb: Carnutene var druider fra Aulercia. De kjempet når det var nødvendig og var hovedansvarlige for å snu den belgaeiske invasjonen bort fra Amorica og Aurlercia.
pl: Karnutowie byli druidami z Aulercji. W razie potrzeby ruszali do walki i byli w dużej mierze odpowiedzialni za odparcie najazdów Belgów na Armorykę i Aulercję.
pt_br: Os Carnutes eram druidas da Aulercia. Eles lutavam quando necessário e foram em grande parte responsáveis ​​pela volta das incursões Belgas na Armórica e Aulercia.
ru: Карнуты были друидами из Аулерсии. Они сражались, когда пришла необходимость, и внесли большой вклад в отражение белгайских набегов на Арморику и Аулерсию.
sk: Karnutovia boli druidi z Aulercie. Keď bolo treba, bojovali, a z veľkej časti boli zodpovední aj za odvrátenie belgických nájazdov do Armoriky a Aulercie.
sv: Karnuterna var druider från Aulercia. De kämpade vid behov, och var i stor utsträckning ansvarig för att återvända in i Belgae till Armorica och Aulercia.
tr: Karnutelar Aulercia'dan druidlerdi. İhtiyaç duyduklarında savaşmışlardı ve Belgae saldırılarını Armorica ve Aulercia'ya geri çevirmekle büyük oranda sorumluyduk.
uk: Карнути були друїдами з Аулерсії. Вони билися за необхідності і внесли великий внесок у відбиття белгайських вторгнень у Арморіку та Аулерсію.
zh: 卡尔努特斯来自Aulercia的德鲁伊。有需要时，他们会义无反顾的投入战斗，对入侵阿莫里卡和Aulercia负有不可推卸的责任。
zh_tw: 卡努特斯是來自 Aulercia 的德魯伊。他們在需要時會義無反顧的戰鬥，並且是阻止貝爾蓋人對 Armorica 及 Aulercia 入侵的主要戰力。
