Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Neareastern Badlands
ast: Cabulyeiros de l Oriente Próximu
bg: Близкоизточна пустош
br: Douaroù Sec'h ar Reter Nesañ
ca: Erms del Pròxim Orient
cs: Blízkovýchodní neúrodná půda
da: Nærøstlige Badlands
de: Vorderasiatisches Ödland
el: Βραχότοποι Εγγύς Ανατολής
es: Páramos de oriente medio
eu: Oriente Erdiko Basamortuak
fa: کوه های خاور نزدیک
fi: Lähi-idän erämaat
fr: Terres arides du Proche-Orient
ga: Drochailte an Neasoirthir
gd: Fàsach an ear faisg
hu: Közel-keleti pusztaság
id: Tanah Tandus Timur Dekat
it: Calanchi del Vicino Oriente
ja: 近東の荒地
ko: 근동지역 불모지
ms: Tanah Usang Neareastern
nb: Nærøstlig steinørken
nl: Nabije Oosten Badlands
pl: Bliskowschodnie pustkowia
pt_br: Desfiladeiros do Oriente Próximo
pt_pt: Terras áridas do nordeste
ru: Ближневосточные бесплодные земли
sk: Blízkovýchodná pustatina
sr: Пустаре Блиског Истока
sv: Främre Orientens Badlands
tr: Yakındoğu Çorak arazileri
uk: Безплідні землі Близького Сходу
vi: Vùng đồi núi Neareastern
zh: 近东荒地
zh_tw: 近東荒地

source: A basic test of the random map generator - not playable.
ast: Una pruöba elementar de l generador geográphicu - nun ye possible jogar n ella.
bg: Основен тест на кода за създаване на случайни карти. Не става за игра.
br: Un test bazek eus ar gartenn grouiñ dre-zegouezh - dic'houest da c'hoari.
ca: Una prova bàsica del generador de mapes aleatoris - no jugable.
cs: Základní zkouška generátoru náhodných map - nehratelné.
da: En simpel test af banegeneratoren - kan ikke spilles
de: Ein einfacher Test des Zufallskartengenerators – nicht spielbar.
el: Βασικό τεστ του τυχαίου δημιουργού χαρτών - οχι για παιχνίδι.
es: Una prueba básica del generador aleatorio de mapas - no jugable.
eu: Mapak berez sortzeko oinarrizko proba - ez jolasteko.
fa: یه نقشه آزمایشی برای تولید نقشه تصادفی - قابل بازی نیست
fi: Satunnaiskarttageneraattorin perustesti - ei pelattavissa.
fr: Un test basique du générateur de cartes aléatoires - non jouable.
ga: Triail bunúsach don ghineadóir léarscáile fánaí - do-imeartha
gd: Deuchainn bhunasach air gineadair nam mapa – cha ghabh a chluich.
hu: A véletlenszerű térkép-előállító alapvető tesztje - nem játszható.
id: Uji dasar pembuat peta acak - tidak dapat dimainkan.
it: Semplice test di generazione di una mappa casuale - non giocabile.
ja: ランダムマップ生成の基本テストです - プレイ不能です。
ko: 무작위 지도 생성기의 기초 테스트 - 게임을 진행할 수 없습니다.
ms: Ujian asas penjana peta rawak - tidak boleh main.
nb: En standard test av den tilfeldige kart generatoren - ikke spillbar.
nl: Een standaard test voor de willekeurige kaartgenerator - niet bespeelbaar.
pl: Podstawowy test losowego generatora map - niegrywalne.
pt_br: Um teste básico do gerador de mapas - não jogável.
pt_pt: Um teste básico do gerador de mapas aleatório - não jogável.
ru: Базовый тест случайного генератора карт - не пригоден для игры.
sk: Základná skúška náhodného generátora máp – nehrateľné.
sr: Основни тест насумичног генератора мапа - неигриво.
sv: Ett enkelt test av slump-kart-generatorn - inte spelbar.
tr: Bir rastgele harita üreteci temel testi - oynanabilir değil.
uk: Простий тест генератора випадкової карти - не для гри.
zh: 随机地图生成器性能基本测试 - 不可玩。
zh_tw: 隨機地圖制造器基本測試 - 不能玩。

source: New RMS Test
ast: Pruöba l generador geográphicu
bg: Нов тест на СК
br: Test RMS nevez
ca: Prova de RMS nova
cs: Nová zkouška RMS
da: Ny RMS Test
de: Neuer Zufallskartengeneratortest
el: Νέο RMS Test
es: Nueva prueba de RMS
eu: RMS proba berria
fa: تست RMS جدید
fi: Uusi RMS-testi
fr: Nouveau Test RMS
ga: Triail RMS Nua
gd: Deuchainn RMS ùr
hu: Új RMS teszt
id: Tes RMS Baru
it: Nuovo Test RMS
ja: 新RMSテスト
ko: 새로운 RMS 테스트
ms: Ujian RMS Baharu
nb: Ny RMS Test
nl: Nieuwe RMS test
pl: Nowy test generatora map losowych
pt_br: Novo teste SMA
pt_pt: Novo teste RMS
ru: Новый тест RMS
sk: Nová skúška skriptovania náhodných máp
sr: Нови RMS тест
sv: Ny RMS Test
tr: Yeni RMS Test
uk: Новий тест RMS
vi: Bài kiểm tra RMS mới
zh: 新随机地图测试
zh_tw: 新的隨機地圖指令稿測試

source: Ngorongoro Crater is the world's largest intact volcanic caldera and is one of the Seven Natural Wonders of Africa. Due to it's climate, biodiversity and history, Ngorongoro is believed by some to be Africa's Garden of Eden and the birthplace of mankind.
ast: El cráter de Ngorongoro ye la mayor caldeira intacta de l mundu & una de lɐs siete marabilyɐs naturales de l África. Pol amor de l sou clima, biodiversidá & historia, ha hi quien cree que l Ngorongoro ye un huörtu d’Edén africanu & el verciu de l home.
bg: Кратерът Нгоронгоро е най-голямата цялостна вулканична котловина и е едно от седемте естествени чудеса на Африка. Поради климата, биологичното разнообразие и историята си, според някои вярвания Нгоронгоро е африканската райска градина и рожденото място на човечеството.
br: Krater Ngorongoro zo kaldera difreuz ledanañ ar bed hag unan eus Seizh Marvailh Naturel Afrika. Abalamour d'e amzer, bevliesseurted hag istor, e vez kredet Ngorongoro gant lod evit bezañ Liorzh Eden Afrika ha kentañ plas Mab-den.
ca: El cràter de Ngorongoro és la caldera volcànica intacta més gran del món i és una de les set meravelles naturals d'Àfrica. A causa del seu clima, la biodiversitat i de la història, Ngorongoro és considerat per alguns com el Jardí d'Àfrica de l'Edèn i el bressol de la humanitat.
cs: Kráter Ngorongoro je největší neporušená sopečná kaldera (kotlovitý kráter vzniklý propadnutím vrcholu sopky) na světě a jeden ze sedmi divů africké přírody. Kvůli podnebí, rozmanitosti přírody a historii považují někteří Ngorongoro za africkou rajskou zahradu Eden a kolébku lidstva.
da: Ngorongoro-krateret er verdens største intakte vulkanske caldera og er et af Afrikas syv naturlige vidundere. På grund af dets klima, biodiversitet og historie, menes Ngorongoro af nogle at være Afrikas Edens have og menneskehedens fødested.
de: Ngorongoro ist der weltgrößte intakte vulkanische Einbruchkrater und ist einer der Sieben Naturwunder Afrikas (Seven Natural Wonders of Africa). Aufgrund seines Klimas, seiner Biodiversität und Geschichte glauben einige daran, dass er Afrikas Garten Eden und die Geburtsstätte der Menschheit sei.
el: Ο κρατήρας Νγκορονγκόρο είναι η μεγαλύτερη άθικτη ηφαιστειακή καλντέρα στον κόσμο και ένα από τα επτά θαύματα της φύσης της Αφρικής. Λόγω του κλίματος, της βιοποικιλότητα και της ιστορίας, το Νγκορονγκόρο πιστεύεται από κάποιους ότι είναι ο Κήπος της Εδέμ της Αφρικής και η γενέτειρα της ανθρωπότητας.
es: El cráter de Ngorongoro es la caldera volcánica más grande del mundo y una de las siete maravillas naturales de África. Debido a su clima, biodiversidad e historia se cree que Ngorongoro es el jardín del Edén del continente africano y la cuna de la humanidad.
eu: Ngorongoroko kraterra munduko galdara bolkanikorik handiena da eta Afrikako Naturako Zazpi Mirarietako bat. Bere klima, bioaniztasuna eta historia dela eta, Ngorongoro Afrikar kontinenteko Eden lorategia dela uste da eta gizateriaren sehaska.
fa: دهانه آتش فشانی انگرونگرو بزرگترین دهانه آتشفانی دست نخورده است است و یکی از هفت عجایب طبیعی آفریقا. بدلیل شرایط جوی، تغییرات جوی و تاریخ آن، مردمان انگرونگرو آنرا به عنوان دروازه بهشت و محل تولد انسان می شناسند.
fi: Ngorongoron kraatteri on maailman suurin ehjä tuliperäinen kaldera, ja se on yksi Afrikan seitsemästä luonnonihmeestä. Ilmastonsa, biologisen monimuotoisuutensa ja historiansa vuoksi jotkut uskovat Ngorongoron olevan Afrikan Eedenin puutarha ja ihmiskunnan syntypaikka.
fr: Le cratère de Ngorongoro est la plus large chambre volcanique au monde et est l'une des sept merveilles naturelles d'Afrique. En raison de son climat, de sa biodiversité et de son histoire, certains croient que Ngorongoro serait le jardin d'Eden de l'Afrique et le berceau de l'humanité.
ga: Is é Cráitéir an Norónoró é an caildéara bolcánach is mó san domhan, agus tá sé páirteach den Sheacht Iontas Nádúrtha na hAfraice. Mar gheall ar a aeráid, a bhithéagsúlacht, agus a stair, cinntear ag roinnt daoine go bhfuil an Norónoró mar Ghairdín Pharthais na hAfraice agus áit bhreithe an chine dhaonna.
gd: Is sloc Ngorongoro fear dhe na caldarathan bolcànach slàna as motha air an t-saoghal agus fear dhe na seachd mìorbhailean nàdarra Afraga. Air sàilleibh a ghnàth-sìde, bith-iomadachd agus eachdraidh, cha cuid dhen bheachd gur e Gàrradh Edein Afraga agus àite-breith a’ chinne-dhaonna a th’ ann an Ngorongoro.
hu: A Ngorongoro kráter a világ legnagyobb érintetlen vulkanikus kalderája, és egyike Afrika hét természeti csodájának. A klímája, biodiverzitása és történelme miatt, a Ngorongoro sokak számára Afrika édenkertje és az emberiség szülőhelye.
id: Kawah Ngorongoro adalah kaldera vulkanik utuh terbesar di dunia dan merupakan Tujuh Keajaiban Alam Afrika. Karena iklimnya, keanekaragaman hayati dan sejarahnya, Ngorongoro dipercayai oleh beberapa sebagai Taman Eden Afrika dan tempat lahirnya manusia.
it: Il cratere di Ngorongoro è la più grande caldera vulcanica intatta al mondo ed è una delle sette meraviglie naturali dell'Africa. Grazie al suo clima, la biodiversità e la storia, Ngorongoro è ritenuto da alcuni di essere il Giardino dell'Eden Africano e il luogo di nascita del genere umano.
ja: ンゴロンゴロクレーターは世界最大の火山カルデラであり、アフリカの七つの自然驚異の一つです。 気候、生物多様性、歴史のゆえに、ンゴロンゴロはアフリカのエデンの園であり、人類の発祥の地であると信じられています。
ko: 응고롱고로 분화구는 세계에서 가장 크고 온전한 화산 칼데라이며 아프리카의 7 대 불가사의 중 하나입니다. 기후, 생물 다양성, 역사로 인해 응고롱고는 아프리카의 에덴 동산과 인류의 발상지로 여겨집니다.
ms: Kawah Ngorongoro merupakan kaldera gunung berapi terbesar yang masih kekal dan salah satu daripada Tujuh Keajaiban Alam Dunia Afrika. Disebabkan cuaca, biodiversiti dan sejarahnya, Ngorongoro dipercayai oleh sesetengah penduduknya Syurga Dunia Afrika dan tempat asal kewujudan manusia.
nb: Ngorongoro-krateret er verdens største intakte vulkanske kaldera og er en av de syv naturunderne i Afrika. På grunn av sitt klima, artsmangfold og historikk tror noen at Ngorongoro er Afrikas svar på Edens hage og arnestedet for menneskeheten.
nl: De Ngorongoro krater is 's werelds grootste vulkanische bekken en één van de zeven natuurlijke wonderen van Afrika. Door zijn microklimaat, biodiversiteit en geschiedenis wordt Ngorongoro door sommigen beschouwd als de tuin van Eden en de bakermat van de mensheid.
pl: Krater Ngorongoro jest największą na świecie nienaruszoną kalderą wulkaniczną, i jednym z Siedmiu Naturalnych Cudów Afryki. Dzięki jego klimatowi, bioróżnorodności i historii, Ngorongoro uważany jest przez niektórych za Afrykański Eden i miejsce narodzin ludzkości.
pt_br: A Cratera Ngorongoro é a maior caldeira vulcânica intacta do mundo, e uma das Sete Maravilhas Naturais da África. Graças ao seu clima, biodiversidade e história, alguns acreditam que Ngorongoro seja o Jardim do Éden africano e o berço da humanidade.
pt_pt: A Cratera Ngorongoro é o maior vale vulcânico intacto, e uma das Sete Maravilhas Naturais da África. Graças ao seu clima, biodiversidade e história, alguns acreditam que Ngorongoro seja o Jardim do Éden africano e berço da humanidade.
ru: Кратер Нгоронгоро — крупнейший в мире нетронутый вулканический кратер-кальдера и один из семи природных чудес Африки. Как полагают некоторые, из-за его климата, разнообразия форм жизни и истории, является африканским Эдемом и родиной человечества.
sk: Kráter Ngorongoro je najväčší nedotknutý sopečný kotol na svete a je jedným zo siedmich prírodných divov Afriky. Vďaka svojej klíme, rozmanitosti života a histórii, Ngorongoro niektorí Afričania považujú za Rajskú Záhradu a za miesto zrodu ľudstva.
sv: Ngorongoro Kratern är världens största intakta vulkaniska kalderan och är en av de sju naturliga underverken i Afrika. På grund av klimatet, biologiska mångfalden och historian tros Ngorongoro av vissa att vara Afrikas Edens lustgård och födelseplats för mänskligheten .
tr: Ngorongoro Krater, dünyanın en büyük volkanik kalderasıdır ve Afrika'nın Yedi Doğal Harikası'ndan biridir. İklim, biyoçeşitlilik ve tarih nedeniyle, Ngorongoro'ya göre bazıları Afrika'nın Cennet Bahçesi ve insanlığın doğduğu yer olarak düşünülür.
uk: Кратер Нґоронґоро найбільший у світі неушкоджений вулканічний розлом - є одним із семи природних чудес Африки. Через клімат, біорозмаїття та історію, Нґоронґоро вважається африканським "Едемським садом" і колискою людства.
zh: 恩戈罗恩戈罗火山口是世界上最完美的火山口，也是非洲的七大自然奇观之一。由于它的气候，生物多样性和历史，恩戈罗恩戈罗被认为是非洲的伊甸园和人类的发源地。
zh_tw: 恩戈羅恩戈羅火山口是世界上最大的完整火山口，也是非洲的七大自然景觀之一。由於它的氣候、生物多樣性與歷史，恩戈羅恩戈羅被一些人認為是非洲的伊甸園，人類的發源地。

source: Ngorongoro
bg: Нгоронгоро
el: Νγκορονγκόρο
fa: انگورونگرو
ga: An Norónoró
ja: ンゴロンゴロ
ko: 응고롱고로
ru: Нгоронгоро
uk: Нґоронґоро
zh: 恩戈罗恩戈罗火山
zh_tw: 恩戈羅恩戈羅

source: Players start in a tough map to play with scarce wood and dangerous polar animals.
ast: Los jogadores intamɐn n una geographía abegosa, scassa de madeira & infestada de pelhigrosos biçhos polares.
bg: Играчите започват на трудна карта с малко дървета и опасни полярни животни.
br: Ar c'hoarierien a gomañs en ur gartenn start evit c'hoari gant koad ral ha loened pennahelel dañjerus.
ca: Els jugadors comencen en un mapa difícil amb poca fusta i animals polars perillosos.
cs: Hráči začínají na mapě, která se hraje nesnadno. Dřevo je vzácné a jsou tam nebezpečná polární zvířata.
da: Spillerne starter i en hård bane at spille med begrænset træ og farlige polardyr.
de: Spieler starten auf einer schwierigen Karte, um mit knappem Holz und gefährlichen arktischen Tieren zu spielen.
el: Οι παίκτες αρχίζουν σε ένα δύσκολο χάρτη παίζοντας με ελάχιστο ξύλο και επικίνδυνα πολικά ζώα.
es: Los jugadores empiezan en un mapa duro, con escasa madera y peligrosos animales polares.
eu: Jokalariak mapa gogor batean hasiko dira, egur gutxi eta poloetako animali arriskutsuez.
fa: بازیکن ها بازی را در یک نقشه سخت با منابع بسیار محدود چوب و حیوانات خطرناک قطبی آغاز می کنند
fi: Pelaajat aloittavat vaikealta kartalta, pelatakseen vähien puustojen ja vaarallisten napaseudun eläimien kanssa.
fr: Les joueurs commencent dans une carte difficile à jouer avec peu de bois et des animaux polaires dangereux.
ga: Tosaíonn na himreoirí i léarscáil crua agus deacair a imirt, tá adhmad gann agus ainmhithe polacha dainséaracha go leor.
gd: Tòisichidh na cluicheadairean air mapa doirbh sa bheil fiodh gann ’s beathaichean pòlarach cunnartach.
hu: A játékosok kemény terepen kezdenek, ahol kevés fa és veszélyes sarkvidéki állatok találhatók.
id: Pemain mulai di peta yang sulit dimainkan dengan kayu langka dan hewan kutub yang berbahaya.
it: I giocatori iniziano in una mappa difficile da giocare con scarso legno e pericolosi animali polari.
ja: プレイヤーは、木が乏しく危険な極地動物のいる難しいマップで開始します。
ko: 플레이어들은 희귀한 나무와 위험한 극지방 동물들이 있는 험난한 지도에서 시작합니다.
ms: Pemain bermula dalam peta yang sukar dimainkan kerana kekurangan kayu dan haiwan kutub yang merbahaya.
nb: Spillere starter i et barskt kart med lite tømmer og farlige polar-dyr.
nl: Spelers starten in een moeilijke kaart, met weinig hout en gevaarlijke dieren.
pl: Gracze zaczynają na trudnej do gry mapie z ograniczoną ilością drewna i niebezpiecznymi zwierzętami polarnymi.
pt_br: Os jogadores começam em um mapa difícil de jogar, com escassas reservas de madeira e perigosos animais polares.
pt_pt: Os jogadores começam um mapa difícil de jogar por causa da escassa madeira e animais polares perigosos.
ru: Игроки начинают на трудной для игры карте со скудными древесными ресурсами и опасными полярными животными.
sk: Hráči začínajú na neľútostnej mape s nedostatkom dreva a nebezpečnými polárnymi zvieratami.
sr: Играчи почињу на тешкој мапи са ретким дрвећем и опасним поларним животињама.
sv: Spelare börjar i en tuff karta med få träd och farliga polära djur.
tr: Oyuncular kıt odun ve tehlikeli kutup hayvanları ile zor bir haritada oynamaya başlayacak.
uk: Гравці починають в жорстких умовах з дефіцитом деревини і небезпечними полярними тваринами.
vi: Những người chơi bắt đầu trên một bản đồ đầy chông gai khai hiếm gỗ và những loài thú vật hung dữ.
zh: 玩家开局在一个缺乏木材，并有危险极地动物的危险地图中。
zh_tw: 玩家在一個缺乏木頭並有危險極地動物的嚴峻地圖中開始遊戲。

source: Northern Lights
ast: Aurora boreal
bg: Полярни светлини
br: Gouloù an Hanternoz
ca: Aurora boreal
cs: Polární záře
da: Nordlys
de: Nordlichter
el: Βόρειο Σέλας
es: Luces nórdicas
eu: Iparreko Argiak
fa: نورهای شمالی
fi: Revontulet
fr: Aurores boréales
ga: Na Gealáin Thuaidh
gd: Fir-chlis
hu: Sarki fények
id: Cahaya Utara
it: Luci del Nord
ja: 北極光
ko: 북극광 (오로라)
ms: Cahaya Utara
nb: Nordlys
nl: Noorderlicht
pl: Światła północy
pt_br: Luzes Boreais
pt_pt: Aurora boreal
ru: Северное сияние
sk: Polárna žiara
sr: Поларна светлост
sv: Norrsken
tr: Kuzey Işığı
uk: Північні вогні
vi: Bắc cực quang
zh: 北极光
zh_tw: 北極光

source: Players start around a small oasis in the center of the map which holds much of the available wood on the map.
ast: Los jogadores intamɐn a l redor d’una pequenha oasis central que contien muĩꞇha de la madeira disponible.
bg: Играчите започват около малък оазис в средата на картата, където са съсредоточени почти всички дървета.
br: Ar c'hoarierien a gomañs war-dro un oaziz bihan e kreiz ar gartenn a zalc'h kalz a goad dieub war ar gartenn.
ca: Els jugadors comencen al voltant d'un petit oasi al centre del mapa on hi ha la major part de la fusta.
cs: Hráči začínají uprostřed mapy kolem malé oázy, kde se nachází většina dostupných lesů.
da: Spillerne starter omkring en lille oase i banens midte, der indeholder det meste af banens træ.
de: Die Spieler starten um eine Oase im Zentrum der Karte, wo ein Großteil des verfügbaren Holzes zu finden ist.
el: Οι παίκτες αρχίζουν γύρω απο μία μικρή όαση που βρίσκεται στο κέντρο του χάρτη και εμπεριέχεται σε αυτή η πλειοψηφία ξύλου στο χάρτη.
es: Los jugadores comienzan en un pequeño oasis situado en el centro del mapa el cual contiene la mayor parte de la madera disponible.
eu: Jokalariak maparen erdian dagoen eta eskuragarri dagoen egur gehiena daukan oasi batetik hasiko dira.
fa: بازیکن ها بازی را در نزدیکی یک آبادی و در مرکز نقشه آغاز می کنند که مقادیر زیادی چوب در این منطقه است
fi: Pelaajat aloittavat pienen keitaan ympärillä keskellä kartaa. Suurin osa kartan puustosta sijaitsee keitään välittömässä läheisyydessä.
fr: Les joueurs commencent autour d'une petite oasis au centre de la carte qui détient une bonne partie du bois disponible.
ga: Tosaíonn na himreoirí i dtimpeall ósaise i lár na léarscáile cé a bhfuil formhór an admhaid sa léarscáil.
gd: Tòisichidh na cluicheadairean timcheall air innis-fhàsaich bheag ann am meadhan a’ mhapa sa bheil a’ mhòrchuid dhen fhiodh a tha ri fhaighinn.
hu: A játékosok a térkép közepén, egy olyan kis oázis környékén kezdenek, ahol a területen elérhető összes famennyiség zöme található.
id: Pemain mulai di sekitar oase kecil di tengah peta yang menyimpan kebanyakan kayu tersedia di peta.
it: I giocatori iniziano intorno ad una piccola oasi nel centro della mappa che detiene gran parte del legname disponibili sulla mappa.
ja: プレイヤーの開始位置はマップ中央にある小さなオアシスのほとりで、マップの木材資源の大半がそこにあります。
ko: 플레이어들은 지도의 중앙에 있는 작은 오아시스 주변에 시작하고 지도에서 목재는 대부분 그곳에 있습니다.
ms: Pemain bermula disekitar oasis kecil yang berada ditengah-tengah peta yang mana oasis ini satu-satunya mempunyai kayu di dalam peta.
nb: Spillere staretr rundt en liten oase i midten av kartet som har mye av det tilgjenge tømmeret på kartet.
nl: Spelers starten rond een kleine oase in het midden van de kaart. Rond die oase bevindt zich zowat al het hout op de kaart.
pl: Gracze zaczynają dookoła małej oazy w centrum mapy w której znajduje się większość dostępnego na mapie drewna.
pt_br: Os jogadores começam em torno de um pequeno oásis no centro do mapa, que detém grande parte da madeira disponível no mapa.
pt_pt: Cada jogador começa à volta de um pequeno oásis no centro do mapa que contém a maioria da madeira disponível do mapa.
ru: Игроки начинают вокруг небольшого оазиса в центре карты, в котором сосредоточены основные запасы древесины.
sk: Hráči začínajú okolo malej oázy v strede mapy, kde je sústredená väčšina dreva.
sr: Играчи почињу надомак малених оаза у средишту мапе где се налази већина расположиве шуме.
sv: Spelarna börjar runt en liten oas i mitten av kartan som har en stor del av det tillgängliga träet på kartan.
tr: Oyuncular küçük bir vaha etrafında haritanın merkezinde yeteri kadar olan odunla başlar.
uk: Гравці починають навколо невеликої оази в центрі карти, у якій зосереджено більшу частину наявної на карті деревини.
vi: Những người chơi bắt đầu xung quanh một ốc đảo nhỏ nằm chính giữa bản đồ mà hầu hết gỗ nằm ở đó.
zh: 玩家开局位于地图中心的一小块绿洲，木材很多。
zh_tw: 玩家在地圖中央有著一片包含地圖上大多數木頭的綠洲的周圍開始遊戲。

source: Oasis
bg: Оазис
br: Oaziz
ca: Oasi
cs: Oáza
da: Oase
de: Oase
el: Όαση
eu: Oasia
fa: آبادی
fi: Keidas
ga: Ósais
gd: Innis-fhàsaich
hu: Oázis
id: Oase
it: Oasi
ja: オアシス
ko: 오아시스
nb: Oase
nl: Oase
pl: Oaza
pt_br: Oásis
pt_pt: Oásis
ru: Оазис
sk: Oáza
sr: оаза
sv: Oas
tr: Vaha
uk: Оаза
vi: Ốc đảo
zh: 绿洲
zh_tw: 綠洲
