Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: hotkey.profile.toggle – Toggle real-time profiler (cycles through the displays of information)
ast: hotkey.profile.toggle – Alternar l analyzador simultaneu (passa pelos informes)
bg: hotkey.profile.toggle — Превключване на следенето на производителността в реално време (превключва между няколко вида информация)
ca: hotkey.profile.toggle – Activa/desactiva l'anàlisi de rendiment en temps real (alterna entre les visualitzacions d'informació)
cs: hotkey.profile.toggle – Přepnout profilování ve skutečném čase (přepíná se přes zobrazení informací)
de: hotkey.profile.toggle – Echtzeit-Profiler umschalten (wechselt durch die Informationsanzeigen)
el: hotkey.profile.toggle – Εμφάνιση/Απόκρυψη προφίλ πραγματικού χρόνου( κινείτε με τη ροή της πληροφορίας που εμφανίζεται)
es: hotkey.profile.toggle – Mostrar análisis de rendimiento en tiempo real (alterna entre diferentes paneles de información)
eu: lastertekla.profile.erakutsi – Erakutsi denbora errealeko lan analizatzailea (informazio pantailen bidezko zikloak)
fi: hotkey.profile.toggle – Ota käyttöön/poista käytöstä reaaliaikainen profiloija (painaminen vaihtaa näytettäviä tietoja)
fr: hotkey.profile.toggle – Afficher/Masquer le profil en temps réel (bascule entre les affichages d'informations)
gd: hotkey.profile.toggle – Toglaich am pròifilear fìor-ama (cuairtichidh seo tro na seallaidhean fiosrachaidh)
gl: hotkey.profile.toggle– Activar/Desactivar o perfilador en tempo real (percorre as pantallas de información)
hu: hotkey.profile.toggle – Valós idejű profilozó be/ki (folyamatosan vált a megjelenített információk közt)
id: hotkey.profile.toggle – Setel profiler waktu-nyata (alihkan tampilan informasi)
it: hotkey.profile.toggle – Attiva aggiornamenti in tempo reale (un ciclo tra le informazioni visualizzate)
ja: hotkey.profile.toggle – リアルタイムプロファイラの切り替え(情報表示の繰り返し)
ko: hotkey.profile.toggle – 실시간 Profiler 전환(정보 표시를 통한 주기)
nl: sneltoets.profile.toggle – Toon / verberg real-time profiler (blader door de verschillende informatieweergaven)
pl: hotkey.profile.toggle – Włącz profilowanie w czasie rzeczywistym (przełącza widok informacji)
pt_pt: hotkey.profile.toggle – alternar o analisador de perfil em tempo real (circula pelas visualizações de informações)
ru: hotkey.profile.toggle — показать или скрыть профилировщик реального времени (переключение между способами отображения информации)
sv: hotkey.profile.toggle – Växla realtidsprofilerare (bläddrar igenom sidorna med information)
tr: hotkey.profile.toggle – Gerçek zamanlı profil oluşturucuyu aç/kapat (bilgi ekranları arasında geçiş yapar)
uk: hotkey.profile.toggle – Перемкнути профайлер реального часу (перемикає відображення інформації)
zh: hotkey.profile.toggle – 启用/禁用实时性能分析器 (切换显示信息)
zh_tw: hotkey.profile.toggle – 啟用即時分析工具（循環切換顯示資訊）

source: hotkey.profile.save – Save current profiler data to “logs/profile.txt”
ast: hotkey.profile.save – Guardare los actuales datos analyticos in “logs/profile.txt”
bg: hotkey.profile.save — Запазване на данните от текущото следене на производителността във файла „logs/profile.txt“
ca: hotkey.profile.save – Desa les dades del perfil actual a "logs/profile.txt"
cs: hotkey.profile.save – Uložit data nynějšího profilu do “logs/profile.txt”
de: hotkey.profile.save – Aktuelle Profiler-Daten unter „logs/profile.txt“ abspeichern
el: hotkey.profile.save – Αποθήκευση δεδομένων τρέχοντος προφίλ στη τοποθεσία “logs/profile.txt”
es: hotkey.profile.save – Guardar los datos del análisis actual en “logs/profile.txt”
eu: lastertekla.profila.gorde – Gorde uneko profiler datuak “logs/profile.txt” fitxategian
fi: hotkey.profile.save – Tallenna nykyiset profilointitiedot tiedostoon logs/profile.txt
fr: hotkey.profile.save – Enregistrer les données actuelles du profil dans "logs/profile.txt"
gd: hotkey.profile.save – Sàbhail dàta a’ phròifileir làithrich gu “logs/profile.txt”
gl: hotkey.profile.save – Gardar os datos actuais do perfil en “logs/profile.txt”
hu: hotkey.profile.save – A jelenlegi profilozóadatok mentése a “logs/profile.txt” fájlba
id: hotkey.profile.save – Simpan data profiler saat ini ke “logs/profile.txt”
it: hotkey.profile.save – Salva i dati attuali del profilo su “logs/profile.txt”
ja: hotkey.profile.save – 現在のプロファイルデータを“logs/profile.txt”に保存します
ko: hotkey.profile.save – 현재 Profiler 데이터를 "logs/profile.txt"에 저장
nl: sneltoets.profile.save – Sla de huidige profieldata op in “logs/profile.txt”
pl: hotkey.profile.save – zapisz aktualne dane profilowania do pliku "logs/profile.txt"
pt_pt: hotkey.profile.save – guarda os dados atuais do analisador de perfil em “logs/profile.txt”
ru: hotkey.profile.save — сохранить текущие данные профилировщика в "logs/profile.txt”
sv: hotkey.profile.save − Spara nuvarande profildata till "logs/profile.txt"
tr: hotkey.profile.save – Geçerli profil oluşturucu verilerini “logs/profile.txt” olarak kaydet.
uk: hotkey.profile.save – Зберегти дані поточного профайлера до “logs/profile.txt”
zh: hotkey.profile.save — 将当前分析数据保存到 logs/profile.txt
zh_tw: hotkey.profile.save – 儲存目前的分析數據到 “logs/profile.txt”

source: hotkey.screenshot – Take screenshot (in .png format, location is displayed in the top left of the GUI after the file has been saved, and can also be seen in the console/logs if you miss it there)
ast: hotkey.screenshot – Fazher un semelyu (in formatu .png; des que guardado l archivo, el caminu amuöstra-se nel cantin cimeiru esquierdu de la IGU, & tamien se puöde atopar in terminal/registros)
bg: hotkey.screenshot — Снимка на екрана (във формат .png. Местоположението ѝ се показва в горния ляв ъгъл на екрана, след като файлът бъде запазен, както и в конзолата/журналите, ако го изпуснете)
ca: hotkey.screenshot – Captura de pantalla (en format .png, la ubicació del fitxer es mostra a la part superior esquerra quan es desa, i també a l'historial de la consola)
cs: hotkey.screenshot – Sejmout snímek obrazovky (ve formátu .png, umístění je zobrazeno v levé horní části uživatelského rozhraní, jakmile byl soubor uložen, a lze je také vidět v konzoli/zápisech, pokud je tu propásnete)
de: hotkey.screenshot – Screenshot machen (im .png-Format, der Speicherort wird oben links angezeigt, nachdem die Datei gespeichert wurde, und kann auch unter console/logs nachgeschaut werden, wenn du es verpasst)
el: hotkey.screenshot – Λήψη φωτογραφίας (σε .png μορφοποίηση , η τοποθεσία εμφανίζεται στην πάνω αριστερή πλευρά του περιβάλλοντος διεπαφής χρήστη αφού το αρχείο έχει αποθηκευτεί, και μπορεί επίσης να εμφανιστεί στην κονσόλα/logs άν δέ το βρείτε εκεί)
es: hotkey.screenshot – Captura de pantalla (en formato .png; la ubicación se mostrará en la esquina superior izquierda cuando el archivo se haya guardado y puede consultarse posteriormente en la consola/registro)
eu: lastertekla.pantailaargazkia – Pantaila argazkia (.png formatuan, gorde ondoren kokapena interfazearen goi ezker erpinean erakusten da, kontsola/gertakariak atalean ere ikus daiteke)
fi: hotkey.screenshot – Ota kuvakaappaus (.png-muodossa, sijainti näkyy graafisen käyttöliittymän vasemmassa yläkulmassa, kun tiedosto on tallennettu, ja se näkyy myös konsolissa/lokissa, jos et ehtinyt nähdä sitä).
fr: hotkey.screenshot – Prendre une capture d'écran (au format .png, l'emplacement est affiché en haut à gauche de l'interface graphique après que le fichier a été enregistré, et peut également être vu dans la console/journal si vous ne le trouvez pas)
gd: hotkey.screenshot – Tog glacadh-sgrìn (san fhòrmat .png, thèid an t‑ionad a shealltainn air oisean clì gu h-àrd nuair a bhios am faidhle air a shàbhaladh is chì thu an t-ionad air a’ chonsoil/sna logaichean ma chaill thu e an-sin)
gl: hotkey.screenshot – Fai unha captura de pantalla (en formato .png, a localización móstrase na parte superior esquerda da GUI despois de gardar o ficheiro, e tamén se pode ver na consola/rexistros se a perdas alí)
hu: hotkey.screenshot – Képernyőkép készítése (.png formátumban, a mentés helye a grafikus felület bal felső részén lesz látható a mentést követően, ugyanakkor megtekinthető a konzolban és a naplófájlban is, ha lemaradtál volna róla)
id: hotkey.screenshot – Ambil tangkapan layar (dalam format .png, lokasi ditampilkan di kiri atas GUI setelah berkas disimpan, dan juga dapat dilihat di konsol/log jika Anda melewatkannya di sana)
it: hotkey.screenshot – Scatta una schermata (in formato .png, la destinazione si vene in alto a sinistra dell'interfaccia dopo il salvataggio, e puoi anche vederlo in console/logs)
ja: hotkey.screenshot – スクリーンショットを撮ります。(.png 形式、場所はファイル保存後にGUIの左上に表示されます。)
ko: hotkey.screenshot – 스크린샷 찍기(파일이 저장된 후 GUI의 왼쪽 상단에 위치가 표시되고, 위치가 누락된 경우 콘솔/로그에도 표시됩니다)
nl: sneltoets.screenshot – Maak een schermafbeelding (in .png formaat. De locatie wordt weergegeven in de linker bovenhoek nadat het bestand is opgeslagen. De locatie kan ook gevonden worden in de console of de logs)
pl: hotkey.screenshot – zrób zrzut ekranu (w formacie .png, lokalizacja zrzutu pokazana jest w lewym górnym rogu interfejsu po zapisaniu pliku; można ją zobaczyć również w konsoli/logach)
pt_pt: hotkey.screenshot – tira uma captura de ecrã no formato .png (a localização é mostrada no canto superior esquerdo depois de guardar o ficheiro; se não conseguires ver nessa altura também podes vê-la na consola ou nos registos)
ru: hotkey.screenshot — сделать снимок экрана (в формате .bmp, путь к снимку будет показан в верхнем левом углу после сохранения, а также доступен в консоли и журнале)
sv: hotkey.screenshot – Ta skärmdump (i .png-format, platsen visas i hörnet uppe till vänster i fönstret efter att filen har sparats, och kan också ses i konsolen/loggar om du missade den)
tr: hotkey.screenshot – Ekran görüntüsü al (png biçiminde, dosya kaydedildikten sonra ekranın sol üst köşesinde konumunu görebilirsin, kaçırdıysan konsoldan veya günlüklerden de bakabilirsin)
uk: hotkey.screenshot – Зробити знімок екрана (у форматі .png, місцезнаходження відображено зверху зліва на графічному інтерфейсі користувача після того, як файл було збережено, а також його можна побачити в консолі/журналах, якщо ви його пропустите)
zh: hotkey.screenshot – 截屏 (PNG格式。 文件保存后，路径会显示在在用户界面的左上方，也可在日志文件 console/logs 里找到)
zh_tw: hotkey.screenshot – 螢幕擷圖（儲存為 .png 格式，路徑顯示在圖形介面的左上方，若錯過也可以在主控臺／紀錄中檢閱）

source: hotkey.bigscreenshot – Take huge screenshot (6400×4800 pixels, in .bmp format, location is displayed in the top left of the GUI after the file has been saved, and can also be seen in the console/logs if you miss it there)
ast: hotkey.bigscreenshot – Fazher una semelya (6400x4800 píxeles, in formatu .bmp; des que guardado l archivo, el caminu amuöstra-se nel cantin cimeiru esquierdu de la IGU, & tamien se puöde atopar in terminal/registros)
bg: hotkey.bigscreenshot — Огромна снимка на екрана (6400х4800 пиксела във формат .bmp. Местоположението ѝ се показва в горния ляв ъгъл на екрана, след като файлът бъде запазен, както и в конзолата/журналите, ако го изпуснете)
ca: hotkey.bigscreenshot – Captura de pantalla en alta qualitat (6400×4800 píxels, en format .bmp, la ubicació del fitxer es mostra a la part superior esquerra quan es desa, i també a l'historial de la consola)
cs: hotkey.bigscreenshot – Udělat obrovský snímek obrazovky (6400 px × 4800 px, ve formátu .bmp, umístění je zobrazeno v levé horní části uživatelského rozhraní, jakmile byl soubor uložen, a lze je také vidět v konzoli/zápisech, pokud je tu propásnete)
de: hotkey.bigscreenshot – Großen Screenshot machen (6400 × 4800 Pixel im .bmp-Format, der Speicherort wird oben links angezeigt, nachdem die Datei gespeichert wurde, und kann auch unter console/logs nachgeschaut werden, wenn du es verpasst)
el: hotkey.screenshot – Λήψη τεράστιας φωτογραφίας ( 6400×4800 pixels, σε .bmp μορφοποίηση , η τοποθεσία εμφανίζεται στην πάνω αριστερή πλευρά του περιβάλλοντος διεπαφής χρήστη αφού το αρχείο έχει αποθηκευτεί, και μπορεί επίσης να εμφανιστεί στην κονσόλα/logs άν δέ το βρείτε εκεί)
es: hotkey.bigscreenshot – Captura de pantalla gigante (6400×4800 pixels en formato .bmp; la ubicación se mostrará en la esquina superior izquierda cuando el archivo se haya guardado y puede consultarse posteriormente en la consola/registro)
eu: lastertekla.pantailaargazkihandia –Pantaila argazki oso handia egiten du (6400x4800, .bmp formatuan, gorde ondoren kokapena pantailaren goi eskuin iskinean erakusten da, kontsola eta gertakarietan ere ikus daiteke)
fi: hotkey.bigscreenshot – Ota valtava kuvakaappaus (6400×4800 pikseliä, .bmp-muodossa, sijainti näkyy graafisen käyttöliittymän vasemmassa yläkulmassa, kun tiedosto on tallennettu, ja se näkyy myös konsolissa/lokeissa, jos et ehdi nähdä sitä).
fr: hotkey.bigscreenshot – Prendre une capture d'écran grand format (6400 × 4800 pixels, au format .bmp, l'emplacement est affiché en haut à gauche de l'interface graphique après que le fichier a été enregistré, et peut également être vu dans la console/journal si vous ne le trouvez pas)
gd: hotkey.bigscreenshot – Tog glacadh-sgrìn anabarrach mòr (6400×4800 piogsail, san fhòrmat .bmp, thèid an t-ionad a shealltainn air oisean clì gu h-àrd nuair a bhios am faidhle air a shàbhaladh is chì thu an t-ionad air a’ chonsoil/sna logaichean ma chaill thu e an-sin)
gl: hotkey.bigscreenshot – Fai unha captura de pantalla enorme (6400 × 4800 píxeles, en formato .bmp, a localización móstrase na parte superior esquerda da GUI despois de gardar o ficheiro, e tamén se pode ver na consola/rexistros se a perdas alí)
hu: hotkey.bigscreenshot – Óriási képernyőkép készítése (6400×4800 képpontos .bmp formátumban, a mentés helye a grafikus felület bal felső részén lesz látható a mentést követően, ugyanakkor megtekinthető a konzolban és a naplófájlban is, ha lemaradtál volna róla)
id: hotkey.bigscreenshot – Ambil tangkapan layar besar (6400×4800 piksel, dalam format .bmp, lokasi ditampilkan di kiri atas GUI setelah berkas disimpan, dan juga dapat dilihat di konsol/log jika Anda melewatkannya di sana)
it: hotkey.bigscreenshot – Scatta un'enorme schermata (6400×4800 pixel, in formato .bmp, la destinazione si vene in alto a sinistra dell'interfaccia dopo il salvataggio, e puoi anche vederlo in console/logs)
ja: hotkey.bigscreenshot – より大きなスクリーンショットを撮ります。（6400×4800ピクセル、.bmp形式、場所はファイル保存後にGUIの左上に表示され、コンソール/ログでも確認できます）
ko: hotkey.bigscreenshot – 대형 스크린샷 찍기(6400x4800픽셀, .bmp 형식의 경우 파일이 저장된 후 위치가 GUI의 왼쪽 상단에 표시되고, 위치가 그리울 경우 콘솔/로그에도 표시될 수 있음)
nl: sneltoets.bigscreenshot – Maak een grote schermafbeelding (6400 x 4800 pixels in .bmp formaat. De locatie wordt weergegeven in de linker bovenhoek nadat het bestand is opgeslagen. De locatie kan ook gevonden worden in de console of de logs)
pl: hotkey.bigscreenshot – zrób duży zrzut ekranu (6400×4800 pikseli w formacie .bmp, lokalizacja zrzutu pokazana jest w lewym górnym rogu interfejsu po zapisaniu pliku; można ją zobaczyć również w konsoli/logach)
pt_pt: hotkey.bigscreenshot – tira uma captura de ecrã grande (6400×4800 píxeis no formato .bmp, a localização é mostrada no canto superior esquerdo depois de guardar o ficheiro; se não conseguires vê-la nessa altura também podes vê-la na consola ou nos registos)
ru: hotkey.bigscreenshot — сделать огромный снимок экрана (6400 на 4800 пикселей в формате .bmp, путь к снимку будет показан в верхнем левом углу после сохранения, а также доступен в консоли и журнале)
sv: hotkey.bigscreenshot: Ta stor skärmdump (6400×4800 pixlar, i .bmp-format, platsen visas i hörnet uppe till vänster i fönstret efter att filen har sparats, och kan också ses i konsolen/loggar om du missade den)
tr: hotkey.bigscreenshot – Büyük ekran görüntüsü al (6400×4800 piksel, bmp biçiminde, dosya kaydedildikten sonra ekranın sol üst köşesinde konumunu görebilirsin, kaçırdıysan konsoldan veya günlüklerden de bakabilirsin)
uk: hotkey.bigscreenshot – Зробити величезний знімок екрана (6400×4800 пікселів, у форматі .bmp, місцезнаходження відображено зверху зліва на графічному інтерфейсі користувача після того, як файл було збережено, а також його можна побачити в консолі/журналах, якщо ви його пропустите)
zh: hotkey.bigscreenshot – 巨型屏幕截图（分辨率为 6400*4800 的 bmp 图片，保存位置显示在界面的左上方，也可以在控制台/日志中查看）
zh_tw: hotkey.bigscreenshot – 巨大螢幕擷圖（6400×4800 像素，儲存為 .bmp 格式，路徑顯示在圖形介面的左上方，若錯過也可以在主控臺／紀錄中檢閱）

source: hotkey.tab.next – Switch to the next tab
ast: hotkey.tab.next – Passar a la lhingüeta seguiente
bg: hotkey.tab.next — Превключване към следващия раздел
ca: hotkey.tab.next – Canvia a la pestanya següent
cs: hotkey.tab.next – Přepnout na další kartu
de: hotkey.tab.next – Zum nächsten Tab wechseln
el: hotkey.tab.next – Μετάβαση σε επόμενη καρτέλα
es: hotkey.tab.next – Cambiar a la siguiente pestaña
eu: lastertekla.hurrengo.fitxa – Hurrengo fitxara mugitu
fi: hotkey.tab.next – Siirry seuraavaan välilehteen
fr: hotkey.tab.next – Basculer vers l'onglet suivant.
gd: hotkey.tab.next – Geàrr leum dhan ath-thaba
gl: hotkey.tab.next – Cambiar a seguinte pestana
hu: hotkey.tab.nextv – Váltás a következő lapra.
id: hotkey.tab.next – Beralih ke tab berikutnya
it: hotkey.tab.next – Salta al tab successivo
ja: hotkey.tab.next – 次のタブに切り替えます
ko: hotkey.tab.next – 다음 탭으로 전환
nl: sneltoets.tab.next – Ga naar het volgende tabblad
pl: hotkey.tab.next – wybierz następną zakładkę
pt_pt: hotkey.tab.next – muda para o próximo separador
ru: hotkey.tab.next — переключиться на следующую вкладку
sv: hotkey.tab.next – Växla till nästa flik
tr: hotkey.tab.next – Sonraki sekmeye geç
uk: hotkey.tab.next – Перемкнутися до наступної вкладки
zh: hotkey.tab.next – 切换到下一个选项
zh_tw: hotkey.tab.next – 切換到下個頁籤

source: hotkey.tab.prev – Switch to the previous tab
ast: hotkey.tab.prev – Passar a la lhingüeta anterior
bg: hotkey.tab.prev — Превключване към предишния раздел
ca: hotkey.tab.prev – Canvia a la pestanya anterior
cs: hotkey.tab.prev – Přepnout na předchozí kartu
de: hotkey.tab.prev – Zum vorherigen Tab wechseln
el: hotkey.tab.prev – Μετάβαση σε προηγούμενη καρτέλα
es: hotkey.tab.prev – Cambia a la pestaña anterior
eu: lastertekla.aurreko.fitxa – Aurreko fitxara mugitu
fi: hotkey.tab.prev – Siirry edelliseen välilehteen
fr: hotkey.tab.prev – Basculer sur l'onglet précédent
gd: hotkey.tab.prev – Geàrr leum dhan taba roimhe
gl: hotkey.tab.prev – Cambiar a pestana previa
hu: hotkey.tab.prev – Váltás az előző lapra
id: hotkey.tab.prev – Beralih ke tab sebelumnya
it: hotkey.tab.prev – Salta al tab precedente
ja: hotkey.tab.prev – 前のタブに切り替えます
ko: hotkey.tab.prev – 이전 탭으로 전환
nl: sneltoets.tab.prev – Ga naar het vorige tabblad
pl: hotkey.tab.prev – wybierz poprzednią zakładkę
pt_pt: hotkey.tab.prev – muda para o separador anterior
ru: hotkey.tab.prev — переключиться на предыдущую вкладку
sv: hotkey.tab.prev – Växla till föregående flik
tr: hotkey.tab.prev – Önceki sekmeye geçer
uk: hotkey.tab.prev – Перемкнутися до попередньої вкладки
zh: hotkey.tab.prev – 切换到上一个选项
zh_tw: hotkey.tab.prev – 切換到上個頁籤

source: [font="sans-bold-14"]In Game[font="sans-14"]
ast: [font="sans-bold-14"]A l jogar[font="sans-14"]
bg: [font="sans-bold-14"]В игра[font="sans-14"]
ca: [font="sans-bold-14"]Dins del joc[font="sans-14"]
cs: [font="sans-bold-14"]Ve hře[font="sans-14"]
de: [font="sans-bold-14"]Im Spiel[font="sans-14"]
el: [font="sans-bold-14"]Στο Παιχνίδι[font="sans-14"]
es: [font="sans-bold-14"]Partida[font="sans-14"]
eu: [font="sans-bold-14"]Partidan[font="sans-14"]
fi: [font="sans-bold-14"]Pelin sisäiset[font="sans-14"]
fr: [font="sans-bold-14"]En jeu[font="sans-14"]
gd: [font="sans-bold-14"]Am broinn a’ gheama[font="sans-14"]
gl: [font="sans-bold-14"]No xogo[font="sans-14"]
hu: [font="sans-bold-14"]Játékon belül[font="sans-14"]
id: [font="sans-bold-14"]Dalam Permainan[font="sans-14"]
it: [font="sans-bold-14"]Nel gioco[font="sans-14"]
ja: [font="sans-bold-14"]ゲーム中[font="sans-14"]
ko: [font="sans-bold-14"]게임 내[font="sans-14"]
nl: [font="sans-bold-14"]Spel commando's[font="sans-14"]
pl: [font="sans-bold-14"]W grze[font="sans-14"]
pt_br: [font="sans-bold-14"]Comandos para jogos em andamento[font="sans-14"]
pt_pt: [font="sans-bold-14"]Comandos para jogos a decorrerem[font="sans-14"]
ru: [font="sans-bold-14"]В Игре[font="sans-14"]
sv: [font="sans-bold-14"]I spelet[font="sans-14"]
tr: [font="sans-bold-14"]Oyun İçi[font="sans-14"]
uk: [font="sans-bold-14"]У грі[font="sans-14"]
zh: [font="sans-bold-14"]游戏中[font="sans-14"]
zh_tw: [font="sans-bold-14"]遊戲中[font="sans-14"]

source: Double Left Click \[on unit] – Select all of your units of the same kind on the screen (even if they're different ranks)
ast: Duɐs picadɐs esquierdɐs \[n una unidá] – Escolyer todɐlɐs unidades ermanɐs a la vista (sin estremá-llɐs por grau)
bg: Двойно щракване с левия бутон \[върху единица] — Избиране на всички единици от същия вид на екрана (дори и да са с различен ранг)
ca: Doble clic esquerre \[sobre una unitat] – Selecciona totes les unitats pròpies del mateix tipus que hi ha a la pantalla (encara que tinguin diferent rang)
cs: Dvojité klepnutí levým tlačítkem myši \[na jednotku] – Vybrat všechny vaše jednotky téhož druhu na obrazovce (i když mají rozdílnou hodnost)
de: Doppelter Linksklick \[auf eine Einheit] – Alle deine Einheiten dieses Typs auf dem Bildschirm auswählen (selbst wenn sie unterschiedliche Ränge haben)
el: Διπλό αριστερό κλικ \[στην μονάδα] – Επιλογή όλων των μονάδων του ίδιου είδους που εμφανίζονται στην οθόνη (ακόμα και διαφορετικού βαθμού)
es: Doble clic izquierdo \[sobre una unidad] – Selecciona todas tus unidades del mismo tipo en la pantalla (incluso si son de diferente rango)
eu: Ezker klik bikoitza \[Unitatean] – Mapan zure mota berdineko unitateak hautatzeko (maila ezberdinekoak badira ere bai)
fi: Kaksoisnapsauta hiiren oikealla \[yksikköä] – Valitse kaikki samantyyppiset yksikkösi ruudulta (riippumatta sotilasarvosta).
fr: Double clic gauche \[sur l'unité] - Sélectionnez toutes vos unités du même type à l'écran (même s'il s'agit de rang différents)
gd: Briogadh clì dùbailte \[air aonad] – Tagh a h-uile aonad dhen aon seòrsa agad a chì thu (fiù ’s ma tha rang eadar-dhealaichte aca)
gl: Dobre clic esquerdo \[on unit] – selecciona todas as túas unidades do mesmo tipo na pantalla (aínda que teñan rangos diferentes)
hu: Dupla bal kattintás \[az egységen] – Az összes azonos fajtájú egység kijelölése a képernyőn (akkor is, ha más a rangjuk)
id: Klik Kiri Ganda \[pada unit] – Pilih semua unit Anda yang berjenis sama di layar (meskipun berbeda pangkat)
it: Doppio clic sinistro \[on unit] – Seleziona tutte le tue unità dello stesso tipo sullo schermo (a prescindere dal livello)
ja: Double Left Click \[on unit] – 同じ種類のユニットをすべて選択します。（ランクが違っても画面に表示されます。）
ko: 마우스 왼쪽 두번 연속 클릭 \[유닛에 대고] – 화면에서 같은 종류의 유닛을 모두 선택(계급이 다르더라도)
nl: Dubbel klikken \[op een eenheid] – Selecteer al uw eenheden van dezelfde soort op het scherm (zelfs als ze verschillende rangen hebben)
pl: Dwa razy LPM (na jednostce) – wybierz wszystkie jednostki tego samego typu, znajdujące się na ekranie (nawet jeśli mają inne rangi)
pt_br: Clique duplo sobre uma unidade: seleciona todas as unidades de mesmo tipo que estejam presentes na tela, mesmo se forem de grau hierárquico diferente
pt_pt: Clique duplo \[na unidade] – seleciona todas as unidades do mesmo tipo que estejam presentes no ecrã (mesmo que sejam de grau hierárquico diferente)
ru: Двойной левый щелчок по юниту выбирает всех юнитов того же типа на экране (даже если они разного ранга)
sv: Dubbel vänsterklick \[på enhet] – Välj alla enheter av samma typ på skärmen (även om de har annan rang)
tr: Çift Sol Tıklama \[birim üzerine] – Ekranda aynı türde tüm birimlerinizi seçin (farklı derecelerde olsalar bile)
uk: Подвійно клацнути лівою кнопкою миші \[на одиницю] – Вибрати всі Ваші підрозділи такого ж типу на екрані (навіть якщо вони різних рангів)
zh: 鼠标左键双击一个 \[单位] -- 选取屏幕上所有同一类型的单位，即使他们不是在一个组队中
zh_tw: 左鍵點擊兩次 \[單位] – 選取螢幕上所有相同種類的單位（即使等級不同）
