Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The Nile Delta had rich soil for farming, due to centuries of seasonal floods from the Nile depositing rich silt across the landscape.
ast: El delta del Nilu tevo suelu vicioso pa cautivar, por mor de la balsa rico que s'aneyó pelos sieglos de los hinchentes estacionales del Nilu.
bg: Делтата на Нил имала богата почва за земеделие, образувана в следствие на вековете заливания на Нил и отлагането на богати на минерали наноси.
br: Delta an Nil 'zo un douar strujus evit al labour-douar, gras da gantvedoù a zourioù-beuz reoliek graet gant an Nil o vagañ gant ul limouz pinvidik ar c'hompezennoù.
ca: El delta del Nil tenia un sòl fèrtil per als conreus, a causa de segles d'inundacions estacionals que dipositaven llim ric per tot el paisatge.
cs: Delta Nilu měla bohatou půdu pro zemědělství, vzhledem ke staletím sezónních záplav roznášejících bohaté naplaveniny po krajině.
de: Das Nildelta hatte einen fruchtbaren Boden für die Landwirtschaft wegen der saisonalen Fluten des Nils, die über Jahrhunderte hinweg nährstoffreichen Schlamm über die Landschaft verteilt haben.
el: Το Δέλτα του Νείλου έχει πλούσιο χώμα για καλλιέργεια, εξαιτίας των αιώνιων εποχιακών πλημμυρών του Νείλου κατακάθεται πλούσια λάσπη σε όλη την περιοχή.
es_ar: El delta del Nilo tenía un suelo rico para la agricultura, debido a siglos de inundaciones estacionales que depositaron del río cieno fértil.
eu: Niloren Delta emankorrak nekazaritza sustatzen duen substratu aberatsa du, mendeetan zehar urtaroetako uholdeetan Nilo igarotzen den tokitik uzten duten sedimentuari esker.
fa: آبرفت رودخانه نیل یک منطقه غنی برای کشاورزی است که بواسطه سیل های فصلی رود نیل در طول قرنها شکل گرفته است.
ga: Bhí ithir méith ag Deilt na Níle mar gheall ar aoiseanna na tuile shéasúraigh as an Níl, agus í ina fosú siolta torthúil ar fad na deilte.
hu: A Nílus-delta gazdag termőtalajjal rendelkezett, az évszázadokig tartó időszakos áradások miatt, amely gazdag iszapot rakott le a vidéken.
hy: Նեղոսի դելտան ունի հողագործության համար բարեբեր հող՝ դարեր շարունակ Նեղոսի սեզոնային վարարումների կողմից տարածաշրջան բերած առատ տիղմի շնորհիվ։
it: Il Delta del Nilo era terreno fertile per l'agricoltura, a causa delle secolari inondazioni stagionali del Nilo che depositarono ricco limo lungo le rive.
ja: ナイル三角州の肥沃な土壌は、何世紀も繰り返されたナイル川の季節的氾濫で肥沃な泥が一面に堆積するためでした。
ko: 나일 삼각주의 비옥한 토양은 수세기 반복된 나일강의 계절적 범람과 비옥한 진흙이 한꺼번에 퇴적하기 때문이었습니다.
nb: Nil-deltaet hadde rikt jordsmonn for gårdsdrift, på grunn av århundrer med årlige oversvømmelser fra Nilen som la igjen rik elvemudder over landskapet.
pl: W delcie Nilu znajdowały się gleby przynoszące obfite plony w rolnictwie, ze względu na to iż przez wieki sezonowe powodzie osadzały żyzny muł na całym obszarze tego krajobrazu.
pt_br: O Delta do Nilo possuía um solo rico para plantar, graças a séculos de cheias sazonais depositando um rico lodo pela paisagem.
ru: Дельта Нила располагала богатыми почвами для земледелия благодаря веками оседавшему на полях плодородному илу, принесенному сезонными разливами Нила.
sk: Delta Nílu mala bohatú pôdu na farmárčenie, vzhľadom na stáročia sezónnych záplav roznášajúcich bohaté naplaveniny po krajine.
sv: Nilen Delta hade rik jord för jordbruk, på grund av århundraden säsongsbetonade översvämningar från Nilen deponera rik silt över landskapet.
tr: Nil Deltası, yüzyıllarca süren mevsimsel seller nedeniyle, zengin manzara yataklarıyla zengin toprak barındırıyordu.
uk: У Дельті Нілу були ґрунти, придатні для ведення сільського господарства, які утворилися внаслідок століть повеней на річці Ніл, які залишали після себе родючий мул по всьому ландшафту.
zh: 尼罗河三角洲有相当肥沃的土壤可供耕种，这是因为几个世纪以来的季节性洪水所沉积在地面的泥沙造成的
zh_tw: 尼羅河三角洲有相當肥沃的土壤可供耕種，這是因為幾個世紀以來的季節性洪水所沉積在地面的泥沙造成的。

source: Ptolemaios A' Soter
bg: Птолемей А' Сотер
cs: Ptolemaios I. Sótér
el: Πτολεμαίος Α' ο Σωτήρ
es_ar: Ptolomeo I Sóter
fa: بطلمیوس یکم سوتر
hu: Ptolemaiosz Szótér
hy: Պտղոմեոս I Փրկիչ
ko: 프톨레마이오스 1세 소테르
pl: Ptolemeusz I Soter
ru: Птолемей I Сотер, Спаситель
sk: Ptolemaios I. Sótér
tr: I. Ptolemaios Soter
uk: Птолемайос А Сотер
zh: 托勒密一世·索塔尔一世
zh_tw: 托勒密一世·索塔爾一世

source: Ptolemaios D' Philopater
bg: Птолемей Д' Филопатор
cs: Ptolemaios IV. Filopatór
el: Πτολεμαίος Δ' ο Φιλοπάτηρ
es_ar: Ptolomeo IV Filópator
fa: بطلمیوس چهارم فیلوپاتر
hu: Ptolemaiosz Philopatór
hy: Պտղոմեոս IV Հայրենասեր
ko: 프톨레마이오스 4세 필로파토르
pl: Ptolemeusz IV Filopator
ru: Птолемей IV Филопатор
sk: Ptolemaios IV. Filopatór
tr: IV. Ptolemaios Soter
uk: Пталемайос Ди Філопатер
zh: 托勒密四世·菲洛帕托尔
zh_tw: 托勒密四世·菲洛帕托爾

source: Kleopatra H' Philopater
bg: Клеопатра Х' Филопатор
cs: Kleopatra VII. Filopátor
el: Κλεοπάτρα Η' η Φιλοπάτηρ
es_ar: Cleopatra VII Filópator Nea Thea
fa: کلئوپاترای هفتم فیلوپاتر
hu: Kleopátra Philopatór
hy: Կլեոպատրա XVI Հայրենասեր
ko: 클레오파트라 7세 필로파토르
pl: Kleopatra Wielka
ru: Клеопатра VII Филопатор
sk: Kleopatra VII. Filopatór
uk: Клеопатра Ха Філопатер
zh: 托勒密七世·奈俄斯·菲洛帕托尔
zh_tw: 托勒密七世·奈俄斯·菲洛帕托爾

source: Ptolemaic Egyptians
ast: Exipcios tolemaicos
bg: Птолемейски египтяни
br: Ejipsian Ptolemaik
ca: Egipcis ptolemaics
cs: Ptolemajovský Egypt
de: Ptolemäische Ägypter
el: Πτολεμαϊκοι Αιγύπτιοι
es_ar: Egipcios ptolomeos
eu: Egiptoar ptolemaikoak
fa: مصریان بطلمیوسی
ga: Na hÉigiptigh Tolomasacha
he: התלמים מצריים
hu: Ptolemaioszi egyiptomiak
hy: Պտղոմեոսյան Եգիպտոս
it: Egiziani Tolemaici
ja: プトレマイオス朝エジプト
ko: 프톨레마이오스 이집트
nb: Ptolemaiske egyptere
pl: Egipcjanie ptolemejscy
pt_br: Egípcios Ptolemaicos
ru: Египет Птолемеев
sk: Ptolemaiovskí Egypťania
sv: Ptolemeiska Egyptier
tr: Ptolemaioslu Mısırlılar
uk: Єгипет Птолемеїв
zh: 埃及托勒密
zh_tw: 托勒密埃及

source: The great Greek-Macedonian dynastic rule over Ancient Egypt.
ast: El gobiernu dinásticu griegu-macedoniu sobre l'Antiguu Exiptu.
bg: Властването на великата гръко-македонска династия над Древен Египет.
br: An diernezh-bras Gresian-Makedonian a renas war an Ejipt-kozh.
ca: El govern d'una dinastia grecomacedònia sobre l'antic Egipte.
cs: Mocná řecko-makedonská dynastická vláda nad starým Egyptem.
de: Die Herrschaft der großen griechisch-makedonischen Dynastie über das Alte Ägypten.
el: Η μεγάλη Ελληνική-Μακεδονική δυναστική ηγεμονία πάνω στην Αρχαία Αίγυπτο.
es_ar: La gran dinastía greco-macedónica gobernó el Antiguo Egipto.
eu: Dinastia Greziar-Mazedoniarrak Antzinako Egipto gobernatu zuen.
fa: سلسله بزرگ مقدونی یونانی که بر مصر حکمرانی می کرد.
ga: Riail ríoraíoch an-mhór na Gréig-Macadónaigh san Éigipt Ársa.
hu: A nagy görög-makedón dinasztia uralkodása az ókori Egyiptom felett
hy: Հույն-մակեդոնական հզոր դինաստիայի իշխանություն Հին Եգիպտոսում։
it: La grande dinastia greco-macedone domina sull'antico Egitto.
ja: 偉大なギリシア・マケドニア系王朝で、古代エジプトを支配しました。
ko: 고대 이집트에 대한 위대한 그리스-마케도니아 왕조 통치.
nb: Det store gresk-makedonske dynastiske herredømmet over gamle Egypt.
pl: Wielka Grecko-Macedońska dynastia rządzi Starożytnym Egiptem.
pt_br: A grande Grego-Macedónio dinástica regra sobre o Egito antigo.
ru: Великая греко-македонская династия, правившая Древним Египтом.
sk: Mocná grécko-macedónska dynastická vláda nad starovekým Egyptom.
sv: Den stora grekisk-makedonska dynastiska härskningen över det gamla Egypten.
tr: Bu Eski Mısır üzerindeki büyük Yunan-Makedon hanedanlığıdır.
uk: Велика греко-македонська династія, що правила Давнім Єгиптом.
zh: 伟大的希腊-马其顿王朝统治古埃及。
zh_tw: 偉大的希臘-馬其頓王朝統治了古埃及。

source: Maximum of 1 built. All Special Technologies and some regular city-phase technologies are researched here. Building one reduces the cost of all other remaining technologies by 10%.
ast: Máximu d'ún construyíu. Desendólquense equí toles teunoloxíes especiales y delles teunoloxíes normales de la fas de la ciudá. Construyir unu amenorga'l costu de toles otres teunoloxíes nun 10%.
bg: Ограничение за строеж: 1. Всички специални технологии и някои обикновени технологии от Мегаполисна фаза се проучват тук. Построяването намалява цената на всички останали технологии с 10%.
br: Bevenn ar savidigezh: 1. An holl Deknologiezhioù ispisial hag un nebeud teknologiezhioù klasel eus prantad ar c'hêrioù. Sevel unan a zigresko koust an holl deknologiezhioù all a chom eus 10%.
ca: Límit de construcció: 1. Totes les tecnologies especials i algunes tecnologies normals de fase de ciutat s'investiguen aquí. Construir-ne una redueix el cost de totes les tecnologies restants un 10%.
cs: Lze postavit max. 1. Všechny zvláštní technologie a některé technologie ve fázi stálého města se zkoumají zde. Postavením jedné snížíte náklady na všechny ostatní zbývající technologie o 10 %.
de: Baulimit: 1. Alle besonderen Technologien und einige reguläre Stadtphasen-Technologien werden hier erforscht. Eines zu bauen reduziert die Kosten für alle verbleibenden Technologien um 10%.
el: Μέγιστο κατασκευών 1 κτίριο. Όλες οι Ειδικές Τεχνολογίες και μερικές συνηθισμένες της φάσης-πόλη ερευνώνται εδώ. Κατασκεύασε ένα για να μειώσεις το κόστος των εναπομείναντων τεχνολογιών κατά 10%.
es_ar: Aquí se investigan todas las tecnologías especiales y algunas tecnologías regulares de la fase de ciudad. Su construcción reduce el costo de todas las tecnologías restantes en un 10%. Límite de construcción: 1.
eu: Gehienez bakarra eraiki daiteke. Hemen Teknologia berezi denak eta teknologia arrunt batzuk ikertzen dira. Baten eraikuntzak gainontzeko teknologien kostua % 10 gutxitzen da.
fa: حداکثر ساخت 1. تمام فناوری های خاص و بعضی فناوری های مربوط به مرحله شهری در این مکان تحقیق می شوند. ساختن یکی باعث کاهش هزینه برای سایر تحقیق های باقی مانده می شود به میزان 10%.
ga: Tá na Teicneolaíochtaí Speisialta ar fad so-thaighde anseo, agus roinnt teicneolaíochtaí na céime Cathracha eile. Nuair atá sé tógtha, tá laghdú 10% ar an gcostas do gach teicneolaíocht fágtha. Teorainn tógála: 1.
hu: Legfeljebb 1 építhető. Minden különleges technológia és néhány szabályos nagyvárosi fázis technológiai is itt fejleszthető ki. A megépítése csökkenti az összes hátralévő technológia költségét 10%-kal.
hy: Կառուցման սահմանաչափ՝ 1։ Բոլոր հատուկ և Քաղաքային փուլի որոշ սովորական տեխնոլոգիաների հետազոտություն։ Մեկի կառուցումը նվազեցնում է բոլոր մնացած տեխնոլոգիաների արժեքը 10%-ով։
it: Massimo 1a costruzione. Tutte le tecnologie speciali e alcune tecnologie normali della fase-città vengono studiate qui. Costruirne una riduce il costo di tutte le altre tecnologie rimanenti del 10%.
ja: 建設上限：1。すべての固有テクノロジーといくつかの都市の段階のテクノロジーの研究を行います。これを建てることで他の残りのテクノロジーすべてのコストが10%下がります。
ko: 최대 1채를 지을수 있습니다. 모든 특수기술 및 일부 정규 도시 기술이 여기에서 연구됩니다. 건물은 나머지 기술의 비용이 10% 절감됩니다.
nb: Maksimalt 1 kan bygges. Alle spesial-teknologier og noen vanlige teknologier fra storby-fase blir utforsket her. Å bygge en reduserer kostnaden for all andre gjenværende teknologier med 10%.
pl: Maksymalnie 1 wybudowany. Wszystkie technologie specjalne i niektóre zwyczajne technologie danej fazy miasta są tutaj badane. Wybudowanie jednego zmniejsza koszt wszystkich pozostałych technologii o 10%.
pt_br: Máximo de 1 construído. Todas as tecnologias especiais e algumas das tecnologias regulares da Fase de Cidade são pesquisadas aqui. Construir um, diminui o custo de tecnologias em 10%.
ru: Только 1 постройка. Все специальные и некоторые обычные технологии на этапе крупного города исследуются здесь. Строительство снижает стоимость всех других оставшихся технологий на 10%.
sk: Maximálny počet postavený - 1. Všetky špeciálne technológie a aj niektoré obyčajné patriace do fázy metropoly sú skúmané tu. Výstavba jednej tejto budovy zníži cenu ostatných technológii o 10%.
sv: Högst 1 byggd. Alla specialteknologier och vissa vanliga stadsfassteknologier undersöks här. Att bygga en sänker kostnaden för alla övriga återstående teknologier med 10%.
tr: En fazla 1 yapı. Tüm Özel Teknolojiler ve bazı düzenli şehir aşaması teknolojileri burada araştırılmıştır. Bir yapı diğer tüm kalan teknolojilerin maliyetini %10 azaltır.
uk: Тільки 1 будівля. Усі спеціальні та деякі звичайні технології на етапі великого міста досліджуються тут. Будівництво знижує вартість всіх інших технологій, що залишилися на 10%.
zh: 最多建造一个。所有特殊科技及部分城市阶段的一般科技都可以在这里研究。建造一个以减少所有剩余科技的花费10%。
zh_tw: 最多建造一個。所有特殊科技及部份城市階段的一般科技都可以在這裡研究。建造一個以減少所有剩餘科技的花費10%。

source: Stratópedo Misthophóron
bg: Страто̀педо мистофо̀рон
el: Στρατόπεδο Μισθοφόρων
fa: استراتوپدو میستوفورون
hy: Ստրատոպեդո Միսթոֆորոն
ko: 스트라토페도 미스토포론
ru: Стратопедо мистофорон
uk: Стратопедо Міщофорон
zh: 雇佣兵营

source: Must be constructed in neutral territory. Has no territory radius effect. Trains all 'mercenary' units.
ast: Han construyise en tierres neutrales. Nun tien dal efeutu radial territorial. Llevanta toles unidaes «mercenaries».
bg: Трябва да бъде построено на неутрална територия. Няма териториално влияние. Обучава всички наемници.
ca: S'ha de construir en territori neutral. No té efecte sobre el territori. Recluta totes les unitats mercenàries.
cs: Musí se postavit na neutrální půdě. Nemá žádný územní účinek daný poloměrem. Cvičí všechny žoldnéřské jednotky.
de: Muss auf neutralem Boden errichtet werden. Hat keinen Effekt auf den Radius von Territorien. Bildet alle 'Söldner'-Einheiten aus.
el: Πρέπει να κατασκευαστεί σε ουδέτερο έδαφος. Δεν επιδρά στην επέκταση του εδάφους. Εκπαιδεύει όλες της 'μισθοφορικές' μονάδες.
es_ar: Se debe construir en territorio neutral. No tiene radio de efecto territorial. Entrena a todas las unidades "mercenarias".
eu: Inoren lurrean eraiki behar da. Ez du lurraren radio efektua. 'Mertzenario' unitate guztiak erreklutatzen ditu.
fa: باید در منطقه ای بی طرف ساخته شود. خارج از شعاع قلمرو هیچ تمدنی. پرورش تمام نیروهای مزدور.
ga: Is gá leis an bhfoirgneamh seo é a thógáil i gcríocha neodrach. Níl aon tionchar críocha. Traenáil gach aonad 'amhasach'.
hu: Semleges területre kell építeni. Nincs területi hatása. Minden „zsoldos” egység itt képezhető ki.
it: Deve esser costruito in territorio neutrale. Non estende il limite del territorio controllato. Addestra tutte le unità "mercenarie".
ja: 中立地帯に建設しなければなりません。領地半径効果を持ちません。全種の「傭兵」ユニットを養成します。
nb: Må bygges i nøytralt territorium. Har ikke en radiell territorieeffekt. Trener alle 'leiesoldat'-enheter.
pl: Musi być skonstruowane na neutralnym terytorium. Nie ma efektu rozszerzania terytorium. Szkoli wszystkie jednostki najemne.
pt_br: Devem ser construídos em território neutro. Não tem nenhum efeito sobre o raio de território. Treina todas as unidades 'mercenárias'.
ru: Должен быть возведён на нейтральной территории. Не имеет воздействия на окружающий мир. Обучает наёмников.
sk: Musí sa postaviť na neutrálnom území. Nemá žiadny územný vplyv. Trénuje všetky "žoldnierske" jednotky.
sv: Måste byggas i neutralt territorium. Har ingen territorieeffekt. Tränar alla 'legosoldat' enheter.
tr: Tarafsız bölgede inşa edilmiş. Herhangibir çevre etkisi yoktur. Tüm birimler 'paralı' olarak eğitilir.
uk: Повинен бути зведений на нейтральній території. Не має впливу на навколишній світ. Навчає найманців.
zh: 须在中立区修建。无领土半径的影响。训练全部“雇佣军”单位。
zh_tw: 必須建造在中立領土。沒有領土範圍效果。訓練所有「傭兵」單位。

source: The Greco-Macedonian Ptolemy Dynasty relied on large numbers of Greek and foreign mercenaries for the bulk of its military force, mainly because the loyalty of native Egyptian units was often suspect. Indeed, during one native uprising, Upper Egypt was lost to the Ptolemies for decades. Mercenaries were often battle-hardened and their loyalty can be bought, sometimes cheaply, sometimes not cheaply. This was of no matter, since Egypt under the Ptolemies was so prosperous as to be the richest of Alexander's successor states.
ast: La dinastía tolemaica grecomacedonia enfotóse en munchos mercenarios griegos y foranos pal megollu del so exércitu, principalmente porque foi davezu sospechosa la llealtá de les unidaes natives exipcies. De fechu, nun llevantamientu indíxena, l'Altu Exiptu perdióse a los tolemaicos per décades. Los mercenarios solieron ser trallaos pol combate y la so llealtá pudo mercase, dacuando barata, dacuando cara. Pero eso nun-yos llevó muera, porque Exiptu baxo los tolemaicos foi la ñación más rica de los estaos socesores d'Alexandru.
bg: Гръко-македонската династия на Птолемеите разчитали на огромен брой гръцки и чужди наемници за по-голямата част от военната си мощ, основно поради това, че верността на местните египтяни била често подлагана под съмнение. След един местен бунт, Птолемеите загубили Горен Египет за няколко десетилетия. Наемниците често били калени в битка, а верността им можела да бъде купена, дори да струва скъпо. Но това нямало значение, тъй като под управлението на Птолемеите, Египет бил най-преуспялата държава-наследник на Александър.
it: La Dinastia Tolemaica Greco-Macedone assunse un gran numero di mercenari greci e stranieri per costituire la maggior parte della sua forza militare, soprattutto perché la lealtà delle unità egiziane native fu spesso in discussione. Infatti, durante una rivolta dei nativi, l'Alto Egitto venne perso dai Tolomei per decenni. I Mercenari erano spesso veterani agguerriti e la loro lealtà poteva essere comprata, a volte a buon mercato, a volte non così a buon mercato. Questo non aveva importanza, dal momento che l'Egitto sotto i Tolomei era così fiorente da essere il più ricco tra gli stati dei successori di Alessandro.
ja: ギリシア・マケドニア系のプトレマイオス王朝は大勢のギリシア人および外国人の傭兵に軍の兵力を依存していました。これはおもに国内のエジプト人部隊の忠誠が疑われていたためでした。実際に、ある国内の反乱の間、上エジプトは数十年にわたってプトレマイオス朝の手を離れました。傭兵は多くの場合戦場慣れしていて、忠誠を、あるときは安い金で、またあるときは安からぬ金で買えました。このことは問題とはなりませんでした。エジプトはプトレマイオス朝の下でたいそう繁栄し、アレクサンドロスの後継の中で最富裕国だったからです。
nb: Det Gresk-Makedonske Ptolemeerdynastiet avhengte av et stort antall Greske og utenlandske leiesoldater for brorparten av sin militære makt, hovedsakelig fordi lojaliteten til innfødte Egyptiske enheter ofte var i mistanke . Faktisk gikk Øvre Egypt tapt for Ptolemeerne i flere tiår som følge av innfødt opprør. Leiesoldatene var ofte krigsherdet, og deres lojalitet kunne kjøpes, noen ganger billig, noen ganger ikke så billig. Dette var uansett ikke noe å bekymre seg over, siden Egypt under Ptolemaios var så velstående at det faktisk var den rikeste av Aleksanders etterfølgende stater.
sk: Grécko-macedónska dynastia Ptolemaiov sa spoliehala na veľké množstvo gréckych a zahraničných žoldnierov tvoriacich prevažnú časť jej vojenskej sily, a to preto, lebo lojalita domácich egyptských jednotiek často nebola vôbec zaručená. Počas jedného povstania dokonca Ptolemaiovci na niekoľko desaťročí prišli o Horný Egypt. Žoldnieri boli na druhej strane bitkami zocelení a ich lojalita sa dala kúpiť, niekedy lacno, niekedy nie lacno. Na tom až tak nezáležalo, pretože Egypt bol pod vládou Ptolemaiovcov tak prosperujúci, že sa zrejme jednalo o najbohatší z Alexandrových nástupníckych štátov.
zh_tw: 希臘─馬其頓托勒密王朝依靠大量的希臘及外國雇傭兵作為大多數的軍事力量，主要是因為懷疑當地的埃及部隊的忠誠度。事實上，在一次當地的反抗以後，上埃及便脫離了托勒密的掌控幾十年。傭兵們往往久經沙場，而他們的忠誠可以用錢買到，有時便宜，有時昂貴。這並不重要，因為托勒密埃及是所有亞歷山大繼業者的國家裡最富有的。

source: Lighthouse
ast: Faru
bg: Фар
br: Tour-Tan
ca: Far
cs: Maják
de: Leuchtturm
el: Φάρος
es_ar: Faro
eu: Itsasargia
fa: فانوس دریایی
ga: Teach Solais
he: מגדלור
hu: Világítótorony
hy: Փարոս
it: Faro
ja: 灯台
ko: 등대
nb: Fyrtårn
pl: Latarnia
pt_br: Farol
ru: Маяк
sk: Maják
sv: Fyr
tr: Deniz Feneri
uk: Маяк
zh: 灯塔
zh_tw: 燈塔

source: When built along the shoreline, removes shroud of darkness over all the water, revealing all the coast lines on the map. Limit: 1.
ast: Si construyíos pela costa, quita la escuridá d'enriba del agua, amosando tola mariña del mapa. Llende: 1.
bg: Когато бъде построен в близост до вода, премахва изцяло сянката над водата, разкривайки всички брегове на картата. Ограничение: 1.
br: Ur wech savet war ar ribl, dizoloiñ a ra an holl c'horeadoù dour hag aodoù ar gartenn. Bevenn: 1.
ca: Quan es construeix prop de la costa, fa desaparèixer el mantell de foscor de tota l'aigua, revelant totes les costes del mapa. Límit: 1.
cs: Když postaven podél pobřeží, odstraní zakrytí tmou nad veškerou vodní plochou, čímž odhalí celou pobřežní čáru na mapě. Omezení: 1.
de: Wenn er an der Küste errichtet wird, entfernt er den Nebel des Krieges über dem Wasser, womit alle Küstenlinien sichtbar werden. Baulimit: 1.
el: Όταν κατασκευαστεί κατά μήκος της ακτογραμμής, αφαιρεί το σκοτεινό κάλυμμα πάνω από όλο το νερό, αποκαλύπτοντας όλες τις ακτογραμμές στο χάρτη. Όριο κατασκευών: 1.
es_ar: Cuando se construye sobre la costa, remueve la oscuridad sobre el agua, y revela todas las líneas costeras del mapa. Límite de construcción: 1.
eu: Itsasertzean eraikiz gero, uretan zeharko iluntasun mantua ezabatzen du, mapan itsasertz osoa bistaratuz. Muga: 1.
fa: زمانی که در کنار ساحل ساخته می شود تمام تاریکی های بر روی آب برداشته می شود و تمام خطوط ساحلی نمایان می گردد. سقف تعداد ساخت: 1.
ga: Nuair atá sé tógtha sa chósta, baineann sé ceo an chogaidh as an uisce uile agus na costaí uilig a nochtadh ar fad an léarscáil. Teorainn tógála: 1.
he: כאשר נבנה על קו החוף, מסיר מעטה של ​​חושך על פני כל המים, חושף את כל קווי החוף על האופק. מגבלה: 1.
hu: Mikor partszakaszra épül, felfedi a térképet az egész vízfelszín fölött, megmutatva annak határait is. Limit: 1.
hy: Կառուցված լինելով ափին՝ հեռացնում էջրային տարածքների մթությունը՝ ցուցադրելով քարտեզի բոլոր ափերը։ Կառուցման սահմանաչափ՝ 1։
it: Quando costruito sulla costa, rimuove l'offuscamento che copre l'acqua, rivelando tutti i litorali della mappa. Limite: 1.
ja: 海岸に建設すると、海上すべての暗闇が晴れ、マップすべての海岸線が明らかになります。1つしか建設できません。
ko: 해안선을 따라 지어지면 모든 물 위에 있는 어둠의 장막을 제거하여 지도에 있는 모든 해안선을 드러냅니다. 한계: 1.
nb: Når bygges langs kysten blir mørkets slør fjernet over hele kartet slik at alle kystliner synes. Begrensning: 1.
pl: Wybudowany na brzegu usuwa mgłę wojny na wszystkich wodach, odkrywając wszystkie wybrzeża na mapie. Limit: 1.
pt_br: Quando construído à margem, remove a neblina de guerra, permitindo a visão das linhas costeiras no mapa. Limite: 1.
ru: При постройке около берега убирает туман войны над водой, показывая береговые линии на всей карте. Лимит: 1.
sk: Keď je postavený pozdĺž pobrežia, odstráni zakrytie tmou nad celou vodnou plochou, čím odhalí celú pobrežnú čiaru na mape. Limit: 1.
sv: När den byggs längs strandlinjen tar man bort mörkets hölje över hela vattnet och avslöjar alla kustlinjer på kartan. Gräns: 1.
tr: Kıyı boyunca inşa ettiğinizde, tüm sulardaki karanlık örtü kalkar, haritada kıyı hatları daha açık ve anlamlı olur. Limit: 1.
uk: При будівництві біля берега прибирає туман війни над водою, показуючи берегові лінії на всій карті. Обмеження: 1.
zh: 沿海建筑，能消除全部水面阴影，并显示所有海岸线。限额：1。
zh_tw: 當建造在海岸線旁時，可以移除全部水面上的陰影，並顯示地圖上所有的海岸線。限制：1。
