Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Let's train some female citizens to gather more food. Select the Civic Center, hold Shift and click on the female citizen icon to train 5 female citizens.
ast: Vamos llevantar delles ciudadanes pa recoyer más comida. Esbilla'l centru civil, primi Mayús y calca nel iconu de la ciudadana pa llevantar 5 ciudadanes.
bg: Да обучим още жени, които да събират още храна. Изберете селищния център, задръжте Shift и натиснете иконката с жена, за да обучите 5 жени.
br: Stummomp un tamm muioc'h a geodedourezed evit dastum boued. Diuzit ar Greizenn Geodedel, dalc'hit Lkd gwasket ha klikit war arlun ar geodedourez evit stummañ ur strollad 5 keodedourez.
ca: Anem a entrenar algunes ciutadanes per a arreplegar més menjar. Selecciona el Centre Cívic, mantingues premuda la tecla Shift i clica a la icona de la ciutadana per a entrenar a 5 ciutadanes.
de: Bilden wir noch ein paar Bürgerinnen aus, um mehr Nahrung zu sammeln. Wähle den Verwaltungssitz aus und Umschalt+Klick auf das Bürgerinnen-Symbol, um 5 auszubilden.
el: Ας εκπαιδεύσεις μερικές γυναίκες πολίτες για να συλλέξουν περισσότερη τροφή. Επέλεξε το Αστικό Κέντρο και με πατημένο το shift κάνε κλικ στο εικονίδιο της γυναίκας πολίτη για εκπαιδεύσεις 5 γυναίκες πολίτες.
eo: Ni trejnu kelkajn civitaninojn por kolekti pli da manĝaĵo. Elektu la Civitacentro, premu Maj. daŭre kaj klaku sur la bildon «Civitanino» por trejni kvin Civitaninojn.
es: Vamos a reclutar a algunas ciudadanas para recolectar más comida. Selecciona el centro cívico y haz clic en el icono de la ciudadana mientras mantienes pulsada la tecla Mayús para reclutar a 5 ciudadanas.
es_ar: Entrena algunas Ciudadanas para recolectar más alimento. Selecciona el Centro Cívico, mantén presionado Shift y luego haz click sobre el ícono de Ciudadana para entrenar 5 Ciudadanas.
eu: Emakume hiritar batzuk trebatuko ditugu janari gehiago biltzeko. Aukeratu Gizarte Zentroa, sakatu Maius eta klikatu hiritar emakumeen ikonoan 5 hiritar emakume trebatzeko.
fa: بیایید چند شهروند زن پرورش دهیم تا برای ما غذای بیشتری جمع آوری کنند. مرکز تمدن را انتخاب، کلید شیفت را نگه داشته و بر روی عکس زن شهروند کلیک کنید تا 5 زن شهروند ساخته شود
ga: Traenálaimis roinnt banshaoránaigh do níos mó bia a bhailiú. Roghnaigh an tIonad Cathartha, brúigh ar Shift agus cliceáil ar an íocón banshaoránaigh do 5 banshaoránaigh a thraenáil.
gd: Nach trèanaich sinn saoranaich bhoireann gus barrachd bìdh a chruinneachadh? Tagh an t-ionad sìobhalta agus dèan briogadh le Shift air ìomhaigheag an t-saoranaich bhoirinn gus còignear dhiubh a thrèanadh.
gl: Adestremos algunhas cidadás para recoller máis comida. Selecciona o centro cívico, mantén Maiús e preme a icona de cidadá para adestrar 5 cidadás.
it: Addestra alcune donne per raccogliere più cibo. Seleziona il Centro Cittadino e fai maiusc+click sull'icona della donna per addestrarne 5.
ko: 식량을 더 많이 모을 수 있도록 여성 시민들을 훈련시킵시다. 시민 회관을 선택하고 Shift 키를 누른 채 여성 시민 아이콘을 클릭하여 5명의 여성 시민을 양성합니다.
ms: Jom latih beberapa orang rakyat perempuan untuk mengumpul lebih banyak makanan. Pilih Pusat Sivik tahan Shift dan klik ikon rakyat perempuan untuk melatih 5 orang rakyat perempuan.
pl: Przećwiczmy kilka Obywatelek, aby zebrać więcej jedzenia. Wybierz Centrum Osady i przytrzymując Shift kliknij ikonę kobiety obywatela, aby wyszkolić 5.
pt_pt: Vamos treinar algumas cidadãs para recolherem mais comida. Seleciona o Centro Cívico, mantém premida a tecla Shift e clica no ícone da cidadã para treinar 5 cidadãs.
ru: Давайте обучим несколько горожанок, чтобы собрать больше пищи. Выберите Городской Центр и нажмите Shift+ЛКМ на значке горожанки, чтобы создать группу из 5 горожанок.
sk: Poďme vytrénovať nejaké ženy-občianky, aby sme získali viac jedla. Označ Občianske Centrum, podrž Shift a klikni na ikonu ženy-občianky na vytvorenie 5 občianok.
sv: Låt oss träna några kvinnliga medborgare för att samla mer mat. Välj samhällscentret, håll ner Shift och klicka på Kvinno-ikonen för att träna 5 kvinnor.
tr: Hadi daha fazla besin toplamak için biraz kadın vatandaş eğitelim. Kent Merkezini seçin, 5 kadın vatandaş eğitmek için Shift tuşunu basılı tutarak kadın vatandaş simgesine tıklayın.
uk: Давайте натренуємо ще декількох городянок, щоб збирати більше їжі. Виберіть Громадський центр, утримуйте клавішу "Shift" та натисніть піктограму городянки, щоб тренувати 5 городянок.
zh: 让我们来训练一些女性居民以采集更多的食物。选中市政中心，按住Shift并单击女性居民图标以训练5个女性居民。

source: Do not forget to hold Shift and click to train several units.
ast: Nun escaezas primir Mayús y calcar pa llevantar delles unidaes.
bg: Не забравяйте да задържите Shift докато щраквате, за да създадете няколко единици.
br: Arabat deoc'h ankouaat derc'hel Lkd gwasket ha klikit evit stummañ meur a unanenn.
ca: No t'oblides de mantindre presa la tecla Shift mentre cliques per a entrenar vàries unitats.
cs: Nezapomínejte držet Shift při klepnutí, abyste vytvořil několik jednotek.
de: Vergiss nicht, mit Umschalt-Klick mehrere Einheiten auszubilden.
el: Μην ξεχνάς να κρατάς πατημένο το Shift όσο κάνεις κλικ για να παράγεις πολλές μονάδες.
eo: Ne forgesu daŭre premi Maj.-klavon kaj klaki por trejni plurajn unuojn.
es: No olvides mantener Shift mientras hace clic para entrenar múltiples unidades.
es_ar: No olvides mantener presionado Shift para entrenar muchas unidades.
eu: Ez ahaztu Maius sakatuta edukitzen eta klikatu zenbat unitate trebatzeko.
fa: فراموش نکنید که کلید شیفت را نگه دارید و با کلیک کردن چندین نیرو بسازید.
fi: Älä unohda pitää Shift-näppäintä painettuna napsautuksen aikana, jos haluat kouluttaa useita yksiköitä.
fr: Noubliez pas de maintenir Maj. et cliquez pour entraîner plusieurs unités.
ga: Na déan dearmad ag brú ar Shift do dhream aonaid a thraenáil.
gd: Cuimhnich gun dèan thu briogadh le Shift gus grunn ionadan a thrèanadh.
gl: Non esqueza manter premido Maiús e premer para adestrar varias unidades.
hu: Ne felejtsd el lenyomni a Shift billentyűt, és kattints több egység kiképzéséhez.
id: Jangan lupa untuk menahan Shift dan klik untuk melatih beberapa unit.
it: Non dimenticare di tenere premuto Maiusc mentre clicchi su un icona per addestrare più unità contemporaneamente.
ja: Shiftを押しながら選択することで一括で養成出来ることを覚えておきましょう。
ko: Shift 키를 누른 채 클릭하면 여러 유닛을 훈련시키는 것을 잊지 마십시오.
ms: Jangan lupa menahan Shift dan klik untuk melatih beberapa unit lagi.
nl: Vergeet niet om de shift-toets ingedrukt te houden om meerdere eenheden te rekruteren.
pl: Nie zapomnij o przytrzymaniu przycisku Shift, aby wyszkolić wiele jednostek.
pt_br: Não esqueça de manter pressionada a tecla Shift para treinar várias unidades.
pt_pt: Não te esqueças de manter premida a tecla Shift para treinar várias unidades.
ru: Не забывайте удерживать клавишу Shift при клике для тренировки нескольких юнитов.
sk: Nezabudni pri kliknutí podržať klávesu pre skupinový tréning - tak sa vytvorí viacero jednotiek v skupine.
sv: Glöm inte att hålla ner Shift och klicka för att träna flera enheter.
tr: Birden fazla birim eğitmek için Shift tuşunu basılı tutarak tıklamayı unutmayın.
uk: Не забудьте утримувати клавішу Shift і натискати, щоб тренувати декількох юнітів.
zh: 不要忘了按住Shift并单击来训练多个单元。
zh_tw: 想要一次訓練多個單位的時候，別忘了按住 Shift 鍵

source: Hold shift and click on the Female Citizen icon.
ast: Primi Mayús y calca nel iconu de la ciudadana.
bg: Задръжте Shift и щракнете върху иконката с жена.
br: Dalc'hit Lkd gwasket ha klikit war arlun ar Geodedourez.
ca: Mantingues Shift i clica sobre la icona de la Ciutadana
cs: Podržte shift a klepněte na ikonu občanky.
de: Halte Umschalt und klicke auf das Bürgerinnensymbol.
el: Με πατημένο το Shift κάνε κλικ στο εικονίδιο της Γυναίκας Πολίτη.
eo: Premu Maj. kaj klaku sur la bildon «Civitanino».
es: Mantén Shift y haz clic sobre el icono de la ciudadana.
es_ar: Mantén presionado Shift y haz click sobre el ícono Ciudadana.
eu: Sakatu Maius eta egin klik Emakumezkoen Hiritarren ikonoan.
fa: شیفت را نگه داشته و بر روی عکس زن شهروند کلیک کنید.
fi: Pidä Shift-näppäin pohjassa ja napsauta naiskansalaisen kuvaketta.
fr: Maintenez la touche Maj. enfoncée et cliquez sur l’icône « Citoyenne ».
ga: Brúigh ar Shift agus cliceáil ar an íocón Banshaoránach.
gd: Cum sìos Shift is dèan briogadh air ìomhaigheag an t-saoranaich bhoirinn.
gl: Mantén premido Maiús e preme a icona de cidadá.
hu: Tartsd lenyomva a Shiftet, és kattints a női polgár ikonra.
id: Tahan shift dan klik ikon Rakyat Wanita.
it: Tieni premuto Maiusc e clicca sull'icona della Donna Cittadina.
ja: Shiftを押しながら女性市民のアイコンをクリックしてください。
ko: Shift 키를 누른 채 여성 시민 아이콘을 클릭하십시오.
ms: Tahan shift dan klik pada ikon Rakyat Perempuan.
nl: Houd de shift-toets ingedrukt en klik op het vrouwelijke burger icoon.
pl: Przytrzymaj Shift i kliknij na ikonę Obywatelki.
pt_br: Pressione Shift e clique sobre o ícone da Cidadã.
pt_pt: Mantém premida a tecla Shift e clica no ícone da Cidadã.
ru: Удерживая клавишу Shift, кликните на иконке горожанки.
sk: Podrž Shift a klikni na ikonu Ženy-občianky.
sv: Håll ner Shift och klicka på Kvinno-ikonen.
tr: Shift tuşuna basılı tutarak kadın vatandaşa tıklayın
uk: Утримуйте Shift і натисніть піктограму Городянки.
zh: 按住shift键并单击女性居民图标
zh_tw: 先按住 Shift 鍵，再按女性公民的圖示。

source: In the meantime, we seem to have enough workers gathering Wood. We should remove the current rally-point of the Civic Center away from gathering Wood. For that purpose, right-click on the Civic Center when it is selected (and the flag icon indicating the rally-point is crossed out).
ast: Entrín y non, abulta qu'hai abondos trabayadores recoyendo la madera. Debemos quitar de la madera'l puntu d'alcuentru del centru civil. Con esi envís, calca col botón drechu nel centru civil n'esbillándolu (y nel iconu de la bandera tachada enriba del punteru).
bg: В това време, да погледнем наоколо. Изглежда вече имаме достатъчно работници, които събират дърва. Трябва да премахнем текущата сборна точка на селищния център, която в момента е върху дърветата. Изберете селищния център и щракнете с десния бутон върху него (иконката с флагче ще бъде зачертана).
de: In der Zwischenzeit scheinen wir genug Arbeiter haben, die Holz abbauen. Wir sollten den derzeitigen Sammelpunkt des Verwaltungssitzes von dem Baum entfernen. Klicke dazu rechts auf den Verwaltungssitz, wenn er ausgewählt ist (und das Fahnensymbol, das anzeigt, dass der Sammelpunkt durchgestrichen ist).
el: Εν τω μεταξύ, φαίνεται ότι έχουμε αρκετούς εργαζόμενους που συγκεντρώνουν Ξύλο. Πρέπει να αφαιρέσουμε το συγκεκριμένο σημείο συγκέντρωσης του Αστικού Κέντρου από τη συλλογή Ξύλου. Για το σκοπό αυτό, κάντε δεξί κλικ στο Αστικό Κέντρο όταν είναι επιλεγμένο (και το εικονίδιο σημαίας που δείχνει το σημείο συγκέντρωσης διαγράφεται).
es: Mientras tanto, parece que tenemos suficientes trabajadores recolectando madera. Deberíamos quitar el punto de reunión actual del Centro Cívico del bosque. Para ello, haga clic con el botón derecho del ratón en el Centro Cívico tras seleccionarlo (y el icono de la bandera que indica que el punto de reunión aparecerá tachado).
eu: Bitartean, badirudi nahiko langile dugula egurra biltzen. Gizarte Zentroko bilgunea kendu behar genuke Woodetik urrun. Horretarako, egin eskuin klika saguan Gizarte Zentroan aukeratuta dagoenean (eta ikurrinaren ikonoa Rally-puntua markatua dagoela esaten duena).
gd: San eadar-àm, tha coltas gu bheil luchd-obrach gu leòr againn gus fiodh a chruinneachadh. Bu chòir dhuinn ceann-cruinneachaidh an ionaid shìobhalta a ghluasad air falbh on fhiodh. Air an adhbhar sin, dèan briogadh deas air an ionad shìobhalta às dèidh a thaghadh. Chì thu crois sguabaidh às thar ìomhaigheag a’ bhrataich a sheallas dhut far a bheil an ceann-cruinneachaidh.
it: Nel frattempo, sembri avere abbastanza lavoratori assegnati a raccogliere Legno. Devi rimuovere l'attuale punto di ritrovo del Centro Civico lontano dal punto di raccolta Legno. A tal fine, fai clic con il pulsante destro del mouse sul Centro Civico quando viene selezionato (e l'icona della bandiera che indica il punto di ritrovo diventa barrata).
ms: Sementara itu, kita dapati bilangan pekerja adalah memadai untuk mengumpul Kayu. Oleh itu buang titik bolak-balik semasa Pusat Sivik daripada mengumpul Kayu. Maka, klik-kanan pada Pusat Sivik bila ia dipilih (dan ikon bendera yang menunjukkan titik bolak-balik akan terbatal).
nb: I mellomtiden, ser vi ut til å nok arbeidere som samler inn trevirke. Vi burde fjerne nåværende samlingspunkt for samfunnssenteret vekk fra å sanke inn trevirke. For det formålet, høyreklikk på samfunnssentret når det er valgt (og flaggikonet som indikerer at samlingspunktet er utkrysset).
pl: W międzyczasie wydaje się, że mamy wystarczająco dużo pracowników zbierających drewno. Powinniśmy usunąć obecny punkt rajdu Centrum Obywatelskiego z dala od zbierania drewna. W tym celu kliknij prawym przyciskiem myszy Centrum Obywatelskie, gdy jest wybrane (i ikona flagi oznaczająca punkt rajdu jest przekreślony).
pt_pt: Entretanto, parece que temos trabalhadores suficientes a recolher Madeira. Devemos remover o ponto de encontro atual do Centro Cívico para fora da Madeira. Para isso, seleciona o Centro Cívico e de seguida clica com o botão direito do rato nele para remover o ponto de encontro (o ícone da bandeira com a cruz vermelha também desaparece).
ru: Тем временем у нас, кажется, достаточно рабочих, собирающих Древесину. Следует убрать нынешнюю точку сбора Городского Центра от заготовки Древесины. Для этого щелкните правой кнопкой мыши на Городском Центре, когда он выбран (значок флага, указывающий на точку сбора, c крестиком).
zh: 与此同时，我们已有足够多的工人来采集木材了。我们要移除市政中心采集木材的集结点。选中市政中心，然后右击市政中心(显示集结点的小旗图标会消失)。

source: The units should be ready soon.
ast: Les unidaes deberíen tar preparaes ceo.
bg: Единиците би трябвало скоро да станат готови.
br: An unanennoù a zo prest a-benn nebeud.
ca: Les unitat haurien d'estar llestes aviat.
cs: Brzy budou připravené jednotky.
de: Die Einheiten sollten bald bereit sein.
el: Οι μονάδες θα είναι έτοιμες σύντομα.
eo: La unuoj verŝajne baldaŭ pretos.
es: Las unidades deberían estar listas pronto.
es_ar: Estas unidades deberían estar listas pronto.
eu: Unitateak aurki prest egon behar lukete.
fa: نیروها بزودی آماده می شوند.
fi: Yksiköiden pitäisi olla pian valmiita.
fr: Les unités devraient être bientôt prêtes.
ga: Beidh d'aonaid ina réidh go luath.
gd: Bu chòir dha na h-aonadan agad a bhith deiseil a dh’aithghearr.
gl: As unidades deberían estar listas axiña.
hu: Az egységek hamarosan készen lesznek.
id: Unit sebentar lagi akan selesai dilatih.
it: Le unità saranno presto pronte.
ja: ユニットはまもなく準備完了になるはずです。
ko: 유닛은 곧 준비될 것입니다.
ms: Unit sepatutnya bersedia tidak lama lagi.
nb: Enhetene bør være klare snart.
nl: De units zullen snel klaar zijn.
pl: Jednostki powinny być dostępne wkrótce.
pt_br: As unidades devem ficar prontas em breve.
pt_pt: As unidades devem estar prontas em breve.
ru: Юниты скоро будут готовы.
sk: Jednotky budú čoskoro pripravené.
sv: Enheterna är redo snart.
tr: Birimler yakında hazır olacak .
uk: Юніти повинні бути готові незабаром.
zh: 单元即将就绪
zh_tw: 這些單位應該很快就會準備好。
