Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Founded in 322 B.C. by Chandragupta Maurya, the Mauryan Empire was the first to rule most of the Indian subcontinent, and was one of the largest and most populous empires of antiquity. Its military featured bowmen who used the long-range bamboo longbow, fierce female warriors, chariots, and thousands of armored war elephants. Its philosophers, especially the famous Acharya Chanakya, contributed to such varied fields such as economics, religion, diplomacy, warfare, and good governance. Under the rule of Ashoka the Great, the empire saw 40 years of peace, harmony, and prosperity.
ast: Fundáu en 322 a.C. por Chandragupta Maurya, l'Imperiu maurianu foi'l primeru en gobernar la mayoría del socontinente indiu, y foi ún de los imperios más grandes y poblaos de l'antigüedá. El so exércitu contevo arqueros qu'emplegaben un arcu llongu de bambú de gran algame, guerreres feroces, carros y miles d'elefantes de guerra. Los sos filósofos, especialmente'l famosu Acharya Chanakya, contribuyeron en campos tan estremaos como la económica, la diplomacia, la guerra y el bon gobiernu. Baxo'l mandáu d'Axoka'l Grande, l'Imperiu vio 40 años de paz, harmonía y prosperidá.
bg: Основана през 322г. пр.н.е. от Чандрагупта Маурия, империята Маурия била първата, която обхванала по-голямата част от индийския субконтинент, както и една от най-големите и населени империи на античността. Войската ѝ включвала стрелци, използващи големи далекобойни лъкове от бамбук, яростни жени-во̀ини, колесници и хиляди бронирани бойни слонове. Философите на Маурия, и особено известният Ахария Чанакя, имат принос в разнообразни области, като икономика, религия, дипломация, военно дело и добро управление. Под управлението на Ашока Велики, империята живяла 40 години в мир, хармония и благоденствие.
br: Savet e 322 a-raok J.-K. gant Chandragupta Maurya, an Impalaeriezh Maurian a la an hini kentañ da ren al lodenn vrasañ eus an iskevandir Indian, hag e oa unan eus Impalaeriezhoù al ledanañ ha brudetañ en Henamzer. Gwaregerien a oa gant hec'h arme hag a implije ar wareg hed-tenn hir e bambouz, brezelourezed ferv, karrigennoù ha miliadoù a olifanted brezel gwarezet gant harnezioù. He frederourien, dreist-holl Acharya Chankya brudet, a gemere perzh e meur a zachenn evel an armerzh, ar relijion, an diplomatiezh, ar brezel hag ar gouarnerezh mat. Dindan ren Ashoka ar Bras e welas an Impalaeriezh 40 vloaz a beoc'h, heson ha berzh-mat.
ca: Fundat el 322 aC per Chandragupta Maurya, l'Imperi Maurya va ser el primer de dominar la major part del subcontinent indi, i un dels més grans i poblats de l'antiguitat. Al seu exèrcit hi havia arquers que feien servir arcs llargs de bambú de llarg abast, ferotges dones guerreres, carros de guerra, i milers d'elefants de guerra amb armadura. Els seus filòsofs, especialment el famós Acharya Chanakya, van contribuir a camps tan variats com l'economia, la religió, la diplomàcia, la guerra i el bon govern. Sota el regnat d'Aixoka el Gran, l'imperi va veure 40 anys de pau, harmonia i prosperitat.
cs: Založena v roku 322 před Kristem Čandraguptou Maurjou, byla Maurská říše první, která vládla většině indického subkontinentu, a zároveň i jednou z největších a nejlidnatějších říší starověku. Vojsko této říše se skládalo z lukostřelců používajících bambusové luky s dlouhým dostřelem, divokých bojujících žen, vozů a tisíců ozbrojených válečných slonů. Její filosofové, zvláště Acharja Čánakja, přispěli do množství různých oborů, jako je ekonomika, diplomacie, vojenství a dobrá správa věcí veřejných. Pod vládou Ašóky Velkého zažila říše 40 roků míru, harmonie a prosperity.
de: Das Maurya-Reich, 322 v.Chr. von Chandragupta Maurya gegründet, war das erste, das fast den ganzen indischen Subkontinent beherrschte, und eines der größten und am dichtesten besiedelten Reiche der Antike. Seine Armee umfasste Bogenschützen, die Bambus-Bögen mit großer Reichweite benutzten, wilde weibliche Krieger, Streitwagen und tausende gepanzerte Kriegselefanten. Seine Philosophen, insbesondere der beühmte Acharya Chanakya, schufen Werke zu zahlreichen Themenbereichen wie Wirtschaft, Religion, Diplomatie, der Kriegskunst und dem verantwortungsbewussten Regieren. Unter der Herrschaft Ashokas des Großen erlebte das Reich 40 Jahre Frieden, Harmonie und Wohlstand.
el: Ιδρύθηκε το 322 π.Χ. από τον Τσαντραγκούπτα Μαουρύα, η Αυτοκρατορία των Μαυριτανών ήταν η πρώτη που κυριάρχησε στο μεγαλύτερο μέρος της ινδικής υποηπείρου, και ήταν μία από τις μεγαλύτερες και πιο πυκνοκατοικημένες αυτοκρατορίες της αρχαιότητας. Στρατιωτικό της χαρακτηριστικό ήταν οι τοξότες που χρησιμοποιούσαν τα μεγάλης εμβέλειας από μπαμπού τόξα, οι άγριες θηλυκές πολεμίστριες, τα άρματα και οι χιλιάδες τεθωρακισμένοι πολεμικοί ελέφαντες. Οι φιλόσοφοί της, ιδιαίτερα ο περίφημος Ατσάρια Τσανάκυα, συνείσφεραν σε ποικίλα πεδία όπως η οικονομία, η θρησκεία, η διπλωματία, ο πόλεμος και η χρηστή διακυβέρνηση. Κάτω από την κυριαρχία του Μεγάλου Ασόκα, η αυτοκρατορία είδε 40 χρόνια ειρήνης, αρμονίας και ευημερίας.
es_ar: Fundado en 322 a.C. por Chandragupta Maurya, el imperio Maurya fue el pimero en gobernar la mayor parte del subcontinente indio, y fue uno de los más grandes y poblados de la antigüedad. Su ejército contaba con arqueros que usaban un arco largo de bambú, guerreras feroces, carros de guerra, y miles de elefantes de guerra con armaduras. Sus filósofos, en especial el famoso Acharya Chāṇakya,contribuyeron a varios campos como la economía, religión, diplomacia, guerra, y el buen gobierno. Bajo el mando de Aśoka, el imperio gozó de 40 años de paz, armonía y prosperidad.
eu: Chandragupta Maurya K.a. 322an sortua, Mauryar Inperioa izan zen Indiar azpi kontinentearen gehina menderatzen lehena, eta antzinako inperiorik handi eta populatuenetakoa izan zen. Bere armada luzerako banbuz egindako arkuak zuten arkulari, emakume borrokalari sutsu, gudarako gurdiak eta milaka babestutako guda elefanteak osatzen zuten. Bere filosofoak, bereziki Acharya Chanakya, ekonomia, erlijioa, diplomazia, guda eta ondo gobernatzea bezalako gai anitzetan oso lagungarriak izan ziren. Ashokaren erreinu pean inperioak 40 urtetako bake, harmonia eta oparotasunean bizi izan zen.
fa: در 322 ق.م توسط چاندرگوپتا مائوریا امپراتوری مائوریان شکل گرفت و اولین حکومتی بود که توانست در بیشتر مناطق هند حکمرانی کند. این حکومت یکی از پرجمعیت ترین امپراتوریهای عصر باستان بود. نیروهای نظامی آنها بیشتر متشکل از کمانداران بلند پرتاب بود که از کمان های بامبویی استفاده می کردند. جنگجویان زن خشن، ارابه های جنگی، هزاران فیل جنگی از ستون های سپاه جنگی آنها بود. فیلسوفان بزرگ آنها به خصوص آچاریا چاناکیا معروف، دستاوردهای بسیار مهمی در حوزه های گوناگون چون اقتصاد، مذهب، سیاست، هنر جنگ و حکومت داری صحیح برای تمدن مائوریان ها به ارمغان آوردند. تحت فرمان آشوکای بزرگ، امپراتوری مائوریان ها 40 سال صلح، آرامش و رفاه را تجربه کرد.
ga: Bunaíodh i 322 R.C. le Tiandragúpta Mauiria, bhí an Impireacht Mhauiriach an chéad ríocht a bheith ina ceannas ar formhór na fo-ilchríocha Indiaigh, agus bhí sé ceann de na himpireachtaí is mó agus is daonra sa domhan ársa. Bhí airm ollmhóra agus iliomadacha aici, saighdeoirí a d'úsáid an bogha fada fadraoin as bambú, banghascígh fiáine, carbaid, agus na mílte mílte eilifintí cogaidh armúrtha. Rinne a fealsúna, go háirithe Aitiáiria Tiánacaía, tairbhe sa réimsí go leor; eacnamaíocht, creideamh, cogaíocht, agus sár-rialachas. Faoi cheannas Aisióca Mhóir, thuig an impireacht 40 bliana síochána, suaimhnis agus rathúnais.
hu: Csandragupta Maurja alapította i. e. 322-ben, a Maurja Birodalom volt az első amely a teljes indiai szubkontinenst uralta, és ez volt az ókori világ egyik legnagyobb és legnépesebb birodalma. A hardseregében voltak íjászok, akik hosszú hatótávolságú bambusz hosszúíjakat használtak, vad női harcosok, harci szekerek és több ezer páncélozott harci elefánt. A filozófusaik, különösen a híres Ácsárja Csanakja, olyan területekhez járultak hozzá, mint a közgazdaságtan, vallás, diplomácia, hadviselés és a jó uralkodás. Nagy Asóka uralma alatt, a birodalom 40 év békét, harmóniát és jólétet élt meg.
hy: Հիմնված մ․թ․ա․ 322թ․-ին Չանդրագուպտա Մաուրյայի կողմից՝ Մաուրյան կայսրությունը Հնդկական ենթաաշխարհամասի մեծ մասին տիրող առաջին ուժն էր և անտիկ դարաշրջանի՝ տարածքով և բնակչությամբ ամենամեծ կայսրություններից մեկը։ Դրա բանակը կազմված էր բամբուկից պատրաստված, մեծ հեռահարությամբ երկար նետերով նետաձիգներից, կատաղի կին-ռազմիկներից, մարտակառքերից և հազարավոր զրահապատ ռազմական փղերից։ Տերության փիլիսոփաները, հատկապես հանրահայտ Աչարյան և Չանակյան, ներդրում են ունեցել տարբեր ոլորտներում, որոնցից են տնտեսությունը, կրոնը, քաղաքականությունը, ռազմարվեստը և կառավարումը։ Աշոկա Մեծի օրոք կայսրությունն ապրեց խաղաղության, ներդաշնակության և բարգավաճման 40 տարիներ։
it: Fondato nel 322 a.C. da Chandragupta Maurya, l'impero Maurya fu il primo a governare la maggior parte del subcontinente indiano, e fu uno dei più grandi e più popolosi imperi dell'antichità. Il suo esercito era caratterizzato da arcieri che utilizzavano l'arco lungo di bambù, feroci guerriere, carri e migliaia di elefanti da guerra corazzati. I suoi filosofi, in particolare Acharya Chanakya, contribuirono in vari campi, quali: l'economia, la religione, la diplomazia, la guerra, e il buon governo. Sotto il regno di Ashoka il Grande l'impero vide 40 anni di pace, armonia e prosperità.
ja: 紀元前322年にチャンドラグプタ・マウリヤによって設立されたマウリヤ帝国は、インド半島のほとんどを支配した最初の国であって、もっとも広大でもっとも人口の多い古代の帝国のひとつでした。その軍隊は、射程距離の長い竹製の長弓を使う弓兵、獰猛な女性兵士、戦車、そして何千もの装甲した戦象を特徴としました。その思想家は、特にアーチャーリヤ・チャーナキヤが有名で、経済、宗教、外交、戦争、そして良い統治といった様々な分野で貢献しました。アショーカ大王の支配下で帝国は40年もの平和と調和、そして繁栄を謳歌しました。
ko: 기원전 322년 찬드라굽타 마우리야에의해 설립된 마우리아 제국은 인도 아대륙의 대부분을 지배한 최초의 국가였고, 가장 광활하고 가장 인구가 많은 고대 제국 중 하나였습니다. 군부는 사거리가 긴 대나무 장궁, 맹렬한 여전사, 전차, 수천마리의 무장된 전투 코끼리를 사용하는 활잡이(궁수)를 사용하는 특징이있습니다. 그의 철학자, 특히 유명한 아차랴 차나캬는 경제, 종교, 외교, 전쟁, 훌륭한 정치와 같은 다양한 분야에 기여했습니다. 아쇼카 대왕의 통치 아래 제국은 40년간 평화, 조화, 번영을 누렸습니다.
nb: Grunnlagt i 322 f.kr. av Chandragupta Maurya; Mauryariket var det første til å styre det meste av det Indiske underkontinentet, og var en av de største og mest folkerike herredømmene i antikken. Militæret deres hadde bueskyttere som brukte bambus-langbuer, voldsomme kvinnelige krigere, krigsvogner, og tusener av elefanter med rustninger. Dets filosofer, spesielt den berømte Acharya Chanakya, bidro til vidtfavnende områder som økonomi, religion, diplomati, krigføring, og god styring. Under styret til Ashoka den store, hadde herredømmet 40 år med fred, harmoni og velstand.
pl: Założone w 322 r. p.n.e. przez Chandragupta Maurya, Imperium Mauryjskie było pierwszym rządzonym w większości na Indyjskim subkontynęcie oraz jedno z największych i najliczniejszych imperiów antyku. Charakterystyczną cechą militarną byli łucznicy, którzy używali długich bambusowych łuków dakekiego zasięgu, dzike wojowniczki, rydwany i tysiące opancerzonych słoni bojowych. Ta filozofia, zwłaszcza rodziny Acharya Chanakya miała wpływ na takie dziedziny jak: ekonomia, religia, dyplomacja, działania wojenne i dobra zarzadzanie. Podczas rządów Ashoka Wielkiego, imperium miało 40 lat pokoju, harmonii i dobrobytu.
pt_br: Fundado em 322 A.C. por Chandragupta Maurya, o Império Máuria foi o primeiro a governar a maior parte do subcontinente indiano, e foi o maior e mais populoso império da antiguidade. Seu exército era composto de arqueiros que usavam arcos longos de bambu, bravas guerreiras, bigas e milhares de elefantes de guerra armadurados. Seus filósofos, especialmente o famoso Acharya Cautília, contribuíram em vários campos, como economia, religião, diplomacia, militar, e administração. Sob o governo de Asoca o Grande, o império viu 40 anos de paz, harmonia e prosperidade.
ru: Основанная в 322 году до н. э. Чандрагуптой Маурья, империя Маурьев стала первым государством, объединившим индийский субконтинент и одной из самых густонаселенных империй древности. Военные силы империи славились лучниками с большими бамбуковыми луками, которые способны были послать стрелу на огромное расстояние, ожесточенными воительницами, колесницами и тысячами боевых слонов, облаченных в броню. Философы на службе у государства, особенно знаменитый Чанакья, способствовали развитию таких направлений как экономика, религия, дипломатия, военное дело и государственное управление. Под властью Ашоки Великого страна получила 40 лет мира, гармонии и процветания.
sk: Založená v roku 322 pred Kristom Čandraguptom Maurjom, bola Maurská ríša prvou, ktorá vládla väčšine indického subkontinentu, a zároveň aj jednou z najväčších a najľudnatejších ríš staroveku. Vojenstvo tejto ríše pozostávalo z lukostrelcov používajúcich bambusové luky s dlhým dostrelom, divokých bojových žien, kočov a tísicok ozbrojených vojnových slonov. Jej filozofi, najmä Acharya Chanakya, prispeli do množstva rôznych oblastí ako je ekonomika, diplomacia, vojenstvo a dobrá správa vecí verejných. Pod vládou Ašóku Veľkého zažila ríša 40 rokov mieru, harmónie a prosperity.
sv: Grundat i 322 B.C. av Chandragupta Maurya var Mauryan-riket det första som styrde det mesta av det indiska subkontinentet, och var ett av de största och mest folkrika imperierna. Dess militära featured bowmen som använde långväga bambu longbow, hårda kvinnliga krigare, vagnar och tusentals pansar krig elefanter. Dess filosofer, särskilt den berömda Acharya Chanakya, bidrog till sådana varierade områden som ekonomi, religion, diplomati, krigföring och gott styre. Under Ashoka den Storas regering såg imperiet 40 år av fred, harmoni och välstånd.
tr: 322'de B.C'de kuruldu. Chandragupta Maurya tarafından Mauryan İmparatorluğu Hindistan'ın en büyük kıtasını yöneten ilk kişiydi ve antik çağın en büyük ve en kalabalık imparatorluklarından biriydi. Ordusu, uzun menzilli bambu uzunbacaklarını, ateşli kadın savaşçıları, savaş arabalarını ve binlerce zırhlı savaş filini kullanan okçu özellikli. Onun filozofları, özellikle ünlü Acharya Chanakya, ekonomi, din, diplomasi, savaş ve iyi yönetişim gibi çeşitli alanlara katkıda bulundu. İmparatorluk Büyük Ashoka yönetiminde 40 yıllık barış, uyum ve refah gördü.
uk: Заснована у 322 році до н.е. Чандрагуптою Маур'я імперія Маур'їв стала першою державою, що об'єднала індійський субконтинент і була однією з найбільш густонаселених імперій давнини. Військові сили імперії славилися лучниками з великими бамбуковими луками, які здатні були послати стрілу на величезну відстань, запеклими жінками-воїнами, колісницями і тисячами бойових слонів, закутих у броню. Філософи держави, особливо знаменитий Чанак'я, сприяли розвитку таких напрямків, як економіка, релігія, дипломатія, військова справа та державне управління. Під владою Ашоки Великого країна отримала 40 років миру, гармонії і процвітання.
zh: 由旃陀罗笈多于公元前322年所建立，孔雀王朝是第一个统治大部份的印度次大陆的王朝，并且是古代规模最大且人数最多的帝国之一。其军队主要由持竹制长弓的弓箭手、勇猛的女性战士、双轮战车、以及数以千计的武装战象所组成。它的哲学家，特别是有名的考底利耶，在许多方面，例如经济、宗教、外交、军事、以及良好的治理都有贡献。在阿育王的统治之下，这个帝国有了40年的和平、和谐、与繁荣。
zh_tw: 由旃陀羅笈多於西元前322年所建立，孔雀王朝是第一個統治大部份的印度次大陸的王朝，並且是古代規模最大且人數最多的帝國之一。其軍隊主要由持竹製長弓的弓箭手、勇猛的女性戰士、雙輪戰車、以及數以千計的武裝戰象所組成。它的哲學家，特別是有名的考底利耶 ，在許多方面，例如經濟、宗教、外交、軍事、以及良好的治理都有貢獻。在阿育王的統治之下，這個帝國有了40年的和平、和諧、與繁榮。

source: Persians
ast: Perses
bg: Персийци
br: Persianed
ca: Perses
cs: Peršané
de: Perser
el: Πέρσες
es_ar: Persas
eu: Persiarrak
fa: ایرانی ها
ga: Na Peirsigh
he: הפרסים
hu: Perzsák
hy: Պարսիկներ
it: Persiani
ja: ペルシア
ko: 페르시아
nb: Perserne
pl: Persowie
pt_br: Persas
ru: Персы
sk: Peržania
sv: Perser
tr: Persler
tt: Фарсылар
uk: Перси
zh: 波斯
zh_tw: 波斯人

source: The resource cost of training camel-mounted (trader) or horse-mounted units (cavalry) is reduced by 5% per animal (as appropriate) corralled.
ast: El costu en recursos de llevantar unidaes montaes o en camellos (mercadores) o a caballu (caballería) amenórgase un 5% por animal (respeutivamente) acorripiáu.
bg: Цената за обучаването на единици на камили (търговци) или на коне (конници) се намалява с 5% за всяко животно, вкарано в обор (ако е уместно).
br: Digresket eo bet ar c'houst eus 5% e mammennoù dre loen klozet (perc'hennet) evit stummañ kañvaled-pignet (kenwerzher) pe unanennoù kezeg-pignet (marc'hegerezh).
ca: El cost de recursos de reclutar unitats muntades en camells (mercaders) o a cavall (cavalleria) es redueix un 5% per cada animal que hi hagi als corrals (del tipus adequat).
cs: Náklady na zdroje za výcvik jednotek na velbloudu (obchodník) nebo koni (jízda) jsou o 5 % nižší za každé odpovídající zvíře v ohradě.
de: Die Ausbildungskosten von kamel- (Händler) bzw. pferdberittenen (Kavallerie) Einheiten sinken pro eingefangenem Kamel/Pferd um 5%.
el: Το κόστος σε πόρους που απαιτεί η εκπαίδευση μίας σελωμένης καμήλας (έμπορας) ή των μονάδων με άλογα (ιππικό) μειώνεται κατά 5% ανά μαντρωμένο ζώο (ανάλογα με την περίπτωση).
es_ar: El coste para entrenar unidades montadas a camello (comerciante) o montadas a caballo (Caballería) es reducido un 5% por animal en el corral (según el caso).
eu: Gameluetan (merkatariak) igotako edo zaldietan (zalditeria) igotako unitateak erreklutatzeko baliabideen kostua %5 gutxitzen da ukuiluan gordetako animali bakoitzeko(kasua kasu).
fa: هزینه پروش شترسوار (تاجر) یا اسب سوار (سواره نظام) به میزان 5% برای هر حیوانی که اهلی (به شکل مناسب) می شود کاهش پیدا میکند
ga: Tá laghdú ar an gcostas acmhainne 5% d'aonaid an camall-shlua (ceannsaí) agus an marcshlua (marcra) in aghaidh le gach anmhithe loctha (de réir mar is cuí).
hu: A tevés (kereskedő) és lovas (lovasság) egységek kiképzési költsége 5%-kal csökken minden karámba zárt állat után (megfelelő módon).
hy: Ուղտի (առևտրական) կամ ձիու (հեծելազոր) հեծյալ միավորների պատրաստման ռեսուրսային արժեքը նվազում է 5%-ով՝ փարախում գտնվող յուրաքանչյուր կենդանու համար (ըստ անհրաժեշտության)։
it: Il costo in risorse per l'addestramento di una unità montata su cammello (mercante) o a cavallo (cavalleria) è ridotto del 5% per ogni animale (del tipo appropriato) in un recinto.
ja: ラクダ騎乗（商人）ユニットや騎乗（騎兵）ユニット養成の資源コストが同種の動物捕獲毎に5%減少します。
ko: 낙타 탈것(상인) 또는 말 탈것(기병)의 양성 자원 비용이 같은 종류 (적절한) 동물 포획마다 -5% 감소합니다.
nb: Ressurskostnaden for å trene kamelridende enheter (handelsmann) eller hesteridende enheter (kavaleri) reduseres med 5% per dyr (som på korrekt vis) drives inn i innhegning.
pl: Koszt wyszkolenia jednostek poruszających się na wielbłądach (kupcy) lub koniach (kawaleria) jest zmniejszony o 5% na każde schwycone zwierzę (odpowiednio).
pt_br: Os recursos necessários para recrutar unidades montadas em camelos (comerciantes) ou em cavalos (cavalaria) são reduzidos em 5% por cada animal no estábulo (dependendo do caso).
ru: Затраты на создание наездников на верблюдах (торговец) или лошадях (кавалерия) снижены на 5% за каждое животное в загоне (если допустимо).
sk: Cena tréningu jednotiek na ťavách (obchodníkov) alebo koňoch (jazdcov) je znížená o 5% za každé chytené zviera (podľa potreby).
sv: Resurskostnaden för att utbilda kamelburna (handelsmän) eller hästburna (kavalleri) enheter minskas med 5% per djur som vallas (i lämpliga fall).
tr: Deveye monte edilen (tüccar) veya atlı ünitelerin (süvari) eğitim masrafları, hayvan başına (uygun olduğu takdirde)% 5 azaltılır.
uk: Витрати на створення вершників на верблюдах (торговець) або конях (кавалерія) знижені на 5% за кожну тварину в загоні (якщо допустимо).
zh: 每圈养一只动物，当生产贸易骆驼或骑兵时，视情况将会 -5% 的资源耗费。
zh_tw: 每圈養一隻動物在畜欄內就可以減少騎駱駝的單位 (貿易商人) 或是騎馬的單位 (騎兵) 5% 的資源消耗。

source: Corral Camels and Horses
ast: Acorripiar camellos y caballos
bg: Улавяне на камили и коне
br: Kloz ar C'hañvaled hag ar C'hezeg
ca: Camells i cavalls de corral
cs: Velbloudi a koně v ohradě
de: Fange Kamele und Pferde ein
el: Μαντρί για Καμήλες και Άλογα
es_ar: Corrales de camellos y caballos
eu: Ukuiluko Gamelu eta Zaldiak
fa: اهلی کردن شترها و اسب ها
ga: Loca na gCamall agus na nEach
he: מכלאת גמלים וסוסים
hu: Teve- és lókarám
hy: Ուղտերի և ձիերի փարախ
it: Recinto per Cammelli e Cavalli
ja: ラクダや馬の捕獲
ko: 산호 낙타 그리고 말
nb: Innhegning av kameler og hester
pl: Zagroda dla wielbłądów i koni
pt_br: Estábulo de Camelos e Cavalos
ru: Загон для верблюдов и лошадей
sk: Chytajte ťavy a kone
sv: Valla kameler och hästar
tr: Deve ve at ağılı
uk: Загін для верблюдів і коней
zh: 圈养马和骆驼
zh_tw: 圈養駱駝及馬
