Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The classical phalanx formation was developed about VIII century BC. It was eight men deep and up to eight hundred men wide. The men within overlapped their shields, presenting a formidable shield wall brimming with 8 foot spears.
ast: La clásica formación de falanxe desendolcóse alredor del sieglu VIII a.C. Consistió n'ocho files de fasta ochocientos soldaos allugaos de costazu a costazu. Estos entecruciaben los escudos, formando una muria proteutora, acorrompinada de llances de cuasi 2,5 metros.
bg: Класическата формация „фаланга“ била разработена през VIII век пр.н.е. Тя включвала осем човека в дълбочина и до осемстотин — в ширина. Мъжете отвътре наслагвали щитовете си един върху друг, образувайки здрава стена от щитове, от които се подават 2,5-метрови копия.
br: Ar stummadur e falañs hengounel a zo bet diorroet tro-dro d'an VIIIvet kantved a-raok J.-K. Graet e oa gant eizh renkennad den ha betek eizh kant den a ledanded. Skoedoù ar wazed a oa e-barzh a varc'he an eil war egile, kinnig a rae ur pezh moger skoedoù a zibasae goafoù 8 troatad diouti.
ca: La clàssica formació de falange es va desenvolupar vora el segle VIII aC. Tenia una llargada de vuit homes i una amplada de fins a vuit-cents homes. Els homes sobreposaven els escuts, mostrant una paret formidable d'escuts amb llances de gairebé 2 metres i mig que en sobresortien.
cs: Klasická formace falangy byla vyvinuta kolem 8. století př. n. l. Šlo o útvar o hloubce 8 mužů a šířce až osm set mužů. Muži v ní se vzájemně kryli štíty, čímž vytvořili štítovou zeď nahánějící hrůzu a ježící se kopími o délce až 2,5 metru.
de: Die klassische Phalanxformation wurde etwa im 8. Jahrhundert vor Christus entwickelt. Sie war acht Mann tief und bis zu 800 Mann breit. Die Männer überlappten ihre Schilde, sodass sich ein eindrucksvoller Schildwall gespickt mit zweieinhalb Meter langen Speeren ergab.
el: Ο κλασσικός σχηματισμός φάλαγγας αναπτύχθηκε περίπου τον 8ο αιώνα π.Χ. Είχε 8 άνδρες βάθος και μέχρι 800 άνδρες πλάτος. Οι άνδρες επικάλυπταν τις ασπίδες τους, παρουσιάζοντας ένα δυνατό τείχος ασπίδων, απ' όπου προεξήχαν δόρατα μήκους 2,5 μέτρων.
es_ar: La formación en falanges clásica se desarrolló alrededor del sigo VIII a.C. Eran ocho hombres de fondo y hasta ochocientos hombres de ancho. Los hombres dentro superponían sus escudos, y presentaban un muro de escudos formidable repleto de lanzas de 2.5 mts.
eu: Falangeen formazio klasikoa K. a. VIII. mende inguruan garatu zen. Zortzi gizoneko sakonera zeukan, eta zortzirehun gizonerainoko zabalera. Formazioko gizonek haien ezkutuak gainjartzen zituzten, 8 oineko lantzekin babestutako izugarrizko ezkutu-harresi bat eraikiz.
fa: آرایش کلاسیک فالانژ در حدود قرن هشتم قبل از میلاد شروع به استفاده شد. این آرایش نظامی قابل استفاده از هشت نفر تا حتی هشتصد نفر بود. سربازان سپر های خود را به هم قفل می کردند و با نیزه های 8 فوتی خود به مقابله با دشمن می رفتند.
ga: Forbraíodh an falang-eagar clasaiceach thart ón 7ú haois R.C. Tá ochtar ar domhain aige agus suas go hocht gcéad fear ar fhad. Chuir na fir san fhalang a scéithe i bhforluite le chéile do sciath-bhalla a dhéanamh, agus dhaingnigh siad a sleánna le 8 dtroithe san aer.
he: יצירת הגדוד הקלסית פותחה במאה השמינית לפני הספירה. בה שמונה גברים לאורך ועד שמונה מאה איש לרחב הרימו את מגינהם ויצרו קיר מגן עם חניתות באורך 8 רגל.
hu: Az ókori falanx formáció az i.e. 8. században alakult ki. Nyolc sorból állt, egy sort pedig közel 800 ember tett ki, akik egymáshoz szorították pajzsaikat, egy félelmetes páncélfalat hozva létre, tele 8 láb hosszú lándzsákkal.
hy: Դասական փաղանգը ձևավորվել է մ․թ․ա․ մոտ 8-րդ դարում։ Այն ուներ 8 մարդ խորություն և մինչև 800 մարդ լայնություն։ Ներսի մարդկանց վահանները ծածկում էին միմյանց, ինչն իրենից ներկայացնում էր 8 ոտնաչափ երկարությամբ նիզակներով լի վահանների պատ։
it: La tradizionale formazione a falange fu sviluppata intorno all'VIII secolo a.C.. Era formata da otto file di uomini ed arrivava a contarne ottocento in larghezza. Gli uomini all'interno sovrapponevano i loro scudi, costituendo una barriera formidabile di scudi tra cui erano intercalate lance lunghe quasi due metri e mezzo.
ja: 古典的なファランクス陣形は紀元前8世紀頃に考案されました。隊列は8列横隊で、一列には最大800人が並びました。兵士たちは盾を重ね合い、無敵の盾の壁を、2.4mの槍衾と共に形成しました。
ko: 고전적인 팔랑크스 진형은 BC 8세기 경에 개발되었습니다. 그것은 8명의 병사들과 8백명의 병사들로 구성됩니다. 안에있는 병사들은 방패를 겹쳐서 8발의 창으로 넘쳐나는 방패 벽을 내놨습니다.
nb: Den klassiske falanks-formasjonen ble utviklet rundt det 8. århundre f.Kr. Den var 8 rekker dyp og opp til 800 menn bred. I fremste rekke av formasjonen overlappet mennenes skjold hverandre. Kun en formidabel vegg av skjold kunne ses, kantet rekker av med 2,5 meters spyd.
pl: Klasyczna formacja falangi powstała około VIII wieku p.n.e. Falangę tworzyło zwykle od 8 do 16 szeregów, a jej szerokość sięgała 800 żołnierzy. Mężczyźni w środku falangi złączali swoje tarcze prezentując imponującą ścianę tarcz najeżoną 2,5-metrowymi włócznia.
pt_br: A clássica formação de falange foi desenvolvida em torno do século VIII A.C. Tinha o comprimento de 8 homens e a largura de até oitocentos homens. Os homens dentro sobrepunham seus escudos, apresentando uma formidável muralha de escudos repleta de lanças de 2 metros e meio.
ru: Классическая фаланга появилась около VIII века до н. э. Она состояла из 8-ми человек в глубину и до 800 в ширину. Войска смыкали щиты, создавая массивную стену щитов, заполненную восьмифутовыми копьями.
sk: Klasická falangová formácia bola vyvinutá okolo VIII. storočia pred Kristom. Bola osem mužov hlboká a až osemsto mužov široká. Muži v jej vnútri si navzájom prekryli štíty, prezentujúc tak impozantnú štítovú hradbu plnú 8 stôp dlhých oštepov.
sv: Den klassiska falang formationen utvecklades ungefär VIII-talet f.Kr.. Det var åtta män djup och upp till åtta hundra män bred. Männen inom överlappade sina sköldar, och presenterade så en formidabel sköld vägg fullmatat med 8 fot långa spjut.
tr: Klasik falanks düzeni M.Ö yaklaşık VIII. yüzyılda düzenlendi. Sekiz insan derinliğinde ve sekiz yüz insan genişliğindeydi. Birimler kalkanlarını birbirine geçirerek 2.5 metre mızraklarla sıkı bir kalkan duvarı oluşturuyordu.
uk: Класична побудова фалангою була розроблена біля VIII сторіччя до нашої ери. Вона була в вісім людей вглиб і до вісімсот людей вшир. Люди поряд нахльостували щити, формуючи грізну стіну щитів наповнену двометровими списами.
zh: 经典的方阵阵型，在公元前8世纪研发。由纵向8个人，横向800人组成。阵型紧密，够成了令人生畏的盾牌墙，以及充盈着8英尺长的矛。
zh_tw: 經典的方陣陣型是大約在西元前八世紀被發展出來的。由縱向八人、橫向八百人所組成。以許多的盾牌構成了盾牆，並有著滿滿的 8 呎長矛。

source: The general who persuaded the Athenians to invest their income from silver mines in a war navy of 200 Triremes. A key figure during the Persian Wars, he commanded the victorious Athenian navy at the decisive battle of Salamis in 479 B.C. Later, he pursued an active policy against the Persians in the Aegean, thereby laying the foundations of future Athenian power. However, he was eventually ostracised by the Athenians and forced to flee to the protection of the Persians.
ast: El xeneral que convenció a los atenienses pa qu'inviertan los ingresos de les mines de plata nuna armada de 200 trirremes. Una figura clave nes guerres médiques, mandó la victoriosa armada ateniense na decisiva batalla de Salamina nel añu 479 a.C. Más sero, siguió una política activa escontra los perses nel Exéu, lo que sentó les bases del futuru poder ateniense. Sicasí, los atenienses acabaron condergándolu al ostracismu y obligándolu a fuxir a los perses pa proteición.
bg: Генералът, който убедил Атиняните да инвестират приходите от техните сребърни мини във военна флота от 200 триери. Ключова фигура по време на Персийските войни, той командвал печелещата Атинянска флота по време на решаващата битка в Саламис през 479г пр.н.е. По-късно, той следвал активна политика срещу Персийците в Егейско море и от там поставил основата на нататъшната Атинянска сила. Но въпреки това, той бил отхвърлен от Атиняните и принуден да избяга под закрилата на Персийците.
br: Ar jeneral a gendrec'has an Ateniz da bostañ o gopr o tont eus ar vengleuzioù arc'hant e-barzh ul lestraz a 200 lestr-terroeñvek. Un alc'hwez a zen e-pad ar vrezelioù Persian, gourc'hemenn a reas al lestraz Atenian a c'hounezas an emgann Salamin e 479 k. JK. Diwezhatoc'h e kasas ur politikerezh oberiant en enep d'ar Bersianed war ar mor Ejean dre-se e tiazezas ar galloud Atenian a oa da zont. Koulskoude, ostrakaet eo bet gant an Ateniz, rediet e oa da vont en arlu eta hag e kavas repu gant ar Bersianed.
ca: El general que va persuadir els atenesos d'invertir els seus ingressos de les mines de plata en una flota de guerra de 200 trirrems. Una figura cabdal durant les Guerres Mèdiques, va liderar la victoriosa marina atenesa en la batalla decisiva de Salamina al 479 aC. Més tard, va seguir una política activa contra els perses a l'Egeu, establint així les bases del futur poder d'Atenes. Tot i això, va ser condemnat a l'ostracisme pels atenesos i es va veure obligat a fugir sota la protecció dels perses.
cs: Generál, který Athéňany přesvědčil, aby vložili výnos ze stříbrných dolů do válečného loďstva 200 trojveslic. Byl klíčovou postavou během perských válek. Velel vítěznému athénskému loďstvu v rozhodující bitvě u Salamíny v roce 479 př. n. l. Později následoval aktivní politiku proti Peršanům v egejské oblasti, čímž položil základy budoucí athénské moci. Nicméně byl ostrakizován Athéňany a přinucen k útěku pod ochranu Peršanů.
de: Der General, der die Athener davon überzeugte, die gesamten Einnahmen der Silberminen in eine 200 Trieren zählende Kriegsmarine zu investieren. Als Schlüsselfigur der Perserkriege kommandierte er die siegreiche athenische Marine in der entscheidenden Schlacht von Salamis im Jahr 479 v.Chr. Später verfolgte er eine aktive Politik gegen die Perser in der Ägäis, womit er den Grundstein für die spätere Macht Athens legte. Trotzdem wurde er im Endeffekt von den Athenern verbannt und musste sich in den Schutz der Perser flüchten.
el: Ο στρατηγός που έπεισε τους Αθηναίους να επενδύσουν τα εισοδήματα τους από τα ορυχεία ασημιού σε 200 τριήρεις του πολεμικού ναυτικού. Μια σημαντική φιγούρα κατά τη διάρκεια των Περσικών Πολέμων, οδήγησε στη νίκη το Αθηναϊκό ναυτικό κατά τη ναυμαχία της Σαλαμίνας το 479 Π.Χ. Αργότερα, επιδίωξε μια πιο επιθετική τακτική στο Αιγαίο απέναντι στους Πέρσες, βάζοντας τα θεμέλια της μετέπειτα Αθηναϊκής ηγεμονίας. Στο τέλος, Εξωστρακισμένος από τους Αθηναίους, αναγκάστηκε να ζητήσει βοήθεια από τους Πέρσες.
es_ar: El general que convenció a los atenienses de invertir el ingreso de sus minas de plata en una flota de guerra de 200 Trirremes. Una figura clave en las Guerras Médicas, comandó la victoriosa flota ateniense en la batalla decisiva de Salamina en 479 a. C. Luego, implementó políticas activas contra los persas en el Egeo, consolidando así las bases del futuro poder ateniense. Sin embargo, con el tiempo fue condenado al ostracismo por los atenienses y obligado a escapar hacia la protección de los persas.
eu: Atenarrak zilar-meategietako irabaziak 200 trirremeko itsas-armada bat sortzeko erabil zitzaten konbentzitu zituen jenerala. Pertsonaia gakoa Persiako gerran, berak gidatu baitzuen Atenasko itsas-armada garailea Salamiseko borroka erabakiorrean, K. a. 479an. Geroago, persiarren aurkako politika aktiboa erabili zuen Egeoan, etorkizuneko indar atenarraren oinarriak ezarriz. Atenarrek bazterturik, hauek egonean egotera behartu zuten, persiarren babesaren bila ihes egitera behartuta ikusi zuen bere burua.
fa: فرمانده ای که آتن را ترغیب کرد تا پول های بدست آمده خود از معادن نقره را در ساخت 200 کشتی جنگی سرمایه گذاری کنند. نقش کلیدی در طول جنگ ایران ایفا کرد، وی فرماندهی نیروی دریایی آتن در نبرد تعیین کننده سالامیس در 479 ق.م را بر عهده داشت. بعد از این نبرد وی سیاست های مقابله با ایران در منطقه اژه را دنبال کرد و در نتیجه آن زیربنای قدرت گرفتن آتنی ها را پایه ریزی کرد. اگرچه در نهایت توسط خود آتنی ها وی به خیانت متهم شد و به ایران فرار کرد و تحت حمایت دولت ایران قرار گرفت.
ga: An ginearál cé a áitigh ar na hAithnigh a n-airgead a infheistiú i gcabhlach cogaidh le 200 Tríréim. Bhí sé mar duine tábhachtach sna Cogaí na mPeirseach, bhí sé ina cheannas ar an gcabhlach Aithneach a fhuair bua sa chath cintitheach ag Salamas i 479 R.C. I ndiaidh, Lean sé ar aghaidh le beartais i gcoinne na mPeirseach san Áigeán, agus ar an gcaoi sin, chuir sé le bunsraitheanna na cumachta Aithnigh sa todhcaí. Áfach, thug na hAithnigh cúl droma air sa deireadh, agus bhí ar éalú aige faoi chosaint na mPeirseach.
hu: A tábornok, aki meggyőzte az athéniakat, hogy az ezüstbányáikból befolyó összeget 200 hadigálya építésére fordítsák. A perzsa háborúk idején az athéni flottát vezette győzelemre a döntő salamisi csatában, i. e. 479-ben. Később aktív perzsaellenes politikát folytatott az Égei-tengeren, megalapozva Athén tengeri hatalmát. Ironikus módon pont az athéniak közösítették ki, akik elől a Perzsa birodalomba menekült.
hy: Այն գեներալը, ով համոզեց աթենացիներին ներդնել արծաթի հանքերից ստացված իրենց եկամուտը 200 տրիրեմայով ռազմական նավատորմի մեջ։ Լինելով Պարսկական պատերազմների առանցքային մասնակից՝ նա ղեկավարեց հաղթական աթենական նավատորմը մ․թ․ա․ 479թ․ Սալամիսի վճռական ճակատամարտում։ Հետագայում նա որդեգրեց Էգեյանում պարսիկների դեմ ակտիվ դիրքորոշում՝ դրանով գցելով Աթենքի ապագա հզորության հիմքը։ Այնուամենայնիվ, նա ի վերջո աքսորվեց աթենացիների կողմից և ստիպված էր դիմել պարսիկների պաշտպանությանը։
ko: 아테네 사람들을 설득해 은 광산에서 얻은 수입으로 3단 노선 200척으로 구성된 해군을 편성한 장군입니다. 페르시아 전쟁 핵심 인물로 기원전 479년 살라미스의 해전에서 아테네 해군을 지휘하여 승리했습니다. 나중에, 그는 에게해에서 반 페르시아 정책을 주도하고, 미래의 아테네 패권에 기반을 마련했다. 하지만 결국 도편추방에의해 아테네를 쫒겨나 페르시아로 망명할 수밖에 없었습니다.
nb: Generalen som overtalte Athenerne til å investere deres inntekter fra sølvgruvene i en marineflåte på 200 Trimerer. Han var en nøkkelfigur under perserkrigene, og kommanderte den seierrike, Athenske marinen i det avgjørende slaget ved Salamis i 479 f.Kr. Senere førte han aktiv politikk mot persere i Egerhavet, for dermed å legge grunnlaget for fremtidig athensk makt. Dog ble han senere andsforvist av athenerne og tvunget til å rømme for beskyttelse av perserne.
pl: Generał, który namówił Ateńczyków by ci zainwestowali zyski z kopalni srebra w marynarkę 200 tiremów. Ważna postać podczas Wojen Perskich, dowodził zwycięską marynarkę ateńską podczas decydującej bitwy pod Salaminą w 479 p.n.e. Dalej, prowadzil aktywną politykę przeciw Persom na Wyspch Egejskich, przyczyniajac sie tym samym do mocnej pozycji Aten w przyszłości. Po czasie, jednakże, został on poddany ostracyzmowi przez Ateńczyków, i zmuszony do ucieczki pod protekcję Persów.
pt_br: O general que convenceu os Atenienses a investir suas receitas das minas de prata em uma guerra naval de 200 Trirremes. Uma figura-chave durante a Guerra Persa, ele comandou a vitoriosa marinha Ateniense na batalha decisiva de Salamina em 479 A.C. Mais tarde, ele prosseguiu uma política ativa contra os Persas no mar Egeu, fundando assim as bases do futuro poder ateniense. No entanto, ele foi eventualmente condenado ao ostracismo pelos Atenienses e forçado a fugir para a proteção dos Persas.
ru: Генерал, который убедил афинян инвестировать свои доходы от серебряных рудников в создание военного флота из 200 триер. Был ключевой фигурой во время персидских войн, он командовал победоносным афинским флотом в решающей битве при Саламине в 479 г. до н.э. Позже он проводил активную политику против персов в Эгейском море, тем самым закладывая основы будущего афинской мощи. Изгнанный афинянами, он был вынужден бежать под защиту персов.
sv: Generalen som övertalade atenarna att investera sina inkomster från silvergruvor i en krigsflotta bestående av 200 triremer. Som en nyckelperson under de persiska krigen, kommenderade han den segrande atenska flottan i det avgörande slaget vid Salamis 479 f.Kr. Senare fortsatte han en aktiv politik mot perserna i Egeiska havet, och lade därigenom grunden till Atens framtida makt. Han blev emellertid så småningom utfryst av atenarna och tvingades fly till persernas skydd.
tr: Atinalıları, gümüş madenlerinden kazandıklarını, 200 Trireme'lik savaş donanmasına yatırmalarına ikna eden general. Pers savaşlarındaki kilit isim, M.Ö. 479'daki belirleyici Salamis savaşında Atina donanmasına komuta etmiştir. Sonrasında Ege'de Perslere karşı aktif bir politika izlemiş, böylece gelecekteki Atina gücünün temellerini atmıştır. Ancak, sonunda Atinalılar tarafından dışlanmış ve Perslerin himayesine kaçmaya zorlanmıştır.
uk: Генерал що переконав афінців вкласти їхні грошові надходження від срібних шахт в морський флот, що складався з 200 трирем. Будучи ключовою фігурою впродовж Перських війн, він командував переможним афінським флотом в вирішальній битві при Саламіні в 479 році до н.е. Після того він продовжував активну політику проти персів і егейців, тим самим закладаючи ґрунт майбутньої афінської сили. Вигнаний афінцями, він був змушений тікати під захист персів.
zh: 地米斯托克利是古希腊杰出的政治家、军事家。他在雅典政坛上极力主张发展海军，劝说雅典人把他们从银矿的收入投资建造200艘三层桨座之战船。这一举措竟成了取得波斯战争胜利的关键。在公元前479年萨拉米湾海战，他指挥雅典海军，将大约六百艘波斯军舰诱入雅典外的萨拉米湾，然后予以一举歼灭。萨拉米湾海战以后，他的个人声望和权力达到顶峰。但是，雅典人害怕出现一个军事独裁者，结果他被放逐，十年内不许回到雅典。但之后有人得到他私通波斯的证据，于是雅典政府在整个希腊通缉他，他因此逃往波斯帝国寻求庇护。

source: Pericles was the foremost Athenian politician of the 5th Century B.C.
ast: Pericles foi'l principal políticu ateniense del sieglu V a.C.
bg: Перикъл бил най-важният атински политик през 5в. пр.н.е.
br: Perikles a oa politikour pennañ Atena er 5vet kantved a-raok J.K.
ca: Pèricles era el polític atenès més prominent del segle V aC.
cs: Periklés byl hlavním athénským politikem 5. století př. n. l.
de: Perikles war der führende athenische Politiker im 5. Jh. v. Chr.
el: Ο Περικλής ήταν ο σπουδαιότερος Αθηναίος πολιτικός του 5ου Αιώνα Π.Χ.
es_ar: Pericles fue el principal político ateniense del Siglo V a.C.
eu: Perikles K.a. 5. Mendeko atenastar politikari garrantzitsuena izan zen.
fa: پریکلس برترین سیاست مدار آتن در قرن 5 قبل از میلاد بود
ga: Bhí Peiricléas an polaiteoir Aithneach is fearr sa 5ú aois R.C.
he: פריקלס היה הפוליטיקאי האתונאי החשוב ביותר של המאה ה5 לפנה"ס.
hu: Periklész volt a legkiválóbb athéni politikus az i. e. 5. században.
hy: Պերիկլեսը մ․թ․ա․ 5-րդ դարի ամենաակնառու աթենական քաղաքական գործիչն էր։
it: Pericle era il principale politico ateniese del 5° secolo a.C.
ja: ペリクレスはアテナイ屈指の政治家として、紀元前5世紀に活躍しました。
ko: 페리클레스는 아테네 최고의 정치인으로서 기원전 5세기에 활약했습니다.
nb: Pericles var den fremste Athenske politikeren i det 5. århundre f.Kr.
pl: Perykles był czołowym politykiem ateńskim w 5 wieku p.n.e.
pt_br: Péricles foi o político ateniense com maior influência no século V a.C.
ru: Перикл был выдающимся афинским политиком в 5-м веке до н.э.
sk: Perikles bol najpoprednejším aténskym politikom 5. storočia pred Kristom.
sv: Perikles var den främsta Atenska politikern under 5:e århundradet f. Kr.
tr: Perikles M.Ö 5. yüzyılda en önde gelen Atinalı politikacı idi.
uk: Перікл був найвидатнішим афінським політиком 5 століття до н.е.
zh: 伯里克利是公元前 5 世纪时，雅典最重要的政治家。
zh_tw: 伯里克里斯是西元前 5 世紀時，雅典最重要的政治家。

source: A Hellenic people of the Ionian tribe.
ast: Un pueblu helénicu de la tribu xónica.
bg: Елини от йонийското племе.
br: Ur bobl Hellenel eus ar meuriad lonian.
ca: Un poble hel·lènic de la tribu jònica.
cs: Helénští lidé z ionského kmene.
de: Ein hellenisches Volk vom Stamm der Ionier.
el: Ένας Ελληνικός λαός της Ιωνικής φυλής.
es_ar: Un pueblo helénico de la tribu jónica.
eu: Joniarren tribuko gizatalde heleniarra.
fa: مردمی یونانی از قبیله ی آیونی.
ga: Muintir Heilléineach de chuid na treibhe Ionaigh.
he: אנשים הלניים של השבט היוני.
hu: A jón törzsből származó hellén emberek.
hy: Իոնական ցեղի հելլենիստական ազգ։
it: Una popolazione Ellenica della tribù degli Ioni.
ja: イオニア人に属するギリシア人の一派です。
ko: 이오니아 부족의 그리스인.
nb: Et hellensk folk fra den ioniske stammen.
pl: Grecy z plemienia Jończyków.
pt_br: Um povo Helênico da tribo de Jônia.
ru: Эллинский народ ионийского племени.
sk: Helénski ľudia z kmeňa Iónov.
sv: En Hellenistisk grupp av Jonernas stam.
tr: Bir İyonyalı kabilenin Helenistik insanları.
uk: Еллінські люди лонійського племені.
zh: 希腊爱奥尼亚部落
zh_tw: 希臘愛奧尼亞部落的族民。

source: Theatron
ast: Teatru
bg: Театрон
ca: Teatre
el: Θέατρον
es_ar: Teatros
eu: Antzokia
he: תיאטרון
hy: Թեատրոն
ja: テアトロン
ko: 테아트론
nb: Antikkens greske teater
pt_br: Teatro
ru: Театрон
sk: Divadlo
tr: Tiyatro
uk: Театрон
zh: 剧院
zh_tw: 劇院

source: The Hellenization civ bonus. Building a Theatron increases the territory effect of all buildings by 25%.
ast: La bonificación de los helenos. Construyir un teatru aumenta l'efeutu nel territoriu pa toles construcciones nun 25%.
bg: Елинският граждански бонус. Построяването на театрон увеличава териториалния обхват на всички сгради с +25%.
br: Bonuz seven an Hellenegerezh. Sevel un Theatron a lak da greskiñ efed tiriadel ar savadurioù all eus 25%.
ca: La bonificació de civilització "Hel·lenització". Construir un teatre augmenta l'efecte de territori de tots els edificis un 25%.
cs: Helénistický civilizační zvýhodnění. Stavba Theatronu zvýší územní rozšíření všech staveb o +25 %.
de: Der Hellenisierungs-Zivilisationsbonus. Ein Theatron erhöht die territoriale Ausdehnung aller Gebäude um +25%.
el: Όφελος Ελληνιστικού πολιτισμού. Χτίζοντας ένα θέατρο αυξάνεται η επίδραση περιοχής όλων των κτηρίων κατά 25%.
es_ar: Bonificación de civilización helénica. Construir un Teatro aumenta el efecto territorial de todos los edificios un 25%.
eu: Heleniar zibilizazioaren hobaria. Antzerki baten eraikuntzak eraikin guztien lurraldetasun eragina %25 handitzen du.
fa: امتیاز یونانی سازی تمدن. ساخت یک تئاتر تاثیر شعاع قلمرو را برای تمام ساختمان ها به میزان 25% افزایش می دهد
ga: Bónas sibhialtacht an Heilléinithe. Méadú ar an bhfairsinge críocha +25% do gach foirgneamh nuair a thóg tú Theatron.
he: בונוס התייוונות. בניית תאטרון מגביר את השפעת השטח של כל המבנים ב 25%.
hu: A hellénizáció civilizációs bónusza: egy Theatron építése 25%-kal növeli minden épület területi hatását.
hy: Քաղաքակրթության հելլենիզացման բոնուսը։ Թեատրոնի կառուցումն ավելացնում է բոլոր շինությունների տարածքային ազդեցությունը 25%-ով։
it: Il bonus Ellenizzazione. Costruire un Theatron aumenta l'effetto territorio di tutti gli edifici del 25%.
ja: ギリシア系文明のボーナス。テアトロンを建設すると、すべての建物の領地半径が25%拡大します。
ko: 그리스 계 문명의 보너스. 테아트론를 건설하면 모든 건물의 영지 반경이 25% 증가합니다.
nb: Bygging av et antikt gresk utendørsteater øker territoriets omfang med +25% for alle bygninger.
pl: Premia hellenizacyjna. Zbudowanie Theatronu zwiększa efekt działania wszystkich budynków o 25%.
pt_br: O bônus de civilização de Helenização. Construir um Theatron aumenta o efeito territorial de todas as construções em 25%.
ru: Бонус от эллинизации. Строительство Театрона увеличивает зону влияния всех зданий на 25%.
sk: Civilizačný bonus Helenizácia. Postavenie divadla zväčší územný vplyv všetkých budov o 25%.
sv: Hellenistiska civilisationsbonusen. Konstruktionen av ett Theatron ökar territorieeffekten av alla byggnader med 25%.
tr: Bu Helenleştirme uygarlık ödülü. Bir Theatron yapısı bölgedeki diğer tüm binalara %25 etki eder.
uk: Бонус цивілізації від Еллінізації. Будівництво Театрона збільшує вплив на територію для всіх будівель на 25%.
zh: 希腊化的文明奖励。建造剧院，则所有建筑物的领土影响范围 +25%。
zh_tw: 希臘化的文明獎勵。建造劇院以使所有建築物的領土影響範圍增加 25%。
