Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Do not forget to hold Shift while clicking to train several units.
ast: Nun escaezas primir Mayús al calcar pa llevantar delles unidaes.
bg: Не забравяйте да задържите Shift докато щраквате, за да създадете няколко единици.
br: Arabat deoc'h ankouaat derc'hel ar bouton Lkd gwasket evit stummañ meur a unanenn.
ca: No t'oblides de mantindre presa la tecla Shift mentre cliques per a entrenar vàries unitats.
cs: Nezapomínejte držet Shift při klepání, abyste vytvořil několik jednotek.
de: Vergiss nicht, mit Umschalt+Klick mehrere Einheiten auszubilden.
el: Μην ξεχνάς να κρατάς πατημένο το Shift όσο κάνεις κλικ για να παράγεις πολλές μονάδες.
eo: Ne forgesu manteni Maj., kiam klakanta por trejni plurajn unuojn.
es: Recuerda que puedes producir varias unidades a la vez con Mayús + clic.
es_ar: No olvides mantener presionado Shift mientras haces click para entrenar muchas unidades.
eu: Ez ahaztu Maius sakatuta edukitzen zenbat unitate trebatzeko klikatzen duzun bitartean.
fa: فراموش نکنید که کلید شیفت Shift کیبورد خود را نگهدارید قبل از اینکه فرمان پرورش نیروها را بدهید.
fi: Älä unohda pitää Shift-näppäintä painettuna napsautuksen aikana, jos haluat kouluttaa useita yksiköitä.
fr: N’oubliez pas de maintenir Maj. enfoncée et cliquez pour entraîner plusieurs unités.
ga: Ná déan dearmad ag brú ar Shift nuair atá tú ag cliceáil agus roinnt aonad a thraenáil.
gd: Cuimhnich gun cum thu sìos Shift fhad ’s a bhios tu a’ briogadh gus iomadh aonad a thrèanadh.
gl: Non esqueza manter premido Maiús ao premer para adestrar varias unidades.
hu: Ne felejtsd el lenyomni a Shift billentyűt kattintáskor, ha több egységet képzel ki.
id: Jangan lupa untuk menahan Shift ketika mengklik untuk melatih beberapa unit.
it: Non dimenticare di tenere premuto Maiusc mentre clicchi per addestrare più unità.
ja: 複数ユニットを同時養成するにはShiftを押しつつ選択することを覚えておきましょう
ko: 여러 유닛을 훈련시키려면 Shift 키를 누른 채 클릭하는것을 잊지 마십시오.
ms: Jangan lupa menahan Shift ketika mengklik untuk latih beberapa unit lagi.
nl: Vergeet niet Shift in te drukken om meerdere eenheden te rekruteren.
pl: Nie zapomnij o przytrzymaniu przycisku Shift, aby wyszkolić wiele jednostek.
pt_br: Não se esqueça de manter pressionada a tecla Shift para treinar várias unidades.
pt_pt: Não te esqueças de manter premida a tecla Shift para treinar várias unidades.
ru: Не забывайте удерживать клавишу Shift при клике для тренировки нескольких юнитов.
sk: Nezabudni pri kliknutí podržať klávesu pre skupinový tréning - tak sa vytvorí viacero jednotiek v skupine.
sv: Glöm inte att hålla ner Shift för att träna flera enheter åt gången.
tr: Birden fazla birim eğitmek için Shift+Tıkla yapmayı unutmayın.
uk: Не забудьте утримувати Shift, натискаючи тренування декількох юнітів.
zh: 不要忘记，按住Shift并单击可以训练多个单元。
zh_tw: 想要一次訓練多個單位的時候，別忘了按住 Shift 鍵

source: Hold Shift and click on the Hoplite icon.
ast: Primi Mayús y calca nel iconu del hoplita.
bg: Задръжте Shift и щракнете върху иконката с хоплит.
br: Dalc'hit ar bouton Lkd gwasket ha klikit war arlun an Hoplit.
ca: Prem Shift i clica sobre la icona de l'Hoplita.
cs: Podržte shift a klepněte na ikonu hoplíty.
de: Umschalt-klicke auf das Hopliten-Symbol
el: Με πατημένο το Shift κάνε κλικ στο εικονίδιο του Οπλίτη.
eo: Daŭre premu Maj. kaj klaku sur la Hoplita bildeton.
es: Haz Mayús + clic sobre el icono del hoplita.
es_ar: Mantén presionado Shift y haz click sobre el ícono de Hoplita.
eu: Sakatu Maius eta egin klik Hoplite ikonoan.
fa: شیفت را نگه داشته و بر روی عکس هاپلیت کلیک کنید.
fi: Pidä Shift-näppäin pohjassa ja napsauta hopliitti-kuvaketta.
fr: Maintenez la touche Maj. enfoncée et cliquez sur l’icône « Hoplite ».
ga: Brúigh ar Shift agus cliceáil ar íocón an Hoiplítigh,
gd: Cum sìos Shift is dèan briogadh air ìomhaigheag an hoiplid.
gl: Manteña premido Maiús e prema a icona de hoplita.
hu: Tartsd lenyomva a Shiftet, és kattints a hoplita ikonra.
id: Tahan Shift dan klik ikon Hoplites.
it: Tieni premuto Maiusc e clicca sull'icona dell'Oplita.
ja: Shiftキーを押しながら歩兵アイコンをクリックしてください。
ko: Shift 키를 누른 상태에서 중갑 보병 아이콘을 클릭하십시오.
ms: Tahan Shift dan klik pada ikon Hoplite.
nl: Houd Shift ingedrukt en klik op het Hopliet icoontje.
pl: Przytrzymaj Shift i kliknij na ikonę Hoplity.
pt_br: Pressione Shift e clique sobre o ícone do Hoplita.
pt_pt: Mantém premida a tecla Shift e clica no ícone do Hoplita.
ru: Удерживая клавишу Shift, кликните на иконке Гоплита.
sk: Podrž Shift a klikni na ikonu Hoplita.
sv: Håll ner Shift och klicka på Hoplit-ikonen.
tr: Shift'e basılı tut ve Hoplite simgesine tıkla.
uk: Утримуйте Shift і натисніть піктограму Гопліт.
zh: 按住Shift并且单击希腊重步兵按钮。
zh_tw: 先按住 Shift 鍵，再按重裝步兵的圖示。

source: Let's wait for the units to be trained.
ast: Vamos esperar a que les unidaes s'entrenen.
bg: Да почакаме докато единиците бъдат създадени.
br: Gortozomp e vefe stummet an unanennoù.
ca: Espereu que es formin les unitats.
cs: Počkejte, než se vycvičí jednotky.
de: Warten wir, bis die Einheiten fertig sind.
el: Ας περιμένουμε να εκπαιδευτούν οι μονάδες.
eo: Ni atendu, ke la unuoj estas trejnitaj.
es: Esperemos a que finalice el reclutamiento de las unidades.
es_ar: Esperemos a que las unidades terminen su entrenamiento.
eu: Utzi unitateak prestatzeko.
fa: کمی صبر کنید تا نیروها آماده شوند.
fi: Odotetaan, että yksiköiden koulutus saadaan päätökseen.
fr: Attendons que les unités soient entrainées.
ga: Fágainn d'aonaid atá traenáilte.
gd: Fuirichidh sinn gus am bi na h-aonadan air an trèanadh.
gl: Agardemos a que se adestren as unidades.
hu: Várjuk meg, amíg az egységek kiképződnek.
id: Mari kita tunggu unit selesai dilatih.
it: Attendi che siano addestrate le unità.
ja: ユニットの養成が完了するのを待ちましょう。
ko: 유닛이 훈련되기를 기다리십시오.
ms: Tunggu sebentar sehingga unit telah dilatih.
nb: La oss vente på at enhetene trenes opp.
nl: Wacht totdat de eenheden gerekruteerd zijn.
pl: Poczekaj aż jednostki zostaną wyszkolone.
pt_br: Vamos esperar as unidades terminarem de ser treinadas.
pt_pt: Vamos esperar que as unidades sejam todas treinadas.
ru: Давайте подождём, пока создание юнитов будет завершено.
sk: Počkajme kým sa vytrénujú nové jednotky.
sv: Låt oss vänta på att enheterna blir klara.
tr: Birimler eğitilene kadar bekleyelim.
uk: Давайте почекаємо, доки юніти будуть натреновані.
zh: 让我们等待单元被训练完成。
zh_tw: 等待您的人手訓練完成吧。

source: While waiting, direct your attention to the panel at the top of your screen. On the upper left, you will see your current resource supply (Food, Wood, Stone, and Metal). As each worker brings resources back to the Civic Center (or another dropsite), you will see the amount of the corresponding resource increase.
ast: Entrín esperes, dirixi la to atención al panel no cimero de la pantalla. A la esquierda verás les tos reserves actuales de recursos (comida, madera, piedra, metal). Darréu que cada trabayador lleva recursos al centru cívicu (u otru depósitu), verás aumentar la cantidá del recursu correspondiente.
bg: Докато чакаме, да насочим вниманието си към панела в горната част на екрана. В горната лява част виждате текущите си запаси от ресурси (храна, дърва, камък и метал). Когато работниците носят събраните от тях ресурси в селищния център (или друго сборно място), ще видите как количеството на съответния ресурс се увеличава.
br: En ur c'hortoz, grit ur sell ouzh an daolenn e-krec'h ho skramm. E krec'h kleiz, e vo gwelet ganeoc'h ho perniadoù mammennoù (Boued, Koad, Mein, Metal). Evel ma tegas pep labourer ar mammennoù d'ar Greizenn Geodedel (pe ul lec'h-daspugn all), neuze e c'hellit gwelout kementad ar mammennoù-se o kreskiñ.
ca: Mentre espereu, centreu-vos en el panell al capdemunt de la pantalla. A la part superior esquerra, hi veureu els recursos de què disposeu (fusta, menjar, pedra i metall). A mesura que cada treballador porta recursos al Centre Cívic (o en un altre dipòsit), veureu que van augmentant les reserves.
de: Während wir warten, richte deine Aufmerksamkeit einmal auf das Feld oben auf deinem Bildschirm. Oben links siehst du deinen aktuellen Ressourcenvorrat (Nahrung, Holz, Stein und Metall). Wenn ein Arbeiter Ressourcen zum Verwaltungssitz bringt (oder zu einem anderen Lager), siehst du, wie sich der Wert der jeweiligen Ressource erhöht.
el: Κατά τη διάρκεια της αναμονής, στρέψτε την προσοχή σας στον πίνακα στην κορυφή της οθόνης. Στην επάνω αριστερή πλευρά, θα δείτε τα τρέχουσα αποθέματά σας (Τρόφιμα, Ξύλο, Πέτρα και Μέταλλο). Καθώς κάθε εργαζόμενος επιστρέφει πόρους στο Αστικό Κέντρο (ή σε άλλο σημείο εναπόθεσης), θα δείτε το ποσό της αντίστοιχης αύξησης των πόρων.
eo: Dum atendo, direktu vian atenton al la panelo ĉe la alto de via ekrano. Sur la alta maldekstro, vi vidos vian nunan provizon de resursaj (Manĝaĵo, Ligno, Ŝtono, kaj Metalo). Dum ĉiu laboristo resursojn al la Civitacentro (aŭ alia demetejo) realportas, vi vidos la kvanton de la rilata resurso pligrandigi.
es: Mientras esperas, dirige tu atención al panel de la superior de la pantalla. En la esquina superior izquierda podrás ver las reservas de recursos (Comida, Madera, Piedra y Metal). Cada vez que un trabajador lleve recursos al Centro Cívico (u otro punto de recolección) la cantidad del recurso correspondiente aumentará.
es_ar: Mientras esperas, presta atención al panel en la parte superior de tu pantalla. En el extremo superior izquierdo, verás el suministro de recursos (alimento, madera, piedra y metal). Cada vez que una unidad lleve recursos al Centro Cívico (u otro punto de almacenamiento) verás que la cantidad de recurso correspondiente aumentará.
eu: Zain zauden bitartean, arreta jar ezazu pantailaren goiko aldeko panelean. Goiko ezkerreko aldean oraingo baliabideen iturria ikusiko duzu(Elikagaiak, Egurra, Harria eta Metala). Langile bakoitza Gizarte Zentrora (edo beste deskarga leku bat) baliabideak bueltan ekartzen dituenez, gehitzen den dagokion baliabide kopurua ikusiko duzu.
fa: در حالی که منتظر هستید، به پنل بالای صفحه نگاه کنید. در قسمت بالا چپ، شما وضعیت فعلی تامین منابع ( غذا، چوب، سنگ و آهن) را مشاهده می کنید. زمانیکه یک کارگر منابع را به مرکز تمدن (یا هر محل ذخیره منبع) منتقل می کند، شما مشاهده می کنید که میزان آن منبع افزایش می یابد.
ga: Nuair atá tú ag fanacht, feic ar an bpainéil i mbarr do scáileáin. Feicfidh tú do sholáthar acmhainne reatha (Bia, Adhmad, Cloch, is Miotail) i mbarr chúinne clé. Nuair a thugann gach oibrí leis acmhainní go dtí an tIonad Cathartha (nó fosú eile), feicfidh tú ar méad na hacmhainne seo ag méadú.
gd: Fhad ’s a bhios sinn a’ fuireach, nach doir thu sùil air a’ phanail air barr na sgrìn? Air an taobh chlì, chì thu na th’ agad dhe na stòrasan (biadh, fiodh, clach is meatailt). Fhad ’s a bheir an luchd-obrach stòras dhan ionad shìobhalta (no ionad-stòrais sam bith eile), chì thu gum meudaich na th’ agad dheth.
gl: Mentres agarda, pon atención no panel da parte superior da pantalla. Na parte superior esquerda verás os recursos actuais (comida, madeira, pedra e metal). A medida que cada traballador leva recursos ao centro cívico (ou outro depósito), verás como aumenta a cantidade do recurso correspondente.
it: Nell'attesa, rivolgi la tua attenzione al pannello nella parte superiore dello schermo. Nella parte in alto a sinistra vedrai lo stato attuale delle risorse (Cibo, Legno, Pietra e Metallo). Poiché ogni lavoratore riporta le risorse al Centro Civico (o ad un altro deposito), vedrai aumentare la quantità delle risorse corrispondenti.
ko: 기다리는 동안 화면 위쪽 패널을 확인해 주십시오. 왼쪽 위에는 현재 공급되는 자원(식량, 목재, 석재, 금속)이 표시되어 있습니다. 각 노동자가 시민 회관 (또는 자원 회수 시설)으로 자원을 가져오면 해당 자원의 양이 증가하는 것을 볼 수 있습니다.
ms: Semasa menunggu, lihat pada panel di bahagian atas skrin anda. Disebelah kiri atas, anda akan lihat bekalan sumber semasa anda (Makanan, Kayu, Batu, dan Logam). Bilamana pekerja membawa balik sumber ke Pusat Sivik (atau lain-lain pusat pengumpulan), anda akan lihat amaun sumber berkenaan semakin meningkat.
nb: La oss vente på at enhetene trenes opp. Mens vi venter, rett din oppmerksomhet til panelet på toppen av skjermen. Øverst til venstre, vil du se din nåværende ressursbalanse (mat, trevirke, stein og metall). Når hver arbeider bringer ressurser tilbake til samfunnssenteret (eller et annet leveringspunkt), vil du se mengden av den respektive ressursen gå opp.
pl: Podczas czekania skieruj swoją uwagę na panel u góry ekranu. W lewym górnym rogu zobaczysz aktualne zasoby zasobów (żywność, drewno, kamień i metal). Ponieważ każdy pracownik przynosi zasoby do Centrum Obywatelskiego (lub innej lokalizacji), zobaczysz kwotę odpowiedniego zwiększenia zasobów.
pt_pt: Enquanto esperamos, vê o painel no topo do ecrã. Na parte esquerda do topo vê-se a quantidade de recursos atual (Comida, Madeira, Pedra e Metal). À medida que cada trabalhador traga recursos para o Centro Cívico (ou outro edifício), irás ver o aumento correspondente do recurso.
ru: Во время ожидания обратите свое внимание на панель в верхней части экрана. В левом верхнем углу вы увидите текущее обеспечение ресурсами (Пища, Древесина, Камень и Металл). Каждый работник приносит ресурсы в городской центр (или на другую точку разгрузки, например, склад), как только он это сделает - Вы увидите, что количество соответствующего ресурса возрастёт.
sk: Pokým čakáš, venuj pozornosť panelu v hornej časti obrazovky. Naľavo hore je zobrazený stav zásob jednotlivých surovín (jedlo, drevo, kameň, kov). Zakaždým, keď pracovník donesie nejakú surovinu do Občianskeho Centra (alebo iného zberného miesta), uvidíš, ako vzrastie počet pre danú surovinu.
sv: Medans du väntar kan du ta en titt på panelen högst upp på skärmen. Längst upp till vänster ser du dina nuvarande resurser (mat, trä, sten och metall). När en arbetare lämnar resurser vid samhällscentret (eller en annan avlastningsplats), kommer du se att antalet av den motsvarande resursen ökar.
tr: Beklerken, dikkatinizi ekranın en üstündeki panele yönlendirin. Sol üstte, mevcut kaynak tedarikinizi (Gıda, Odun, Taş ve Metal) göreceksiniz. Her işçi kaynakları Kent Merkezine (veya başka bir Depolama Alanına) geri getirdiğinde, karşılık gelen kaynak artışının miktarını göreceksiniz.
uk: Поки чекаємо, зверніть увагу на панель у верхній частині екрана. У верхньому лівому куті ви побачите поточний запас ресурсів (Їжа, Деревина, Камінь та Метал). Оскільки кожен працівник приносить ресурси до Громадського центру (або до іншої точки збору ресурсів), ви побачите суму відповідного збільшення ресурсу.
zh: 在等待的时候，不妨将您的注意力转移到屏幕顶部。在左上角，您会看到当前的资源供给（食物，树木，石头和金属）。当每个工人带着资源回到市政中心（或者其他的资源回收点），您会看到相应资源数目的提高。

source: This is a very important concept to keep in mind: gathered resources have to be brought back to a dropsite to be accounted, and you should always try to minimize the distance between resource and nearest dropsite to improve your gathering efficiency.
ast: Esto ye bien importante tomar en cuenta: los recursos recoyíos tienen de llevase al depósitu pa valir y debes tentar siempre de menguar la ralura ente'l recursu y el depósitu más cercanu p'ameyorar el rindimientu de la recoyida.
bg: Важно е да помните този принцип: събраните ресурси трябва да бъдат занесени до място за събиране, за да бъдат отчетени, и винаги трябва да се стремите разстоянието за пренасяне на ресурсите да бъде възможно най-малко, за да събирате ресурсите по-бързо.
br: Dalc'hit soñj eus ar meizad-mañ, pouezus-kenañ eo : ar mammennoù dastumet a rank bezañ lakaet en ul lec'h-daspugn evit bezañ kontet. Klaskit berrat an hent etre ar vammenn hag al lec'h-daspugn nesañ evit gwellaat efedusted ho tastum.
ca: Aquest és un concepte molt important a tenir en compte: els recursos obtinguts s'han de portar a un dipòsit per a ser comptabilitzats; hauríeu de procurar que la distància entre dipòsit i lloc d'obtenció fos la mínima possible per a millorar l'eficiència recol·lectora.
cs: Toto je velmi důležité pojetí, které je třeba mít na paměti: shromážděné zdroje musí být vráceny zpět do skladiště, aby byly započítány, a měli byste se vždy snažit zmenšit vzdálenost mezi zdrojem a nejbližším skladištěm, abyste zlepšili účinnost shromažďování.
de: Es ist sehr wichtig zu beachten: Gesammelte Ressourcen müssen zu einem Lager gebracht werden, um gezählt zu werden, und du solltest immer versuchen, die Distanz zwischen der Ressource und dem nächsten Lager zu minimieren, um die Sammeleffizienz zu maximieren.
el: Αυτή είναι μια πολύ σημαντική ιδέα που πρέπει να θυμάστε: οι συγκεντρωμένοι πόροι πρέπει να εναποτεθούν σε ένα σημείο εναπόθεσης που πρέπει να ληφθεί υπόψη ότι πρέπει πάντα να προσπαθήσετε να ελαχιστοποιήσετε την απόσταση μεταξύ πόρου και πλησιέστερων σημείων εναπόθεσης για να βελτιώσετε την αποδοτικότητά σας.
eo: Tio estas tre grava koncepto restigi enmense: kolektitaj resursoj devas esti realportataj al demetejo por kunkalkuli ilin, kaj vi devus ĉiam provi de malplejigi la malproksimo inter resurso kaj plej proksima demetejo por plibonigi vian kolektan rendimenton.
es: Es muy importante tener en cuenta que los recursos recolectados solo se contabilizarán tras depositarlos en los puntos de descarga; para mejorar tu eficiencia de recolección, intenta siempre minimizar la distancia entre el recurso que estés explotando y el punto de descarga más cercano.
es_ar: Este es un concepto muy importante a tener en cuenta: los recursos recolectados deben ser traidos de vuelta al punto de almacenamiento para que cuenten y siempre deberías minimizar la distancia entre el recurso y el punto de almacenamiento más cercano para aumentar la eficiencia de recolección.
eu: Oso garrantzitsua da hau kontutan izatea: bildutako baliabideak deskarga puntura iritsitakoan baino ez dira kontatzen; bilketa hobetzeko, saia zaitez beti bildu behar duzun baliabidea eta deskarga puntua ahalik eta gertuen egon daitezen.
fa: این یک موضوع بسیار مهم است که باید همیشه در ذهن خود داشته باشید: منابعی که جمع می شوند باید به محل های تحویل منابع آورده شوند، شما همیشه باید فاصله بین منابع و نزدیک ترین محل تحویل منابع را کمترین فاصله تنظیم کنید تا بهره وری جمع آوری منابع شما بهبود پیدا کند.
fi: Tämä on erittäin tärkeä käsite pitää mielessä: kerätyt resurssit on tuotava takaisin pudotuspaikalle, jotta ne lasketaan, ja sinun pitäisi aina yrittää minimoida resurssin ja lähimmän pudotuspaikan välinen etäisyys, jotta voisit parantaa keräystehokkuuttasi.
fr: C’est un concept très important à garder à l’esprit : les ressources collectées doivent être déposées dans un dépôt pour être comptabilisées, et vous devriez toujours essayer de minimiser la distance entre les ressources et le plus proche dépôt pour améliorer l’efficacité de votre collecte.
ga: Is coincheap an-tabháchtach é seo: do d'acmhainní féin a mhéadú teastaíonn go bhfuil acmhainní bailithe cuirtear i bhfosú, agus ba cheart dhuit an fad idir acmhainn agus fosú a íoslaghdú do d'éifachtúlacht bailithe a fheabhsú.
gd: Tha e cudromach gun doir thu an aire air sin: feumaidh tu na stòrasan a chruinnicheas tu a thoirt gu ionad-stòrais mus fhaigh thu air a’ chunntas agad iad agus b’ feairrde thu feuchainn nach bi an t-astar eadar an stòras agus an ionad-stòrais ro fhada ach an cruinnich thu na stòrasan nas luaithe.
gl: Este é un concepto moi importante a ter en conta: os recursos recollidos hai que levalos de volta a un depósito para que se teñan en conta, e deberías minimizar sempre a distancia entre os recursos e os depósitos máis próximos para mellorar a eficiencia da recolección.
hu: Ez egy nagyon fontos dolog: a gyűjtött nyersanyagokat vissza kell vinni egy lerakóhoz, hogy számítsanak, és mindig érdemes minimalizálni a nyersanyag és a lerakó közti távolságot, hogy javítsd a begyűjtési hatékonyságod.
id: Ini adalah konsep yang sangat penting untuk diingat: sumber daya yang dikumpulkan harus dibawa kembali ke sebuah penyimpanan untuk bisa digunakan, anda sebaiknya selalu berusaha meminimalisir jarak antara sumber daya dan penyimpanan terdekat untuk meningkatkan efisiensi pengumpulanmu.
it: Tieni bene a mente: le risorse raccolte devono essere portate ad un deposito per essere conteggiate, dovresti cercare sempre di mantenere al minimo la distanza tra la risorsa e il deposito più vicino in modo da aumentare la tua efficienza di raccolta.
ja: 注意として、資源は採取しても資源置き場へ持ち帰らなければカウントされません。 採集の効率を上げるには資源と資源置き場との距離が最小になるのを推奨します。
ko: 채집된 자원을 자원 회수 시설로 가져와야 적용됩니다. 이것은 명심해야 할 매우 중요한 개념입니다. 채집 효율을 향상시키려면 자원과 회수 시설 사이의 거리는 가능한 짧아야 합니다.
ms: Ini adalah konsep paling penting yang perlu diketahui: sumber yang terkumpul perlu dibawa balik ke pusat pengumpulan supaya ia dikira jumlahnya, dan anda patut pendekkan jarak diantara sumber dengan pusat pengumpulan terhampir supaya kecekapan pengumpulan anda terjamin.
nb: Dette er et veldig viktig konsept å merke seg: Sankede ressurser må fraktes tilbake til et leveringspunkt for å bli regnet med, og du burde alltid prøve å minimere distansen mellom ressursen og nærmeste leveringspunkt for å høyne effektiviteten.
nl: Dit is een zeer belangrijk concept om in gedachten te houden: verzamelde grondstoffen moeten eerst naar een pakhuis gebracht worden alvorens ze meegeteld worden. Daarom dient u altijd de afstand tussen de grondstof en het dichtsbijzijnde pakhuis zo klein als mogelijk te houden om de verzamelefficiëntie te verbeteren.
pl: Jest to bardzo ważna koncepcja, o której należy pamiętać: zebrane zasoby muszą zostać zwrócone do miejsca, które należy uwzględnić, i zawsze należy starać się zminimalizować odległość między zasobami i najbliższym miejscem zrzutów w celu poprawy wydajności gromadzenia danych.
pt_br: Este é um conceito muito importante para se ter em mente: recursos coletados devem ser levados até um depósito para serem contabilizados, e você deve sempre tentar encurtar a distância entre o recurso e o depósito almejando aprimorar a eficiência da coleta.
pt_pt: Isto é um conceito muito importante a ter em conta: os recursos recolhidos têm de ser transportados para um edifício de recolha para estarem disponíveis, e deves tentar sempre minimizar a distância entre o recurso e o edifício de recolha para aumentar a eficiência de recolha.
ru: Важная деталь, которую следует учитывать: собранные ресурсы должны быть доставлены в точку разгрузки для учета, и вы всегда должны стараться минимизировать расстояние между ресурсом и ближайшей точкой разгрузки, чтобы повысить эффективность сбора.
sk: Je dôležité mať na pamäti, že aby sa získané suroviny započítali, musia byť donesené do nejakého zberného miesta. Preto sa vždy snaž minimalizovať vzdialenosť medzi surovinou a najbližším zberným miestom - dosiahneš tak vyššiu efektivitu.
sv: Detta är ett väldigt viktigt koncept att tänka på: samlade resurser måste lämnas vid en avlastningsplats för att räknas, och du borde alltid minimera avståndet mellan resursen och den närmaste avlastningsplatsen för att förbättra din insamlingseffektivitet.
tr: Bu akılda tutulması gereken çok önemli bir kavramdır: Toplanan kaynaklar, hesaba katılması için bir Depolama Alanına geri getirilmelidir ve toplama verimliliğinizi artırmak için her zaman kaynak ile en yakın Depolama Alanı arasındaki mesafeyi en aza indirmeye çalışmalısınız.
uk: Це дуже важлива концепція, про яку слід пам'ятати: зібрані ресурси повинні бути повернуті до точки збору ресурсів для врахування, і ви завжди повинні намагатися звести до мінімуму відстань між ресурсами та найближчою точкою збору ресурсів, щоб покращити ефективність вашого збору.
zh: 这非常重要，您需要铭记于心：采集资源必须被带回资源回收点，这样，资源才能被计入，您最好缩短资源和资源回收点的距离来增加采集效率。
zh_tw: 切記：採集到的資源一定要帶回放置點才算數。您應該盡量縮短資源和放置點之間的距離，如此才能提高採集效率。
