Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: The Long Walls of Athens were constructed under the auspices of the wily Themistocles and extended 6 km from the city to the port of Piraeus. This secured the city's sea supply routes and prevented an enemy from starving out the city during a siege.
ar: أنشئت أسوار أثينا الطويلة بفضل مكائد ثيميستوكليس الماكر وامتدت 6 كيلومترات من المدينة إلى ميناء بيرايوس. وقد أمّن هذا طرق الإمداد البحري للمدينة ومن العدو من تجويع المدينة أثناء الحصار.
ast: Les muries llongues d'Atenes construyéronse sol patrociniu del astutu Temístocles y estendiéronse 6 km dende la ciudá al puertu'l Piréu. Esto aseguró les rutes de suministru ya impidió que los enemigos esfamiaren la ciudá n'asediándola.
bg: Дългите стени на атиняните били строени под покровителството на хитрия Темистокъл и се простират на 6км от града, чак до пристанището на Пирея. Това подсигурявало градските пътища за морски доставки и пречело на враговете да лишат града от храна по време на обсада.
br: Savet e oa bet Mogerioù Hir Aten dindan gwarez Termistokles fin anezhañ hag hiraet 6 km eus ar gêr betek porzh Piraeus. Gwarezet en doa an dra-mañ hentoù pourvezañ mor ar gêr hag en doa harzet ouzh un enebour da lakaat ar gêr da vezañ marnaoniet e-pad ur seziz.
ca: Les grans muralles d'Atenes van ser construïdes sota els auspicis del temible Temístocles i s'estenien durant 6 km de la ciutat al port del Pireu. Això assegurava les rutes de subministrament marítim de la ciutat i impedia que un enemic fes morir de gana la ciutat durant un setge.
cs: Athénské dlouhé hradby byly postaveny pod záštitou Themistokla a rozšířeny 6 km od města k přístavu Pireus. Tímto byly zabezpečeny námořní zásobovací cesty pro město a nepříteli zabráněno město během obléhání vyhladovět.
da: Athens Lange Mure blev bygget efter Themistokles havde modtaget et fuglevarsel og udvidet 6 km fra byen til havnen Piræus. Dette sikrede byens forsyningsruter over havet og forhindrede fjenden i at udsulte byen under en belejring.
de: Die Langen Mauern von Athen wurden unter Federführung des genialen Themistokles gebaut und verbanden Athen mit dem 6 km entfernten Piräus. Dies sicherte die Versorgung von See aus und verhinderte, dass Angreifer Athen durch eine Belagerung aushungern konnten.
el: Τα Μακρά Τείχη της Αθήνας κατασκευάστηκαν υπό την αιγίδα του τετραπέρατου Θεμιστοκλή και εκτείνονταν 6 χλμ από την πόλη μέχρι το λιμάνι του Πειραιά. Αυτό εξασφάλιζε ασφαλή οδό εφοδιασμού της πόλης από θάλασσα και απέτρεπε τη λιμοκτονία κατά τη διάρκεια της πολιορκίας από εχθρό.
es_mx: Las largas murallas de Atenas se construyeron bajo el auspicio del astuto Temístocles, se extendían a lo largo de 6 km desde la ciudad hasta el puerto de El Pireo. Lo que aseguraba las rutas de abastecimiento marítimo y prevenía que el enemigo privara de comida a la ciudad durante un asedio.
eu: Atenasko Harresi Luzeak Temistokles azkarraren agindu pean eraiki ziren, hiritik Pireo kairaino 6 kilometroz luzatzen ziren. Horrek hornitzeko itsas bideak ziurtatzen zituen eta etsaiari hiria setioan zuenean janaririk gabe uztea eragozten zion.
fa: دیوار های بلند آتن زیر نظر تمیستوکلس باهوش ساخته شده بود و به طول 6 کیلومتر از شهر آتن تا بندر پیرئاس کشیده شده بود. این دیوار باعث حفاظت مسیر های مبادلاتی شهر شده بود و در زمان محاصره شهر از گشنگی مردم جلوگیری کرد.
fi: Ateenan pitkät muurit rakennettiin juonikkaan Themistokleen alaisuudessa ja ne ulottuivat 6 km päähän kaupungista Pireuksen sataman porteille asti. Tämä turvasi kaupungin reitin merelle ja esti kaupunkia joutumasta nälänhätään piirityksen aikana.
ga: Tógadh Ballaí Fada na hAithne faoi Theimisticléas cliste, agus shín sé le 6 chm ar fad, don bhaile féin go an gcaladh sa Phiraeus. Chosain sé seo líní soláthair na cathrach agus choisc sé d'imhsuí namhad a chur nuair atá an chathair faoi léigear.
gl: Os Muros Longos de Atenas construíronse co auspicio do astuto Temístocles e tiñan unha extensión de 6 km, desde a cidade ata o porto do Pireo. Isto protexeu as rutas de subministracións por mar á cidade, e impediu que os inimigos conseguisen que a cidade quedase sen abastecementos durante os asedios.
hu: Az athéni hosszú falak az agyafúrt Themisztoklész égisze alatt épültek, és 6km hosszan nyúltak ki a városból a pireuszi kikötőbe. Ez védte a város tengeri ellátási útvonalait és megakadályozta a kiéheztetést az ostrom során az ellenség részéről.
id: Tembok Panjang Athena dibangun dibawah naungan Themistokles sepanjang 6 km dari kota ke pelabuhan Piraeus. Tembok ini mengamankan jalur pasok laut dan mencegah musuh memotong jalur pangan selama pengepungan.
it: Le Lunghe Mura di Atene furono costruite sotto gli auspici dello scaltro Temistocle e si estendevano per 6 km dalla città fino al porto del Pireo. Questo assicurava le rotte di approvvigionamento via mare e impediva che gli assedi nemici costringessero la città alla resa per fame.
ja: アテナイの長城はしたたかなテミストクレスの肝いりで建設され、市街からピレウスの港まで6kmにおよびました。これによって都市の海からの補給路を確保し、敵の包囲による飢餓を防ぎました。
ko: 아테네의 장성은 만만찮은 테미스토클레스의 후원하에 지어졌으며 도시에서 피레우스 항구까지 6km가 확장되었습니다. 이것은 도시의 보급로를 확보하고 적의 포위 공격 중에도 도시가 굶어 죽지 못하도록 막았습니다.
lt: Ilgos Atėnų Sienos buvo statomos pagal Temistoklio auspicijas ir nusitęsė 6 kilometrus nuo miesto iki Prėjaus uosto. Tai apsaugojo miesto jūros tiekimo takus ir neleido priešams marinti miesto badu per apgultį.
lv: No Atēnām līdz Pirejas ostai 6 km garumā tika uzceltas Garās Sienas, kuru būvniecību uzraudzīja Temistikls. Šis nocietinajums pasargāja pilsētas apgades ceļus no jūras, liedzot ienaidniekam aplenkuma laikā nobadināt pilsētniekus.
ms: Tembok panjang Yunani yang dibina dibawah Themistocles dan sepanjang 6 km dari bandar sehingga ke port Piraeus. Tembok ini melindungi laluan bekalan lautan bandar dan menghalang kebuluran yang disebabkan oleh kepungan pihak musuh.
nb: Athens lange vegger ble bygget under beskyttelsen av den utspekulerte Themistocles og bredte seg 6 km fra storbyen til havna ved Piraeus. Dette trygget byens sjøforsyningsruter og hindret en fiende fra å sulte ut byen under en beleiring.
nl: De lange muren van Athene waren geconstrueerd onder Themistokles. Het waren 6km lange muren van de stad Athene tot aan de haven van Piraeus. Dit zorgde er voor dat Athene altijd kon voorzien worden van voedsel tijdens vijandige aanvallen.
pl: Długie Mury ateńskie zostały skonstruowane pod patronatem przebiegłego Termoklesa i rozszerzone o 6 km od miasta to portu w Pireusie. To zabezpieczało morskie drogi zaopatrzenia, co chroniło przed głodem w czasie oblężenia miasta przez wrogów.
pt_pt: As longas muralhas de Atenas foram construídas com auspício do astuto Temístocles e tinha uma extensão de 6 km desde a cidade ao porto de Pireu. Isto segurou o comércio marítimo à cidade e preveniu que durante um cerco a cidade ficasse sem mantimentos.
ru: Длинные стены Афин были построены под эгидой хитрого Фемистокла и расширены на 6 км от города до порта Пирей. Это обеспечило городу морские пути поставок и защитило от голода во время осады.
sk: Dlhé múry Atén boli postavené pod záštitou prefíkaného Themistoklesa a rozšírené o 6 kilometrov dlhý úsek až po prístav Pireus. Toto zabezpečovalo mestské zásobovacie trasy a zabránilo nepriateľom počas obliehania mesto vyhladovať.
sv: De Långa Murarna i Aten konstruerades i regi av den lömska Themistokles och räckte 6 km från staden till hamnen i Pireus. Detta säkrade stadens havsförsörjningsvägar och förhindrade en fiende från att svälta ut staden under en belägring.
tr: Atina'nın uzun duvarları kurnaz Themistocles'in himayesi altında inşa edilmiştir ve şehir limanından Piraeus'a kadar 6 km uzunluğa ulaşmıştır. Bu bir kuşatma sırasında düşmanın tedarik yollarını kapatarak şehri açlığa mahkum etmesini engellemiştir.
uk: Довгі мури Афін були сконструйовані під егідою хитрого Фемистокла і протягнулися на 6 км від міста до порту Пірею. Це захистило морські шляхи постачання і перешкоджало ворогам морити місто голодом під час облоги.
zh: 雅典长墙，是在老谋深算的地米斯托克利的主持下修建的，它长达6公里连接着城市比雷埃夫斯港口。它确保了城市海上补给线的安全，防止敌人的围城使公民陷入饥荒。
zh_tw: 雅典長城是在老謀深算的地米斯托克利的主導下修建的，從城市延伸 6 公里到比雷埃夫斯的港口。它確保了城市海上補給線的安全，並且防止敵人圍攻而導致居民陷入饑荒。

source: Build stone walls in neutral territory.
ar: بناء جدار حجري في منطقة حيادية.
ast: Construyir muries de piedra en tierra neutral.
bg: Строене на каменни стени в неутрална територия.
br: Sevel mogerioù maen en un tiriad neptu.
ca: Les muralles de pedra es poden construir en territori neutral.
cs: Stavějte kamenné hradby na neutrálním území.
da: Byg stenmure i neutralt territorium.
de: Baue Steinmauern in neutralem Territorium
el: Χτίσε πέτρινα τείχη σε ουδέτερο έδαφος.
es_mx: Construye murallas en territorio neutral.
eu: Eraiki harresiak inoren lurrean.
fa: در سرزمین های بی طرف دیوار های سنگی بسازید.
fi: Rakenna kivimuureja neutraaliin alueeseen.
ga: Tóg ballaí cloiche i gcríocha neodrach.
gl: Constrúe murallas de pedra en territorio neutral.
hu: Építs kőfalakat a semleges területen.
id: Buat tembok batu di teritori netral.
it: Costruisci mura di pietra in territorio neutrale.
ja: 中立地帯に壁を建造できます。
ko: 중립 지역에 돌 성벽을 쌓습니다.
lv: Uzbūvē akmens mūrus neitrālā teritorijā.
ms: Bina tembok batu dalam wilayah neutral.
nb: Bygg steinmurer i nøytralt territorium.
nl: Bouw stenen muren in neutraal territorium.
pl: Buduj kamienne mury na neutralnym terytorium.
pt_pt: Constrói muralhas de pedra em território inimigo.
ru: Открывает возможность строительства каменных стен на нейтральной территории.
sk: Stavajte kamenné hradby na neutrálnom území.
sv: Bygg Stenmurar i neutralt territorium.
tr: Tarafsız bölgede taş duvarlar inşa.
uk: Спорудити кам'яні мури на нейтральній території.
zh: 在中立领地修建石墙。
zh_tw: 在中立地帶上建造石牆。

source: Athenian Long Walls
ar: الأسوار الطويلة الأثينية
ast: Muries llongues atenienses
bg: Атински дълги стени
br: Mogerioù hir atenek
ca: Muralla llarga d'Atenes
cs: Athénské dlouhé hradby
da: Athenske Lange Mure
de: Athenische Lange Mauern
el: Αθηναϊκά Μακρά Τείχη
es_mx: Grandes murallas atenienses
eu: Atenastar Harresi Handiak
fa: دیواره ای بلند آتنی
fi: Ateenalaiset pitkät muurit
ga: Ballaí Fada Aithneacha
gl: Muros Longos de Atenas
hu: Athéni hosszú falak
id: Tembok Panjang Athena
it: Lunghe Mura Ateniesi
ja: アテナイの長城
ko: 아테네의 긴 성벽
lt: Atėnų Ilgos Sienos
lv: Atēniešu garās sienas
ms: Tembok Panjang Athen
nb: Athenske langvegger.
nl: Atheense lange muren
pl: Ateńskie długie mury
pt_pt: Muralhas longas atenienses
ru: Афинские длинные стены
sk: Aténske Dlhé múry
sv: Atenska Långmurar
tr: Atina Uzun Duvarları
uk: Афінські довгі мури
zh: 雅典长墙
zh_tw: 雅典長城

source: +25% HP and -50% build time for Civic Centers, Temples, Pyramids and Wonders.
bg: +25% ЖТ и -50% време за строеж за селищните центрове, храмовете, пирамидите и чудесата.
de: +25% TP und -50% Bauzeit für Verwaltungssitze, Tempel, Pyramiden und Wunder.
eu: % 25+ bizitza puntuak eta %50- eraikitzeko denbora Giza Zentroak, Tenpluak, Piramideak eta Mirarientzako.
gl: +25% de vida e -50% de tempo de construción para centros cívicos, templos, pirámides e marabillas.
hu: +25% életerő és -50% építési idő a városházáknak, templomoknak, piramisoknak és csodáknak.
ko: 시민 회관, 신전, 피라미드, 불가사의에대해 내구력(HP)이 +25% 증가하고 건축시간이 -50% 감소합니다.
nl: +25% Levenspunten en -50% bouwtijd voor Stadscentra, Tempels, Piramides en Wonderen.
pl: +25% punktów życia i -50% czasu budowy centrów osad, świątyń, piramid i cudów.
ru: +25% прочности и -50% к времени строительства для городских центров, храмов, пирамид и чудес.
sv: +25% HP och -50% byggtid för samhällscenter, tempel, pyramider och under.
uk: +25% HP та -50% часу спорудження для громадських центрів, храмів, пірамід та див.
zh: 市政中心、神庙、金字塔和奇观生命值 +25%，建造时间 -50% 。

source: Monumental Architecture
ast: Arquiteutura monumental
bg: Величествена архитектура
br: Savouriezh Mentek
ca: Arquitectura Monumental
cs: Monumentální architektura
de: Monumentale Architektur
el: Μνημειώδη Αρχιτεκτονική
eu: Arkitektura Monumentala
fa: معماری بسیار برجسته
ga: Ailtireacht Ollmhór
gl: Arquitectura monumental
hu: Monumentális építészet
it: Architettura Monumentale
ko: 기념비적 건축 양식
lt: Monumentinė Architektūra
ms: Senibina Monumental
nl: Monumentale Architectuur
pl: Architektura monumentalna
pt_pt: Arquitetura Monumental
ru: Монументальная архитектура
sk: Monumentálna architektúra
sv: Monumental Arkitektur
tr: Anıtsal Yapı
uk: Монументальна архітектура
zh: 纪念建筑
zh_tw: 紀念性建築

source: Have your priests instructed by the High Priest himself - may Amun bless him.
ast: Fai que'l sumu sacerdote instruya personalmente a los sacerdotes - qu'Amón-y bendiga.
bg: Обучение на свещениците от самия Висш жрец – нека Амон го благослови.
br: Ho peleien a vo stummet gant ar Beleg Meur e-unan - ra vo benniget gant Amon.
ca: El teu Sacerdot és instruït pel Gran Sacerdot - que Amon el beneïsca.
cs: Vaše kněží byli školeni vyšším knězem osobně - nechť ho Amon ho požehná.
de: Lass deine Priester vom Hohepriester selbst unterweisen - möge Amun ihn segnen
el: Έχεις τους ιερείς σου υπό την καθοδήγηση του ίδιου του Αρχιερέα - είθε ο Άμμων να τον ευλογεί.
eu: Egin ezazu zura apaizak Apaiz Nagusiak, Amonek bedeinka dezala, trebatuak izatea.
fa: آموزش دادن راهبان توسط راهب اعظم - شاید آمون او را آمرزش دهد
ga: Múintear do shagairt faoin Ardsagart é féin - na míle beannachtaí Amúin air.
gl: Fai que o alto sacerdote en persoa adestre os teus sacerdotes. Que Amón o bendiga.
hu: Maga a főpap utasítja az összes papodat – Amun áldja meg.
it: Fa che i tuoi sacerdoti siano istruiti dall'Alto Sacerdote stesso - possa Amon benedirlo.
ko: 제사장들에게 직접 고승의 가르침을 받습니다. 아문에게 복을 빌어 줍니다.??
ms: Biarkan pendeta anda diurus oleh Ketua Pendeta sendiri - semoga Amun merahmatinya.
nl: Laat je priesters werken voor de Hoge priester zelf - Moge Amun hem zegenen.
pl: Niech twoi kapłani będą nauczani przez samego Najwyższego Kapłana - niech Amun go błogosławi.
pt_pt: Pede as teus sacerdotes que sejam instruídos pelo próprio Sumo Sacerdote - que Amon o abençoe.
ru: Ваших священников обучит сам Великий Жрец - да благославит его Амон.
sk: Samotný Veľkňaz bude viesť tvojich kňazov - nech mú Amun žehná,
sv: Låt dina präster bli instruerade av självaste översteprästen - må Amun välsigna honom.
tr: Başrahip sizin rahiplerinizi eğitir - Amun onları kutsasın.
uk: Підтримувати Ваших жерців освіченими самим верховним жерцем — нехай Амон благословить його.
zh: 大祭司亲自指导你的祭司——愿阿蒙赐福于他。
zh_tw: 大祭司已經親自指導了你的祭司 - 願他得到阿蒙神的祝福。

source: Train elite rank healers.
ast: Llevantar a los curadores d'élite.
bg: Обучаване на лечители от елитен ранг.
br: Stummañ pareourien renk ar re wellañ, begenn an dud, bleuñv an dud, kentañ troc'h, uhelad.
ca: Entrenar sanadors d'elit.
cs: Cvičte léčitele elitní úrovně.
de: Bilde Elite-Heiler aus.
el: Εκπαίδευση θεραπευτών της τάξης των εκλεκτών.
eu: Elite mailako sendagileak trebatu.
fa: پرورش درمانگرهای زبده
ga: .Traenáil cneasaithe éilite.
gl: Adestrar sandadores de rango de elite.
hu: Elit rangú gyógyítók kiképzése.
it: Addestra i guaritori d'elite.
ja: 精鋭ランクの治療者を訓練します。
ko: 정예 계급 치료사를 양성합니다.
ms: Latih bomoh berpangkat elit.
nl: Train elite genezers.
pl: Wyszkól elitarnych uzdrawiaczy.
pt_pt: Treinar curandeiros de graduação de elite.
ru: Обучение элитных целителей.
sk: Trénuje elitnú hodnosť liečiteľov.
sv: Träna läkare med elitrang.
tr: Seçkin rütbe şifacı eğit.
uk: Тренувати жерців елітного рангу.
zh: 训练精锐医师。
zh_tw: 訓練精英級治療者

source: Divine Instruction
ast: Instrucción divino
bg: Божествена заръка
br: Kemenn Eus ar c'haerañ
ca: Instrucció divina
cs: Boží pokyn
de: Göttliche Eingebung
el: Θεϊκή Καθοδήγηση
eu: Instrukzio Jainkotiarra
fa: دستور الهی
ga: Teagasc Diaga
gl: Instrución divina
hu: Isteni utasítás
it: Ordine Divino
ko: 신성한 명령
ms: Arahan Ketuhanan
nl: Goddelijke Instructie
pl: Boska instrukcja
pt_pt: Instrução Divina
ru: Божественное Учение
sv: Gudomlig Instruktion
tr: Vahiy
uk: Божественна освіченість
zh: 神圣教导
zh_tw: 神聖指示

source: The Anusiya champion infantry train twice as fast, but lose a little max health.
ast: La infantería campeón de los anuxiya llevántense dos vegaes más rápido, pero pierden unos puntos de la vida máxima.
bg: Гвардейската пехота Анусия се обучава два пъти по-бързо, но губи малко от максималното си здраве.
br: Stummañ an arme war droad kampion Anusiya div wech buanoc'h, met koll a ra un nebeudig a yec'hed uhelañ.
ca: La infanteria campiona Anusiya es forma el doble de ràpid, però perden una mica de salut.
cs: Anusiyjská elitní pěchota prodělává výcvik dvakrát tak rychle, ale ztrácí trochu na zdraví.
de: Die Anusiyagardeinfanterie wird doppelt so schnell ausgebildet, verliert aber ein bisschen Leben.
el: Ο πεζικάριος πρωταθλητής Ανασούγια εκπαιδεύετε δύο φορές πιο γρήγορα, αλλά μειώνετε λίγο η μέγιστη υγεία του.
es_mx: Los campeones de infantería Anusiya se reclutan el doble de rápido, pero pierden un poco de salud máxima.
eu: Anusiya infanteria aldezkaria denbora erdian entrenatzen da, baina gehieneko osasuna apur bat galtzen dute.
fa: گارد جاویدان دوبرابر سریعتر آموزش می بینند، اما در عوض اندکی از سلامتی خود را از دست می دهند.
ga: Traenáilíonn na coisithe curata 'Anusiya' dhá uair chomh tapa, ach cailleann siad beagchán uas-sláinte.
gl: A infantaría de campións «Anusiya» adestra o dobre de rápido, pero ve a súa vida máxima lixeiramente reducida.
hu: Az Anusiya Bajnok gyalogos kétszer gyorsabban kiképződik, de veszít egy keveset a max életerőből.
id: Infanteri jawara Anusiya dilatih dua kali lebih cepat namun nyawa mereka dikurangi.
it: L'addestramento della fanteria campione Anusiya è due volte più veloce, ma perde un po' di salute massima.
ja: アヌシヤ・チャンピオン歩兵の養成が2倍の速さになりますが、少し最大耐久力が減ります。
ko: 아누쉬야 대표 전사 보병 양성 속도가 2배 빠르지만 최대 체력이 약간 줄어듭니다.
lv: Ansusiešu kājnieki čempioni tiek apmācīti divtik ātri, taču nedaudz zaudē no maksimālas veselības.
ms: Pahlawan infantri Anusiya latih dua kali lebih pantas, tetapi kehilangan sedikit hayat maksimum.
nb: Anusiyamesterinfanteriet trenes dobbelt så fort, men mister litt makshelse.
nl: De Anusiya kampioenen worden dubbel zo snel gerekruteerd, maar ze verliezen ook een beetje van hun maximumgezondheid.
pl: Jednostki piechoty bohaterów Nieśmiertelnych szkolą się dwa razy szybciej, ale tracą trochę maksymalnego zdrowia.
pt_pt: O treino da infantaria campeã Anusiya é o dobro mais rápido mas perde um bocadinho de vida.
ru: Анузийская элитная пехота передвигается в два раза быстрее, но теряет немного максимального здоровья.
sk: Anusijská šampiónska pechota sa bude trénovať dvakrát tak rýchlo, avšak stratí trochu z maximálneho zdravia.
sv: Anusiya mästare infanteri tränas dubbelt så snabbt, men förlorar lite max hälsa.
tr: Anusiya mükemmel piyade eğitimi iki kat daha hızlıdır, ama en fazla sağlıktan biraz eksiltir.
uk: Чемпіонська піхота анушія тренується вдвічі швидше, але втрачає трохи макс. здоров’я.
zh: 冠勇盾步兵的训练速度是正常的两倍快,但会减少些许的最大生命值。
zh_tw: 精英盾步兵的訓練速度是正常的兩倍快，但會減少些許的最大生命值。

source: Anusiya Champion Infantry -50% train time, but also -10% health.
ast: La infantería campeón de los anuxiya: el -50% del tiempu de llevantamientu, anque tamién el -10% de la vida.
bg: -50% време за обучаване на гвардейската пехота Анусия, но и -10% здраве.
br: Arme war droad Kampion Anusiya gant -50% a amzer stummañ, met ivez -10% a yec'hed.
ca: El temps de formació de la infanteria campiona Anusiya es redueix el 50%, però també tenen -10% de salut.
cs: Anusiyjská elitní pěchota -50% času na výcvik, ale i -10% ze zdraví.
de: Anusiyagardeinfanterie -50% Ausbildungszeit, aber auch -10% Trefferpunkte.
el: Στο Πεζικάριο Πρωταθλητή Ανασούγια -50% στο χρόνο εκπαίδευσης, αλλά και -10 στην υγεία.
eu: Anusiya infanteria aldezkaria %50- entrenatzeko denboran, baina %20- osasunean.
fa: پیاده نظام سلحشور آنوسیا -50% زمان پرورش اما -10% سلامت
ga: Am traenála -50% do choisithe curata 'Anusiya', ach -10% sláinte freisin.
gl: A infantaría de campións «Anusiya» require un -50% de tempo de adestramento, pero tamén ten un -10% de vida.
hu: Az Anusiya bajnok gyalogságnak -50% kiképzési idő, de -10% életerő.
id: Jawara Infanteri Anusiya -50% waktu melatih, tapi -10% nyawa.
it: Fanteria Campione Anusiya tempo di addestramento -50%, ma anche -10% salute.
ja: アヌシヤ・チャンピオン歩兵の養成時間が 50% 減りますが、同時に耐久力が 10% 減ります。
ko: 아누쉬야 대표 전사 보병의 양성 시간이 -50% 줄어들지만 또한 체력도 -10% 감소합니다.
ms: Pahlawan Infantri Anusiya -50% masa latihan, dan juga -10% hayat.
nb: Anusiyamesterinfantery -50% opptreningstid, men også -10% helse.
nl: -50% trainingsduur voor de Anusiya Kampioen Infanterie, maar ook -10% gezondheid.
pl: Jednostki Piechoty Bohaterów Nieśmiertelnych mają zmniejszony o -50% czas szkolenia, ale tracą -10% zdrowia.
pt_pt: Infantaria Campeão Anisiya -50% no tempo de treinamento, mas também -10% de vida.
ru: Анузийская элитная пехота, -50% времени обучения, но также -10% здоровья.
sk: Anusijská šampiónska pechota -50% doba tréningu, ale zato aj -10% zdravia.
sv: Anusiya mästare infanteri -50% träningstid, men också -10% hälsa.
tr: Anusiya Şampiyonu Piyade -50% eğitim zamanı, aynı zamanda -10% sağlığa neden olur.
uk: Чемпіонська піхота анушія потребує -50% часу тренування, але також має -10% здоров'я.
zh: 冠勇盾步兵训练时间 -50%，生命值 -10%。
zh_tw: 精英盾步兵訓練時間 -50%，但也 -10% 生命值。

source: Immortals
ar: الخالدين
ast: Inmortales
bg: Безсмъртни
br: Divarveled
cs: Nesmrtelní
da: Udødelige
de: Unsterbliche
el: Αθάνατοι
es_mx: Inmortales
eu: Hilezkorrak
fa: گارد جاویدان
fi: Kuolemattomat
ga: Déithe Buana
gl: Inmortais
hu: Halhatatlanok
id: Pasukan Abadi
it: Immortali
ja: 不死隊
ko: 이모탈
lt: Nemirtingieji
lv: Nemirstīgie
ms: Kekal Abadi
nb: Udødelige
nl: Onsterfelijken
pl: Nieśmiertelni
pt_pt: Imortais
ru: Бессмертные
sk: Nesmrteľní
sv: Odödliga
tr: Ölümsüzler
uk: Безсмертні
zh: 长生军
zh_tw: 長生軍
