Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Sword of Rome
af: Swaard van Rome
ar: سيف روما
ast: Spada de Roma
bg: Мечът на рим
bn: রোমের তলোয়ার
br: Kleze Roma
ca: Espasa de Roma
cs: Meč Říma
da: Roms Sværd
de: Schwert von Rom
el: Το Ξίφος της Ρώμης
es: Espada de Roma
es_ar: Espada de Roma
eu: Erromako Ezpata
fa: شمشیر رم
fi: Rooman miekka
fr: Épée de Rome
ga: Claíomh na Róimhe
gd: Claidheamh na Ròimhe
gl: Espada de Roma
he: חרב רומא
hi: रोम की तलवार
hu: Róma kardja
hy: Հռոմի սուրը
id: Pedang Roma
it: Spada di Roma
ja: ローマの剣
ko: 로마의 칼
ku: Şûrê Romayê
lb: Schwäert vun Roum
ms: Pedang Rom
nb: Roms sverd
nl: Zwaard van Rome
pl: Miecz Rzymu
pt_br: Espada de Roma
pt_pt: Espada de Roma
ro: Spada Romei
ru: Меч Рима
sk: Meč Ríma
sr: Римски Мач
sv: Roms Svärd
tr: Roma'nın Kılıcı
uk: Меч Риму
ur: روم کی تلوار
zh: 罗马之剑
zh_tw: 羅馬之劍

source: Enemy Infantry −10% melee and ranged attack damage.
af: Vyandelike Infanterie -10% naby- en afstand-aanval skade.
ast: peones inimigos • podencia de combate & de tiru −10%.
ca: −10% d'atac cos a cos i a distància de la infanteria enemiga.
cs: Nepřátelská pěchota −10 % k poškození při útoku na blízko a na dálku.
da: Fjendtligt Infanteri -10% nærkamps- og langdistance-angrebsskade.
de: Gegnerische Infanterie −10 % Nahkampf- und Fernkampfschaden.
es: Infantería enemiga (Daño a distancia y cuerpo a cuerpo: −10%).
eu: Etsaien infanteria %10- buruz-buruko eta urrutiko eraso kaltean.
fa: ٪۱۰- آسیب سلاح دستی و محدوده حمله پیاده نظام دشمن.
fi: Vihollisen jalkaväelle -10 % lähitaistelu- ja kantamahyökkäysvahinkoa.
fr: L'infanterie ennemie perd 10 % de dégâts de mêlée et à distance.
gl: Infantería inimiga −10% danos de ataque corpo a corpo e a distancia.
hi: शत्रु पैदल सेना -1१०% हाथापाई और हमले का नुकसान।
hu: −10% közelharci és távolsági sebzés az ellenséges gyalogságnak
hy: -10% թշնամական հետևակի մերձամարտի և հեռահար հարձակման վնասին։
id: Infanteri Musuh -10% daya serang jarak dekat dan jauh.
it: −10% danni da mischia e a distanza per la fanteria nemica.
ja: 敵歩兵の近接、遠距離攻撃力-10%
ko: 적 보병의 근접 및 범위 공격 피해가 -10% 감소합니다.
ku: Peyayên Dijmin −10% xisarên şer û pevçûnan.
nl: Vijandelijke infanterie -10% schade bij mêlee en afstandsaanval.
pl: Wroga piechota zadaje 10% mniej obrażeń.
pt_br: Infantaria Inimiga tem −10% de dano de ataque à distância e de corpo-a-corpo.
pt_pt: Infantaria inimiga −10% ataque à distância e corpo a corpo.
ro: Infanterie inamică -10% daune de atac corp la corp și la distanță.
ru: Вражеская пехота наносит на 10% меньше урона в ближнем и дальнем бою.
sk: Nepriateľská pechota -10% poškodenia pri boji zblízka a zdiaľky.
sr: Непријатељска пешадија -10% јачина блиских и удаљених напада.
sv: Fientligt infanteri −10% närstrids- och distansattack.
tr: Düşman Piyade -%10 yakın ve menzilli saldırı hasarı.
uk: Ворожа піхота має −10% нанесення ближнього та дистанційного пошкодження.
ur: دشمن انفنٹری −10 me ہنگامہ آرائی اور رینج اٹیک نقصان
zh: 敌方步兵的攻击 -10% .
zh_tw: 敵軍步兵 -10% 近戰與遠程攻擊傷害。

source: Shield of Rome
af: Skild van Rome
ar: درع روما
ast: Scudo de Roma
bg: Щитът на Рим
bn: রোমের ঢাল
br: Skoed Roma
ca: Escut de Roma
cs: Štít Říma
da: Roms skjold
de: Schild von Rom
el: Η Ασπίς της Ρώμης
es: Escudo de Roma
es_ar: Escudo de Roma
eu: Erromako Ezkutua
fa: سپر روم
fi: Rooman kilpi
fr: Bouclier de Rome
ga: Sciath na Róimhe
gd: Sgiath na Ròimhe
gl: Escudo de Roma
he: מגן של רומא /
hi: रोम की ढाल
hu: Róma pajzsa
hy: Հռոմի վահանը
id: Perisai Roma
it: Scudo di Roma
ja: ローマの盾
ko: 로마의 방패
ku: Mertalê Romayê
ms: Perisai Rom
nb: Roms skjold
nl: Schild van Rome
pl: Tarcza Rzymu
pt_br: Escudo de Roma
pt_pt: Escudo de Roma
ro: Scutul Romei
ru: Щит Рима
sk: Štít Ríma
sr: Римски Штит
sv: Roms Sköld
tr: Roma'ın Kalkanı
uk: Щит Риму
ur: روم کی ڈھال
zh: 罗马之盾
zh_tw: 羅馬之盾

source: Humans and Structures +1 crush, hack, pierce resistance.
ar: البشر والمنشآت +1 مقاومة السحق، القطع، الاختراق.
ast: humanos & structurɐs • resistencia a la frayura, corte & foradura +1.
ca: Augmenta en 1 la resistència d'impacte, tall i perforació de les unitats humanes i estructures.
cs: Lidé a stavby +1 k obraně proti drtivým, sečným a bodným útokům.
da: Mennesker og Bygninger +1 knus, hak, gennembor modstand.
de: Menschen und Gebäude +1 Schmetter-, Hieb- und Stichwiderstand.
es: Humanos y estructuras (Resistencia al aplastamiento, corte y perforación: +1).
fa: +1 مقاومت خردکردن و برش و حفر کردن انسان‌ها و ساختمان‌ها
fi: Ihmisille ja rakenteille +1 murskaus-, hakkaus, ja lävistysvahinkoa.
fr: Humains et Structures +1 de résistance écrasante, tranchante, perçante.
gl: Humáns e Estruturas teñen +1 de resistencia a esmagamento, corte e perforación.
hi: सैनिकों और भवनों का कुचलने, काटने, भेदने से बचाव +१
hu: +1 zúzással, vágással és szúrással szembeni ellenállás az embereknek és az építményeknek
id: Manusia dan Bangunan +1 daya tahan hantam, tebas, tusuk.
it: +1 resistenza a frantumare, fendente, perforante per umani e strutture.
ja: 人と建築物の斬撃、貫通、衝撃耐性+1
ku: Mirov û Avahiyên +1 şikandin, hack, berxwedanê qul dikin.
lb: Mënschen an Strukturen +1 Schmetter-, Hack-, Stiechresistenz.
nl: Mensen en gebouwen +1 slag-, steek- en verpletterweerstand.
pl: Ludzie i budowle +1 do obrony przed obrażeniami obuchowymi, kłutymi i siecznymi.
pt_br: Humanos e Estruturas têm +1 de resistência à esmagamento, corte e perfuração.
pt_pt: Humanos e estruturas +1 resistência ao esmagamento, corte e perfuração.
ro: Oameni și structuri +1 rezistență la strivire, tăiere, străpungere.
ru: Воины и здания получают +1 к защите от дробящего, рубящего и колющего оружия.
sk: Ľudia a budovy +1 drvivej, sečnej a bodnej odolnosti.
sr: Људи и грађевине +1 уништавање, и отпорност на пробијање.
sv: Människor och byggnader +1 kross, hack, resistans mot genomträngning.
tr: İnsanlar ve Binalar +1 ezme, kesme, delme direnci.
uk: Люди та споруди мають +1 стійкості до крушіння, рубання, коління.
ur: نسان اور ساخت +1 کچلنا ، ہیک کرنا ، چھید مزاحمت
zh: 士兵各项防护 +1.
zh_tw: 人與建築 +1 粉碎、劈砍、穿刺抗性。

source: Triumph
af: Triomf
ar: النصر
ast: Triumphu
bg: Триумф
bn: সাফল্য
br: Enor bras
ca: Triomf
cs: Triumf
da: Triumf
el: Θρίαμβος
es: Triunfo
es_ar: Triunfo
eu: Erabateko garaipena
fa: پیروزی
fi: Riemuvoitto
fr: Triomphe
ga: Bua
gd: Buaidh-chaithream
gl: Victoria
he: - ניצחון?
hi: विजय
hu: Diadal
hy: Հաղթանակ
id: Kemenangan
it: Trionfo
ja: 凱旋式
ko: 승리의 환희
ku: Serkeftin
ms: Kejayaan
nb: Triumf
nl: Triomf
pl: Triumf
pt_br: Triunfo
pt_pt: Triunfo
ro: Biruinţă
ru: Триумф
sk: Triumf
sr: Триумф
sv: Triumf
tr: Zafer
uk: Тріумф
ur: فتح
zh: 胜利
zh_tw: 凱旋

source: Soldiers and Siege Engines +2 capture attack strength, +20% melee and ranged attack damage.
af: Soldate en Beleëringstuie +2 verowering aanvalskrag, +20% naby- en afstand-aanval skade.
ast: soldados & máchinɐs de cerco • podencia de posseu +2 • podencia de combate & de tiru +20%.
ca: +2 d'atac de captura i +20% d'atac cos a cos i a distància per als soldats i màquines de setge.
cs: Vojáci a obléhací stroje +2 k síle útoku při zajímání jednotek, +20 % k poškození při útoku na blízko a na dálku.
da: Soldater og Belejringsvåben +2 erobrings-angrebsstyrke, +20% nærkamps- og langdistance-angrebsskade.
de: Soldaten und Belagerungswaffen +2 Einnehmrate, +20 % Nahkampf- und Fernkampfschaden.
es: Soldados y máquinas de asedio (Fuerza de captura: +2; Daño a distancia y cuerpo a cuerpo: +20%).
eu: Soldaduek eta setio makinek +2 atzemate eraso indarra, %20+ kalte buruz-buruko eta urrutiko erasoetan.
fa: سربازان و تجهیزات محاصره +2 قدرت حمله و +20% آسیب سلاح دستی و محدوده حمله گرفتند
fi: Sotilaille ja piirityskoneille +2 kaappaushyökkäyksen voimakkuutta, +20 % lähitaistelu- ja kantamahyökkäysvahinkoa.
fr: Les Soldats et les Engins de Sièges gagnent +2 en force de capture, et 20 % de dégât de mêlée et distance.
gl: Soldados e as máquinas de asedio forza de ataque: +2 captura, +20% de dano de ataque corpo a corpo e a distancia.
hi: सैनिक और घेराबंदी इंजन +२ कब्जा आक्रमण शक्ति, +२०% हाथापाई और हमले का नुकसान।
hu: +2 elfoglalási támadási erő, +20% közelharci és távolsági sebzés a katonáknál és ostromgépeknél.
hy: +20% մերձամարտի և հեռահար հարձակման վնաս և +2 գրավում զինվորներին և պաշարողական մեքենաներին։
id: Prajurit dan Mesin Kepung +2 daya rebut, +20% daya serang jarak dekat dan jauh.
it: +2 attacco cattura e +20% attacco da mischia e a distanza per soldati e macchine d'assedio.
ja: 兵士と攻城兵器の占拠力+2 近接、遠距離攻撃力+20%
ko: 군인과 공성 무기의 점령 공격력이 +2 증가하고, 근접 및 범위 공격 피해가 +20% 증가합니다.
ku: Leşker û Motorên Siege +2 hêza êrîşê digirin, +20% melee û zirara êrîşê ya rêzdar.
lb: Zaldoten an Belagerungseenheeten +2 Eroberungstaux, +20% No- an Fernkampfschued.
nl: Soldaten en belegeringswerktuigen +2 veroveren, +20% schade bij mêlee en afstandsaanval.
pl: Wojownicy i machiny oblężnicze otrzymują +2 do siły przejęcia i 20% do obrażeń.
pt_br: Soldados e Armas de Cerco têm +2 de poder de captura, +20% de dano de ataque corpo-a-corpo e à distancia .
pt_pt: Soldados e máquinas de cerco +2 força de ataque de captura, +20% dano de ataque à distância e corpo a corpo.
ro: Soldați și motoare de asediu +2 putere de atac la captură, +20% daune la atac corp la corp și la distanță.
ru: Воины и осадные орудия получают +2 к скорости захвата и +20% к урону в ближнем и дальнем бою.
sk: Vojaci a obliehacie stroje +2 sila obsadzovania, +20% poškodenie pri boji zblízka a zdiaľky.
sr: Војници и машине за опсаду +2 јачина снаге запоседања, +20% блиских и удаљених напада.
sv: Soldater och belägringsvapen +2 erövringsstyrka, +20% närstrids- och distansattack.
tr: İnsanlar ve Kuşatmak Makineleri +2 ele geçirme saldırı gücü, +20% yakın ve menzilli saldırı hasarı.
uk: Солдати та облогові знаряддя мають +2 ефективності захоплення, +20% нанесення ближнього та дистанційного пошкодження.
zh: 士兵和攻城机械夺占 +2，攻击 +20% .
zh_tw: 士兵與攻城武器 +2 占領力、+20% 近戰與遠程攻擊傷害。

source: Ilarchès
af: Ilarchès Kavallerie Offisier
ar: إللأرسيش
ast: Ilárchēs
bg: Илархѐс
bn: বিভাগীয় অশ্বারোহী সেনাপতি
da: Ilarkès
el: Ιλάρχης
fa: افسر سواره نظام
fr: Ilarque
hi: लारक्स़
hy: Թևի հրամանատար
it: Ilarchi
ja: 騎兵将校
ko: 이라르체스(기병 장교)
pl: Dowódca Skrzydła
ru: Иларх
sr: Иларчес
tr: Süvari Komutanı
uk: Ілярхес
ur: الارچز
zh: 骑兵统领
zh_tw: 側翼指揮官

source: Cavalry +2 crush, hack, pierce resistance.
ar: سلاح الفرسان +2 مقاومة السحق، القطع، والاختراق.
ast: caballeiros • resistencia a la frayura, corte & foradura +2.
ca: +2 a la resistència d'impacte, tall i perforació de la cavalleria.
cs: Jízda +2 k obraně proti drtivým, sečným a bodným útokům.
da: Kavaleri +2 knus, hak, gennembor modstand.
de: Kavllerie +2 Schmetter-, Hieb- und Stichwiderstand.
es: Caballería (Resistencia al aplastamiento, corte y perforación: +2).
fi: Ratsuväelle +2 murskaus-, hakkaus- ja lävistyskestävyyttä.
fr: Cavalerie +2 de dégâts d'attaque écrasante, tranchante, perçante.
gl: Cabalería +2 de resistencia a esmagamento, corte e perforación.
hi: अश्वसेना का कुचलने, काटने, भेदने से बचाव +२
hu: +2 zúzással, vágással és szúrással szembeni ellenállás a lovasoknak
id: Kavaleri +2 daya tahan hantam, tebas, tusuk.
it: +2 resistenza a frantumare, fendente, perforante per la cavalleria.
ja: 騎兵の斬撃、貫通、衝撃耐性+2
ku: Siwarî +2 perçiqandin, hackkirin, berxwedan qul kirin.
lb: Kavallerie +2 Schmetter-, Hack-, Stiechresistenz.
nl: Cavalerie +2 slag-, steek- en verpletterweerstand.
pl: Kawaleria +2 do obrony przed obrażeniami obuchowymi, kłutymi i siecznymi.
pt_br: Cavalaria têm +2 resistência à esmagamento, corte e perfuração.
pt_pt: Cavalaria +2 resistência ao esmagamento, corte e perfuração.
ro: Cavalerie +2 rezistență la strivire, tăiere, străpungere.
ru: Конница получает +2 к защите от дробящего, рубящего и колющего урона.
sk: Jazda +2 drvivej, sečnej a bodnej odolnosti.
sr: Коњица +2 уништавање и отпорност на пробијање.
sv: Kavalleri +2 kross, hack, resistans mot genomträngning.
tr: Süvari +2 ezme, kesme, delme direnci.
uk: Кавалерія має +2 стійкості до крушіння, рубання, коління.
ur: کیولری +2 کچلنا ، ہیک ، چھید مزاحمت
zh: 骑兵各项防护 +2.
zh_tw: 騎兵 +2 粉碎、劈砍、穿刺抗性。

source: Renowned Conqueror
af: Beroemde Veroweraar
ar: الفاتح الشهير
ast: Nomadu conquistador
bg: Прославен завоевател
bn: প্রখ্যাত বিজয়ী
br: Alouber brudet
ca: Conqueridor cèlebre
cs: Věhlasný dobyvatel
da: Anerkendt Erobrer
de: Ruhmreicher Eroberer
el: Ένδοξος Κατακτητής
es: Gran conquistador
es_ar: Conquistador de Renombre
eu: Konkistatzaile Handia
fa: کشورگشای مشهور
fi: Maineikas valloittaja
fr: Conquérant renommé
ga: Concaire Cáiliúil
gd: Ceannsaiche cliùiteach
gl: Conquistador de renome
he: הכובש הנודע
hi: विख्यात विजेता
hu: Híres hódító
hy: Անվանի Նվաճող
id: Penakluk Terkenal
it: Celebre Conquistatore
ja: 偉大な征服者
ko: 유명한 정복자
ku: Fetihkarê Navdar
ms: Penakluk Terkenal
nb: Kjent erobrer
nl: Beroemd veroveraar
pl: Słynny Zdobywca
pt_br: Conquistador Renomado
pt_pt: Conquistador célebre
ro: Cuceritor renumit
ru: Прославленный завоеватель
sk: Renomovaný dobyvateľ
sr: Чувени освајач
sv: Känd Besegrare
tr: Şanlı Fatih
uk: Прославлений завойовник
ur: معروف فاتح
zh: 著名征服者
zh_tw: 著名征服者

source: Enemy Structures, Ships, and Siege Engines −20% health.
ast: structurɐs, máchinɐs de cerco & naves inimigɐs • puntos de vida −20%.
ca: Estructures, vaixells i màquines de setge enemics −20% de salut.
cs: Nepřátelské budovy, lodě a obléhací stroje -20 % zdraví.
da: Fjendtlige Bygninger, Skibe og Belejringsvåben -20% helbred.
de: Gegnerische Gebäude, Schiffe und Belagerungswaffen −20 % Gesundheit.
es: Estructuras enemigas, barcos y máquinas de asedio (Resistencia: −20%).
fi: Vihollisen rakenteille, aluksille ja piirityskoneille -20 % terveyttä.
fr: Les Bâtiments ennemis, les Navires, et les Engins de Sièges perdent 20 % de santé.
gl: Estruturas inimigas, barcos e máquinas de asedio -20% saúde.
hu: −20% életerő az ellenség építményeinek, hajóinak és ostromgépeinek
id: Bangunan, Kapal, dan Mesin Kepung musuh -20% nyawa.
it: Strutture, navi e macchine d'assedio nemiche -20% di salute.
ja: 敵の建築物、船、攻城兵器のHP-20%
ku: Strukturên Dijmin, Keştî, û Motorên Siege −20% tenduristî.
nl: Vijandelijke gebouwen, schepen en belegeringswerktuigen -20% sterkte.
pl: Wrogie budowle, łodzie i machiny oblężnicze −20% zdrowia.
pt_br: Estruturas inimigas, navios e máquinas de cerco -20% de saúde.
pt_pt: Estruturas inimigas, barcos e máquinas de cerco −20% vida.
ro: Structuri inamice, nave și mașini de asediu -20% din viață.
ru: Вражеские здания, корабли и осадные орудия имеют на 20% меньше здоровья.
sk: Nepriateľské budovy, lode a obliehacie stroje −20% zdravia.
sr: Непријатељске Структуре, Бродови и Опсадне Машине -20% здравља.
sv: Fiendens strukturer, fartyg och belägringsmotorer −20% hälsa.
tr: Düşman Yapıları, Gemiler ve Kuşatma Motorları -%20 sağlık.
uk: Ворожі споруди, кораблі та облогові знаряддя мають −20% здоров'я.
zh: 敌方建筑、船舶和攻城武器 -20% 生命值。
zh_tw: 敵方建築物、船艦與攻城武器 -20% 生命值。

source: Champion Elephants +20% melee attack damage, +20% movement speed.
af: Kampioen Olifante +20% naby-aanval skade, +20% bewegingspoed.
ast: elephantes campiadores • podencia de combate +20% • velocidá de movemiento +20%.
ca: +20% d'atac i velocitat dels elefants campions.
cs: Elitní sloni +20 % k poškození při útoku na blízko a na dálku., +20 % k rychlosti pohybu.
da: Eliteelefanter +20% nærkampskade, +20% bevægelseshastighed.
de: Gardeelefanten +20 % Nahkampfschaden, +20 % Bewegungsgeschwindigkeit.
es: Elefantes de élite (Daño cuerpo a cuerpo: +20%; Velocidad: +20%).
eu: Elefante aldezkariak %20+ buruz-buruko eraso kaltean, %20+ mugitze abiaduran.
fi: Mestarinorsuille +20 % lähitaisteluvahinkoa, +20 % liikkumisnopeutta
fr: Les Éléphants Champions gagnent 20 % de dégât de mêlée, et 20 % de vitesse de déplacement.
gl: Elefantes campións +20% de dano de ataque corpo a corpo, +20% de velocidade de movemento.
hi: चैंपियन हाथी +२०% हाथापाई से नुकसान, +२०% संचलन गति।
hu: +20% közelharci sebzés és +20% mozgási sebesség a bajnok elefántoknak
hy: +20% մերձամարտի վնաս և արագություն ռազմական փղերին։
id: Jawara Gajah +20% daya serang jarak dekat, +20% laju gerak.
it: +20% attacco corpo a corpo e +20% velocità movimento per gli elefanti Campione.
ja: チャンピオン軍用象の攻撃力、移動速度+20%
ko: 대표 전사 코끼리의 근접 공격 피해가 +20% 증가하고, 이동 속도가 +20% 증가합니다.
ku: Fîlên Şampiyon +20% zirara êrîşa nêzîk, +20% leza tevgerê.
nl: Kampioensolifanten +20% schade bij mêlee aanval en +20% snelheid.
pl: Elitarne słonie zadają 20% więcej obrażeń wręcz i poruszają się 20% szybciej.
pt_br: Elefantes Campeões têm +20% de dano de ataque corpo-a-corpo e +20% de velocidade de movimento.
pt_pt: Elefantes campeões +20% dano de ataque corpo a corpo, +20% velocidade de movimento.
ro: Elefanții campioni +20% daune de atac corp la corp, +20% viteză de mișcare.
ru: Гвардейские слоны наносят на 20% больше урона в ближнем бою и передвигаются на 20% быстрее.
sk: Šampiónske slony +20% poškodenie pri boji zblízka, +20% rýchlosť pohybu.
sr: Слонови шампиони +20% јачина блиских напада, +20% брзина кретања.
sv: Mästarelefanter +20% närstridsattack, +20% hastighet.
tr: Şampiyon Filler +20% yakın saldırı hasarı, +20% hareket hızı.
uk: Чемпіонські слони мають +20% нанесення ближнього пошкодження, +20% швидкості руху.
ur: چیمپئن ہاتھی +20 ہنگامے کے حملے کا نقصان ، +20 نقل و حرکت کی رفتار
zh: 战象攻击 +20% ，移动速度 +20% .
zh_tw: 鬥士戰象 +20% 近戰攻擊傷害、+20% 移動速度。

source: Great Revolt
ca: Gran Rebel·lió
cs: Velká vzpoura
fi: Suurkapina
gl: Gran Revolta
hy: Մեծ ապստամբություն
id: Pemberontakan Besar
pl: Wielka Rewolta
pt_pt: Grande revolta
sk: Veľké povstanie
tr: Büyük İsyan

source: Soldiers −25% metal cost, and training time.
cs: Vojáci −25% z ceny kovu, a doby výcviku.
fi: Sotilaiden metallikustannukset ja koulutusaika ovat -25 % alhaisemmat.
gl: Soldados −25% custo do metal e tempo de adestramento.
hu: −25% fémigény és kiképzési idő minden katonának
id: Prajurit -25% biaya logam, dan waktu latih.
lb: Zaldoten -25% Metallkäschten an Rekrutementsdauer.
pl: Wojownicy −25% koszty metalu i czasu szkolenia.
pt_pt: Soldados custam −25% em metal e tempo de treino.
sk: Vojaci −25% ceny železa a času tréningu.
tr: Askerler -25% metal maaliyeti, ve eğitim süresi.

source: Agis +50% health.
cs: Agis získá +50% na zdraví.
fi: Agis +50 % enemmän terveyttä.
gl: Agis +50% de saúde.
hu: +50% életerő Agisznak
id: Agis +50% nyawa.
pl: Agis +25% zdrowia.
pt_pt: Ágis +50% vida.
sk: Agis +50% zdravia.
tr: Agis +%50 sağlık.

source: Last Stand
af: Laaste Stand
ar: الباقي الأخير
ast: Defensa postreira
bg: Последен отпор
bn: শেষ চেষ্টা
br: An Hini Diwezhañ War-Sav
ca: Darrera defensa
cs: Poslední boj
da: Sidste Slag
de: Das letzte Gefecht
el: Τελευταίος Επιζών
es: Último superviviente
es_ar: Último en Pie
eu: Azken Borroka
fa: آخرین مقاومت
fi: Viimeinen taistelu
fr: Dernier debout
ga: Seasamh Deireanach
gd: Seasamh deireannach
gl: Última defensa
he: מעמד אחרון
hi: अंतिम मोरचा
hu: Utolsó vérig
hy: Վերջին ճակատամարտ
id: Pertahanan Terakhir
it: Resistenza a Oltranza
ja: 決死の戦い
ko: 최후의 보루
ku: Standa dawî
ms: Pertahanan Akhir
nb: Siste skanse
nl: Laatst Overlevende
pl: Ostatni Bastion
pt_br: Último Suporte
pt_pt: Última resistência
ro: Ultimul în picioare
ru: Последний бой
sk: Posledný vzdor
sr: Последње упориште
sv: Sista Striden
tr: Son Direniş
uk: Останній бій
ur: دفاعی کوش
zh: 笑到最后
zh_tw: 背水一戰

source: Helot Reforms
af: Helot Hervormings
ar: إصلاحات الهيلوت
ast: Brasídeos
bg: Илотски реформи
bn: দাস সংস্কার
br: Adaozadurioù Hiloted
ca: Reformes dels ilotes
cs: Hélótské reformy
da: Helotiske Reformer
de: Heloten-Reformen
el: Mεταρρυθμίσεις Ειλωτών
es: Reformas ilotas
es_ar: Reformas ilotas
eu: Morroi Aldaketak
fa: اصلاحات برده داری
fi: Heloottiuudistukset
fr: Réformes hilotiques
ga: Leasuithe Héalóta
gd: Aura ath-leasachadh Heileotais
gl: Reformas ilotas
he: הרפורמות
hi: हेलोट सुधार
hr: Helotske Reforme
hu: Helóta reformok
hy: Հելոտական բարեփոխումներ
id: Reformasi Helot
it: Riforma degli Iloti
ja: ヘイロタイ改革
ko: 스파르타의 노예 개혁
ku: Reformên Helot
lv: Helotu Reformas
ms: Reformasi Helot
nb: Helotiske reformer
nl: Helotenhervormingen
pl: Reformy helockie
pt_br: Reformas dos Hilotas
pt_pt: Reformas hilotas
ro: Reforme Ilot
ru: Реформирование илотов
sk: Vylepšenia Heliótov
sr: реформа хелота
sv: Helotiska Reformer
te: హెలోట్ సంస్కరణలు
tr: Köle Reformları
uk: Реформи ілотів
ur: ہیلٹ اصلاحات
zh: 奴隶改革
zh_tw: 黑勞士改革

source: Citizen Infantry Javelineers +1 crush, hack, pierce resistance, +25% ranged attack pierce damage.
ast: llanciadores voluntarios a piei • resistencia a la frayura, corte & foradura +1 • podencia de foradura de míssiles +25%.
bg: Пехотни копиехвъргачи: +1 устойчивост на разбиващи, разсичащи и пробождащи щети; както и +25% пробождащи щети при далекобойна атака.
ca: +1 de resistència d'impacte, tall i perforació i +25% d'atac a distància de perforació de la infanteria ciutadana amb javelina.
cs: Oštěpaři občanské pěchoty +1 k obraně proti drtivým, sečným a bodným útokům, +25 % k bodnému poškození při útoku na dálku.
da: Borgerlige Infanteri Spydkastere +1 knus, hak, gennembor modstand, +25% langdistance-angrebs-gennemboringsskade.
de: Bürgersoldateninfanterie Speerwerfer +1 Schmetter-, Hieb- und Stichwiderstand, +25 % Fernkampfstichschaden.
es: Ciudadanos de infantería con jabalina (Resistencia al aplastamiento, corte y perforación: +1; Daño por perforación a distancia: + 25%).
fi: Kansalaisjalkaväen keihäänheittäjille +1 murskaus-, hakkaus- ja lävistyskestävyys, +25 % kantamataisteluiskun lävistysvahinkoa.
fr: Les citoyens Javelinistes d'infanterie gagnent +1 de résistance écrasante, tranchante, perçante, et 25 % de dégâts perforants à distance.
gl: Infantería Cidadá con Xabalinas +1 de resistencia a esmagamento, corte, perforación e +25% de dano de perforación en ataque á distancia.
hi: नागरिक भालाफेंक पैदल सैनिकों का कुचलने, काटने, भेदने से बचाव +१, अस्त्राघात भेदन +२५%
hu: +1 zúzással, vágással és szúrással szembeni ellenállás és +25% távolsági szúrósebzés a polgári gyalogos gerelyeseknek
id: Rakyat Infanteri Pelembing +1 daya tahan hantam, tebas, tusuk, +25% daya serang tusuk jarak jauh.
it: Giavellottieri Cittadini di Fanteria +1 resistenza a frantumare, fendente, perforante, +25% danno perforante a distanza.
ja: 市民槍投兵の斬撃、貫通、衝撃耐性+1 貫通攻撃力+25%
ku: Welatî ên Peyayên Tîrvan +1 perçiqandin, hackkirin, berxwedana qulandinê, +25% zirara qulkirina êrişê ya rêzdar.
lb: Biergerinfanteriespeerwerfer +1 Schmetter-, Hack-, Stiechresistenz, +25% Fernkampfattackstiechschued.
nl: Burger infanterie speerwerpers +1 slag-, steek- en verpletterweerstand en +25% steekschade bij afstandsaanval.
pl: Oszczepnicy +1 do obrony przed obrażeniami obuchowymi, kłutymi i siecznymi, +25% kłutych obrażeń dystansowych.
pt_br: Cidadãos Escaramuçadores de Infantaria têm +1 de resistência à esmagamento, corte e perfuração, e +25% de dano de ataque à distancia.
pt_pt: Infantaria de lanceiros cidadãos +1 resistência ao esmagamento, corte e perfuração e +25% dano de ataque à distância.
ro: Cetățeni Infanterie Javelineers +1 rezistență la strivire, tăiere, străpungere, +25% daune de străpungere la atac la distanță.
ru: Пешие дротометатели-граждане получают +1 к защите от дробящего, рубящего и колющего оружия и наносят на 25% больше колющего урона в дальнем бою.
sk: Vrhači oštepov občianskej pechoty +1 drvivej, sečnej a bodnej odolnosti, +25% poškodenia pri boji zdiaľky.
sr: Грађанин пешадијски бацач копља +1 уништавање и одбојност на пробијање, +25% јачина пробоја напада из далека.
sv: Medborgarinfanteri spjutskyttar +1 krossa, hacka, genomborra motstånd, +25% avståndsattack genomborra skada.
tr: Vatandaş Ciritçi Piyadeler +1 ezme, kesme, delme direnci, +25% menzilli saldırı delme hasarı.
uk: Громадянські піхотні метальники списа мають +1 стійкості до крушіння, рубання, коління, +25% нанесення дистанційного колючого пошкодження.
zh: 标枪兵攻击 +25％ 、防护 +1 .
zh_tw: 標槍公民步兵 +1 粉碎、劈砍、穿刺抗性、+25% 遠程攻擊穿刺傷害。
