Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: A lake surrounded by hills.
ast: Un llagu arrodiadu de llombɐs.
bg: Заградено от хълмове езеро.
br: Ul lenn kelc'hiet gant torgennoù.
ca: Un llac rodejat de turons.
cs: Jezero obklopené kopci.
da: En sø omgivet af bakker.
de: Ein von Hügeln umgebener See.
el: Μία λίμνη περιστοιχισμένη από λόφους.
es: Un lago rodeado de colinas.
eu: Mendi tontorrak inguratutako lakua.
fa: یک دریاچه در حصار تپه ها
fi: Kukkuloiden ympäröimä järvi.
fr: Un lac entouré de collines.
ga: Loch le crann go leor ina thimpeall.
gd: Loch le cnuic timcheall air.
hu: Egy hegyekkel körbevett tó
id: Sebuah danau yang dikelilingi bukit.
it: Un lago racchiuso tra le colline
ja: 丘に囲まれた湖。
ko: 언덕으로 둘러싸인 호수.
ms: Sebuah tasek yang dikelilingi bukit bukau.
nb: En innsjø omkranset av åser
nl: Een meer omgeven door heuvels.
pl: Jezioro otoczone wzgórzami.
pt_br: Um lago cercado por colinas.
pt_pt: Um lago rodeado por colinas.
ru: Озеро, окружённое холмами.
sk: Jazero obklopené kopcami.
sv: En sjö omgiven av kullar.
tr: Tepelerle çevrili bir göl.
uk: Озеро оточене пагорбами.
zh: 群山环绕的湖泊
zh_tw: 被山丘圍繞的湖。

source: Wild Lake
ast: Llagu bravu
bg: Диво езеро
br: Lenn gouez
ca: Llac salvatge
cs: Přírodní jezero
da: Vild sø
de: Verwilderter See
el: Άγρια Λίμνη
es: Lago agreste
eu: Laku basatia
fa: دریاچه وحشی
fi: Eräjärvi
fr: Lac sauvage
ga: Loch Allta
gd: Loch fiadhaich
hu: Vad tó
id: Danau Liar
it: Lago selvaggio
ja: 野生湖
ko: 야생 호수
ms: Tasek Meliar
nb: Vill innsjø
nl: Wild Meer
pl: Dzikie jezioro
pt_br: Lago selvagem
pt_pt: Lago selvagem
ru: Дикое озеро
sk: Divoké jazero
sr: Дивље Језеро
sv: Vild Sjö
tr: Yabani Göl
uk: Дике озеро
zh: 野外湖泊
zh_tw: 荒野之湖

source: Ship Combat Demo.
bg: Демонстрация на корабни битки.
ko: 선박 전투 데모입니다.
pt_pt: Demonstração de combate de barcos.

source: Ship Combat Demo
bg: Демонстрация на корабни битки
ko: 선박 전투 데모
pt_pt: Demonstração de combate de barcos

source: Give an interesting description of your map.
ast: Fai una descripcion interessante de la geographía.
bg: Измислете интересно описание за картата си.
br: Reiñ un deskrivadenn dedennus eus ho kartenn.
ca: Doneu una descripció interessant del vostre mapa.
cs: Podejte zajímavý popis své mapy.
da: Giv en interessant beskrivelse af din bane.
de: Gib deiner Karte eine interessante Beschreibung.
el: Δώστε μια ενδιαφέρουσα περιγραφή στο χάρτη σας.
es: Proporciona una descripción interesante a tu mapa.
eu: Zure mapari azalpen interesgarria ematen dio.
fi: Anna kartastasi mielenkiintoinen kuvaus.
fr: Donnez une description intéressante de votre carte.
ga: Tabhair cuntas spéisiúil do do léarscáil.
gd: Thoir seachad tuairisgeul inntinneach airson a’ mhapa agad.
hu: Adj meg egy érdekes leírást a térképedről.
id: Berikan deskripsi menarik tentang peta Anda.
it: Dai una descrizione interessante alla tua mappa
ja: マップにおもしろい説明をあたえてください。
ko: 지도에 대한 흥미로운 설명을 제공합니다.
ms: Berikan keterangan yang menarik mengenai peta anda.
nb: Gi en interessant beskrivelse av kartet ditt.
nl: Geef een interessante beschrijving voor uw kaart.
pl: Daj ciekawy opis swojej mapie.
pt_br: Dê uma descrição interessante do seu mapa.
pt_pt: Dá uma descrição interessante ao teu mapa.
ru: Впишите описание вашей карты.
sk: Pútavo opíšte svoju mapu.
sr: Дај нам занимљив опис своје мапе.
sv: Ange en intressant beskrivning av din karta.
tr: Haritan ilgiç bir açıklama verecek.
uk: Надати цікавий опис Вашої карти.
vi: Đưa ra một mô tả thú vị về bản đồ của bạn.
zh: 给地图一个有趣的说明。
zh_tw: 給您的地圖個有趣的描述。

source: Unnamed map
ast: Geographía anónyma
bg: Безименна карта
br: Kartenn Dianv
ca: Mapa sense nom
cs: Nepojmenovaná mapa
da: Unavngiven bane
de: Namenlose Karte
el: Ανώνυμος χάρτης
es: Mapa anónimo
eu: Mapa izengabea
fa: نقشه بی‌نام
fi: Nimeämätön kartta
fr: Carte sans nom
ga: Léarscáil gan ainm
gd: Mapa gun ainm
hu: Névtelen térkép
id: Peta tanpa nama
it: Mappa senza nome
ja: 名無しの地図
ko: 이름 없는 지도
ms: Peta tanpa nama
nb: Kart uten navn
nl: Onbekende kaart
pl: Nienazwana mapa
pt_br: Mapa sem título
pt_pt: Mapa sem nome
ru: Безымянная карта
sk: Mapa bez názvu
sr: неименована мапа
sv: Ej namngiven karta
tr: İsimsiz harita
uk: Безіменна мапа
vi: Bản đồ chưa được đặt tên
zh: 未命名地图
zh_tw: 未命名的地圖

source: Springtime in Arcadia, Greece. Spring rains have gorged what would otherwise be dry creek beds throughout the rest of the year, dividing the lands between two warring tribes. Players start on either side of a mountainous region rich in resources. Extra starting buildings help players jumpstart building their new colonies.
ast: Primavera n Arcadia, Grecia. Turbonadɐs abriliegɐs tienen inçhido los calces que normalmente fĩcaríɐn ẽxsuiꞇhos el restu l anhu, partiendo lɐs tierrɐs entre duɐs tribus belligerantes. Los jogadores intamɐn a intrambos llados d’una fasteira montuosa & rica n recursos. Los edificios iniciales anhedidos antaínɐn el disinvolvemiento de lɐs coloniɐs.
bg: Пролет в Аркадия, Гърция. Пролетните дъждове са напълнили иначе сухите през останалата част от годината поточета, разделяйки земите между две воюващи племена. Играчите започват от двете страни на богат на ресурси планински район. Допълнителните начални сгради помагат на играчите да започнат изграждането на новите си колонии по-лесно.
br: Nevez-amzer en Arkadia, Gres. Glevier nevez-amzer o deus leuniet pezh en dije gellet bezañ naozioù stêr sec'h a-hed peurest ar bloaz, en ur zisrannañ an douaroù etre daou veuriad enebour. Ar c'hoarierien a grog war eil tu pe egile ur rannvro pinvidik a zanvezioù. Ouzhpenn-se kregiñ savadurioù a sikour d'ar c'hoarierien da loc'hañ saverezh o zrevadennoù nevez.
ca: Primavera a Arcàdia, Grècia. Les pluges primaverenques han regat el que, si no, serien gleres de rierols seques la resta de l'any i han dividit la terra entre dues tribus en conflicte . Els jugadors comencen a banda i banda d'una regió muntanyosa rica en recursos. Els edificis inicials extra ajuden els jugadors a arrencar la construcció de noves colònies.
cs: Jaro v Arkádii v Řecku. Jarní deště rozvodnily to, co je po zbytek roku jen vyschlá řeka, což rozdělilo zemi na dva soupeřící kmeny. Každý z hráčů začíná na jedné ze stran hornaté země, bohaté na materiál. Některé základní budovy jsou postaveny pro rychlý začátek růstu jejich kolonií.
da: Forår i Arcadia, Grækenland. Forårsregnen har mæsket sig, og hvad der ellers skulle være tørre bække breder resten af året, har delt landende imellem to stridende stammer. Spillere starter på hver sin side af en bjergrig region rig på ressourcer. Ekstra starter bygninger skal hjælpe spillerne med at bygge deres nye kollonier.
de: Frühlingszeit in Arkadien, Griechenland. Der Frühlingsregen hat die Bachbetten, die sonst das restliche Jahr trocken sind, gefüllt, und diese teilen nun das Land zwischen zwei sich bekriegenden Stämmen. Die Spieler starten auf einer Seite einer gebirgigen, ressourcenreichen Region. Zusätzliche Startgebäude erleichtern den zügigen Aufbau ihrer neuen Kolonien.
el: Άνοιξη στην Αρκαδία, Ελλάδα. Την άνοιξη οι βροχές έχουν πλημμυρίσει ό,τι θα ήταν διαφορετικά ξηρές κήτες ποταμών για όλο το υπόλοιπο του έτους, διαιρώντας τα εδάφη ανάμεσα σε δύο αντιμαχόμενες φυλές. Οι παίκτες ξεκινούν στις δύο πλευρές σε μια ορεινή περιοχή πλούσια σε πόρους. Επιπλέον αρχικά κτίρια βοηθούν τους παίκτες στην άμεση και γρήγορη δημιουργία των νέων αποικιών τους.
es: Es primavera en Arcadia, Grecia. Las lluvias primaverales hacen fluir caudales sobre lo que en cualquier otra parte del año serían secos arroyos, separando las tierras de dos tribus en guerra. Los jugadores comienzan a ambos lados de una región montañosa rica en recursos. Algunos edificios adicionales ayudarán a los jugadores a establecer sus nuevas colonias.
eu: Udaberria da Arkadian, Grezia. Udaberriko euriek urte guztian zehar lehor dauden errekak beteko dituzte, gerran dauden bi tribuen lurrak bananduz. Jokalariak baliabidez beterik dagoen eskualde menditsu baten alde bietan hasiko dira. Eraikin gehigarri batzuk jokalariei koloniak egonkortzen lagunduko die.
fa: در زمان بهار در آرکادیا، یونان. زمین های یونان تا آنجا که می توانند از باران های بهاری بهره می برند تا بتوانند در فصل گرما که خبری از باران نیست از آنها استفاده کنند. بازیکن ها در یکی از سمت های کوهستان که منابع غنی دارد بازی را آغاز خواهند کرد ساختمان های اضافی شروع بازی به بازیکن ها کمک مییکند کلنی خود را سریعتر برقرار کنند
fi: Kevät Arkadiassa, Kreikassa. Kevään sateet ovat täyttäneet purojen uomat, jotka muuten olisivat olleet kuivia koko loppuvuoden, ja jakaneet maat kahden sotivan heimon kesken. Pelaajat aloittavat vuoristoisen, luonnonvaroiltaan rikkaan alueen molemmin puolin. Ylimääräiset aloitusrakennukset auttavat pelaajia käynnistämään uusien siirtokuntiensa rakentamisen.
fr: Printemps dans Arcadie, en Grèce. Les pluies de printemps ont gorgé ce qui serait autrement des lits de ruisseaux à sec tout au long du reste de l'année, en divisant les terres entre les deux tribus en guerre. Les joueurs commencent de chaque côté d'une région montagneuse riche en ressources. Des bâtiments supplémentaires de départ aident les joueurs à lancer la construction de leurs nouvelles colonies.
ga: Tá samhradh ar Arcáid na Gréige. Tá leabaí tirime na n-aibhneacha lán agus fliuch anois le baistí samhraidh sa tséasúr seo, agus tá ana talamh roinnte idir dhá treibh atá i mbún cogaíochta. Tosaíonn gach imreoir ar gach ar dhá taobh réigiúin sléibhtiúil lán le hacmhainní. Cabhraíonn foirgnimh tosaithe sa bhreise ar leathadh na n-imreoirí agus do choilíneachtaí eile a thógáil.
gd: Earrach ann an Arcàidea sa Ghreug. Tha tuiltean an earraich air creagan a dhèanamh de na bhiodh ’nan sruth-chlaisean tioram feadh corr a’ bhliadhna ’s a sgaradh an dùthaich eadar dà threubh nàimhdeil. Tòisichidh na cluicheadairean air gach taobh sgìre beanntach sa bheil beartas de stòras. Bidh togalach a bharrachd aig gach cluicheadair aig an toiseach ach an tog iad an tuineachadh nas luaithe.
hu: Tavasz Árkádiában, Görögországban. A tavaszi esők megöntözték az egyébként az év többi részében kiszáradt patakmedreket, elosztva a vidéket két háborúzó törzs között. A játékosok egy nyersanyagokban gazdag hegyvidéki régió különböző oldalán kezdenek. Extra kezdő épületek segítik a játékosokat, hogy repülőrajtot vegyenek a kolóniájuk kiépítésében.
id: Musim semi di Arkadia, Yunani. Hujan musim semi meliputi tanah yang seharusnya dasar sungai kering selama sisa tahun, memisahkan daratan antara dua suku yang berperang. Pemain mulai di salah satu sisi gunung yang kaya akan sumberdaya. Bangunan tambahan membantu pemain untuk meningkatkan pembangunan koloni mereka.
it: La primavera in Arcadia, Grecia. Piogge primaverili hanno ingrossato ciò che altrimenti sarebbe un torrente dal fondo asciutto durante il resto dell'anno, dividendo le terre tra due tribù in guerra. I giocatori iniziano su entrambi i lati di una regione montagnosa ricca di risorse. Gli edifici di partenza extra aiutano i giocatori ad avviare la costruzione delle loro nuove colonie.
ja: 春のギリシアのアルカディアです。春の雨が、今を除けば一年中干上がっているであろう小川の川底を飲み込み、敵対する二つの部族の土地を隔てています。 プレイヤーの開始位置は山岳地帯の両側で、資源に恵まれています。追加の開始時の建物によって、プレイヤーは新たな入植地の建設開始を早めることができます。
ko: 그리스 아카디아의 봄. 봄비는 일년 내내 마른 개울 침대가 될 수 있는 것을 협곡으로 만들어, 두 개의 전쟁 부족 사이의 땅을 나누었습니다. 플레이어들은 자원이 풍부한 산악 지역의 양쪽에서 시작합니다. 추가 시작 건물은 플레이어들이 새로운 식민지를 구축 점프 시작하는데 도움이 됩니다.
ms: Musim panas di Arcadia, Yunani. Hujan musim panas telah mewujudkan jurang yang mana sebelum ini merupakan dasar sungai kering hampir sepanjang tahun. Kewujudan sungai ini telah memisahkan dua kawasan puak yang berperang. Pemain bermula di salah satu kawasan bergunung yang kaya dengan sumber. Bangunan tambahan permulaan disediakan untuk pemain dalam koloni baru mereka.
nb: Vår i Arcadia, Hellas. Vårregnet har gravd ut det so ellers ville vært tørre elveleier gjennom resten av året. Landet er delt mellom to krigerske stammer. Spillere starter på hver side av ressursrike fjelltrakter. Ekstra bygninger i starten hjelper spillere å raskt komme i gang med å bygge nye kolonier.
nl: Lente in Arcadië, Griekenland. Lenteregens hebben het water in de kleine beekjes doen stijgen. Zo is het land verdeeld tussen twee strijdende stammen. Spelers starten een weerszijden van een bergachtige regio met veel grondstoffen. Extra startgebouwen helpen spelers om hun kolonie snel te starten.
pl: Nastała wiosna w greckiej Arcadii. Wiosenne deszcze użyżniły to co normalnie w ciągu pozostałej części roku jest suchym i nieprzyjaznym terenem, dzieląc go pomiędzy dwa zwaśnione ludy. Gracze rozpoczynają po obu stronach regionu górskiego, bogatego w zasoby. Dodatkowe budynki startowe, pozwolą graczom na bardziej dynamiczną budowę swojej kolonii.
pt_br: Primavera na Arcádia, Grécia. Chuvas de primavera têm empanturrado o que seria um riacho seco no restante do ano, dividindo as terras entre duas tribos rivais. Os jogadores começam em ambos os lados de uma região montanhosa rica em recursos. Edifícios iniciais extras ajudam os jogadores a construírem suas novas colônias.
pt_pt: Época da primavera em Arcádia, Grécia. As chuvas da primavera saciaram o que de outra forma seriam leitos de riachos secos durante o resto do ano, dividindo as terras entre duas tribos beligerantes. Os jogadores começam em cada um dos lados de uma região montanhosa rica em recursos. Os edifícios iniciais extra ajudam os jogadores a começarem rapidamente a desenvolver as suas colónias.
ru: Весна в Аркадии, в Греции. Дожди напитали обычно сухие в остальное время года русла ручьёв, разделив земли между двумя враждующими племенами. Игроки начинают по обе стороны гористой местности, богатой ресурсами. Дополнительные стартовые здания помогут игрокам начать строить новые колонии.
sk: Nastala jar v Arkádii, Grécku. Jarné dažde naplnili korytá potokov, ktoré počas zvyšku roka ostávajú suché, a rozdelili tak územia medzi dva súperiace kmene. Hráči začínajú po oboch stranách horskej oblasti bohatej na prírodné zdroje. K rýchlemu začiatku budovania nových kolónií dopomôže niekoľko počiatočných budov navyše.
sv: Vår i Arkadien, Grekland. Vårregnen har dränkt vad som brukar vara torra åbäddar resten av året vilka nu delar landet mellan två stridande stammar. Spelarna börjar på vardera sidan av en bergig region rik på resurser. Extra start byggnader hjälper spelare att snabbt kunna bygga sina nya kolonier.
tr: Arcadia, Yunanistan'da ilkbahar zamanı. İlbahar yağmurları yılın geri kalanında taşlık, kuru dere yatağı olan bu alanları suya boğdu ve toprakları savaşan iki kabile arasında böldü. Oyuncular kaynaklar açısından zengin dağlık bölgenin herhangi bir tarafında oyuna başlar. Ekstra başlangıç binaları yeni kolonilerini hızlıca kurmada oyunculara yardım eder.
uk: Весна в Аркадії, Греція. Весняні дощі заповнили водою сухий струмок, яким він був у інші пори року, розділивши землі на два ворожі плем'я. Гравці починають по обидва боки гірської місцевості, багатої на ресурси. Додаткові стартові будівлі допомагають гравцям побудувати свої нові колонії.
vi: Thời điểm mùa xuân trên vùng Arcadia, Greece. Những cơn mưa xuân như xối xả, điều mà vô cùng hiếm hoi suốt phần còn lại của năm, dẫn đến chia cách những vùng đất của 2 bộ lạc đối địch nhau. Những người chơi đều bắt đầu trong vùng núi dồi dào tài nguyên. Những công trình ban đầu được thêm vào giúp những người chơi nhanh chóng thiết lập các thuộc địa mới của họ.
zh: 在希腊阿卡迪亚的春日时分。若雨下得不够，其余时间就只能见到干枯的河床，分隔两个敌对部落的土地。 于资源丰富的山区的一侧开局。额外的起始建筑物协助玩家快速建造新的殖民地。
zh_tw: 在希臘阿卡迪亞的春日時分。若春雨下的不夠，一年之中其餘的時間就只能見到乾涸的河床，分隔兩個敵對部落的土地。 玩家於資源豐富的山區的任一側開始遊戲。額外的起始建築物協助玩家快速開始建造他們新的殖民地。

source: Arcadia
bg: Аркадия
br: Arkadia
ca: Arcàdia
cs: Arkádie
da: Arkadien
de: Arkadien
el: Αρκαδία
eu: Arkadia
fa: آرکادیا
fi: Arkadia
ga: An Arcáid
gd: Arkadía
hu: Árkádia
id: Arkadia
ja: アルカディア
ko: 아카디아
nb: Arkadia
nl: Arcadië
pl: Arkadia
pt_br: Arcádia
pt_pt: Arcádia
ru: Аркадия
sk: Arkádia
sr: Аркадија
sv: Arkadien
uk: Аркадія
zh: 阿卡狄亚
zh_tw: 阿卡迪亞

source: Player 1
ast: Jogador 1
bg: Играч 1
br: C'hoarier 1
ca: Jugador 1
cs: Hráč 1
da: Spiller 1
de: Spieler 1
el: Παίκτης 1
es: Jugador 1
eu: 1. jokalaria
fa: بازیکن ۱
fi: Pelaaja 1
fr: Joueur 1
ga: Imreoir 1
gd: Cluicheadair 1
hu: 1. játékos
id: Pemain 1
it: Giocatore 1
ja: プレイヤー 1
ko: 플레이어 1
ms: Pemain 1
nb: Spiller 1
nl: Speler 1
pl: Gracz 1
pt_br: Jogador 1
pt_pt: Jogador 1
ru: Игрок 1
sk: Hráč 1
sr: Играч 1
sv: Spelare 1
tr: Oyuncu 1
uk: Гравець 1
vi: Người chơi 1
zh: 玩家 1
zh_tw: 玩家 1

source: Player 2
ast: Jogador 2
bg: Играч 2
br: C'hoarier 2
ca: Jugador 2
cs: Hráč 2
da: Spiller 2
de: Spieler 2
el: Παίκτης 2
es: Jugador 2
eu: 2. jokalaria
fa: بازیکن ۲
fi: Pelaaja 2
fr: Joueur 2
ga: Imreoir 2
gd: Cluicheadair 2
hu: 2. játékos
id: Pemain 2
it: Giocatore 2
ja: プレイヤー 2
ko: 플레이어 2
ms: Pemain 2
nb: Spiller 2
nl: Speler 2
pl: Gracz 2
pt_br: Jogador 2
pt_pt: Jogador 2
ru: Игрок 2
sk: Hráč 2
sr: Играч 2
sv: Spelare 2
tr: Oyuncu 2
uk: Гравець 2
vi: Người chơi 2
zh: 玩家 2
zh_tw: 玩家 2

source: Help the young Massilia to settle or expel the Greeks from Gaul.
ast: Agabita a la moça Massilia ou par’ inraigonare ou par’ espuxare los hellenos de la Gallia.
bg: Помогнете на младата Марсилия да приюти или прогони гърците от Галия.
br: Sikour Masilia yaouank da staliañ pe da skarzhañ ar C'hresianed eus Galia.
ca: Ajudeu la jove Massília a establir-se o expulseu els grecs de la Gàl·lia.
cs: Pomozte mladé Massilii s kolonizací nebo vyžeňte Řeky z Galie.
da: Hjælp den unge Massilia med at nybygge eller smide grækerne ud af Gallien.
de: Hilf dem jungen Massalia, die Griechen anzusiedeln oder sie aus Gallien zu vertreiben.
el: Βοηθήστε τη καινούρια πόλη Μασαλλία να εγκατασταθεί ή να εκδιώξει τους Έλληνες από τη Γαλατία.
es: Ayuda a la joven Massilia a colonizar o expulsar a los griegos de la Galia.
eu: Lagundu Massilia gaztea grekoak Galiatik botatzen edo kolonizatzen.
fa: به ماسیلا جوان کمک کنید تا یونان را از دست گال ها نجات دهد
fi: Auta nuorta Massiliaa kotiutumaan tai karkottamaan kreikkalaiset Galliasta.
fr: Aidez la jeune Massilia à s'installer ou expulser les Grecs de la Gaule.
ga: Cabhraigh an Mhasaíl óg do na Gréigigh a lonnú i nó a ruaigeadh as an nGaill.
gd: Cuidich Massalía òg leis an tuineachadh no fuadaich na Greugaich on Ghall.
hu: Segíts a fiatal Massiliának letelepedni és kiűzni a görögöket Galliából.
id: Bantu Massilia muda bermukim atau mengusir kaum Yunani dari Galia.
it: Aiuta la giovane Massilia a colonizzare o espellere i Greci dalla Gallia.
ja: マッシリアの若き地への植民を支援するか、ギリシアをガリアから駆逐してください。
ko: 신생 마실리아를 도와 골 지역에서 그리스인들을 정착시키거나 쫓아내세요.
ms: Bantu Massilla yang masih muda membuat penempatan atau menghalau Orang Yunani dari Gaul.
nb: Hjelp den unge Massilia å bosette eller utvise Grekerene fra Gallia.
nl: Help het jonge Massilia om zich te vestigen of de Grieken uit Gallië te verdrijven.
pl: Pomóż Grekom osiedlić się lub wypędź ich z rozwijającej się Massalii położonej w południowej Galii.
pt_br: Ajude a recém-fundada Massília a florescer, ou expulse os Gregos da Gália.
pt_pt: Ajuda a recém-fundada Massília a florescer, ou expulsa os gregos da Gália.
ru: Помогите молодой Массалии добиться мира или изгнать греков из Галлии.
sk: Pomôžte mladej kolónii Massilia usadiť sa alebo vyhnajte Grékov z Galie.
sr: Помози младом Масилију да насели или избаци Грке из Галије.
sv: Hjälp den unga Massalia att bosätta sig eller utvisa grekerna från Gallien.
tr: Genç Marsilya Galyadan Yunanlıları yerleşmek için veya sınır dışı etmek için yardım edecek.
uk: Допоможіть молодій Массилії осісти або вигнати греків з Галлії.
vi: Hãy giúp những thanh niên người Massilia đối phó và đánh đuổi quân Greek ra khỏi vùng Gaul.
zh: 帮助年轻的马西利亚定居，或者把希腊人赶出高卢。
zh_tw: 幫助年輕的馬西利亞人定居或是從高盧驅逐希臘人。

source: Azure Coast 2
ast: Costa Azul 2
bg: Лазурен бряг 2
br: An Aod-C'hlas-Pers 2
ca: Costa Blava 2
cs: Azurové pobřeží 2
da: Azurkysten 2
de: Azurblaue Küste 2
el: Κυανή Ακτή 2
es: Costa azul 2
eu: Azur Kostaldea 2
fa: ساحل لاجوردی 2
fi: Sininen rannikko 2
fr: Littoral azuréen 2
ga: Cósta Gormghlas 2
gd: An Costa Gorm 2
hu: Azúrpart 2
id: Pantai Nilakandi 2
it: Costa Azzurra 2
ja: 紺碧海岸 2
ko: 하늘빛 해안 2
ms: Pantai Lazuardi 2
nb: Azurekyst 2
nl: Azuurkust 2
pl: Lazurowe Wybrzeże 2
pt_br: Riviera Francesa 2
pt_pt: Costa Azul 2
ru: Лазурный берег 2
sk: Azúrové pobrežie 2
sr: Азурна обала 2
sv: Azurblå Kust 2
tr: Masmavi Sahil 2
uk: Лазуровий берег 2
vi: Bờ biển Azure 2
zh: 蔚蓝海岸 2
zh_tw: 蔚藍海岸 2

source: Greeks
ast: Hellenos
bg: Гърци
br: Greged
ca: Grecs
cs: Řekové
da: Grækere
de: Griechen
el: Έλληνες
es: Griegos
eu: Grekoak
fa: یونانی‌ها
fi: Kreikkalaiset
fr: Grecs
ga: Na Gréigigh
gd: Na Greugaich
hu: Görögök
id: Yunani
it: Greci
ja: ギリシア
ko: 그리스인
ms: Yunani
nb: Grekere
nl: Grieken
pl: Grecy
pt_br: Gregos
pt_pt: Gregos
ru: Греки
sk: Gréci
sr: Грци
sv: Greker
tr: Yunanlılar
uk: Греки
vi: Quân Greek
zh: 希腊
zh_tw: 希臘人

source: Celts
ast: Celtas
bg: Келти
br: Kelted
ca: Celtes
cs: Keltové
da: Keltere
de: Kelten
el: Κέλτες
es: Celtas
eu: Zeltak
fa: سلت ها
fi: Keltit
fr: Celtes
ga: Na Ceiltigh
gd: Ceiltich
hu: Kelták
id: Kelt
it: Celti
ja: ケルト
ko: 켈트인
ms: Celt
nb: Keltere
nl: Kelten
pl: Celtowie
pt_br: Celtas
pt_pt: Celtas
ru: Кельты
sk: Kelti
sr: Келти
sv: Kelter
tr: Keltler
uk: Кельти
vi: Người Celt
zh: 凯尔特
zh_tw: 塞爾特人

source: Azure Coast 3
ast: Costa Azul 3
bg: Лазурен бряг 3
br: An Aod-C'hlas-Pers 3
ca: Costa Blava 3
cs: Azurové pobřeží 3
da: Azurblå Kyst 3
de: Azurblaue Küste 3
el: Κυανή Ακτή 3
es: Costa azul 3
eu: Azur Kostaldea 3
fa: ساحل لاجوردی 3
fi: Sininen rannikko 3
fr: Littoral azuréen 3
ga: Cósta Gormghlas 3
gd: An Costa Gorm 3
hu: Azúrpart 3
id: Pantai Nilakandi 3
it: Costa Azzurra 3
ja: 紺碧海岸 3
ko: 하늘빛 해안 3
ms: Pantai Lazuardi 3
nb: Azure kyst 3
nl: Azuurkust 3
pl: Lazurowe Wybrzeże 3
pt_br: Riviera Francesa 3
pt_pt: Costa Azul 3
ru: Лазурный берег 3
sk: Azúrové pobrežie 3
sr: Азурна обала 3
sv: Azurblå Kust 3
tr: Masmavi Sahil 3
uk: Лазуровий берег 3
vi: Bờ biển Azure 3
zh: 蔚蓝海岸 3
zh_tw: 蔚藍海岸 3

source: East
ast: Llevante
bg: Изток
br: Reter
ca: Est
cs: Východ
da: Øst
de: Osten
el: Ανατολή
es: Este
eu: Ekialdea
fa: شرق
fi: Itä
fr: Est
ga: Oirthear
gd: An Taobh an Ear
hu: Kelet
id: Timur
it: Est
ja: 東
ko: 동
ms: Timur
nb: Øst
nl: Oosten
pl: Wschód
pt_br: Leste
pt_pt: Este
ru: Восток
sk: Východ
sr: Исток
sv: Öster
tr: Doğu
uk: Схід
vi: Đông
zh: 东
zh_tw: 東

source: West
ast: Poniente
bg: Запад
br: Kornôg
ca: Oest
cs: Západ
da: Vest
de: Westen
el: Δύση
es: Oeste
eu: Mendebaldea
fa: غرب
fi: Länsi
fr: Ouest
ga: Iarthar
gd: An Taobh Siar
hu: Nyugat
id: Barat
it: Ovest
ja: 西
ko: 서
ms: Barat
nb: Vest
nl: Westen
pl: Zachód
pt_br: Oeste
pt_pt: Oeste
ru: Запад
sk: Západ
sr: Запад
sv: Väster
tr: Batı
uk: Захід
vi: Tây
zh: 西
zh_tw: 西

source: South
ast: Mediu-díɐ
bg: Юг
br: Su
ca: Sud
cs: Jih
da: Syd
de: Süden
el: Νότος
es: Sur
eu: Hegoaldea
fa: جنوب
fi: Etelä
fr: Sud
ga: Deisceart
gd: An Taobh a Deas
hu: Dél
id: Selatan
it: Sud
ja: 南
ko: 남
ms: Selatan
nb: Sør
nl: Zuiden
pl: Południe
pt_br: Sul
pt_pt: Sul
ru: Юг
sk: Juh
sr: Југ
sv: Söder
tr: Güney
uk: Південь
vi: Nam
zh: 南
zh_tw: 南

source: North
ast: Avessedo
bg: Север
br: Norzh
ca: Nord
cs: Sever
da: Nord
de: Norden
el: Βορράς
es: Norte
eu: Iparraldea
fa: شمال
fi: Pohjoinen
fr: Nord
ga: Tuaisceart
gd: An Taobh Tuath
hu: Észak
id: Utara
it: Nord
ja: 北
ko: 북
ms: Utara
nb: Nord
nl: Noorden
pl: Północ
pt_br: Norte
pt_pt: Norte
ru: Север
sk: Sever
sr: Север
sv: Norr
tr: Kuzey
uk: Північ
vi: Bắc
zh: 北
zh_tw: 北
