Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: %(openingTradingString)s, and %(garrisonedString)s.
ar: %(openingTradingString)s و%(garrisonedString)s.
ast: %(openingTradingString)s & %(garrisonedString)s.
bg: %(openingTradingString)s и %(garrisonedString)s.
br: %(openingTradingString)s, ha %(garrisonedString)s.
ca: %(openingTradingString)s i %(garrisonedString)s.
cs: %(openingTradingString)s, a %(garrisonedString)s.
da: %(openingTradingString)s, og %(garrisonedString)s.
de: %(openingTradingString)s und %(garrisonedString)s.
el: %(openingTradingString)s, και %(garrisonedString)s.
es_cl: %(openingTradingString)s, y %(garrisonedString)s.
et: %(openingTradingString)s ja %(garrisonedString)s.
eu: %(openingTradingString)s, eta %(garrisonedString)s.
fa: %(openingTradingString)s و %(garrisonedString)s.
fi: %(openingTradingString)s, ja %(garrisonedString)s.
fr: %(openingTradingString)s, et %(garrisonedString)s.
ga: %(openingTradingString)s, agus %(garrisonedString)s.
gd: %(openingTradingString)s ’s %(garrisonedString)s.
gl: %(openingTradingString)s e %(garrisonedString)s.
hu: %(openingTradingString)s és %(garrisonedString)s.
id: %(openingTradingString)s, dan %(garrisonedString)s.
it: %(openingTradingString)s, e %(garrisonedString)s.
ja: %(openingTradingString)s、そして%(garrisonedString)sしています。
ka: %(openingTradingString)s და %(garrisonedString)s.
ko: %(openingTradingString)s, 및 %(garrisonedString)s.
lt: %(openingTradingString)s, ir %(garrisonedString)s.
lv: %(openingTradingString)s, un %(garrisonedString)s.
ms: %(openingTradingString)s, dan %(garrisonedString)s.
nb: %(openingTradingString)s, og%(garrisonedString)s.
nl: %(openingTradingString)s, en %(garrisonedString)s.
pl: %(openingTradingString)s oraz %(garrisonedString)s.
pt_br: %(openingTradingString)s, e %(garrisonedString)s.
pt_pt: %(openingTradingString)s e %(garrisonedString)s.
ru: %(openingTradingString)s, и %(garrisonedString)s.
sk: %(openingTradingString)s a %(garrisonedString)s.
sl: %(openingTradingString)s in %(garrisonedString)s.
sq: %(openingTradingString)s, dhe %(garrisonedString)s.
sv: %(openingTradingString)s, och %(garrisonedString)s.
te: %(openingTradingString)s, మరియు %(garrisonedString)s.
tr: %(openingTradingString)s, ve %(garrisonedString)s.
uk: %(openingTradingString)s та %(garrisonedString)s.
zh: %(openingTradingString)s, 和 %(garrisonedString)s。
zh_tw: %(openingTradingString)s ，及 %(garrisonedString)s 。

source: %(openingTradingString)s, %(garrisonedString)s, and %(inactiveString)s.
ar: %(openingTradingString)s، و%(garrisonedString)s، و%(inactiveString)s.
ast: %(openingTradingString)s, %(garrisonedString)s & %(inactiveString)s.
bg: %(openingTradingString)s, %(garrisonedString)s и %(inactiveString)s.
br: %(openingTradingString)s, %(garrisonedString)s, ha %(inactiveString)s.
ca: %(openingTradingString)s, %(garrisonedString)s i %(inactiveString)s.
cs: %(openingTradingString)s, %(garrisonedString)s, a %(inactiveString)s.
da: %(openingTradingString)s, %(garrisonedString)s, og %(inactiveString)s.
de: %(openingTradingString)s, %(garrisonedString)s und %(inactiveString)s.
el: %(openingTradingString)s, %(garrisonedString)s, και %(inactiveString)s.
es_cl: %(openingTradingString)s, %(garrisonedString)s, y %(inactiveString)s.
et: %(openingTradingString)s, %(garrisonedString)s ja %(inactiveString)s.
eu: %(openingTradingString)s, %(garrisonedString)s, eta %(inactiveString)s.
fa: %(openingTradingString)s، %(garrisonedString)s و %(inactiveString)s.
fi: %(openingTradingString)s, %(garrisonedString)s, ja %(inactiveString)s.
fr: %(openingTradingString)s, %(garrisonedString)s, et %(inactiveString)s.
ga: %(openingTradingString)s, %(garrisonedString)s, agus %(inactiveString)s.
gd: %(openingTradingString)s, %(garrisonedString)s ’s %(inactiveString)s.
gl: %(openingTradingString)s, %(garrisonedString)s e %(inactiveString)s.
hu: %(openingTradingString)s, %(garrisonedString)s és %(inactiveString)s.
id: %(openingTradingString)s, %(garrisonedString)s, dan %(inactiveString)s.
it: %(openingTradingString)s, %(garrisonedString)s, e %(inactiveString)s.
ja: %(openingTradingString)s、%(garrisonedString)s、そして%(inactiveString)sしています。
ka: %(openingTradingString)s, %(garrisonedString)s და %(inactiveString)s.
ko: %(openingTradingString)s, %(garrisonedString)s, 및 %(inactiveString)s.
lt: %(openingTradingString)s, %(garrisonedString)s, ir %(inactiveString)s.
lv: %(openingTradingString)s, %(garrisonedString)s, un %(inactiveString)s.
ms: %(openingTradingString)s, %(garrisonedString)s, dan %(inactiveString)s.
nb: %(openingTradingString)s, %(garrisonedString)s, og%(inactiveString)s.
nl: %(openingTradingString)s, %(garrisonedString)s, en %(inactiveString)s.
pl: %(openingTradingString)s, %(garrisonedString)s oraz %(inactiveString)s.
pt_br: %(openingTradingString)s, %(garrisonedString)s, e %(inactiveString)s.
pt_pt: %(openingTradingString)s, %(garrisonedString)s e %(inactiveString)s.
ru: %(openingTradingString)s, %(garrisonedString)s, и %(inactiveString)s.
sk: %(openingTradingString)s, %(garrisonedString)s a %(inactiveString)s.
sl: %(openingTradingString)s, %(garrisonedString)s in %(inactiveString)s.
sq: %(openingTradingString)s, %(garrisonedString)s, dhe %(inactiveString)s.
sv: %(openingTradingString)s, %(garrisonedString)s, och %(inactiveString)s.
te: %(openingTradingString)s, %(garrisonedString)s, మరియు %(inactiveString)s.
tr: %(openingTradingString)s, %(garrisonedString)s, ve %(inactiveString)s.
uk: %(openingTradingString)s, %(garrisonedString)s та %(inactiveString)s.
zh: %(openingTradingString)s, %(garrisonedString)s, 和 %(inactiveString)s。
zh_tw: %(openingTradingString)s ， %(garrisonedString)s ，及 %(inactiveString)s 。

source: %(openingTradingString)s, and %(inactiveString)s.
ar: %(openingTradingString)s و%(inactiveString)s.
ast: %(openingTradingString)s & %(inactiveString)s.
bg: %(openingTradingString)s и %(inactiveString)s.
br: %(openingTradingString)s, ha %(inactiveString)s.
ca: %(openingTradingString)s i %(inactiveString)s.
cs: %(openingTradingString)s, a %(inactiveString)s.
da: %(openingTradingString)s, og %(inactiveString)s.
de: %(openingTradingString)s und %(inactiveString)s.
el: %(openingTradingString)s, και %(inactiveString)s.
es_cl: %(openingTradingString)s, y %(inactiveString)s.
et: %(openingTradingString)s ja %(inactiveString)s.
eu: %(openingTradingString)s, eta %(inactiveString)s.
fa: %(openingTradingString)s و %(inactiveString)s
fi: %(openingTradingString)s, ja %(inactiveString)s.
fr: %(openingTradingString)s, et %(inactiveString)s.
ga: %(openingTradingString)s, agus %(inactiveString)s.
gd: %(openingTradingString)s ’s %(inactiveString)s.
gl: %(openingTradingString)s e %(inactiveString)s.
hu: %(openingTradingString)s és %(inactiveString)s.
id: %(openingTradingString)s, dan %(inactiveString)s.
it: %(openingTradingString)s, e %(inactiveString)s.
ja: %(openingTradingString)s、そして%(inactiveString)sしています。
ka: %(openingTradingString)s და %(inactiveString)s.
ko: %(openingTradingString)s, 및 %(inactiveString)s.
lt: %(openingTradingString)s, ir %(inactiveString)s.
lv: %(openingTradingString)s, un %(inactiveString)s.
ms: %(openingTradingString)s, dan %(inactiveString)s.
nb: %(openingTradingString)s, og %(inactiveString)s.
nl: %(openingTradingString)s, en %(inactiveString)s.
pl: %(openingTradingString)s oraz %(inactiveString)s.
pt_br: %(openingTradingString)s, e %(inactiveString)s.
pt_pt: %(openingTradingString)s e %(inactiveString)s.
ru: %(openingTradingString)s, и %(inactiveString)s.
sk: %(openingTradingString)s a %(inactiveString)s.
sl: %(openingTradingString)s in %(inactiveString)s.
sq: %(openingTradingString)s, dhe %(inactiveString)s.
sv: %(openingTradingString)s, och %(inactiveString)s.
te: %(openingTradingString)s, మరియు %(inactiveString)s.
tr: %(openingTradingString)s, ve %(inactiveString)s.
uk: %(openingTradingString)s та %(inactiveString)s.
zh: %(openingTradingString)s, 和 %(inactiveString)s。
zh_tw: %(openingTradingString)s ，及 %(inactiveString)s 。

source: %(openingGarrisonedString)s, and %(inactiveString)s.
ar: %(openingGarrisonedString)s و%(inactiveString)s.
ast: %(openingGarrisonedString)s & %(inactiveString)s.
bg: %(openingGarrisonedString)s и %(inactiveString)s.
br: %(openingGarrisonedString)s, ha %(inactiveString)s.
ca: %(openingGarrisonedString)s i %(inactiveString)s.
cs: %(openingGarrisonedString)s, a %(inactiveString)s.
da: %(openingGarrisonedString)s, og %(inactiveString)s.
de: %(openingGarrisonedString)s und %(inactiveString)s.
el: %(openingGarrisonedString)s, και %(inactiveString)s.
es_cl: %(openingGarrisonedString)s, y %(inactiveString)s.
et: %(openingGarrisonedString)s ja %(inactiveString)s.
eu: %(openingGarrisonedString)s, eta %(inactiveString)s.
fa: %(openingGarrisonedString)s و %(inactiveString)s
fi: %(openingGarrisonedString)s, ja %(inactiveString)s.
fr: %(openingGarrisonedString)s, et %(inactiveString)s.
ga: %(openingGarrisonedString)s, agus %(inactiveString)s.
gd: %(openingGarrisonedString)s ’s %(inactiveString)s.
gl: %(openingGarrisonedString)s e %(inactiveString)s.
hu: %(openingGarrisonedString)s és %(inactiveString)s.
id: %(openingGarrisonedString)s, dan %(inactiveString)s.
it: %(openingGarrisonedString)s, e %(inactiveString)s.
ja: %(openingGarrisonedString)s、そして%(inactiveString)sしています。
ka: %(openingGarrisonedString)s და %(inactiveString)s.
ko: %(openingGarrisonedString)s, 및 %(inactiveString)s.
lt: %(openingGarrisonedString)s, ir %(inactiveString)s.
lv: %(openingGarrisonedString)s, un %(inactiveString)s.
ms: %(openingGarrisonedString)s, dan %(inactiveString)s.
nb: %(openingGarrisonedString)s, og %(inactiveString)s.
nl: %(openingGarrisonedString)s, en %(inactiveString)s.
pl: %(openingGarrisonedString)s oraz %(inactiveString)s.
pt_br: %(openingGarrisonedString)s, e %(inactiveString)s.
pt_pt: %(openingGarrisonedString)s e %(inactiveString)s.
ru: %(openingGarrisonedString)s, и %(inactiveString)s.
sk: %(openingGarrisonedString)s a %(inactiveString)s.
sl: %(openingGarrisonedString)s in %(inactiveString)s.
sq: %(openingGarrisonedString)s, dhe %(inactiveString)s.
sv: %(openingGarrisonedString)s, och %(inactiveString)s.
te: %(openingGarrisonedString)s, మరియు %(inactiveString)s.
tr: %(openingGarrisonedString)s, ve %(inactiveString)s.
uk: %(openingGarrisonedString)s та %(inactiveString)s.
zh: %(openingGarrisonedString)s, 和 %(inactiveString)s。
zh_tw: %(openingGarrisonedString)s ，及 %(inactiveString)s 。

source: There is %(inactiveString)s.
ar: ليس هنالك أحد.
ast: Ha hi %(inactiveString)s.
bg: Има %(inactiveString)s.
br: Bez ez eus un %(inactiveString)s.
ca: Hi ha %(inactiveString)s.
cs: Je %(inactiveString)s.
da: Der er %(inactiveString)s.
de: Es gibt %(inactiveString)s.
el: Υπάρχει %(inactiveString)s.
es_cl: Hay %(inactiveString)s.
eu: %(inactiveString)s dago.
fa: %(inactiveString)s وجود دارد.
fi: Epäaktiivisia %(inactiveString)s.
fr: Il y a %(inactiveString)s.
ga: Tá %(inactiveString)s.
gd: Tha %(inactiveString)s ann.
gl: Hai %(inactiveString)s.
hu: %(inactiveString)s van.
id: Ada %(inactiveString)s.
it: C'è %(inactiveString)s.
ja: %(inactiveString)sしています。
ka: არის %(inactiveString)s.
ko: %(inactiveString)s명 있습니다.
lt: Yra %(inactiveString)s.
lv: Ir %(inactiveString)s.
ms: Terdapat %(inactiveString)s.
nb: Det finnes %(inactiveString)s.
nl: Er is %(inactiveString)s.
pl: Jest %(inactiveString)s.
pt_br: Há %(inactiveString)s.
pt_pt: Há %(inactiveString)s.
ru: Всего %(inactiveString)s.
sk: Je tu %(inactiveString)s.
sl: Trenutno je %(inactiveString)s.
sq: Është %(inactiveString)s.
sv: Det är %(inactiveString)s.
te: %(inactiveString)s ఉన్నాయి.
tr: %(inactiveString)s var.
uk: У наявності %(inactiveString)s.
zh: 有 %(inactiveString)s.
zh_tw: 有 %(inactiveString)s 。

source: There are no land traders.
ar: ليس هناك تجّار أراضي.
ast: Nun ha hi commerciantes terrestres.
bg: Няма сухопътни търговци.
br: N'eus kenwerzher douarel ebet.
ca: No hi ha mercaders terrestres.
cs: Nejsou tu žádní obchodníci obchodující mezi zeměmi
da: Der er ingen landhandlere.
de: Es gibt keine Händler.
el: Δεν υπάρχουν έμποροι ξηράς.
es_cl: No hay comerciantes de tierra.
et: Maismaakaubavedajaid ei ole.
eu: Ez dago lurreko merkataririk
fa: هیچ تاجر زمینی وجود ندارد.
fi: Maakauppiaita ei ole.
fr: Il n'y a pas de commerçants terrestres.
ga: Nil aon trádálaithe talún ar bith.
gd: Chan eil neach-malairt tìre ann.
gl: Non hai comerciantes por terra.
hu: Nincsenek szárazföldi kereskedők.
id: Tidak ada pedagang darat
it: Non ci sono commercianti per vie di terra.
ja: 商人がいません。
ka: მიწასე მოვაჭრეები არ არიან.
ko: 육로 상인이 없습니다.
lt: Nėra sausumos pirklių.
lv: Nav sauszemes tirgotāju.
ms: Tiada pedagang darat.
nb: Det finnes ingen landhandlere
nl: Er zijn geen handelaars over land.
pl: Nie ma żadnych kupców lądowych.
pt_br: Não há nenhum comerciante terrestre.
pt_pt: Não há comerciantes terrestres.
ru: Нет сухопутных торговцев.
sk: Nemáte žiadnych obchodníkov.
sl: Ni kopenskih trgovcev.
sq: Nuk ka asnjë tregtar tokash
sv: Det finns inga handelsmän.
te: భూ వ్యాపారులు లేరు
tr: Hiçbir kervan yok.
uk: Немає сухопутних торговців.
zh: 没有陆上商人。
zh_tw: 沒有陸地上的商人。

source: There is %(numberTrading)s merchant ship trading
ar: %(numberTrading)s-لا تجار في السفينة
ast: Ha hi %(numberTrading)s mercante commerciando
bg: Има %(numberTrading)s търгуващ търговски кораб
br: Bez 'zo %(numberTrading)s vag genwerzh oc'h ober kenwerzh
ca: Hi ha %(numberTrading)s vaixell mercant actiu
cs: %(numberTrading)s obchodní loď obchoduje
da: Der er %(numberTrading)s handlende handelskib
de: %(numberTrading)s Handelsschiff handelt
el: Υπάρχει %(numberTrading)s εμπορικό πλοίο με εμπόριο
es_cl: Hay %(numberTrading)s barco de comercio
et: Tegutseb %(numberTrading)s kaubalaev
eu: Merkantzia ontzi %(numberTrading)s dago salerosten
fa: %(numberTrading)s کشتی تجاری وجود دارد.
fi: %(numberTrading)s kauppa-alus liikkeellä
fr: Il y a %(numberTrading)s navire marchand qui commerce
ga: Tá %(numberTrading)s long thrádála ag trádáil
gd: Tha %(numberTrading)s long-mhalairt a’ malart
gl: Hai %(numberTrading)s barco mercante comerciando
hu: %(numberTrading)s hajó kereskedik
id: Ada %(numberTrading)s kapal dagang yang berdagang
it: C'è %(numberTrading)s nave mercantile impegnata
ja: %(numberTrading)s隻の交易船が取引中
ka: %(numberTrading)s მოვაჭრე გემი ვაჭრობს
ko: %(numberTrading)s건의 상선 거래가 있습니다
lt: Yra %(numberTrading)s prekiaujantis prekybinis laivas
lv: Pašlaik tirgojas %(numberTrading)s tirgotāju kuģu
ms: Terdapat %(numberTrading)s perdagangan kapal dagang
nb: %(numberTrading)s handelsskip handler
nl: Er is %(numberTrading)s koopvaardijschip aan het handelen
pl: Jest %(numberTrading)s statek handlowy
pt_br: Há %(numberTrading)s navio mercante de negociação
pt_pt: Há %(numberTrading)s embarcação mercante activa
ru: %(numberTrading)s торговый корабль занят
sk: %(numberTrading)s obchodná loď obchoduje
sl: Trguje %(numberTrading)s trgovska ladja
sq: Është %(numberTrading)s anije tregtare duke tregtuar
sv: Det finns %(numberTrading)s aktivt handelsskepp
tr: %(numberTrading)s ticaret gemisi ticaret yapar
uk: %(numberTrading)s торгове судно діє
zh: 共有 %(numberTrading)s 商船正进行贸易
zh_tw: 有 %(numberTrading)s 艘商船正在貿易

source: %(numberOfShipTraders)s inactive
ar: %(numberOfShipTraders)s لا يوجد
ast: %(numberOfShipTraders)s inactivu
bg: %(numberOfShipTraders)s бездействащ
br: %(numberOfShipTraders)s dioberiant
ca: %(numberOfShipTraders)s inactiu
cs: %(numberOfShipTraders)s nečinná
da: %(numberOfShipTraders)s inaktiv
de: %(numberOfShipTraders)s inaktiv
el: %(numberOfShipTraders)s αδρανής
es_cl: %(numberOfShipTraders)s inactivo
et: %(numberOfShipTraders)s inaktiivne
eu: %(numberOfShipTraders)s geldi
fa: %(numberOfShipTraders)s غیرفعال است
fi: %(numberOfShipTraders)s epäaktiivinen
fr: %(numberOfShipTraders)s inactif
ga: Tá %(numberOfShipTraders)s trádálaí neamhghníomhach
gd: %(numberOfShipTraders)s ’na thàmh
gl: %(numberOfShipTraders)s inactivo
hu: %(numberOfShipTraders)s inaktív
id: %(numberOfShipTraders)s tidak aktif
it: %(numberOfShipTraders)s inattivo
ja: %(numberOfShipTraders)s隻が待機
ka: %(numberOfShipTraders)s არააქტიურია
ko: %(numberOfShipTraders)s명이 활동하지 않습니다
lt: %(numberOfShipTraders)s nieko neveikia
lv: %(numberOfShipTraders)s neaktīvu
ms: %(numberOfShipTraders)s tidak aktif
nb: %(numberOfShipTraders)s inaktivt
nl: %(numberOfShipTraders)s niet actief
pl: %(numberOfShipTraders)s nieaktywny
pt_br: %(numberOfShipTraders)s inativo
pt_pt: %(numberOfShipTraders)s inactivo
ru: %(numberOfShipTraders)s бездействует
sk: %(numberOfShipTraders)s obchodná loď je nektívna
sl: %(numberOfShipTraders)s nedejaven
sq: %(numberOfShipTraders)s jo-vepruese
sv: %(numberOfShipTraders)s inaktiva
te: %(numberOfShipTraders)s క్రియారహితంగా ఉన్నాయి
tr: %(numberOfShipTraders)s devre dışı
uk: %(numberOfShipTraders)s не діє
zh: %(numberOfShipTraders)s 未激活
zh_tw: %(numberOfShipTraders)s 閒置

source: %(numberOfShipTraders)s merchant ship inactive
ar: %(numberOfShipTraders)s-لاتوجد سفن تجارية خاملة
ast: %(numberOfShipTraders)s mercante inactivu
bg: %(numberOfShipTraders)s бездействащ търговски кораб
br: %(numberOfShipTraders)s vag kenwerzh dioberiant
ca: %(numberOfShipTraders)s vaixell mercant inactiu
cs: %(numberOfShipTraders)s obchodní loď nečinná
da: %(numberOfShipTraders)s handelsskib inaktivt
de: %(numberOfShipTraders)s Handelsschiff inaktiv
el: %(numberOfShipTraders)s εμπορικό πλοίο αδρανές
es_cl: %(numberOfShipTraders)s barco de comercio inactivo
et: %(numberOfShipTraders)s inaktiivne kaubalaev
eu: Merkantzia ontzi %(numberOfShipTraders)s geldi
fa: %(numberOfShipTraders)s کشتی تاجران غیرفعال است
fi: %(numberOfShipTraders)s kauppa-alus epäaktiivinen
fr: %(numberOfShipTraders)s navire marchand inactif
ga: Tá %(numberOfShipTraders)s long thrádála neamhgníomhach
gd: %(numberOfShipTraders)s long-mhalairt ’na thàmh
gl: %(numberOfShipTraders)s barco mercante inactivo
hu: %(numberOfShipTraders)s kereskedőhajó inaktív.
id: %(numberOfShipTraders)s kapal dagang tidak aktif
it: %(numberOfShipTraders)s nave mercantile inattiva
ja: %(numberOfShipTraders)s隻の交易船が待機
ka: %(numberOfShipTraders)s მოვაჭრე გემი არააქტიურია
ko: %(numberOfShipTraders)s척의 상선이 일을 하지 않습니다
lt: %(numberOfShipTraders)s prekybinis laivas nieko neveikia
lv: Pašlaik ir %(numberOfShipTraders)s neaktīvu tirgotāju kuģu.
ms: %(numberOfShipTraders)s kapal dagang tidak aktif
nb: %(numberOfShipTraders)s handelsskip inaktivt
nl: %(numberOfShipTraders)s koopvaardijschip niet actief
pl: Jest %(numberOfShipTraders)s nieaktywny statek handlowy
pt_br: %(numberOfShipTraders)s navio mercante inativo
pt_pt: %(numberOfShipTraders)s embarcação mercante inactiva
ru: %(numberOfShipTraders)s торговый корабль бездействует
sk: %(numberOfShipTraders)s obchodná loď je nektívna
sl: %(numberOfShipTraders)s trgovska ladja nedejavna
sq: %(numberOfShipTraders)s anije tregtare jo-vepruese.
sv: %(numberOfShipTraders)s inaktivt handelsskepp
te: %(numberOfShipTraders)s వ్యాపారి నౌకలు క్రియారహితంగా ఉన్నాయి
tr: %(numberOfShipTraders)s ticari gemi devredışı
uk: %(numberOfShipTraders)s торгове судно не діє
zh: %(numberOfShipTraders)s 商船处于非活动状态
zh_tw: %(numberOfShipTraders)s 艘商船閒置

source: There are no merchant ships.
ar: لا توجد سفن تجاريّة.
ast: Nun ha hi mercantes.
bg: Няма повече търговски кораби.
br: N'eus bag kenwerzh ebet.
ca: No hi ha vaixells mercants.
cs: Nejsou tu žádné obchodní lodě.
da: Der er ingen handelsskibe.
de: Es gibt keine Handelsschiffe.
el: Δεν υπάρχουν εμπορικά πλοία.
es_cl: No hay barcos de comercio
et: Kaubalaevu ei ole.
eu: Ez dago merkantzia ontzirik
fa: هیچ کشتی تجاری وجود ندارد.
fi: Kauppalaivoja ei ole.
fr: Il n'y a aucun navire marchand.
ga: Níl aon long trádála ar bith.
gd: Chan eil long-mhalairt ann.
gl: Non hai barcos mercantes.
hu: Nincsenek kereskedőhajók.
id: Tidak ada kapal dagang
it: Non ci sono navi mercantili.
ja: 交易船がありません。
ka: არცერთი მოვაჭრე გემი არ არის.
ko: 상선이 없습니다.
lt: Nėra prekybinių laivų.
lv: Nav tirgotāju kuģu.
ms: Tiada kapal dagang.
nb: Det finnes ingen handelsskip
nl: Er zijn geen koopmansschepen.
pl: Nie ma statków kupieckich.
pt_br: Não há nenhum navio comercial.
pt_pt: Não há embarcações mercantes.
ru: Нет торговых кораблей.
sk: Nevlastníte žiadne obchodné lode.
sl: Ni trgovskih ladij.
sq: Nuk ka asnjë anije tregtare.
sv: Det finns inga handelsskepp.
te: వ్యాపారి నౌకలు లేవు
tr: Hiçbir ticaret gemisi yok.
uk: Немає торгових суден.
zh: 没有商船。
zh_tw: 沒有商船。

source: Ready
ar: مستعد
ast: Prontu
bg: Готово
br: Prest
ca: A punt
cs: Připraven
de: Bereit
el: Έτοιμος
eu: Prest
fa: آماده
fi: Valmis
fr: Prêt
ga: Réidh
gd: Deiseil
gl: Listo
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
lt: Paruošta
ms: Sedia
nb: Klar
nl: Gereed
pl: Gotowy
pt_br: Pronto
pt_pt: Pronto
ru: Готово
sk: Pripravený
sq: Gati
sv: Redo
te: సిద్ధంగా వున్న
tr: Hazır
uk: Готово
zh: 准备
zh_tw: 好了

source: This is the origin trade market. Right-click to cancel trade route.
ast: Isti je l mercadu d’orígene. Pica cul boton direithu par incaboxare la vía commercial
ca: Aquest és el mercat d'origen de la ruta comercial. Feu clic dret per cancel·lar la ruta.
cs: Toto je zdrojový obchodní trh. Klepněte pravým tlačítkem myši pro zrušení obchodní cesty.
de: Dies ist der Ursprungsmarkt. Rechtsklicken, um die Handelsroute zu stoppen.
el: Αυτή είναι η αρχή της εμπορικής αγοράς Πατήστε το Δεξί-κλίκ για να ακυρώσετε τη διαδρομή ανταλλαγής.
eo: Tio ĉi estas la origina komerca merkato. Dekstre ĉi-klaku por nuligi komercan vojon.
eu: Hau da jatorrizko merkatua. Egin klik eskuinean ibilbide komertziala bertan behera uzteko.
fa: این بازار مبدا است برای لغو مسیر تجاری، کلیک راست کنید
fi: Tämä on lähtökauppapaikka. Napsauta hiiren oikealla purkaaksesi kauppareitin.
fr: C'est le marché du commerce d'origine. Cliquer avec le bouton droit pour annuler la route commerciale.
gd: Seo margaid thùsail na malairt. Dèan briogadh deas airson sgur dhen t-slighe malairt.
hu: Ez a küldőpiac. Jobb kattintás a kereskedelmi útvonal törléséhez.
id: Ini adalah pasar asal. Klik-kanan untuk membatalkan jalur dagang.
it: Questo è il mercato di origine. Clicca col destro per cancellare la rotta commerciale.
ja: これが、起点となる交易市場です。 右クリックして交易路をキャンセルします。
ko: 이것은 원산지 교역 시장입니다. 교역로를 취소하려면 마우스 오른쪽 버튼을 클릭합니다.
lt: Tai pradinis turgus. Dešiniu-spaudimu atšaukite prekybos kelią.
nl: Dit is de marktplaats van vertrek. Klik rechts om de handelsroute op te heffen.
pl: To rynek docelowy. Kliknij PPM, aby anulować szlak handlowy.
pt_br: Este é o mercado de origem da rota. Clique com o botão direito para cancelar a rota de comércio.
pt_pt: Este é o mercado de origem da rota de comércio. Clique com o botão direito para cancelar a rota de comércio.
ru: Это основной рынок. Нажмите ПКМ чтобы отменить торговый маршрут.
sk: Toto je východzí trh. Kliknite pravým tlačítkom myši, pre zrušenie obchodnej cesty.
sv: Detta är ursprungsmarknaden. Högerklicka för att avbryta handelsvägen.
tr: Bu kaynak ticaret pazarı. Ticaret yolunu iptal etmek için sağ tıklayın.
uk: Це є ринок початку торгівлі. Клацнути правою кнопкою миші, щоб скасувати торговий маршрут.
zh: 原产地交易市场。 右键单击以取消贸易路线。
zh_tw: 這裡是貿易市集的起點。 右鍵點擊以取消貿易路線。
