Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: Find idle worker Number of idle workers.
ast: Atopar un obreiru vagadu Númeru d’obreiros vagados.
ca: Trobar treballador inactiu Nombre de treballadors inactius
cs: Najít volného dělníka Počet volných dělníků
de: Finde untätige Arbeiter\nAnzahl untätiger Arbeiter
el: Βρείτε τον ανενεργό εργ'ατη Αριθμός ανενεργών εργατών.
eo: Trovu senfaran laboriston Nombro de senfaraj laboristoj.
fi: Löydä joutilas työntekijä Joutilaiden työntekijöiden lukumäärä.
gd: Lorg obraiche ’na thàmh Àireamh nan obraichean ’nan tàmh.
hu: Tétlen munkás keresése Tétlen munkások száma.
id: Temukan pekerja menganggur Jumlah pekerja menganggur.
it: Trova lavoratore inattivo Numero lavoratori inattivi.
ja: 手の空いている労働者の検索 労働者の数
ko: 노는 일꾼 찾기 노는 일꾼 수입니다.
nl: Inactieve arbeider zoeken Aantal inactieve arbeiders.
pl: Znajdź niepracującego pracownika Liczba niepracujących pracowników.
pt_br: Achar trabalhador ocioso Quantidade de trabalhadores ociosos.
ru: Найти незанятого работника Количество незанятых работников.
sk: Nájdi nečinného pracovníka Počet nečinných pracovníkov.
sv: Hitta en overksam arbetare Antal overksamma arbetare.
tr: Çalışmayan işçiyi bul Çalışmayan işçi sayısı.
uk: Знайти непрацюючого Кількість незадіяних працівників.
zh: 寻找空闲工人 空闲工人数。

source: %(secondaryName)s — Packed
ast: %(secondaryName)s — armada
ca: %(secondaryName)s — Agrupat
cs: %(secondaryName)s — Zabaleno
de: %(secondaryName)s — Gepackt
el: %(secondaryName)s - Πλήρες
eo: %(secondaryName)s — Pakita
fi: %(secondaryName)s — Pakattu
fr: %(secondaryName)s — Démonté
gd: %(secondaryName)s – air a phasgadh
hu: %(secondaryName)s — becsomagolt
id: %(secondaryName)s — Dikemas
ja: %(secondaryName)s — 梱包
ko: %(secondaryName)s — 짐싸기 완료
nl: %(secondaryName)s — Ingepakt
pl: %(secondaryName)s — spakowany
pt_br: %(secondaryName)s — Desmontado
ru: %(secondaryName)s — Сложен.
sk: %(secondaryName)s — Zbalené
sv: %(secondaryName)s— Packade
tr: %(secondaryName)s — Paketlendi
uk: %(secondaryName)s — Складений
zh: 已解压%(secondaryName)s
zh_tw: %(secondaryName)s——打包

source: Packed
ast: Armada
ca: Agrupat
cs: Zabaleno
de: Gepackt
el: Πακεταρισμένο
eo: Pakita
fi: Pakattu
fr: Démonté
gd: Air a phasgadh
hu: Becsomagolt
id: Dikemas
ja: 梱包
ko: 짐싸기 완료
nl: Ingepakt
pl: Spakowany
pt_br: Desmontado
ru: Сложен.
sk: Zbalené
sv: Packad
tr: Paketlendi
uk: Складений
zh: 压缩
zh_tw: 打包

source: \[OFFLINE] %(player)s
ar: \[غير متّصل] %(player)s
ast: \[SIN CONEXION] %(player)s
bg: \[ИЗВЪН ЛИНИЯ] %(player)s
br: \[EZLINENN] %(player)s
ca: \[DESCONNECTAT] %(player)s
cs: \[NEPŘIPOJENÝ] %(player)s
el: [ΕΚΤΟΣ ΣΥΝΔΕΣΗΣ] %(player)s
eo: \[MALKONEKTITE] %(player)s
es_cl: \[Desconectado] %(player)s
eu: \[DESKONEKTATUTA] %(player)s
fr: \[HORS LIGNE] %(player)s
ga: \[AS LÍNE] %(player)s
gd: \[FAR LOIDHNE] %(player)s
gl: \[DESCONECTADO] %(player)s
ko: \[OFFLINE] %(player)s님
lt: \[NEPRISIJUNGĘS] %(player)s
ms: \[LUAR TALIAN] %(player)s
ru: \[НЕ В СЕТИ] %(player)s
te: \[ఆఫ్‌లైన్] %(player)s
tr: \[ÇEVRİMDIŞI] %(player)s
uk: \[ПОЗА МЕРЕЖЕЮ] %(player)s
zh_tw: \[離線] %(player)s

source: %(rank)s Rank
ar: الرّتبة %(rank)s
ast: Gradu %(rank)s
bg: %(rank)s Ранг
br: %(rank)s Renk
ca: Rang %(rank)s
cs: %(rank)s hodnost
da: %(rank)s Rang
de: %(rank)s Rang
el: %(rank)s Βαθμίδα
eo: %(rank)s Rango
es_cl: %(rank)s Rango
et: %(rank)s auaste
eu: %(rank)s Maila
fa: %(rank)s رتبه
fi: %(rank)s Arvo
fr: %(rank)s Grade
ga: %(rank)s Céim
gd: Rang %(rank)s
gl: Rango %(rank)s
hu: %(rank)s. rang
id: %(rank)s Pangkat
it: %(rank)s Rango
ja: %(rank)sランク
ka: %(rank)s წოდება
ko: %(rank)s 순위
lt: %(rank)s rangas
lv: %(rank)s Rangs
ms: Pangkat %(rank)s
nb: %(rank)s Grad
nl: %(rank)s Rang
pl: Ranga %(rank)s
pt_pt: Graduação %(rank)s
ru: %(rank)s ранг
sk: %(rank)s hodnosť
sl: %(rank)s rang
sq: %(rank)s Grad
sv: %(rank)s Rang
te: %(rank)s స్థాయి
tr: %(rank)s Rütbesi
uk: %(rank)s ранг
zh: %(rank)s 排名
zh_tw: %(rank)s 等級

source: Capture Points
ko: 점령 포인트
pt_br: Pontos de Captura
zh: 占领值

source: Experience:
ar: الخبرة:
ast: Experiencia:
bg: Опит:
br: Skiant-prenet:
ca: Experiència:
cs: Zkušenosti:
da: Erfaring:
de: Erfahrung:
el: Εμπειρία:
eo: Sperto:
es_cl: Experiencia:
et: Kogemus:
eu: Esperientzia:
fa: تجربه:
fi: Kokemus:
fr: Expérience :
ga: Taithí:
gd: Eòlas:
gl: Experiencia:
hu: Tapasztalat:
id: Pengalaman:
it: Esperienza:
ja: 経験：
ka: გამოცდილება:
ko: 경험치:
lt: Patirtis:
lv: Pieredze:
ms: Pengalaman:
nb: Erfaring:
nl: Ervaring:
pl: Doświadczenie:
pt_br: Experiência:
pt_pt: Experiência:
ru: Опыт:
sk: Skúsenosti:
sl: Izkušnje:
sq: Përvoja:
sv: Erfarenhet:
te: అనుభవం:
tr: Tecrübe
uk: Досвід:
zh: 经验：
zh_tw: 經驗：

source: Gain: %(gain)s
ar: كسب: %(gain)s
ast: Ganhancia: %(gain)s
bg: Печалба: %(gain)s
br: Gounid: %(gain)s
ca: Guany: %(gain)s
cs: Zisk: %(gain)s
da: Indtægt: %(gain)s
de: Ertrag: %(gain)s
el: Κέρδος: %(gain)s
eo: Gajno: %(gain)s
es_cl: Ganancia: %(gain)s
et: Tulu: %(gain)s
eu: Irabazia: %(gain)s
fa: بدست آورد: %(gain)s
fi: Saavuta: %(gain)s
ga: Brabús: %(gain)s
gd: Buannachd: %(gain)s
gl: Ganancia: %(gain)s
hu: Növekedés: %(gain)s
id: Perolehan: %(gain)s
it: Guadagno: %(gain)s
ja: 増加: %(gain)s
ka: მოიმატე: %(gain)s
ko: 이득: %(gain)s
lt: Padidėjimas: %(gain)s
lv: Ieguvums: %(gain)s
ms: Dapat: %(gain)s
nb: Økning: %(gain)s
nl: Winst: %(gain)s
pl: Zysk: %(gain)s
pt_br: Ganho: %(gain)s
pt_pt: Ganho: %(gain)s
ru: Прирост: %(gain)s
sk: Zisk: %(gain)s
sl: Pridobi: %(gain)s
sq: Fitimi: %(gain)s
sv: Vinst: %(gain)s
te: రాబడి %(gain)s
tr: Kazanç: %(gain)s
uk: Прибуток: %(gain)s
zh: 获得：%(gain)s
zh_tw: 收益: %(gain)s

source: Current/max gatherers
ar: الحاصدون حاليًّا/الأقصى
ast: Recaldadores actuales/máximos
bg: Текущи/максимум събирачи
br: Dastumerien er mare-mañ/maks
ca: Treballadors actius/màxims
cs: Nyní/maximum sběračů
da: Nuværende/max samlere
de: Jetzige/maximale Sammler
el: Τρέχων/Μέγιστος συλλεκτών
eo: Aktualaj/maksimumaj kolektistoj
es_cl: Recolectores Actuales/Máximo
eu: Oraingo/max ustiatzaileak
fa: جمع کننده های منابع فعلی / بیشترین
fi: Nykyiset/enimmäiskerääjät
fr: Ramasseurs actuels/max
ga: Bailitheoir reatha/uasta
gd: Cruinnichean an-dràsta/as motha
gl: Colectores actuais/máximos.
hu: Jelenlegi/maximum gyűjtögető
id: Jumlah pengumpul sekarang/maksimum
it: Raccoglitori presenti/max
ja: 現在の/最大の収集者数
ka: არსებული/ყველაზე ბევრი შემგროვებელი
ko: 현재/최대 채집꾼들
lt: Dabartinis / maksimalus rankiotojų skaičius
lv: Pašlaik/maksimums vācēju
ms: Pemungut maks/semasa
nb: Nåværende/maks antall sankere
nl: Huidig aantal/max aantal verzamelaars
pl: Liczba zbieraczy: obecna/maksimum
pt_br: Coletores atuais/max
pt_pt: Recoletores atuais / máximo
ru: Текущие/максимальное количество сборщиков
sk: Aktuálny/maximálny počet zberačov
sl: Trenutno/max nabiralcev
sq: Mbledhësit e tanishëm/maksimal
sv: Aktuella/max samlare
te: ప్రస్తుత/గరిష్టంగా సేకరించేవారు
tr: Olan/en fazla toplayıcı
uk: Поточна/макс. кількість збирачів
zh: 当前/最高 采集者
zh_tw: 目前/最大採集人數

source: Capture Points:
ar: نقاط الاحتلال
ast: Fidelidade:
bg: Пленителни точки:
br: Poentoù Pakidigezh:
ca: Punts de captura:
cs: Body za zajetí:
de: Eroberungspunkte:
el: Πόντοι Κατάκτησης:
eo: Poentoj por kaptiĝi:
eu: Atzemate Puntuak:
fa: امتیاز تسخیر:
fi: Valtauspisteet:
fr: Points de capture :
ga: Pointe Gabhála:
gd: Puingean glacaidh:
gl: Puntos de captura:
hu: Foglalási pontok:
id: Poin Perebutan:
it: Punti cattura:
ja: 占領ポイント:
ko: 점령 포인트:
lt: Užgrobimo taškai:
ms: Mata Tangkapan:
nb: Erobringspunkter:
nl: Veroverpunten:
pl: Przejęte punkty:
pt_br: Pontos de Captura:
pt_pt: Pontos de captura:
ru: Очки захвата:
sk: Obsadzovacie body:
sv: Erövringspoäng:
te: క్యాప్చర్ పాయింట్లు:
tr: Yakalama Noktaları:
uk: Очки захоплення:
zh: 占领点数:
zh_tw: 占領值：

source: Garrison Size
ar: حجم الحامية
ast: Númeru d’occupantes
ca: Mida del refugi
cs: Velikost posádky
de: Garnisonsgröße
el: Μέγεθος Οχύρωσης
eo: Garnizona enhaveco
fi: Varuskunnan koko
fr: Taille de garnison
gd: Meud a’ ghearastain
hu: Helyőrség mérete
id: Jumlah Penempatan
it: Dimensione guarnigione
ja: 駐留許容
ko: 주둔지 크기
lt: Sargybos Dydis
nl: Bemanningsgrootte
pl: Rozmiar Garnizonu
pt_br: Tamanho de Guarnição
ru: Размер гарнизона
sk: Veľkosť posádky
sv: Garrnisonstorlek
tr: Garnizon Büyüklüğü
uk: Розмір Гарнізону
zh: 驻军规模
zh_tw: 駐紮大小

source: Carrying:
ar: تحمل:
ast: Lhevando:
bg: Носи:
br: O tougen:
ca: Transportant:
cs: Nese:
de: Trägt:
el: Κουβαλάει:
eo: Portas:
eu: Darama:
fa: حمل کردن:
fi: Kantaa:
fr: Portant :
ga: Iompartha:
gd: A’ giùlan:
gl: Portando:
hu: Szállít:
id: Membawa:
it: Trasportati:
ja: 積載 ：
ko: 적재:
lt: Neša:
lv: Nes:
ms: Membawa:
nb: Bærer:
nl: Bevat:
pl: Przenieś:
pt_br: Carregando:
pt_pt: A carregar:
ru: Ноша:
sk: Nesie:
sq: Duke bartë:
sv: Bär:
te: మోస్తున్నది:
tr: Taşıma:
uk: Перенесення:
zh: 携带：
zh_tw: 攜帶：

source: Loot:
ar: الغنيمة:
ast: Preda:
bg: Плячка:
br: Preizhadenn:
ca: Botí:
cs: Kořist:
de: Beute:
el: Λάφυρα:
eo: Konkeraĵo:
eu: Harrapakina:
fa: غارت:
fi: Ryöstösaalis:
fr: Butin :
ga: Creach:
gd: Spùinn:
gl: Botín:
hu: Zsákmány:
id: Rampasan:
it: Bottino:
ja: 略奪
ko: 전리품:
lt: Grobis:
lv: Krājumi:
ms: Rampasan:
nb: Bytte
nl: Buit:
pl: Łup:
pt_br: Saque:
pt_pt: Pilhagem:
ru: Трофеи:
sk: Korisť:
sq: Plaçka:
sv: Byte:
te: దోపిడి:
tr: Yağma:
uk: Трофей:
zh: 战利品：
zh_tw: 戰利品：

source: %(gain)s (%(player)s)
ko: %(gain)s (%(player)s님)

source: Raise an alert!
ar: أطلق إنذارًا!
ast: ¡Dare l alarma!
bg: Тревога!
br: Lakaat da seniñ ar c'hloc'h-galv!
ca: Toc d'alerta!
cs: Zvýšit ostražitost!
da: Aktiver alarmen!
de: Alarm schlagen!
el: Σήμανε συναγερμό!
eo: Alarmu!
es_cl: ¡Emitir una alerta!
eu: Jo alarma!
fa: اعلام خطر!
fi: Nosta hälytys!
fr: Déclencher l'alerte !
ga: Cuir foláireamh!
gd: Tog caismeachd!
gl: Dar a alerta!
hu: Riasztás küldése!
id: Berikan peringatan!
it: Lancia un Allarme!
ja: 警報発報！
ka: განგაში გამოაცხადე!
ko: 비상 상황!
lt: Skelbti pavojų!
lv: Celt trauksmi!
ms: Tingkatkan pengawasan!
nb: Slå alarm!
nl: Alarmklok luiden!
pl: Podnieś alarm!
pt_br: Levante um alerta!
pt_pt: Lançar um alerta!
ru: Поднять тревогу!
sk: Vyhlásiť poplach!
sl: Razglasite preplah!
sq: Shpall një alarm!
sv: Höj ett larm!
te: హెచ్చరికను పెంచండి!
tr: Alarm çal!
uk: Підняти тривогу!
zh: 引发警报!
zh_tw: 引發警報！

source: End of alert.
ar: أنهِ الإنذار.
ast: Fin de l alarma.
bg: Край на тревогата.
br: Echu gant ar c'hloc'h-galv.
ca: Fi de l'alerta.
cs: Konec poplachu.
da: Alarm afsluttet.
de: Alarm beenden.
el: Τέλος του συναγερμού
eo: Finu la alarmon.
es_cl: Fin de la alerta.
eu: Alarmaren bukaera.
fa: پایان خطر.
fi: Lopeta hälytys.
fr: Fin de l'alerte.
ga: Deireadh foláirimh.
gd: Deireadh na caismeachd.
gl: Rematar a alerta.
hu: Riasztás vége.
id: Akhir dari peringatan.
it: Fine dell'allerta.
ja: 警報解除。
ka: განგაშის დასასრული.
ko: 경보 종료.
lt: Nutraukti pavojaus skelbimą.
lv: Trauksmes beigas.
ms: Henti pengawasan!
nl: Einde van het stadsalarm.
pl: Koniec alarmu.
pt_pt: Fim do alerta.
ru: Отменить тревогу.
sk: Koniec poplachu.
sl: Konec preplaha.
sq: Fundi i përgaditshmërisë
sv: Slut på larmet.
te: హెచ్చరిక ముగింపు.
tr: Alarmı sonlandır.
uk: Закінчити тревогу.
zh_tw: 警報結束。

source: Default formation is disabled.
ast: La formacion predefinida sta disactivada.
ca: La formació per defecte està desactivada.
cs: Výchozí formace je zakázána.
de: Standardformation ist deaktiviert.
el: Προεπιλεγμένος σχηματισμός έχει απενεργοποιηθεί.
eo: Defaŭlta formo estas malŝaltita.
fi: Oletusmuodostelma on pois päältä.
fr: La formation par défaut est désactivée.
gd: Tha an cumadh bunaiteach à comas.
hu: Alapértelmezett formáció letilva.
id: Formasi bawaan dimatikan.
it: Formazione predefinita disabilitata.
ja: 基本陣形は無効になっています
ko: 기본 대형이 비활성화되었습니다.
lt: Numatytoji formacija išjungta.
nl: Standaardformatie is uitgeschakeld.
pl: Domyślna formacja jest zablokowana.
pt_br: A formação padrão está desabilitada.
ru: Боевой порядок по умолчанию отключён.
sk: Predvolená formácia je vypnutá.
sv: Standardformation är deaktiverad.
tr: Öntanımlı düzen devre dışı.
uk: Формування за замовчуванням вимкнено.
zh: 消息默认被禁止。
zh_tw: 預設編隊被停用。

source: Right-click to disable the default formation feature.
ast: Pica cul boton direithu pa disactivare la funccion “formacion predefinida”.
ca: Feu clic dret per desactivar la formació per defecte.
cs: Klepnutím pravým tlačítkem zakážete výchozí funkci formace.
de: Rechtsklicken um die Standardformation aufzuheben.
el: Δεξί-κλίκ για απενεργοποίηση αντικειμένου προ επιλεγμένου σχηματισμού.
eo: Dekstre ĉi-klaku por malŝalti la eblecon de defaŭlta formo.
fi: Poista oletusmuodostustoiminto käytöstä hiiren oikealla painikkeella.
fr: Clic droit pour désactiver la fonctionnalité de formation par défaut.
gd: Dèan briogadh deas a chur gleus a’ chumaidh bhunaitich à comas.
hu: Jobb kattintás az alapértelmezett formáció letiltásához.
id: Klik-kanan untuk mematikan fitur formasi bawaan.
it: Premi il tasto destro per disabilitare la formazione predefinita.
ja: 右クリックで基本の陣形機能を無効化します。
ko: 기본 대형 기능을 비활성화하려면 마우스 오른쪽 버튼을 클릭합니다.
lt: Dešniu-spaudimu išjungama numatytų formacijų galimybė.
nl: Klik rechts om de standaardformatieinstelling uit te schakelen.
pl: Kliknij PPM, aby zablokować domyślną formację.
pt_br: Clique com o botão direito para desativar o recurso de formação padrão.
ru: Щёлкните правой кнопкой, чтобы отключить построение в боевой порядок по умолчанию.
sk: Kliknutie pravým tlačidlom myši vypne funkciu predvolených formácii.
sv: Högerklicka för att deaktivera funktionen standardformation.
tr: Öntanımlı düzen özelliğini devre dışı bırakmak için sağ tıklayın.
uk: Правий-клік, щоб вимкнути функцію формування за замовчуванням
zh: 鼠标右击，以禁用默认队形。
zh_tw: 右鍵點擊以停用預設編隊功能。

source: This is the default formation, used for movement orders.
ast: Esta je la formacion predefinida de la milicia a l movesse.
ca: Aquesta és la formació per defecte, que s'utilitza per donar ordres de moviment.
cs: Toto je výchozí formace používaná pro příkazy k pohybu.
de: Das ist die Standardformation, die für Marschbefehle genutzt wird
el: Αυτός είναι ο προ επιλεγμένος σχηματισμός, χρησιμοποιείτε για εντολές κίνησης.
eo: Tio ĉi estas la defaŭlta formo, uzi por movaj komandoj.
fi: Tämä on oletusmuodostelma, jota käytetään liikekäskyissä.
fr: Voici la formation par défaut, utilisée pour les ordres de déplacement.
gd: Seo an cumadh bunaiteach a thèid a chleachdadh airson òrduighean gluasaid.
hu: Ez az alapértelmezett formáció a mozgási parancsok számára.
id: Ini adalah formasi bawaan, digunakan untuk perintah pergerakan.
it: Questa è la formazione predefinita, usata per gli ordini di spostamento.
ja: 移動命令で使用される基本陣形です
ko: 이것은 이동 명령에 사용되는 기본 대형입니다.
lt: Tai įra numatytoji formacija, naudojama judėjimo įsakymams.
nl: Dit is de standaardformatie bij verplaatsingen.
pl: To domyślna formacja, używana przy rozkazach ruchu.
pt_br: Esta é a formação padrão, usada para ordens de movimento.
ru: Это боевой порядок, используемый по умолчанию на марше.
sk: Toto je predvolená formácia, používaná na príkazy pohybu.
sv: Detta är standardformationen som används för rörelseorder.
tr: Bu, hareket emirleri için kullanılan öntanımlı düzendir.
uk: це формування за замовчуванням, яке використовується для наказів переміщення
zh: 默认队形，执行移动命令。
zh_tw: 這是預設編隊，用於移動命令。

source: Right-click to set this as the default formation.
ast: Pica cul boton direithu pa predefinir esta formacion.
ca: Feu clic per assignar aquesta formació per defecte.
cs: Klepnutím pravým tlačítkem nastavíte tuto formaci jako výchozí.
de: Rechtsklicken um dies als Standardformation zu setzen.
el: Δεξί-κλίκ για να οριστεί ώς ο προ επιλεγμένος σχηματισμός.
eo: Dekstre ĉi-klaku por agordi tion ĉi kiel la defaŭlta formo.
fi: Napsauta hiiren oikealla painikkeella asettaaksesi tämän oletusmuodostelmaksi.
fr: Clic droit pour sélectionner cette formation en tant que formation par défaut.
gd: Dèan briogadh deas airson an cumadh seo a shuidheachadh ’na fhear bunaiteach.
hu: Jobb kattintás alapértelmezett formációvá tételhez.
id: Klik-kanan untuk menyetel ini sebagai formasi bawaan.
it: Premi il tasto destro per impostare questa come formazione predefinita.
ja: 右クリックで基本陣形として設定します。
ko: 이를 기본 대형으로 지정하려면 마우스 오른쪽 버튼을 클릭합니다.
lt: Dešniu-spaudimu nustatykite kaip numatytają formaciją.
nl: Klik rechts om dit als de standaardformatie in te stellen.
pl: Kliknij PPM, aby ustawić jako domyślną formację.
pt_br: Clique com o botão direito para definir esta como a formação padrão.
ru: Щёлкните правой кнопкой, чтобы использовать этот боевой порядок по умолчанию.
sk: Kliknutie pravým tlačidlom myši nastaví túto formáciu ako predvolenú.
sv: Högerklicka för att sätta denna som standardformation.
tr: Bunu öntanımlı düzen olarak ayarlamak için sağ tıklayın.
uk: Клацнути правою кнопкою миші, щоб встановити цей стрій за замовчуванням.
zh: 鼠标右击，设为默认队形。
zh_tw: 右鍵點擊以將其設定為預設編隊。

source: Unload %(name)s
ar: أزل تحميل %(name)s
ast: Disoccupar %(name)s
bg: Премахване на %(name)s
br: Diskargañ %(name)s
ca: Expulsa %(name)s
cs: Vyložit %(name)s
da: Aflæs %(name)s
de: %(name)s ausquartieren
el: Ξεφόρτωμα %(name)s
eo: Malŝarĝu %(name)s
es_cl: Descargar %(name)s
eu: Hustu %(name)s
fa: خارج کردن %(name)s
fi: Pura %(name)s
fr: Décharger %(name)s
ga: Dílódáil %(name)s
gd: A-mach le %(name)s
gl: Desaloxar a %(name)s
hu: %(name)s kirakása
id: Keluarkan %(name)s
it: Scaricare %(name)s
ja: %(name)sを外に出す
ka: გადმოტვირთე %(name)s
ko: %(name)s님을 밖으로 내보냅니다
lt: Iškeldinti %(name)s
lv: Izlādēt %(name)s
ms: Nyahmuat %(name)s
nb: Send ut %(name)s
nl: Stuur %(name)s naar buiten
pl: Usuń %(name)s
pt_br: Desalojar %(name)s
pt_pt: Desalojar %(name)s
ru: Выгрузить %(name)s
sk: Vyložiť %(name)s
sl: Raztovori %(name)s
sq: Shkarko %(name)s
sv: Lasta av %(name)s
tr: Kaldır %(name)s
uk: Вивести %(name)s
zh: 卸下%(name)s
zh_tw: 卸載 %(name)s

source: Single-click to unload 1. Shift-click to unload all of this type.
ar: انقر مرة واحدة لتفريغ 1. انقر مع ضغط Shift لتفريغ الكل من هذا النوع.
ast: Pica una vez pa disoccupar 1. Calca cun Maiúsculas premida pa disoccupar todolos d’isti typu.
bg: Натиснете веднъж за премахване на 1. Шифт + щракване за премахване на всички от този вид.
br: Ur c'hlik evit diskargañ 1. Lkd-Klik da ziskargañ an holl eus an doare-mañ.
ca: Feu clic per expulsar-ne 1. Maj + clic per expulsar tots els d'aquest tipus.
cs: Jednou klepněte pro vyložení 1. Shift-klepněte pro vyložení všeho tohoto typu.
da: Klik en gang for at aflæsse 1. Shift-klik for at aflæsse alle enheder af denne type.
de: Klicke, um 1 Einheit auszuquartieren. Umschalt+Klick, um alle Einheiten dieses Typs auszuquartieren.
el: Μονό-κλικ για να να ξεφορτώθει 1. Shift-κλικ για να ξεφορτώθουν πάντες αυτού του τύπου.
eo: Unuobla ĉi-klaku por malŝarĝi 1. Maj+klaku por malŝarĝi ĉiujn el tiu ĉi speco.
es_cl: Un solo clic para descargar 1. Mayús + clic para descargar todas las unidades de este tipo.
eu: Klik bakarra unitate 1 irtenarazteko. Maius-klik mota bereko denak irtenarazteko.
fa: یک بار کلیک کنید تا 1 نفر خارج شود. هنگام کلیک شیفت را نگه دارید تا همه نیروهای از نوع خارج شوند.
fi: Yksittäinen painallus purkaa 1:n yksikön. Shiftin avulla purat kaikki saman tyypin yksiköt.
fr: Simple clic pour en décharger 1. Maj+clic pour décharger tous ceux de ce type.
ga: Clic amháin do 1 a dhílódáil. Iomlaidchlic do dhílódáil an sórt ar fad.
gd: Briog aon turas ach an dig 1 dhiubh a-mach. Shift-bhriog ach an dig gach saighdear dhen t-seòrsa seo a-mach.
gl: Botón principal para desaloxar 1. Maiús + botón principal para desaloxar todas as unidades deste tipo.
hu: Egy kattintás 1 kirakásához. Shift-kattintás az összes ilyen típusú kirakásához.
id: Klik untuk mengeluarkan 1. Shift-klik untuk mengeluarkan semua pasukan dengan jenis yang sama.
it: Un singolo clic per scaricarne 1. Maiusc+Clic per scaricare tutte le unità di un tipo.
ja: シングルクリックで1体を外に出します。Shift+クリックで同種のユニットをすべて外に出します。
ka: ერთი წკაპი რომ გადმოტვირთო 1. წანაცვლება-წკაპი რომ გადმოტვირთო ყველა ამ ტიპის.
ko: 하나를 내보내려면 한 번 클릭합니다.이 유형을 모두 내보내려면 Shift 키를 누른 상태에서 클릭합니다.
lt: Vienas paspaudimas iškrausto 1. Lyg2+paspaudimas iškrausto visus to pačio tipo.
lv: Viens klikšķis, lai izlādētu 1. Shift-click, lai izlādētu visus šī paša tipa.
ms: Seklik untuk turunkan 1. Shift-klik untuk turunkan semua jenis yang sama.
nb: Klikk for å laste ut 1. Shift+klikk for å laste ut alle av denne typen.
nl: Klik om een eenheid van dit type naar buiten te sturen. Shift-klik om alle eenheden van dit type naar buiten te sturen.
pl: Pojedyncze kliknięcie, aby wyładować 1. Kliknięcie z klawiszem Shift, aby wyładować wszystkie tego typu.
pt_br: Clique para desalojar 1. Shift-clique para desalojar todos deste tipo.
pt_pt: Clique esquerdo para desalojar 1 unidade. Shift + clique para desalojar todas as unidades deste tipo.
ru: Щёлкните для выгрузки одной единицы. Зажмите Shift и щёлкните для выгрузки всех этого типа.
sk: Kliknutím ľavým tlačidlom myši vyložíte 1. Podržaním klávesu Shift a kliknutím vyložíte všetky jednotky tohto typu.
sl: En klik za raztovorjenje 1. Shift-klik za raztovorjenje vseh tega tipa.
sq: Kliko njëherë për të shkarkuar 1. Shift-click për të i shkarkuar të gjitha të këtij lloji.
sv: Klicka för att lasta av 1. Skift+klicka för att lasta av alla av denna sort.
tr: Tek tıklamayla 1 tane kaldır. Shift + tıklama ile bu türdeki tümünü kaldır.
uk: Клацнути один раз, щоб вивести одиницю. Клацнути, утримуючи Shift, щоб вивести всі одиниці цього типу.
zh: 单击 撤销 1。Shift+单击 撤销该类所有单位。
zh_tw: 單擊卸載 1 名單位。按住 Shift 點擊卸載所有該類型的單位。

source: Player: %(playername)s
ar: اللاعب: %(playername)s
ast: Xhogador: %(playername)s
bg: Играч: %(playername)s
br: C'hoarier: %(playername)s
ca: Jugador: %(playername)s
cs: Hráč: %(playername)s
de: Spieler: %(playername)s
el: Ο παίκτης: %(playername)s
eo: Ludanto: %(playername)s
eu: Jokalaria: %(playername)s
fa: بازیکن: %(playername)s
fi: Pelaaja: %(playername)s
fr: Joueur : %(playername)s
ga: Imreoir: %(playername)s
gd: Cluicheadair: %(playername)s
gl: Xogador: %(playername)s
hu: Játékos: %(playername)s
id: Pemain: %(playername)s
it: Giocatore: %(playername)s
ja: プレイヤー：%(playername)s
ko: 참가자: %(playername)s님
lt: Žaidėjas: %(playername)s
lv: Spēlētājs: %(playername)s
ms: Pemain: %(playername)s
nb: Spiller: %(playername)s
nl: Speler: %(playername)s
pl: Gracz: %(playername)s
pt_br: Jogador: %(playername)s
pt_pt: Jogador: %(playername)s
ru: Игрок: %(playername)s
sk: Hráč: %(playername)s
sq: Lojtari: %(playername)s
sv: Spelare: %(playername)s
te: ఆటగాడు: %(playername)s
tr: Oyuncu: %(playername)s
uk: Гравець: %(playername)s
zh: 玩家 : %(playername)s
zh_tw: 玩家：%(playername)s

source: Lock Gate
ar: أوصد البوّابة
ast: Pesllar
bg: Заключване на портата
br: Morailhañ an nor
ca: Tanca la porta
cs: Zamknout bránu
da: Lås Port
de: Tor abschließen
el: Κλείδωμα Πύλης
eo: Ŝlosu pordon
es_cl: Bloquear Puertas
et: Lukusta värav
eu: Blokeatu atea
fa: قفل دروازه
fi: Lukitse portti
fr: Verrouiller la porte
ga: Glasáil Geata
gd: Glais an geata
gl: Fechar a porta
hu: Kapu bezárása
id: Kunci Gerbang
it: Blocca Cancello
ja: 門を閉ざす
ka: ჩაკეტე ჭიშკარი
ko: 성문 잠그기
lt: Užrakinti vartus
lv: Slēgt vārtus
ms: Kunci Pintu Pagar
nb: Lås port
nl: Sluit poort
pl: Zamknij bramę
pt_br: Trancar Portões
pt_pt: Fechar o portão
ru: Запереть ворота
sk: Zamknúť bránu
sl: Zakleni vrata
sq: Mbyll Portën
sv: Lås port
tr: Geçidi Kilitle
uk: Зачинити браму
zh: 关闭大门
zh_tw: 鎖住大門
