Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Temples are 50 stone cheaper during his lifetime.
hr: Hramovi koštaju 50 manje kamenja tijekom njegovog života.
lv: Viņa dzīves laikā tempļi ir par 50 akmeņiem lētāki.
te: అతని జీవిత కాలంలో గుడుల నిర్మాణంలో 50 రాయి తగ్గుతుంది.

source: Naval Commander Aura
hr: Aura Pomorskog Zapovjednika
lv: Jūras Komandiera Aura
te: నావిక ఆజ్ఞాకారి కాంతి ప్రకాశం

source: When garrisoned in a ship, his ship is +50% faster.
hr: Kada je smješten na brodu, njegov brod je +50% brži.
lv: Kad karavīri uz klāja, tad viņa kuģim +50% ātrums.
te: అతను ఎక్కిన పడవ +50 శాతం వేగంగా వెళ్తుంది.

source: Naval Architect Aura
hr: Aura Pomorskog Arhitekta
lv: Jūras Arhitekta Aura
te: నావిక నిర్మాణవేత్త కాంతి ప్రకాశం

source: -20% build time for ships during his lifespan.
hr: -20% na brzinu izgradnje brodova.
lv: -20% kuģu izbūves ilgumam viņa dzīves laikā.
te: అతని జీవిత కాలంలో పడవల నిర్మాణ కాలం -20 శాతం.

source: +20% attack, +2 capture and +25% speed for champion units.
lv: +20% uzbrukums, +2 sagūstīšana un +25% čempiona vienību ātrums
te: విజేతలకు +20 శాతం దాడి, +2 ఆక్రమించుట మరియు +25 శాతం వేగం అవును.

source: Hero Aura
hr: Junačka Aura
lv: Varoņa Aura
te: వీరుని కాంతి ప్రకాశం

source: All soldiers and siege engines +15% speed.
lv: Visiem karavīriem un aplenkuma tehnikai +15% ātrums
te: అందరు సైనికులకు మరియు దాడి ఎంత్రాలకు +15 వేగం.

source: +1 HP per second healing rate for all units.
hr: +1 HP regeneracija po sekundi za sve jedinice.
lv: +1 VP sekundē dziedēšanas ātrums visām vienībām.
te: +1 నయమైయ్యే శక్తి పెంపుదల ప్రతి సెకనుకు ప్రతి దళానికి.

source: Lightning Aura
hr: Munjevita Aura
lv: Zibens Aura
te: మెరుపు కాంతి ప్రకాశం

source: Tactician Aura
hr: Taktičarska Aura
lv: Taktiķa Aura
te: చాకచక్యముతో వ్యవహరించే వాని కాంతి ప్రకాశము

source: All allied soldiers and siege engines +20% attack and +1 capture within his vision range.
lv: Visiem sabiedroto karavīriem un aplenkuma tehnikai +20% uzbrukums un +1 sagūstīšana viņs redzes lokā
te: అతని కను చూపు మేరలో ఉన్న మిత్రరాజ్యాల సైనికులకు మరియు దాడి ఎంత్రాలకు +20 శాతం దాడి మరియు +1 ఆక్రమించు శక్తి పెరుగుతుంది.

source: Commander Aura
hr: Zapovjednička Aura
lv: Komandiera Aura
te: ఆజ్ఞాకారి కాంతి ప్రకాశం

source: +20% cavalry melee attack within his aura.
lv: +20% kavalērijas tuvcīņas uzbrukumam iekš viņa auras
te: అతని కాంతి ప్రకాశంలో ఉంటే +20 శాతం గుర్రపు సేన దాడిచేసే శక్తి.

source: +10 Metal loot for every enemy unit killed.
hr: +10 Metala za svaku ubijenu neprijateljsku jedinicu.
lv: +10 metāla ieguvums par katru nogalināto ienaidnieka vienību.
te: చంపిన ప్రతి శత్రువుకు +10 లోహము సంపాదించు.

source: +20% attack and +1 capture for all soldiers and siege engines within his aura.
lv: +20% uzbrukums un +1 sagūstīšana visiem karavīriem un aplenkuma tehnikai iekš viņa auras
te: అతని కాంతి ప్రకాశంలో ఉన్న సైనికులకు మరియు దాడి ఎంత్రాలకు +20 దాడి శక్తి మరియు +1 ఆక్రమించు శక్తి లభ్యం.

source: Garrisoned Capture Aura
hr: Spremljena Osvajača Aura
lv: Ieņemot garnizonā aura
te: ఎక్కించిన వారి ఆక్రమించు కాంతి ప్రకాశము

source: Imperialism Aura
hr: Imperijska Aura
lv: Imperiālisma Aura
te: సామ్రాజ్యవాదం కాంతి ప్రకాశము

source: Pike Infantry +20% attack and +20% capture within range of him.
lv: Šķēpu kājniekiem +20% uzbrukums un +20% sagūstīšana viņa rādiusā
te: అతని పరిధిలో ఉన్న బల్లెం సైనికులకు +20 దాడి చేసే శక్తి మరియు +20 ఆక్రమించే శక్తి.

source: +15% range and +10% crush attack for siege engines.
lv: +15% diapazona un +10% sagraušanas uzbrukums aplenkuma tehnikai
te: దాడి యంత్రాలకు +15 శాతం పరిధి మరియు +10 శాతం అనిచె శక్తి.

source: Buddhism Aura
lv: Budisma Aura
te: బౌద్ధుని కాంతి ప్రకాశము

source: Teacher Aura
hr: Učiteljska Aura
lv: Skolotāja Aura
te: గురువు కాంతి ప్రకాశము

source: Empower a building with -50% research time while he is garrisoned in it.
hr: Dok je jedinica stacijonirana u zgradi, zgrada dobiva -50% vremena na istraživanja.
lv: Apvelta ēku ar -50% izpētes laikam, kamēr viņš atrodas tās garnizonā.
te: అతను రక్షక భటుడిగా ఉన్నంత కాలం ఆ భవంతికి -50 శాతం పరిశోధనా సమయం.

source: Lead from the Front Aura
hr: Vodi iz prednje Aure
lv: Izceļas no Frontes auras
te: ముందున్న కాంతి ప్రకాశం నుండి దారి చూపు

source: +20% attack and +1 capture for nearby cavalry units.
lv: +20% uzbrukuma un +1 sagūstīšana tuvumā esošajām kavalērijas vienībām.
te: దగ్గరలో ఉన్న గుర్రం సేనలకు +20 శాతం దాడి శక్తి మరియు +1 ఆక్రమించు శక్తి.

source: Leadership Aura
hr: Zapovjednička Aura
lv: Vadības Aura
te: నాయకత్వం కాంతి ప్రకాశము

source: +15% movement speed for all soldiers and siege engines.
lv: +15% kustības ātruma visiem karavīriem un aplenkuma tehnikai.
te: సైనికులందరికి మరియు అన్ని దాడి ఎంత్రాలకి +15 వేగం.

source: Administrator Aura
hr: Aministratorska Aura
lv: Administratora Aura
te: నిర్వాహకుని కాంతి ప్రకాశము

source: +15% gather rate and build rate of nearby workers.
lv: +15% vākšanas ātrums un celtniecības ātrums tuvumā esošajiem strādniekiem.
te: దగ్గరలో ఉన్న కార్మికులకు +15 శాతం సేకరించు శక్తి మరియు నిర్మించు శక్తి.

source: Patriot Aura
hr: Domoljubna Aura
lv: Patriota Aura
te: దేశభక్తుని కాంతి ప్రకాశము

source: -20% attack repeat time for Egyptian soldiers and siege engines in her aura.
lv: -20% uzbrukuma atkārtošanas laiks ēģiptiešu karavīriem un aplenkuma tehnikai viņas auras diapazonā.
te: ఆమె కాంతి ప్రకాశంలో ఉన్న ఈజిప్ట్ సైనికులకు మరియు దాడి ఎంత్రాలకు -20 శాతం మరల దాడి చేసే సమయం.

source: Allied heroes +10% health when near her.
lv: Sabiedroto varoņiem +10% dzīvības viņas tuvumā.
te: ఆమె దగ్గరలో ఉన్న మిత్రరాజ్యాల వీరులకు +10 శాతం ఆరోగ్యం.

source: Enemy heroes -10% health when near her.
lv: Ienaidnieka varoņiem -10% dzīvības viņas tuvumā.
te: ఆమె దగ్గరలో ఉన్న శత్రురాజ్యాల వీరులకు -10 శాతం ఆరోగ్యం.

source: Raphia Aura
hr: Raphijska Aura
te: రఫియా కాంతి ప్రకాశము

source: Egyptian pikemen have 40% greater health during his lifetime.
lv: Ēģiptiešu šķēpnešiem ir 40% vairāk dzīvības kamēr viņš ir dzīvs.
te: అతని జీవిత కాలంలో ఈజిప్షియన్ బల్లెం యోదులకు 40 శాతం ఎక్కువ ఆరోగ్యం ఉంటుంది.

source: Construction Aura
hr: Konstrukcijska Aura
lv: Būvniecības Aura
te: నిర్మాణం కాంతి ప్రకాశం

source: Buildings construct 10% faster within his aura.
lv: Ēkas celtniecība 10% ātrāka viņa auras diapazonā.
te: అతని కాంతి ప్రకాశంలో ఉన్న భవంతులకి నిర్మాణ వ్యవధి 10 శాతం వేగవంతం.

source: Mercenary Patron Aura
hr: Plačenička Aura
lv: Algotņu Patrona Aura
te: కిరాయి సైనికుల రక్షకుని కాంతి ప్రకాశము

source: Mercenaries cost -50% resources during his lifetime.
hr: Plačenici koštaju -50% manje za vrijeme njegova života.
lv: Algotņi izmaksā par -50% mazāk resursu viņa dzīves laikā.
te: అతని జీవిత కాలంలో కిరాయి సైనికుల వనరుల కర్చు -50 శాతం.

source: Sword of Rome Aura
hr: Mač Rima Aura
lv: Romas Zobena Aura
te: రోమ్ కత్తి కాంతి ప్రకాశము

source: +20% attack and +2 capture for Roman soldiers and siege engines within his range.
lv: +20% uzbrukuma un +2 sagūstīšana romiešu karavīriem un aplenkuma tehnikai viņa ietekmes diapazona.
te: అతని పరిధిలో ఉన్న రోమ్ సైనికులకు మరియు దాడి ఎంత్రాలకు +20 శాతం దాడి శక్తి మరియు +2 ఆక్రమించు బలం.

source: Shield of Rome Aura
hr: Štit Rima Aura
lv: Romas Vairoga Aura
te: రోమ్ కవచం కాంతి ప్రకాశము

source: Ilarchès Aura
hr: Ilarchèva Aura
te: ఇలార్చేస్ కాంతి ప్రకాశము

source: All cavalry gains +2 levels of all armor types.
lv: Visa kavalērija iegūst +2 līmeņus visa veida bruņām.
te: అన్ని గుర్రం సేనలకు అన్ని రకముల కవచాలు +2 అభివృద్ధి అవును.

source: Conquest Aura
hr: Osvajačka Aura
lv: Iekarošanas Aura
te: ఆక్రమణ కాంతి ప్రకాశము

source: All nearby enemy buildings, siege engines, and ships have their health reduced by 20%.
lv: Visas tuvumā esošās ienaidnieka ēkas, aplenkuma tehnika un kuģi -20% dzīvības
te: దగ్గరలో ఉన్న అన్ని శత్రువు భవంతులు, దాడి ఎంత్రాలు మరియు నౌకలకు 20 శాతం శక్తి తగ్గుతుంది.

source: Zooiarchos Aura
hr: Zooiarchova Aura
te: జూయార్చోస్ కాంతి ప్రకాశము

source: Boosts war elephant attack and speed +20% within his aura.
lv: Kara ziloņu uzbrukums un ātrums +20% viņa auras diapazonā.
te: అతని కాంతి ప్రకాశంలో ఉన్న యుద్ధ ఏనుగుకు +20 శాతం దాడి శక్తి మరియు వేగము అవును.

source: Javelin infantry in his aura gains +20% attack and +1 all armor types.
lv: Šķēpmetēju kājniekiem viņa auras diapazonā +20% uzbrukuma un +1 visiem bruņu veidiem.
te: అతని కాంతి ప్రకాశంలో ఉన్న కర్ర విసిరే సైనికులకు +20 శాతం దాడి శక్తి మరియు +1 అన్ని కవచాలకు అవును.

source: Last Stand Aura
hr: Aura Posljednjeg Upora
lv: Pēdējā palikušā aura
te: ఆకరి పోరాటం కాంతి ప్రకాశం

source: +20% attack and +1 capture for nearby Spearmen.
lv: +20% uzbrukuma un +1 sagūstīšana tuvumā esošajiem šķēpnešiem.
te: దగ్గరలో ఉన్న బల్లెంతో పొడిచేవారికి +20 శాతం దాడి శక్తి మరియు +1 బంధించు శక్తి.

source: Besieger Aura
lv: Aplenkuma Aura

source: Shortly after the great naval victories at Salamis and Mycale, the Greek city-states instituted the so-called Delian League in 478 BC, whose purpose was to push the Persians out of the Aegean region. The allied states contributed ships and money, while the Athenians offered their entire navy.
hr: Ubrzo nakon velikih pomorskih pobjeda na Salaminu i Mycale, grčki gradovi-države su pokrenule takozvanu Delijsku ligu u 478 godini prije Krista, čija je svrha bila gurnuti Perzijance iz egejske regije. Dok su savezne države pridonijele brodove i novac, a Atenjani ponudili cijelu svoju mornaricu.
lv: Īsi pēc lielām jūras uzvarām pie Salami un Mikales, Grieķu pilsētvalstis nodibinājušas tā saucāmo Deli Līgu 478 g.p.m.ē., kuras mērķis bija izspiest Persiešus no Egejas reģiona. Sabiedroto valstis veltīja kuģus un naudu, un Atēnieši veltīja pilnīgi visu floti.

source: All units in his formation +15% speed and +1 armor.
hr: Sve jedinice unutar njegove formacije +15% brzina i +1 oklop.

source: All Peltasts +15% speed.
hr: Svi Peltasti +15% brzina.

source: Buildings construct 15% faster within his vision.
hr: Građevine se grade 15% brže pod njegovim nadzorom.

source: +5 Attack, +2 Capture and +25% Speed for Champion Units.
hr: +5 Napad, +2 Zauzimanje i +25% Brzine za Velikaške Jedinice

source: All Units +15% speed.
hr: Sve jedinice +15% brzine

source: All allied units +2 Attack and +1 Capture within his vision range.
hr: Sve savezničke jedinice +2 Napad i +1 Zauzimanje pod njegovim nadzorom.

source: +5 Cavalry melee attack within vision range of him.
hr: +5% na Konjički napad u njegovom vidnom krugu.

source: Heals garrisoned ship at 3 HP per second.
hr: Vrača 3 HP po sekundi svi spremljenim brodovima.

source: Nearby males work 10% faster.
hr: Muškarci u blizini rade 10% brže

source: +2 Attack and +1 Capture for all units within his aura.
hr: +2 Napada i +1 Zauzimanja za sve jedinice po ovom Aurom.

source: When garrisoned in a structure or a siege, the hero gives it a bonus of +2 capture points recovery rate.
hr: Kada je stacioniran u građevini, junak daje +2 osvajačka boda brzini oporavka.

source: Gives all Iberian units in Aura +2 Hack and +3 Pierce Attack boost. Effect Range: 50 meters
hr: Daje svim Iberijskim jedinicama unutar Aure +2 Hack i +3 Penetrirajuce napadacke bonus. Na daljinu od 50 metara.

source: Reduce the cost and research time of technologies by 10% per Library owned.
hr: Smanji cijenu i vrijeme istraživanja tehnologije za 10%, za svaku knjižnicu koju posjeduješ.

source: All structures in range 1.5x garrisoned loyalty regeneration rate.
hr: Sve zgrade u krugu stacijonirane vjernosti se regeneriraju 1.5 puta brze.

source: +15% Range and +10 Crush Attack for Siege Engines.
hr: +15% Daljine i +10 Crush Napada za opsadna oružja.

source: +5 Attack and +2 Capture for Champion Units.
hr: +5 Napada i +2 Zauzimanja za sve šampijonske jedinice

source: Evangelism Aura
hr: Evanđelska Aura

source: All player and allied Temple technologies -50% cost and -50% research time.
hr: Hramske tehnologije koštaju -50% manje i sva istraživanja su 50% brža za Igrača i njegove saveznike

source: All traders in range +20% walk speed.
hr: Svi trgovci u krugu se krecu +20% brže.

source: +2 Attack and +1 Capture for nearby cavalry units.
hr: +2 Napada i +1 Osvajanja za sve obližnje konjičke jedicine.

source: +15% Movement Speed for all units.
hr: +15% brzine kretanja za sve jedinice.

source: +15% Gather Rate and Build Rate of nearby units.
hr: +15% brzina skupljanja i izrgradnje za sve obližnje jedinice

source: Egyptian units fight 25% faster in her vision range.
hr: Egipatske jedinice se bore 25% brže u njenom vidokrugu

source: Egyptian Pikemen have 40% greater health during his lifetime.
hr: Egipatski Pajkmeni imaju 40% više helta za vrijeme njegova života.

source: Buildings construct 10% faster within his vision.
hr: Građevine se grade 10% brže pod njegovim nadzorom.

source: +5 Attack and +2 Capture for Roman units within his vision range.
hr: +5 Napada i +2 Zauzimanja za sve Rimske jedinice pod ovom Aurom.

source: All Cavalry gains +2 levels of all armor types.
hr: Sva konjica dobiva +2 razreda na vrste oklopa.

source: All nearby enemy Buildings, Siege engines, and Ships have their health reduced by 20%.
hr: Sve obližnje neprijateljske zgrade, opsadna oružja i brodovi, imaju 20% manje HPa

source: Boosts War Elephant attack and speed +20% within his vision.
hr: Ratni Slonovi dobivaju +20% napada i brzine napada dok su po njegovim vidokrugom

source: Helot Skirmishers within sight of him gain +2 attack and +1 all armor types.
hr: Helotski Čarkaši unutar njegovog nadzora dobivaju +2 Napada, te +1 za sve tipove oklopa.

source: +20% Attack and +1 Capture for nearby Hoplites and Spartiates.
hr: +20% Napada i +1 Zauzimanja za obližnje Hoplite i Spartijate

source: Increase territory influence by 20% per Theatron owned.
hr: Uvecaj teritorijalni utjecaj za 20% za svaki Theatron koji posjedujes

source: Units on walls have 3 extra Armor levels and higher vision.
hr: Jedinice na zidovima imaju 3 dodatna levela oklopa i dalje vide

source: Increase the population limit by 10 per Wonder owned.
hr: Uveča limit populacije za 10 na max po Čudu kojem posjedujte.

source: Further increase the population limit by 40 per Wonder owned (requires "Glorious Expansion" tech).
hr: Dodatno uveča limit populacije za 40 na max po Čudu kojem posjedujte. (zahtjeva tehnologiju Divnog Proširenja)
