Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: hotkey.session.savedgames.delete – Delete the selected saved game, ask for confirmation
ast: hotkey.session.savedgames.delete – Esmemorecere la partida guardada escolyida, pedir confirmacion
bg: hotkey.session.savedgames.delete — Изтриване на избраната, като преди това ще бъдете попитан(а) за потвърждение
ca: hotkey.session.savedgames.delete – Suprimeix la partida seleccionada, prèvia confirmació
cs: hotkey.session.savedgames.delete – Vymazat vybranou uloženou hru, nutno potvrdit
de: hotkey.session.savedgames.delete – Gewählten Spielstand löschen, nach Bestätigung fragen
el: hotkey.session.savedgames.delete – Διαγραφή επιλεγμένου αποθηκευμένου παιχνιδιού, ερώτηση για επιβεβαίωση.
es: hotkey.session.savedgames.delete – Elimina la partida guardada seleccionada; requiere confirmación
eu: hotkey.session.savedgames.delete – Gordetako partida ezabatzen da baieztapena eskatuz
fi: hotkey.session.savedgames.delete – Poista valittu tallennettu peli, pyydä vahvistusta
fr: hotkey.session.savedgames.delete – Supprime la partie sauvegardée sélectionnée en demandant confirmation
gd: hotkey.session.savedgames.delete – Sguab às an geama air a shàbhaladh a thagh thu ’s thèid dearbhadh iarraidh ort
gl: hotkey.session.savedgames.delete – Suprimir o xogo gardado, solicite confirmación
hu: hotkey.session.savedgames.delete – Kiválasztott mentés törlése (megerősítés szükséges hozzá)
id: hotkey.session.savedgames.delete – Hapus permainan tersimpan yang dipilih, minta konfirmasi
it: hotkey.session.savedgames.delete – Cancella salvataggio selezionato, chiedi conferma
ja: hotkey.session.savedgames.delete – 選択したセーブゲームを削除し、確認を求めます
ko: hotkey.session.savedgames.delete – 선택한 저장된 게임을 삭제하고 확인을 요청합니다
nl: sneltoets.session.savedgames.delete – Verwijder het geselecteerde opgeslagen spel, met bevestiging
pl: hotkey.session.savedgames.delete – usuwa zapisaną grę, pyta o potwierdzenie
pt_pt: hotkey.session.savedgames.delete – elimina o jogo guardado que se encontra selecionado, pedindo a confirmação
ru: hotkey.session.savedgames.delete — удалить выделенную сохранённую игру, спросив разрешения
sv: hotkey.session.savedgames.delete – Ta bort markerade sparade spelet, fråga om bekräftelse
tr: hotkey.session.savedgames.delete – Seçilen kayıtlı oyunu sil, onay ister
uk: hotkey.session.savedgames.delete – Видалити вибрану збережену гру, запитати підтвердження
zh: hotkey.session.savedgames.delete – 删除已储存的游戏，删除前会提示确认
zh_tw: hotkey.session.savedgames.delete – 刪除所選保存的遊戲，要求確認

source: • With hotkey.session.savedgames.noconfirmation – Don't ask for confirmation
ast: • Cun hotkey.session.savedgames.noconfirmation – Nun pedir confirmacion
bg: • С hotkey.session.savedgames.noconfirmation — Без питане за потвърждение
ca: • Amb hotkey.session.savedgames.noconfirmation – No demanis confirmació
cs: • S hotkey.session.savedgames.noconfirmation – Neptat se pro potvrzení
de: • With hotkey.session.savedgames.noconfirmation – Ausgewählte Einheit(en)/Gebäude sofort und ohne weitere Bestätigung löschen
el: • With hotkey.session.savedgames.noconfirmation – Να μη ζητηθεί επιβεβαίωση
es: • Con hotkey.session.savedgames.noconfirmation – No solicita confirmación
eu: • hotkey.session.savedgames.noconfirmation -kin – Ez eskatu baieztapenik
fi: • Näppäimellä hotkey.session.savedgames.noconfirmation – Älä pyydä vahvistusta
fr: • With hotkey.session.savedgames.noconfirmation – Ne pas demander confirmation
gd: • Le hotkey.session.savedgames.noconfirmation – Na iarr dearbhadh
gl: • Con hotkey.session.savedgames.noconfirmation – non pide confirmación
hu: • hotkey.session.savedgames.noconfirmation gombbal együtt – Törlés megerősítés nélkül
id: • Dengan hotkey.session.savedgames.noconfirmation – Jangan minta konfirmasi
it: • With hotkey.session.savedgames.noconfirmation – Non chiedere conferma
ja: • With hotkey.session.savedgames.noconfirmation – 確認を求めない
ko: • With hotkey.session.savedgames.noconfirmation – 확인을 요청하지 않습니다
nl: • With sneltoets.session.savedgames.noconfirmation – Zonder bevestiging
pl: • z hotkey.session.noconfirmation – nie pytaj o potwierdzenie
pt_pt: • Com hotkey.session.savedgames.noconfirmation – não pede a confirmação
ru: • При hotkey.session.savedgames.noconfirmation — не спрашивать разрешения
sv: • Med hotkey.session.savedgames.noconfirmation – Fråga inte om bekräftelse
tr: • hotkey.session.savedgames.noconfirmation ile – Onay istemez
uk: • З hotkey.session.savedgames.noconfirmation – Не питайте підтвердження
zh: • With hotkey.session.savedgames.noconfirmation – 不需要提示确认
zh_tw: • With hotkey.session.savedgames.noconfirmation – 不要求確認

source: Manual
bg: Наръчник
cs: Příručka
de: Handbuch
el: Εγχειρίδιο χρήσης
eu: Gidaliburua
fi: Ohjekirja
fr: Manuel
gd: Leabhar-mìneachaidh
hu: Kézikönyv
id: Petunjuk
it: Manuale
ja: マニュアル
ko: 설명서
nl: Handleiding
pl: Instrukcja
ru: Руководство
tr: Kılavuz
uk: Посібник
zh: 手册
zh_tw: 手冊

source: [font="sans-bold-18"]0 A.D. in-game manual[font="sans-14"]
ast: [font="sans-bold-18"]Manual de l juögu 0 A.D.[font="sans-14"]
ca: [font="sans-bold-18"]Manual del 0 A.D.[font="sans-14"]
cs: [font="sans-bold-18"]0 A.D. herní příručka[font="sans-14"]
de: [font="sans-bold-18"]0 A.D. Spielhandbuch[font="sans-14"]
el: [font="sans-bold-18"] 0 A.D. Εγχειρίδιο παιχνιδιού[font="sans-14"]
es: [font="sans-bold-18"]Manual de juego de 0 A.D.[font="sans-14"]
eu: [font="sans-bold-18"]0 A.D. jolas barneko gidaliburua[font="sans-14"]
fi: [font="sans-bold-18"]0 A.D.:n pelin sisäinen ohjekirjal[font="sans-14"]
fr: [font="sans-bold-18"]Manuel en jeu de 0 A.D.[font="sans-14"]
gd: [font="sans-bold-18"]An leabhar-mìneachaidh aig 0 A.D.[font="sans-14"]
hu: [font="sans-bold-18"]A 0 A.D. játékon belüli kézikönyve[font="sans-14"]
id: [font="sans-bold-18"]Petunjuk 0 A.D. dalam permainan[font="sans-14"]
it: [font="sans-bold-18"]Manuale di gioco di 0 A.D.[font="sans-14"]
ja: [font="sans-bold-18"]0 A.D.操作マニュアル[font="sans-14"]
nl: [font="sans-bold-18"]0 A.D. in-game handleiding[font="sans-14"]
pl: [font="sans-bold-18"]Przewodnik po grze[font="sans-14"]
pt_br: [font="sans-bold-18"]Manual do 0 A.D.[font="sans-14"]
pt_pt: [font="sans-bold-18"]Manual do 0 A.D.[font="sans-14"]
ru: [font="sans-bold-18"]Игровое руководство по 0 A.D.[font="sans-14"]
sv: [font="sans-bold-18"]0 A.D. spelmanual[font="sans-14"]
tr: [font="sans-bold-18"]0 A.D. Oyun İçi Kılavuzu[font="sans-14"]
uk: [font="sans-bold-18"]Внутрішньоігровий посібник 0 A.D.[font="sans-14"]
zh: [font="sans-bold-18"]0 A.D. 游戏手册[font="sans-14"]
zh_tw: [font="sans-bold-18"]0 A.D. 遊戲手冊[font="sans-14"]

source: You can switch between fullscreen and windowed mode by pressing Alt + Enter. In windowed mode, you can resize the window. If the game runs too slowly, you can change some settings in the options window: try disabling the “HQ Water Effects” and “Shadows” options.
ca: Podeu canviar entre el mode de pantalla completa i el mode de finestra prement Alt + Retorn. En mode de finestra es pot canviar la mida de la finestra. Si el joc va massa lent, podeu canviar les opcions al menú d'opcions: proveu de deshabilitar les opcions "Efectes d'aigua d'alta qualitat" i "Ombres".
cs: Mezi režimem na celou obrazovku a okenním režimem se přepnete stisknutím Alt + Enter. V okenním režimu můžete měnit velikost okna. Pokud běží hra příliš pomalu (seká se), můžete změnit některá nastavení v okně s volbami, v souboru s nastavením. Vyzkoušejte zákaz voleb týkajících se efektů "zobrazení vody ve vysokém rozlišení" a "stínů".
de: Du kannst mit Alt + Eingabe zwischen Vollbild- und Fenstermodus wechseln. Im Fenstermodus kannst du die Größe des Fensters ändern. Wenn das Spiel zu langsam läuft, kannst du ein paar Einstellungen im Konfigurationsmenü ändern: Versuche zuerst, die Optionen „HQ-Wasser-Effekte“ und „Schatten“ zu deaktivieren.
el: Μπορείτε να εναλλάσσεστε μεταξύ πλήρους οθόνης και παραθύρου πατώντας Alt + Enter. Σε κατάσταση παραθύρου, μπορείτε να αλλάξετε το μέγεθος του παραθύρου. Αν το παιχνίδι τρέχει πολύ αργά, μπορείτε να αλλάξετε κάποιες ρυθμίσεις στο παράθυρο επιλογών: δοκιμάστε να απενεργοποιήσετε τις επιλογές “Υψηλής Ποιότητας Εμφάνισης του Νερού” και “Σκιές”.
es: Pulsando Alt + Enter puedes cambiar entre pantalla completa y modo ventana. En modo ventana puedes cambiar su tamaño. Si el juego va lento puedes cambiar la configuración en la ventana de opciones: prueba a desactivar las opciones “Efectos de agua” y “Sombras”.
eu: Pantaila osoa eta leihoa moduen artean txandakatu dezakezu Alt + Intro sakatuz. Leiho moduan neurriak alda ditzakezu. Jokoa motelegi doala baderitzozu aukeren leihoan ezarpen batzuk alda ditzakezu: Saiatu "Kalitate handiko ur efektuak" eta "Itzalak" aukerak desgaitzen.
fi: Voit vaihtaa koko näytön ja ikkunallisen tilan välillä painamalla Alt + Enter. Ikkunatilassa voit muuttaa ikkunan kokoa. Jos peli toimii liian hitaasti, voit muuttaa joitakin asetuksia asetusikkunassa: kokeile poistaa ”Korkealaatuiset vesitehosteet" ja ”Varjot" -asetukset käytöstä.
fr: Vous pouvez échanger entre le mode plein-écran et le mode fenêtré en appuyant sur Alt + Entrer. En mode fenêtre, vous pouvez redimensionner la fenêtre. Si le jeu se déroule trop lentement, vous pouvez modifier certains réglages dans la fenêtre options: essayez de désactiver les options "Effets d'eau HD" et "Ombres".
gd: ’S urrainn dhut leum a ghearradh eadar modh làn-sgrìn no uinneige ’s tu a’ brùthadh air Alt + Enter. Sa mhodh uinneagach, ’s urrainn dhut meud na h-uinneige atharrachadh. Ma bhios an geama a’ ruith ro shlaodach, ’s urrainn dhut cuid a roghainnean atharrachadh san uinneag rèiteachaidh: feuch an cuir thu na roghainnean “Èifeachdan uisge le càileachd àrd” is “Sgàilean” à comas.
hu: Az Alt + Enter billentyűzetkombinációval válthatsz a teljes képernyős és az ablakos mód között. Ablakos módban át tudod méretezni az ablakot. Ha a játék lassan fut, a beállítások ablakban módosíthatsz néhány beállítást: próbáld meg kikapcsolni a „Magas minőségű vízhatások” és az „Árnyékok” beállításokat.
id: Anda dapat beralih antara mode layar penuh dan jendela dengan menekan Alt + Enter. Dalam mode jendela, Anda dapat mengubah ukuran jendela. Jika permainan berjalan terlalu lambat, Anda dapat mengubah beberapa pengaturan di jendela pilihan: coba matikan pilihan “Efek Air HQ” dan “Bayangan”.
it: È possibile passare da schermo intero a modalità finestra premendo Alt + Invio. In modalità finestra, è possibile ridimensionare la finestra. Se il gioco risulta lento, è possibile modificare alcune impostazioni nella finestra delle opzioni di gioco: prova a disabilitare le opzioni “Effetti Acqua HQ” e “Ombre”.
ja: Alt + Enterキーでフルスクリーンとウィンドウモードを切り替えることができます。ウィンドウズモードでは、ウィンドウのサイズを変更することができます。ゲームの動作が遅い場合は、オプションウィンドウでいくつかの設定を変更することができます。「HQ Water Effects」と「Shadows」オプションを無効にしてみてください。
nl: Met Alt + Enter kunt u wisselen tussen volledig scherm en vensterweergave. In vensterweergave kunt u de venstergrootte aanpassen. Als het spel te traag is, kunt u een aantal instellingen aanpassen in Instellingen > Opties. Schakel bijvoorbeeld de “Hoge-kwaliteit watereffecten” en “Schaduwen” opties uit.
pl: Możesz przełączać pomiędzy trybem pełnoekranowym a okienkowym, wciskając Alt + Enter. W trybie okienkowym możesz zmieniać rozmiary okna. Jeśli gra działa za wolno, dostosuj ustawienia w oknie opcji: spróbuj wyłączyć efekty wody i cienie.
pt_br: Aperte Alt + Enter para alternar entre a visualização em tela cheia e a visualização em janela. Esta última pode ser redimensionada livremente. Se o jogo estiver muito lento, experimente acessar o menu de opções e alterar as configurações gráficas. Desabilitar as opções "Sombras" e "Água com efeitos avançados" pode ser uma boa ideia.
ru: Вы можете переключаться между полноэкранным и оконным режимом комбинацией клавиш Alt + Enter. В оконном режиме вы можете изменять размер окна. Также, вы можете попробовать отключить "Эффекты воды в высоком качестве" и "Тени", если игра идёт с тормозами.
sv: Du kan växla mellan fullskärm och fönsterläge genom att trycka Alt + Enter. I fönsterläge kan du ändra fönstrets storlek. Om spelet är för slött kan du ändra några inställningar i inställningsfönstret: försök att slå av "Högkvalitativa vatteneffekter" och "Skuggor".
tr: Alt + Enter tuşlarına basarak tam ekran ve pencere modu arasında geçiş yapabilirsiniz. Pencereli modda, pencereyi yeniden boyutlandırabilirsiniz. Oyun çok yavaş çalışıyorsa, seçenekler penceresindeki bazı ayarları değiştirebilirsiniz: “HQ Water Effects” ve “Shadows” seçeneklerini devre dışı bırakmayı deneyin.
uk: Ви можете перемкнутися між повноекранним та віконним режимом, натискаючи Alt + Enter. У віконному режимі Ви можете змінити розмір вікна. Якщо гра запускається занадто повільно, Ви можете змінити деякі налаштування у вікні налаштунків: спробуйте відключення налаштунків “Високоякісні водні ефекти” та “Тіні”.
zh_tw: 使用 Alt + Enter 切換全螢幕和視窗模式。在視窗模式下可以調整視窗大小。如果遊戲運行的太慢，您可以在選項視窗中更改某些設定如：試著關閉「高品質水面特效」與「陰影」選項。

source: • Mouse wheel, or “=”/“+” and “-”/“−” keys, to zoom
pt_br: Para aproximar ou distanciar a câmera, use a roda do mouse ou as teclas + e -

source: Alt + F4 – Immediately close the game, without asking for confirmation
pt_br: Alt + F4: encerra imediatamente o jogo, sem pedir confirmação

source: Alt + Enter (Return) – Toggle between fullscreen and windowed
pt_br: Alt + Enter: alterna entre as exibições em janela e em tela cheia

source: ~ or F9 – Toggle console
pt_br: ~ or F9: abre ou fecha o terminal

source: Alt + F – Toggle frame counter (FPS)
pt_br: Alt + F: mostra ou oculta o contador de quadros por segundo (FPS)

source: F11 – Toggle real-time profiler (cycles through the displays of information)
pt_br: F11: alterna entre os diversos monitores de tempo real

source: Shift + F11 – Save current profiler data to “logs/profile.txt”
pt_br: Shift + F11: armazena, no arquivo "logs/profile.txt", os dados do monitor de tempo real exibido no momento

source: F2 – Take screenshot (in .png format, location is displayed in the top left of the GUI after the file has been saved, and can also be seen in the console/logs if you miss it there)
pt_br: F2: tira uma foto da tela em formato .png. O local de seu armazenamento é exibido no canto superior esquerdo da tela e também é registrado no terminal e nos logs, para futura referência

source: Shift + F2 – Take huge screenshot (6400×4800 pixels, in .bmp format, location is displayed in the top left of the GUI after the file has been saved, and can also be seen in the console/logs if you miss it there)
pt_br: Shift + F2: tira uma foto grande da tela, com resolução de 6400x4800 e formato .bmp. O local de seu armazenamento é exibido no canto superior esquerdo da tela e também é registrado no terminal e nos logs, para futura referência

source: Tab, Alt + S – Switch to the next tab
pt_br: Tab; Alt + S: alterna para a próxima aba

source: Shift + Tab, Alt + W – Switch to the previous tab
pt_br: Shift + Tab; Alt + W: alterna para a aba anterior

source: Shift + F5 – Quicksave
pt_br: Shift + F5: salvamento rápido

source: Shift + F8 – Quickload
pt_br: Shift + F8: carregamento rápido

source: F10 – Toggle menu
pt_br: F10: mostra ou esconde o menu

source: F12 – Toggle time elapsed counter
pt_br: F12: mostra ou esconde o contador de tempo de jogo

source: Esc – Close all dialogs (chat, menu) or clear selected units
pt_br: Esc: desfaz a seleção de unidades, ou fecha todos os menus e janelas de chat abertos

source: Enter (Return) – Open chat or send message
pt_br: Enter: abre a janela de chat ou envia a mensagem

source: T – Send team chat
pt_br: T: envia mensagem de chat para toda a equipe

source: L – Chat with the previously selected private chat partner
pt_br: L: envia mensagem de chat privada para a pessoa selecionada para conversa privativa

source: Pause – Pause or resume the game
pt_br: Pause: pausa o jogo ou desativa a pausa

source: Delete – Delete currently selected unit(s)/structure(s), ask for confirmation
pt_br: Delete: remove todas as unidades ou estruturas selecionadas no momento, solicitando confirmação para tanto

source: Shift + Delete – Immediately delete currently selected unit(s)/structure(s), without asking for confirmation
pt_br: Shift + Delete: remove imediatamente todas as unidades e estruturas selecionadas no momento, sem solicitar confirmação

source: / (Slash) – Select idle fighter
pt_br: / (barra): seleciona guerreiro ocioso

source: Shift + / (Slash) – Add idle fighter to selection
pt_br: Shift + / (barra): inclui o guerreiro ocioso na lista de unidades selecionadas no momento

source: Alt + / (Slash) – Select all idle fighters
pt_br: Alt + / (barra): seleciona todos os guerreiros ociosos

source: . (Period) – Select idle worker (including citizen-soldiers)
pt_br: . (ponto final): seleciona trabalhador ocioso, mesmo se ele também for um soldado

source: Shift + . (Period) – Add idle worker to selection (including citizen-soldiers)
pt_br: Shift + . (ponto final): inclui o trabalhador ocioso na lista de unidades selecionadas no momento, mesmo se ele também for um soldado

source: Alt + . (Period) – Select all idle workers (including citizen-soldiers)
pt_br: Alt + . (ponto final): seleciona todos os trabalhadores ociosos, inclusive os que também forem soldados

source: \\ (Backslash) – Select idle unit
pt_br: \\ (barra invertida): seleciona unidade ociosa

source: Shift + \\ (Backslash) – Add idle unit to selection
pt_br: Shift + \\ (barra invertida): inclui a unidade ociosa na lista de unidades selecionadas no momento

source: Alt + \\ (Backslash) – Select all idle units
pt_br: Alt + \\ (barra invertida): seleciona todas as unidades ociosas

source: H – Stop (halt) the currently selected units
pt_br: H: faz as unidades selecionadas interromperem suas atividades e pararem onde estão

source: Y – The unit will go back to work
pt_br: Y: faz a unidade voltar ao trabalho

source: U – Unload the garrisoned units of the selected structure(s)
pt_br: U: retira todas as unidades guarnecidas nas construções selecionadas

source: Ctrl + 1 (and so on up to Ctrl + 0) – Create control group 1 (to 0) from the selected unit(s)/structure(s)
pt_br: Ctrl + [qualquer número de 0 a 9]: forma um grupo específico com as unidades ou estruturas selecionadas no momento.

source: 1 (and so on up to 0) – Select the unit(s)/structure(s) in control group 1 (to 0)
pt_br: [qualquer número de 0 a 9]: ativa o grupo específico correspondente

source: Shift + 1 (to 0) – Add control group 1 (to 0) to the selected unit(s)/structure(s)
pt_br: Shift + [qualquer número de 0 a 9]: seleciona o grupo específico correspondente, junto com as unidades ou estruturas que já estão selecionadas no momento

source: Ctrl + F5 (and so on up to F8) – Mark the current camera position, for jumping back to later
pt_br: Ctrl + [qualquer tecla de F5 a F8]: salva a posição atual da câmera, para retornar depois

source: F5 (and so on up to F8) – Move the camera to a marked position. Jump back to the last location if the camera is already over the marked position
pt_br: [qualquer tecla de F5 a F8]: retorna a câmera à posição salva anteriormente. Se a câmera já estiver na posição salva, ela retornará à posição anterior

source: Z, X, C, V, B, N, M – With training structure selected. Add the 1st, 2nd, … unit shown to the training queue for all the selected structures
pt_br: Z, X, C, V, B, N, M [quando uma construção estiver selecionada]: manda treinar uma das unidades que a construção produz. Z manda produzir a do primeiro botão, X a do segundo e assim por diante

source: PageUp with unit(s) selected – Highlight the unit(s)/structure(s) guarded by the selection
pt_br: PageUp: destaca as construções ou unidades que as unidades ou construções selecionadas estão protegendo

source: PageDown with unit(s)/structure(s) selected – Highlight the unit(s) guarding the selection
pt_br: PageDown: destaca as unidades ou construções que as unidades ou construçẽos selecionadas estão protegendo

source: Tab – See all status bars (which would also show the building progress)
pt_br: Tab: mostra todas as barras de status, inclusive o estágio atual de uma construção em andamento

source: Ctrl + Tab – Toggle summary window
pt_br: Ctrl + Tab: mostra ou esconde a janela de dados resumidos

source: Alt + L – Show the multiplayer lobby in a dialog window
pt_br: Alt + L: abre uma janela de diálogo que mostra o saguão de jogadores do servidor

source: Ctrl + H – Toggle in-game diplomacy panel
pt_br: Ctrl + H: Mostra ou oculta o painel de diplomacia

source: Ctrl + B – Toggle in-game barter and trade panel
pt_br: Ctrl + B: Mostra ou oculta o painel de comércio entre jogadores

source: Ctrl + O – Toggle in-game objectives panel
pt_br: Ctrl + O: mostra ou oculta o painel de objetivos do jogo

source: Ctrl + P – Toggle in-game tutorial panel
pt_br: Ctrl + P: mostra ou oculta o painel tutorial

source: Alt + Shift + T – Toggle structure tree panel
pt_br: Alt + Shift + T: mostra ou oculta o painel da árvore de construções

source: Alt + Shift + H – Toggle civilization info panel
pt_br: Alt + Shift + H: mostra ou oculta o painel de informações das tribos

source: Ctrl + Right Click on structure – Garrison
pt_br: Ctrl + clique com o botão direito em uma construção: guarnece a estrutura

source: J + Right Click on structure – Repair
pt_br: J + clique com o botão direito em uma construção: conserta a estrutura

source: P + Right Click – Patrol
pt_br: P + clique com o botão direito: patrulha a área

source: Shift + Right Click – Queue the move/build/gather/etc. order
pt_br: Shift + clique com o botão direito do mouse: serve para fazer uma lista de comandos para execução em sequência

source: Alt + Right Click – Order one unit from the current selection to move/build/gather/etc. and unselect it. Used to quickly dispatch units with specific tasks
pt_br: Alt + clique com o botão direito do mouse: manda uma das unidades selecionadas no momento ir a algum lugar ou executar uma ação, retirando-a imediatamente da lista de unidades selecionadas. Útil para mandar realizar várias ações em uma área ampla

source: Shift + Left Click when training units – Add units in batches (the batch size is 5 by default and can be changed in the options)
pt_br: Shift + clique com o botão esquerdo do mouse, ao mandar produzir unidades: manda construir um grupo de uma determinada unidade. O tamanho predefinido é de cinco unidades, mas pode ser alterado nas configurações

source: Shift + Left Click or Left Drag over unit on map – Add unit to selection
pt_br: Shift + arraste ou clique com o botão esquerdo do mouse: inclui as unidades presentes no quadrado à lista de unidades selecionadas

source: Ctrl + Left Click or Left Drag over unit on map – Remove unit from selection
pt_br: Ctrl + arraste ou clique com o botão esquerdo do mouse: retira as unidades presentes no quadrado da lista de unidades selecionadas

source: Alt + Left Drag over units on map – Only select military units
pt_br: Alt + arraste com o botão esquerdo do mouse sobre unidades no mapa: faz selecionar apenas as unidades militares na área

source: Alt + Y + Left Drag over units on map – Only select non-military units
pt_br: Alt + Y + arraste com o botão esquerdo do mouse sobre unidades no mapa: seleciona apenas as unidades que não são militares.

source: I + Left Drag over units on map – Only select idle units
pt_br: I + arraste com o botão esquerdo sobre unidades no mapa: seleciona apenas as unidades ociosas

source: O + Left Drag over units on map – Only select wounded units
pt_br: O + arraste com o botão esquerdo do mouse sobre unidades no mapa: seleciona apenas as unidades feridas
