Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: The controls and gameplay should be familiar to players of traditional real-time strategy (RTS) games. There are currently a lot of missing features and poorly-balanced stats – you will probably have to wait until a beta release for it to work well.
ast: La mechánica de l juögu resultará conhocida pol assemelyu que tien cun la d’outros títulos de Strategia n tiempu real (STR). Indagora ha hi enforma funcciones faltantes & statísticɐs non permediadɐs – teneras de sperar a que se lhancie una version beta para que ferrule bien.
bg: Управлението и игралните механики би трябвало да са познати на хората играли традиционни стратегии в реално време (RTS). В момента има доста липсващи функционалности и небалансирани елементи — вероятно ще искате да изчакате поне до Бета-версията, за да може всичко да работи гладко.
ca: Els controls i la manera de jugar seran familiars per als jugadors de jocs tradicionals d'estratègia en temps real. Encara falten moltes característiques i hi ha estadístiques mal equilibrades – haureu d'esperar al llançament d'una versió beta perquè funcioni bé del tot.
cs: Ovládání a způsob hry by měly být známy uživatelům z tradičních her RTS (real-time strategy), strategií ve skutečném čase. V současnosti chybí spousta funkcí a statistiky jsou špatně vyváženy. – Pravděpodobně si budete muset počkat na to, až bude vydána beta verze. Pak už to poběží dobře.
de: Die Steuerung und das Gameplay sollten Spielern von traditionellen Echtzeitstrategie(RTS)-Spielen vertraut sein. Es fehlen noch viele Funktionen und manche Werte sind schlecht ausbalanciert – bis es gut läuft, musst du wahrscheinlich auf eine Beta-Version warten.
el: Ο χειρισμός και ο τρόπος παιχνιδιού είναι οικείοι σε παίκτες με εμπειρία σε πραγματικού χρόνου παιχνίδια στρατηγικής (RTS). Μέχρι στιγμής λείπουν αρκετά χαρακτηριστικά ή είναι ασταθή - πιθανώς θα πρέπει να περιμένετε μέχρι να βγει μια δοκιμαστική έκδοση για να λειτουργήσει πιο σωστά.
es: Los controles y modo de juego deberían resultar familiares a los jugadores habituados a juegos de estrategia en tiempo real (RTS). Todavía faltan muchas características y aun está poco equilibrado. Probablemente tengas que esperar hasta el lanzamiento de la beta para obtener un correcto funcionamiento.
eu: Kontrolak eta jolasaren dinamika arruntak izan behar dute ohiko RTS jokalarientzat. Oraintxe bertan ezaugarri piloa falta da, eta jokoa ez dago oso orekaturik. Jokoaren garapenaren zain jarri beharko duzu zuk nahi zenukeen bezala funtzionatzeko.
fi: Ohjauksen ja pelattavuuden pitäisi olla tuttua perinteisten reaaliaikaisten strategiapelien (RTS) pelaajille. Tällä hetkellä pelistä puuttuu paljon ominaisuuksia ja sen tilastot ovat huonosti tasapainossa - sinun on luultavasti odotettava beta-julkaisua, ennen kuin se toimii kunnolla.
fr: Les contrôles et la prise en main devraient être familiers aux joueurs de jeux de stratégie en temps réel (RTS) traditionnels. Il y a actuellement beaucoup de fonctionnalités manquantes et les statistiques sont très peu équilibrées – vous devrez certainement attendre jusqu'à la sortie d'une version bêta pour que cela fonctionne bien.
gd: Bidh thu eòlach air na h-innealan-smachd is an dòigh cluiche ma tha thu air geamannan ro-innleachd fìor-ama (RTS) tradaiseanta a chluich roimhe. Tha iomadh gleus a dhìth fhathast aig an àm seo is chan eil meidh air mar bu chòir – tha sinn an dùil gum bi agad ri feitheamh airson sgaoileadh beta ach an obraich e gu math.
gl: Os controis e a xogabilidade deberían ser familiares para os xogadores de xogos de estratexia en tempo real (RTS) tradicionais. Actualmente hai moitas funcións que faltan e estatísticas mal equilibradas – probablemente terás que esperar ata unha versión beta para que funcione correctamente.
hu: A vezérlés és a játékmenet ismerős lehet a hagyományos valós idejű stratégiai (RTS) játékosoknak. Egyelőre sok a hiányzó funkció, valamint a rosszul kezelt statisztika ‒ valószínűleg várni kell a béta kiadásra, hogy minden jól működjön.
id: Kontrol dan permainan mestinya sudah akrab bagi pemain game strategi waktu-nyata (RTS) tradisional. Saat ini ada banyak fitur yang hilang dan statistik yang kurang seimbang – Anda mungkin harus menunggu hingga rilis beta agar berfungsi dengan baik.
it: I controlli ed il gioco dovrebbero essere familiari ai giocatori dei tradizionali giochi di strategia in tempo reale (RTS). Attualmente ci sono numerosi contenuti mancanti e statistiche mal bilanciate – probabilmente dovrai attendere fino al rilascio di una beta perchè funzioni tutto correttamente.
ja: リアルタイムストラテジーゲーム(RTS)を長くプレイされている方ならゲームの操作についてはご存知のはずです。足りない機能やバランスの悪いところがまだたくさんありますが–うまく動くようになるためにはベータ版のリリースを待っていただくことになってしまいます。
ko: 컨트롤과 게임 방식은 전통적인 실시간 전략(RTS) 게임 플레이어들에게 친숙해야 합니다. 현재 누락된 기능이 많고 균형이 맞지 않는 통계가 있습니다. – 제대로 작동하려면 베타 릴리스가 나올 때까지 기다려야 할 것입니다.
nl: De bediening van het spel en het spelverloop volgen de gebruikelijke manieren van het RTS genre. Er is momenteel nog een groot aantal ontbrekende functies en onevenwichtig AI gedrag – u zult waarschijnlijk tot een bèta release moeten wachten voordat het echt goed zal werken.
pl: Sterowanie oraz gra powinny być znane graczom z klasycznych gier strategicznych czasu rzeczywistego (RTS). Na razie brakuje wielu funkcji, a gra jest niezbalansowana - prawdopodobnie musisz zaczekać do czasu wydania wersji beta, aby gra działała dobrze.
pt_br: Quem já tem experiência com outros jogos de estratégia em tempo real pode não precisar de maiores explicações sobre os comandos e a jogabilidade do 0 A.D.. No entanto, vários recursos do jogo ainda não foram implementados e diversos atributos que precisam ser reajustados para equilibrar as civilizações. As coisas podem só ficar nos conformes em uma futura versão beta.
pt_pt: Os controlos e a jogabilidade serão familiares para quem já jogou jogos de estratégia em tempo real (RTS). Atualmente ainda faltam implementar muitas funcionalidades e os atributos estão desequilibrados – terás de aguardar pelo lançamento da versão beta para que tudo funcione corretamente.
ru: Управление и геймплей определённо будут знакомы игрокам классических стратегий в реальном времени. В данный момент отсутствует множество функций и плохо сбалансирована статистика, поэтому вам, вероятно, придется подождать до бета-релиза, чтобы всё работало стабильно.
sv: Kontrollerna och spelupplägget bör vara bekant för spelare av traditionella realtids-strategispel (RTS). Det finns för närvarande en hel del saknade funktioner och dåligt balanserad statistik - du kommer förmodligen att behöva vänta till en betaversion för att det ska fungera bra.
tr: Kontroller ve oyuniçi deneyimi, geleneksel gerçek zamanlı strateji (RTS) oyuncularına oldukça tanıdık gelmelidir. Şu anda birçok eksik özellik ve dengesiz statüler söz konusu – muhtemelen daha iyi çalışması için beta sürümüne kadar beklemeniz gerekecek.
uk: Елементи управління та ігровий процес мають бути знайомі гравцям у традиційні стратегічні ігри в реальному часі (RTS). Наразі існує багато відсутніх функцій та погано збалансовано параметри — Вам, мабуть, доведеться почекати, поки бета-версія не буде добре працювати.
zh: 游戏机制类似传统的即时战略游戏(RTS)。许多特性还未实现，游戏平衡可能还未完善，未来版本里可能会逐步修复。
zh_tw: 遊戲的控制方式和玩法應該對傳統即時戰略 (RTS) 遊戲玩家來說相當熟悉。目前仍有許多缺失的功能和數據平衡問題 – 您可能需要等到 beta 版它們才能順利運作。

source: Basic controls (by default):
ast: Mandos básicos (predefinidos):
bg: Основно управление (по подразбиране):
ca: Controls bàsics (per defecte):
cs: Základní ovládání (výchozí nastavení):
de: Grundlegende Steuerung (Standard):
el: Βασικοί χειρισμοί (απο προεπιλογή)
es: Controles básicos (por defecto):
eu: Oinarrizko kontrolak (lehensemeenez):
fi: Perusohjaus (oletusarvoisesti):
fr: Contrôles de base (Par défaut)
gd: Stiùireadh bunasach (a ghnàth):
gl: Controis básicos (por defecto):
hu: Alapvető irányítás (alapértelmezett):
id: Kontrol dasar (bawaan):
it: Controlli di base (predefiniti):
ja: 基本操作（デフォルトでの説明）
ko: 기본 컨트롤(기본값):
nl: Standaard bediening (basis instellingen):
pl: Podstawowe sterowanie (domyślne):
pt_pt: Controlos básicos (predefinidos):
ru: Основные команды (по умолчанию):
sv: Grundläggande kontroller (standard):
tr: Temel Kontroller (varsayılan):
uk: Основні елементи управління (за замовчуванням):
zh: 基础控制（默认）：
zh_tw: 基礎操作（預設）：

source: • Left-click to select units
ast: • Pica cul boton esquierdu par’ escolyer unidades
bg: • Ляв бутон на мишката за избиране на единици;
ca: • Feu clic esquerre per seleccionar unitats
cs: • Klepněte levým tlačítkem myši pro výběr jednotek
de: • Linksklick, um Einheiten auszuwählen
el: • Αριστερό κλικ για να επιλέξετε μονάδες
es: • Clic izquierdo para seleccionar unidades
eu: • Klik ezkerrekoarekin unitateak aukeratzeko
fi: • Valitse yksiköt hiiren vasemmalla painikkeella
fr: • Clic gauche pour sélectionner les unités
gd: • Dèan briogadh clì gus aonad a thaghadh
gl: • Botón principal para seleccionar unidades.
hu: • Bal kattintás az egységek kijelöléséhez
id: • Klik kiri untuk memilih unit
it: • Clicca il tasto sinistro per selezionare le unità
ja: ・左クリックでユニットを選択します。
ko: • 마우스 왼쪽 버튼 클릭으로 유닛 선택
nl: • Linkermuisknop om eenheden te selecteren
pl: • Kliknij LPM, by wybrać jednostki.
pt_br: • Clique com o botão esquerdo do mouse para selecionar unidades
pt_pt: • Clique esquerdo para selecionar as unidades
ru: • Левый щелчок для выбора юнитов
sv: • Vänsterklicka för att markera enheter
tr: • Birimleri seçmek için sol tıklayın
uk: • Клацнути лівою кнопкою миші, щоб вибрати підрозділи
zh: • 鼠标左击选中单位
zh_tw: • 左鍵點擊以選取單位

source: • Left-click-and-drag to select groups of units
ast: • Pica cul boton esquierdu & arrastra par’ escolyer cuölmos d’unidades
bg: • Ляв бутон на мишката и влачене за избиране на група от единици;
ca: • Feu clic esquerre i arrossegueu per seleccionar grups d'unitats
cs: • Klepněte levým tlačítkem myši (podržte je) a táhněte pro výběr skupin jednotek
de: • Linksklicken und ziehen, um Gruppen von Einheiten auszuwählen
el: • Αριστερό κλικ και σύρσιμο για να επιλέξεις πολλαπλές ομάδες μονάδων
es: • Arrastra pulsando el botón izquierdo para seleccionar un grupo de unidades
eu: • Klik ezkerrekoarekin eta arrastatu unitate multzoak aukeratzeko
fi: • Pidä hiiren vasen painike pohjassa ja vedä valitaksesi useita yksiköitä.
fr: • Clic gauche et glisser pour sélectionner des groupes d'unités
gd: • Dèan briogadh clì is slaod gus buidhnean de dh’aonadan a thaghadh
gl: • Botón principal e arrastrar para seleccionar grupos de unidades.
hu: • Bal kattintás és húzás egységcsoport kijelöléséhez
id: • Klik kiri dan seret untuk memilih sekelompok unit
it: • Clicca e trascina col sinistro per selezionare gruppi di unità
ja: ・左クリックしながらドラッグすることで複数ユニットを選択できます。
ko: • 마우스 왼쪽 버튼 클릭 및 드래그로 유닛 그룹 선택
nl: • Links slepen om een groep eenheden te selecteren.
pl: • Kliknij LPM i przeciągnij, by wybrać grupy jednostek
pt_br: • Arraste o mouse com o botão esquerdo apertado para selecionar diversas unidades em uma mesma área
pt_pt: • Clique esquerdo e arrastar para selecionar grupos de unidades
ru: • Обведите с зажатой левой кнопкой для выбора группы юнитов
sv: • Vänsterklicka och dra för att markera flera enheter
tr: • Bir grup birim seçmek için sol tıklayıp sürükleyin
uk: • Клацнути лівою кнопкою миші та перетягнути, щоб вибрати групи підрозділів
zh: • 鼠标左击且拖动，来选取一组单位
zh_tw: • 左鍵點擊並拖曳以選取一組單位

source: • Right-click to order units to the target
ast: • Pica cul boton direiꞇhu par’ inviar unidades a l obiectivu
bg: • Десен бутон на мишката за даване на заповед на единиците към целта;
ca: • Feu clic dret per enviar unitats a un objectiu
cs: • Klepněte pravým tlačítkem myši pro zadání cíle cesty jednotkám
de: • Rechtsklick, um die Einheiten zum Ziel zu bewegen
el: • Δεξί κλικ για μετακίνηση των μονάδων στο στόχο
es: • Clic derecho para enviar unidades a un objetivo
eu: • Klik eskumakoarekin unitateak helburu batera bideratzeko
fi: • Oikea hiirenpainike käskee yksikön kohteeseen.
fr: • Clic droit pour donner une cible aux unités
gd: • Dèan briogadh deas ach an tèid aonadan dhan cheann-uidhe
gl: • Botón secundario para asignar unha acción ás unidades.
hu: • Jobb kattintás az egységek célhoz parancsolásához
id: • Klik kanan untuk memerintahkan unit ke suatu target
it: • Clicca con il tasto destro per inviare l'unità sul bersaglio.
ja: ・右クリックでユニットが目的地へ移動するよう命令できます。
ko: • 마우스 오른쪽 클릭으로 유닛들을 표적으로 명령
nl: • Rechts klikken om eenheden een opdracht te geven
pl: • Kliknij PPM, by wydać rozkaz jednostkom
pt_br: • Clique com o botão direito do mouse para indicar um destino ou alvo às unidades selecionadas
pt_pt: • Clique direito para mandar as unidades para o alvo
ru: • Правый щелчок — приказать юнитам идти к цели
sv: • Högerklicka för att skicka enheten mot målet
tr: • Birimleri hedefe yöneltmek için sağ tıklayın
uk: • Клацнути правою кнопкою миші, щоб спрямувати підрозділи до цілі
zh: • 鼠标右击，命令单位到指定地点
zh_tw: • 右鍵點擊以指示單位至目的地

source: • Arrow keys or WASD keys to move the camera
ast: • Teclɐs orientativɐs ou WASD para movere la vista
bg: • Стрелките или клавишите WASD за движение на камерата;
ca: • Utilitzeu les tecles de fletxa o WASD per moure la càmera
cs: • Použijte šipky nebo klávesy WASD pro pohyb kamery
de: • Pfeil- oder WASD-Tasten, um die Kamera zu bewegen
el: • Πλήκτρα βέλους ή πλήκτρα WASD για μετακίνηση της κάμερας
es: • Cursores o WASD para mover la cámara
eu: • Kurtsore-teklak edo WASD teklak kamera mugitzeko
fi: • Nuolinäppäimet tai WASD-näppäimet liikuttavat kameraa.
fr: • Touches fléchées ou touches « ZQSD » pour déplacer la caméra
gd: • Cleachd na h‑iuchraichean saighde no WASD gus an camara a ghluasad
gl: • Teclas de frechas ou teclas W, A, S e D para desprazar a vista.
hu: • Nyíl vagy WASD billentyűk a kamera mozgatásához
id: • Tombol panah atau WASD untuk menggerakkan kamera
it: • Usa i tasti freccia o i tasti WASD per spostare la visuale.
ja: ・十字キーまたはWASDキーでカメラを移動します。
ko: • 화살표키 또는 WASD로 카메라 이동
nl: • Pijltjestoetsen of WASD om de camera te bewegen
pl: • Strzałki lub klawisze WASD służą do kontroli kamery
pt_br: • Utilize as teclas de setas ou WASD para movimentar a câmera
pt_pt: • Teclas direcionais ou teclas WASD para mover a câmara
ru: • Стрелки или клавиши WASD — перемещения камеры
sv: • Piltangenter eller WASD-tangenter för att flytta kameran
tr: • Kamerayı hareket ettirmek için yön tuşlarını ya da WASD tuşlarını kullanın
uk: • Клавіші зі стрілками або клавіші WASD слугують для переміщення камери.
zh: • 方向键，或者 WASD 键来移动视角
zh_tw: • 方向鍵或 WASD 鍵以移動鏡頭

source: • Ctrl + arrow keys, or shift + mouse wheel, to rotate the camera
ast: • Control + teclɐs orientativɐs, ou Maiúsculɐs + ruöda de l mure, para gyrare la vista
bg: • Ctrl + стрелките, или Shift + колелото на мишката за въртене на камерата;
ca: • Utilitzeu Ctrl + tecles de fletxa, o Maj + roda del ratolí, per girar la càmera
cs: • Použijte Ctrl + šipky, nebo Shift + kolečko myši pro otáčení kamery
de: • Strg + Pfeiltasten oder Umschalt + Mausrad, um die Kamera zu drehen
el: • Ctrl + πλήκτρα βέλους ή shift + τροχός ποντικού, για να περιστρέψετε την κάμερα
es: • Ctrl + cursores, o Mayús + rueda del ratón, para rotar la cámara
eu: • Ktrl + kurtsore-teklak, edo maius. + saguaren gurpila, kamera biratzeko
fi: • Ctrl + nuolinäppäimet tai shift + hiiren rulla kääntävät kameraa
fr: • Pour tourner la caméra, utilisez les touches Ctrl + touches fléchées, ou Maj + Molette de souris
gd: • Cleachd Ctrl + iuchraichean saighde no shift + cuibhle na luchaige gus an camara a chuairteachadh
gl: • Ctrl + teclas de frechas, ou Maiús + roda do rato, para rotar a vista.
hu: • Ctrl + nyílgombok, vagy shift + egérgörgő a kamera forgatásához
id: • Ctrl + tombol panah, atau shift + roda mouse, untuk memutar kamera
it: • Usa Ctrl + tasti freccia, o tasto shift + rotella del mouse per ruotare la visuale.
ja: ・Ctrl + 十字キー、またはShift + マウスホイールでカメラを回転します。
ko: • Ctrl + 화살표키 또는 shift + 마우스 바퀴로 카메라 회전
nl: • Ctrl + pijltjestoetsen of shift + muiswiel om de camera te roteren
pl: • CTRL + strzałki lub SHIFT + kółko myszki obracają kamerę
pt_br: Para girar a câmera, aperte Ctrl e alguma tecla de seta. Girar a roda do mouse com a tecla Shift apertada surte o mesmo efeito
pt_pt: • Ctrl + teclas direcionais, ou shift + roda do rato, para rodar a câmara
ru: • Ctrl + стрелки или Shift + колесо мыши — для вращения камеры
sv: • Ctrl + piltangenter eller skift + mushjul för att rotera kameran
tr: • Kamerayı çevirmek için Ctrl + yön tuşları, ya da Shift + fare tekerini kullanın
uk: • Ctrl + клавіші зі стрілками або shift + колесо миші слугують для обертання камери
zh: • 使用Ctrl + 方向键, 或者 shift + 鼠标滚轮，来旋转视角
zh_tw: • Ctrl + 方向鍵或 Shift + 滑鼠滾輪以旋轉鏡頭

source: • Mouse wheel, or “hotkey.camera.zoom.in” and “hotkey.camera.zoom.out” keys, to zoom
ast: • Ruöda de l mure, ou teclɐs “hotkey.camera.zoom.in” & “hotkey.camera.zoom.out”, par’ approximare/alhongare la vista
bg: • Колелцето на мишката или „hotkey.camera.zoom.in“ и „hotkey.camera.zoom.out“ за приближаване и отдалечаване.
ca: • Feu ús de la roda del ratolí, o “hotkey.camera.zoom.in” i “hotkey.camera.zoom.out” per apropar o allunyar la vista.
cs: • Kolečko myši, nebo klávesy “hotkey.camera.zoom.in” a “hotkey.camera.zoom.out” pro přiblížení
de: • Mausrad oder „hotkey.camera.zoom.in“ und „hotkey.camera.zoom.out“ Tasten, um zu zoomen
el: • Ροδέλα ποντικιού, ή “hotkey.camera.zoom.in” καί “hotkey.camera.zoom.out” κουμπιά για μεγέθυνση/σμίκρυνση
es: • Rueda del ratón, o “hotkey.camera.zoom.in” y “hotkey.camera.zoom.out” para hacer zoom
eu: • Saguaren gurpila, edo “hotkey.camera.zoom.in” eta “hotkey.camera.zoom.out” teklak, zooma kontrolatzeko
fi: - Hiiren rulla tai "hotkey.camera.zoom.in" ja "hotkey.camera.zoom.out" -näppäimet lähentävät ja loitontavat kameraa.
fr: • Molette de souris, ou les touches « hotkey.camera.zoom.in » et « hotkey.camera.zoom.out », pour zoomer
gd: • Cleachd cuibhle na luchaige no na h‑iuchraichean “hotkey.camera.zoom.in” is “hotkey.camera.zoom.out” airson sùmadh
gl: • A roda do rato, ou as teclas “hotkey.camera.zoom.in” e “hotkey.camera.zoom.out” para facer zoom.
hu: • Egérgörgő vagy “hotkey.camera.zoom.in” és “hotkey.camera.zoom.out” gombok a nagyításhoz
id: • Roda mouse, atau tombol “hotkey.camera.zoom.in” dan “hotkey.camera.zoom.out”, untuk memperbesar
it: • Scorri la rotella del mouse, o premi i tasti “hotkey.camera.zoom.in” e “hotkey.camera.zoom.out”, per variare la distanza della visuale.
ja: マウスホイール、 もしくは “hotkey.camera.zoom.in” と “hotkey.camera.zoom.out” で拡大縮小を行えます。
ko: • 마우스 휠 또는 "hotkey.camera.zoom.in" 및 "hotkey.camera.discal.out" 키를 확대/축소할 수 있습니다.
nl: • Muiswiel of “sneltoets.camera.zoom.in” en “sneltoets.camera.zoom.uit” toetsen om te zoomen
pl: • Kółko myszki lub "hotkey.camera.zoom.in" i "hotkey.camera.zoom.out" służą do przybliżania i oddalania kamery
pt_pt: Roda do rato ou as teclas “hotkey.camera.zoom.in” e “hotkey.camera.zoom.out” para aproximar ou afastar
ru: • Колесо мыши или клавиши “hotkey.camera.zoom.in” и “hotkey.camera.zoom.out” для изменения масштаба
sv: • Mushjul, eller "hotkey.camera.zoom.in" och "hotkey.camera.zoom.out", för att zooma
tr: • Yakınlaştırmak için fare tekerleği veya “hotkey.camera.zoom.in” ve “hotkey.camera.zoom.out” tuşları
uk: • Колесо миші, або “hotkey.camera.zoom.in” та “hotkey.camera.zoom.out” клавіші, для збільшення
zh: • 用鼠标滚轮、“hotkey.camera.zoom.in” 或 “hotkey.camera.zoom.out” 按键来缩放
zh_tw: • 用滑鼠滾輪或按 “hotkey.camera.zoom.in” 及 “hotkey.camera.zoom.out” 縮放畫面

source: [font="sans-bold-16"]Modes[font="sans-14"]
ast: [font="sans-bold-16"]Modos[font="sans-14"]
bg: [font="sans-bold-16"]Режими[font="sans-14"]
cs: [font="sans-bold-16"]Režimy[font="sans-14"]
de: [font="sans-bold-16"]Modi[font="sans-14"]
el: [font="sans-bold-16"]Τρόποι παιχνιδιού[font="sans-14"]
es: [font="sans-bold-16"]Modalidades[font="sans-14"]
eu: [font="sans-bold-16"]Moduak[font="sans-14"]
fi: [font="sans-bold-16"]Pelimuodot[font="sans-14"]
gd: [font="sans-bold-16"]Modhan[font="sans-14"]
gl: [font="sans-bold-16"]Modos[font="sans-14"]
hu: [font="sans-bold-16"]Módok[font="sans-14"]
id: [font="sans-bold-16"]Mode[font="sans-14"]
it: [font="sans-bold-16"]Modalità[font="sans-14"]
ja: [font="sans-bold-16"]モード[font="sans-14"]
ko: [font="sans-bold-16"]모드[font="sans-14"]
pl: [font="sans-bold-16"]Tryby[font="sans-14"]
pt_br: [font="sans-bold-16"]Modalidades[font="sans-14"]
pt_pt: [font="sans-bold-16"]Modos[font="sans-14"]
ru: [font="sans-bold-16"]Режимы[font="sans-14"]
sv: [font="sans-bold-16"]Lägen[font="sans-14"]
tr: [font="sans-bold-16"]Modlar[font="sans-14"]
uk: [font="sans-bold-16"]Режими[font="sans-14"]
zh: [font="sans-bold-16"]模式[font="sans-14"]
zh_tw: [font="sans-bold-16"]模式[font="sans-14"]

source: The main menu gives access to two game modes:
ast: El menú principal contien dous modos de juögu:
bg: Главното меню предоставя достъп до два режима на игра:
ca: El menú principal permet l'accés a dos modes de joc:
cs: Hlavní nabídka nabízí přístup ke dvěma herním režimům:
de: Das Hauptmenü bietet Zugriff auf zwei Spielmodi:
el: Το κύριο μενού δίνει πρόσβαση σε δύο τρόπους παιχνιδιού:
es: El menú principal da paso a dos modos de juego:
eu: Menu nagusiak bi joko mota jokatzeko aukera ematen du:
fi: Päävalikossa on pääsy kahteen pelimuotoon:
fr: Le menu principal donne accès à deux modes de jeu :
gd: Gheibh thu inntrigeadh do dhà mhodh leis a’ phrìomh chlàr-taice:
gl: O menú principal fornece acceso a dous modos de xogo:
hu: A főmenü két játékmódot biztosít:
id: Menu utama memberikan akses ke dua mode permainan:
it: Il menu principale ti da accesso a due modalità di gioco:
ja: メインメニューでふたつのゲームモードが選べます。
ko: 기본 메뉴는 두 개의 게임 모드를 제공합니다:
nl: Het hoofdmenu geeft toegang tot twee spelmodes:
pl: Z poziomu głównego menu można wybrać jeden z trybów gry:
pt_br: No menu principal, é possível optar entre duas modalidades:
pt_pt: O menu principal dá acesso a dois modos de jogo:
ru: Главное меню предоставляет доступ к двум игровым режимам:
sv: Huvudmenyn ger tillgång till två spellägen:
tr: Ana menü iki oyun moduna erişim sağlar:
uk: Головне меню надає доступ до двох ігрових режимів:
zh: 主菜单中，提供两种游戏模式：
zh_tw: 在主選單可以選擇兩種遊戲模式：
