Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: The wonder attracts many more people to your civilization.
ast: La maraviya atraye muncho más xente a la civilización.
bg: Чудото привлича още много хора към Вашата цивилизация.
br: Ar varzenn a sach kalz muioc'h a boblañs d'ho sevenadur.
ca: Les meravelles atrauen molta gent a la vostra civilització.
cs: Div přitahuje k vaší kultuře spoustu dalších lidí.
de: Das Wunder gewinnt viel mehr Menschen für deine Zivilisation.
el: Το θαύμα προσελκύει πολλούς περισσότερους ανθρώπους στον πολιτισμό σας.
es_mx: La maravilla atrae a mas gente a tu civilización.
eu: Miragarriak askoz ere jende gehiago dakar zure zibilizaziora.
fa: سازه های عجایب باعث جذب مردم بیشتری به تمدن شما می شود
ga: Tarraingíonn an iontas daoine sa bhreis le do shibhialtacht.
gl: A marabilla atrae a moita máis xente á túa facción.
hu: A csoda sokkal több embert vonz a civilizációdba.
id: Keajaiban menarik lebih banyak orang ke peradaban anda.
it: La meraviglia attrae molte più persone verso la tua civiltà.
ja: 奇観はあなたの文明に多くの人々を惹きつけます。
ko: 불가사의는 더 많은 사람들이 당신의 문명으로 끌어다닙니다.
lt: Stebuklas patraukia daug daugiau žmonių į tavo civilizaciją.
lv: Brīnums piesaista jūsu civilizācijai daudz vairāk cilvēku.
ms: Keajaiban menarik lebih ramai orang datang ke tamadun anda.
nb: Underet tiltrekker seg mange flere folk til din sivilisasjon.
nl: Het wonder lokt meer mensen naar je beschaving.
pl: Cuda rozsławiają wielkość Twej cywilizacji wśród innych ludów.
pt_pt: A maravilha atrai muitas mais pessoas para a tua civilização.
ru: Чудо привлекает гораздо больше людей в вашу цивилизацию.
sk: Div sveta priláka oveľa viac ľudí k tvojej civilizácii.
sv: Undret lockar många fler människor till din civilisation.
tr: Harikalar uygarlığınıza daha da fazla insan çeker.
uk: Диво приваблює набагато більше людей до Вашої цивілізації.
zh: 奇观会吸引更多的人加入你的文明。
zh_tw: 奇觀會吸引更多的人加入您的文明。

source: Enable Glorious Expansion. Further increase the population limit by 40 per Wonder owned.
ast: Activar la espansión gloriosa. Aumentar más la llende de población en 40 por maraviya tenida.
bg: Привежда в сила „Славното разрастване“, което увеличава максималното население с 40 за всяко притежавано чудо.
br: Enaouiñ an astenn glorius. Lakaat kreskiñ bevenn ar boblañs eus 40 den dre Varzenn berc'hennet.
ca: Activeu l'Expansió gloriosa. Més endavant, augmenteu el límit de població en 40 punts per meravella adquirida.
cs: Povolit Velkolepý rozmach. Další nárůst populačního limitu o 40 za každý vlastněný div.
de: Aktiviert Glorreiche Expansion. Erhöht das Bevölkerungslimit um weitere 40 für jedes Wunder in deinem Besitz.
el: Ενεργοποίηση της Ένδοξης Επέκτασης. Αυξάνει περαιτέρω το όριο του πληθυσμού κατά 40 ανά Θαύμα που κατέχεται.
eu: Zabaltze Loriatsua gaitzen du. Populazioaren +40 gehitzen du eraikitako miragarri bakoitzeko.
fa: فعال کردن گسترش شکوه. بالا بردن سقف جمعیت به میزان 40 برای هر سازه عجایب که متعلق به شما است.
ga: Cumasaigh Leathnú Glórach. Méadaigh an t-uasdhaonra sa bhreis le 40 san Iontas faoi úinéireacht.
gl: Activar a expansión gloriosa. Aumenta aínda máis o límite de poboación en 40 por marabilla controlada.
hu: Dicsőséges hódítás engedélyezése. A népességkorlát további növekedése 40-nel minden birtokolt csoda után.
id: Mengaktifkan Ekspansi Megah. Meningkatkan lagi batas populasi sebanyak 40 per Keajaiban yang dipunyai.
it: Attiva Espansione Gloriosa. Incrementa ulteriormente il limite di popolazione di 40 per ogni Meraviglia posseduta.
ja: 威信の伝播を有効にします。１象徴あたり人口上限が40増加します。
ko: 영광의 확장을 사용합니다. 하나의 불가사의 당 인구 상한이 40명 더 증가합니다.
lv: Iespējo Slaveno ekspansiju. Vēl vairāk palielina populācijas limitu par 40 uz katru savu Brīnumu.
ms: Benarkan Peluasan Gemilang. Seterusnya meningkatkan had populasi sehingga 40 per Keajaiban yang dimiliki.
nb: Skru på praktfull utvidelse. Øker befolkningstaket med ytterligere 40 per eide under.
nl: Activeer de Glorieuze Expansie. Verhoog de maximale bevolkingslimiet verder met 40 per wonder.
pl: Odblokuj Zdumiewającą Ekspansję. Podnieś limit populacji o 40 na cud.
pt_pt: Ativa a Expansão Gloriosa. Aumenta ainda mais o limite de população em 40 por maravilha construída.
ru: Активация Славной экспансии. В дальнейшем увеличение предела населения на 40 за каждое Чудо.
sk: Umožňuje Slávnu Expanziu. Zvyšuje populačný limit o ďalších 40 za každý postavený div.
sv: Aktivera Strålande Expansion. Öka befolkningsgränsen med ytterligare 40 per under som ägs.
tr: Şanlı Genişleme'yi etkinleştirin. Sahip olduğunuz Wonder başına nüfus sınırını 40 arttırın.
uk: Дозволяє славетну експансію. Додатково збільшує ліміт населення на 40 за кожне диво у власності.
zh: 荣耀扩张。每拥有一处奇迹，人口限制+40。
zh_tw: 啟用光榮擴展。每擁有一座奇觀就會讓人口上限 +40。

source: Glorious Expansion
ar: التوسع العظيم
ast: Espansión gloriosa
bg: Славно разрастване
br: Emled Glorius
ca: Expansió gloriosa
cs: Velkolepý rozmach
de: Glorreiche Expansion
el: Ένδοξη Επέκταση
es_mx: Gloriosa expansión
eu: Zabaltze Loriatsua
fa: گسترش شکوهمندانه
fi: Kunniallinen laajentuminen
ga: Leathnú Glórmhar
gl: Expansión gloriosa
hu: Dicsőséges hódítás
id: Ekspansi Megah
it: Espansione Gloriosa
ja: 威信の伝播
ko: 명성 전파
lt: Šlovinga plėtra
lv: Diženā Izplešanās
ms: Peluasan Gemilang
nb: Praktfull ekspansjon
nl: Glorieuze Expansie
pl: Wspaniała ekspansja
pt_pt: Expansão Gloriosa
ru: Славное расширение
sk: Slávna expanzia
sv: Strålande Expansion
tr: Şanlı Genişleme
uk: Славетна експансія
zh: 荣耀扩张
zh_tw: 光榮擴展

source: The javelin thong (the Greeks also called them loops, or bronkhos) increased the fulcrum action of the throwing arm mid-throw, increasing speed and range of the javelin.
ast: L'amientu (los griegos llamáronlu brochos 'llaciu', ente otros nomes) aumentó l'aición xiradora al brazu metanes de la llanzada, xubiendo la velocidá y algame a la xavelina.
bg: Ремъкът за метателни копия (гърците го наричали също така „примка“ или „бронкос“) засилвал въртящия момент на оръжието по време на хвърляне, увеличавайки скоростта и обхвата на метателното копие.
br: Louan ar speg (Graet e veze anezho gant ar C'hresianed ivez boukloù, pe bronkhos) he doa kreskaet ober paoell hanter-daol an arm taol, en ur lakaat tizh hag astenn ar speg da greskaat.
ca: La cinta de pell que es feia servir per a llançar la javelina (en grec bronkhos) augmentava l'acció de palanca del braç a mitja maniobra, i això feia que la javelina anés més ràpid i arribés més lluny.
cs: Poutko oštěpu (Řeky také nazývané smyčka nebo Vronkhos) zvětšovalo oporu vrhající paži, zlepšovalo přenos síly ve fázi vrhu, a umožnilo vyšší rychlost vrhu a dohodit na větší dálku.
de: Die Speerschlaufe (die Griechen nannten sie Vronkhos) verbesserte die Kraftübertragung in der Abwurfphase und ermöglichte höhere Wurfgeschwindigkeiten und -weiten.
el: Το λουρί στο ακόντιο (οι Έλληνες το αποκαλούσαν βρόχο) αύξανε την υπομόχλιο δράση του βραχίονα ρίψης μέσων βολών, αυξάνοντας την ταχύτητα και το βεληνεκές του ακοντίου.
es_mx: La correa para jabalina (también llamadas loops, o bronkhos, por los griegos) aumenta la acción del brazo y su potencia al lanzar, aumentando la velocidad y alcance de la jabalina.
eu: Xabalinaren uhalak (grekoek loops edo bronkhos deitua) besoaren eragina eta jaurtitzerako indarra , xabalinaren abiadura eta irisgarritasuna handituz.
fa: زوبین شلاقی (یونانی ها آنها را حلقه ها یا برونخوس می نامیدند) باعث بهبود پرتاب نیزه می شود و کسی که نیزه را پرتاب می کند می تواند با سرعت و شعاع بیشتری آنرا پرتاب کند.
ga: Mhéadaigh iall na bhfogha (chuir na Gréigigh uaireanta ainm eile air - lúba, nó 'bronkhos') ar aicsean an bhuthail sa lámh i lár caithimh, agus méadú a chur ar raon agus luas an fhogha.
gl: O gancho de xavelina, que os gregos denominaban «bronkhos», aumentaba o efecto do punto de apoio chegada a metade to movemento de lanzamento, aumentando a velocidade e mailo alcance da xavelina.
hu: A gerely tartószíj (a görögök hurkoknak vagy bronkhosnak is hívják) növelte a dobó kar középdobás forgáspont műveletét növelve a gerely sebességét és hatótávolságát.
id: Cemeti lembing (orang Yunani juga menyebutnya simpul atau bronkhos) meningkatkan aksi titik tumpu pada tangan pelempar saat pelemparan, meningkatkan kecepatan dan jarak lembing.
it: Il laccio del giavellotto (i Greci li chiamavano anche bronkhos) incrementa il fulcro del braccio di lancio a metà tiro, aumentando la velocità e la portata del giavellotto.
ja: 投槍ひも（ギリシア語では輪もしくは気管支とも）によって、投擲中の武器に伝える力が増し、投槍の速度と射程が増加します。
ko: 투창의 가죽끈(그리스어로 고리 또는 기관지라고 부릅니다.)에 의해 던져지는 무기에 전달하는 힘이 더해져 투창의 속도와 사거리가 증가합니다.
ms: Kendit lembing (puak Yunani menggelarnya gelung, atau bronkhos) dapat meningkatkan tindakan fulkrum lontaran, tingkatkan kelajuan dan jangkauan lembing.
nb: Kastespydløkken (grekerne kalte dem også sløyfer eller bronkhos) økte dreiekraften til kastearmen midtveis, og økte dermed fart og rekkevidde for kastespydet.
nl: Het speerkoord vergroot de afstand waarover je kracht kan uitoefenen op de speer tijdens de worp. Zo wordt de werpafstand maar ook de precisie vergroot.
pl: Oszczep z rzemieniem (Grecy nazywali je także z pętlą lub gardłem) zwiększał dźwignię ramienia w punkcie podparcia podczas rzutu, zwiększając tym samym szybkość i zasięg oszczepu.
pt_pt: A correia das lanças (os gregos deram o nome de laços ou bronkhos) aumentou a ação, a velocidade e o alcance do lançamento da lança.
ru: Копьеметалки (греки также называли их петли или бронхосы) значительно увеличили скорость и дальность метания копья.
sk: Remene na oštep (Gréci ich tiež nazývali slučky alebo bronkhos) zvyšovali oporný bod ruky vrhajúcej oštep, čoho výsledkom bola jeho zväčšená rýchlosť a dolet.
sv: Spjutremmar (grekerna kallade dem ävan för slingor, eller bronkhos) ökade stödpunktskraften av kastarmen i kastet, vilket ökade spjutets hastighet och räckvidd.
tr: Cirit tutmaçları (Yunanlılar çember ya da rüzgar borusu olarak da adlandırmıştır) ciritlerin atış ortası fırlatma kolu kaldıraç destek noktasını arttırarak hız ve menzili arttırmıştır.
uk: Ремінь метального списа (греки також називали їх петлями або бронхос) збільшив обертальну дію метального плеча середнього кидка, збільшуючи швидкість та дистанцію метального списа.
zh: 标枪皮带(希腊人又将其称为 loops 或 bronkhos)增加了标枪的速度及范围。
zh_tw: 標槍皮帶 (希臘人又將其稱為 loops 或 bronkhos) 增加了標槍的速度及範圍。

source: All Javelin units +2 pierce attack and +4 range.
ast: Pa toles unidaes con xavelines +2 a la fura y +4 al algame.
bg: +2 пробождане и +4 обхват за всички хвърлячи на леко копие.
br: An holl unanennoù gant speg +2 a argad toullusted ha +4 a astenn.
ca: +2 en Atac de perforació i +4 en Abast per a totes les unitats amb javelina.
cs: Všechny jednotky vrhačů oštěpů +2 k bodnému útoku a +4 na dosahu.
de: Alle Wurfspeereinheiten +2 Stichangriff und +4 Reichweite.
el: Σε όλες τις μονάδες Ακοντιστών +2 επίθεση διάτρησης και +4 στο βεληνεκές.
es_mx: Todas las unidades con jabalina mejoran a +2 daño por penetración y +4 puntos de alcance.
eu: Xabalina duten unitateek +2 hobetzen dute sarkortasunean eta +4 irisgarritasunean.
fa: تمام نیروهای نیزه انداز +2 قدرت حمله نفوذی و +4 شعاع حمله
fi: Kaikille keihäsyksiköille +2 lävistystä ja +4 kantamaa.
ga: Ionsaí Pollda +2 agus raon +4 do gach gaithleannach.
gl: Todas as unidades con xavelina ven o seu ataque de perforación aumentado en +2 e o seu alcance aumentado en +4.
hu: Minden dárdás egységnek +2 szúrás támadás és +4 hatótávolság.
id: Semua unit Pelembing +2 serangan tusuk dan +4 jarak.
it: Tutte le unità con Giavellotti +2 attacco perforante e +4 gittata.
ja: すべての投槍ユニットが貫通攻撃力+2、射程+4。
ko: 모든 투창 유닛의 관통 공격력 +2와 범위 +4.
lv: Visām šķēpu vienībām +2 duršanas uzbrukuma +4 tālumam
ms: Semua unit Berlembing mendapat +2 serangan penembusan dan +4 julat serangan.
nb: Alle spydkastere +2 stikkangrep og +4 rekkevidde.
nl: Alle speerwerpers +2 steekaanval en +4 bereik.
pl: Wszystkie jednostki oszczepników otrzymują +2 do obrażeń kłutych i +4 do zasięgu.
pt_pt: Aumenta o ataque de perfuração de todas as unidades lanceiras em +2 e o seu alcance em +4.
ru: Все копьеметатели получают +2 к колющему удару и +4 к дальности.
sk: Všetky jednotky s oštepom +2 bodný útok a +4 dosah.
sv: Alla spjutenheter +2 Stick attack och +4 räckhåll.
tr: Tüm Cirit birimler +2 delme saldırısı ve +4 değeri sağlar.
uk: Всі підрозділи із метальним списом мають +2 колючої атаки та +4 дистанції.
zh: 所有标枪单位穿刺攻击力 +2 和范围 +4 。
zh_tw: 所有標槍單位 +2 穿刺攻擊力和 +4 範圍。

source: Javelin Thong
ast: Amientu
bg: Ремък за метателно копие
br: Louan Speg
ca: Cinta de la javelina
cs: Poutko oštěpu
da: Kasterem
de: Speerschlaufe
el: Λουρί στο Ακόντιο
es_mx: Correa de jabalina
eu: Xabalina Uhala
fa: تسمه زوبین
fi: Keihään remmi
ga: Iall Fogha
gl: Gancho de xavelina
hu: Gerely tartószíj
id: Cemeti Lembing
it: Laccio per Giavellotto
ja: 投槍ひも
ko: 창 던지기 가죽 끈??
lv: Šķēpa siksna
ms: Kendit Lembing
nb: Lærreimsløkke for kastespyd
nl: Speerkoord
pl: Oszczep z rzemieniem
pt_pt: Correia da Lança
ru: Ремень для копий
sk: Remeň na oštep
sv: Spjutremmar
tr: Ciritci Thong
uk: Ремінь метального списа
zh: 标枪皮带
zh_tw: 標槍皮帶

source: Himás
bg: Хима̀с
el: Ιμάντας
ko: 히마스
ru: Гимас
uk: Хімас

source: Amentum
bg: Аментум
el: Λωρίον
ko: 어멘텀ehsms꼬리 모양 꽃차례
pl: Rzemień
ru: Аментум
uk: Аментум

source: Increased armor on siege engines.
ko: 공성 무기의 방어력이 증가합니다.
uk: Збільшено броню на облогових знаряддях.

source: Siege Engines +2 hack armor.
ko: 공성 무기의 타격 방어력이 +2 증가합니다.
uk: Облогові знаряддя мають +2 броні від рубаючої атаки.

source: Armor plating
ar: درع مصفح
ast: Blindaxe
bg: Слоести брони
br: Staliadur Houarnwisk
ca: Armadura de plaques
cs: Pancéřování
da: Pladepanser
de: Panzerung
el: Επιμετάλλωση πανοπλίας
es_mx: Armadura Enchapada
eu: Plaka Armadura
fa: آبکاری فلزی زره
fi: Panssarin metallipinnoitus
ga: Plátáil Armúir
gl: Armadura de coiraza
hu: Páncélzat
id: Pelapisan zirah
it: Blindatura
ja: 板金鎧
ko: 장갑 갑옷
lv: Bruņu plāksnes.
ms: Perpelatan Perisai
nb: Rustningsplater
nl: Platen bewapening
pl: Zbroje płytowe
pt_pt: Blindagem
ru: Бронеобшивка
sk: Pancierovanie
sv: Armorplätering
tr: Zırh
uk: Покриття бронею
zh: 装甲
zh_tw: 裝甲

source: Advanced technologies improve siege efficiency.
ko: 첨단 기술은 공성 효율성을 향상합니다.
lt: Pažangios technologijos pagerina apgulties efektyvumą.
uk: Просунуті технології вдосконалюють ефективність облоги.

source: Siege Engines +25% attack crush damage.
ko: 공성 무기의 충격 공격력이 +25% 증가합니다.
lt: Apgulties Įrenginiams +25% atakos traiškymo žalos.
uk: Облогові знаряддя мають +25% нанесення пошкодження крушінням.

source: Advanced Siege
ar: حصار متطور
ast: Asediu avanzáu
bg: Подобрена обсада
br: Seziz Araokaet
ca: Setge avançat
cs: Pokročilé obléhání
da: Avanceret Belejring
de: Fortschrittlichere Belagerungswaffen
el: Προηγμένη Πολιορκία
es_mx: Asedio Avanzado
eu: Setio Aurreratua
fa: دژکوب پیشرفته
fi: Kehittynyt piiritys
ga: Léigear Forásach
gl: Asedio avanzado
hu: Fejlett ostrom
id: Pengepungan Canggih
it: Assedio Avanzato
ja: 高度な包囲攻城
ko: 고급 공성
lt: Pažengi Apgultis
lv: Attīstīts aplenkums
ms: Pengepungan Mahir
nb: Avansert beleiring
nl: Geavanceerde belegering
pl: Zaawansowane oblężenie
pt_pt: Maquinaria de Cerco Avançada
ru: Улучшенная осада
sk: Pokročilé obliehanie
sv: Avancerad Belägring
tr: Gelişmiş Kuşatma
uk: Просунута облога
zh: 进阶攻城武器
zh_tw: 進階攻城武器

source: Improvement to projectile accuracy.
ko: 발사체 정확도가 향상합니다.
lt: Projektilių tikslumo pagerinimas.
uk: Удосконалення для метальної точності.

source: Bolt Shooters −20% ranged attack spread.
ko: 노포의 장거리 범위 공격력이 -20% 감소합니다.
lt: Boltų Šaudytojams −20% nuotolinės atakos sklaidos.
uk: Стрільці болтами мають -20% поширення дистанційної атаки.

source: Bolt Accuracy
ar: دقة الأسهم الصغيرة
ast: Precisión del virote
bg: Точност на стрелите за обсада
br: Reizhded Prenn
ca: Precisió dels projectils
cs: Přesnost šípu
da: Boltpræcision
de: Bolzengenauigkeit
el: Κοχλίας Ακρίβειας
es_mx: Virote de precisión
eu: Matrazu Zehatza
fa: دقت پرتابه
fi: Vasaman tarkkuus
ga: Cruinneas Boltaí
gl: Precisión dos proxectís
hu: Nyílpontosság
id: Ketepatan Panah
it: Precisione
ja: 弩砲の命中精度
ko: 노포의 명중률
lt: Strėlių Tikslumas
lv: Bultu precizitāte
ms: Ketepatan Bolt
nb: Boltnøyaktighet
nl: Accuraatheid pijlen
pl: Celność bełtów
pt_pt: Pontaria dos Projéteis
ru: Точность болта
sk: Presnosť šípov
sv: Pil träffsäkerhet
tr: Mızrak Hassasiyeti
uk: Точність болта
zh: 弩箭精准度
zh_tw: 弩箭準確度

source: Siege engines require less metal.
ko: 공성 무기에 필요한 금속이 덜 필요합니다.
uk: Облогові знаряддя потребують менше металу.

source: Siege Engines −20% metal cost.
ko: 공성 무기의 금속 비용이 -20% 감소합니다.
uk: Облогові знаряддя потребують -20% вартості металу.

source: Metalworker
ar: مشكل للمعادن
ast: Metalúrxicu
bg: Металоработник
br: Metalouriezhour
ca: Artesà del metall
cs: Kovodělník
da: Metalarbejder
de: Waffenschlosser
el: Μεταλλουργός
es_mx: Trabajos de metal
eu: Metal Lanak
fa: فلزکار
fi: Metallityöläinen
ga: Gaibhneoir
gl: Ferreiro
hu: Fémmunkás
id: Pekerja Logam
it: Fabbro
ja: 金属細工師
ko: 금속 세공사
lv: Metālists
ms: Pekerja Logam
nb: Metallarbeider
nl: Metaalwerker
pl: Kowal
pt_pt: Ferreiro
ru: Жестянщик
sk: Kováč
sv: Metallarbetare
tr: Metal işcisi
uk: Металообробник
zh: 金属矿工
zh_tw: 金屬工

source: Siege engines require less wood.
ko: 공성 무기의 목재가 덜 필요합니다.
uk: Облогові знаряддя потребують менше деревини.

source: Siege Engines −20% wood cost.
ko: 공성 무기의 목재 비용이 -20% 줄어듭니다.
uk: Облогові знаряддя потребують -20% вартості деревини.

source: Artillery Instructors
ast: Instructores artilleros
bg: Артилерийски инструктори
br: Ensellerien Kanolierezh
ca: Instructors d'artilleria
cs: Školitelé obléhacích zbraní
da: Artilleriinstruktører
de: Artillerieausbilder
el: Εκπαιδευτές πυροβολικού
es_mx: Instructores de artillería
eu: Artilleria Instruktoreak
fa: آموزش دهندگان دژکوب های پرتابی
ga: Teagascóirí Airtléire
gl: Instrutores de artillaría
hu: Tüzérségi utasítások
id: Instruktur Artileri
it: Istruttori di artiglieria
ja: 砲術師範
ko: 포병 교관
lv: Artilērijas instruktori
ms: Pengajar Artileri
nb: Artilleri-instruktører
nl: Artillerie-instructeurs
pl: Wytyczne artylerii
pt_pt: Instrutores de Artilharia
ru: Артиллерийские инструктора
sk: Inštruktori delostrelectva
sv: Artilleri Instruktörer
tr: Topçu Eğitmenleri
uk: Артилерійські інструктори
zh: 砲兵专家
zh_tw: 砲兵指導員

source: Immobile siege engines are assembled and disassembled faster.
ko: 거치식 공성 무기의 조립과 해체가 빨라집니다.
uk: Нерухомі облогові знаряддя збираються та розбираються швидше.

source: Siege Engines −25% pack and unpack time.
ko: 거치식 공성 무기의 조립과 해체 시간이 -25% 빨라집니다.
uk: Облогові знаряддя потребують -25% часу пакування та розпакування.

source: Military Engineers
ar: المهندسون العسكريون
ast: Inxenieros militares
bg: Военни инженери
br: Ijinourien Milourel
ca: Enginyers militars
cs: Vojenští inženýři
da: Militæringeniører
de: Militärische Pioniere
el: Στρατιωτικοί Μηχανικοί
es_mx: Ingenieros Militares
eu: Ingeniari militarrak
fa: مهندسان نظامی
fi: Sotilasinsinöörit
ga: Innealtóirí Míleata
gl: Enxeñeiros militares
hu: Hadmérnökök
id: Insinyur Militer
it: Ingegneri Militari
ja: 工兵
ko: 공병
lt: Karo inžinieriai
lv: Militārie Inženieri
ms: Jurutera Tentera
nb: Militæringeniører
nl: Militaire ingenieurs
pl: Inżynierowie wojskowi
pt_pt: Engenheiros militares
ru: Военные инженеры
sk: Vojenskí inžinieri
sv: Militära Ingenjörer
tr: Askeri Mühendisler
uk: Військові інженери
zh: 军事工程师
zh_tw: 工兵

source: Breed the fastest horses.
ar: ربي اسرع الاحصنة.
ast: Criar los caballos más rápidos.
bg: Размножаване на най-бързите коне.
br: Desevel ar c'hezeg buanañ.
ca: Crieu els cavalls més ràpid.
cs: Chovat nejrychlejší koně.
de: Züchte die schnellsten Pferde.
el: Εκτρέφει τα ταχύτερα άλογα.
es_mx: Cría a los caballos más rápidos.
eu: Hezi zaldiak azkarrago.
fa: پرورش اسب های سریع
fi: Jalosta nopeimmat hevoset.
ga: Síolraigh na capaill is tapa.
gl: Cría os cabalos máis veloces.
hu: A leggyorsabb lovak tenyésztése.
id: Membiakkan kuda tercepat.
it: Alleva i cavalli più veloci.
ja: 駿馬の血統を育てます。
ko: 빠르게 잘 달리는 말(준마)를 기릅니다..
lv: Audzē ātrākos zirgos.
ms: Biak kuda yang terpantas.
nb: Al opp de raskeste hestene.
nl: Fok de snelste paarden.
pl: Rozmnażanie najszybszych koni.
pt_pt: Procrie os cavalos mais rápidos.
ru: Порода самых быстрых лошадей.
sk: Chovaj najrýchlejšie kone.
sv: Föd upp de snabbaste hästarna.
tr: Atları hızlı yetiştirme.
uk: Розводити найшвидших коней.
zh: 培育出最快的马。
zh_tw: 培育出最快的馬。

source: +10% cavalry walk speed.
ar: تزيد سرعة مشي الخيّالة بنسبة 10%.
ast: El +10% de la velocidá de la caballería.
bg: +10% бързина на придвижване на конницата.
br: +10% a dizh bale marc'hegerezh.
ca: +10% en la velocitat de la cavalleria.
cs: +10% na rychlosti pohybu jízdy.
de: +10% Kavalleriegeschwindigkeit.
el: +10% στην ταχύτητα βαδίσματος του ιππικού.
es_mx: +10% a la velocidad de movimiento de los caballos.
eu: %10+ zaldien mugitze abiaduran.
fa: +10% سرعت راه رفتن سواره نظام
fi: +10% ratsuväen kävelynopeutta.
ga: Gluaiseacht siúil +10% do mharcra.
gl: A velocidade de paso da cabalaría aumenta un +10%.
hu: +10% sétálási sebesség a lovasságnak.
id: +10% kecepatan berjalan kavaleri.
it: +10% velocità di manovra della cavalleria.
ja: 騎兵の移動速度が10%速まります。
ko: 기마의 이동 속도가 +10% 빨라집니다.
lv: +10% jātnieku gaitas ātrumam.
ms: +10% kelajuan berjalan askar berkuda.
nb: +10% travhastighet for kavaleri.
nl: +10% cavalerie loopsnelheid.
pl: Kawaleria +10% szybkości poruszania.
pt_pt: +10 de velocidade de movimento para a cavalaria.
ru: Скорость конницы повышается на +10%.
sk: +10% rýchlosť chôdze jazdy.
sv: +10% kavalleri gånghastighet.
tr: %+10 süvari yürüme hızı.
uk: +10% швидкості ходи кавалерії.
zh: 骑兵移动速度 +10%。
zh_tw: 騎兵移動速度 +10%。

source: Cavalry Breeding
ar: تربية خيّالة
ast: Crianza de caballos
bg: Размножаване на ездитните животни
br: Atant Desevel Kezeg
ca: Cria de cavalls
cs: Chov koní
de: Reittierzucht
el: Εκτροφή Ιππικού
es_mx: Cría de caballos
eu: Zaldi Heztea
fa: پرورش سواره نظام
ga: Síolrú Each
gl: Cría de cabalos
hu: Lótenyésztés
id: Pembiakan Kuda
it: Cavalleria di Razza
ja: 騎馬の繁殖
ko: 기마 기름
lv: Jātnieku audzēšana
ms: Pembiakan Kuda
nb: Kavaleriavl
nl: Paarden fokken
pl: Hodowanie koni kawaleryjskich
pt_pt: Procriação de cavalos
ru: Разведение коней для кавалерии
sk: Výchova jazdy
sv: Kavalleri Uppfödning
tr: Süvari Yetiştiriciliği
uk: Кавалерійське розведення
zh: 培育马匹
zh_tw: 培育騎兵

source: Train your horses to move faster.
ar: درب احصنتك لكي تتجرك اسرع.
ast: Entrena los caballos pa movese más rápido
bg: Трениране на конете за по-бързо придвижване.
br: Stummit ho kezeg evit fiñval buanoc'h.
ca: Formeu els cavalls per a córrer més ràpid.
cs: Cvičte své koně, aby běželi rychleji.
de: Trainiere deine Pferde, damit diese sich schneller bewegen.
el: Εκπαιδεύει τα άλογα σας να κινηθούν ταχύτερα.
es_mx: Entrena a tus caballos para que sean más rápidos.
eu: Erakutsi zaldiei azkarragoak izan daitezen.
fa: آموزش اسبها برای حرکت سریعتر
fi: Kouluta hevosesi nopeammiksi.
ga: Traenáil do chapaill iad a bhogadh níos tapa.
gl: Adestra os cabalos para que galopen máis rápido.
hu: A lovak kiképzése a gyorsabb mozgáshoz.
id: Melatih kuda agar bergerak lebih cepat.
it: Allena i tuoi cavalli per renderli più veloci.
ja: 自軍の馬をより速く動くよう訓練します。
ko: 기마가 더 빨리 달리도록 훈련합니다.
lt: Treniruok savo žirgus greitesniam judėjimui.
lv: Apmāci zirgus kustēties ātrāk.
ms: Latih kuda anda bergerak lebih pantas.
nb: Tren hestene dine til å ri raskere.
nl: Train je paarden zodat ze sneller lopen.
pl: Wyszkól swoje konie do szybszej jazdy.
pt_pt: Treina os teus cavalos para se moverem mais depressa.
ru: Тренируйте лошадей, чтобы повысить их скорость.
sk: Trénuj svoje kone aby sa pohybovali rýchlejšie.
sv: Träna dina hästar att röra sig snabbare.
tr: Daha hızlı hareket etmek için atları eğitin.
uk: Тренувати Ваших коней рухатися швидше.
zh: 训练你的马,使其移动更快速。
zh_tw: 訓練您的馬，使其移動更快速。
