Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: A long spear made specifically for cavalry.
ar: رمح طويل صُنع خصّيصًا للخيّالة.
ast: Una llanza llarga fecha específicamente pa caballería.
bg: Дълго копие, направено специално за конницата.
br: Ur goaf hir graet evit ar varc'hegerien nemetken.
ca: Una llança llarga feta específicament per a la cavalleria.
cs: Dlouhé kopí vytvořené zvláště pro jezdectvo.
da: Et langt spyd lavet særligt til kavaleri.
de: Ein langer Speer, speziell für Kavallerie hergestellt.
el: Ένα μακρύ δόρυ φτιαγμένο ειδικά για το ιππικό.
es_mx: Una lanza alargada hecha especialmente para caballería.
eu: Lantza luzea zalditeriak erabiltzeko espresuki sortua.
fa: یک نیزه بلند که مخصوص سواره نظام ساخته شده است
fi: Ertyisesti ratsuväelle tehty pitkä keihäs.
ga: Sleá fada déanta ar son na marcraí.
gl: Unha lanza longa construída especificamente para a cabalaría.
hu: Egy hosszú lándzsa kifejezetten a lovasságnak készítve.
id: Tombak panjang dibuat khusus untuk kavaleri.
it: Una lunga lancia realizzata appositamente per la cavalleria.
ja: 特に騎兵のために作られた長い槍です。
ko: 기병들을 위해 특별히 만들어진 긴 창.
lv: Garie šķēpi darināti speciāli jātniekiem.
ms: Tombak panjang yang direka khusus untuk askar berkuda.
nb: Et langt spyd laget spesielt for kavaleri.
nl: Een lange speer speciaal voor cavalerie.
pl: Długa włócznia skonstruowana specjalnie dla kawalerii.
pt_pt: Uma lança comprida construída especificamente para a cavalaria.
ru: Длинное копьё, изготовленное специально для кавалерии.
sk: Dlhá kopija vyrobená špeciálne pre jazdu.
sv: Ett långt spjut specialtillverkat för kavalleri.
tr: Süvariler için özel olarak yapılmış uzun bir mızrak.
uk: Довгий спис, зроблений спеціально для кавалерії.
zh: 骑兵专用长矛。
zh_tw: 專為騎兵製作的長矛。

source: Equip your melee cavalry with better weapons. Melee Cavalry +2 Hack Attack.
ar: جهز خيالة الاشتباك بأسلحة أفضل. يحصل خيالة الاشتباك على +2 لممانعة الهجوم.
ast: Equipar la caballería cuerpu a cuerpu con meyores armes. Pa la caballería cuerpu a cuerpu +2 a la taya.
bg: Оборудване на близкобойната конница с по-добри оръжия. Близкобойната конница получава +2 разсичаща атака.
br: Ekipit ho marc'hegerezh meskadeg gant armoù gwelloc'h. Marc'hegerezh meskadeg +2 a Droc'husted.
ca: Equipeu la cavalleria de cos a cos amb armes millors. Cavalleria de cos a cos +2 en Atac de tall.
cs: Vyzbrojte svou jízdu lepšími chladnými zbraněmi. Jezdci s chladnými zbraněmi +2 k sečnému útoku.
de: Statte deine Kavallerie mit besseren Waffen aus. Nahkampfkavallerie +2 auf Hiebattacken.
el: Εξοπλίζει το εκ συστάδην ιππικό με καλλίτερα όπλα. +2 Επίθεση Κοψίματος στο Εκ Συστάδην Ιππικό.
es_mx: Equipa a tu caballeria cuerpo a cuerpo con mejores armas. Caballeria cuerpo a cuerpo +2 ataque de corte.
eu: Aurrez-aurreko zure zalditeria arma onenez hornitu. Aurrez-aurreko zalditeriak +2 irabazten du mozketako erasoan.
fa: تجهیز کردن سواره نظام نزدیکزن با سلاح های بهتر. سواره نظام نزدیکزن +2 قدرت حمله برشی.
fi: Varusta kantamaratsuväkesi paremmilla aseilla. Lähitaisteluratsuväki +2 Hakkaushyökkäystä.
ga: Feistigh airm níos fearr ar do mharcraí trodacha. Ionsaí Teasctha +2 do throd-mharcaigh.
gl: Equipa os teus cabaleiros de contacto con mellores armas. O ataque de folla da cabalaría regular aumenta en +2.
hu: A közelharci lovasság felszerelése jobb fegyverekkel. Közelharci lovasságnak +2 vágás támadás.
id: Lengkapi kavaleri jarak dekat Anda dengan senjata yang lebih baik, Kavaleri Jarak Dekat +2 Serangan Tebas.
it: Dota la cavalleria corpo a corpo di armi migliori. Cavalleria da Mischia +2 Attacco.
ja: 近接攻撃騎兵により良い武器を装備させます。近接攻撃騎兵の打撃攻撃力が2増加します。
ko: 당신의 근접 기병에게 더 좋은 무기를 장착합니다. 근접 기병의 타격 공격력이 +2 증가합니다.
lv: Apbruņo tuvcīņas jātniekus ar labākiem ieročiem. Tuvcīņas jātniekiem +2 ciršanas uzbrukumam.
ms: Lengkapkan askar kuda tempur anda dengan senjata lebih baik. Berkuda Tempur +2 Serangan Tetak.
nb: Utstyr ditt nærkamps-kavaleri med bedre våpen. Nærkamp-kavaleri +2 i huggeangrep.
nl: Rust je mêleeruiters uit met betere wapens. Mêleecavalerie +2 slagkracht.
pl: Wyposaż swoją kawalerią walczącą wręcz w lepszą broń. Kawaleria walcząca wręcz otrzymuje +2 do poziomu ataku siecznego.
pt_pt: Equipa a tua cavalaria de combate corpo-a-corpo com melhores armas. O ataque de corte da cavalaria de combate corpo-a-corpo aumenta em +2.
ru: Вооружите конницу улучшенным оружием ближнего боя. Конница в ближнем бою получает +2 к урону рубящим оружием.
sk: Vybaví vašu jazdu nablízko lepšími zbraňami. Jazda nablízko +2 sečný útok.
sv: Utrusta ditt närstridskavalleri med bättre vapen. +2 hack attack för närstridskavalleri.
tr: Yakın dövüş süvarinizi daha iyi silahlarla donatın. Yakın dövüş süvarisi +2 Zırh Delme sağlar.
uk: Оснастити Вашу кавалерію ближнього бою кращою зброєю. Кавалерія ближнього бою має +2 рубаючої атаки.
zh: 用更好的武器武装你的近战骑兵。近战骑兵攻击力 +2。
zh_tw: 讓您的近戰騎兵裝備更好的武器。近戰騎兵 +2 劈砍攻擊力。

source: Cavalry Lance
ar: رمح الخيالة
ast: Llanza de caballería
bg: Копие за конницата
br: Goaf Marc'heger
ca: Llança de cavalleria
cs: Jezdecké kopí
da: Kavalerilanse
de: Kavallerielanze
el: Λόγχη Ιππικού
es_mx: Lanza de caballería
eu: Ezpatadun Zalditeria
fa: نیزه سواره نظام
fi: Ratsuväen peitsi
ga: Lansa Marcra
gl: Lanza da cabalaría
hu: Kopjás lovasság
id: Tombak Panjang Kavaleri
it: Lanciere a Cavallo
ja: 騎兵用ランス
ko: 기마병 창
lv: Jātnieka pīķis
ms: Tombak Askar Berkuda
nb: Kavalerilanse
nl: Ruiterslans
pl: Kopia
pt_pt: Lança da Cavalaria
ru: Кавалерийские копья
sk: Jazdecká kopija
sv: Kavalleri lans
tr: Süvari Mızrağı
uk: Кавалерійський спис
zh: 长矛骑兵
zh_tw: 槍騎兵

source: Xystón
ar: زيستن
bg: Ксисто̀н
el: Χιστόν
fi: Xyston
ko: 시스톤
ru: Ксистон
uk: Ксістон
zh: 铁质武器

source: Hasta
ar: هاستا
ast: Asta
bg: Хаста
el: Άστα
ko: 하스타ehsms창
pl: Włócznia Hasta
ru: Гаста
uk: Хаста
zh: 长枪团
zh_tw: 哈斯塔長槍

source: Training increases melee attack.
ar: التدريب يزيد من الهجوم بالاشتباك.
ast: L'entrenamientu aumenta l'ataque cuerpu a cuerpu.
bg: Тренирането увеличава близката атака.
br: Gourdonañ a wellao an tagadennoù e meskadeg
ca: La formació augmenta l'atac cos a cos.
cs: Výcvik zvýší škody způsobené při boji na blízko.
de: Training verbessert den Nahkampfschaden.
el: Η εκπαίδευση αυξάνει την επίθεση εκ του συστάδην.
es_mx: El entrenamiento incrementa el ataque cuerpo a cuerpo.
eu: Entrenatzeak buruz-buruko erasoa areagotzen du.
fa: آموزش افزایش قدرت حمله نزدیکزن
fi: Koulutus lisää lähitaistelukykyä.
ga: Méadaíonn traenáil an t-ionsaí trodach.
gl: O adestramento aumenta o ataque de contacto.
hu: A kiképzés növeli a közelharci támadást.
id: Latihan meningkatkan serangan jarak dekat.
it: L'addestramento aumenta l'attacco corpo a corpo.
ja: 近接攻撃力を強化する訓練です。
ko: 이 훈련은 근접 공격력이 증가합니다.
lv: Apmācība uzlabo tuvcīņas uzbrukumu.
ms: Latihan meningkatkan serangan tempur.
nb: Trening øker nærkampsangrep.
nl: Training verhoogd de mêlee aanvalskracht.
pl: Szkolenie zwiększające poziom ataku wręcz.
pt_pt: O treino aumenta o ataque corpo-a-corpo.
ru: Обучение повышает атаку в ближнем бою.
sk: Tréning zvyšuje útok zblízka.
sv: Träning ökar skada i närstrid.
tr: Yakın dövüş saldırı eğitimini arttır.
uk: Тренування збільшує атаку ближнього бою.
zh: 训练增加近战攻击力。
zh_tw: 訓練增加近戰攻擊力。

source: +20% melee cavalry attack.
ar: +20% لهجوم خيالة الاشتباك.
ast: El +20% del ataque cuerpu a cuerpu pa la caballería.
bg: +20% близка атака за конницата.
br: +20% a dagusted evit ar varc'hegerezh meskadeg.
ca: +20% d'atac per a la cavalleria cos a cos.
cs: +20% na útoku jízdy pro boj na blízko.
de: +20% Nahkampf-Kavallerie-Angriff.
el: +20% επίθεση στον ιππικό εκ του συστάδην.
es_mx: +20% de ataque de la caballería en combate cuerpo a cuerpo
eu: +20% buruz-buruko zalditeriaren erasoa.
fa: +20% قدرت حمله سواره نظام نزدیکزن
fi: +20% ratsuväen lähitaistelukykyyn.
ga: Ionsaí +20% do throd-mharcaigh.
gl: O ataque de contacto da cabalaría aumenta un 20%.
hu: +20% közelharci lovasság támadás.
id: +20% serangan kavaleri jarak dekat.
it: +20% attacco cavalleria in mischia.
ja: 騎兵の近接攻撃力が20%増加します。
ko: 근접 기병 공격력이 +20% 증가합니다.
lv: +20% tuvcīņas jātnieku uzbrukumam.
ms: +20% serangan berkuda tempur.
nb: +20% nærkampangrep for kavaleri.
nl: 20% extra aanvalskracht voor mêlee ruiters.
pl: +20% do poziomu ataku wręcz dla kawalerii
pt_pt: +20% de ataque da cavalaria corpo-a-corpo.
ru: Кавалерия получает +20% к атаке в ближнем бою.
sk: +20% útok jazdcov zblízka.
sv: +20% närstridskavalleri attack
tr: %+20 yakın dövüş süvari saldırısı.
uk: +20% кавалерійської атаки ближнього бою.
zh: +20% 近战骑兵攻击力。
zh_tw: +20% 近戰騎兵攻擊力。

source: Close Combat Cavalry Training
ar: أغلق تدريب خيالة المعركة.
ast: Entrenamientu de la caballería pal combate apertao
bg: Трениране на конницата за близък бой
br: Stummadur d'an Emgann Tost-tost evit ar Varc'hegerezh
ca: Entrenament de cavalleria cos a cos
cs: Cvičení jízdy pro boj na blízko
de: Nahkampf Kavallerie Training
el: Εκπαίδευση Ιππικού Μάχης Σώμα με Σώμα
es_mx: Entrenamiento de combate cercano para la caballeria
eu: Zalditeriarako Aurrez-Aurreko Entrenamendua
fa: آموزش نبرد نزدیک برای سواره نظام
fi: Lähitaistelu-ratsuväkiharjoitus
ga: Oiliúint Dlúthchomhraic don Mharcshlua
gl: Adestramento da cabalaría en combate de contacto
hu: Közelharci lovasság kiképzés
id: Latihan Pertarungan Jarak Dekat Kavaleri
it: Addestramento Cavalleria al Combattimento Ravvicinato
ja: 騎兵の接近戦訓練
ko: 근접 전투 기병 훈련
lv: Tuvcīņas jātnieku apmācības
ms: Latihan Askar Berkuda Tempur Jarak Dekat
nb: Nærkamptrening for kavaleri
nl: Training voor ruitergevechten van dichtbij
pl: Szkolenie kawalerii w walce w zwarciu
pt_pt: Treino de Cavalaria de Combate Próximo
ru: Обучение конницы ближнему бою
sk: Tréning boja zblízka pre jazdcov
sv: Nästridskavalleri träning
tr: Yakın Muharebe Süvari Eğitimi
uk: Тренування кавалерії в ближньому бою
zh: 密集骑兵战斗训练
zh_tw: 密集騎兵戰鬥訓練

source: Xyston
ar: زيستن
bg: Ксистон
el: Χίστόν
fa: زیستون
ko: 크시스톤
pl: Włócznia Xyston
ru: Ксистон
uk: Ксистон
zh: 铁质武器
zh_tw: 緒斯同騎槍

source: Replaces bronze weapons with iron.
ar: يستبدل أسلحة البرونز بالحديد.
ast: Sustitúi les armes de bronce colos de fierro.
bg: Заменя бронзовите оръжия с железни.
br: Erlec'hiañ an armoù arem gant houarn.
ca: Substituïu les armes de bronze per armes de ferro.
cs: Nahradí bronzové zbraně železnými.
de: Ersetzt Bronzewaffen mit Eisen.
el: Αντικαθιστά τα χάλκινα όπλα με σιδερένια.
es_mx: Reemplaza armas de bronce con hierro.
eu: Brontzezko armak burdinazkoengatik aldatu.
fa: تعویض سلاح های برونزی با سلاح های آهنی
fi: Korvaa pronssiaseet rautaisilla.
ga: Tar airm iarainn in áit airm cré-umha.
gl: Substitúe as armas de bronce polas de ferro.
hu: Lecseréli a bronzfegyvereket vasfegyverekre.
id: Mengganti semua senjata perunggu dengan besi.
it: Sostituisce le armi di bronzo con quelle in ferro.
ja: 武器の材質を青銅から鉄へ切替えます。
ko: 청동무기를 철로 바꿉니다.
lv: Aizvieto bronzas ieročus ar dzelzs.
ms: Gantikan senjata gangsa dengan besi.
nb: Erstatter bronsevåpen med jern.
nl: Vervang bronzen wapens door ijzeren.
pl: Wymiana broni z bronzu na broń z żelaza.
pt_pt: Substitui armas de bronze por armas de ferro.
ru: Заменить бронзовое оружие железным.
sk: Nahradzuje bronzové zbrane železnými.
sv: Ersätter bronsvapen med järn.
tr: Bronz silahları demir ile değiştirin.
uk: Замінює бронзову зброю на залізну.
zh: 以铁制武器取代青铜武器。
zh_tw: 以鐵製武器取代青銅武器。

source: Equip your melee cavalry with better weapons. +20% melee cavalry attack.
ar: جهز خيالة الاشتباك لديك بأسلحة أفضل. +20% لهجوم خيالة الاشتباك.
ast: Equipar la caballería cuerpu a cuerpu con meyores armes. Un +20% al ataque de la caballería cuerpu a cuerpu.
bg: Оборудване на близкобойната конница с по-добри оръжия. +20% атака за близкобойната конница.
br: Ekipit ho marc'hegerezh meskadeg gant armoù gwelloc'h. +20% a argad marc'hegerezh meskadeg.
ca: Equipeu la cavalleria de cos a cos amb armes millors. +20% d'atac per a la cavalleria cos a cos.
cs: Vyzbrojte svou jízdu pro boj na blízko lepšími chladnými zbraněmi. Jezdci +20% na útoku při boji na blízko.
de: Statte deine Kavallerie mit besseren Waffen aus. +20% auf Nahkampfkavallerieangriff.
el: Εξοπλίζει το εκ συστάδην ιππικό με καλλίτερα όπλα. +20% επίθεση στο εκ συστάδην ιππικό.
es_mx: Equipa a tu caballeria cuerpo a cuerpo con mejores aramas. +20% ataque de caballeria cuerpo a cuerpo.
eu: Aurrez-aurreko zure zalditeria arma onenez hornitu. Aurrez-aurreko zalditeriaren erasoa +20 mingarriagoa da.
fa: تجهیز کردن بهتر سواره نظام نزدیک‌زن با سلاح های بهتر. +20% قدرت حمله سواره نظام نزدیک‌زن
fi: Varusta kantamaratsuväkesi paremmilla aseilla. +20% lähitaisteluratsuväen hyökkäys.
ga: Feistigh airm níos fearr ar do mharcraí trodacha. Ionsaí +20% do throd-mharcaigh
gl: Equipa os teus cabaleiros de contacto con mellores armas. O ataque de contacto da cabalaría regular aumenta un +20%.
hu: A közelharci lovasság felszerelése jobb fegyverekkel. +20% közelharci lovasság támadás.
id: Lengkapi kavaleri jarak dekat Anda dengan senjata yang lebih baik . +20% serangan kavaleri jarak dekat.
it: Dota la cavalleria da mischia di armi migliori. +20% attacco cavalleria in mischia.
ja: 近接攻撃騎兵により良い武器を装備します。近接攻撃騎兵の攻撃力が20%上がります。
ko: 당신의 근접 기병에게 더 좋은 무기를 장착합니다. 근접 기병의 타격 공격력이 +20 증가합니다.
lv: Apbruņo jūsu tuvcīņas jātniekus ar labākiem ieročiem. +20% tuvcīņas jātnieku uzbrukumam.
ms: Lengkapkan askar berkuda tempur anda dengan senjata lebih baik. +20% serangan berkuda tempur.
nb: Utstyr ditt nærkampkavaleri med bedre våpen. +20% nærkampangrep for kavaleri.
nl: Rust je mêleeruiters uit met betere wapens. Mêleecavalerie +20% sterkere aanval.
pl: Wyposaż swoją kawalerię walczącą wręcz w lepszą broń. Kawaleria otrzymuje +20% do poziomu ataku wręcz.
pt_pt: Equipa a tua cavalaria de combate corpo-a-corpo com melhores armas. +20% de ataque para a cavalaria de combate corpo-a-corpo.
ru: Вооружите конницу ближнего боя лучшим оружием. Конница получает +20% к атаке ближнего боя.
sk: Vybav svojich jazdcov na boj zblízka lepšími zbraňami. +20% útok jazdcov na boj zblízka
sv: Utrusta ditt närstridskavalleri med bättre vapen. +20% attack för närstridskavalleri.
tr: Yakın dövüş süvarinizi daha iyi silahlarla donatın. Yakın dövüş süvarisi %+20 saldırı.
uk: Оснастити Вашу кавалерію ближнього бою кращою зброєю. +20% кавалерійської атаки ближнього бою.
zh: 让你的近战骑兵装备更好的武器。近战骑兵 +20% 攻击力。
zh_tw: 讓您的近戰騎兵裝備更好的武器。近戰騎兵 +20% 攻擊力。

source: Iron Weapons
ar: أسلحة حديدية
ast: Armes de fierro
bg: Железни оръжия
br: Armoù Houarn
ca: Armes de ferro
cs: Železné zbraně
de: Eisenwaffen
el: Σιδερένια Όπλα
es_mx: Armas de Hierro
eu: Burdinezko Armak
fa: سلاح های آهنی
fi: Aseet raudasta
ga: Airm Iarainn
gl: Armas de ferro
hu: Vasfegyverek
id: Senjata Besi
it: Armi di Ferro
ja: 鉄製の武器
ko: 철제 무기
lt: Geležiniai Ginklai
lv: Dzelzs Ieroči
ms: Senjata Besi
nb: Jernvåpen
nl: IJzeren wapens
pl: Żelazna broń
pt_pt: Armas de ferro
ru: Железное оружие
sk: Železné zbrane
sv: Järnvapen
tr: Demir Silahlar
uk: Залізна зброя
zh: 铁制武器
zh_tw: 鐵製武器

source: Training increases ranged attack.
ar: التدريب يزيد من الهجوم ذي المدى.
ast: L'entrenamientu aumenta l'ataque a distacia
bg: Тренирането увеличава силата на стрелбата.
br: Ar stummañ a lak an argad renket da greskaat.
ca: La formació millora l'atac a distància.
cs: Výcvik zvýší škody způsobené při boji na dálku.
de: Training verbessert den Fernkampfschaden.
el: Η εκπαίδευση αυξάνει την επίθεση εξ αποστάσεως.
es_mx: El entrenamiento aumenta el ataque de rango.
eu: Entrenatzeak luzerako tiro unitateen mina areagotzen du.
fa: آموزش افزایش شعاع حمله
fi: Harjoitteleminen lisää pitkänkantamanhyökkäystä.
ga: Méadaíonn traenáil an t-ionsaí raonta.
gl: O adestramento aumenta o ataque de proxectís.
hu: A kiképzés növeli a távolsági támadást.
id: Latihan meningkatkan serangan jarak jauh.
it: L'addestramento aumenta l'attacco a distanza.
ja: 遠隔攻撃力を強化する訓練です。
ko: 이 훈련은 원거리 공격력이 증가합니다.
lv: Apmācība uzlabo šaušanas uzbrukumu.
ms: Latihan meningkatkan serangan jarak jauh.
nb: Trening øker avstandsangrep.
nl: Training vergroot het bereik van de aanval.
pl: Szkolenie zwiększające poziom ataku dystansowego.
pt_pt: O treino aumenta o ataque à distância.
ru: Обучение повышает атаку дальнего боя.
sk: Tréning zvyšuje strelecký útok.
sv: Träning ökar skada i distansattack.
tr: Sıralı saldırı eğitimini arttır.
uk: Тренування збільшує атаку дистанційного бою.
zh: 训练增加远距离攻击力。
zh_tw: 訓練增加遠距離攻擊力。

source: +20% ranged cavalry attack.
ar: +20% لهجوم خيالة القتال ذي المدى.
ast: El +20% del ataque a distancia pa la caballería.
bg: +20% атака за далекобойната конница.
br: +20% a dagusted a-bell gant ar varc'hegerezh.
ca: +20% d'atac per a la cavalleria a distància.
cs: Jezdci +20% na útoku při boji na dálku.
de: +20% Fernkampf-Kavallerie-Angriff.
el: +20% επίθεση στον ιππικό εξ αποστάσεως.
es_mx: +20% ataque a la caballeria a distancia.
eu: +20% tiro luzeko zalditeriaren erasoa.
fa: +20% قدرت حمله سواره نظام دورزن
fi: +20% pitkänkantamanratsuväen hyökkäys.
ga: Ionsaí +20% do raon-mharcaigh.
gl: O ataque de proxectís da cabalaría aumenta un 20%.
hu: +20% távolsági lovasság támadás.
id: +20% serangan kavaleri jarak jauh.
it: +20% attacco cavalleria a distanza.
ja: 騎兵の遠隔攻撃力が20%増加します。
ko: 원거리 기병 공격력이 +20% 증가합니다.
lv: +20% šaušanas jātnieku uzbrukumam.
ms: +20% serangan berkuda jarak jauh.
nb: +20% rekkeviddeangrep for kavaleri.
nl: +20% afstandscavalarie aanvalskracht.
pl: +20% do poziomu ataku dystansowego dla kawalerii
pt_pt: +20% de ataque para a cavalaria de combate à distância.
ru: Конница получает +20% к атаке в дальнем бою.
sk: +20% strelecký útok jazdcov.
sv: +20% attack för distansattack kavalleri
tr: %+20 sıralı süvari saldırısı.
uk: +20% кавалерійської атаки дистанційного бою.
zh: +20% 远程骑兵攻击力。
zh_tw: +20% 遠程騎兵攻擊力。

source: Ranged Combat Cavalry Training
ar: تدريب خيالة المعركة المقاتلين عن مدى.
ast: Entrenamientu de la caballería pal combate a distancia
bg: Трениране на конницата за стрелба
br: Stummañ Marc'hegerezh Stourm Renket
ca: Entrenament de cavalleria a distància
cs: Výcvik jízdy pro boj na dálku
de: Fernkampf Kavallerie Training
el: Εκπαίδευση Ιππικού Μάχης Εξ Αποστάσεως
es_mx: Entrenamiento de Combate de Rango para la Caballería
eu: Zalditeriarako urrutiko Entrenamendua
fa: آموزش نبرد های دور برای سواره نظام
fi: Pitkänkantamantaistelu-ratsuväkiharjoitus
ga: Oiliúint Raonchomhraic don Mharcshlua
gl: Adestramento da cabalaría en combate de proxectís
hu: Távolságharci lovasság kiképzés
id: Latihan Pertarungan Jarak Jauh Kavaleri
it: Addestramento Cavalleria al Combattimento a Distanza
ja: 騎兵の遠隔戦闘訓練
ko: 원거리 전투 기병 훈련
lv: Šaušanas uzbrukuma jātnieku apmācība
ms: Latihan Askar Berkuda Tempur Jarak Jauh
nb: Avstandskamptrening for kavaleri.
nl: Training voor afstandscavalerie
pl: Szkolenie kawalerii w walce dystansowej
pt_pt: Treino de Cavalaria de Combate à Distância
ru: Обучение конницы дальнему бою
sk: Bojový tréning jazdy na diaľku
sv: Distansattack träning för Stridskavalleri
tr: Sıralı Muharebe Süvari Eğitimi
uk: Тренування кавалерії в дистанційному бою
zh: 远程骑兵战斗训练
zh_tw: 遠距離騎兵戰鬥訓練

source: Equip your ranged cavalry with better weapons. +20% ranged cavalry attack.
ar: جهز خيالة القتال عن مدى بأسلحة أفضل. +20% لهجوم خيالة القتال ذي المدى.
ast: Equipar la caballería a distancia con meyores armes. Un +20% al ataque de la caballería a distancia.
bg: Оборудване на далекобойната конница с по-добри оръжия. +20% атака на далекобойната конница.
br: Aveiñ ho marc'hegerezh renket gant armoù gwelloc'h. +20% a argad marc'hegerezh renket.
ca: Equipeu la cavalleria de cos a cos amb armes millors. +20% d'atac per a la cavalleria a distància.
cs: Vyzbrojte svou jízdu pro boj na dálku lepšími chladnými zbraněmi. Jezdci +20% na útoku při boji na dálku.
de: Statte deine Fernkampf-Kavallerie mit besseren Waffen aus. +20% auf Fernkampfkavallerieangriff.
el: Εξοπλίζει το εξ αποστάσεως ιππικό με καλλίτερα όπλα. +20% επίθεση στο εξ αποστάσεως ιππικό.
es_mx: Equipa a la caballería a distancia con mejores armas. +20% ataque a distancia.
eu: Tiro luzeko zure zalditeria arma onenez hornitu. Tiro luzeko zalditeriak +%20irabazten du erasoan.
fa: تجهیز کردن سواره نظام دورزن با سلاح های بهتر. +20% قدرت حمله سواره نظام دورزن.
fi: Varusta kantamaratsuväkesi paremmilla aseilla. +20% kantamaratsuväen hyökkäys.
ga: Feistigh airm níos fearr ar do mharcraí raonta. Ionsaí +20% do raon-mharcaigh.
gl: Equipa os teus cabaleiros de proxectís con mellores armas. O ataque de proxectís da cabalaría aumenta un +20%.
hu: A távolsági lovasság felszerelése jobb fegyverekkel. +20% távolsági lovasság támadás.
id: Lengkapi kavaleri jarak jauh anda dengan senjata lebih baik. +20% serangan kavaleri jarak jauh.
it: Dota la cavalleria a distanza di armi migliori. +20% attacco a distanza della cavalleria.
ja: 遠隔攻撃騎兵により良い武器を装備します。遠隔攻撃騎兵の攻撃力が20%上がります。
ko: 당신의 원거리 기병에게 더 좋은 무기를 장착합니다. 원거리 기병 공격력이 +20% 증가합니다.
lv: Apbruņo šaušanas jātniekus ar labākiem ieročiem. Šaušanas jātniekiem +20% uzbrukumam.
ms: Lengkapkan askar kuda jarak jauh anda dengan senjata lebih baik. +20% serangan berkuda jarak jauh.
nb: Utstyr ditt avstandskampkavaleri med bedre våpen. +20% avstandsangrep for kavaleri.
nl: Rust je afstandsruiters uit met betere wapens. afstandscavelerie +20% sterker.
pl: Wyposaż swoją kawalerię dystansową w lepszą broń. Kawaleria otrzymuje +20% do poziomu ataku dystansowego.
pt_pt: Equipa a tua cavalaria de combate à distância com melhores armas. +20% de ataque para a cavalaria de combate à distância.
ru: Вооружите конницу дальнего боя лучшим оружием. +20% к атаке конницы дальнего боя.
sk: Vybav svoju jazdu na diaľku lepšími zbraňami. +20% útok jazdy na diaľku.
sv: Utrusta ditt distansattack kavalleri med bättre vapen. +20% attack för distansattack kavalleri.
tr: Silahtar süvarilerinizi daha iyi silahlarla donatın. +20% silahtar süvari saldırı gücü.
uk: Оснастити Вашу кавалерію дистанційного бою кращою зброєю. +20% кавалерійської атаки дистанційного бою.
zh: 让你的远距离骑兵装备更好的武器。远距离骑兵 +20% 攻击力。
zh_tw: 讓您的遠距離騎兵裝備更好的武器。遠距離騎兵 +20% 攻擊力。
