Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: hotkey.selection.idleunit – Select idle unit
ast: hotkey.selection.idleunit – Escolyer una unidá vagada
bg: hotkey.selection.idleunit — Избиране на бездействаща единица
ca: hotkey.selection.idleunit – Selecciona una unitat inactiva
cs: hotkey.selection.idleunit – Vybrat nečinnou jednotku
de: hotkey.selection.idleunit – Untätige Einheit auswählen
el: hotkey.selection.idleunit – Επιλογή ανενεργής μονάδας
es: hotkey.selection.idleunit – Selecciona unidad ociosa
eu: lastertekla.hautatu.egoneandagoenunitatea – Hautatu egonean dagoen unitatea
fi: hotkey.selection.idleunit – Valitse joutilas yksikkö
fr: hotkey.selection.idleunit – Sélectionnez une unité oisive
gd: hotkey.selection.idleunit – Tagh aonad ’na thàmh
gl: hotkey.selection.idleunit – seleccione a unidade inactiva
hu: hotkey.selection.idleunit – Tétlen egység kijelölése
id: hotkey.selection.idleunit – Pilih unit yang menganggur
it: hotkey.selection.idleunit – Seleziona unità inattiva
ja: hotkey.selection.idleunit – 手の空いているユニットを選択します
ko: hotkey.selection.idleunit – 노는 유닛 선택
nl: sneltoets.selection.idleunit – Selecteer inactieve eenheid
pl: hotkey.selection.idleunit – zaznacz bezczynną jednostkę
pt_pt: hotkey.selection.idleunit – seleciona uma unidade parada
ru: hotkey.selection.idleunit — выбрать бездействующего юнита
sv: hotkey.selection.idleunit – Välj ledig enhet
tr: hotkey.selection.idleunit – Boşta olan birimi seç
uk: hotkey.selection.idleunit – Вибрати незайнятого юніта
zh: hotkey.selection.idleunit – 选择闲散单位
zh_tw: hotkey.selection.idleunit – 選取閒置單位

source: hotkey.session.stop – Stop (halt) the currently selected units
ast: hotkey.session.stop – Aquedare (detenere) lɐs unidades escolyidɐs
bg: hotkey.session.stop — Спиране на избраните единици
ca: hotkey.session.stop – Atura les unitats seleccionades
cs: hotkey.session.stop – Zastavit (zastavit postup) nyní vybrané jednotky.
de: hotkey.session.stop – Die derzeit ausgewählten Einheiten anhalten
el: hotkey.session.stop – Σταμάτημα (Αλτ!) των επιλεγμένων μονάδων
es: hotkey.session.stop – Detiene las unidades seleccionadas
eu: hotkey.session.stop – Geldiarazi hautatutako unitateak.
fi: hotkey.session.stop – Pysäytä valitut yksiköt
fr: hotkey.session.stop – Arrête les unités actuellement sélectionnées
gd: hotkey.session.stop – Cuir stad air na h‑aonadan a thagh thu
gl: hotkey.session.stop – Detén (detén) as unidades seleccionadas actualmente
hu: hotkey.session.stop – A jelenleg kiválasztott egységek megállítása.
id: hotkey.session.stop – Hentikan unit yang saat ini dipilih
it: hotkey.session.stop – Ferma tutte le unità selezionate
ja: hotkey.session.stop – 選択しているユニットを停止させます
ko: hotkey.session.stop – 현재 선택한 유닛들을 멈추기(정지)
nl: sneltoets.session.stop – Stop (halt) de activiteit van de geselecteerde eenheden
pl: hotkey.session.stop – zastopuj wybrane jednostki
pt_pt: hotkey.session.stop – pára (interrompe) as unidades atualmente selecionadas
ru: hotkey.session.stop — прервать действия выбранных юнитов
sv: hotkey.session.stop – Stoppa valda enheter
tr: hotkey.session.stop – Seçili birimleri durdur (dur)
uk: hotkey.session.stop – Призупинити (зупинити) вибрані на даний момент підрозділи
zh: hotkey.session.stop – 停止选取当前已选定的单位
zh_tw: hotkey.session.stop – 停下目前選取的單位

source: hotkey.session.backtowork – The unit will go back to work
ast: hotkey.session.backtowork – Fazher volver a l lhabor a una unidá
bg: hotkey.session.backtowork — Единицата се връща обратно към работата си
ca: hotkey.session.backtowork – La unitat tornarà a la feina
cs: hotkey.session.backtowork – Jednotka se vrátí k práci
de: hotkey.session.backtowork – Diese Einheit wird die Arbeit wieder aufnehmen
el: hotkey.session.backtowork – Η μονάδα θα γυρίσει στη δουλειά
es: hotkey.session.backtowork – La unidad volverá al trabajo
eu: hotkey.session.backtowork – Unitatea lanera itzuliko da
fi: hotkey.session.backtowork – Yksikkö palaa töihin
fr: hotkey.session.backtowork – L'unité retourne au travail
gd: hotkey.session.backtowork – Tillidh an t-aonad dhan obair
gl: hotkey.session.backtowork – A unidade voltará a traballar
hu: hotkey.session.backtowork – Az egység visszamegy dolgozni
id: hotkey.session.backtowork – Unit akan kembali bekerja
it: hotkey.session.backtowork – Manda al lavoro l'unità
ja: hotkey.session.backtowork – ユニットを作業に復帰させます
ko: hotkey.session.backtowork – 유닛이 다시 일할 것입니다
nl: sneltoets.session.backtowork – De eenheid gaat verder met de activiteit
pl: hotkey.session.backtowork – jednostka wróci do pracy
pt_pt: hotkey.session.backtowork – a unidade volta ao trabalho
ru: hotkey.session.backtowork — юнит вернётся к работе
sv: hotkey.session.backtowork – Enheten återvänder till arbetet
tr: hotkey.session.backtowork – Birim çalışmaya geri döner
uk: hotkey.session.backtowork – Юніт повернеться до роботи
zh: hotkey.session.backtowork – 单位将返回工作
zh_tw: hotkey.session.backtowork – 讓單位回去工作

source: hotkey.session.unload – Unload the garrisoned units of the selected structure(s)
ast: hotkey.session.unload – Disapolinare la(s) structura(s) escolyida(s) d’unidades abellogadɐs
bg: hotkey.session.unload – Разтоварва прибраните единици в избраната сграда(-и)
ca: hotkey.session.unload – Expulsa les unitats refugiades de les estructures seleccionades
cs: hotkey.session.unload – Vyložit obsazené jednotky vybrané stavby (staveb)
de: hotkey.session.unload – Alle Einheiten aus dem gewählten Gebäude ausquartieren
el: hotkey.session.unload – Εκφόρτωση μονάδων φουράς απο το επιλεγμένο κτήριο(α)
es: hotkey.session.unload – Despliega las unidades guarnecidas en las estructuras seleccionadas
eu: hotkey.session.unload – Atera guardan sartutako unitateak aukeratutako egituretatik
fi: hotkey.session.unload – Pura miehittävät yksiköt valituista rakenteista
fr: hotkey.session.unload – Décharger les unités en garnison de la ou des structure(s) sélectionnée(s)
gd: hotkey.session.unload – Falbhaidh na h-aonadan a tha ’nan gearastan sna togalaichean a thagh thu
gl: hotkey.session.unload – descarga as unidades de guarnición da(s) estrutura(s) seleccionada(s)
hu: hotkey.session.unload – Egységek kiküldése a kijelölt építmény(ek)ből
id: hotkey.session.unload – Keluarkan unit yang menempati bangunan yang dipilih
it: hotkey.session.unload – Scarica la guarnigione delle strutture selezionate
ja: hotkey.session.unload – 選択した建物の駐留部隊を外に出します
ko: hotkey.session.unload – 선택한 건축물(들)의 주둔 유닛들을 내보냅니다
nl: sneltoets.session.unload – Stuur de eenheden van het geselecteerde gebouw naar buiten
pl: hotkey.session.unload – rozkaż jednostkom w garnizonie opuszczenie budynku
pt_pt: hotkey.session.unload – desguarnece as unidades aquarteladas das estruturas selecionadas
ru: hotkey.session.unload — высадить гарнизон из выбранных объектов
sv: hotkey.session.unload – Hämta ut alla garnisonerade enheter ur valda byggnader.
tr: hotkey.session.unload – Seçili yapı(lar) içindeki birimleri boşaltın.
uk: hotkey.session.unload – Вивести гарнізовані підрозділи з вибраної споруди(уд)
zh: hotkey.session.unload – 撤出驻守建筑内的单位
zh_tw: hotkey.session.unload – 卸載所選建築駐紮的單位

source: hotkey.selection.group.save.1 – Create control group 1 (by default, respectively 2,3, ...) from the selected unit(s)/structure(s)
ast: hotkey.selection.group.save.1 – Creare l grea 1 (por defectu, 1,2,3 ... respectivamente) a partir de la(s) unidá(des)/structura(s) escolyida(s)
bg: hotkey.selection.group.save.1 — Създаване на група за контрол 1 (по подразбиране, съответно 2, 3, …) от избраната/ите единици или сгради
ca: hotkey.selection.group.save.1 – Crea el grup control 1 (per defecte, respectivament 2, 3, ...) amb les unitats/estructures seleccionades
cs: hotkey.selection.group.save.1 – Vytvořit kontrolovanou skupinu 1 (ve výchozím stavu, případně 2, 3, atd.) z již vybraných jednotek/budov.
de: hotkey.selection.group.save.1 – Erstelle Kontrollgruppe 1 (standardmäßig, bzw. 2, 3...) aus den ausgewählten Einheit(en)/Gebäud(en)
el: hotkey.selection.group.save.1 – Δημιουργείστε μία ομάδα ελέγχου 1( εξ ορισμού, αντίστοιχα 2,3,...) απο τις επιλεγμένες μονάδες/κατασκευές
es: hotkey.selection.group.save.1 – Crear grupo de control 1 (predeterminado, 2, 3, ... respectivamente) a partir de las unidades/estructuras seleccionadas
eu: hotkey.selection.group.save.1 – Sortu 1 kontrol taldea (lehenetsita, hurrenez hurren, 2,3, ...) hautatutako unitate / egituretatik abiatuta.
fi: hotkey.selection.group.save.1 – Luo ohjausryhmä 1 (oletusarvoisesti, vastaavasti 2, 3, ...) valitusta yksiköistä/rakenteista.
fr: hotkey.selection.group.save.1 – Créer le groupe de contrôle 1 (à 0) à partir des unité(s) / structure(s) sélectionnée(s)
gd: hotkey.selection.group.save.1 – Cruthaich buidheann-smachd 1 (Seo 2,3, … air leth a ghnàth) dhe na h-aonadan/togalaichean a thagh thu
gl: hotkey.selection.group.save.1 – Crea o grupo de control 1 (por defecto, respectivamente 2,3, ...) a partir da(s) unidad(es)/estrutura(s) seleccionada(s)
hu: hotkey.selection.group.save.1 – (1., 2., 3., stb.) irányítható csoport létrehozása a kijelölt egység(ek)ből / építmény(ek)ből
id: hotkey.selection.group.save.1 – Buat regu kendali 1 (secara baku, masing-masing 2, 3, ...) dari unit/bangunan yang dipilih
it: hotkey.selection.group.save.1 – Crea selezione rapida (di default rispettivamente 1, 2, 3...) dall'intera selezione
ja: hotkey.selection.group.save.1 – 選択したユニット/建物からコントロールグループ1（デフォルトではそれぞれ2,3,...）を作成します
ko: hotkey.selection.group.save.1 – 선택한 유닛/건축물에서 제어 그룹 1(기본적으로 2,3, ...)을 생성합니다
nl: sneltoets.selection.group.save.1 – Stel controlgroep 1 (t/m 0) in met de geselecteerde eenheid (eenheden) / gebouw(en)
pl: hotkey.selection.group.save.1 – stwórz grupę kontrolną 1 (domyślnie, następnie 2, 3, ...) z wybranych jednostek/budynków
pt_pt: hotkey.selection.group.save.1 – cria o "grupo de controlo 1" (por padrão, respetivamente 2, 3...) com as unidades / estruturas selecionadas
ru: hotkey.selection.group.save.1 — создать отряд №1 (по умолчанию, далее №№2, 3 и т.д.) из выбранных юнитов или зданий
sv: hotkey.selection.group.save.1 – Skapa kontrollgrupp 1 (standard, respektive 2, 3, ...) med de valda enheterna/byggnaderna
tr: hotkey.selection.group.select.1 – Kontrol Grubu 1'i (varsayılan olarak, sırayla 2,3, ...) seçili birim(birimler) / yapı(yapılar)dan yarat
uk: hotkey.selection.group.save.1 - Створити контрольну групу 1 (за замовчуванням, відповідно 2,3, ...) з вибраного(их) підрозділу(ів)/структур(и)
zh: hotkey.selection.group.save.1 –从选择的单位/建筑创建编队1
zh_tw: hotkey.selection.group.save.1 – 以選取的單位／建築建立編隊 1（預設分別 2、3……）

source: hotkey.selection.group.select.1 – Select the unit(s)/structure(s) in control group 1
ast: hotkey.selection.group.select.1 – Escolyere la(s) unidá(des)/structura(s) de la grea 1
bg: hotkey.selection.group.select.1 — Избиране на единиците/сградите в група за контрол 1
ca: hotkey.selection.group.select.1 – Selecciona les unitats/estructures al grup control 1
cs: hotkey.selection.group.select.1 – Vybrat jednotky/budovy z první kontrolované skupiny
de: hotkey.selection.group.select.1 – Die Einheiten/Gebäude aus Kontrollgruppe 1 auswählen
el: hotkey.selection.group.select.1 – Επιλογή των μονάδων/κτιρίων στην επιλεγμένη ομάδα 1
es: hotkey.selection.group.select.1 – Seleccionar las unidades/estructuras del grupo de control 1
eu: hotkey.selection.group.select.1 – Hautatu 1 kontrol-taldeko unitateak/egiturak
fi: hotkey.selection.group.select.1 – Valitse ohjausryhmän 1 yksiköt/rakenteet
fr: hotkey.selection.group.select.1 – Sélectionner les unité(s)/structure(s) dans le groupe de contrôle 1
gd: hotkey.selection.group.select.1 – Tagh na h‑aonadan/togalaichean sa bhuidheann-smachd 1
gl: hotkey.selection.group.select.1 – Seleccione a(s) unidade(s)/estrutura(s) no grupo de control 1
id: hotkey.selection.group.select.1 – Pilih unit/bangunan dalam regu kendali 1
it: hotkey.selection.group.select.1 – Seleziona l'intero gruppo numerico di selezione rapida
ja: hotkey.selection.group.select.1 – コントロールグループ1のユニット/建物を選択します
ko: hotkey.select.select.select.1 – 제어 그룹 1에서 유닛/건축물 선택
nl: sneltoets.selection.group.select.1 – Selecteer de eenheid (eenheden) / gebouw(en) in controlegroep 1
pl: hotkey.selection.group.select.1 – wybierz jednostki/budynki z grupy kontrolnej 1
pt_pt: hotkey.selection.group.select.1 – seleciona as unidades / estruturas no "grupo de controlo 1"
ru: hotkey.selection.group.select.1 — выбрать юнита или здание из отряда №1
sv: hotkey.selection.group.select.1 – Välj enheterna/byggnaderna i kontrollgrupp 1
tr: hotkey.selection.group.select.1 – Kontrol Grubu 1'deki birim(birimler)/yapı(yapıları) seç
uk: hotkey.selection.group.select.1 - Вибрати юніта(юніти)/структуру(структури) в підконтрольній групі 1
zh: hotkey.selection.group.select.1 – 选择编队1中的单位/建筑
zh_tw: hotkey.selection.group.select.1 – 選取編隊 1 的單位／建築

source: hotkey.selection.group.add.1 – Add control group 1 (to 0) to the selected unit(s)/structure(s)
ast: hotkey.selection.group.add.1 – Aggregare la grea 1 (ta 0) a la(s) unidá(des)/structura(s) escolyida(s)
bg: hotkey.selection.group.add.1 — Добавяне на група за контрол 1 (и т.н. до 0) към избраната/ите единици или сгради
ca: hotkey.selection.group.add.1 – Afegeix el grup control 1 (fins a 0) a les unitats/estructures seleccionades
cs: hotkey.selection.group.add.1 – Přidat kontrolní skupinu 1 (k 0) k vybrané jednotce (jednotkám)/stavbě (stavbám)
de: hotkey.selection.group.add.1 – Kontrollgruppe 1 (bis 0) zu den ansgewählten Einheiten/Gebäude hinzufügen
el: hotkey.selection.group.add.1 – Προσθέστε την ομάδα ελέγχου 1 ( σε 0) στις επιλεγμένες μονάδες/κατασκευές
es: hotkey.selection.group.add.1 – Añadir al grupo de control 1 (hasta 0) las unidades/estructuras seleccionadas
eu: hotkey.selection.group.add.1 – 1 (0 arte) kontrol taldeari aukeratutako unitate edo egiturak gehitzen dizkio
fi: hotkey.selection.group.add.1 – Lisää ohjausryhmä 1 valituille yksiköille/rakenteille
fr: hotkey.selection.group.add.1 – Ajouter le groupe de contrôle 1 aux unité(s) / structure(s) sélectionnées
gd: hotkey.selection.group.add.1 – Cuir buidheann-smachd 1 (gu ruige 0) ris na togalaichean/na h‑aonadan a thagh thu
gl: hotkey.selection.group.add.1 – Engade o grupo de control 1 (a 0) ás unidade(s)/estrutura(s) seleccionada(s)
id: hotkey.selection.group.add.1 – Tambahkan regu kendali 1 (ke 0) ke unit/bangunan yang dipilih
it: hotkey.selection.group.add.1 – Aggiungi gruppo rapido 1 (a 0) alla selezione attuale
ja: hotkey.selection.group.add.1 – 選択したユニット/建物に制御グループ1（～0）を追加します。
ko: hotkey.selection.group.add.1 – 선택한 유닛/건축물에 제어 그룹 1(~0) 추가합니다
nl: sneltoets.selection.group.add.1 – Voeg de geselecteerde eenheid (eenheden) / gebouw(en) toe aan controlegroep 1 (t/m 0)
pl: hotkey.selection.group.add.1 – dodaj grupę kontrolną 1 (do 0) do wybranych jednostek/budynków
pt_pt: hotkey.selection.group.add.1 – adiciona o "grupo de controlo 1" (a 0) às unidades / estruturas selecionadas
ru: hotkey.selection.group.add.1 — добавить в отряд №1 (и так до №0) выбранных юнитов или зданий
sv: hotkey.selection.group.add.1 – Lägg till kontrollgrupp 1 (till 0) till de valda enheter/byggnader
tr: hotkey.selection.group.add.1 – Kontrol Grubu 1'i (0'a) seçili olan birime(birimlere)/yapıya(yapılara) ekle
uk: hotkey.selection.group.add.1 - Додати контрольну групу 1 (до 0) до вибраних юнітів/структур
zh: hotkey.selection.group.add.1 – 把选中的单位/建筑加到已有的编队1（直到0）
zh_tw: hotkey.selection.group.add.1 – 選取所選單位加上編隊 1（到 0）

source: hotkey.camera.jump.set.1 – Mark the current camera position, for jumping back to later (by default, there are 4 possible positions)
ast: hotkey.camera.jump.set.1 – Consiñare la posicion actual de la vista para volvere lhuögo (por defectu, ha hi 4 posiciones possibles)
bg: hotkey.camera.jump.set.1 — Отбелязване на текущата позиция на камерата за по-късно връщане към нея (по подразбиране има 4 възможни позиции)
ca: hotkey.camera.jump.set.1 – Marca la posició actual de la càmera per tornar-hi més tard (per defecte, hi ha 4 posicions possibles)
cs: hotkey.camera.jump.set.1 – Označit současnou polohu kamery, pro možnost vrátit se na polohu později zpět (ve výchozím stavu, jsou zde možná 4 různá umístění)
de: hotkey.camera.jump.set.1 – Speichere die aktuelle Kameraposition, um später wieder hinzuspringen (es gibt standardmäßig 4 mögliche Positionen)
el: hotkey.camera.jump.set.1 – Σημαδέψτε την παρούσα θέση της κάμερας, για άλμα πίσω σε προηγούμενη ( εξ ορισμού ,υπάρχουν 4 θέσεις διαθέσιμες)
es: hotkey.camera.jump.set.1 – Fija la posición actual de la cámara para poder saltar a ella posteriormente (por defecto; hay 4 posibles posiciones)
eu: hotkey.camera.jump.set.1 – Markatu kameraren uneko kokalekua gero bertara itzultzeko (lehenetsitako 4 posizio posible daude)
fi: hotkey.camera.jump.set.1 – Merkitse nykyinen kameran sijainti, jotta voit palata siihen myöhemmin (oletusarvoisesti on 4 mahdollista sijaintia).
fr: hotkey.camera.jump.set.1 – Marquer la position de la caméra, pour y retourner plus tard (par défaut, il y a 4 positions possibles)
gd: hotkey.camera.jump.set.1 – Comharraich ionad làithreach a’ chamara ach an urrainn dhut leum a ghearradh air ais dha an uairsin (gabhaidh 4 ionadan iomruineadh a ghnàth)
gl: hotkey.camera.jump.set.1 – marca a posición actual da cámara para volver a máis tarde (por defecto, hai 4 posicións posibles)
id: hotkey.camera.jump.set.1 – Tandai posisi kamera saat ini, untuk melompat kembali ke lain waktu (secara bawaan, ada 4 kemungkinan posisi)
it: hotkey.camera.jump.set.1 – Segna l'attuale posizione telecamera, che potrai visitare dopo (ce ne sono 4 di default)
ja: hotkey.camera.jump.set.1 – 現在のカメラ位置を登録し、後でジャンプして戻ることができます（デフォルトでは、4つの位置が登録可能です）
ko: hotkey.camera.jump.set.1 – 나중에 다시 이동할 수 있도록 현재 카메라 위치를 표시합니다(기본적으로 4개의 가능한 위치가 있음)
nl: sneltoets.camera.jump.set.1 – Sla de huidige camerapositie op, om later naar terug te keren (er zijn standaard vier posities mogelijk)
pl: hotkey.camera.jump.set.1 – oznacz aktualną pozycję kamery, do której możesz później wrócić (domyślnie są 4 takie pozycje)
pt_pt: hotkey.camera.jump.set.1 – marca a posição atual da câmara, para regressar a ela mais tarde (por padrão, há 4 posições possíveis)
ru: hotkey.camera.jump.set.1 — сохранить текущее положение камеры для дальнейшего возврата (по умолчанию предусмотрены 4 возможные позиции)
sv: hotkey.camera.jump.set.1 − Markera den aktuella kamerapositionen för att komma tillbaka till den senare (standardmässigt finns det 4 möjliga positioner)
tr: hotkey.camera.jump.set.1 – Daha sonra geri dönmek için mevcut kamera konumunu işaretleyin (varsayılan olarak 4 olası konum vardır)
uk: hotkey.camera.jump.set.1 - Позначити теперішню позицію камери, щоб вибрати пізніше (за замовчуванням є 4 можливі позиції))
zh: hotkey.camera.jump.set.1 – 记住当前摄像机位置方便以后跳转回来（默认有四个方向）
zh_tw: hotkey.camera.jump.set.1 – 設定地域編隊以在稍後跳回（預設有 4 個位置可用）

source: hotkey.camera.jump.1 – Move the camera to a marked position. Jump back to the last location if the camera is already over the marked position
ast: hotkey.camera.jump.1 – Movere la vista a una posicion consiñada. Volver a la última posicion si la vista ya stuvier subre la posicion consiñada
bg: hotkey.camera.jump.1 — Придвижване на камерата към отбелязана позиция. Връщане към предишната позиция, ако камерата вече е над въпросната позиция.
ca: hotkey.camera.jump.1 – Mou la càmera a una posició marcada. Torna a la posició anterior si la càmera ja és a la posició marcada.
cs: hotkey.camera.jump.1 – Přesunout kameru na označenou polohu. Skočit zpět na poslední místo, pokud je kamera již nad označenou polohou.
de: hotkey.camera.jump.1 – Die Kamera zu einer gespeicherten Position bewegen. Zurückspringen, falls die Kamera bereits auf dieser Position ist
el: hotkey.camera.jump.1 – Μετακίνηση της κάμερας σε μία σημαδεμένη θέση. Μετακίνηση στην τελευταία θέση άμα η κάμερα είναι ήδη σε μία σημαδεμένη θέση.
es: hotkey.camera.jump.1 – Mueve la cámara a la posición fijada. Vuelve a la última ubicación si la cámara ya estaba en la posición marcada
eu: hotkey.camera.jump.1 – Eraman kamera finkatutako posizio batera. joan aurreko kokalekura kamera posizio horretan badago.
fi: hotkey.camera.jump.1 – Siirtää kameran merkattuun paikkaan. Hyppää takaisin edeltävään paikkaa jos kamera on jo valmiiksi merkatun paikan yläpuolella.
fr: hotkey.camera.jump.1 – Déplacer la caméra vers une position marquée. Revenir au dernier emplacement si la caméra est déjà au-dessus de la position marquée
gd: hotkey.camera.jump.1 – Gluais an camara gu ionad comharraichte. Geàrr leum air ais dhan ionad roimhe ma tha an camara air an ionad chomharraichte mu thràth
gl: hotkey.camera.jump.1 – move a cámara a unha posición marcada. Volve á última localización se a cámara xa está sobre a posición marcada
id: hotkey.camera.jump.1 – Pindahkan kamera ke posisi yang ditandai. Lompat kembali ke lokasi terakhir jika kamera sudah berada di posisi yang ditandai
it: hotkey.camera.jump.1 – Sposta la telecamera nella posizione segnata. Rimanda all'ultima posizione se la telecamera si trova già nella posizione segnata
ja: hotkey.camera.jump.1 – カメラを登録した位置に移動します。カメラがすでに登録された位置の上にある場合、最後の位置にジャンプして戻ります。
ko: hotkey.camera.jump.1 – 표시된 위치로 카메라를 이동합니다. 카메라가 이미 표시된 위치 위에 있으면 마지막 위치로 다시 이동합니다
nl: sneltoets.camera.jump.1 – Verplaats de camera naar de opgeslagen positie. Spring terug naar de laatste positie indien de camera al op de opgeslagen positie is
pl: hotkey.camera.jump.1 – przesuń kamerę na oznaczoną pozycję; skocz do ostatniej lokacji, jeśli kamera znajduje się już w oznaczonej pozycji
pt_pt: hotkey.camera.jump.1 – move a câmara para uma posição marcada. Salta de volta para o último local se a câmara já estiver sobre a posição marcada
ru: hotkey.camera.jump.1 — переместить камеру в указанное положение. Вернуть к последнему местоположению, если камера уже стоит по указанному положению
sv: hotkey.camera.jump.1 – Flytta kameran till en markerad position. Hoppa tillbaka till den senaste positionen om kameran redan är över den markerade positionen.
tr: hotkey.camera.jump.1 – Kamerayı işaretli bir konuma taşıyın. Kamera zaten işaretli konumun üzerindeyse, son konuma geri dönün
uk: hotkey.camera.jump.1 - Перемістити камеру на позначену позіцію. Перейдіть назад до останнього місця, якщо камера вже перебуває над позначеним положенням
zh: hotkey.camera.jump.1 – 移动相机到一个被标记的位置。如果相机已经在这个位置，将会跳回到上一个位置。
zh_tw: hotkey.camera.jump.1 – 移動鏡頭到標記的位置，若鏡頭已在其上則回到最後的位置
