Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: The transmission of personal data is secured using TLS encryption (GDPR 32).
ast: La transmission de datos personales ye assegurada pentre mediæs de l cifrado TLS (GDPR 32).
bg: Преносът на лични данни е подсигурен с използването на метода за шифроване на данните чрез TLS (съгласно чл. 32 на ОРЗД)
ca: La transmissió d'informació personal és protegida utilitzant encriptació TLS (GDPR 32).
de: Die Übermittlung der persönlichen Daten wird durch Verwendung von TLS-Verschlüsselung abgesichert (DSGVO 32).
el: Η μετάδοση προσωπικών δεδομένων εξασφαλίζεται με κρυπτογράφηση TLS (Στρώμα Ασφαλών Υποδοχών) (Γενικός Κανονισμός για την Προστασία Δεδομένων 32).
es: La transmisión de los datos personales es protegida usando cifrado TLS (GDPR 32).
eu: Norberaren datuen transmisioa kriptografia erabiliz babesten da (GDPR 32).
fi: Henkilötietojen siirto on suojattu TLS-salauksella (GDPR 32).
fr: La transmission des données personnelles est sécurisée par le protocole de chiffrage TLS (RGPD 32).
ga: Tá tarchur na sonraí pearsanta sábháilte trí húsáid criptiú TLS (GDPR 32).
gd: Tha tar-chur an dàta phearsanta ’ga dhìon le crioptachadh TLS (GDPR 32).
gl: A transmisión de datos persoais asegúrase con cifrado TLS (GDPR 32).
hu: A személyes adatok átvitelét TLS titkosítás védi (GDPR 32).
id: Transmisi data pribadi diamankan menggunakan enkripsi TLS (GDPR 32).
it: La trasmissione di dati personali è protetta dal sistema di crittografia TLS (GDPR 32).
ko: 개인 데이타의 전송은 TLS 비밀번호화를 사용하여 보호됩니다 (GDPR 32).
lv: Personisko datu pārraide tiek nodrošināta, izmantojot TLS šifrēšanu (GDPR 32).
mk: Преносот на личните податоци е обезбеден со употреба на методот за шифрирање на податоците преку TLS (според чл. 32 од GDPR)
ms: Pemindahan data peribadi adalah selamat menggunakan penyulitan TLS (GDPR 32).
nl: De overdracht van persoonlijke gegevens is beveiligd met behulp van TLS-codering (GDPR 32).
pl: Transmisja danych osobowych jest chroniona przez szyfrowanie TLS (GDPR 32).
pt_br: A transmissão de dados pessoais é protegida usando criptografia TLS (GDPR 32).
pt_pt: A transmissão de dados pessoais é protegida utilizando criptografia TLS (RGPD 32).
ru: Передача персональных данных осуществляется с использованием шифрования TLS (Общий регламент по защите данных (ЕС) 32).
sk: Prenos osobných dát je zabezpečený pomocou TLS šifrovania (GDPB 32).
sv: Överföringen av person uppgifter säkras med TLS-kryptering (GDPR 32).
tr: Kişisel verilerin iletimi, Taşıma Katmanı Güvenliği şifrelemesi (GVKY 32) kullanılarak güvence altına alınmıştır.
uk: Передання особистих даних є захищеним з використанням TLS шифрування (GDPR 32).
zh: 使用TLS加密保护个人数据的传输(GDPR 32)。
zh_tw: 個人數據傳輸使用 TLS 加密保護 (GDPR 32) 。

source: Personal data is protected against unintentional loss in encrypted backups for additional time (GDPR 30.1.g, GDPR 32).
ast: Datos personales son protegidos contra la perda involuntaria in copiæs cifradæs per tiempu addicional (GDPR 30.1.g, GDPR 32).
bg: Личните данни са защитени срещу неумишлена загуба чрез шифровани резервни копия съхранявани за известно време (съгласно чл. 30.1.g и чл. 31 на ОРЗД).
ca: Les dades personals estan protegides davant de pèrdues no intencionades en còpies de seguretat xifrades durant un temps addicional (GDPR 30.1.g, GDPR 32).
de: Die Daten sind gegen ungewollten Verlust in verschlüsselten Sicherungen für längere Zeit geschützt (DSGVO 30.1.g, DSGVO 32).
el: Τα προσωπικά δεδομένα προστατεύονται από την ακούσια απώλεια κρυπτογραφημένων αντιγράφων ασφαλείας για επιπλέον χρόνο (Γενικός Κανονισμός για την Προστασία Δεδομένων 30.1.g, ΓΚΠΔ 32).
es: Los datos personales son protegidos contra la pérdida involuntaria en copias de seguridad cifradas por tiempo adicional (GDPR 30.1.g, GDPR 32).
eu: Norberaren datuen galtzea babeskopia kriptografikoetan daude babesturik zenbat denboraz (GDPR 30.1.g, GDPR 32).
fi: Henkilötiedot suojataan tahattomalta katoamiselta salatuilla varmuuskopioilla ylimääräiseksi ajaksi (GDPR 30.1.g, GDPR 32).
fr: Les données personnelles sont protégées contre les pertes accidentelles dans une sauvegarde chiffrée actualisée régulièrement (RGPD 30.1g, RGPD 32).
ga: Tá sonraí pearsanta sábháilte in aghaidh caillteanas neamhbheartaithe trí chúltacuithe criptithe le haghaidh am breise (GDPR 30.1.g, GDPR 32).
gd: Tha an dàta pearsanta ’ga dhìon o chall gun iarraidh le lethbhreacan-glèidhidh airson barrachd ùine (GDPR 30.1.g, GDPR 32).
gl: Os datos persoais están protexidos contra a perda non intencionada en copias de seguranza cifradas durante tempo adicional (GDPR 30.1.g, GDPR 32).
hu: A személyes adatok nem szándékos elvesztése miatt tovább tároljuk a titkosított biztonsági másolatokat (GDPR 30.1.g, GDPR 32).
id: Data pribadi dilindungi dari kehilangan yang tidak disengaja dalam cadangan terenkripsi untuk waktu tambahan (GDPR 30.1.g, GDPR 32).
it: I dati personali sono protetti per un tempo aggiuntivo dalla perdita involontaria grazie a backup crittografati (GDPR 30.1.g, GDPR 32).
ko: 개인 데이타는 추가 시간 동안 비밀번호화된 백업의 의도하지 않은 손실로부터 보호됩니다 (GDPR 30.1.g, GDPR 32).
lv: Personiskie dati tiek pasargāti no netīšiem zaudējumiem šifrētos dublējumos priekš papildus laika (GDPR 30.1.g, GDPR 32).
mk: Личните податоци се заштитени од случајно губење преку шифрирани резервни копии зачувани одредено време (според чл. 30.1.g. и чл. 32 од GDPR).
nl: Persoonlijke gegevens worden voor een langere periode beschermd tegen onbedoeld verlies van versleutelde back-ups (GDPR 30.1.g, GDPR 32).
pl: Dane osobowe są chronione przed niezamierzoną utratą poprzez zaszyfrowane kopie zapasowe przez dłuższy czas (GDPR 30.1.g, GDPR 32).
pt_br: Dados pessoais são protegidos contra perda não intencional em backups criptografados por um tempo adicional (GDPR 30.1.g, GDPR 32).
pt_pt: Os dados pessoais são protegidos contra perda não intencional em cópias de segurança criptografadas por um tempo adicional (RGPD 30.1.g, RGPD 32).
ru: Личные данные защищены от непроизвольной потери при шифрованном резервировании в течение дополнительного времени (Общий регламент по защите данных (ЕС) 30.1.g, 32).
sk: Osobné dáta sú chránené proti neúmyselnej strate vo forme šifrovaných záloch na dodatočný čas (GDPR 30.1.g, GDPR 32).
sv: Person uppgifter skyddas mot oavsiktlig förlust i krypterad säkerhets kopiering för ytterligare tid (GDPR 30.1. g, GDPR 32).
tr: Kişisel veriler, şifreli yedeklemelerdeki ek zaman için istenmeyen kayıplara karşı korunur (GDPR 30.1.g, GVKY 32).
uk: Особисті дані захищені від ненавмисних втрат у зашифрованих резервних копіях на додатковий час (GDPR 30.1.g, GDPR 32).
zh: 加密备份，可防止因时长而意外丢失数据（GDPR 30.1.g，GDPR 32）。
zh_tw: 個人資料會加密備份保護以防止意外遺失 (GDPR 30.1.g, GDPR 32) 。

source: All personal data that Wildfire Games processes is obtained from the user (GDPR 14).
ast: Todolos datos personales que Wildfire Games trata son obtenidos de l usuariu (GDPR 14).
bg: Всички лични данни на потребителя, които Wildfire Games обработва, се получават от потребителя (съгласно чл. 14 на ОРЗД).
ca: Totes les dades personals que Wildfire Games processa s'obtenen de l'usuari (GDPR 14).
de: Alle persönlichen Daten die Wildfire Games verarbeitet wurden vom Benutzer selbst übermittelt (GDPR 14).
el: Όλα τα προσωπικά δεδομένα που εξεργάζεται η Wildfire Games αποκτώνται από το χρήστη (Γενικός Κανονισμός για την Προστασία Δεδομένων 14).
es: Todos los datos personales que Wildfire Games procesa son obtenidos del usuario (GDPR 14).
eu: Wildfire Gamesek prozesatutako datu guztiak erabiltzaile berak eman dizkio (GDPR 14).
fi: Kaikki Wildfire Gamesin käsittelemät henkilötiedot saadaan käyttäjältä (GDPR 14).
fr: Les données personnelles traitées pas Wildfire Games proviennent de l'utilisateur (RGPD 14).
ga: Téann na sonraí pearsanta uila a phróiseálann Wildifre Games as na húsáideoirí (GDPR 14).
gd: Gheibh Wildfire Games gach dàta pearsanta a nì sinn pròiseasadh air on chleachdaiche (GDPR 14).
gl: Todos os datos persoais que Wildfire Games procesa obtéñense do usuario (GDPR 14).
hu: Az összes személyes adat, amit a Wildfire Games kezel, az a felhasználótól származik (GDPR 14).
id: Semua data pribadi yang diproses Wildfire Games diperoleh dari pengguna (GDPR 14).
it: Tutti i dati personali trattati da Wildfire Games vengono forniti dall'utente (GDPR 14).
ko: Wildfire Games가 처리하는 모든 개인 데이터는 사용자에서 가져옵니다(GDPR 14).
mk: Сите лични податоци на корисникот што ги обработува Wildfire Games се добиени од корисникот (според чл. 14 GDPR).
nl: Alle persoonlijke gegevens die Wildfire Games verwerkt, worden verkregen van de gebruiker (GDPR 14).
pl: Wildfire Games wszystkie przetwarzane dane osobowe otrzymuje od użytkownika (GDPR 14).
pt_br: Todos os dados pessoais processados pela Wildfire Games são obtidos do usuário (GDPR 14).
pt_pt: Todos os dados pessoais que a Wildfire Games processa são obtidos do utilizador (GDPR 14).
ru: Все персональные данные, обрабатываемые Wildfire Games, получены от пользователя (Общий регламент по защите данных (ЕС) 14).
sk: Všetky osobné dáta, ktoré Wildfire Games spracováva sú získané od používateľa (GDPR 14).
sv: Alla person uppgifter som Wildfire Games bearbetar erhålls från användaren (GDPR 14).
tr: Wildfire Games'in işlediği tüm kişisel veriler kullanıcıdan elde edilir (GVKY 14).
uk: Всі особисті дані, що обробляються Wildfire Games, є отриманими від користувача (GDPR 14).
zh: Wildfire Games处理的所有个人数据均来自用户（GDPR 14）。
zh_tw: Wildfire Games 處理的所有個人資料都來自使用者 (GDPR 14) 。

source: Wildfire Games reserves the right to delete any service data (including personal data) at any time, except where a user has objected to the erasure of his or her personal data for performance of a legal claim.
ast: Wildfire Games acouta l direiꞇhu a eliminar qualesquiera datos de servicio (inʃiertos los datos personales) in qualquier momento, a nun ser q’un usuariu ou usuaria se tenga oppuœsto a la oblitteracion de los sous datos personales para complir una demanda legal.
bg: Wildfire Games запазва правото си да изтрива всяка информация от услугата (включително лични данни) по всяко време, освен когато потребителят е възразил срещу изтриването на своите лични данни като част от съдебен процес.
ca: Wildfire Games es reserva el dret de suprimir qualsevol informació de servei (incloses les dades personals) en qualsevol moment, excepte quan un usuari s'hagi oposat a la supressió de les seves dades personals per a la realització d'una reclamació legal.
de: Wildfire Games behält sich das Recht vor, jegliche Daten des Dienstes (inklusive persönlicher Daten) zu jeder Zeit zu löschen, außer wenn ein Benutzer der Löschung seiner persönlichen Daten zur Durchsetzung eines Rechtsanspruches widersprochen hat.
el: Η Wildfire Games διατηρεί το δικαίωμα να διαγράψει οποιαδήποτε δεδομένα της υπηρεσίας (συμπεριλαμβανομένων των προσωπικών δεδομένων) ανά πάσα στιγμή, εκτός εάν ο χρήστης έχει διαμαρτυρηθεί για τη διαγραφή των προσωπικών του δεδομένων για την άσκηση νομικής αξίωσης.
es: Wildfire Games se reserva el derecho de eliminar cualquier dato de servicio (incluidos datos personales) en cualquier momento, excepto cuando un usuario se ha opuesto a la eliminación de sus datos personales para llevar a cabo una demanda legal.
eu: Wildfire Gamesek aukera du zenbat zerbitzu datu ezkutatzeko (baita ere norberaren datuak) edozein momentutan, erabiltzaileak legezko aldarrikapen bat egiteko ezkutatzea eskatzen duenean salbu.
fi: Wildfire Games pidättää oikeuden poistaa kaikki palvelutiedot (mukaan lukien henkilötiedot) milloin tahansa, paitsi jos käyttäjä on vastustanut henkilötietojensa poistamista oikeudellisen vaatimuksen täyttämiseksi.
fr: Wildfire Games se réserve le droit d'effacer toutes données de service (y compris des données personnelles) quand que ce soit, sauf si un utilisateur s'y oppose pour les besoins de plaintes légales.
ga: Tá an ceart cúlchiste ag Wildfire Games do aon sonraí seirbhíse (sonraí pearsanta san áireamh) ag aon am, ach amháin i gcás a chuireann úsáideoir i gcoinne le scrios a s(h)onraí pearsanta chun éilimh dlithiúil.
gd: Tha Wildfire Games a’ glèidheadh na còrach gun sguab sinn às dàta seirbheise sam bith (a’ gabhail a-staigh dàta pearsanta) uair sam bith ach ma chuir an cleachdaiche an aghaidh sguabaidh às an dàta phearsanta aige no aice a chum cùis-lagha.
gl: Wildfire Games resérvase o dereito a eliminar calquera dato do servizo (incluídos datos persoais) en calquera momento, salvo no caso de que un usuario obxectase ante o borrado dos seus datos persoais para realizar unha reclamación legal.
hu: A Wildfire Games fenntartja a jogot, hogy bármikor töröljön minden szolgáltatási adatot (köztük a személyes adatokat is), kivéve ha a felhasználó egy jogi kereset miatt nem tiltakozik külön ez ellen.
id: Wildfire Games berhak untuk menghapus data layanan apa pun (termasuk data pribadi) kapan saja, kecuali jika pengguna keberatan dengan penghapusan data pribadinya untuk pelaksanaan klaim hukum.
it: Wildfire Games si riserva il diritto di eliminare tutti i dati di servizio (inclusi i dati personali) in qualsiasi momento, tranne quando un utente si è opposto alla cancellazione dei propri dati personali tramite domanda legale.
ko: Wildfire Games는 사용자가 법정채권을 이행하기 위해 개인 데이타의 삭제를 반대한 경우를 제외하고 언제든지 모든 서비스 데이타(개인 데이타 포함)를 삭제할 수 있는 권한을 보유합니다.
lv: Wildfire Games patur tiesības jebkurā laikā izdzēst visus pakalpojuma datus (tostarp personas datus), izņemot gadījumus, kad lietotājs ir iebildis pret viņa vai viņas personas datu dzēšanu, lai veiktu juridisko prasību.
mk: Wildfire Games го задржува правото да ги избрише сите информации од Услугата (вклучувајќи ги и личните податоци) во секое време, освен кога корисникот се спротивставил на бришењето на неговите лични податоци како дел од правен процес.
nl: Wildfire Games behoudt zich het recht voor om servicegegevens (inclusief persoonlijke gegevens) te allen tijde te verwijderen, behalve wanneer een gebruiker bezwaar heeft gemaakt tegen het wissen van zijn of haar persoonlijke gegevens voor de uitvoering van een rechtsvordering.
pl: Wildfire Games zastrzega sobie prawo do usunięcia danych dotyczących usług (w tym danych osobowych) w dowolnym czasie, z wyjątkiem sytuacji, w których użytkownik nie wyraził zgody na usunięcie swoich danych osobowych w przypadku roszczenia prawnego.
pt_br: A Wildfire Games se reserva o direito de excluir qualquer dado de serviço (incluindo dados pessoais) a qualquer momento, exceto quando o usuário tiver objetado ao apagamento de seus dados pessoais para a realização de uma reivindicação legal.
pt_pt: A Wildfire Games reserva o direito de eliminar quaisquer dados do serviço (incluindo dados pessoais) a qualquer momento, exceto quando o utilizador se opor à eliminação dos seus dados pessoais para a realização de uma reivindicação legal.
ru: Wildfire Games оставляет за собой право удалять любые служебные данные (включая персональные данные) в любое время, за исключением случаев, когда пользователь возражает против удаления своих персональных данных для судебных нужд.
sk: Wildfire Games si vyhradzuje právo zmazať ľubovoľné dáta služby (vrátane osobných dát) v ľubovoľnom čase, okrem keď používateľ namieta proti vymazaniu jeho alebo jej dát kvôli právnym úkonom.
sv: Wildfire Games förbehåller sig rätten att när som helst radera alla service data (inklusive person uppgifter), utom när en användare har invänt mot att hans eller hennes person uppgifter har raderats för att ett juridiskt anspråk ska kunna framföras.
tr: Wildfire Games, bir kullanıcının yasal bir iddiayı yerine getirmesi için kişisel verilerinin silinmesine itiraz ettiği durumlar dışında, herhangi bir zamanda herhangi bir hizmet verisini (kişisel veriler dahil) silme hakkını saklı tutar.
uk: Wildfire Games залишає за собою право видаляти будь-які дані послуги (включаючи особисті дані) в будь-який час, за винятком випадків, коли користувач заперечував проти стирання своїх особистих даних для виконання юридичного позову.
zh: Wildfire Games保留随时删除任何服务数据（包括个人数据）的权利，除非用户因执行法律索赔而反对删除。
zh_tw: Wildfire Games 保留隨時刪除任何服務資料（包含個人資料）的權利，除非使用者以法律聲明反對刪除其表現資料。

source: [font="sans-bold-16"]Legal basis for the processing:[/font]
ast: [font="sans-bold-16"]Base legal pa l tratamiento:[/font]
bg: [font="sans-bold-16"]Правни основания за обработката:[/font]
ca: [font="sans-bold-16"]Bases legals per al tractament:[/font]
cs: [font="sans-bold-16"]Právní základ pro zpracování:[/font]
de: [font="sans-bold-16"]Rechtsgrundlagen für die Verarbeitung:[/font]
el: [font="sans-bold-16"]Νομική βάση για την επεξεργασία:[/font]
es: [font="sans-bold-16"]Bases legales del procesamiento:[/font]
eu: [font="sans-bold-16"]Prozesatzeko lege oinarria:[/font]
fi: [font="sans-bold-16"]Käsittelyn oikeudellinen perusta:[/font]
fr: [font="sans-bold-16"]Base légale pour le traitement:[/font]
ga: [font="sans-bold-16"]Bunús dlithiúil le haghaidh na próiseála:[/font]
gd: [font=”sans-bold-16”]Bunait laghail a’ phròiseasaidh:[/font]
gl: [font="sans-bold-16"]Base legal do procesamento:[/font]
hu: [font="sans-bold-16"]Az adatkezelés jogi alapja:[/font]
id: [font="sans-bold-16"]Dasar hukum pemrosesan:[/font]
it: [font="sans-bold-16"]Base giuridica per il trattamento:[/font]
ko: [font="sans-bold-16"]처리를 위한 법적 근거 :[/font]
lv: [font="sans-bold-16"]Apstrādes juridiskais pamats:[/font]
mk: [font="sans-bold-16"]Правни основи за обработка:[/font]
nl: [font="sans-bold-16"]Rechtsgrondslag voor de verwerking:[/font]
pl: [font="sans-bold-16"]Podstawy prawne przetwarzania:[/font]
pt_br: [font="sans-bold-16"]Base legal para o processamento:[/font]
pt_pt: [font="sans-bold-16"]Base legal para o processamento:[/font]
ru: [font="sans-bold-16"]Правовая база для обработки:[/font]
sk: [font="sans-bold-16"]Právne základy pre spracovávanie:[/font]
sv: [font = "Sans-fet-16"] Rättslig grund för behandlingen: [/font]
tr: [font = "sans-bold-16"] İlerleme için yasal dayanak: [/ font]
uk: [font="sans-bold-16"]Правова основа для обробки:[/font]
zh: [font="sans-bold-16"]法律依据:[/font]
zh_tw: [font="sans-bold-16"]處理的法律依據：[/font]

source: 1. The processing is necessary for the performance of the service defined in the terms (GDPR 6.1.b).
ast: 1. El tratamiento ye preciso pa l rendimiento de l servicio definido nelos términos (GDPR 6.1.b).
bg: 1. Обработката е необходима за работата на услугата, описана в условията (съгласно чл. 6.1.b на ОРЗД).
ca: 1. El processament és necessari per a la realització del servei definit en els termes (GDPR 6.1.b).
de: 1. Die Verarbeitung ist notwendig für die Ausführung des Dienstes, der in diesem Dokument festgelegt ist (DSGVO 6.1.b).
el: 1. Η επεξεργασία είναι απαραίτητη για την εκτέλεση της υπηρεσίας όπως ορίζεται στους όρους (Γενικός Κανονισμός για την Προστασία Δεδομένων 6.1.b).
es: 1. El procesamiento es necesario para la prestación del servicio definido en los términos (GDPR 6.1.b).
eu: 1. Prozesatzea beharrezkoa da zerbitzua baldintzetan zehazten den moduan emateko (GDPR 6.1.b).
fi: 1. Käsittely on tarpeen ehdoissa määritellyn palvelun suorittamiseksi (GDPR 6.1.b).
fr: 1. Le traitement des données est nécessaire pour la qualité de service tel que défini dans les termes (RGPD 6.1.b)
ga: 1. Tá an phróiseáil riachtanach le haghaidh feidhmíochta na seirbhíse, mar atá sonraithe sa tearmaí (GDPR 6.1.b).
gd: 1. Tha am pròiseasadh deatamach airson an t-seirbheis a tha ’ga mhìneachadh sna teirmichean a lìbhrigeadh (GDPR 6.1.b).
gl: 1. O procesamento é necesario para realizar o servizo definido nos termos (GDPR 6.1.b).
hu: 1. A feldolgozás szükséges a feltételekben leírt szolgáltatás biztosításához (GDPR 6.1.b).
id: 1. Pemrosesan diperlukan untuk kinerja layanan yang ditentukan dalam persyaratan (GDPR 6.1.b).
it: 1. Il trattamento è necessario all'esecuzione del servizio definito nei termini (GDPR 6.1.b).
ko: 1. 이 처리는 용어로 정의된 서비스의 성능을 위해 필요합니다 (GDPR 6.1.b).
lv: 1. Apstrāde ir vajadzīga pakalpojumu sniegšanai, kas definēts noteikumos (GDPR 6.1.b).
mk: 1. Обработката е неопходна за функционирање на услугата опишана во условите (според чл. 6.1.б од GDPR).
nl: 1. De verwerking is noodzakelijk voor de uitvoering van deze dienst zoals gedefinieerd in de voorwaarden (GDPR 6.1.b).
pl: 1. Przetwarzanie jest niezbędne do realizacji usługi zdefiniowanej w warunkach (GDPR 6.1.b).
pt_br: 1. O processamento é necessário para a execução do serviço definido nos termos (GDPR 6.1.b).
pt_pt: 1. O processamento é necessário para a execução do serviço definido nos termos (RGPD 6.1.b).
ru: 1. Обработка необходима для выполнения услуг, определенных в условиях (Общий регламент по защите данных (ЕС) 6.1.b).
sk: 1. Spracovávanie je nevyhnutné pre poskytovanie služby definovanej v podmienkach (GDPR 6.1.b).
sv: 1. behandlingen är nödvändig för utförandet av den tjänst som definieras i villkoren (GDPR 6.1. b).
tr: 1. İşlem, şartlarda tanımlanan hizmetin yerine getirilmesi için gereklidir (GVKY 6.1.b).
uk: 1. Обробка необхідна для виконання послуги, визначеної умовами (GDPR 6.1.b).
zh: 1.必要时，将执行定义的服务条款(GDPR 6.1.b)。
zh_tw: 1. 處理對條款中定義的服務之表現為必要 (GDPR 6.1.b) 。
