Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: hotkey.session.snaptoedges + Mouse Move near structures – Align the new structure with an existing nearby structure
ast: hotkey.session.snaptoedges + Mocion de l Mure a la veira de structurɐs – Alhiñare la structura nuöva cun outra aveirada.
bg: hotkey.session.snaptoedges + придвижване на мишката близо до сгради — подравняване на новата сграда до вече съществуваща
ca: hotkey.session.snaptoedges + Passar el ratolí prop d'estructures – Alinea la nova estructura amb estructures properes ja existents
cs: hotkey.session.snaptoedges + pohyb myší v blízkosti staveb – Zarovnat novou stavbu s existující stavbou poblíž v okolí
de: hotkey.session.snaptoedges + Maus nahe an Gebäuden – Neues Gebäude an einem bestehenden nahen Gebäude ausrichten
el: hotkey.session.snaptoedges + Κίνηση πονυικιού - Ευθυγράμμιση της νέας κατασκευής με μια υπάρχουσα σε κοντινή απόσταση.
es: hotkey.session.snaptoedges + Movimiento de ratón cerca de estructuras – Alinea la nueva estructura con otra ya existente
eu: hotkey.session.snaptoedges + Sagua egituretatik gertu mugitu – lerrokatu egitura berria dagoeneko bertan dagoen beste batekin
fi: hotkey.session.snaptoedges + hiren liikuttaminen rakenteiden lähelle – Aseta uusi rakenne linjaan olemassa olevan läheisen rakenteen kanssa.
fr: hotkey.session.snaptoedges + mouvement de souris vers les structures – Aligner la nouvelle structure avec une structure voisine existante
gd: hotkey.session.snaptoedges + gluasad luchaige faisg air togalaichean – Co-thaobhaich an togalach ùr le togalach eile faisg air
gl: hotkey.session.snaptoedges + rato Mover preto de estruturas: aliña a nova estrutura cunha estrutura próxima existente
id: hotkey.session.snaptoedges + Gerakkan Mouse di dekat bangunan – Sejajarkan bangunan baru dengan bangunan terdekat yang sudah ada
it: hotkey.session.snaptoedges + Sposta mouse vicino a strutture – Allinea le nuove strutture con una struttura vicina
ko: hotkey.session.snaptoedges + 건축물들 주변로 마우스 이동 – 새 건축물들을 기존 주변 건축물들과 정렬
nl: sneltoets.session.snaptoedges + muis bewegen bij gebouwen – Nieuw gebouw uitlijnen met dichtbij gelegen gebouw
pl: hotkey.session.snaptoedges + ruch myszą obok budowli – dopasuj plan budynku do istniejącej już budowli
pt_pt: hotkey.session.snaptoedges + movimento do rato sobre estruturas – alinhar a nova estrutura com uma estrutura já existente construída
ru: hotkey.session.snaptoedges + движение курсора возле здания — выровнять новое здание по существующим соседним
sv: hotkey.session.snaptoedges + Flytta musen nära byggnader – Placera den nya strukturen parallellt med en existerande byggnad
tr: hotkey.session.snaptoedges + Mouse Move near structures – Yapıyı var olan bir yapı ile hizala.
uk: hotkey.session.snaptoedges + Перемістити Курсор Миші поблизу споруди – Вирівняти нову споруду із існуючою поблизу спорудою
zh: hotkey.session.snaptoedges + 鼠标移近某建筑 – 让新建筑和附近已有建筑对齐建造
zh_tw: hotkey.session.snaptoedges + 游標靠近建築 – 將新建築與附近的一個建築對齊

source: hotkey.session.flare + Right Click – Send a flare to your allies
ast: hotkey.session.flare + Picada direiꞇha – Siñare los alliados
bg: hotkey.session.flare + Дясно копче – изпраща сигнал до съюзниците Ви
ca: hotkey.session.flare + Clic botó dret – Envieu una bengala als vostres aliats
cs: hotkey.session.flare + klepnutí pravým tlačítkem myši – Pošlete světlici svým spojencům
de: hotkey.session.flare + Rechtsclick – Sende ein Signal an deine Verbündeten
el: hotkey.session.flare + Δεξί κλίκ – Στείλε μία φωτοβολίδα στους συμμάχους σου.
es: hotkey.session.flare + Clic derecho – Envía un aviso a tus aliados
eu: hotkey.session.flare + Eskuin klika - Bidali distira zure aliatuetara
fi: hotkey.session.flare + hiiren oikea - Lähetä soihtu liittolaisillesi.
fr: hotkey.session.flare + Clic droit – Envoie un signal à vos alliés
gd: hotkey.session.flare + Briogadh deas – Cuir lasan dha na caidreabhaich agad
gl: hotkey.session.flare + Fai clic co botón dereito: envía unha bengala aos teus aliados
hu: hotkey.session.flare + jobb kattintás – Jelzőfény küldése a szövetségeseknek
id: hotkey.session.flare + Klik Kanan – Kirim suar kepada sekutumu
it: hotkey.session.flare + Clic destro – Manda un segnale ai tuoi alleati
ko: hotkey.session.flare + 마우스 오른쪽 버튼 – 동맹국에게 플레어 보내기
nl: sneltoets.session.flare + rechtsklik – Waarschuw uw bondgenoten met een vlag
pl: hotkey.session.flare + PPM – wyślij sygnał sojusznikom
pt_pt: hotkey.session.flare + clique com botão direito – envia um sinal para os teus aliados
ru: hotkey.session.flare + Правая кнопка мыши – Отправить метку вашим союзникам
sv: hotkey.session.flare + Högerklick – Skicka en signalraket till dina allierade
tr: hotkey.session.flare + Sağ Tık – Müttefiklerine bir işaret fişeği gönder
zh: hotkey.session.flare + 鼠标右击 – 向盟友发送信号
zh_tw: hotkey.session.flare + 右鍵點擊 – 向你的盟友發送信號彈

source: [font="sans-bold-14"]Overlays[font="sans-14"]
ast: [font="sans-bold-14"]Commutadores de capɐs[font="sans-14"]
bg: [font="sans-bold-14"]Слоеве[font="sans-14"]
ca: [font="sans-bold-14"]Capes[font="sans-14"]
cs: [font="sans-bold-14"]Překrytí [font="sans-14"]
el: [font="sans-bold-14"]Εμφανίσεις[font="sans-14"]
es: [font="sans-bold-14"]Capas[font="sans-14"]
eu: [font="sans-bold-14"]Geruzak[font="sans-14"]
fi: [font="sans-bold-14"]Peittotasot[font="sans-14"]
fr: [font="sans-bold-14"]Surcouches[font="sans-14"]
gd: [font="sans-bold-14"]Tar-chòmhdachaidhean[font="sans-14"]
gl: [font="sans-bold-14"]Superposicións[font="sans-14"]
hu: [font="sans-bold-14"]Rátétek[font="sans-14"]
id: [font="sans-bold-14"]Lapisan[font="sans-14"]
it: [font="sans-bold-14"]Panoramiche[font="sans-14"]
ko: [font="sans-bold-14"]오버레이[font="sans-14"]
pl: [font="sans-bold-14"]Nakładki[font="sans-14"]
pt_br: [font="sans-bold-14"]Paineis de sobreposição[font="sans-14"]
pt_pt: [font="sans-bold-14"]Painéis sobrepostos[font="sans-14"]
ru: [font="sans-bold-14"]Слои[font="sans-14"]
sv: [font="sans-bold-14"]Överlägg[font="sans-14"]
tr: [font="sans-bold-14"]Kaplamalar[font="sans-14"]
uk: [font="sans-bold-14"]Накладання[font="sans-14"]
zh: [font="sans-bold-14"]总览[font="sans-14"]
zh_tw: [font="sans-bold-14"]介面[font="sans-14"]

source: hotkey.session.gui.toggle – Toggle the GUI
ast: hotkey.session.gui.toggle – Alternare la IGU
bg: hotkey.session.gui.toggle — Превключване на интерфейса
ca: hotkey.session.gui.toggle – Mostra/Amaga la GUI
cs: hotkey.session.gui.toggle – Přepnout uživatelské rozhraní
de: hotkey.session.gui.toggle – GUI umschalten
el: hotkey.session.gui.toggle – Εμφάνιση/Απόκρυψη παραθύρου περιβάλλοντος διεπαφής.
es: hotkey.session.gui.toggle – Mostrar interfaz
eu: hotkey.session.gui.toggle – Txandakatu GUI
fi: hotkey.session.gui.toggle – Graafinen käyttöliittymä päälle/pois
fr: hotkey.session.gui.toggle – Activer/Désactiver l'interface utilisateur
gd: hotkey.session.gui.toggle – Toglaich an eadar-aghaidh
gl: hotkey.session.gui.toggle: alterna a GUI
hu: hotkey.session.gui.toggle – Felhasználói felület megjelenítése / elrejtése
id: hotkey.session.gui.toggle – Setel GUI
it: hotkey.session.gui.toggle – Visualizza GUI (interfaccia di gioco)
ko: hotkey.session.gui.toggle – GUI를 전환합니다
nl: sneltoets.session.gui.toggle – Toon / verberg de GUI
pl: hotkey.session.gui.toggle – włącz interfejs
pt_pt: hotkey.session.gui.toggle – Mostrar ou ocultar a interface
ru: hotkey.session.gui.toggle — показать или скрыть графический интерфейс
sv: hotkey.session.gui.toggle – Växla grafiska gränssnittet
tr: hotkey.session.gui.toggle – Arayüzü aç/kapat
uk: hotkey.session.gui.toggle – Перемкнути графічний інтерфейс
zh: hotkey.session.gui.toggle – 切换图形用户界面
zh_tw: hotkey.session.gui.toggle – 開關圖形介面

source: hotkey.session.devcommands.toggle – Toggle developer overlay (with developer options)
ast: hotkey.session.devcommands.toggle – Alternare la capa de disindolcu (tien opciones para disindolcadores)
bg: hotkey.session.devcommands.toggle — Превключване на слоя за разработчици (и свързаните настройки)
ca: hotkey.session.devcommands.toggle – Mostra/Amaga les eines de desenvolupador (amb opcions tècniques)
cs: hotkey.session.devcommands.toggle – Přepnout vývojářské překrytí (s vývojářskými volbami )
de: hotkey.session.devcommands.toggle – Entwickler-Overlay umschalten (mit Entwickleroptionen)
el: hotkey.session.devcommands.toggle – Εμφάνιση επκάλυψης δημιουργού (με επιλογές δημιουργού)
es: hotkey.session.devcommands.toggle – Mostrar capa de desarrollo (con opciones para desarrolladores)
eu: hotkey.session.devcommands.toggle – Erakutsi garatzailearen geruza (aukera teknikoekin)
fi: hotkey.session.devcommands.toggle – Kehittäjäpaneeli päälle/pois (kehittäjän asetuksilla)
fr: hotkey.session.devcommands.toggle – Afficher/masquer la surcouche développeur (avec les options de développement)
gd: hotkey.session.devcommands.toggle – Toglaich tar-chòmhdachadh nan leasaichear (le roghainnean nan leasaichear)
gl: hotkey.session.devcommands.toggle: alterna a superposición do programador (con opcións de desenvolvedor)
hu: hotkey.session.devcommands.toggle – Fejlesztői réteg aktiválása / kikapcsolása (a fejlesztői beállításokkal együtt)
id: hotkey.session.devcommands.toggle – Setel lapisan pengembang (dengan pilihan pengembang)
it: hotkey.session.devcommands.toggle – Attiva schermata sviluppatore (con apposite opzioni)
ko: hotkey.session.devcommands.toggle – 개발자 오버레이를 전환합니다(개발자 옵션 포함)
nl: sneltoets.session.devcommands.toggle – Toon / verberg de ontwikkelaars overlay (met opties voor ontwikkelaars)
pl: hotkey.session.devcommands.toggle – włącz nakładkę twórcy (z opcjami deweloperskimi)
pt_pt: hotkey.session.devcommands.toggle – mostra ou oculta o painel de programação (c0m opções)
ru: hotkey.session.devcommands.toggle — показать или скрыть слой разработки (с настройками разработчика)
sv: hotkey.session.devcommands.toggle – Växla utvecklarmeny (med utvecklaralternativ)
tr: hotkey.session.devcommands.toggle – Geliştirici yer paylaşımını aç/kapat (geliştirici seçenekleriyle)
uk: hotkey.session.devcommands.toggle – Перемкнути накладання розробника (з налаштунками розробника)
zh: hotkey.session.devcommands.toggle – 显示/隐藏开发总览（为开发者所留）
zh_tw: hotkey.session.devcommands.toggle – 開關開發者介面（含開發者選項）

source: hotkey.wireframe – Toggle wireframe mode (press once to get wireframes overlaid over the textured models, twice to get just the wireframes colored by the textures, thrice to get back to normal textured mode)
ast: hotkey.wireframe – Alternare l modu cadarma (premi una vez par’ amostrar cadarma subre los modellos texturados, duɐs vezes par’ amostrare la cadarma pintada de lɐs texturɐs namai, & trés vezes para volver a l modu normal)
bg: hotkey.wireframe — Превключване в режим „решетка“ (натиснете веднъж за наслагване на решетките върху моделите с текстура; два пъти, за да се виждат само решетките, оцветени от текстурите; и три пъти за връщане към нормалния режим);
ca: hotkey.wireframe – Alterna entre els modes de wireframe (premeu un cop per sobreposar els wireframes sobre els models amb textura, dos cops per acolorir els wireframes amb les textures, tres cops per tornar al mode normal de textura)
cs: hotkey.wireframe – Přepnout drátový režim (stisknout jednou pro pokrytí texturovaných modelů drátěnou kostrou, dvakrát pro získání drátěné sítě obarvené texturami, třikrát pro návrat do normálního texturovaného režimu)
de: hotkey.wireframe – Drahtgittermodelle (wireframe) umschalten (einmal drücken, um Drahtgitter über die Texturen zu legen, ein weiteres Mal, um nur mit Texturen eingefärbte Drahtgitter zu bekommen, und ein drittes Mal, um in den normalen texturierten Modus zu wechseln)
el: hotkey.wireframe – Εμφάνιση οπτικής προσχεδίου ( πατήστε μία φορά για να έχετε επίστρωση προσχεδίου πάνω απο τα ανάγλυφα μοντέλα, δύο φορές μόνο για τα προσχέδια χρωματισμένα από τα ανάγλυδα, τρείς φορές για να επιστρέψετε την κανονική οπτική)
es: hotkey.wireframe – Mostrar vista de alambre (pulsando una vez la vista de alambre se superpone a los modelos texturizados, dos veces y se mostrarán solo las siluetas coloreadas con las texturas, y tres veces para volver al modo normal con texturas)
eu: hotkey.wireframe – wireframe modua txandakatu (zapaldu behin wireframe gainjarriak lortzeko eredu testurentzat, bi aldiz testurak koloretutako wireframeak lortzeko, hiru aldiz testura arruntetara itzultzeko)
fi: hotkey.wireframe – Rautalankamallitila päälle/pois (paina kerran jolloin raukalankamalli peittää tekstuurimallit, paina kahdesti jolloin saat vain rautalankamallit jotka ovat väritetty tekstuureilla, paina kolmasti palataksesi normaaliin tekstuuritilaan)
fr: hotkey.wireframe – Basculer entre les modes fil de fer (appuyez une fois pour obtenir des fils de fer superposés sur les modèles texturés, deux fois pour obtenir seulement les fils de fer colorés par les textures, trois fois pour revenir au mode texturé normal).
gd: hotkey.wireframe – Toglaich modh frèam-uèir (brùth air aon turas gus frèaman-uèir a thar-chòmhdachadh air bàrr nam modalan le innich, dà thuras gus frèaman-uèir le dathan nan inneach a-mhàin fhaighinn is trì tursan gus tilleadh dhan mhodh àbhaisteach le innich)
gl: hotkey.wireframe – Alternar o modo de estrutura de arame (preme unha vez para obter estruturas de arame superpostas aos modelos texturizados, dúas veces para obter só as estruturas de arame coloreadas polas texturas, tres veces para volver ao modo normal texturizado)
hu: hotkey.wireframe – Drótvázak megjelenítése / elrejtése (ha azt szeretnéd, hogy a drótvázak a textúrákra illesztve jelenjenek meg, úgy egyszer nyomd meg, ha azt, hogy magukban jelenjenek meg, a textúrák által színezve, úgy kétszer, amennyiben pedig vissza akarsz térni a normál nézethez, úgy háromszor)
id: hotkey.wireframe – Setel mode wireframe (tekan sekali untuk mendapatkan wireframe dilapis di atas model bertekstur, dua kali untuk mendapatkan wireframe yang diwarnai oleh tekstur, tiga kali untuk kembali ke mode bertekstur normal)
it: hotkey.wireframe – Apri modalità wireframe (una volta sui modelli testurizzati, due volte per i wireframe colorati dalle texture, tre volte per tornare alle texture normali)
ko: hotkey.wireframe – 와이어프레임 모드 전환(한 번 누르면 텍스처 모델 위에 와이어프레임이 중첩되고, 두 번 누르면 텍스처별로 색칠된 와이어프레임만 가져오고, 세 번 누르면 정상적인 텍스처 모드로 돌아갑니다)
nl: sneltoets.wireframe – Toon / verberg de wireframes (toets één keer om de wireframes over de vlakken heen te zien, een tweede keer om alleen de wireframes te zien en een derde keer om terug te keren naar de normale weergave)
pl: hotkey.wireframe – Włącza tryb krawędziowy (naciśnij jeden raz, aby uzyskać siatkę krawędzi nałożoną na modele teksturowane, dwa razy, aby uzyskać tylko siatkę w kolorze tekstury, trzykrotnie, aby powrócić do normalnego trybu teksturowanego)
pt_pt: hotkey.wireframe – alterna a visualização em linhas (pressionar mais uma vez para ver as linhas sobre os modelos com texturas; pressionar outra vez para ver apenas as linhas coloridas com as texturas; pressionar outra vez para voltar à visualização normal)
ru: hotkey.wireframe — переключить отображение каркаса (одно нажатие включает отображение каркасов поверх текстурированных моделей, второе — только каркасы, окрашенные текстурами, третье — возвращает в обычный текстурированный режим)
sv: hotkey.wireframe − Växla trådmodellsläge (tryck en gång för att få trådmodellerna lagrade över de texturerade modellerna, två gånger för att endast få trådmodellerna färgade med texturerna, tre gånger för att komma tillbaka till normala texturläget)
tr: hotkey.wireframe – Tel kafes modunu aç/kapa (dokulu modellerin üzerine yerleştirilen tel kafesleri elde etmek için bir kez, yalnızca dokular tarafından renklendirilen tel kafesleri elde etmek için iki kez, normal dokulu moda geri dönmek için üç kez basın)
uk: hotkey.wireframe – Перемкнути відображення каркасу (одне натискання вмикає відображення каркасів над текстурованими моделями, подвійне — лише каркаси, пофарбовані текстурами, потрійне — повертає у звичайний текстурований режим)
zh: hotkey.wireframe – 切换线框模式（按一次可将线框叠加在带纹理的模型上，按两次可仅获得由纹理着色的线框，三次可恢复到正常的纹理模式）
zh_tw: hotkey.wireframe – 切換線框模式（按一次使線框層覆蓋材質模型，按兩次只顯示材質上色的線框，按三次以回到一般材質模式）

source: hotkey.silhouettes – Toggle unit silhouettes (might give a small performance boost)
ast: hotkey.silhouettes – Alternare los contornos de lɐs unidades (poderíɐ amelyorare l rendimiento)
bg: hotkey.silhouettes — Превключване на силуетите (може да подобри малко производителността)
ca: hotkey.silhouettes – Mostra/amaga les siluetes de les unitats (pot augmentar lleugerament el rendiment)
cs: hotkey.silhouettes – Přepnout obrysy jednotek (může mírně zlepšit výkon)
de: hotkey.silhouettes – Umrisse von Einheiten ein-/ausschalten (kann einen leichten Performancegewinn bringen)
el: hotkey.silhouettes – Εμφάνιση σιλουέτας μονάδων (ίσως επιφέρει μία ώθηση στην απόδοση)
es: hotkey.silhouettes – Mostrar siluetas de las unidades (puede ayudar a mejorar el rendimiento)
eu: hotkey.silhouettes – Gaitu edo desgaitzen ditu unitateen siluetak (desgaitzeak errendimendua hobetu dezake)
fi: hotkey.silhouettes – Ota yksikköjen varjokuvat päälle tai poista ne käytöstä (poistaminen voi tuoda pienen nopeuslisän)
fr: hotkey.silhouettes – Activer/Désactiver l'affichage des silhouettes des unités (peut améliorer sensiblement les performances)
gd: hotkey.silhouettes – Toglaich sgàil-riochdan nan aonadan (dh’fhaoidte gum faigh thu beagan dèanadais a bharrachd às)
gl: hotkey.silhouettes: alterna as siluetas das unidades (pode dar un pequeno aumento do rendemento)
id: hotkey.silhouettes – Setel siluet unit (dapat memberi sedikit peningkatan kinerja)
it: hotkey.silhouettes – Visualizza silhouette unità (può aumentare le prestazioni)
ko: hotkey.silhouettes – 유닛 실루엣을 전환합니다(성능이 약간 향상될 수 있음)
nl: sneltoets.silhouettes – Toon / verberg silhouetten (kan een kleine snelheidswinst opleveren)
pl: hotkey.silhouettes – przełącz sylwetki jednostek (może odrobinę podnieść wydajność)
pt_pt: hotkey.silhouettes – mostrar ou ocultar silhuetas das unidades (pode melhorar um bocado o desempenho)
ru: hotkey.silhouettes — переключить режим отображения силуэтов юнитов (выключение может дать небольшой прирост производительности)
sv: hotkey.silhouettes – Växla enhetssilhuetter (kan ge en liten prestandaboost)
tr: hotkey.silhouettes – Siluetler arası geçiş (küçük bir performance artışı sağlayabilir)
uk: hotkey.silhouettes – Перемкнути силуети юнітів (може надавати невеликий приріст продуктивності)
zh: hotkey.silhouettes – 切换单位阴影效果(对性能可能会有一点提升)
zh_tw: hotkey.silhouettes – 開關單位輪廓（可能稍為提升效能）

source: hotkey.session.diplomacycolors – Toggle diplomacy colors
ast: hotkey.session.diplomacycolors – Alternare los colores diplomáticos
bg: hotkey.session.diplomacycolors — Превключване на цветовете на дипломацията
ca: hotkey.session.diplomacycolors – Alterna els colors de la diplomàcia
cs: hotkey.session.diplomacycolors – Přepínat barvy diplomacie
de: hotkey.session.diplomacycolors – Diplomatiefarben umschalten
el: hotkey.session.diplomacycolors – Εμφάνιση/Απόκρυψη διπλωματικών χρωμάτων.
es: hotkey.session.diplomacycolors – Mostrar colores de diplomacia
eu: hotkey.session.diplomacycolors – Txandakatu diplomazia kolooreak
fi: hotkey.session.diplomacycolors – Diplomatiavärit päälle/pois
fr: hotkey.session.diplomacycolors – Activer/Désactiver les couleurs diplomatiques
gd: hotkey.session.diplomacycolors – Toglaich dathan na dioplòmasachd
gl: hotkey.session.diplomacycolors: alterna as cores da diplomacia
hu: hotkey.session.diplomacycolors – Diplomáciai színek ki/bekapcsolása
id: hotkey.session.diplomacycolors – Setel warna diplomasi
it: hotkey.session.diplomacycolors – Visualizza colori diplomatici
ko: hotkey.session.diplomacycolors – 외교 색상을 전환합니다
nl: sneltoets.session.diplomacycolors – Toon / verberg diplomatiekleuren
pl: hotkey.session.diplomacycolors – przełącza kolory dyplomacji
pt_pt: hotkey.session.diplomacycolors – mostrar ou ocultar cores de diplomacia
ru: hotkey.session.diplomacycolors — показать или скрыть дипломатические цвета
sv: hotkey.session.diplomacycolors – Växla diplomatifärger
tr: hotkey.session.diplomacycolors – Diplomasi renklerini aç/kapat
uk: hotkey.session.diplomacycolors – Перемкнути кольори дипломатії
zh: hotkey.session.diplomacycolors – 切换派系颜色
zh_tw: hotkey.session.diplomacycolors – 開關外交色

source: hotkey.session.toggleattackrange – Toggle attack range visualizations of selected units and structures
ast: hotkey.session.toggleattackrange – Alternare la illustracion de l algame offensivu de lɐs unidades ou structurɐs escolyidɐs
bg: hotkey.session.toggleattackrange — Превключване на показването на обхвата на атака на избраните единици и сгради
ca: hotkey.session.toggleattackrange – Mostra/Amaga l'abast d'atac de les estructures i unitats seleccionades
cs: hotkey.session.toggleattackrange – Přepnout znázornění dosahu útočné aury vybraných jednotek a staveb
de: hotkey.session.toggleattackrange – Aurareichweitenvisualisierungen der gewählten Einheiten und Gebäude umschalten
el: hotkey.session.toggleattackrange – Εναλλάσσει την εμφάνιση του εύρους της επίθεσης για τις επιλεγμένες μονάδες και κατασκευές
es: hotkey.session.toggleattackrange – Mostrar distancia de ataque de las unidades y estructuras seleccionadas
eu: hotkey.session.toggleattackrange – Aukeratutako unitate eta egituren eraso-irismen bistaratzeak txandakatzen ditu
fi: hotkey.session.toggleattackrange – Ota valittujen yksiköiden ja rakenteiden hyökkäyskantaman visualisoinnit käyttöön tai poista ne käytöstä.
fr: hotkey.session.toggleattackrange – Afficher/Masquer la portée des unités sélectionnées
gd: hotkey.session.toggleattackrange – Toglaich samhlaidhean astair nan ionnsaighean airson nan aonadan is togalaichean a chaidh a thaghadh
gl: hotkey.session.toggleattackrange: alterna as visualizacións do intervalo de ataque das unidades e estruturas seleccionadas
id: hotkey.session.toggleattackrange – Setel visualisasi jarak serang dari unit dan bangunan yang dipilih
it: hotkey.session.toggleattackrange – Visualizza raggio di attacco per le unità e le strutture selezionate
ko: hotkey.session.toggleattackrange – 선택한 유닛 및 건축물들의 공격 범위 시각화를 전환합니다
nl: sneltoets.session.toggleattackrange – Toon / verberg aanvalsbereik van de geselecteerde eenheden en gebouwen
pl: hotkey.session.toggleattackrange – włącza wizualizacje zasięgu ataku zaznaczonych jednostek i budowli
pt_pt: hotkey.session.toggleattackrange – mostrar ou ocultar a visualização do alcance de ataque de unidades e estruturas selecionadas
ru: hotkey.session.toggleattackrange — показать или скрыть дистанцию атаки выбранных юнитов или зданий
sv: hotkey.session.toggleattackrange – Växla visualisering av valda enheters/byggnaders attackräckvidd
tr: hotkey.session.toggleattackrange – Seçilen birimlerin ve yapıların saldırı menzili görselleştirmelerini aç/kapat
uk: hotkey.session.toggleattackrange – Перемкнути візуалізації дистанції атаки вибраних підрозділів та споруд
zh: hotkey.session.toggleattackrange – 切换所选单位/建筑的攻击范围可视化
zh_tw: hotkey.session.toggleattackrange – 開關顯示所選單傡和建築的攻擊範圍
