Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-other.po
Languages: ar, ast, bg, br, ca, cs, da, el, es_ar, eu, fa, fi, ga, gd, he, hu, hy, id, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: A cargo ship rammed in half. A good opportunity for any businessman.
ar: سفينة بضائع مصدومة في المنتصف. فرصة جيدة لأي رجل أعمال.
br: Ul lestr-karg sanket e daou. Un degouezh mat evit forzh peseurt den a aferioù.
da: Et handelsskib vædret midt over. En god mulighed for enhver forretningsmand.
fa: یک کشتی شکسته با سلامت نصفه. فرصتی خوب برای هر بازرگان.
ga: Tá an long lasta seo briste i ndá. An bhfuil d'fhios agat cén cineál taisce atá ann?
he: ספינת משא התנגחה לשתיים. הזדמנות טובה עבור כל איש עסקים.
hy: Կիսված բեռնատար նավ։ Լավ հնարավորություն՝ ցանկացած գործարարի համար։
ka: შუაზე გარღვეული სატვირთო გემი. კარგი შემთხვევა ნებისმიერი საქმოსნისთვის.
lv: Kravas kuģis plīsis uz pusēm. Laba iespēja jebkuram darbonim.
ms: Kapal kargo yang terbelah dua. Peluang baik untuk para usahawan.
nb: Et lasteskip delt i to. En god mulighet for alle forretningsmenn.
ro: O navă de marfă ruptă în două. O oportunitate bună pentru orice om de afaceri.
sl: Tovorna ladja razbita na pol. Dobra priložnost za vsakega poslovneža.
sr: Теретни брод преполовљен ударцем. Добра прилика за било ког пословног човека.

source: Bench
ar: كرسي
br: Bank
da: Bænk
es_ar: Banco
fa: نیمکت
ga: Binse
he: ספסל
hy: Դազգահ
ka: მერხი
lv: Sols
ms: Bangku
nb: Benk
ro: Bancă
sl: Klop
sr: клупа

source: Wooden Bench
ar: كرسي خشبي
br: Bank Koad
da: Træbænk
es_ar: Banco de madera
fa: نیمکت چوبی
ga: Binse Adhmaid
he: ספסל עץ
hy: Փայտե դազգահ
ka: ხის მერხი
lv: Koka Sols
ms: Bangku Kayu
nb: Trebenk
ro: Bancă de lemn
sl: Lesena klop
sr: дрвена клупа

source: Bridge
ar: جسر
br: Pont
da: Bro
es_ar: Puente
fa: پل
ga: Droichead
he: גשר
hy: Կամուրջ
ka: ხიდი
lv: Tilts
ms: Jambatan
nb: Bro
ro: Pod
sl: Most
sr: мост

source: Wooden Bridge
ar: جسر خشبي
br: Pont Koad
da: Træbro
es_ar: Puente de madera
fa: پل چوبی
ga: Droichead Adhmaid
he: גשר עץ
hy: Փայտե կամուրջ
ka: ხის ხიდი
lv: Koka Tilts
ms: Jambatan Kayu
nb: Tømmerbro
ro: Pod de lemn
sl: Lesen most
sr: дрвени мост

source: Hut
ar: كوخ
br: Foukenn
da: Hytte
es_ar: Choza
fa: آلونک
ga: Bothán
he: צריף
hy: Խրճիթ
ka: ქოხი
lv: Būda
ms: Pondok
nb: Hytte
ro: Colibă
sl: Koča
sr: колиба

source: Longhouse
ar: منزل طويل
br: Ti-hir
da: Langhus
es_ar: Casa comunal
fa: خانه
ga: Teach Fada
he: בית ארוך
hy: Երկար տուն
lv: Gara būve
ms: Rumah Panjang
nb: Langhus
ro: Casă Lungă
sl: Dolga hiša
sr: дуга кућа

source: Column
ar: عمود
br: Kolonenn
da: Søjle
es_ar: Columna
fa: ستون
ga: Colún
he: עמוד
hy: Սյուն
ka: სვეტი
lv: Kolonna
ms: Tiang
nb: Søyle
ro: Coloană
sl: Steber
sr: стуб

source: Fallen Doric Column
ar: عمود دوريسي منهار
br: Kolonenn Dorikek Kouezhet
da: Falden Dorisk Søjle
es_ar: Columna dórica destruida
fa: ستون یونانی افتاده
ga: Colún Dórach Tite
he: עמוד הדורים נפל
hy: Ընկած շոտլանդական սյուն
ka: დაცემული დორიული სვეტი
lv: Kritusi Dāriešu kolonna
ms: Runtuhan Tiang Doric
nb: Fallen dorisk søyle
ro: Coloană dorica prabușită
sl: Zrušen dorski steber
sr: оборени дорски стуб

source: Desert Trading Post
ar: محطه تجارية مهجورة
br: Post eskemm an deserzh
fa: ایستگاه تجاری صحرایی
ga: Ionad Trádála Fásach
he: תחנת מסחר מדברית
hy: Անապատային առևտրային կետ
ms: Kedai Jual Beli Padang Pasir
ro: Oficiu Comercial din Deșert
sr: Пустињска Пијаца

source: Fence
ar: سياج
br: Sklotur
da: Hegn
es_ar: valla
fa: نرده
ga: Sconsa
he: גדר
hy: Ցանկապատ
ka: ღობე
lv: Žogs
ms: Pagar
nb: Gjerde
ro: Gard
sl: Ograja
sr: ограда

source: Long Wooden Fence
ar: سياج خشبي طويل
br: Sklotur Hir e Koad
da: Langt Træhegn
es_ar: Valla larga de madera
fa: نرده چوبی طولانی
ga: Sconsa Fada Adhmaid
he: גדר עץ ארוכה
hy: Փայտյա երկար ցանկապատ
ka: გრძელი ხის ღობე
lv: Garais koka žogs
ms: Pagar Kayu Panjang
nb: Langt tømmergjerde
ro: Gard lung de lemn
sl: Dolga lesena ograja
sr: дуга дрвена ограда

source: Short Wooden Fence
ar: سياج خشبي قصير
br: Sklotur Berr e Koad
da: Kort Træhegn
es_ar: Valla corta de madera
fa: نرده ی کوتاه چوبی
ga: Sconsa Gairid Adhmaid
he: גדר עץ
hy: Փայտյա կարճ ցանկապատ
ka: მოკლე ხის ღობ
lv: Īss koka žogs
ms: Pagar Kayu Pendek
nb: Kort tømmergjerde
ro: Gard scurt de lemn
sl: Kratka lesena ograja
sr: кратка дрвена ограда

source: Stone Fence
ar: سياج حجريّ
br: Sklotur Vaen
da: Stenhegn
es_ar: Valla de piedra
fa: نرده ی سنگی
ga: Sconsa Cloiche
he: חומת אבן
hy: Քարե ցանկապատ
ka: ქვის ღობე
lv: Akmens Žogs
ms: Pagar Batu
nb: Steingjerde
ro: Gard de piatră
sl: Kamnita ograja
sr: камена ограда

source: Wheat Field
ar: حقل قمح
br: Park Gwinizh-Gwenn
da: Hvedemark
es_ar: Trigal
fa: کشتزار گندم
ga: Gort Cruithneachta
he: שדה החיטה
hy: Ցորենի դաշտ
ka: ხორბლის ყანა
lv: Kviešu lauks
ms: Bendang Gandum
nb: Hveteåker
ro: Câmp cu grâu
sl: Pšenično polje
sr: поље пшенице

source: Epic Temple
ar: هيكل ملحمي
br: Templ Epik
da: Episk Tempel
es_ar: Templo épico
fa: معبد عظیم
ga: Teampall Éachtach
he: מקדש אפי
hy: Առասպելական տաճար
ka: ეპიკური ტაძარი
lv: Episks Templis
ms: Kuil Epik
nb: Storslått tempel
ro: Templu epic
sr: епски храм

source: Garrison units to heal them at a quick rate.
ar: ادخل الوحدات لكي تعالجهم بسرعه.
br: Lakait hoc'h unanennoù e gwarnizon a-benn pareañ anezho en ur feur buan-kenañ.
fa: نیروها را در داخل مستقر کنید تا با سرعت سریعی درمان شوند
ga: Cuir aonaid i ngarastún iad a chneasú ag ráta tapa.
he: יחידות בחיל המצב כדי לרפא אותם בקצב מהיר.
hy: Միավորների տեղակայում՝ նրանց արագ բուժման նպատակով։
lv: Novietojiet vienības garnizonā ātrākai dziedēšanai.
ms: Garison unit untuk menyembuhkan mereka secara pantas.
nb: Forskanse enheter for å helbrede dem raskt.
ro: Pune unitațile în garnizoană pentru a le vindeca mai repede.

source: Hellenic Stoa
ar: هيلينك ستوا
br: Stoa Hellenel
da: Hellensk Stoa
fa: ایوان یونانی
ga: Stoa Heilléineach
he: סטואה הלנית
hy: Հունական ստոյա
ka: ბერძნული სტოა
lv: Helēniešu Stoa
ms: Stoa Helenik
nb: Hellensk stoa
ro: Stoa Elenica
sl: Helenska stoa
sr: Хеленска колонада

source: Obelisk
ar: مسلة
br: Obeliskenn
fa: ابلیسک
ga: Oibilisc
he: אובליסק
hy: Օբելիքս
ka: ობელისკი
lv: Obelisks
ro: Obelisc
sr: Обелиск

source: Egyptian Obelisk
ar: مسلّة مصريّة
br: Obeliskenn Ejipsian
da: Egyptisk Obelisk
fa: ابلیسک مصری
ga: Oibilisc Éigipteach
he: אובליסק מצרי
hy: Եգիպտական օբելիքս
ka: ეგვიპტური ობელისკი
lv: Ēģiptiešu Obelisks
ms: Obelisk Mesir
nb: Egyptisk obelisk
ro: Obelisc Egiptean
sl: Egipčanski obelisk
sr: Египатски обелиск

source: Palisade Angle Spike
ar: سياج شوكي مائل
br: Peulioù Stouet ar Peulgae
fa: پرچین میله ای نوک تیز
ga: Spíce Casta Pailise
he: יתד זווית כלונס
hy: Ցանկապատի անկյունային սեպ
ka: ღობის კუთხის წვერი
lv: Žogs ar leņķa smailēm
ms: Pancang Bersudut
nb: Palisadevinkelspiss
ro: Palisadă Engleză cu Țepi
sr: палисадни угаони шиљак

source: Big Spike
ar: شوكة كبيرة
br: Peul Bras
da: Stor Pig
fa: خار بزرگ
ga: Spíce Mór
he: יתד גדול
hy: Մեծ սեպ
ka: დიდი წვერი
lv: Liela smaile
ms: Pancang Besar
nb: Stor stake
ro: Țepușă Mare
sr: велики шиљак

source: Palisade Curve
ar: انحناءة سياج
br: Peulgae-Kromm
da: Palisadekurve
fa: انحنای دیوار چوبی
ga: Cuar Pailise
he: כלונס משוך
hy: Ցանկապատային կոր
ka: მრუდე ღობე
lv: Žoga pagrieziens
ms: Lengkung Pancang
nb: Palisade-kurve
ro: Palisadă Curbată
sr: кривина палисаде

source: Wooden Wall Corner
ar: زاوية سور خشبي
br: Moger Gorn Koad
da: Træmurshjørne
fa: گوشه ی دیوار چوبی
ga: Cúinne an Bhalla Adhmaid
he: פינת חומת עץ
hy: Փայտե պարիսպի անկյուն
ka: კედლის ხის კუთხე
lv: Koka sienas stūris
ms: Bucu Tembok Kayu
nb: Tømmervegg-hjørne
ro: Colț Zid de Lemn
sr: угао дрвеног зида

source: Palisade End
ar: طرف سياج
br: Fin ar Peulgae
da: Palisade Ende
fa: انتهای دیوار چوبی
ga: Deireadh Pailise
he: סוף כלונס
hy: Ցանկապատի ծայր
ka: ღობის დასასრული
lv: Žoga gals
ms: Hujung Pancang
nb: Palisade-slutt
ro: Sfârșit de Palisadă
sl: Konec palisade
sr: крај палисаде

source: Wooden Wall End
ar: طرف سور خشبي
br: Penn ar Voger e Koad
da: Træmur Endestykke
fa: انتهای دیوار چوبی
ga: Deireadh an Bhalla Adhmaid
he: חומה מעץ סוף
hy: Փայտե պարիսպի ծայր
ka: ხის ღობის დასასრული
lv: Koka sienas gals
ms: Hujung Tembok Kayu
nb: Tømmervegg-ende
ro: Sfârșit Zid de Lemn
sr: крај дрвеног зида

source: Palisade Fort
ar: قلعه باليسادي
br: Peulgae ar C'hreñvlec'h
fa: قلعه چوبی
ga: Dún Pailise
he: מצודת כלונס
hy: Ցանկապատ բերդ
ka: ხის ციხე-სიმაგრე
lv: Guļbūves forts
ms: Kubu Pancang
ro: Fort de Palisadă
sr: палисадно утврђење

source: Wooden Tower
ar: برج خشبي
br: Tour-Goad
fa: برج چوبی
ga: Túr Adhmaid
he: מגדל עץ
hy: Փայտե աշտարակ
ms: Menara Kayu
nb: Tømmertårn
ro: Turn de lemn
sr: Дрвена кула

source: Palisade Gate
ar: بوابة سياج
br: Dor ar Peulgae
da: Palisadeport
fa: دروازه چوبی
ga: Geata Pailise
he: שער כלונס
hy: Ցանկապատի դարպաս
ka: ღობის ჭიშკარი
lv: Žoga vārti
ms: Pintu Pagar Pancang
nb: Palisade-port
ro: Poartă de Palisadă
sr: капија палисаде

source: Wooden Gate
ar: بوّابة خشبيّة
br: Dor Goad
da: Træport
fa: دروازه چوبی
ga: Geata Adhmaid
he: שער עץ
hy: Փայտե դարպաս
ka: ხის ჭიშკარი
lv: Koka vārti
ms: Pintu Pagar Kayu
nb: Tømmerport
ro: Poartă de Lemn
sl: Lesena vrata
sr: дрвена капија

source: Palisade
ar: سياج
br: Peulgae
fa: دیوار چوبی
ga: Pailis
he: כלונס
hy: Ցանկապատ
ka: ღობე
lv: Žogs
ms: Pagar Pancang
ro: Palisadă
sl: Palisada
sr: палисада

source: Wooden Wall
ar: سور خشبيّ
br: Moger Goad
da: Træmur
fa: دیوار چوبی
ga: Balla Adhmaid
he: גדר עץ
hy: Փայտե պարիսպ
ka: ხის კედელი
lv: Koka siena
ms: Tembok Kayu
nb: Tømmervegg
ro: Zid de lemn
sl: Kamnito obzidje
sr: дрвени зид

source: Outpost
ar: برج مراقبة
br: Kamp-Araokaet
da: Udkigspost
fa: برج دیده بانی
ga: Urphost
he: מאחז
hy: Ուղեկալ
ka: საგუშაგო
lv: Priekšpostenis
ms: Kotakara
nb: Utpost
ro: Avantpost
sr: предстража

source: Wooden Watch Tower
ar: برج مراقبة خشبي
br: Tour-Ged e Koad
da: Vagttårn af træ
fa: برج مراقبت چوبی
ga: Urphost Adhmaid
he: מגדל שמירה מעץ
hy: Փայտե հսկողական աշտարակ
ka: ხის სათვალთვალო კოშკი
lv: Koka novērošanas tornis
ms: Menara Pengawal Kayu
nb: Vakttårn av tømmer
ro: Turn de veghe din lemn
sl: Lesen stražni stolp
sr: дрвена осматрачница

source: Watchtower
ar: برج مراقبة
br: Tourged
da: Vagttårn
fa: برج مراقبت
ga: Urphost
he: מגדל שמירה
hy: Հսկողական աշտարակ
ka: სათვალთვალო კოშკი
lv: Sargtornis
ms: Menara Pengawal
nb: Vakttårn
ro: Turn de veghe
sl: Stražni stolp
sr: осматрачница

source: Spikes Small
ar: أشواك صغيرة
br: Begoù Bihan
da: Pigge Små
fa: خار کوچک
ga: Spící Beaga
he: קוצים קטנים
hy: Փոքր սեպեր
ka: წვერები პატარა
lv: Smailes mazas
ms: Pancang Kecil
nb: Pigger små
ro: Țepe mici
sr: шиљци мали

source: Small Spikes
ar: أشواك صغيرة
br: Peulioù Bihan
da: Små Pigge
fa: خار های کوچک
ga: Spící Beaga
he: דוקרנים קטנים
hy: Փոքր սեպեր
ka: პატარა წვერები
lv: Mazās smailes
ms: Pancang Kecil
nb: Små pigger
ro: Mici țepe
sr: мали шиљци

source: Spikes Tall
ar: طول الأشواك
br: Begoù Bras
da: Pigge Høje
fa: خار های بلند
ga: Spící Arda
he: דוקרנים גבוהים
hy: Մեծ սեպեր
ka: წვერები მაღალი
lv: Augstas smailes
ms: Pancang Tinggi
nb: Pigger høye
ro: Țepe înalte
sr: шиљци високи

source: Tall Spikes
ar: أشواك طويلة
br: Peulioù Bras
da: Høje Pigge
fa: خار های بلند
ga: Spící Arda
he: דוקרנים גבוהים
hy: Մեծ սեպեր
ka: მაღალი წვერები
lv: Gari pīķi
ms: Pancang Tinggi
nb: Høye pigger
ro: Înalte țepe
sr: високи шиљци

source: Colonnade
ar: صف أعمدة
br: Kolonennoù
da: Kolonnade
fa: ستون‌بندی
ga: Colúnra
he: שדרת עמודים
hy: Սյունաշարք
lv: Kolonāde
ms: Deretan Tiang
nb: Søylegang
ro: Colonadă
sr: Колонада

source: Corinthian Colonnade
ar: رواق كورنثيان
br: Kolonennoù Korinthianek
da: Korintisk kolonnade
fa: شیوه ستون‌بندی کورینتی
ga: Colúnra Corantach
he: אכסדרה קורינתית
hy: Կորնթական սյունաշարք
lv: Korintiešu Kolonāde
ms: Deretan Tiang Corinth
nb: Korintisk søylegang
ro: Colonadă corintiană
sr: Коринтска колонада

source: Big stall
ar: كشك كبير
br: Kel Bras
da: Stor bod
fa: جایگاه بزرگ
ga: Stalla Mór
he: דוכן גדול
hy: Մեծ տաղավար
ka: დიდი ჯიხური
lv: Liels stallis
ms: Gerai besar
nb: Stor bås
ro: Stand mare
sr: велика стаја

source: Medium stall
ar: كشك متوسط
br: Kel Krenn
da: Mellemstor bod
fa: جایگاه متوسط
ga: Stalla Meán
he: דוכן בינוני
hy: Միջին տաղավար
ka: საშუალო ჯიხური
lv: Vidējs stallis
ms: Gerai sederhana
nb: Middels bås
ro: Stand mediu
sr: средње велика стаја

source: Small stall
ar: كشك صغير
br: Kel Bihan
da: Lille bod
fa: جایگاه کوچک
ga: Stalla Beag
he: דוכן קטן
hy: Փոքր տաղավար
ka: პატარა ჯიხური
lv: Mazs stallis
ms: Gerai kecil
nb: Liten bås
ro: Stand mic
sr: мала стаја

source: Table
ar: طاولة
br: Taol
da: Bord
fa: میز
ga: Bord
he: שולחן
hy: Սեղան
ka: მაგიდა
lv: Galds
ms: Meja
nb: Bord
ro: Masă
sl: Miza
sr: сто

source: Rectangle Table
ar: طاولة مستطيلة
br: Taol Skouergornek
da: Rektangulært Bord
fa: میز مستطیلی
ga: Bord Dronuilleogach
he: שולחן מלבני
hy: Ուղղանկյուն սեղան
ka: ოთხკუთხა მაგიდა
lv: Taisnstūra Galds
ms: Meja Segiempat Tepat
nb: Rektangel-bord
ro: Masă pătrată
sl: Pravokotna miza
sr: правоугаони сто

source: Square Table
ar: طاولة مربّعة
br: Toal Garrez
da: Kvadratisk Bord
fa: میز مربعی
ga: Bord Cearnógach
he: שולחן מרובע
hy: Քառակուսի սեղան
ka: კვადრატული მაგიდა
lv: Kvadrāta Galds
ms: Meja Segiempat Sama
nb: Kvadrat-bord
ro: Masă pătrată
sl: Kvadratna miza
sr: квадратни сто

source: At least 16 melee infantry units required.
ga: Tá 16 choisí trodaccha ag teastáil ar a laghad.

source: At least 4 units required.
ga: Tá 4 aonad ag teastáil ar a laghad.

source: At least 8 units required.
ga: Tá 8 n-aonad ag teastáil ar a laghad.

source: At least 10 hoplite infantry required.
ga: Tá 10 coisí hoiplíteach ag teastáil ar a laghad.

source: Only ranged units allowed.
ga: Níl ach aonaid raonta ceadaithe

source: At least 16 pike infantry units required.
ga: Tá 16 bhfear píce ag teastáil ar a laghad.

source: At least 6 cavalry units required.
ga: Tá 6 n-aonad marcra ag teastáil ar a laghad.

source: Ardatašta
ar: أرديتاستا
fa: آرداتاستا
he: שוק

source: Naos Parthenos
ar: ناووس بارثينوس
fa: نائوس پارتنوس
he: מקדש פרתנוס
hy: Աթենա Պարթենոս
ka: ტაძარი პართენონი

source: Portico
ar: رواق
br: Porched
da: Porticus
fa: ایوان
he: פורטיקו
hy: Սյունասրահ
ka: პორტიკი
nb: Portiko
sr: степениште

source: Propylaea
ar: بروبيليا
fa: پروپیلیا
he: פרופילאה
hy: Պրոպիլեա
ka: პროპილეა
sr: Пропилеји

source: Stoa
ar: رواق إغريقي معمد
fa: ایوان
he: סטואה
hy: Ստոյա
ka: სტოა
sr: Колонада

source: Generic Flora
es_ar: Flora genérica
ka: მცენარეულობა
lv: Vispārēja Flora

source: 4 units required
es_ar: Se requieren 4 unidades
ka: საჭიროებს 4 ერთეულს
lv: Nepieciešamas 4 vienības
sl: Potrebne so 4 enote

source: 8 units required
es_ar: Se requieren 8 unidades
ka: საჭიროებს 8 ერთეულს
lv: Nepieciešamas 8 vienības

source: Only ranged units allowed
es_ar: Sólo se permiten unidades de combate a distancia
ka: მხოლოდ მსროლელები დაიშვებიან
lv: Atļautas tikai šaušanas vienības

source: 9 melee infantry units required
es_ar: Se rquieren 9 unidades de infantería de combate cuerpo a cuerpo
ka: საჭიროებს 9 შემტაკებელ ქვეითს
lv: Nepieciešamas 9 tuvcīņas kājnieku vienības

source: Bear
es_ar: Oso
ka: დათვი
lv: Lācis
sl: Medved

source: Camel
es_ar: Camello
ka: აქლემი
lv: Kamielis
sl: Kamela

source: Deer
es_ar: Ciervo
ka: ირემი
lv: Briedis
sl: Jelen

source: North African Elephant
es_ar: Elefante cartaginés
ka: შრდილო აფრიკული სპილო
lv: Ziemeļāfrikas zilonis

source: Tuna Fish
es_ar: Atún
ka: თინუსი
lv: Tuncis
sl: Tune

source: Collect food from this bountiful oceanic resource.
es_ar: Recolectá Alimentos de este abundante recurso océanico.
ka: შეაგროვე საჭმელი ოკეანის უხვი წყაროებიდან.
lv: Ievāciet pārtiku no šī bagātīga okeāna resursa.

source: Tilapia Fish
es_ar: Tilapia
ka: ტილაფია
lv: Tilapijas zivs
sl: Tilapija

source: Collect food from this bountiful riparian resource.
es_ar: Recolectá Alimentos de este abundante recurso ribereño.
ka: შეაგროვე საჭმელი სანაპიროს უხვი წყაროებიდან.
lv: Ievāciet pārtiku no šī bagātīga piekrastes resursa.

source: Gazelle
es_ar: Gacela
ka: ქურციკი
lv: Gazele
sl: Gazela

source: Giraffe (Adult)
es_ar: Jirafa (Adulto)
ka: შირაფი (მოზრდილი)
lv: Žirafe (Pieaugusi)
sl: Žirafa (odrasla)

source: Giraffe (Juvenile)
es_ar: Girafa (Joven)
ka: ჟირაფი (ახალგაზრდა)
lv: Žirafe (jaunēklis)
sl: Žirafa (mladič)

source: Rhinoceros
es_ar: Rinoceronte
lv: Degunradzis
sl: Nosorog

source: Great White
es_ar: Tiburón blanco
ka: დიდი თეთრი
lv: Lielā baltā
sl: Beli morski volk

source: Shark
es_ar: Tiburón
ka: ზვიგენი
lv: Haizivs
sl: Morski pes

source: Wildebeest
es_ar: Ñu
ka: ანტილოპა
lv: Antilope gnu
sl: Gnu

source: Snow Wolf
es_ar: Lobo ártico
ka: თეთრი მგელი
lv: Sniega vilks

source: Forage
es_ar: Forraje
ka: საკვები
lv: Auglis

source: Sacrificial Temple
es_ar: Templo de sacrificios
ka: სამსხვერპლო ტაძარი
lv: Upurēšanas Templis

source: Tophet
es_ar: Tofet
ka: თოფეთი
lv: Elle

source: Train physicians and Sacred Band Cavalrymen.
es_ar: Entrena médicos y Caballería de la Banda Sagrada.
ka: გაწვრთენი ფიზიკოსები და ფარული რაძმის მხედრები.
lv: Apmāciet ārstus un Svētās vienības jātniekus.

source: Apartment Block
ka: ოთახის ნაწილი
lv: Pilskalns

source: House
es_ar: Casa
ka: სახლი
lv: Māja

source: Inn
ka: სასტუმრო
lv: Krogs

source: Warehouse
ka: საწყობი
lv: Glabātava

source: P-51 Mustang
ka: P-51 მუსტანგი
lv: P-51 Mustangs

source: A World War 2 American fighter plane.
ka: მე-2 მსოფლიო ომის ამერიკული საბრძოლო თვითმფრინავი.
lv: 2. pasaules kara iznīcinātājs.

source: Ballista
es_ar: Balista
ka: ბალისტა
lv: Laukakmens

source: Scorpio
lv: Skorpions

source: Zebra
es_ar: Cebra
ka: ზებრა
