Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: I cannot accept your offer to become allies, %(_player_)s.
ar: لا يمكنني قبول عرضك لنكون حلفاء يا %(_player_)s.
ast: Nun puödo aceitar l’alliança, %(_player_)s.
bg: Не мога да приема предложението ти да станем съюзници, %(_player_)s.
br: N'hallan ket degemer ar c'hinnig dont da vezañ kevredet ganit, %(_player_)s.
ca: No puc acceptar la teva oferta d'aliança, %(_player_)s.
da: Jeg kan ikke acceptere dit tilbud om at blive allierede, %(_player_)s.
de: Ich kann dein Bündnisangebot nicht annehmen, %(_player_)s.
el: Δεν μπορώ να δεχθώ την προσφορά σου να γίνω σύμμαχος, %(_player_)s.
eu: %(_player_)s, ezin dut zure kidetza eskaintza onartu.
fa: من پیشنهاد شما برای پیوستن به متحدان %(_player_)s قبول نمیکنم.
fr: Je ne peux pas accepter votre offre de devenir alliés, %(_player_)s.
ga: Ní féidir liom a ghlacadh le do thairiscint a bheith inar gcomhghuaillí, a %(_player_)s.
gd: Cha ghabh mi riut mar chaidreabhach, %(_player_)s.
hu: %(_player_)s, nem fogadhatom el az ajánlatod, hogy szövetségesekké váljunk.
id: Saya tidak bisa menerima pemberian Anda untuk menjadi sekutu, %(_player_)s.
it: Non posso accettare la tua offerta di allenaza, %(_player_)s.
ko: %(_player_)s 님, 동맹이 되겠다는 당신의 제안을 받아들일 수 없습니다.
lt: %(_player_)s, aš negaliu priimti jūsų pasiūlymo tapti sąjungininkais.
nb: Jeg kan ikke godta ditt tilbud om å bli min allierte, %(_player_)s.
pl: Nie mogę zaakceptować twojej oferty sojuszu, %(_player_)s.
pt_br: Não posso aceitar a sua oferta para se tornar aliados, %(_player_)s.
ru: Я не могу принять Ваше предложение о союзничестве, %(_player_)s.
sv: Jag kan inte acceptera ditt erbjudande att bli allierade, %(_player_)s.
tr: Müttefik olmak için teklifini kabul edemiyorum, %(_player_)s.
uk: Я не можу прийняти Вашу пропозицію стати союзниками, %(_player_)s.
zh: 对不起，%(_player_)s ，无法接受你的结盟提议。
zh_tw: 我無法接受你對成為同盟提供的條件，%(_player_)s。

source: I will not be your ally, %(_player_)s. However, I will consider a neutrality pact.
ar: لن أكون حليفك يا %(_player_)s. بأيّ حال، سأعتبر ذلك ميثاق حياد.
ast: Nun quiero alliame cun ti, %(_player_)s, pero ¿quei talu un pactu d’imparcialidá?
bg: Няма да се ти бъда съюзник, %(_player_)s, но ще обмисля възможността да бъдем неутрални.
br: Ne gevredin ket ganit %(_player_)s. Padal e tegemerin a-walc'h un emglev a neptuegezh.
ca: No seré el teu aliat, %(_player_)s. Però potser acceptaria un pacte de neutralitat.
da: Jeg vil ikke være din allierede, %(_player_)s. Jeg vil dog overveje en neutralitetspagt.
de: Ich werde mich nicht mit dir verbünden, %(_player_)s, aber ich werde einen Neutralitätspakt in Betracht ziehen.
el: Δεν θα συμμαχήσω μαζί σου, %(_player_)s. Ωστόσο, θα εξετάσω ένα σύμφωνο ουδετερότητας.
eu: Ez naiz zurekin elkartuko,%(_player_)s, baino neutraltasun ituna aztertuko dut.
fa: من هم پیمان شما نخواهم بود %(_player_)s، با این حال روابط بین خود را بی طرف در نظر خواهم گرفت
fr: Je ne serais pas votre allié, %(_player_)s. Toutefois, j'envisage un pacte de neutralité.
ga: Ní bheidh mé do chomhghuaillí a %(_player_)s. Áfach, ba mhaith liom comhaontú neodrachta.
gd: Cha dèid mi ’nam chaidreabhach dhut, %(_player_)s, ach bhithinn rèidh nan robh aonta neo-phàirteachd againn.
hu: %(_player_)s, nem leszek a szövetségesed, de megfontolok egy semlegességi paktumot.
id: Saya tidak ingin menjadi sekutu Anda, %(_player_)s. Tapi, saya akan mempertimbangkan pakta netralitas.
it: Non sarò tuo alleato, %(_player_)s. Però, considererò un patto di neutralità.
ko: %(_player_)s 님, 나는 당신의 동맹이 되지 않을 겁니다. 하지만, 중립 협정은 고려해 보겠습니다.
lt: %(_player_)s, nebūsiu jūsų sąjungininkas, tačiau apsvarstyčiau neutralumo susitarimą.
nb: Jeg vil ikke være din allierte, %(_player_)s. Jeg vil dog vurdere en nøytralitetspakt.
pl: Nie będę twym sojusznikiem, %(_player_)s. Jednakże rozważę pakt o neutralności.
pt_br: Eu não vou ser seu aliado, %(_player_)s. No entanto, vou considerar um pacto de neutralidade.
ru: Я не стану твоим союзником, %(_player_)s. Однако, я буду сохранять нейтралитет.
sv: Jag kommer inte att blir allierad med dig, %(_player_)s. Däremot kommer jag att överväga en neutralitet pakt.
tr: Ben senin müttefikin değilim, %(_player_)s birlikte, tarafsızlık anlaşması yapacağım.
uk: І не буду вашим союзником, %(_player_)s. Але Я погоджуюсь на нейтралітет.
zh: 不能和你结盟， %(_player_)s ， 不过，我会保持中立。
zh_tw: 我將不會成為你的盟友，%(_player_)s。但是，我可以考慮中立條約。

source: I reject your request for alliance, %(_player_)s, but we could become neutral.
ar: أرفض طلبك لتحالفنا يا %(_player_)s، لكن يمكن أن نكون على الحياد.
ast: Refugo l’alliança, %(_player_)s, magar que sí poderíɐmus acorda’ la imparcialidá.
bg: Отказвам предложението ти за съюз, %(_player_)s, но можем да бъдем неутрални един към друг.
br: Nac'hañ a rin da c'houlenn emglev, %(_player_)s, met gellout a reomp dont da vezañ neptu.
ca: Rebutjo la teva petició d'aliança, %(_player_)s, però podríem ser neutrals.
da: Jeg afviser din anmodning om alliance, %(_player_)s, men vi kunne blive neutrale.
de: Ich lehne deine Bündnisanfrage ab, %(_player_)s, aber wir können neutral werden.
el: Αρνούμαι το αίτημα σου για συμμαχία, %(_player_)s, αλλά θα παραμείνω ουδέτερος.
eu: Ez naiz zurekin elkartuko,%(_player_)s, baino neutralak izan gaitezke.
fa: من درخواست شما برای هم پیمان شدن را رد میکنم %(_player_)s ، اما ما می توانیم بی طرف باقی بمانیم
fr: Je refuse votre requête d'alliance, %(_player_)s, mais nous pouvons être neutre
ga: Ní mhaith liom a bheidh do chomhghuaillí a %(_player_)s, ach d'fhéadfaidh muid a bheidh neodrach.
gd: Tha mi a’ diùltadh d’ iarrtas airson caidreachas, %(_player_)s, ach b’ urrainn dhuinn a bhith neo-phàirteach.
hu: %(_player_)s, visszautasítom szövetség megkötésére vonatkozó kérésed, de semlegessé válhatunk.
id: Saya menolak permintaan Anda untuk membentuk aliansi, %(_player_)s, tapi kita bisa saling netral saja.
it: Rifiuto la tua richiesta di alleanza, %(_player_)s, ma potremmo diventare neutrali.
ko: %(_player_)s 님, 동맹에 대한 당신의 요청을 거절합니다. 하지만 우리는 중립국이 될 수 있습니다.
lt: %(_player_)s, atmetu jūsų pasiūlymą tapti sąjungininkais, tačiau galėtume būti neutralūs.
nb: Jeg avviser din allianseforespørsel, %(_player_)s, men vi kan bli nøytrale.
pl: Odrzucam twoją ofertę sojuszu, %(_player_)s, jednak możemy stać się neutralni.
pt_br: Eu rejeito o seu pedido de aliança, %(_player_)s, mas podemos nos tornar neutros.
ru: Я отклюняю твое предложение о союзничестве, %(_player_)s, но мы могли бы стать нейтральными.
sv: Jag avvisar din begäran om allians %(_player_)s, men vi kan vara neutrala.
tr: İttifak talebinizi reddetmeniz, %(_player_)s, oyuncu ile tarafsız hale gelebiliriz.
uk: Я відкидаю Вашу пропозицію про союз, %(_player_)s, але ми могли б залишитись нейтральними.
zh: 我拒绝你的结盟提议，%(_player_)s ，不过我们互相中立。
zh_tw: 我會拒絕你的同盟請求，%(_player_)s，但我們可以互為中立。

source: %(_player_)s, only a neutrality agreement is conceivable to me.
ar: يا %(_player_)s، ما أتصوّره هو اتّفاق حياد فقط لا غير.
ast: Intro pela imparcialidá, %(_player_)s, pero más nada.
bg: %(_player_)s, ще се съглася единствено на това да бъдем неутрални.
br: %(_player_)s, n'eus nemet un emglev a neptuegezh a zo dereat din.
ca: %(_player_)s, només puc concebre un acord de neutralitat.
da: %(_player_)s, kun en neutralitetsaftale er tænkelig for mig.
de: %(_player_)s, nur ein Neutralitätspakt wäre vorstellbar für mich.
el: %(_player_)s, μόνο μία συμφωνία ουδετερότητας είναι κατανοητή για μένα.
eu: Neutraltasun ituna baino ez dut aurreikusten, %(_player_)s.
fa: %(_player_)s، تنها یک توافق بی طرفی برای من امکان پذیر است.
fr: %(_player_)s, seul un arrangement neutre est convenable pour moi.
ga: A %(_player_)s, ba mhaith liom ach comhaontú neodrachta amháin.
gd: %(_player_)s, cha ghabh mi ach ri aonta neo-phàirteachd.
hu: %(_player_)s, csak egy semlegességi egyezmény elképzelhető számomra.
id: %(_player_)s, hanya perjanjian netral yang mungkin terlaksana bagi saya.
it: %(_player_)s, soltanto un accordo di neutralità è concepibile per me.
ko: %(_player_)s 님, 나는 중립 협정만 생각하고 있습니다.
lt: %(_player_)s, man priimtinas tik neutralumo susitarimas.
nb: %(_player_)s, jeg anser det eneste tenkelige utfallet for nøytralitetspakt å være.
pl: %(_player_)s, jedynie układ o neutralności jest możliwy.
pt_br: %(_player_)s, só um acordo de neutralidade é concebível para mim.
ru: %(_player_)s, только договор о нейтралитете приемлем для меня.
sv: %(_player_)s, bara ett neutralitetsavtal är tänkbart för mig.
tr: %(_player_)s, yalnızca tarafsızlık anlaşması benim için akla gelebilir.
uk: %(_player_)s, мені підходить лише угода про нейтралітет.
zh: %(_player_)s ， 只有中立态度符合我。
zh_tw: %(_player_)s，我只接受中立協議。

source: Our previous alliance did not work out, %(_player_)s. I must decline your offer.
ar: حلفنا السابق لم يكن جيد، %(_player_)s. انا يجب ان ارفض طلبك.
ast: La última alliança de nuösso acabou mal, %(_player_)s. Tengo de recusar la oufierta.
bg: %(_player_)s, предишният ни съюз не сработи добре, така че ще трябва да ти откажа.
br: N'eo ket aet en-dro hon emglev kent, %(_player_)s. Rankout a ran nac'hañ ho ginnig.
ca: La nostra aliança anterior no va funcionar, %(_player_)s. He de rebutjar la teva oferta.
da: Vores tidligere alliance fungerede ikke, %(_player_)s. Jeg må afslå dit tilbud.
de: Unser vorheriges Bündnis hat nicht funktioniert, %(_player_)s. Ich muss deine Anfrage ablehnen.
el: Η προηγούμενη συμμαχία μας δεν δούλεψε, %(_player_)s. Πρέπει να αρνηθώ τη προσφορά σου.
eu: Gure azken elkarkidetzak ez zuen aurrera egin, %(_player_)s, beraz, zure eskaintza atzera bota behar dut.
fa: اتحاد قبلی ما موفقیت آمیز نبود، %(_player_)s. من باید پیشنهاد شما را رد کنم.
fr: Notre précédente alliance n'a pas fonctionné, %(_player_)s. Je dois décliner votre offre.
ga: Níor oibrigh ár gcomhaontas roimhe sin, a %(_player_)s. Tá do thairiscint a dhiúltú orm.
gd: %(_player_)s, cha do dh’ obraich an caidreabhas a bh’ againn roimhe agus feumaidh mi do thairgse a dhiùltadh.
hu: %(_player_)s, az előző szövetségünk nem működött, így vissza kell utasítanom az ajánlatod.
id: Aliansi kita sebelumnya tidak bekerja dengan baik, %(_player_)s. Saya harus menolak tawaran Anda.
it: La nostra alleanza precedente non ha funzionato, %(_player_)s. Devo rifiutare la tua offerta.
ko: %(_player_)s 님, 우리의 이전 동맹은 잘 진행되지 않았습니다. 당신의 제안을 거절합니다.
lt: %(_player_)s, mūsų ankstesnė sąjunga žlugo. Deja, bet turiu atmesti jūsų pasiūlymą.
nb: Vår tidiligere allianse fungerte ikke, %(_player_)s. Jeg må avslå ditt tilbud.
pl: Nasz poprzedni sojusz się nie sprawdził, %(_player_)s. Muszę odrzucić twoją ofertę.
pt_br: Nossa aliança anterior não funcionou, %(_player_)s. Eu devo rejeitar a sua oferta.
ru: Наш предыдущий союз завершился ничем, %(_player_)s. Я должен отклонить твоё предложение.
sv: Vår tidigare allians fungerade inte %(_player_)s. Jag måste avböja ditt erbjudande.
tr: Önceki ittifakımız işe yaramadı, %(_player_)s. Teklifini reddetmeliyim.
uk: Наш попередній союз не спрацював, %(_player_)s. Я змушений відмовитись від Вашої пропозиції.
zh: 我们先前的盟约并未奏效， %(_player_)s ，在此拒绝你的提议。
zh_tw: 我們先前的同盟對我並沒有好處，%(_player_)s。所以我必須拒絕你的提議。

source: I won’t ally you again, %(_player_)s!
ar: لن أكون حليفًا لك ثانيةً يا %(_player_)s!
ast: ¡Nun vou tornar a alliame cun ti, %(_player_)s!
bg: Няма да се съюзя отново с теб, %(_player_)s!
br: Ne skoulmin emglev ebet ganeoc'h adarre, %(_player_)s!
ca: No tornarem a ser aliats, %(_player_)s!
da: Jeg vil ikke alliere dig igen, %(_player_)s!
de: Ich werde mich nie wieder mit dir verbünden, %(_player_)s!
el: Δεν θέλω να συμμαχήσω με εσένα ξανά, %(_player_)s!
eu: Ez naiz berriro zurekin elkartuko, %(_player_)s!
fa: من دیگر هم پیمان شما نخواهم شد، %(_player_)s!
fr: Je ne m'allierais plus avec vous, %(_player_)s!
ga: Ní bheidh mé i gcomhaontas leatsa riamh, a %(_player_)s!
gd: Cha dèid mi ’nam chaidreabhach dhut a-rithist, %(_player_)s!
hu: %(_player_)s, nem szövetkezek veled többé!
id: Saya tidak mau menjadi sekutumu lagi, %(_player_)s!
it: Non mi alleerò più con te, %(_player_)s!
ko: %(_player_)s 님, 다시는 당신과 동맹을 맺지 않겠습니다!
lt: %(_player_)s, daugiau nebebūsiu jūsų sąjungininku!
nb: Jeg vil ikke alliere meg med deg igjen, %(_player_)s!
pl: Nie sprzymierzę się z tobą, %(_player_)s!
pt_br: Eu não vou me aliar a você novamente %(_player_)s!
ru: Я больше не вступлю в союз с тобой, %(_player_)s!
sv: Jag tänker inte bli allierad med dig igen %(_player_)s!
tr: Seni bir daha müttefik yapmayacağım, %(_player_)s!
uk: Я не бажаю укладати з Вами союз знову, %(_player_)s!
zh: 我不想再和你结盟，%(_player_)s 。
zh_tw: 我不會再次跟你同盟，%(_player_)s！

source: No more alliances between us, %(_player_)s!
ar: لا تحالفات بعد الآن بيننا يا %(_player_)s!
ast: ¡Nun vai haber outra alliança, %(_player_)s!
bg: Между нас повече няма да има съюз, %(_player_)s!
br: Emglev ebet kenetrezomp, %(_player_)s!
ca: S'han acabat les aliances entre nosaltres, %(_player_)s!
da: Ikke flere alliancer mellem os, %(_player_)s!
de: Keine Bündnisse mehr zwischen uns, %(_player_)s!
el: Όχι άλλες συμμαχίες μεταξύ μας, %(_player_)s!
eu: Ez gara berriz elkartuko, %(_player_)s!
fa: از این پس هیچ اتحادی میان ما برقرار نیست،%(_player_)s!
fr: Plus jamais d'alliance avec vous, %(_player_)s!
ga: Ní bheidh aon comhaontas ar bith eile eadrainn, a %(_player_)s!
gd: Cha bhi caidreachas eadarainn gu bràth tuilleadh, %(_player_)s!
hu: %(_player_)s, nem leszek a szövetségesed többé!
id: Tidak ada aliansi lagi di antara kita, %(_player_)s!
it: Niente più alleanze tra di noi, %(_player_)s!
ko: %(_player_)s 님, 우리 사이에 더 이상 동맹은 없습니다!
lt: %(_player_)s, daugiau nebūsime sąjungininkai!
nb: Ingen flere allianser mellom oss, %(_player_)s!
pl: Nigdy więcej sojuszu między nami, %(_player_)s!
pt_br: Sem mais alianças entre nós, %(_player_)s!
ru: Никакие союзы между нами невозможны, %(_player_)s!
sv: Inga fler allianser mellan oss, %(_player_)s!
tr: Aramızda daha fazla ittifak yok, %(_player_)s!
uk: Відсутні союзи між нами і %(_player_)s!
zh: 我们不再是盟友了，再见%(_player_)s。
zh_tw: 我們不再是同盟了，%(_player_)s！

source: Your request for peace means nothing to me anymore, %(_player_)s!
ar: طلبك السّلام لم يعد يعني لي شيئًا بعد الآن يا %(_player_)s!
ast: ¡Ya nun mi da más que quieras fazher lɐs pazes, %(_player_)s!
bg: Желанието ти за мир вече не значи нищо за мен, %(_player_)s!
br: Ho koulenn a beoc'h na dalvez netra ken din, %(_player_)s!
ca: La teva oferta de pau ja no significa res per a mi, %(_player_)s!
da: Din anmodning om fred betyder intet for mig længere, %(_player_)s!
de: Dein bitten um Frieden bedeutet mir nichts mehr, %(_player_)s!
el: Το αίτημά σου για την ειρήνη δεν σημαίνει τίποτα για μένα πια, %(_player_)s!
eu: Zure bake itunak hutsalak dira niretzat, %(_player_)s!
fa: درخواست شما برای صلح هیچ معنی برای من از این به بعد ندارد، %(_player_)s!
fr: Votre requête de paix ne vaux plus rien pour moi, %(_player_)s!
ga: Tá do chomhartha síochána ach rud ar bith liomsa, a %(_player_)s!
gd: Cha chreid mi gum bi sìth eadarainn tuilleadh, %(_player_)s!
hu: %(_player_)s, békére vontakozó kérelmed már nem jelent számomra semmit!
id: Permintaan damaimu tidak berarti lagi bagiku, %(_player_)s!
it: La tua richiesta per la pace non vale più niente per me, %(_player_)s!
ko: %(_player_)s 님, 당신의 평화 요구는 더 이상 내게 아무런 의미도 없습니다!
lt: %(_player_)s, jūsų taikos prašymas man nieko nebereiškia!
nb: Dine stendige fredsformaninger faller for døve ører, %(_player_)s!
pl: Twoje prośby o pokój nic dla mnie więcej nie znaczą, %(_player_)s!
pt_br: Seu pedido para a paz não significa mais nada para mim, %(_player_)s!
ru: Твоя просьба о перемирии больше ничего не значит для меня, %(_player_)s!
sv: Din begäran om fred betyder ingenting för mig längre, %(_player_)s!
tr: Barış istemeniz artık benim için hiçbir şey ifade etmiyor, %(_player_)s!
uk: Ваш запит на мир для мене більше нічого не вартий, %(_player_)s!
zh: 你的和平提议不值一提，%(_player_)s 。
zh_tw: 你的和平請求對我來說一點意義都沒有，%(_player_)s！

source: My answer to your repeated peace proposal will remain war, %(_player_)s!
ar: جوابي لطلبك المتواصل لعرض السّلام سيكون الحرب لا غير يا %(_player_)s!
ast: ¡Por muĩꞇho que pidas la paz, %(_player_)s, la respuösta sigue siendo la spada!
bg: Отговорът ми на настойчивите ти предложения за мир ще продължи да бъде „война“, %(_player_)s!
br: Ma respont d'ho koulennoù dibaouez a beoc'h a chomo ar brezel, %(_player_)s!
ca: La meva resposta a la teva proposta de pau sempre serà la guerra, %(_player_)s!
da: Mit svar på dit gentagne fredsforslag vil forblive krig, %(_player_)s!
de: Meine Antwort auf deine wiederholten Friedensangebote bleibt Krieg, %(_player_)s!
el: Η απάντησή μου στην επαναλαμβανόμενη πρόταση ειρήνη σου θα παραμείνει ο πόλεμος, %(_player_)s!
eu: Beti bake itunak proposatzen, %(_player_)s; gerraz erantzungo dizut beti!
fa: پاسخ من به درخواست مکرر شما برای پیشنهاد صلح جنگ باقی خواهد ماند، %(_player_)s!
fr: Ma réponse à vos demandes incessantes de paix restera la guerre, %(_player_)s!
ga: Freagróidh mé do chomharthaí síochána ach le cogadh amháín, a %(_player_)s!
gd: Chan fhaigh d’ iarrtas sìthe ach aon fhreagairt uam ’s seo an cogadh, %(_player_)s!
hu: %(_player_)s, ismételt békejavaslatodra a válaszom háború marad!
id: Jawabanku untuk tawaran damaimu yang diulang-ulang itu adalah tetap perang, %(_player_)s!
it: La mia risposta alle tue proposte di pace rimarrà guerra, %(_player_)s!
ko: %(_player_)s 님, 당신의 거듭된 평화 제안에 대한 나의 답변은 전쟁을 유지합니다!
lt: %(_player_)s, mano atsakymu į jūsų pakartotinus taikos prašymus išlieka karas!
nb: Mitt svar på dine gjentatte fredsformaninger er fremdeles krig, %(_player_)s!
pt_br: A minha resposta à sua proposta de paz permanecerá guerra, %(_player_)s!
ru: Моим ответом на твой повторное предложение перемирия станет продолжение войны, %(_player_)s!
sv: Mitt svar till dina upprepade fredsförslag förblir krig, %(_player_)s!
tr: Tekrarlanan barış önerisine cevabım savaşta kalacak, %(_player_)s!
uk: Моя відповідь на багаторазовому мирну пропозицію буде залишатися війною, %(_player_)s!
zh: %(_player_)s ，对你不断的提出的和平提议，我们的回复是 拒绝。
zh_tw: 對你重複的和平提議請求，我的答案是繼續戰爭，%(_player_)s！

source: I will accept your offer to become allies, %(_player_)s. We will both benefit from this partnership.
ar: سأقبل عرضك لنكون حلفاء يا %(_player_)s. سينتفع كلانا من هذه الشّراكة.
ast: Aceito l’alliança, %(_player_)s. A todos dous nos favoreç.
bg: Ще приема предложението ти да бъдем съюзници, %(_player_)s. И двамата ще спечелим от това партньорство.
br: Degemer a ran ar c'hinnig da vezañ kevredet ganit %(_player_)s. Tennañ a rimp gounid eus ar c'hevel-mañ.
ca: Acceptaré la teva oferta d'aliança, %(_player_)s. Tots dos ens beneficiarem d'aquesta associació.
da: Jeg vil acceptere dit tilbud om at blive allierede, %(_player_)s. Vi vil begge drage fordel af dette partnerskab.
de: %(_player_)s, ich werde dein Bündnisangebot akzeptieren. Wir beide werden von diesem Bündnis profitieren.
el: Θα δεχτώ την προσφορά σου για να γίνουμε σύμμαχοι, %(_player_)s. Θα έχουμε και οι δύο όφελος από αυτή τη συνεργασία.
eu: Zure kidetza eskaintza onartzen dut, %(_player_)s. Biok aterako diogu etekina.
fa: من پیشنهاد شما برای ایجاد اتحاد را می پذیرم، %(_player_)s! ما هردو از این مشارکت سود خواهیم برد.
fr: J'accepte votre offre pour devenir alliés, %(_player_)s. Ce partenariat sera bénéfique pour nous deux.
ga: Glacfaidh mé le do chomhartha a bheidh inar gcomhghuaillí, a %(_player_)s. Rachaimid chun leasa as an gcomhpháirtíocht seo.
gd: Gabhaidh mi riut mar chaidreabhach, %(_player_)s. Gheibh an dithis againn buannachd às a’ chom-pàirteachas seo.
hu: %(_player_)s, elfogadom szövetségi ajánlatod. Mindkettőnknek hasznára válik ez a szövetkezés.
id: Saya akan menerima tawaran Anda untuk menjadi sekutu, %(_player_)s. Kita berdua akan diuntungkan dari kerja sama ini.
it: Accetterò la tua offerta di diventare alleati, %(_player_)s. Ne beneficeremo entrambi da questa collaborazione.
ko: %(_player_)s 님, 동맹이 되겠다는 당신의 제안을 받아들이겠습니다. 우리는 모두 이 협력의 혜택을 누릴 것입니다.
lt: %(_player_)s, sutinku su jūsų pasiūlymu tapti sąjungininkais. Ši partnerystė mums abiems bus naudinga.
nb: Jeg godtar ditt tilbud om allianse, %(_player_)s. Vi vil begge nyte godt av dette partnerskapet.
pt_br: Vou aceitar a sua oferta para nos tornarmos aliados, %(_player_)s. Iremos nos beneficiar a partir desta parceria.
ru: Я принимаю твоё предложение о союзничестве, %(_player_)s. Сотрудничество принесет пользу нам обом.
sv: Jag accepterar ditt förslag att bli allierade, %(_player_)s. Vi kommer båda att gagnas av detta partnerskap.
tr: Teklifinizi, müttefikler olmak için kabul ediyorum, %(_player_)s.. Bu ortaklığın her ikisinde de fayda var.
uk: Я прийму вашу пропозицію про союз, %(_player_)s. Ми будемо отримувати користь з цього партнерства.
zh: %(_player_)s ，我们接受你的结盟请求，这会使我们双边关系互利共赢。
zh_tw: 我將會接受您的盟友提議，%(_player_)s。我們兩個都可以從這次的合作中得到好處。

source: An alliance between us is a good idea, %(_player_)s.
ar: التّحالف بيننا فكرة جيّدة يا %(_player_)s.
ast: Pinta bien que nos alliemus, %(_player_)s.
bg: Един съюз между нас е добра идея, %(_player_)s!
br: Ur soñj-kaer eo un emglev kenetrezomp, %(_player_)s.
ca: Una aliança entre nosaltres és una bona idea, %(_player_)s.
da: En alliance mellem os er en god idé, %(_player_)s.
de: Ein Bündnis zwischen uns ist eine gute Idee, %(_player_)s!
el: Μία συμμαχία μεταξύ μας είναι καλή ιδέα, %(_player_)s.
eu: Elkartzea da behar duguna, %(_player_)s.
fa: ایجاد یک اتحاد میان ما ایده خوبی است، %(_player_)s.
fr: Une alliance entre nous est une bonne idée, %(_player_)s.
ga: Is smaoineamh maith é comhaontas eadrainn, a %(_player_)s.
gd: ’S e deagh bheachd a th’ ann an caidreachas eadarainn, %(_player_)s.
hu: %(_player_)s, jó ötlet szövetséget kötnünk.
id: Aliansi di antara kita adalah ide yang bagus, %(_player_)s.
it: Un'alleanza tra di noi è una buona idea, %(_player_)s.
ko: %(_player_)s 님, 우리 사이의 동맹은 좋은 생각입니다.
lt: %(_player_)s, mūsų tarpusavio sąjunga yra gera idėja.
nb: En allianse mellom oss er en god idé, %(_player_)s!
pl: Sojusz pomiędzy nami to dobry pomysł, %(_player_)s.
pt_br: Uma aliança entre nós é uma boa ideia, %(_player_)s.
ru: Союз между нами - хорошая идея, %(_player_)s.
sv: En allians mellan oss är en bra idé, %(_player_)s.
tr: Aramızda bir ittifak iyi bir fikir, %(_player_)s..
uk: Союз між нами і %(_player_)s - хороша ідея.
zh: %(_player_)s ， 我们结为盟友，真是再明智不过了。
zh_tw: 我們成為盟友真是好主意，%(_player_)s。
