Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: In later phases, you need usually stone and metal to build bigger structures and train better soldiers. Hence, while waiting for the research to be done, you will send half of your idle Citizen Soldiers (who have finished building the Barracks) to gather stone and the other half to gather metal.
cs: V pozdějších fázích potřebujete obvykle kámen a kov, abyste mohli stavět větší budovy a cvičit lepší vojáky. Během čekání na dokončení výzkumu pošlete polovinu svých nečinných občanských vojáků (kteří dokončili výstavbu kasáren), aby získala kámen a druhou polovinu, aby získala kov.
fi: Myöhemmissä vaiheissa tarvitset yleensä kiveä ja metallia rakentaaksesi suurempia rakennelmia ja kouluttaaksesi parempia sotilaita. Siksi voit tutkimuksen valmistumista odotellessasi lähettää puolet joutilaista kansalaissotilaistasi (jotka ovat saaneet kasarmirakennuksen valmiiksi) keräämään kiveä ja toisen puolen keräämään metallia.
fr: Dans les phases suivantes, vous aurez habituellement besoin de pierre et de métal pour construire de plus grandes structures et entraîner de meilleurs soldats. Par conséquent, en attendant que la recherche soit faite, envoyez la moitié de vos Soldats-citoyens inactifs (qui ont fini de construire la Caserne) collecter de la pierre et l’autre moitié du métal.
hu: A későbbi szakaszokban főként kőre és fémre lesz szükséged, hogy nagyobb épületeket építhess és erősebb katonákat képezhess ki. Ezért a kutatás ideje alatt elküldheted a tétlen polgári katonáid egyik felét (akik a kaszárnya felépítésével végeztek) követ, a többit pedig fémet gyűjteni.
id: Di fase selanjutnya, Anda biasanya akan membutuhkan Batu dan Logam untuk membangun struktur yang lebih besar dan melatih prajurit yang lebih baik. Karena itu, selama menunggu penelitian selesai, Anda akan mengirimkan setengah dari Prajurit Rakyat yang menganggur (yang telah selesai membangun Barak) untuk mengumpulkan Batu dan setengah lainnya untuk mengumpulkan Logam.
ja: 「町の段階」ではより大きな建物を建てたり、優れた兵士を養成したりするために石や金属が必要になります。 「兵舎」の建設を終えた暇な市民兵を石集めと金属集めに半分ずつ向かわせましょう。
nl: In latere fasen zal u gewoonlijk meer steen en ijzer nodig hebben om grotere gebouwen te bouwen en betere soldaten te rekruteren. Terwijl u wacht op de voltooiing van het onderzoek, laat u de ene helft van uw inactieve burgersoldaten (die inmiddels de kazerne voltooid hebben) steen en de andere helft ijzer verzamelen.
pt_br: Em fases posteriores, você geralmente precisa de pedra e metal para construir estruturas maiores e treinar soldados melhores. Assim, enquanto espera que a pesquisa seja feita, você enviará metade de seus Cidadãos Soldados ociosos (que terminaram de construir o Quartel) para coletar pedras e a outra metade para coletar metal.
zh_tw: 在後期階段，你通常需要石頭和金屬來建造更大的建築並訓練更好的士兵。 因此，在等待研發完成的同時，你將派遣一半閒置的公民兵（那個已經蓋好軍營的）採集石頭，另一半採集金屬。

source: To do so, we could select three Citizen Soldiers and right-click on the stone quarry on the west of the Civic Center (the cursor changes when hovering the stone quarry while your soldiers are selected). However, these soldiers were gathering wood, so they may still carry some wood which would be lost when starting to gather another resource.
cs: K tomu, bychom mohli vybrat tři občanské vojáky a klepnout pravým tlačítkem na kamenolom na západ od správního střediska (ukazovátko se změní, když jím přejedete nad kamenolomem, zatímco jsou vybráni vaši vojáci). Tito vojáci však sbírali dřevo, takže mohou nést ještě nějaké dřevo, které bude ztraceno, jakmile začnou sbírat jiný zdroj.
fi: Tätä varten voimme valita kolme kansalaissotilasta ja napsauttaa hiiren oikealla painikkeella kansalaiskeskuksen länsipuolella olevaa kivilouhosta (kursori vaihtuu, kun viet kivilouhoksen leijumaan, kun sotilaat on valittu). Nämä sotilaat olivat kuitenkin keräämässä puuta, joten heillä saattaa olla vielä mukanaan jonkin verran puuta, joka menetettäisiin, kun aletaan kerätä toista resurssia.
fr: Pour cela, nous pourrions sélectionner trois Soldats-citoyens et faire un clic droit sur la carrière de pierre à l’ouest du Centre-ville (le curseur change lorsque vous survolez la carrière de pierre avec la souris pendant que vos soldats sont sélectionnés). Cependant ces soldats récoltaient du bois, et portent peut-être du bois qui serait perdu s’ils commençaient à récolter une autre ressource.
hu: Ehhez előbb ki kellene jelölni három katonát, majd városházától nyugatra fekvő kőfejtőre kellene jobb egérgombbal kattintani (amennyiben van kijelölve egységed, a kurzor a kőfejtőhöz érkezve megváltozik). Igen ám, de mivel ezek a katonák korábban fát gyűjtöttek, elképzelhető, hogy maradt még náluk valamennyi a kitermelt nyersanyagból. Ezek a nyersanyagok egyből elvesznek, ha egységeid más dolgot kezdenek el begyűjteni.
id: Untuk melakukannya, kita bisa memilih tiga Prajurit Rakyat dan klik kanan ke tambang Batu di arah barat dari Pusat Peradaban (kursor berubah ketika dilayangkan di atas tambang Batu ketika prajuritmu dipilih). Namun, prajurit ini sebelumnya mengumpulkan Kayu, jadi mereka mungkin masih membawa Kayu yang akan hilang ketika mereka mulai mengumpulkan sumberdaya lain.
ja: 3人の市民兵を選択し、「町の中心」の西側にある石切場を右クリックします （兵士を選択した状態で石切場にカーソルを合わせると、カーソルが変わります） ただし、この兵士たちは木材を集めていたので、木を持っているかもしれません 持ったまま別の資源を集めさせると失われてしまいます。
nl: Om dit te doen zouden we drie burgersoldaten kunnen selecteren en rechtsklikken op de steenmijn ten westen van het beschavingscentrum (de cursor verandert wanneer u deze over de steenmijn beweegt terwijl de soldaten geselecteerd zijn). Echter, deze soldaten zijn hout aan het verzamelen dus dat dragen ze bij zich. Dit hout gaat verloren wanneer ze beginnen een andere grondstof te verzamelen.
pt_br: Para fazer isso, podemos selecionar três Soldados Cidadãos e clicar com o botão direito do mouse na pedreira a oeste do Centro Cívico (o cursor muda ao passar o mouse sobre a pedreira enquanto seus soldados são selecionados). No entanto, esses soldados estavam coletando madeira, então eles ainda podem carregar alguma madeira que seria perdida ao começar a coletar outro recurso.
zh_tw: 為此，我們可以選擇三名公民兵並右鍵點擊城鎮中心西側的石礦（當你的士兵被選中時，游標會移動到石礦上會有變化）。 然而，這些士兵之前在採集木頭，所以他們有可能攜帶一些木頭去新工作，這些已收集的木頭在開始採集另一種資源時會丟失。

source: Thus, we should order them to deposit their wood in the Civic Center along the way. To do so, we will hold Shift while clicking to queue orders: select your soldiers, hold Shift and right-click on the Civic Center to deposit their wood and then hold Shift and right-click on the stone quarry to gather it.
cs: Proto bychom jim měli nařídit, aby po cestě uložili své dřevo do správního střediska. Abychom to udělali, podržíme Shift a klepneme na pořadí příkazů: vyberte své vojáky, podržte Shift a klepněte pravým tlačítkem na správní středisko, abyste uložili jejich dřevo, a pak podržte Shift a klepněte pravým tlačítkem na kamenolom, abyste jej mohli začít těžit.
fi: Näin ollen meidän pitäisi määrätä heidät tallettamaan puutavaransa matkan varrella sijaitsevaan kansalaiskeskukseen. Tätä varten pidämme Shift-näppäintä painettuna samalla kun klikkaamme saadaksemme käskyjä jonoon: valitse sotilaasi, pidä Shift-näppäintä painettuna ja klikkaa hiiren oikealla painikkeella kansalaiskeskusta tallettaaksesi puutavaran ja sitten pidä Shift-näppäintä painettuna ja klikkaa hiiren oikealla paikalla kivilouhosta kerätäksesi kiveä.
fr: C’est pourquoi, nous devrions leur ordonner de déposer leur bois dans le Centre-ville qui se trouve sur le chemin. Pour ce faire, on va lancer une série d’ordres les uns à la suite des autres en utilisant la touche Maj. enfoncée : sélectionnez vos soldats, maintenez la touche Maj. enfoncée et faites un clic droit sur le Centre-ville pour déposer le bois puis de nouveau maintenez la touche Maj. enfoncée et faites un clic droit sur la carrière de pierre pour la récolter.
hu: Utasítani kellene hát őket, hogy menet közben rakják le a náluk lévő fát a városházán. Nyomd le a Shift gombot, majd hozz létre kattintásokkal egy parancssorozatot: katonáid kijelölését követően előbb kattints jobb egérgombbal a városházára (a fa lerakásához), majd ismét jobb egérgombbal a kőfejtőre (a kitermelés megkezdéséhez)!
id: Jadi, kita harus memerintahkan mereka untuk menyimpan Kayu mereka di Pusat Peradaban sepanjang jalan. Untuk melakukannya, kita akan menahan Shift sambil mengklik ke antrian pesanan: pilih tentara Anda, tahan Shift dan klik kanan pada Pusat Peradaban untuk menyimpan Kayu mereka dan kemudian tahan Shift dan klik kanan pada tambang Batu untuk mengumpulkannya.
ja: 「町の中心」に木材を預けるように命令する必要があります。 兵士を選択し、Shift キーを押しながら「町の中心」を右クリックして木材を預け 次に Shift キーを押しながら石切場を右クリックすると石を集めに向かいます。
nl: Dus moeten we hen opdracht geven om onderweg hun hout in het beschavingscentrum af te leveren. Om dit te doen houden we de Shift-knop ingedrukt terwijl we klikken om de opdrachten in de wachtrij te zetten: selecteer uw soldaten, houd Shift ingedrukt en rechtsklik op het beschavingscentrum om daar het hout af te leveren, blijf Shift ingedrukt houden en rechtsklik op de steenmijn om dit te gaan verzamelen.
pt_br: Assim, devemos ordenar que depositem suas madeiras no Centro Cívico ao longo do caminho. Para fazer isso, vamos segurar Shift enquanto clicamos para enfileirar ordens: selecione seus soldados, segure Shift e clique com o botão direito do mouse no Centro Cívico para depositar sua madeira e, em seguida, segure Shift e clique com o botão direito do mouse na pedreira para coletá-la.
zh_tw: 因此，我們應該命令他們先帶著木頭存放到城鎮中心。為此，我們將按住 Shift 不放來安排工作順序：選擇你的士兵，按 Shift + 滑鼠右鍵點擊城鎮中心來存放木頭，再按住 Shift + 滑鼠右鍵點擊石礦以採集它。

source: Perform a similar order queue with the remaining soldiers and the metal mine in the west.
cs: Proveďte obdobný sled příkazů se zbývajícími vojáky a dolem na kov na západě.
fi: Tee samanlainen käskyjono jäljellä oleville sotilaille ja käske heidät keräämään metallia lännessä olevasta metallikaivoksesta.
fr: Effectuez une file d’actions similaires avec les soldats restants et la mine de métal à l’ouest.
hu: Csinálj egy ugyanilyen parancssorozatot a többi katonának is, és küldd őket a szintén nyugatra lévő fémlelőhelyhez!
id: Lakukan antrian pesanan serupa dengan menggunakan tentara yang tersisa dan tambang logam di sebelah barat.
ja: 残った兵士で西の金属鉱山に対して同様の操作を行いましょう。
nl: Voer eenzelfde opdrachtenwachtrij uit met de overige soldaten en de metaalmijn in het westen.
pt_br: Execute uma fila de ordem semelhante com os soldados restantes e a mina de metal no oeste.
zh_tw: 用一樣安排工作順序的方式，讓剩下的士兵去挖西邊的金屬礦。

source: This map will give a rough guide for starting the game effectively. Early in the game the most important thing is to gather resources as fast as possible so you are able to build enough troops later.
cs: Tato mapa vám nabídne hrubý návod k tomu, jak účinně začít hru. Na začátku je nejdůležitější nasbírat materiály, co nejrychleji to jde, abyste byli později schopni postavit dostatek jednotek.
fi: Tästä kartasta saat karkean ohjeen pelin tehokkaaseen aloittamiseen. Pelin alkuvaiheessa tärkeintä on kerätä resursseja mahdollisimman nopeasti, jotta pystyt myöhemmin rakentamaan tarpeeksi joukkoja.
fr: Cette carte donnera une indication approximative pour débuter le jeu efficacement. En début de partie, le plus important est de récolter des ressources aussi rapidement que possible afin d’être en mesure par la suite d’entraîner suffisamment de troupes.
hu: Ez a térkép egyszerű útmutatót nyújt a játék eredményes kezdéséhez. Induláskor az a legfontosabb, hogy nyersanyagokat gyűjts olyan gyorsan, amennyire csak lehet, hogy később elég katonai csapatot tudj létrehozni.
id: Peta ini akan memberikan panduan dasar untuk memulai permainan secara efektif. Di awal permainan hal yang paling penting adalah mengumpulkan sumber daya secepat mungkin agar kamu bisa membangun pasukan yang cukup nantinya.
ja: このマップは、ゲームを効果的に開始するための大まかな目安になります。 ゲームの序盤で最も重要なことは できるだけ早く資源を集めて、後に十分な兵力を構築できるようにすることです！
nl: Deze kaart geeft u een globale leidraad om effectief op gang te komen met het spel. Vroeg in het spel is het belangrijk om zo snel mogelijk grondstoffen te verzamelen, zodat u later een groot leger kunt opbouwen.
pt_br: Este mapa fornecerá um guia aproximado para iniciar o jogo de forma eficaz. No início do jogo, o mais importante é reunir recursos o mais rápido possível para que você possa construir tropas suficientes mais tarde.
zh_tw: 這張地圖對於如何有效率的開始遊戲會有個概略性的說明。在遊戲的前期，最重要的事情就是盡可能快速的採集資源，這樣您才能在之後建造足夠的軍隊。

source: Start training a batch of Female Citizens in the Civic Center and set its rally point to the Field (right click on it).
ja: 「町の中心」で女性市民の一括養成し、集合場所を「畑」に設定しましょう （「町の中心」を選択中に「畑」を右クリック）
pt_br: Comece o treinamento de uma carga de cidadãs no Centro Cívico e defina o ponto de encontro delas para o campo (clicar com o botão direito)

source: 3) Double-click on a unit. This will select every unit of the same type as the specified unit in your visible window. %(hotkey)s+double-click will select all units of the same type on the entire map.
ja: 3) ダブルクリックすると、見えている範囲で同じ種類のユニットが全て選択されます。 %(hotkey)s+ダブルクリックをすると全マップ内の同じ種類のユニットが選択されます。
pt_br: 3) Dê um duplo clique sobre a unidade. Isto irá selecionar todas as unidades do mesmo tipo que estejam visíveis na janela. Um clique triplo irá selecionar todas as unidades do mesmo tipo em todo o mapa.

source: You can click on an empty space on the map to reset the selection. Try each of these methods before tasking all of your Female Citizens to gather the berries to the southeast of your Civic Center by right-clicking on the berries when you have all the Female Citizens selected.
ja: マップ上の何もない部分をクリックすると選択を解除できます。 それでは女性市民に対し、「町の中心」南にある果物を採取するよう命令しましょう。 全女性市民を選択してから、果物を右クリックしてください。
pt_br: Você pode clicar em um espaço vazio no mapa para redefinir a seleção. Experimente cada um desses métodos antes de pedir a todas as suas cidadãs para coletar as frutas a sudeste do seu Centro Cívico clicando com o botão direito do mouse nas frutas quando tiver todas as cidadãs selecionadas.
zh_tw: 點擊地圖上的空白處代表取消選擇。請先試試上述各種選取方法，試完之後請選取所有女性公民，然後將游標挪到城鎮中心東南方的果樹叢，按右鍵命令女性公民去採集。

source: The cavalry unit should have slaughtered all chickens by now. Select it and explore the area to the south of the Civic Center: there is a lake with some camels around. Move your cavalry by right-clicking on the point you want to go, and when you see a herd of camels, right-click on one of them to start hunting for food.
ja: 騎兵は鶏から肉を採集し終えたはずです。騎兵を使い南西部を探索させてください。 そこには湖があり、ラクダがいくらか生息しています。 ラクダの群れが見えたらその中の一匹を右クリックして狩りを始めてください。
pt_br: A unidade de cavalaria já deveria ter abatido todas as galinhas. Selecione-o e explore a área ao sul do Centro Cívico: há um lago com alguns camelos ao redor. Mova sua cavalaria clicando com o botão direito do mouse no ponto que deseja ir e, quando vir uma manada de camelos, clique com o botão direito em um deles para começar a caçar comida.
zh_tw: 騎兵單位應該已經宰光所有的雞了。 點擊來探索城鎮中心南邊的地區：有一個湖泊，周圍有一些駱駝。 通過右鍵點擊要移動的點來移動您的騎兵，當您看到一群駱駝時，右鍵點擊其中一個來獵取食物。

source: Select the citizen-soldier, right-click on a tree near the Civil Center to begin collecting wood. Citizen-soldiers gather wood faster than female citizens.
nb: Velg bysoldaten, høyreklikk på et tre nært samfunnssenteret for å begynne sankingen av trevirke. Bysoldater sanker tre raskere enn sine kvinnelige motstykker.

source: Select the Civil Center building, and shift-click on the Hoplite icon (2nd in the row) once to begin training 5 Hoplites.
nb: Velg samfunnssenterbygningen, shift-klikk på hoplitt-ikonet (nr. to på raden) én gang for å begynne opptrening av fem hoplitter.

source: Do not forget to shift-click to produce several units.
nb: Ikke glem å shift-klikke for å produsere flerfoldige enheter.

source: Shift-click on the HOPLITE icon.
nb: Shift-klikk på HOPLITT-ikonet.

source: When they are ready, select the newly trained Hoplites and assign them to build a storehouse beside some nearby trees. They will begin to gather wood when it's constructed.
nb: Når de er klare, velg de nytrente hoplittene og beordre dem til å lage et lager ved siden av noen trær i nærheten. De vil begynne å sanke tømmer når lagere er ferdig.

source: Build a set of 5 skirmishers by shift-clicking on the skirmisher icon (3rd in the row) in the Civil Center.
nb: Tren en gruppe på 5 frontsoldater Shift+klikk på fortropp-ikonet (nr 3 fra venstre) i samfunnssenteret.

source: Shift-click on the SKIRMISHER icon.
nb: Shift-klikk på FRONTSOLDAT-ikonet.

source: Build a farmstead in an open space beside the Civil Center using any idle builders.
nb: Bygg en gårdsbygning i et åpent område ved siden av samfunnssenteret ved å bruke arbeidsledige byggere.

source: The field's builders will now automatically begin collecting food from the field. Using the newly created group of skirmishers, get them to build another house nearby.
nb: De som lager åkeren vil nå automatisk begynne å sanke korn. Bruk de nytrente frontsoldatene til å lage et hus til i nærheten.

source: Train 5 Hoplites from the Civil Center. Select the Civil Center and with it selected right click on a tree nearby. Units from the Civil Center will now automatically gather wood.
nb: Tren fem hoplitter fra samfunnssenteret. Velg det og høyreklikk på et tre i nærheten. Enheter fra samfunnsenteret vil nå automatisk sanke trevirke.

source: Select the Civic Center, then hover your mouse over the tree and right-click when you see your cursor change into a Wood icon.
nb: Velg samfunnssenteret, flytt så pekeren over treet og høyreklikk når du ser den endre seg til et tre-ikon.

source: Select the Civil Center again and advance to Town Phase by clicking on the 'II' icon (you have to wait for the outpost to be built first). This will allow Town Phase buildings to be constructed.
nb: Velg samfunnssenteret igjen og gå videre til tettsted-fasen ved å klikke på 'II'-ikonet (du vil måtte vente på at utposten blir ferdigbygd først). Dette gjør det mulig å lage tettstedfase-bygninger.

source: Start building 5 female citizens in the Civil Center and set its rally point to the farm (right click on it).
nb: Start med å trene fem kvinnelige borgere i samfunnssenteret og sett marsjmålet på gården (høyreklikk).

source: Prepare for an attack by an enemy player. Build more soldiers using the Barracks, and get idle soldiers to build a Defense Tower near your Outpost.
nb: Forbered deg på angrep fra en fiendtlig spiller. Tren flere soldater i kasernene og få arbeidsløse soldater til å byge et forsvarstårn nær utposten.

source: The enemy is coming. Build more soldiers to fight off the enemies.
nb: Fienden kommer. Bygg flere soldater for å bekjempe fienden.

source: The enemy's attack has been defeated. Now build a market and a temple while assigning new units to gather any required resources.
nb: Fiendens angrep har blitt slått ned. Bygg et marked og et tempel mens du ber nye enheter om å samle inn nødvendige ressurser.

source: When that City Phase requirements have been reached, select your Civil Center and advance to City Phase.
nb: Nå som kravene for by-fasen er oppnådd, velg samfunnssenteret og gå så videre til by-fasen.

source: While waiting for the phase change, you may build more soldiers at the barracks.
nb: Mens du venter på å avansere til en ny fase, kan du rekkerutere soldater i brakkene.

source: Now that you are in City Phase, build a fortress nearby (gather some stone first if needed) and then use it to build 2 Battering Rams.
nb: Nå som du har nådd by-fasen, bygg et fort i nærheten (bryt stein først hvis nødvendig) og bruk det til å bygge 2 rambukker.

source: Stop all your soldiers gathering resources and instead task small groups to find the enemy Civil Center on the map. Once The enemy's base has been spotted, send your siege weapons and all remaining soldiers to destroy it.
nb: Stopp alle dine soldater fra å samle ressurser og istedenfor gi små grupper i oppgave å finne det fiendtlige samfunnssenteret på kartet. Når fiendens base har blitt oppdaget, send dine beleiringsvåpen og alle gjenstående soldater for å ødelegge det.

source: Now that the Civic Center is selected, you will notice that a production panel will appear on the lower right of your screen detailing the actions that the buildings supports. For the production panel, available actions are not masked in any color, while an icon masked in either grey or red indicates that the action has not been unlocked or you do not have sufficient resources to perform that action, respectively. Additionally, you can hover your mouse over any icon to show a tooltip with more details.
nb: Nå som samfunnssenteret er valgt, vil du oppdage at et produksjonspanel kommer til syne nederst til høyre på skjermen som forklarer handlingene du kan utføre på bygningene. I produksjonspanelet er tilgjengelig valg ikke maskert i noen farge, mens et ikon maskert i enten grått eller rødt indikerer at handlingen ikke har blitt låst opp enda, eller at du ikke har tilstrekkelig med ressurser til å utføre den. Ytterligere kan du holde musa over et ikon for å vise et verktøystips med ytterligere detaljer.

source: The top row of buttons contains portraits of units that may be trained at the building while the bottom one or two rows will have researchable technologies. Hover your mouse over the 'II' icon. The tooltip will tell us that advancing to 'Town Phase' requires both more constructed structures as well as more Food and Wood resources.
nb: Toppraden av knapper inneholder portretter av enheter som kan trenes i bygningen mens den nederste eller de to nederste radene viser teknologier som kan forskes frem. Hold musa over 'II'-ikonet. Verktøystipset vil fortelle oss at å avansere til "tettstedfasen" krever både mer arbeidskrevende strukturer, sågar også mer mat- og tre- ressurser.

source: 2) Click on one of them and then add additional units to your selection by shift-clicking each additional unit (or also via the above selection rectangle).
nb: 2) Klikk på én av dem og legg til ytterligere enheter i ditt utvalg ved å shift-klikke på hver ekstra enhet (eller også via det øvre utvelgelsesrektangelet).

source: Select the Civic Center, then hover your mouse over a tree and right-click when you see the cursor change into a Wood icon.
nb: Velg samfunnssenteret, flytt så pekeren over et tre og høyreklikk når du ser den endre seg til et tre-ikon.

source: But as they have to bring it back to the Civic Center to deposit it, their gathering efficiency suffers from the distance. To fix that, we can build a storehouse, a dropsite for Wood, Stone, and Metal, close to the trees. To do so, select your five newly trained Citizen Soldiers and look for the construction panel on the bottom right, click on the storehouse icon, move the mouse as close as possible to the trees you want to collect and click on a valid place to build the dropsite.
nb: Men siden de må bringe den tilbake til samfunnssenteret for avlevering, går deres innsankningstakt ned av hensyn til å måtte gå så langt. For å fikse dette, kan vi bygge et skjul, et leveringspunkt for ved, stein og metall, nært trærne. For å gjøre det, velg dine fem nylig trente borgersoldater og klikk på skjul-ikonet, flytt musa så nært trærne du ønsker å felle, og klikk på en gyldig plass å bygge leveringspunktet.

source: Do not shift-click to produce a single unit.
nb: Ikke shift-klikk for å produsere én enhet.
