Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Units promoted to the advanced class gain a lot of quality: 20% extra health, 1 extra armor level of every type, 20% extra loot, 20% extra attack for melee units, 4m extra range and better precision for ranged units, faster movement speeds and extra heal speed and range for healers.
ast: Les unidaes que s'ascienden a la clas avanzada algamen bien de calidá: el 20% más de vida, 1 nivel más d'armadura de cada mena, el 20% más del botín, el 20% más del ataque pa les unidaes cuerpu a cuerpu, 4m más del algame y meyor precisión pa les unidaes a distancia, velocidaes de movimientu más rápides y más velocidá y algame de cura pa los curadores.
bg: Единиците, които бъдат повишени до напреднал клас, получават доста подобрения: 20% допълнително здраве, по 1 допълнително ниво защита от всеки вид, 20% допълнителна плячка, 20% допълнителна атака за близкобойните единици, 4 метра допълнителен обхват и по-добра точност за далекобойните единици, по-бърза скорост на придвижване и допълнителна скорост на лечение и по-голям обхват за лечителите.
br: An unanennoù kaset er c'hlas araokaet a c'hounez kalzig a galite: 20% a yec'hed ouzhpenn, 1 live ouzhpenn evit pep doare houarnwisk, 20% a breizhadenn ouzhpenn, 20% a dagusted ouzhpenn evit an unanennoù meskadeg, 4m a hed ouzhpenn ha resisted gwelloc'h evit unanennoù renket, tizh gant ar fiñvadennoù buanoc'h ha tizh pareañ ouzhpenn hag hed-pareañ evit pareourien.
ca: Les unitat ascendides a la classe avançada guanyen molta qualitat: +20% de vida extra, 1 nivell extra d'armadura de cada tipus, +20% extra en atac en unitats cos a cos, 4 metres més d'abast i més precisió per unitats a distància, velocitat de moviment més ràpides, velocitat extra en guarició i abast per a guaridors.
cs: Jednotky vylepšené na pokročilou třídu získají mnoho kvalit: 20% zdraví navíc, 1 úroveň zbroje pro každý typ navíc, 20% kořisti navíc, 20% na síle útoku jednotek bojujících zblízka navíc, 4 m dosahu navíc a lepší přesnost pro jednotky bojující na dálku, rychlejší pohyb a větší rychlost léčení a větší dosah pro léčitele.
de: Einheiten, die zum fortgeschrittenen Rang befördert werden, bekommen viele Extras dazu: 20% Gesundheit, 1 Rüstungslevel jedes Typs, 20% Angriff für Nahkampfeinheiten, 4m Reichweite und höhere Genauigkeit für Fernkämpfer, höhere Bewegungsgeschwindigkeit und mehr Heilrate und -reichweite für Heiler.
el: Οι μονάδες που προάγονται σε ανώτερη θέση κερδίζουν πολλά σε ποιότητα: 20% επιπλέον στην υγεία, 1 επιπλέον επίπεδο σε κάθε τύπο πανοπλίας, 20% επιπλέων λάφυρα, 20% επιπλέον επίθεση για τις μονάδες εκ του συστάδην, 4μ επιπλέον βεληνεκές και μεγαλύτερη ακρίβεια για τις μονάδες βολής, γρηγορότερες ταχύτητες κίνησης και επιπλέον ταχύτητα θεραπείας και βεληνεκές για τους θεραπευτές.
eu: Klase aurreratura sustatutako unitateek kalitate asko irabazten dute: % 20 osasun gehiago , maila 1 gehiago armadura mota guztietan, % 20 gehiago erasoan buruz buruko unitateentzat, 4m gehiago hedaduran eta zehaztasun gehiago urrutirako unitateentzat, mugimendu abiadura azkarragoa eta sendagileentzako abiadura estra sendatzean eta mailan.
fa: نیروها ارتقا پیدا می کنند به کلاس پیشرفته تر و کیفیت آنها افزایش پیدا می کند: 20% سلامت بیشتر، افزایش زره به مقدار 1 واحد برای تمام انواع زره ، 20% غنیمت بیشتر، 20% قدرت حمله بیشتر برای نیروهای نزدیکزن، 4 متر شعاع حمله بیشتر و دقت بیشتر برای نیروهای دورزن، برای نیروهای درمانگر سرعت حرکت، سرعت درمان و شعاع درمان بیشتر.
ga: Faigh aonaid ardaithe go an rang fórasach bónais go leor: sláinte 20% sa bhreis, +1 léibheal do gach cineál armúir, creach 20% níos mó, ionsaí 20% sa bhreis d'aonaid throda, raon 4m sa bhreis is cruinneas níos fearr d'aonaid raonta, luas gluaiseachta níos tapa agus luas is raon leighis sa bhreis do chneasaithe.
gl: As unidades promovidas á clase avanzada gañan moita calidade: un 20% máis de vida, 1 nivel adicional de cada tipo de armadura, un 20% máis de botín, un 20% máis de ataque para as unidades de ataque corpo a corpo, 4 metros de alcance adicional e mellor precisión para as unidades de ataque a distancia, un movemento máis rápido e velocidade e alcance de sandación adicionais para sandadores.
hu: A fejlett osztályra képzett egységek a következő bónuszokat kapják: 20% további életerő, 1 további páncélszint minden típusból, 20% további zsákmány, 20%-kal nagyobb támadás a közelharci egységeknek, 4 m további hatótávolság és jobb pontosság a távolsági egységeknek, gyorsabb mozgási sebesség és további gyógyítási sebesség és hatótáv a gyógyítóknak.
it: Le unità promosse alla classe avanzata guadagnano molte qualità: 20% salute extra, 1 livello di armatura extra di ogni tipo, 20% attacco extra per le unità da mischia, 4m di portata extra e 5% di precisione in più per le unità a distanza, più velocità di movimento e velocità di rigenerazione e portata per i curatori.
ja: 上級クラスに昇進したユニットは+20%の追加の耐久力、移動速度上昇、あらゆるタイプの +1 の追加装甲レベル、+20%の追加の略奪、近接ユニットの+20%の追加攻撃、遠隔ユニットの+4mの射程範囲増加そして治療者の回復範囲と回復速度の上昇効果を得ます。
ko: 고급으로 승진한 유닛은 질적으로 많은것을 얻습니다: +20% 추가 체력, 모든 유형에 대한 +1 추가 방어력 수준, +20% 추가 전리품, 근접 유닛 +20% 추가 공격력, 원거리 공격 유닛용 +4 미터 추가 사정거리, 치료사용 더 빠른 이동속도와 회복 속도 그리고 회복범위 증가.
ms: Unit dinaik pangkat ke kelas mahir dengan kualiti lebih baik: 20% hayat tambahan, 1 aras perisai tambahan bagi setiap jenis, 20% rampasan perang tambahan, 20% serangan tambahan untuk unit tempur, 4m jangkauan tambahan dan kepersisan lebih baik untuk unit jarak jauh, kelajuan pergerakan lebih pantas dan kelajuan penyembuhan lebih baik serta jangkauan bomoh lebih jauh.
nl: Eenheden gepromoveerd naar de geavanceerde klasse krijgen extra kwaliteiten: +20% gezondheid, +1 niveau van alle pantsertypes, 20% extra oorlogsbuit, +20% aanval voor mêlee eenheden, +4m extra bereik en +5% precisie voor afstandseenheden, extra snelheid, genezingskracht en bereik voor helers.
pl: Jednostki wypromowane do klasy zaawansowanej większą jakość: 20% dodatkowego zdrowia, 1 dodatkowy poziom zbroi każdego rodzaju, 20% dodatkowego ataku na jednostki walki w zwarciu, 4m dodatkowego zasięgu i lepsza precyzja dla jednostek dystansowych, szybsze ruchy i dodatkowa szybkość leczenia oraz większy zasięg dla uzdrowicieli.
pt_pt: As unidades promovidas para a classe avançada ganham: +20% de vida, +1 nível de armadura de cada tipo, +20% de pilhagem extra, +20 de ataque extra para unidades de combate corpo-a-corpo, +4m de alcance e precisão para unidades de combate à distância, mais velocidade de movimento e mais velocidade de cura e alcance para curandeiros.
ru: Юниты, повышенные до улучшенного класса, получают +20% к здоровью, +1 к защите у каждого типа, +20% к добыче, увеличение радиуса действия на 4 м и повышенную меткость для дальнобойных юнитов, увеличение скорости передвижения, а также увеличение скорости исцеления и радиуса действия у целителей.
sv: Enheter som befordrats till rangen avancerad får en ökad kvalitet: 20% extra hälsa, 1 extra rustningsnivå av varje typ, 20% extra byte, 20% extra attack för närstridsenheter, 4m extra räckvidd och 5% bättre precision för distansattackenheter, snabbare rörelsehastighet och extra läkningstakt och räckvidd för läkare.
tr: Seçkin sınıfa terfi eden birlikler pek çok yeni özellik kazanır: %20 ekstra sağlık, tüm tipler için 1 ekstra zırh seviyesi, yakın dövüş birlikleri için %20 ekstra yağmalama, yakın dövüş birimleri için 20% ekstra saldırı, menzilli birlikler için 4m ekstra menzil ve hassasiyet, daha hızlı manevra kabiliyeti, ekstra iyileşme hızı ve şifacılar için ekstra menzil.
uk: Підрозділи, підвищені до просунутої категорії, мають більше якості: 20% до здоров'я, 1 рівень до броні кожного типу, 20% до трофеїв, 20% до атаки для підрозділів ближнього бою, 4 м до дистанції та кращу точність для підрозділів дальнього бою, збільшені швидкості руху, та додаткову швидкість зцілення, та дистанцію для цілителів.
zh: 单位进阶后将获得以下属性加成：+20%生命值，+1点装甲（针对所有类型的护甲），+20%的战利品收益，近战单位+20%攻击值，远程攻击单位+4米射程并拥有更高的攻击精度，移动速度提高，医疗兵获得额外的治疗速度和治疗距离。
zh_tw: 升級到進階等級的單位得到了很多的強化：20％的生命值加權，升一級追加1 個盔甲等級，可以多得到20％的戰利品。另外近戰單位還有20％ 的攻擊加權；遠程單位得到更高準確度，射程也追加4公尺；治療師則有更快的移動速度、治療速度和治療範圍。

source: The Indian, Iranian, and Kushite peoples had a tradition of fine archery and a penchant for using massed archers in battle.
lt: Indijos, Irano ir Kušitų tautos turėjo puikią šaudymo iš lanko tradiciją ir norą naudoti masinius lankininkus mūšyje.
uk: Індійські, іранські та кушитські народи мають чудову стрілецьку традицію і схильність до масового використання стрільців у бою.

source: Range +10 meters for bow-wielding units. Archer units better accuracy and -20% train time, but also -20% health.
ast: +10 metros d'algame pa les unidaes que remanen arcos. Les unidaes arqueres: meyor precisión y el -20% del tiempu de llevantamientu, anque'l -20% de la vida tamién.
bg: +10 метра обхват за единиците, стрелящи с лък. Стрелците имат по-добра точност и времето за обучаването им се намалява с -20%, но и здравето им също се намалява с -20%.
br: Astenn +10 metrad evit unanennoù a bleustr krommet. An unanennoù gwareger o deus ur reizhded gwelloc'h ha -20% a amzer stummañ, hogen ivez -20% a yec'hed.
ca: +10 metres d'abast per a les unitats amb arc. Els arquers tenen millor precisió i triguen un -20% a ser reclutats, però també tenen un -20% de salut.
cs: Dosah +10 metrů pro jednotky vyzbrojené lukem. Jednotky lučištníků jsou o cvičeny o -20 procent rychleji a mají lepší přesnost, mají ale -20 procent životních bodů.
de: +10 Meter Reichweite für Einheiten mit Bogen. Bessere Genauigkeit für Bogenschützen und -20% Ausbildungszeit, aber auch -20% Gesundheit.
el: +10 μέτρα βεληνεκές για τις μονάδες που χειρίζονται τόξο. Οι τοξότες έχουν καλύτερη ευστοχία και -20% στο χρόνο εκπαιδεύσεις, αλλά και -20% στην υγεία τους.
eu: +10 metro maila arkuz hornitutako unitateentzat. Arkulariak zehaztasuna %20- trebatzean, baino baita bizitza %20-.
fa: شعاع حمله +10 متر برای نیروهای کماندار. نیروهای کماندار دقت بهتری پیدا می کنند و -20% زمان پرورش کاهش می یابد اما سلامت آنها نیز -20%.
ga: Raon +10 méadar do boghdóirí. Cruinneas níos fearr ag saighdeoirí, agus am traenála -20%, ach sláinte -20% freisin.
gl: Aumenta en +10 metros o alcance das unidades con arco. Aumenta a precisión das unidades con arco e o seu tempo de adestramento redúcese en -20%, pero a súa vida tamén se reduce en -20%.
hu: +10 méter hatótávolság az íjászegységeknek. Az íjászegységek pontosabbak és 20%-kal gyorsabban kerülnek kiképzésre, de 20%-kal kevesebb életerejük lesz.
it: Il raggio è aumentato per 10 metri per unità armate di arco. Le unità di arcieri si allenano con -20% tempo, ma anche -20% di salute.
ja: 弓を持つユニットの射程が+10m延びます。弓兵ユニットの射撃精度が上昇し訓練時間が-20%短縮されますが、耐久力は-20%減少します。
ko: 활을 가진 유닛의 사거리가 +10m 늘어납니다. 궁수 유닛의 사격 정확도가 향상되고 훈련시간이 -20% 단축되지만, 체력은 -20% 감소합니다.
ms: Jangkauan +10 meter untuk unit pembawa-busur. Ketepatan unit pemanah lebih baik dan masa latihan mereka -20%, dan juga -20% hayat.
nl: +10 meter bereik, -20% rekruteertijd en betere precisie voor boogschutters, maar ook -20% gezondheid.
pl: Zasięg +10 metrów dla jednostek uzbrojonych w łuk. Czas treningu łuczników -20%, poziom zdrowia również -20%.
pt_pt: +10 metros de alcance para unidades de arco e flecha. Os arqueiros têm mais precisão e -20% de tempo de treino, mas também -20% de vida.
ru: Дальность атаки владеющих луком юнитов увеличивается на +10 метров. Лучники становятся более точными, время их обучения снижается на -20%, но при этом здоровье снижается на -20%.
sk: Dosah +10 metrov pre jednotky s lukom. Lukostrelci lepšia prestnosť a -20% doba tréningu, ale zato aj -20% zdravia.
sv: Räckhåll +10 meter för bågskytteenheter. -20% träningstid för bågskyttar, men även -20% hälsa.
tr: Yay geren birlikler için +10 metre atış menzili. Okçu birlikler daha isabetli ve -20% eğitim süresi, ayrıca -20% sağlık.
uk: Дистанція +10 метрів для підрозділів, що володіють луком. Стрілецькі підрозділи більш точні та потребують -20% часу тренування, але також мають -20% здоров'я.
zh: 持弓单位射程+10米。 弓箭手射击精度提高，训练时间-20％，生命值-20％。
zh_tw: 執弓單位射程+10 單位，弓箭手單位有更好的準確度且訓練時間 -20% 但生命值也 -20%

source: Archery Tradition
ar: تقليد السهاميين
ast: Tradición arquera
bg: Традиции в стрелбата
br: Hengoun Gwaregata
ca: Tradició de tir amb arc
cs: Lučištnická tradice
da: Bueskydningstradition
de: Bogenschießtradition
el: Παράδοση στην τοξοβολία
es_mx: Tradición arquera
eu: Arkulari Usadioa
fa: سنت کمانداری
fi: Jousiammuntaperinteet
ga: Nós Saighdeoireachta
gl: Tradición de arqueiros
hu: Íjászhagyomány
id: Tradisi Panahan
it: Tradizione Arciera
ja: 弓術の伝統
ko: 전통 궁술
lt: Lankininkystės Tradicijos
lv: Strēlniecības Tradīcija
ms: Tradisi Memanah
nb: Bueskyttertradisjon
nl: Boogschutterstraditie
pl: Tradycja łucznicza
pt_pt: Tradição de Tiro com Arco
ru: Традиции стрельбы из лука
sk: Lukostrelecká tradícia
sv: Bågskyttetradition
tr: Okçuluk Geleneği
uk: Стрілецька традиція
zh: 箭术传统
zh_tw: 箭術傳統

source: Unlocked in Village Phase.
ar: يزال قفله في مستوى القرية.
ast: Desblóquiase na fas de villa.
bg: Отключва се в Селската фаза.
br: Divorailhet e Pazenn ar C'hêriadennoù .
ca: Es desbloqueja a la Fase Poblat.
cs: Odemknuto ve vesnické fázi.
da: Låst op i Landsbystadiet.
de: Freigeschaltet in der Dorfphase.
el: Ξεκλειδωνεί στη Φάση Χωριό.
es_mx: Se desbloquea en la Fase de Villas.
eu: Herrixka aroan desblokeatuta.
fa: قفل آن در فاز روستایی باز خواهد شد.
fi: Kylä-vaiheessa avoin.
ga: Díghlasáilte sa Chéim Sráidbhaile.
gl: Desbloquéase na fase de aldea.
hu: Falusi szakasztól érhető el.
id: Terbuka pada Fase Desa.
it: Sbloccata nella Fase Villaggio.
ja: 村の段階から利用可能。
ko: 마을 단계에서 사용할 수 있습니다.
lt: Atrakinama Kaimo Fazėje.
lv: Atslēgts Ciemata Fāzē.
ms: Dibuka dalam Fasa Kampung,
nb: Låses opp i landsbyfasen.
nl: Beschikbaar in dorpsfase.
pl: Odblokowane w fazie wioski.
pt_pt: Desbloqueado na Fase de Aldeia.
ru: Доступны на этапе деревни.
sk: Odomknuté vo fáze dediny.
sv: Låses upp i Byfasen.
tr: Köy Aşamasında Kilidi açıldı.
uk: Відкрито на етапі села.
zh: 于乡村阶段解锁。
zh_tw: 在村莊階段解鎖。

source: Metal armor for a horse's face.
ar: درع معدنيّ لوجه الحصان.
ast: Armadura de metal pa la frente de les caballeríes.
bg: Метална броня за конска муцуна.
br: Houarnwisk e metal evit penn ur marc'h.
ca: Armadura de metall per a la cara dels cavalls.
cs: Ocelová zbroj pro obličej koně.
da: Metalrustning til hestehoveder.
de: Metallrüstung für den Pferdekopf.
el: Μεταλλική πανοπλία για το πρόσωπο του αλόγου.
es_mx: Armadura de Metal Para la Cara de un Caballo
eu: Metalezko armadura zaldiaren bururako.
fa: زره فلزی برای صورت اسبها
fi: Metallipanssari hevosen turvalle.
ga: Armúr miotail d'aghaidh capaill.
gl: Armadura de metal para o rostro dun cabalo.
hu: Fémpáncél egy ló fejére.
id: Zirah logam untuk muka kuda.
it: Armatura di metallo per la testa del cavallo.
ja: 馬用の金属製の兜です。
ko: 말의 얼굴을 보호하기 위한 금속 방어구 투구.
lv: Metāla bruņas zirga sejai
ms: Perisai logam untuk muka hadapan kuda.
nb: Metallrustning for hestens ansikt.
nl: Metalen bewapening voor de paardenhoofden.
pl: Metalowa zbroja na łeb konia.
pt_pt: Armadura de metal para o rosto do cavalo.
ru: Металлический доспех на голове лошади.
sk: Kovová helma pre koňa
sv: Metall rustning för en hästs ansikte.
tr: Atların yüzü için metal zırh.
uk: Металева броня для морди коня.
zh: 马头上的金属盔甲。
zh_tw: 馬臉的金屬護盔

source: Equip your cavalry mounts with armor. All Cavalry +1 Hack and Pierce armor level.
ar: زوّد أسرجة الخيّالة بدرع. زيادة لمستوى ممانعة الدروع واختراقها بمقدار 1 لكلّ الخيّالة.
ast: Guarne la caballería de los xinetes con armadura. Tola caballería algama +1 nivel d'armadura de corte y de fura.
bg: Снабдяване на ездитните животни с броня. +1 защита срещу разсичане и пробождане за всички конници.
br: Aveit ho marc'hegerezh gant houarnwiskoù. An holl varc'heien +1 a Droc'husted hag a Doullusted live houarnwisk.
ca: Equipeu les muntures de la cavalleria. Tota la cavalleria +1 de nivell d'armadura en Tall i Perforació.
cs: Vystrojte koně své jízdy brněním. Veškerá jízda obdrží +1 na své ochraně proti seknutí a bodnutí.
de: Rüste die Pferde deiner Kavallerie mit einer Panzerung aus, wodurch sie +1 auf ihren Hieb- und Stichschutz erhält.
el: Εξοπλίστε τα ζώα των καβαλάρηδων σας με πανοπλία. +1 στο επίπεδο προστασίας όλου του ιππικού έναντι όπλων τομής και διάτρησης .
es_mx: Equipa a tu caballeria con armadura. Toda la Caballeria +1 Nivel de Armadura
eu: Hornitu zure zalditeriaren zaldiak armadurekin. Zalditeria guztiak +1 mozte eta zulatze armadura.
fa: سواره نظام کوهستان خود را با زره تجهیز کنید . تمامی سواره نظام +1 حمله برشی و زره نفوذی
fi: Varusta ratsuväkesi panssareilla. Kaikki ratsuväet +1 hakkaustaso ja panssarinlävistystaso.
ga: Feistigh armúr ar do chapaill mharcacha. Leibhéal armúir Teasctha is Pollda +1 do gach marcach.
gl: Equipa as monturas da cabalaría con armadura. A armadura contra folla e perforación das unidades a cabalo aumenta en +1.
hu: A hátaslovak felszerelése páncéllal. Minden lovassági egységnek +1 vágás és szúrás páncél szint.
id: Lengkapi kuda tunggangan Anda dengan zirah. Semua Kavaleri +1 zirah Tebasan dan Tusukan.
it: Equipaggia la cavalleria con un'armatura. Tutte le unità di cavalleria +1 resistenza dell'armatura a Taglio e Perforamento.
ja: 騎馬に兜を装備します。すべての騎兵の打撃および貫通装甲レベルが1上がります。
ko: 군마에 방어구 투구를 장착합니다. 모든 기병의 타격과 관통 방어력 수준이 +1 증가합니다.
lv: Aprīkojiet jātnieku seglus ar bruņām. Visiem jātniekiem +1 ciršanas un duršanas bruņu līmenis.
ms: Pasangkan kuda anda dengan perisai. Semua Askar Berkuda +1 Aras perisai Tetak dan Tembus.
nb: Utstyr ditt kavaleri med rustning. Alt kavaleri får +1 rustningsgrad mot hugg og stikk.
nl: Rust je ruiters uit met extra pantser. Alle ruiters +1 slag- en steekpantser.
pl: Wierzchowce kawalerii otrzymują pancerz. Kawaleria otrzymuje +1 do obrony przed obrażeniami siecznymi i kłutymi.
pt_pt: Equipa as tuas montadas de cavalaria com armadura. Toda a cavalaria +1 nível de corte e perfuração de armadura.
ru: Экипируйте свою конницу бронёй. Все кавалерийские юниты получают +1 к защите от рубящих и колющих ударов.
sk: Vybaví zvieratá tvojich jazdcov brnením. Všetci jazdci +1 úroveň sečnej a bodnej zbroje.
sv: Utrusta din kavalleri med rustning. All kavalleri +1 Hack och Stick rustningsnivå.
tr: Piyade takımlarınızı zırh ile donatın. Tüm Süvarilerde +1 kademe darbe koruyucu zırh.
uk: Оснастити власні кавалерійські кріплення бронею. Вся кавалерія має +1 рівень броні від рубаючої та колючої атаки.
zh: 为你的骑兵座骑装备盔甲。所有骑兵 +1 劈砍及穿刺盔甲等级。
zh_tw: 將您騎兵的座騎批上盔甲。所有騎兵 +1 劈砍及穿刺盔甲等級。

source: Chamfron
ar: صفيحة حماية لرأس الحصان
ast: Testera
bg: Шамфрон
br: Talwisk
ca: Barda
cs: Brnění chránící koňskou hlavu
da: Pandeharnisk
de: Rossstirn
el: Περικεφαλαία αλόγου
es_mx: Protector de Antebrazo
eu: Zaldi armadura
fa: زره اسب
ga: Siamfrón
gl: Helmo de cabalo
it: Testiera
ja: 馬面（ばめん）
ko: 군마용 안면 투구
nb: Bard
pl: Zbroja końska
pt_pt: Testeira
ru: Шамфрон
tr: At başlığı
uk: Шамфрон
zh: 马头盔甲
zh_tw: 馬頭盔甲

source: Unlocked in Town Phase.
ar: يُفتح في طَور البلدة.
ast: Desblóquiase na fas de la villa.
bg: Отключва се в Градската фаза.
br: Divorailhet e-barzh e Pazenn ar C'herioù.
ca: Es desbloqueja a la Fase Vila.
cs: Odemknuto v městské fázi.
da: Låst op i Bystadiet.
de: Freigeschaltet in der Stadtphase.
el: Ξεκλειδωνεί στην Φάση Κωμόπολη.
es_mx: Desbloqueado en la Fase del Pueblo
eu: Herri aroan desblokeatuta.
fa: در مرحله شهرک باز می شود.
fi: Avautuu kaupunkivaiheessa.
ga: Díghlasáilte sa Chéim Bhaile.
gl: Desbloquéase na fase de vila.
hu: Városi szakasztól érhető el.
id: Terbuka di Fase Kota.
it: Sbloccata nella Fase Cittadina.
ja: 町の段階から利用可能。
ko: 작은 도시 단계부터 이용가능합니다.
lt: Atrakinama Miestelio Fazėje.
lv: Parādās Pilsētas Fāzē.
ms: Dibuka dalam Fasa Pekan.
nb: Låses opp i tettstedfasen.
nl: Beschikbaar in Stadsfase.
pl: Odblokowane w fazie miasta.
pt_pt: Desbloqueado na Fase de Vila.
ru: Станет доступным на этапе небольшого города.
sk: Odomknuté vo fáze mesta.
sv: Låses upp i stadsfas
tr: Kasaba aşaması kilidi açıldı.
uk: Відкрито на етапі містечка.
zh: 城镇阶段解锁。
zh_tw: 在鄉鎮階段解鎖。

source: Prometōpídion
ar: زينة جبهة الحصان
bg: Прометопѝдон
el: προμετωπίδιο
ko: 프로메토피디온
ru: Прометопидион
uk: Прометопідіон
zh: 马头盔甲

source: Metal armor for a horse's body.
ar: درع معدنيّ لجسم الحصان.
ast: Armadura metálico pal cuerpu d'un caballu.
bg: Метална броня за тялото на кон.
br: Houarnwisk e dir evit korf ar c'hezeg.
ca: Armadura de metall per al cos dels cavalls.
cs: Kovové brnění pro trup koně
de: Metallrüstung für den Pferdekörper.
el: Μεταλλική πανοπλία για το σώμα του αλόγου.
es_mx: Armadura de metal para el cuerpo de un caballo.
eu: Metalezko armadura zaldiaren gorputzerako.
fa: زره فلزی برای بدن اسبها
fi: Metallipanssari hevoselle.
ga: Armúr miotail do chorp capaill.
gl: Armadura de metal para o corpo dun cabalo.
hu: Fémpáncél egy ló testére.
id: Zirah logam untuk badan kuda.
it: Armatura di metallo per il corpo del cavallo.
ja: 馬の体用の金属製の鎧です。
ko: 말의 몸통을 위한 철 갑옷.
lv: Metāla bruņas zirga rumpim.
ms: Perisai logam untuk badan kuda,
nb: Metallrustning for hestens kropp.
nl: Metalen pantser voor een paard.
pl: Metalowa zbroja dla konia.
pt_pt: Armadura metálica para o dorso do cavalo.
ru: Металлические доспехи для лошадей.
sk: Železné brnenie pre kone.
sv: Metall rustning för hästens kropp.
tr: Atların vücudu için metal zırh.
uk: Металевий обладунок для тіла коня.
zh: 金属盔甲(马身)。
zh_tw: 用於馬匹軀體的金屬盔甲。

source: Unlocked in City Phase.
ar: يُفتح في طَور المدينة.
ast: Desblóquiase na fas de la ciudá.
bg: Отключва се в Мегаполисната фаза.
br: Divorailhet e Pazenn ar C'herioù.
ca: Es desbloqueja a la Fase Ciutat.
cs: Odemknuto ve velkoměstské fázi.
da: Låst op i Storbystadiet.
de: Freigeschaltet in der Großstadtphase.
el: Ξεκλειδωνεί στην Φάση Πόλη.
es_mx: Se desbloquea en la Fase de Ciudad.
eu: Hiri aroan desblokeatuta.
fa: در مرحله شهری باز می شود.
fi: Lukittu kaupunkivaiheessa.
ga: Díghlasáilte sa Chéim Chathracha.
gl: Desbloquéase na fase de cidade.
hu: Nagyvárosi szakasztól érhető el.
id: Terbuka di Fase Metropolis
it: Sbloccata nella Fase Città
ja: 都市の段階から利用可能。
ko: 큰 도시 단계부터 이용가능합니다.
lt: Atrakinama Miesto Fazėje.
lv: Parādās Lielpilsētas Fāzē.
ms: Dibuka dalam Fasa Bandar.
nb: Låses opp i storby-fasen
nl: Beschikbaar in grootstadsfase.
pl: Odblokowane w fazie dużego miasta.
pt_pt: Desbloqueado na Fase de Cidade.
ru: Доступно на этапе большого города.
sk: Odomknuté vo fáze metropoly.
sv: Låses upp i Storstadsfas
tr: Şehir aşaması kilidi açıldı.
uk: Відкрито на етапі міста.
zh: 城市阶段解锁。
zh_tw: 在城市階段解鎖
