Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Now that City Phase requirements have been reached, select your Civil Center and advance to City Phase.
bg: След като вече всички изисквания за Мегаполисната фаза са изпълнени, изберете селищния център и преминете към новата фаза.
cs: nyní, když bylo dosaženo požadavků na městské období, zvolte si své správní středisko a vkročte do velkoměstského období.
de: Jetzt, da die Anforderungen für die Großstadtphase erreicht sind, wähle deinen Verwaltungssitz aus und schreite zur Großstadtphase voran.
el: Ολοκληρώθηκαν τα απαιτούμενα του City Phase, επέλεξε Civil Center και αναβάθμισε σε City Phase.
eu: Orain Hiri Aroko baldintzak bete direla, hautatu zure Zentro Zibila eta aurreratu Hiri Arora.
fr: Maintenant que les conditions requises pour passer la Phase des Cités sont remplies, sélectionnez votre centre-ville et évoluez vers la Phase des Cités.
gd: On a tha thu air riatanasan linn nam mòr-bhailtean a choileanadh a-nis, tagh an t-ionad sìobhalta agad agus àrdaich gu linn nam mòr-bhailtean.
gl: Agora que conseguiches recursos dabondo para avanzar á fase de cidade, selecciona o centro cívico e comeza o cambio de fase.
hu: Most már teljesítetted a nagyvárosi szakasz követelményeit. Jelöld ki a városházát, és fejleszd fel nagyvárosi szakaszra.
id: Setelah syarat Fase Metropolis terpenuhi, pilih Pusat Peradaban anda dan maju ke Fase Metropolis.
it: Ora che sono stati raggiunti i requisiti della Fase Città, seleziona il Centro Civico e avanza alla Fase Città.
ja: それでは都市の段階の要件を満たしましたので、町の中心を選択して、都市の段階へ移行してください。
ka: ახლა, როცა დიდი ქალაქის ფაზის საჭიროებები დაკმაყოფილებულია, მონიშნე სამოქალაქო ცენტრი და გადაიყვანე დიდი ქალაქის ფაზაში.
nb: Nå som kravene for by-fasen er oppnådd, velg samfunnssenteret og gå så videre til by-fasen.
pl: Teraz, gdy wymagania fazy dużego miasta zostały osiągnięte, zaznacz centrum osady i awansuj do fazy dużego miasta.
pt_br: Agora que os requisitos da fase da cidade foram atingidos, selecione seu centro Civil e avançar para a fase da cidade.
pt_pt: Agora que a sua povoação completou todos os requisitos para ser elevada a cidade, seleccione o seu Centro Cívico e avance para a Fase de Cidade.
ru: Теперь все требования этапа небольшого города соблюдены и можно расширить Городской Центр до большого города.
sk: Dosiahol si požiadavky Fázy mesta, označ svoje Občianske centrum a postúp do Fázy mesta.
sv: Nu när du har uppnått storstadsfaskraven välj samhällscentret och avancera till storstadsfasen.
tr: Şimdi Şehir Aşaması gereksinimlerine ulaşılmıştır, Halk Merkezini seç ve Şehir Aşamasından devam et.
uk: Тепер вимоги до Міської фази були досягнуті, виберіть ваш Громадський центр та перейдіть до Міської фази.
zh: 现在，城市阶段的要求已达成，选择您的市政中心来升级到城市阶段。
zh_tw: 現在，城市階段的需求已達成，選取您的城鎮中心並進階到城市階段。

source: Now that you are in City Phase, build a fortress nearby and use it to build 2 Battering Rams.
bg: Вече сте в Мегаполисната фаза. Постройте крепост наблизо и я използвайте, за да построите 2 тарана.
cs: Nyní, když jste ve velkoměstském období, postavte poblíž pevnost a použijte ji k postavení dvou beranidel.
de: Nachdem du dich jetzt in der Großstadtphase befindest, baue eine Festung in der Nähe und verwende diese um 2 Rammböcke zu bauen.
el: Τώρα που είσαι σε City Phase, χτίσε φρούριο κοντά και χρησιμοποίησε το για χτίσιμο 2 Battering Rams.
eu: Orain Hiri Aroan zaudela, eraiki gotorleku bat inguruan eta erabili 2 Ahari-buru Kolpekari eraikitzeko.
fi: Nyt kun olet kaupunkivaiheessa, rakenna linnoitus lähelle ja käytä sitä rakentaaksesi 2 muurinmurtajaa.
fr: Maintenant que vous avez passé la Phase des Cités, construisez une forteresse et utilisez-la pour construire 2 béliers.
gd: Nise on a tha thu ann an linn nam mòr-bhailtean, tog dùn am fagas agus cleachd e gus 2 reithe-sèiste a thogail.
gl: Agora que chegaches á fase de cidade, constrúe unha fortaleza nas proximidades e úsaa para construír 2 arietes.
hu: Mostantól nagyvárosi szakaszban vagy. Építs egy erődöt a közelben, és hozz létre benne 2 faltörő kost.
id: Setelah anda di Fase Metropolis, bangun benteng di sekitar dan gunakan untuk membangun 2 Pelantak Tubruk.
it: Ora che sei nella Fase Città, costruisci una fortezza e usala per costruire 2 Arieti.
ja: いよいよ都市の段階へ入りました。要塞を近くに建設し、2台の破城槌建造に用いてください。
ka: ახლა, როცა შენ ხარი დიდი ქალაქის ფაზაში, ააშენე ციხე-სიმაგრე ახლომახლო და გამოიყვანე 2 გამანადგურებელი გამრღვევი.
ms: Kini anda berada dalam Fasa Bandar, bina kubu berhampiran dan guna ia untuk membina 2 unit Kayu Pelantak.
nb: Nå som du har nådd by-fasen, bygg et fort i nærheten og bruk det til å bygge 2 rambukker.
pl: Teraz, gdy jesteś już w fazie dużego miasta wybuduj w pobliżu fortecę, a następnie użyj jej do budowy 2 taranów.
pt_br: Agora que está em fase de cidade, construir uma fortaleza nas proximidades e usá-lo para construir 2 aríetes.
pt_pt: Agora que atingiu a Fase de Cidade, construa uma fortaleza nas proximidades e use-a para construir 2 Aríetes.
ru: Теперь у Вас большой город и можно построить крепость, в которой Вы создадите 2 стенобитных орудия.
sk: Teraz, keď si vo Fáze mesta, postav nablízku Pevnosť a použi ju na vyrobenie 2 Baranidiel.
sv: Nu när du har nått storstadsfasen, bygg en fästning i närheten och bygg 2 murbräckor.
tr: Şimdi Şehir Aşamasındasın, yakına bir kale inşa et ve 2 Çakma Bataryası kur.
uk: Тепер ви у міській фазі, зведіть фортецю поблизу та використайте її щоб побудувати 2 стінобитних тарана.
zh: 您现在处于城市阶段，建造城堡，用它建造两个攻城槌。
zh_tw: 現在，您已經進到了城市階段，在附近建造一座城堡並利用它建造兩個攻城鎚。

source: Stop all your soldiers gathering resources and instead task small groups to find the enemy Civil Center on the map. Female citizens should continue to gather resources.
bg: Спрете всички войници, които събират ресурси, и ги разделете на малки групи, които да потърсят вражеския селищен център на картата. Нека жените продължат да събират ресурси.
cs: Utvořte nyní ze všech vojáků, kteří sbírají suroviny, malé skupiny a nakažte jim, aby na mapě hledali protivníkova správní střediska. Obyvatelé ženského pohlaví mají dál sbírat suroviny.
de: Formiere jetzt alle Soldaten, die Rohstoffe sammeln, zu kleinen Gruppen und weise sie an, den gegnerischen Verwaltungssitz zu suchen. Die Bürgerinnen sollten weiter Rohstoffe sammeln.
el: Σταματήστε όλους τους στρατιώτες σας από τη συλλογή πόρων και αναθέσετε σε μικρές ομάδες να βρουν το αντίπαλο Civil Center στο χάρτη. Γυναίκες πολίτες θα πρέπει να συνεχίσουν τη συγκέντρωση πόρων
eu: Baliabideak biltzen ari diren zure soldadu guztiak gelditu eta agindu etsaien Gizarte Zentroa mapan aurki dezaten, talde txikietan antolatuz. Hiritar emeak bertan geldituko dira baliabideak biltzen jarraitzeko.
fr: Arrêtez tous vos soldats qui récoltent des ressources, et envoyez de petits groupes en éclaireurs à la recherche du centre-ville ennemi. Vous devriez laisser les femmes continuer à récolter.
gd: Thoir air na h-uile saighdear agad nach cruinnich iad stòras tuilleadh agus cuir air buidhnean beaga gun lorg iad ionad sìobhalta an nàmhad air a’ mhapa. Bu chòir do na saoranaich bhoireann stòras a chruinneachadh fhathast.
gl: Selecciona todos os soldados, e en vez de recoller recursos, ponos a buscar o centro cívico inimigo polo terreo en pequenos grupos. Deixa que as cidadás sigan recollendo recursos.
hu: Minden katonát vonj vissza a nyersanyagok gyűjtésétől, és kis csoportokat alkotva inkább kerestesd meg velük az ellenséges városházát a térképen. A női polgárok folytassák a nyersanyagok gyűjtését.
id: Hentikan semua tentara mendapatkan sumberdaya dan bukan tugas kelompok kecil untuk menemukan kelompok musuh ditengah peta. warga perempuan bisa melanjutkan untuk mendapat sumberdaya
it: Togli tutti i tuoi soldati dalla raccolta di risorse e inviali a piccoli gruppi per trovare il Centro Civico nemico sulla mappa. Le donne dovrebbero continuare a raccogliere risorse.
ja: 資源採集のすべての兵士を選択して、小グループにマップ上の敵の町の中心を探させてください。女性市民には資源採集を続けさせるべきです。
ka: შეაწყვეტინე ყველა ჯარისკაცს სახსრების მოგროვება და დავალება მიეცი პატარა ჯგუფს, რომ რუკაზე იპოვონ მტრის სამოქალაქო ცენტრი. მოქალაქე ქალებმა უნდა განაგრძონ სახსრების მოპოვება.
ms: Hentikan semua askar anda daripada mengumpul sumber dan arah sekumpulan kecil daripadanya mencari Pusat Sivik Musuh di dalam peta. Warga perempuan teruskan diarah mengumpul sumber.
nb: Bruk soldatene som sanker ressurser til å lete etter fiendens samfunnssenter i små grupper. Kvinnelige borgere kan fortsette å sanke ressurser.
pl: Zatrzymaj wszystkich swoich żołnierzy zbierających zasoby i wyślij ich do poszukiwań centrum osady wroga. Kobiety powinny kontynuować prace przy zbiorze surowców.
pt_br: Pare todos os seus soldados, reunindo recursos e pequenos grupos para localizar o inimigo Centro Civil no mapa de tarefas em vez disso. Cidadãos femininos devem continuar coletar recursos.
pt_pt: Pegue em todos os soldados que estejam a recolher recursos, crie pequenos grupos entre eles e ordene-lhes que procurem o Centro Cívico inimigo. Use as cidadãs para recolher recursos.
ru: Соберите всех солдат, сняв их с работ, и отправьте небольшие группы на поиски вражеского центра на карте. Женщинам следует продолжать трудиться.
sk: Zastavte vojakov, ktorí získavajú suroviny, a namiesto toho ich vyšlite v skupinkách hľadať na mape administratívne centrum nepriateľa. Občianky by mali naďalej získavať suroviny.
sv: Stoppa alla dina soldater som samlar resurser och skicka ut dem i små grupper istället för att hitta fiendens samhällscentrum på kartan. Kvinnliga medborgare bör fortsätta att samla resurser.
tr: Tüm askerinin kaynak toplamasını durdur ve düşman Medeniyet Merkesizini bulmak için küçük gruplar halinde görevlendir. Kadın vatandaşlar kaynak toplamaya devam etmeli.
uk: Зупиніть всіх ваших солдатів що збирають ресурси та замість цього накажіть їм шукати маленькими групами ворожий Громадський Центр на мапі. Громадянки повинні продовжити збирання ресурсів.
zh: 让您的士兵停止收集资源，组成小队在地图上搜寻敌人的市政中心。女市民应继续收集资源。
zh_tw: 讓您的士兵停止收集資源，並把他們組成小對在地圖上搜尋敵方的城鎮中心。女性市民應該繼續收集資源。

source: The enemy's base has been spotted, send your siege weapons and all remaining soldiers to destroy it.
bg: Базата на врага е забелязана. Изпратете обсадните си оръжия и всички останали войници да я унищожат.
cs: Základna nepřítele byla odhalena. Pošlete své obléhací stroje a všechny zbývající vojáky a zničte ji.
de: Die Basis des Gegners wurde entdeckt, schicke Belagerungswaffen und alle übrigen Soldaten, um sie zu zerstören.
el: Η βάση του εχθρού εντοπίστηκε, στείλτε τις πολιορκητικές μηχανές σας και όλους τους στρατιώτες που σας απομένουν για να την καταστρέψετε.
eu: Etsaiaren basea aurkitu duzu, bidali setio armak eta gelditzen zaizkizun soldadu guztiak birrintzeko.
fi: Vihollisen tukikohta on havaittu. Lähetä piirityskoneesi ja kaikki jäljellä olevat sotilaasi tuhoaman se.
fr: La base ennemie a été repérée, envoyez vos armes de siège et tous vos soldats restants pour la détruire.
gd: Fhuaras lorg air bunait an nàmhad. Cuir na h-innealan-sèiste agus na h-uile saighdear air fhàgail ann gus a milleadh.
gl: Avistouse a base inimiga, envía as máquinas de asedio e o resto dos soldados a destruíla.
hu: Az ellenséges bázist felfedezték. Küldd az ostromgépeidet és az összes megmaradt katonádat annak lerombolására.
id: Markas musuh telah ditemukan. kirim senjata kepung dan semua sisa tentara untuk menghancurkannya.
it: La base nemica è stata avvistata, invia le armi da assedio e tutti i soldati rimanenti per distruggerla.
ja: 敵の拠点が判明しました。攻城兵器と残りすべての兵士を送り、破壊しましょう。
ka: მტრის ბაზა ნაპოვნია, გაგზავნე შენი საალყე იარაღები და სხვა მებრძოლები რომ დაანგრიონ ის.
ms: Pangkalan musuh telah dikesan, hantar senjata pengepung anda dan semua askar yang ada untuk memusnahkannya.
nb: Fiendens base har blitt oppdaget. Send beleiringsmaskinene og alle gjenværende soldater for å ødelegge det.
pl: Baza wroga została zauważona, wyślij swoje machiny oblężnicze i wszystkich pozostałych żołnierzy, aby ją zniszczyć.
pt_br: Foi vista a base inimiga, enviar as armas de cerco e todos os soldados restantes para destruí-lo.
pt_pt: Localizou a base inimiga. Envie todos os seus soldados, juntamente com as máquinas de cerco, para a destruírem.
ru: Вражеская база найдена. Отправьте осадные орудия и всех доступных солдат на её уничтожение.
sk: Spozorovali sme nepriateľskú základňu. Zničte ju pomocou obliehacích zbraní a všetkých zvyšných vojakov.
sv: Fiendens bas har upptäckts, skicka dina belägringsvapen och alla återstående soldater för att förstöra den.
tr: Düşmanın merkezi tespit edilmiştir, kuşatma silahlarını gönder ve kalan tüm askerlerler orayı yok et.
uk: Ворожа база була помічена, відправте ваші облогові знаряддя та всіх солдатів що залишилися знищити її.
zh: 已发现敌人的基地，派您攻城武器和所有士兵摧毁它。
zh_tw: 敵人的基地已經被發現了，派遣您所有的攻城武器及士兵去摧毀它。

source: The enemy has been defeated. All tutorial tasks are now completed…
bg: Врагът бе победен. Всички задачи от обучението бяха завършени…
cs: Nepřítel byl poražen. Všechny výukové úkoly jsou nyní hotové...
de: Der Gegner wurde besiegt. Alle Lernaufgaben sind nun abgeschlossen.
el: Ο εχθρός έχει ηττηθεί. Όλες οι εκπαιδευτικές εργασίες έχουν ολοκληρωθεί...
eu: Etsaia garaitua izan da. Tutoretzako etxeko lan guztiak bete dituzu...
fi: VIhollinen on lyöty. Kaikki tutoriaalitehtävät on nyt suoritettu loppuun...
fr: L'ennemi a été vaincu. Toutes les tâches du tutoriel ont été complétées...
gd: Chaidh ruaig a chur air an nàmhaid. Tha gach saothair an oideachaidh coileanta…
gl: Derrotaches ao inimigo. Aquí acaba a aprendizaxe.
hu: Az ellenséget legyőzted. Most már az összes oktatófeladat teljesítve…
id: Seluruh musuh telah dikalahkan. Semua tugas tutorial telah selesai...
it: Il nemico è stato sconfitto. Tutte le attività della guida sono state completate ...
ja: 敵は敗れました。すべてのチュートリアルの任務はこれで完了です。
ka: მტერი დამარცხდა. გზამკვლევის ყველა დავალება შესრულებულია...
ms: Musuh sudah kalah. Semua tugasan tutorial kini telah selesai...
nb: Fienden har blitt beseiret. Veiledningen er nå fullført…
pl: Wróg został pokonany. Wszystkie zadania samouczka zostały ukończone...
pt_br: O inimigo foi derrotado. Todas as tarefas do tutorial estão agora concluídas ...
pt_pt: Derrotou o inimigo e completou este tutorial.
ru: Враг повержен. Все цели обучения теперь достигнуты...
sk: Nepriateľ bol porazený. Splnili ste všetky úlohy tutoriálu…
sv: Fienden har besegrats. Alla handledning uppgifter är nu genomförda...
tr: Düşman mağlup oldu. Tüm görevler şimdi tamamlandı...
uk: Ворог був розгромлений, Слава Україні. Всі керівні завдання було виконано...
zh: 敌人被打败了。
zh_tw: 敵人被打敗了。所有教學任務到都已完成...

source: %(name)s cannot be built due to unknown error
ar: تعذّر بناء %(name)s لسبب مجهول
ast: %(name)s: nun se puöde construir por cuönta d’un erru disconhocidu
bg: Строежът на %(name)s е невъзможен поради неизвестна грешка
br: Ne c'hell ket bezañ savet %(name)s abalamour d'ur fazi dianav
ca: %(name)s no es pot construir per un error desconegut
cs: %(name)s nelze postavit kvůli neznámé chybě
da: %(name)s kan ikke bygges på grund af en ukendt fejl
de: %(name)s kann wegen einem unbekannten Fehler nicht gebaut werden
el: %(name)s δέν μπορούν να χτιστούν λόγω κάποιου άγνωστου σφάλματος
eu: %(name)s ezin da eraiki akats ezezagun bat dela medio
fa: %(name)s بدلیل بروز خطای نا مشخص امکان ساخت وجود ندارد
fi: Rakennusta %(name)s ei voi rakentaa tuntemattoman virheen takia
fr: %(name)s ne peut pas être construit pour une raison inconnue
ga: Ní féidir le %(name)s a thógáil mar gheall ar earráid anaithnid
gd: Cha ghabh %(name)s a thogail ri linn mearachd neo-aithnichte
gl: Non é posíbel construír a estrutura «%(name)s» debido a un erro descoñecido.
hu: %(name)s nem építhető egy ismeretlen hiba miatt
id: %(name)s tak dapat dibangun karena alasan yang tak diketahui
it: %(name)s non può essere costruita a causa di un errore sconosciuto
ja: %(name)sは原因不明のエラーのため建設できません。
ka: %(name)s არ შეიძლება აშენდეს უცნობი შეცდომის გამო
ko: 알 수 없는 오류로 인해 %(name)s 건축물을 지을 수 없습니다
lt: %(name)s negali būti pastatyta dėl nežinomos klaidos
ms: %(name)s tidak dapat dibina kerana ralat tidak diketahui
nb: %(name)s kan ikke bygges på grunnn av ukjent feil.
pl: %(name)s nie może zostać wybudowan(y/a) z powodu nieokreślonego błędu
pt_br: %(name)s não pode ser construído devido a um erro desconhecido
pt_pt: Não é possível construir %(name)s devido a um erro desconhecido
ru: %(name)s нельзя построить из-за неизвестной ошибки
sk: Budovu %(name)s nemožno postaviť v dôsledku neznámej chyby
sv: %(name)s kan ej byggas på grunda av okänt fel
tr: %(name)s bilinmeyen bir hatadan dolayı inşa edilemez
uk: %(name)s неможливо звести через невідому помилку
zh: -- 因为发生未知错误，不能建造%(name)s
zh_tw: 因為未知的錯誤，無法建造 %(name)s

source: %(name)s cannot be built in unexplored area
ar: لا يمكن بناء %(name)s في منطقة غير مكتشفة
ast: %(name)s: nun se puöde construir n una fasteira inexplorada
bg: Строежът на %(name)s е невъзможен на непроучена територия
br: %(name)s na c'hell ket bezañ savet war ur gorread ha n'eo ket bet dizoloet c'hoazh
ca: %(name)s no es pot construir en una zona inexplorada
cs: %(name)s nelze postavit v neprozkoumané oblasti
da: %(name)s kan ikke bygges i uudforskede områder
de: %(name)s kann nicht in unerforschtem Gebiet gebaut werden
el: %(name)s δέν μπορούν να χτιστούν σε ανεξερεύνητες περιοχές
eu: %(name)s ezin da eraiki esploratu gabeko guneetan
fa: %(name)s در منطقه ای که هنوز کشف نشده است امکان ساخت وجود ندارد
fi: Rakennusta %(name)s ei voi rakentaa tutkimattomalle alueelle
fr: %(name)s ne peut pas être construit dans une zone inexplorée
ga: Ní féidir le %(name)s a thógáil i gcríocha neamh-thaiscéalaíochta
gd: Cha ghabh %(name)s a thogail air tìr gun rùrachadh
gl: Non é posíbel construír a estrutura «%(name)s» nunha zona inexplorada.
hu: %(name)s nem építhető felfedezetlen területre
id: %(name)s tak dapat dibangun di daerah tak terjelajahi
it: %(name)s non può essere costruita in zona inesplorata
ja: %(name)sは未探索の地域に建設できません。
ka: %(name)s არ შეიძლება აშენდეს გამოუკვლევ მხარეში
ko: %(name)s 건축물은 미개척 지역에 건설할 수 없습니다
lt: %(name)s negali būti pastatyta neištirtoje teritorijoje
ms: %(name)s tidak boleh dibina di kawasan yang belum dijelajah
nb: %(name)s kan ikke bygges i uutforsket land.
pl: %(name)s nie może zostać wybudowan(y/a) na nieodkrytym terytorium
pt_br: %(name)s não pode ser construído em área inexplorada
pt_pt: Não é possível construir %(name)s numa área por explorar
ru: %(name)s нельзя построить на неисследованной территории
sk: Budovu %(name)s nemožno postaviť v nepreskúmanej oblasti
sv: %(name)s kan ej byggas i oupptäckt terräng
tr: %(name)s keşfedilmemiş alana inşa edilemez
uk: %(name)s неможливо звести на нерозвіданій території
zh: 不能在未探索区域建造 %(name)s
zh_tw: 無法在尚未探索的區域建造 %(name)s

source: %(name)s cannot be built on another building or resource
ar: لا يمكن بناء %(name)s على مبنى أو مورد آخر
ast: %(name)s: nun se puöde construir in riba d’outro edificio ou recursu
bg: Строежът на %(name)s е невъзможен върху друга сграда или ресурс
br: N'hall ket bezañ savet %(name)s war ur savadur all pe ur vammenn
ca: %(name)s no es pot construir sobre un altre edifici o recurs
cs: %(name)s nelze postavit na jiné stavbě nebo zdroji
da: %(name)s kan ikke bygges på en anden bygning eller ressource
de: %(name)s kann nicht auf einem anderen Gebäude oder einer Ressource gebaut werden
el: %(name)s δε δύνατε η κατασκευή σε άλλο κτήριο ή πόρο
eu: %(name)s ezin da eraiki beste eraikuntza edo baliabidearen gainean
fa: %(name)s ، بر روی یک ساختمان دیگر یا یک منبع امکان ساخت وجود ندارد
fi: Rakennusta %(name)s ei voi rakentaa toisen rakennuksen tai resurssin päälle
fr: %(name)s ne peut pas être construit sur un autre bâtiment ou ressource
ga: Ní féidir le %(name)s a thógáil ar foirgneamh nó acmhainn eile
gd: Cha ghabh %(name)s a thogail air togalach eile no stòras
gl: Non é posíbel construír a estrutura «%(name)s» sobre outra estrutura ou sobre un recurso.
hu: %(name)s nem építhető másik épületre vagy nyersanyagra
id: %(name)s tak dapat dibangun di atas bangunan lain atau sumberdaya
it: %(name)s non può essere costruita su un altro edificio o una risorsa
ja: %(name)sは他の建物や資源の上に建設できません。
ka: %(name)s არ შეიძლება აშენდეს სხვა შენობაზე, ან სახსრების წყაროზე
ko: %(name)s 건축물은 다른 건물이나 자원에 건설할 수 없습니다
lt: %(name)s negali būti pastatyta kito pastato ar ištekliaus vietoje
ms: %(name)s tidak boleh dibina diatas bangunan atau sumber lain
nb: %(name)s kan ikke bygges på en annen bygning eller ressurs.
pl: %(name)s nie może zostać wybudowan(y/a) na innym budynku lub surowcu
pt_br: %(name)s não pode ser construído em outro edifício ou recurso
pt_pt: Não é possível construir %(name)s sobre outros edifícios ou sobre recursos
ru: %(name)s нельзя построить на занятой территории или ресурсе
sk: Budovu %(name)s nemožno postaviť na inej budove alebo zdroji
sv: %(name)s kan ej byggas ovanpå en annan byggnad eller resurs
tr: %(name)s diğer yapı veya kaynakların üzerine inşa edilemez
uk: %(name)s неможливо звести іншій будівлі або ресурсі
zh: 不能在另一个建筑物或资源上建造 %(name)s
zh_tw: 不能在另一棟建築物或資源上建造 %(name)s

source: %(name)s cannot be built on invalid terrain
ar: لا يمكن بناء %(name)s على أرض غير صالحة
ast: %(name)s: nun se puöde construir in terreno inválido.
bg: Строежът на %(name)s е невъзможен върху неподходящ терен
br: %(name)s n'hall ket bezañ savet war un dachenn fall
ca: %(name)s no es pot construir en un terreny invàlid
cs: %(name)s nelze postavit na neplatném území
da: %(name)s kan ikke bygges på ugyldigt terræn
de: %(name)s kann nicht auf ungeeignetem Untergrund gebaut werden
el: %(name)s δε δύνατε η κατασκευή σε αδύνατη περιοχή.
eu: %(name)s ezin da eraiki lur malkartsuetan
fa: %(name)s در زمین نامعبر امکان ساخت وجود ندارد
fi: %(name)s ei voi rakentaa epäkelpoon maastoon
fr: %(name)s ne peut pas être construit sur un terrain invalide
ga: Ní féidir le %(name)s a thógáil ar talamh neamhbhailí
gd: Cha ghabh %(name)s a thogail air cruth-tìre mì-dhligheach
gl: Non é posíbel construír a estrutura «%(name)s» en terreo non apto.
hu: %(name)s nem építhető érvénytelen talajra
id: %(name)s tak dapat dibangun di dataran tak sah
it: %(name)s non può essere costruita su terreni non validi
ja: %(name)sは不適合な地形に建設できません。
ka: %(name)s არ შეიძლება აშენდეს ცუდ ადგილზე
ko: %(name)s 건축물은 잘못된 지형에 건설할 수 없습니다
lt: %(name)s negali būti pastatyta ant netinkamo reljefo
ms: %(name)s tidak boleh dibina di atas rupa bumi yang tidak sah
nb: %(name)s kan ikke bygges på dette terrenget.
pl: %(name)s nie może zostać wybudowan(y/a) na nieprawidłowym terenie
pt_br: %(name)s não pode ser construído em terreno inválido
pt_pt: Não é possível construir %(name)s num terreno inválido
ru: %(name)s нельзя построить на недопустимом месте
sk: Budovu %(name)s nemožno postaviť na neplatnom teréne
sv: %(name)s kan ej byggas på ogiltig terräng
tr: %(name)s geçersiz arazi üzerine inşa edilemez
uk: %(name)s неможливо звести на неприпустимій місцевості
zh: 不能在无效的地形上建造 %(name)s
zh_tw: 不能在無效的地形上建造 %(name)s

# Territory type
source: own
ar: ك
ast: proprio
bg: собствена
br: perc'hennet
ca: propi
cs: vlastní
da: eget
de: eigenem
el: δικό μου
eu: zure
fa: خودت
fi: oma
fr: propre
ga: tusa féin
gd: agad fhèin
gl: propio
hu: saját
id: sendiri
it: proprio
ja: 自国領
ka: საკუთარი
ko: 자국령
lt: savo
ms: sendiri
nb: egen
pl: własnym
pt_br: próprio
pt_pt: seu
ru: собственной
sk: vlastnom
sv: egen
tr: kendi
uk: власній
zh: 自己的
zh_tw: 自己
