Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Persians have a 10% higher maximum population limit.
ast: Los perses tienen xubida un 10% la llende máxima de población.
bg: Персийците имат 10% по-голямо максимално население.
br: Ar Bersianed o deus un harz a boblañs uhelañ 10% uheloc'h.
ca: Els perses tenen el màxim límit de població un 10% més alt.
cs: Peršané mají o 10% vyšší největší populační limit.
de: Perser haben ein 10% höheres maximales Bevölkerungslimit.
el: Οι Πέρσες έχουν 10% περισσότερο στο μέγιστο όριο του πληθυσμού.
eu: Persiarren gehienezko biztanleria %10 handitzen da.
fa: ایرانی ها +10% سقف جمعیت بهره مند هستند
ga: Tá uasdhaonra 10% níos mó ag na Peirisigh.
gl: Os persas teñen un límite de poboación máximo un 10% superior.
hu: A perzsáknak 10%-kal nagyobb a maximális népességkorlátja.
id: Persia punya 10% batas populasi maksimal lebih banyak.
it: I persiani hanno il 10% di popolazione massima in più
ja: ペルシアは最大人口が10%大きい。
ms: Parsi memilik had populasi maksimum 10% lebih tinggi.
nb: Perserne har et 10% høyere befolkningstak.
nl: De bevolkingslimiet van Perzen is 10% hoger.
pl: Persjanie mają o 10% większy maksymalny poziom limitu populacji.
pt_pt: Os Persas têm um limite de população máximo de +10%.
ru: У персов на 10% увеличен лимит населения.
sk: Peržania majú o 10% vyšší populačný limit.
sv: Perser har en 10% högre maximal befolkningsgräns.
tr: Persler maksimum nüfus sınırından %10 daha yüksek nüfus oranına sahip olurlar.
zh: 波斯人口上限+10% 。
zh_tw: 波斯人的人口上限 +10%。

source: Spartans have 10% less maximum population.
ast: Los espartanos tienen el 10% menos de la población máxima.
bg: Спартанците имат 10% по-малко максимално население.
br: Ar spartaned o deus 10% nebeutoc'h a boblañs uhelañ.
ca: Els espartans tenen el màxim límit de població un 10% més alt.
cs: Sparťané mají o 10% menší populační limit.
de: Spartaner haben 10% weniger Bevölkerungsmaximum.
el: Οι Σπαρτιάτες έχουν 10% λιγότερο στο μέγιστο του πληθυσμού.
eu: Espartarrek %10 gehienezko biztanle gutxiago dute.
fa: اسپارتها 10% کمتر سقف جمعیت دارند.
ga: Tá uasdhaonra 10% níos lú ag na Spartaigh.
gl: Os espartanos teñen un 10% menos de poboación máxima.
hu: A spártaiknak 10%-kal kisebb a maximális népességkorlátja.
id: Sparta punya 10% populasi maksimal lebih sedikit.
it: Gli spartani hanno il 10% di popolazione massima in meno
ja: スパルタは最大人口が10%少ない。
ms: Puak Sparta memiliki had populasi maksimum 10% lebih rendah.
nb: Spartanerne har 10% lavere befolkningstak.
nl: De bevolkingslimiet van Spartanen is 10% lager.
pl: Spartanie mają o 10% mniejszy limit populacji.
pt_pt: Espartanos têm uma redução de 10% da população máxima.
ru: У спартанцев на 10% снижен лимит населения.
sk: Sparťania majú o 10% menší populačný limit.
sv: Spartaner har 10% lägre maximal befolkning.
tr: Spartalı lar %10 daha az azami nufüs limitine sahiptir.
zh: 斯巴达最大人口 -10% 。
zh_tw: 斯巴達的人口上限 -10%。

source: The Indians had a tradition of fine archery and a penchant for using massed archers in battle.
ast: Los indios tuvieron arremangu col arcu dende vieyo y enclín a arrexuntar los arqueros na batalla.
bg: Индийците имали традиции в стрелбата с лък, както и наклонност към използване на огромен брой стрелци в битка.
br: An Indianed o doa un hengoun a waregata fin ha kavout a raent gwelloc'h implijout gwaregerien gant horzh en emgann.
ca: Els indis tenien una tradició de bons tiradors i solien utilitzar un gran nombre d'arquers a la batalla.
cs: U Indů byla přesná střelba z luku tradicí a v bitvách dávali přednost hromadnému nasazování lučištníků.
da: Inderne havde en tradition for bueskydning og brugte ofte massevis af bueskytter i kamp.
de: Die Inder hatten eine Tradition ausgefeilter Bogenschießkunst und neigten dazu, Massen an Bogenschützen im Kampf einzusetzen.
el: Οι Ινδοί είχαν μια παράδοση στη κατασκευή εκλεκτών τόξων και μια τάση για χρήση μαζικών τοξοβόλων στη μάχη.
es_mx: Los hindúes tenían una fuerte tradición arquera y un predilección por utilizar gran cantidad de arqueros en batalla.
eu: Indiarrek arkulari usadio handia zuten eta borrokan arkulari asko erabiltzea hobesten zuten.
fa: هندی ها بصورت سنتی دارای کمانداران بسیار ماهری بودند و تمایل عجیبی برای استفاده گسترده از کمانداران در نبرد ها داشتند
ga: Tá nós saighdeoireachta iontach ag na hIndiaigh, agus béim ar úsáid a bhaint as olldhream saighdeoirí sna catha.
gl: Os indios tiñan unha gran tradición de arqueiros e unha tendencia a empregar un gran número de arqueiros nas súas batallas.
hu: Az indiaiak nagy íjászhagyománnyal rendelkeztek és előszeretettel vetették be nagy tömegben az íjászokat a csatában.
id: Bangsa India memiliki tradisi memanah baik dan keenderungan menggunakan pasukan pemanah dalam pertempuran.
it: Gli indiani avevano una tradizione di arcieri sopraffini e una predilezione per l'utilizzo di moltitudini di arcieri in battaglia.
ja: インドは戦場において、伝統的な弓術のうまさと、弓兵の一斉射撃へのこだわりがあります。
lv: Indiešiem bija prasmīgu lokšāvēju tradīcijas un tieksme masīvi izmantot lokšāvējus cīņās.
ms: Bangsa india mempunyai tradisi memanah dan gemar menggunakan pemanah secara beramai-ramai di dalam pertempuran.
nb: Inderne hadde en lang tradisjon med fremragende bueskytterkunst og en forkjærlighet for å bruke store tropper med bueskyttere i kamp.
nl: De Indiërs hadden een traditie van boogschutters, en gebruikten ze massaal tijdens een veldslag.
pl: Dobre umiejętności łucznicze były tradycją Indian, czego chętnie używali w bitwach wystawiając zastępy łuczników.
pt_pt: Os Indianos tinham uma longa tradição de tiro com arco e uma tendência para usar grandes quantidades de arqueiros em batalha.
ru: Индийцы традиционно были хорошими стрелками и в боях активно использовали большое количество лучников.
sk: Indovia mali tradíciu skvelej lukostreľby a sklon k používaniu lukostrelcov v bitke vo veľkom.
sv: Indierna hade en tradition av fin bågskytte och en förkärlek för att använda massvis med bågskyttar is strid.
tr: Hintliler üstün bir okçuluk geleneği vardı ve savaşlarda okçuları yoğun biçimde kullanırlardı.
zh: 印度人有良好的箭术传统，惯于在战争中大量使用弓箭。
zh_tw: 印度人有良好的箭術傳統並愛好在戰爭中運用大量弓箭手。

source: The Persians had a tradition of fine archery and a penchant for using massed archers in battle.
ast: Los perses tuvieron arremangu col arcu dende vieyo y enclín a arrexuntar los arqueros na batalla.
bg: Персийците имали традиции в стрелбата с лък, както и наклонност към използването на огромен брой стрелци в битка.
br: Ar Bersianed o doa un hengoun a waregata fin ha kavout a raent gwelloc'h implijout gwaregerien gant horzh en emgann.
ca: Els perses tenien una tradició de bons tiradors i solien utilitzar un gran nombre d'arquers a la batalla.
cs: U Peršanů byla přesná střelba z luku tradicí a v bitvách dávali přednost hromadnému nasazování lučištníků.
da: Perserne havde en tradition for bueskydning og brugte ofte massevis af bueskytter i kamp.
de: Bei den Persern galt das präzise Bogenschießen als Tradition und sie bevorzugten es, mächtige Bogenschützen in ihren Schlachten einzusetzen.
el: Οι Πέρσες είχαν μια παράδοση στη κατασκευή εκλεκτών τόξων και μια τάση για χρήση μαζικών τοξοβόλων στη μάχη.
es_mx: Los persas tenían una tradición de excelente arquería y eran proclives a utilizar a huestes de arqueros en la batalla.
eu: Persiarrek arkulari usadio handia zuten eta borrokan arkulari asko erabiltzea hobesten zuten.
fa: پارسیان سنتی دیرینه در کمانداری دارند و علاقه ی زیادی به استفاده از انبوهی از کمانداران در نبرد داشتند.
ga: Tá nós saighdeoireachta iontach ag na Peirsigh, agus béim ar úsáid a bhaint as olldhream saighdeoirí sna catha.
gl: Os persas tiñan unha gran tradición de arqueiros e unha tendencia a empregar un gran número de arqueiros nas súas batallas.
hu: A perzsák nagy íjászhagyománnyal rendelkeztek, és előszeretettel használtak íjászokat tömegesen a csatában.
id: Bangsa Persia memiliki tradisi memanah baik dan kecenderungan menggunakan pasukan pemanah dalam pertempuran.
it: I Persiani avevano una tradizione di arcieri sopraffini e una predilezione per l'utilizzo di moltitudini di arcieri in battaglia.
ja: ペルシアは戦場において、伝統的な弓術のうまさと、弓兵の一斉射撃へのこだわりがあります。
lv: Persiešiem bija prasmīgu lokšāvēju tradīcijas un tieksme masīvi izmantot lokšāvējus cīņās.
ms: Bangsa Parsi mempunyai tradisi kehalusan memanah dan gemar menggunakan pemanah secara beramai-ramai di dalam pertempuran.
nb: Perserne hadde tradisjon med fremragende bueskytterkunst og en forkjærlighet for å bruke store tropper med bueskyttere i kamp.
nl: De Perzen hadden een traditie van boogschutters, en gebruikten ze massaal in veldslagen.
pl: Dobre umiejętności łucznicze były Perską tradycją, czego chętnie używali w bitwach wystawiając zastępy łuczników.
pt_pt: Os Persas tinham uma longa tradição de tiro com arco e uma tendência para usar grandes quantidades de arqueiros em batalha.
ru: Персы традиционно были хорошими стрелками и в боях активно использовали большое количество лучников.
sk: Peržania mali tradíciu presnej lukostreľby a záľubu v masovom používaní lukostrelcov v bitke.
sv: Perserna hade en tradition av fin bågskytte och en förkärlek för att använda massvis med bågskyttar is strid.
tr: İranlıların üstün bir okçuluk geleneği vardı ve savaşlarda okçuları yoğun biçimde kullanırlardı.
zh: 波斯人有良好的箭术传统，并爱好战争中大量使用弓箭手。
zh_tw: 波斯人有良好的箭術傳統並愛好在戰爭中使用大量弓箭手。

source: Phoenician Triremes gain the ability to train cavalry units.
ast: Les trirremes fenicies algamen la capacidá de llevantar unidaes montaes.
bg: Финикийските триери получават способността да обучават конни единици.
br: Al listri-teirroeñvegoù Fenikian a c'hounez ar barregezh da stummañ an unanennoù war-varc'h.
ca: Els trirrems fenicis guanyen la capacitat de formar unitats de cavalleria.
cs: Fénické trojveslice získají schopnost cvičit jednotky jízdy.
da: Fønikiske trierer får evnen til at træne kavalerienheder.
de: Phönizische Trieren erhalten die Fähigkeit Kavallerieeinheiten auszubilden.
el: Οι Φοινικικές Τριήρεις αποκτήσουν την ικανότητα να εκπαιδεύσουν μονάδες ιππικού.
es_mx: Los trirremes fenicios adquieren la habilidad de reclutar unidades de caballería.
eu: Feniziar trirremeak zalditeria unitateak erreklutatzeko abilezia eskuratzen dute.
fa: ناو های فنیقی توانایی تربیت سواران را پیدا خواهند کرد.
fi: Foinikialaiset kolmisoudut saavat kyvyn kouluttaa ratsuyksiköitä.
ga: Faigh tríréimí Féiníceacha an cumas d'aonaid marcra a thraenáil.
gl: Os trirremes fenicios conseguen a habilidade de adestrar unidades de cabalaría.
hu: A föníciai triérészek képesek lovas egységek kiképzésére.
id: Trireme Fenisia memperoleh kemampuan melatih unit berkuda.
it: Le Trireme Fenicie ottengono l'abilità di addestrare unità di cavalleria.
ja: フェニキア三段櫂船が騎兵ユニットを養成できるようになります。
lv: Feniķiešu trirēmas iegūst iespēju apmācīt jātnieku vienības.
ms: Trireme Phoenicia memperoleh keupayaan yang dapat melatih unit berkuda.
nb: Fønikiske triremer får muligheten til å trene kavalerienheter.
nl: Fenicische triremen krijgen de mogelijkheid om ruiters te rekruteren.
pl: Fenickie Triery uzyskują zdolność do trenowania jednostek kawalerii.
pt_pt: As Trirremes Tenícias obtêm a habilidade de treinarem cavalaria.
ru: Финикийские триремы могут тренировать кавалерию.
sk: Fénické trirémy získajú schopnosť trénovať jednotky jazdy.
sv: Feniciska Triremer får förmågan att träna kavallerienheter.
tr: Fenike üç sıra kürekli kadırgalar benzersiz süvari birim eğitim yeteneği kazandırır.
zh: 腓尼基人的三列桨战船有着训练骑兵单位的能力。
zh_tw: 腓尼基人的三列槳戰船有著訓練騎兵單位的能力。

source: Significantly increase training speed of champions and siege weapons at the fortress by training them in large batches or battalions.
ast: Aumentar de miente significante la velocidá del llevantamientu de la fortaleza a los campeones y armes d'asediu llevantándolos en grupones o batallones.
bg: Бързината на обучаване на гвардейци и строене на обсадни оръжия в крепостта се увеличава драстично, ако се групират в партиди или батальони.
br: Kresk mat fonnusted ar stummadur kampioned hag armoù seziz er c'hreñvlec'h dre stummañ anezho e bagadoù bras pe vatailhonoù.
ca: Augmenteu significativament la velocitat de reclutament dels campions i màquines de setge a la fortalesa formant-los en grups grans o batallons.
cs: Podstatně zvýší rychlost výcviku elitních jednotek a obléhacích strojů v pevnostech, když jsou tyto cvičeny ve velkých skupinách nebo praporech.
de: Erhöht die Trainingsgeschwindigkeit von Gardeeinheiten und Belagerungswaffen in Festungen, wenn sie in großen Bataillonen ausgebildet werden.
el: Σημαντική αύξηση της ταχύτητας εκπαίδευσης των πρωταθλητών και των πολιορκιτικών μηχανών στο κάστρο από την κατάρτισή τους σε μεγάλες ομάδες ή τάγματα.
es_mx: Aumenta significativamente la velocidad de reclutamiento de los campeones y las armas de asedio a la fortaleza reclutándolos en grandes grupos o batallones.
eu: Nabarmen hobetu aldezkariak eta setiorako armak entrenatzeko denbora basoan talde handietan edo batailoietan entrenatuz.
fa: افزایش چشمگیر سرعت پرورش سلحشور ها و سلاح های دژکوب در قلعه نظامی با ساخت آنها در دسته ها یا گردان ها
fi: Nopeuta huomattavasti mestareiden ja piirityskoneiden koulutusta, kouluttamalla ne suurissa joukoissa tai pataljoonissa.
ga: Méadaigh luas traenála go mór do churaidh is innill léigir sna dúnta trí iad a thraenáil i ndream mór nó i gcathlán.
gl: Aumenta de maneira substancial a velocidade de adestramento de campións e máquinas de asedio nas fortalezas adestrándoos en grupos ou batallóns.
hu: Jelentősen növeli a bajnokok és az ostromgépek kiképzési sebességét az erődben azáltal, hogy nagy csoportokban vagy zászlóaljakban képzi ki őket.
id: Meningkatkan kecepatan pelatihan jawara dan senjata kepung di benteng dengan melatih mereka dalam batalyon besar
it: Aumenta la velocità di formazione dei campioni e armi d'assedio nella fortezza formandoli in grandi lotti o battaglioni.
ja: 劇的なチャンピオンと攻城兵器の養成速度の上昇を、要塞で一括大量に養成する際にもたらします。
lv: Ievērojumi palielina aplenkuma mehānismu un čempionu apmācību ātrumu cietoksnī, apmācot tos lielās grupās vai bataljonos.
ms: Kurangkan tempoh latihan pahlawan dan senjata pengepung dalam kubu dengan melatih mereka dalam kelompok yang banyak atau dalam bentuk batalion.
nb: Øk treningshastigheten til mestre og beleiringsvåpen ved festninger merkbart gjennom å trene dem i store grupper eller bataljoner.
nl: Verhoog de rekruteersnelheid van kampioenen en belegeringstuigen in de vesting door hen in grote groepen of bataljons te rekruteren.
pl: Znacznie zwiększ szybkość szkolenia mistrzów i machin oblężniczych w fortecy szkoląc ich w dużych partiach lub batalionach.
pt_pt: Aumenta substancialmente a velocidade de treino de campeões e armas de cerco na fortaleza através do treino em lotes grandes ou batalhões.
ru: Существенно ускоряет обучение чемпионов и постройку осадных орудий в крепости, тренируя и строя их большими партиями или батальонами.
sk: Podstatne zvýši rýchlosť tréningu šampiónov a obliehacích zbraní v pevnosti ich trénovaním vo väčších skupinách alebo práporoch.
sv: Öka träningshastigheten av mästare och belägringsvapen vid fästningen betydligt genom att utbilda dem i stora grupper eller bataljoner.
tr: Kaledeki mükemmeller ve kuşatma silahlarının eğitim hızını gözle görülür derecede arttırmak için eğitimleri toplu ya da taburlar halinde yap.
zh: 显著增加堡垒中的冠勇单位及攻城武器的训练速度。
zh_tw: 藉由一次訓練一組或一個大隊的精英及攻城武器，顯著增加堡壘中的精英及攻城武器的訓練速度。

source: Nets improve the fishing productivity.
ast: Les redes ameyoren la producción de pescáu.
br: Ar rouedoù a lak ampletusted ar pesketa da wellaat.
id: Jala meningkatkan produktivitas pemancingan.
nb: Garn øker fiskefangsten.
pt_pt: As redes melhoram a produtividade da pesca.
tr: Ağlar balıkçılık verimliliğini arttırır.

source: Units garrisoned in barracks heal over time.
ast: Les unidaes guarecíes cúrense col tiempu.
br: Unanennoù gwarnizonet e kazarnioù pareañ tamm-ha-tamm.
id: Unit didalam barak akan pulih selama berjalannya waktu.
nb: Enheter stasjonert i brakker heles over tid.
pt_pt: As unidades guarnecidas dentro de quartéis curam-se com o decorrer do tempo.
tr: Kışladaki garnizon birimleri zamanla iyileşir.

source: Units gain health over time while garrisoned in barracks.
ast: Les unidaes ganen salú col tiempu entrín tean guarecíes nos cuarteles.
br: An unanennoù a c'houn yec'hed tamm-ha-tamm e-keit ha ma'z int gwarnizonet e kazarnioù.
fi: Yksiköt saavat elämäpisteitä ajan myötä kun miehittävät kasarmia.
id: Nyawa unit bertambah setiap waktu selama berada pada barak.
nb: Enheter heles mens de er stasjonert i brakker.
pt_pt: As unidades guarnecidas dentro de quartéis curam-se com o decorrer do tempo.
tr: Kışladaki garnizon birimleri zamanla sağlık kazanır.

source: Significantly increase training speed of soldiers at the barracks by training them in large batches or battalions.
ast: Aumenta permuncho la velocidá d'entrenamientu de los soldaos nos cuarteles entrenándolos en grupu o batallones grandes.
br: Kresk gwir fonnusted ar stummadur soudarded er c'hazarnioù dre stummañ anezho e strolladoù ledan pe vatailhonoù.
id: Meningkatkan kecepatan pelatihan prajurit di barak dengan melatih mereka dalam kumpulan besar atau batalyon.
nb: Øk treningshasigheten betydelig for soldater i kasernene ved å trene dem i større grupper eller bataljoner.
pt_pt: Aumenta substancialmente a velocidade de treino de soldados nos quartéis se forem grupos ou batalhões.
tr: Kışladan yüksek sayıda ya da taburlar halinde asker eğiterek asker eğitme hızını gözle görülür derecede arttırın.

source: Unlock the ability to train Champions at the barracks.
ast: Desbloquia l'habilitá d'entrenar campeones nos cuarteles.
br: Digeriñ ar c'houestoni evit stummañ Kampioned er c'hazarnioù.
id: Membuka kemampuan untuk melatih Jawara di barak.
nb: Lås opp muligheten for å trene mestere i kasernene.
pt_pt: Desbloqueia a capacidade de treinar campeões a partir dos quartéis.
tr: Kışlada Mükemmel eğitme gücünü aç.

source: +25% HP and -50% build time for Civic Centres, Temples, Pyramids and Wonders.
ast: El +25% de los puntos de vida y el -50% del tiempu de construcción pa los centros civiles, templos, pirámides y maraviyes.
br: +25% a PB ha -50% a amzer sevel evit Kreizennoù Keodedel, Temploù, Piramidennoù ha Burzhudoù.
pt_pt: +25% pontos de vida e -50% tempo de construção para centros cívicos, templos, pirâmides e maravilhas.
tr: Nüfus Merkezleri, Tapınaklar, Piramitler ve Harikalar için +25% Can ve -50% inşa süresi.

source: Mauryans have a 10% higher maximum population limit.
ast: Los maurianos tienen xubida un 10% la llende máxima de población.
br: Ar Vaourianed o deus un harz a boblañs uhelañ 10% uheloc'h.
id: Maurya punya 10% batas populasi maksimal lebih banyak.
nb: Mauryanerne har et 10% høyere befolkningstak.
pt_pt: Os máurias têm um limite máximo de população 10% maior.
tr: Mauryalılar maksimum nüfus limitinden %10 daha fazla nüfusa sahip olurlar.

source: The Mauryans built their city walls out of wood, an abundant natural resource in India.
ast: Los maurianos construyeron les muralles con madera, un recursu natural qu'hai a esgaya n'India.
br: Ar Vaourianed o doa savet mogerioù ho keoded war goad, un danvez naturel fonnus en India.
id: Bangsa Maurya membangun tembok kota mereka dari kayu, sebuah sumberdaya alam yang banyak di India.
nb: Mauryanerne bygget sine bymurer av tre, en naturressurs det fantes rikelige mengder av i India.
pt_pt: Os Máurias construíram as suas muralhas da cidade em madeira, um recurso natural abundante na Índia.
tr: Mauryalılar şehir duvarlarını Hindistan'da çok bulunan bir kaynak olan ahşaptan inşa ederlerdi.

source: Units promoted to the advanced class gain a lot of quality: 20% extra health, 1 extra armor level of every type, 20% extra attack for melee units, 4m extra range and 5% better precision for ranged units, faster movement speeds and extra heal speed and range for healers.
id: Unit yang dilatih ke kelas berpangkat mendapat banyak kualitas: 20% nyawa ekstra, 1 zirah ekstra untuk semua tipe, 20% serangan ekstra untuk unit jarak dekat, jarak ekstra 4m dan presisi yang 5% lebih baik untuk unit jarak jauh, bergerak lebih cepat dan kecepatan serta jarak penyembuhan tabib ekstra.
nb: Enheter promotert til den avanserte klassen får mange ekstra kvaliteter: 20% ekstra helse, 1 ekstra rustningsgrad av hver type, 20% ekstra angrep for nærkampsenheter, 4m ekstra rekkevidde og 5% bedre presisjon for dem som angriper på avstand, raskere forflytning og helbredingshastighet samt rekkevidde for helbredere.

source: Infantry Spearmen +1 Pierce Armor Levels.
fi: Jalkaväen keihäsmiehet +1 panssarin lävistysvoimaa
id: Infanteri Penombak +1 ZIrah Tusukan.
nb: Infanterispydmenn +1 rustningsgrad mot stikk.

source: Units trained to the elite class gain a lot of quality: 20% extra health, 1 extra armor level of every type, 20% extra attack for melee units, extra range and better precision for ranged units, faster movement speeds and extra heal speed and range for healers.
id: Unit yang dilatih ke kelas elit mendapat banyak kualitas: 20% nyawa ekstra, 1 zirah ekstra untuk semua tipe, 20% serangan ekstra untuk unit jarak dekat, jarak ekstra dan presisi yang lebih baik untuk unit jarak jauh, bergerak lebih cepat dan kecepatan serta jarak penyembuhan tabib ekstra.
nb: Enheter trent til eliteklassen får mange ekstra kvaliteter: 20% ekstra helse, 1 ekstra rustningsgrad av hver type, 20% ekstra angrep for nærkampsenheter, ekstra rekkevidde og presisjon for dem som angriper på avstand, raskere forflytning og helbredingshastighet samt rekkevidde for helbredere.

source: Bolt shooter accuracy increased 25%.
id: Ketepatan penembak panah meningkat sebanyak 25%.
nb: Boltriflepresisjon forbedret 25%.

source: Range +10 meters for bow-wielding units. Archer units train time -20%, but also -20% health.
id: Jarak +10 meter untuk unit berpanah. Unit pemanah -20% waktu latih tapi -20% nyawa.
nb: Rekkevidde +10 meter for bueskyttere. -20% opptreningstid for bueskyttere, men også -20% helsepoeng.

source: Female Citizens +50% Health.
da: Kvindelige Borgere +50% Helbred.
fi: Naiskansalaiset +50% elämäpisteitä.

source: Champion Infantry Spearmen +25% health, but +5% training time.
lt: Čempionų Pėstininkų Įietininkams +25% sveikatos, bet +5% mokymo laiko.

source: Civic Structures +20% build time, +20% health, and +20% capture points.
lt: Civiliniams Statiniams +20% statymo laiko, +20% sveikatos, ir +20% užgrobimo taškų.

source: Structures +25% health and capture points, but also +20% build time.
lt: Statiniams +25% sveikatos ir užgrobimo taškų, taip pat +20% statymo laiko.

source: The will to fight is crucial to victory. Inspire your troops with higher pay.
lt: Valia kautis yra būtina siekiant pergalės. Įkvėpk savo pajėgas didesniu atlygiu.

source: Will to Fight
lt: Valia Kautis

source: Soldiers, Siege Engines, and Ships +25% attack damage.
lt: Kariams, Apgulties Įrenginiams, ir Laivams +25% atakos žalos.

source: Significantly increase training speed of infantry by training them in large batches or companies.
lt: Ženkliai pagerina mokymo greitį pėstininkams, mokant juos dideliais kiekiais.

source: Barracks −10% batch training time.
lt: Barakams −10% eilės mokymo laiko.

source: Cavalry −10% training time.
lt: Kavalerijai −10% mokymo laiko.

source: Selectively breed better war horses.
lt: Karo žirgų selekcinis veisimas.

source: Horse Breeding
lt: Arklių veisimas.

source: Cavalry +10% health.
lt: Kavalerijai +10% sveikatos.

source: Horse Racing
lt: Žirgų lenktynės.

source: Cavalry +10% walk speed.
lt: Kavalerijai +10% ėjimo greičio.

source: City Walls +100% build time, +100% stone cost, and +200% health.
lt: Miesto Sienoms +100% statymo laiko, +100% akemns sąnaudų, ir +200% sveikatos.

source: Structures −20% build time, −20% health, and −20% capture points.
lt: Statiniams −20% statymo laiko, −20% sveikatos, ir −20% užgrobimo taškų.
