Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The Ptolemies receive the Mercenary Camp, a Barracks that is constructed in neutral territory and trains mercenary soldiers.
ca: Els ptolemaics reben el campament de mercenaris, una Caserna que es pot construir en territori neutral i recluta soldats mercenaris.
de: Die Ptolemäer erhalten das Söldnerlager, eine Kaserne, die im neutralem Territorium erbaut wird und Söldner ausbildet.
eu: Ptolomearrak Mertzenarioen Kanpamentua jasotzen dute, inoren lurretan eraikitzen dena eta mertzenarioak erreklutatzen dituena.
ga: Faigh na Tolomaesí an Campa Amhas, sórt beairice agus is gá leis é a thógáil i dtionchar neodrach do shaighdiúirí amhasach a thraenáil.
hu: A Ptolemaioszok megkapják a Zsoldostábort, egy laktanyát amely semleges területre építhető és zsoldosokat képez ki.
pl: Ptolemeusze otrzymują obóz najemników - koszary tworzone na neutralnym terytorium szkolące najemników.
pt_br: Os Ptolomeus recebem o acampamento mercenário, um quartel que é construído em território neutro e treina soldados mercenários.
ru: Птолемеи получают лагерь наемников - казармы, построенные на нейтральной территории и тренирующие наемных солдат.
sv: Ptolemyerna mottar Mercenary Camp, en kasern som är konstruerad i neutralt territorium och utbildar legosoldater.
tr: Ptolemiler tarafsız alanda inşa edilebilen ve paralı asker eğitebilen Paralı Asker Kampına sahipler
uk: Птолемеї отримують Табір Найманців - Казарми, побудовані на нейтральній території, що тренують найманих солдатів.
zh: 托勒密有佣兵营，一个可以在中立领土上建造并训练佣兵的军营。

source: Allied citizen-soldier infantry −20% training time.
eu: Aliatuen hiritar soldaduen infanteria %20 gutxiago trebatzean.
pl: Sojusznicza piechota szkolona jest 20% szybciej.
ru: Время обучения горожан-солдат союзников снижается на -20%.
sv: Allierad medborgarsoldat infanteri −20% träningstid.
tr: Müttefik piyade vatandaşlara -%20 eğitim süresi.
zh: 盟友民兵训练时间 -20% 。

source: The general whom persuaded the Athenians to invest their income from silver mines in a war navy of 200 Triremes. A key figure during the Persian Wars, he commanded the victorious Athenian navy at the decisive battle of Salamis in 479 B.C. Later, he pursued an active policy against the Persians in the Aegean, thereby laying the foundations of future Athenian power. Ostracised by the Athenians, he was forced to flee to the protection of the Persians.
it: Il generale persuase gli Ateniesi ad investire i loro introiti provenienti dalle miniere d'argento in una flotta di 200 Triremi. Figura chiave durante le Guerre Persiane, egli comandò la vittoriosa flotta ateniese nella decisiva battaglia di Salamina nel 479 a.C. In seguito, egli condusse una politica aggressiva contro i Persiani nell'Egeo, ponendo le basi della futura potenza ateniese. Ostracizzato dagli Ateniesi, fu costretto a fuggire cercando protezione presso i Persiani.
ja: アテナイの人々を説得し、銀鉱の収入で三段櫂船200隻からなる海軍を編成した将軍であり、ペルシア戦争の功労者として、紀元前479年のサラミスの海戦でアテナイ海軍を決定的な勝利に導きました。その後もエーゲ海全体の反ペルシア政策を主導して、後のアテナイの覇権の基礎を築きましたが、陶片追放によってアテナイを追われ、ペルシア領への亡命を余儀なくされました。
zh_tw: 一位極力勸說雅典人把他們在銀礦上所獲得的財富投入建造 200 艘三列槳戰船的將軍。這一行為竟成了左右波斯戰爭的關鍵，他在西元前 479 年指揮雅典的海軍在薩拉米灣的戰役中獲得勝利。爾後，他奉行著在愛琴海積極對抗波斯人的政策，奠定了雅典爾後力量的基石。但他之後被雅典人以貝殼流放法流放，被迫到波斯尋求庇護。

source: Bonus to tech speed.
it: Bonus nella velocità di ricerca tecnologica.
ja: 研究速度ボーナスを得ます。
zh_tw: 科技研發速度獎勵。

source: Druides
it: Druidi
ja: ドルイド
zh_tw: 德魯伊

source: Caractacus, the Roman form, is a simple change from Karatakos, his actual name, which was printed on his many, many coins. Under this name he is remembered as a fierce defender of Britain against the Romans after their invasion in 43 A.D. Son of King Cunobelin of the Catuvellauni tribal confederation, Karatakos fought for nine years against the Romans with little success, eventually fleeing to the tribes in Wales, where he was defeated decisively. Finally he entered Northern Britain, where was handed over to the Romans. Taken to Rome, Karatakos was allowed to live by the Emperor Claudius and died in Italy. Tradition states he converted to Christianity when his wife did, but there is nothing known of this as definite. Probably more notable is the matter that he was allowed to live once captured. Roman policy was typically to have such men killed in public displays to celebrate. Karatakos was brought before the Emperor and Senate at his request to explain himself. What he said is not known for certainty, but Tacitus applies to him a famous speech...
it: Caractacus, nella forma romana, è un semplice adattamento di Karatakos, il nome originario, che era stampato sulle sue molte, molte monete. Sotto questo nome è ricordato come un fiero difensore della Gran Bretagna contro i Romani dopo la loro invasione nel 43 d.C.. Figlio di Re Cunobelin della confederazione tribale Catuvellauni, Karatakos combattè per nove anni contro i Romani con scarso successo, finendo in fuga verso le tribù del Galles, dove fu definitivamente sconfitto. Quindi puntò sulla Gran Bretagna Settentrionale, dove però venne consegnato ai Romani. Portato a Roma, Karatakos venne graziato dall'imperatore Claudio e morì in Italia. Secondo la tradizione si convertì al cristianesimo in seguito alla conversione della moglie, ma nelle cronache storiche non è riportato per certo. Probabilmente il fatto notevole è che gli fu concesso di vivere, una volta catturato. La politica romana riguardo ai prigionieri e oppositori era solitamente la condanna a morte durante i giochi pubblici indetti per celebrare le proprie vittorie. Karatakos venne portato davanti all'Imperatore e al Senato, a seguito di una sua richiesta. Ciò che ha detto non si sa per certo, ma Tacito attribuì a lui un famoso discorso...
ja: ローマ風表記のCaractacus（カラタクス）は、彼の実際の名のKaratakosが単純に変化したもので、数多い彼の硬貨に刻まれました。この名で、彼は43年以降のローマの侵略に対する獰猛なブリテンの防衛者として記憶されています。カトゥエラニ部族連合の王クノベリヌスの息子、カラタクスは9年にわたってローマと戦うものの成果に乏しく、結局はウェールズの部族に逃れ、そこで決定的な敗北を喫しました。最後は北部ブリテンに入り、そこでローマに身柄を渡されました。ローマに連行され、カラタクスはクラウディウス帝に生存を許され、イタリアで亡くなりました。伝承によると、彼は妻の改宗の際にキリスト教に改宗したとされていますが、確実なことはわかっていません。おそらくより特記すべきは一度捕らわれの身となりながら生きることを許された事実です。ローマの通例ではこのような人物は公開処刑して祝勝に供されました。カラタクスは要求が認められ、皇帝と元老院の前に連れられ、自身の弁明の場を得ました。彼が何と言ったか確かなことはわかりませんが、タキトゥスは彼に名演説を割り当てています。
nb: Caratacus er den litt endrede romerske formen av Karatakos, hans egentlige navn, som ble trykket på mange, mange mynter. Under dette navnet er han husket som en voldsom forsvarer av Britannia mot romerne etter deres invasjon i 43 e.Kr. Sønn av Kong Cunobelin av de forente Catuvellanske stammer. Han kjempet i ni år mot romerne med lite fremgang og flyktet til slutt til stammene i Wales der han led et avgjørende nederlag. Da han til slutt gikk inn i de nordlige britiske øyer ble han overgitt romerne og fraktet til Roma. Krakatos fikk lov til å leve av keiser Claudius og døde i Italia. Tradisjonen sier at han omvendte seg til kristendommen etter hans kone men dette er ikke bekreftet. Antagelig er det mer verdt å merke seg at han fikk leve etter at var tatt til fange. Romersk praksis var vanligvis å få slike menn drept offentlig for å feire. Krakatos ble på hans forespørsel bragt for keiser og senat for å forklare seg. Det han sa er ikke sikkert men Tacitus tillegger ham en berømt tale…
sk: Rímske meno Caractacus je jednoducho iba obmena z jeho skutočného Karatakos, pričom však bola vyrazená na jeho mnohých, mnohých minciach. Pod týmto menom vošiel do histórie ako divoký obranca Británie proti Rimanom po ich invázii v roku 43 po Kristovi. Ako syn kráľa Kunobelinosa z Catuvellauniskej kmeňovej konfederácie bojoval proti Rimanom deväť rokov iba s malým úspechom, potom sa rozhodol uchýliť ku kmeňom vo Walese, kde však bol už definitívne porazený. Nakoniec vstúpil do Severnej Británie, kde bol odovzdaný do rúk Rimanom. Zobrali ho do Ríma, cisár Claudius mu udelil milosť a tak nakoniec zomrel v Taliansku. Tradícia hovorí o tom, že rovnako ako jeho žena konvertoval na kresťanskú vieru, ale tento fakt doposiaľ nebol ničím potvrdený. Pravdepodobne zaujímavejšie je to, že mu po jeho zajatí nevzali život. Bežným postupom Rimanov v takýchto záležitostiach totiž bola exemplárna verejná poprava. Vtedy bol na vlastnú žiadosť predvedený pred cisára a senát za účelom svojej obhajoby. Čo im povedal sa presne nevie, ale podľa Tacitusa to bol slávny prejav...
zh_tw: 卡拉塔可斯，羅馬寫法為 Caractacus，是由本名 Karatakos 轉變而來，在他的統治領域中許多種錢幣上都印有他的大名。西元 43 年羅馬人入侵後，卡拉塔可斯便帶領不列顛人奮勇抵抗羅馬人，因而留名青史。卡拉塔可斯，是卡圖維勞尼部落邦聯 (Catuvellauni tribal confederation) 國王邱諾貝林 (Cunobelin) 之子。他與羅馬人征戰九年，但幾無成效，後來敗逃到威爾斯的部落中，而該地也被羅馬人徹底擊敗。最後他逃到北不列顛，卻被該地交給羅馬人。羅馬人將卡拉塔可斯帶回羅馬，羅馬皇帝克勞狄一世免除了他的死罪，最終卒於義大利。傳說他隨夫人轉信基督教，但切確情形已不可考。生平較著名的事蹟即雖被羅馬人擒獲仍逃過一死，係因羅馬人傳統政策皆以公開處決這類人物作為慶祝，然而在卡拉塔可斯的請求之下，他被帶到皇帝與元老院的面前為自己陳情，當時他說了什麼已無可考，但據曾任元老院的塔西陀之著作中描述，演講相當出色…

source: Kunobelinos, perhaps better known by the latinized form of Cunobelin, was a powerful ruler centered in the territory around modern day Colchester. Ruling the Catuvellauni from Kamulodunon(better known as Camulodunum), he was a warrior king who conquered a neighboring tribe, the Trinovantes, and was referred to by the Romans as the King of the Britons. The Trinovantes, while having been Roman allies, were not able to call for Roman aide, as they were conquered shortly after the Roman's own disaster in Germania. Kunobelinos died of disease after subjugating the great majority of the southern half of Britain (his coins were being minted as far as the borders of what would become Wales). When he died, his son Togdumnos replaced him, who died in battle with the Romans, and was subsequently replaced by his brother, Karatakos. It is an irony that it was his third son that initially invited this Roman reprisal. Kunobelinos seems to have been indifferent to the Romans. He traded with them freely, but had few qualms subjugating known Roman allies, and even sent Adminius as a fosterling to be educated in Roman Gaul. This accounted for Adminius's friendships among the Romans, and he was given lordship over the Cantaci, who inhabited Kent, by his father. This area was the prime area of Roman influence and trade in Britain, and he shrewdly observed his youngest son's friendship with powerful Roman and Gallo-Roman politicians and traders would be of use administrating the region. His other sons though had no love for the Romans, and when Kunobelinos died, Togdumnos, now king, arrested, executed, or expelled numerous Roman sympathizers, including his own brother Adminius, and the deposed Atrebates king, Verica, who appealed to their connections in the Roman Empire for aide in recovering their lands. Kunobelinos in his own time though was possibly one of the greatest of all British kings. He conquered huge portions of land from originally ruling over only four minor tribes in a confederation, the Catuvellauni, and achieved recognition as king of Britain. This recognition was so great that tribes in Cambria even came to assist his sons against the Romans and their British allies, and Kunobelinos was held up by the post-Roman Britons as one of their great heroes; a conqueror and uniter of petty kingdoms, something the post-Roman Britons or Romano-British sorely needed.
it: Kunobelinos, forse meglio conosciuto con la forma latinizzata di Cunobelin, fu un sovrano potente nel territorio intorno alla moderna Colchester. Regnante sulla confederazione Catuvellauni da Kamulodunon (meglio conosciuta come Camulodunum), era un re guerriero che conquistò una tribù vicina, i Trinovanti, e venne denominato dai romani come il re dei Britanni. I Trinovanti, pur essendo alleati romani, non furono in grado di ricevere l'aiuto romano, poichè furono conquistati poco dopo il disastro delle campagne romane in Germania. Kunobelinos morì di malattia dopo aver soggiogato buona parte della metà meridionale della Gran Bretagna (le sue monete erano coniate nei confini di quello che sarebbe divenuto il Galles). Quando morì, il figlio Togdumnos lo sostituì, ma morì in battaglia con i Romani, e venne successivamente sostituito da suo fratello, Karatakos. Ironia della sorte fu proprio il suo terzo figlio, a scatenare la rappresaglia romana. Kunobelinos sembra fosse indifferente ai Romani. Commerciava con loro liberamente, ma aveva pochi scrupoli nell'assoggettare noti alleati romani, e aveva anche inviato il figlio adottivo Adminius nella Gallia romana per essere educato. Grazie alle buone relazioni di Adminius con i Romani, suo padre lo fece Signore dei Cantaci, che abitavano il Kent. Questa zona era la principale zona di influenza romana e commerciale in Gran Bretagna, e il padre utilizzò astutamente i buoni rapporti del figlio con i potenti uomini politici romani e commercianti gallo-romani per amministrare la regione. Gli altri suoi figli non simpatizzavano per i romani, e quando Kunobelinos morì, Togdumnos, divenuto re, arrestò, giustiziò o espulse numerosi simpatizzanti romani, tra cui suo fratello Adminius, e il re deposto degli Atrebati, Verica, che aveva fatto appello ai trattati con l'impero romano per cercare aiuto nel recuperare i propri territori. Kunobelinos a suo tempo fu forse uno dei più grandi tra tutti i re inglesi. Conquistò enormi porzioni di territorio in origine governate solo da quattro tribù minori riunendole in una confederazione, la Catuvellauni, e ottene il riconoscimento come Re di Gran Bretagna. Di tale importanza fu questo riconoscimento che le tribù di Cambria vennero per aiutare i suoi figli contro i Romani e i loro alleati britannici, e Kunobelinos venne ritenuto dai Britanni come uno dei grandi eroi, un conquistatore e unificatore di piccoli regni.
ja: Kunobelinosは、おそらくCunobelinのラテン語化した表記のほうがよく知られていますが、強力な支配者で、今日のコルチェスター周辺を本拠としていました。カトゥウェラウニ族をKamulodunon（カムロドゥヌムのほうが有名）から支配する、近隣のトリノヴァンテス族を征服した戦士王であり、ブリトン人の王とローマ人から呼ばれました。トリノヴァンテス族はローマと同盟していましたが、ローマの援護を呼ぶことができず、ローマ自身のゲルマニアでの災害後に短期間で征服されました。クノベリヌスが病死したのは、ブリテンの南半分の大部分（彼の硬貨が後のウェールズとの境界まで鋳造されていました）を征服した後のことでした。彼の没後、息子のトゴドゥムヌスが跡を継ぎ、ローマとの戦いで亡くなり、続いて彼の兄弟のカラタクスが跡を継ぎました。皮肉なことに、そもそもローマの報復を招いたのはクノベリヌスの三男でした。クノベリヌスはローマに無頓着であったようです。彼はローマと自由に交易する一方で、ほとんど躊躇なくローマとの同盟が知られていた相手を征服し、かと思えばアドミニウスをローマ領ガリアで教育を受けさせるために里子に出しました。こうしてアドミニウスのローマ人脈が培われ、そして彼はケントに居住したカンティアキ族の統治を父より任されました。この地域はローマの影響と交易がブリテンで一番強く、彼の末子のローマおよびガリア系ローマの政治家や商人との強力な人脈が地域の統治に役立つだろうと、クノベリヌスは鋭く観察しました。しかし彼の他の息子はローマに愛着がなく、クノベリヌスの死後、トゴドゥムヌスが王となると、多くの親ローマ派を拘束、処刑、追放し、兄弟のアドミニウス、アトレバテス族の王位を追われたウェリカもその中に含まれました。彼らは自身のローマ帝国内の人脈に領地回復の支援を訴えました。クノベリヌスは、しかしながら存命中は、おそらく全ブリテンの王の中で最も偉大な一人でした。彼は膨大な土地を征服し、もともとわずか4つの小部族の連合に過ぎなかったカトゥウェラウニ族の統治者から、ブリテン王と認められるまでになりました。この認知の意味はとても大きく、カンブリアの部族までもが彼の息子達がローマとそのブリテンの同盟と戦う際に支援に駆けつけ、また、クノベリヌスはローマ撤退後のブリトン人にとって、偉大な英雄の一人となりました。つまり、小王国を征服し統一した、ローマ撤退後のブリトン人やローマ系ブリトン人が切望した存在でした。
zh_tw: 邱諾貝林 (Cunobelin)，其名以拉丁語寫法庫諾貝利諾斯 (Kunobelinos) 較為人熟知，以現今高車士打 (Colchester) 附近地區為中心發展的強大統治者。他從卡姆樓墩倫姆 (Camulodunum) 開始掌權，並以戰士國王之姿征服了鄰近部落─初來諾凡提斯 (Trinovantes)，後來被羅馬人稱呼為「不列顛之王」。初來諾凡提斯雖為羅馬同盟，但因羅馬正值日爾曼尼亞之禍 (即條頓堡森林戰役)，而無法請動羅馬援助，旋即被邱諾貝林征服。在征服不列顛南半部絕大部分地區 (他統治時期的錢幣流通地區遠及今日所知威爾斯的邊界) 後，邱諾貝林死於一場疾病。他死後，其子土格丹姆諾斯 (Togdumnos) 取而代之，並於與羅馬人的戰爭中死亡，後來由兄弟卡拉塔可斯繼位。諷刺的是，引起後來羅馬藉口報復的導火線竟然跟三子有關。邱諾貝林對羅馬的態度似乎漠不關心，雖然在他的統治之下與羅馬人自由貿易，但卻幾無顧慮地征服已知為羅馬同盟的部落，甚至送三子阿得命你由斯 (Adminius) 以人質身份在羅馬高庭接受教育，而這說明阿得命你由斯為何會對羅馬態度友善；後來其父邱諾貝林使其掌管座落在肯特 (Kent) 的坎塔希 (Cantaci)，此區域乃是羅馬在不列顛發揮影響與進行交易的主要地區；邱諾貝林精明地發現他最小的兒子與羅馬、高盧羅馬的掌權政治人物、貿易家友好，正好適合管理該地。但他其餘二位兒子卻對羅馬人毫無情感，當邱諾貝林一死，即位的土格丹姆諾斯便逮捕、處決或驅逐許多羅馬親近者，其中包括他的弟弟阿得命你由斯；並廢黜阿特雷巴特人 (Atrebates) 國王維利卡 (Verica)，後來該國王懇求羅馬帝國看在兩國間的關係上協助收復他們的失土，此即羅馬入侵之始。總結來看，邱諾貝林在位期間，是歷任不列顛國王之中最輝煌的一位。他最初僅掌控由四個小部落構成的卡圖維勞尼邦聯 (Catuvellauni)，後來陸續征服大量土地，並被尊為「不列顛國王」。不列顛國王的稱號非常偉大，以致後來坎布里亞 (Cambria) 的部落還協助邱諾貝林的兒子對抗羅馬人及其不列顛同盟，甚至到後羅馬不列顛時期人民 (post-Roman Britons) 更推崇他為民族英雄；對於戰國征服者、國家統一者等的美好想望，是後羅馬不列顛時期或稱羅馬治不列顛時期人民 (Romano-British) 熱切期盼的。

source: Ammianus Marcellinus described how difficult it would be for a band of foreigners to deal with a Celt if he called in the help of his wife. For she was stronger than he was and could rain blows and kicks upon the assailants equal in force to the shots of a catapult. Boudicca, queen of the Iceni, was said to be 'very tall and terrifying in appearance; her voice was very harsh and a great mass of red hair fell over her shoulders. She wore a tunic of many colors over which a thick cloak was fastened by a brooch. Boudicca had actually at first been a Roman ally, along with her husband, Prasutagus, king of the Iceni. Prasutagus had been a close Roman ally after a brief uprising, respected as being forethinking even by his former enemies, now allied Romans, and free to rule his kingdom as their native tradition dictated, except in one case. Prasutagus, realizing he was going to die, agreed upon a will with his wife and subordinates; his daughters would inherit the physical running of the territory, under Boudicca's stewardship until they were adults, and the Emperor of Rome would have overlordship, collecting taxes and being allowed to request military aide. Much the same situation as he already held. The problem lay in that the Romans did not recognize female heirs, and thus asserted, upon Prasutagus's death, that only the Emperor's claim to the kingdom of Icenia was valid. They further noted it was regular Roman practice to only allow a client kingdom to be independent for the lifetime of the initial king, such as had occurred in Galatia. The Empire formally annexed the kingdom, and began extracting harsh taxes immediately, citing that Prasutagus was indebted to the Romans, having taken several loans during his lifetime that he had failed to repay. Boudicca's complaint about this treatment and the defiance of her deceased husband's will was met with brutality; Roman soldiers flogged her, and her daughters, only children, were raped. Boudicca and her subjects were infuriated at the disgrace done to their queen and the children. With the Roman governor of Britain engaged with the druids in Cambria, now Wales, Boudicca was able to attract more followers from outside the Iceni, as they were hardly the only British tribe growing rapidly disillusioned with the Romans. Boudicca and her army laid waste to three cities, routed a Roman legion, and called on the memory of Arminius, a German who had routed the Romans from his lands, and their own ancestors who had driven off Caesar near a century earlier. Boudicca was defeated by a major tactical blunder in the Battle of Watling Street, leading to much of her force being slaughtered as they could not withdraw to safety. Boudicca herself escaped, and then slew her daughters, and then herself, to avoid further shame at Roman hands.
it: Ammiano Marcellino descrisse come fosse difficile per un gruppo di stranieri affrontare un celto qualora questo avesse chiamato in aiuto la moglie. Poichè lei era più forte di lui e sarebbero piovuti colpi e calci sugli assalitori uguali in vigore ai colpi di una catapulta. Boudicca, regina degli Iceni, venne descritta come molto alta e terrificante in apparenza, la sua voce era dura e una gran massa di capelli rossi le cadeva sulle spalle. Indossava una tunica di molti colori, avvolta da un mantello fitto, ove era fissata una spilla. Boudicca fu effettivamente in un primo momento alleata di Roma, insieme al marito, Prasutago, re degli Iceni. Prasutago divenne un'alleato romano dopo una breve rivolta. Rispettato come veggente anche dai suoi ex nemici, i romani ora alleati, fu libero di governare il suo regno secondo la tradizione natia, tranne in un caso. Prasutago, all'approssimarsi della propria morte, espose le proprie volontà alla moglie e ai suoi subordinati; le sue figlie avrebbero ereditato il territorio su cui governava, sotto la gestione di Boudicca finché non fossero adulte, e l'Imperatore di Roma avrebbe mantenuto la signoria della zona, con la riscossione delle imposte e la richiesta di aiuti militari. In verità erano gli accordi a lui già concessi da Roma. Il problema era che i Romani non riconoscevano eredi di sesso femminile, e qanto affermato nel testamento, dopo la morte di Prasutagus, veniva demandato solo al giudizio dell'Imperatore. Era una normale pratica romana consentire ad un regno di essere indipendente per la vita del primo re, come era avvenuto in Galazia. L'impero formalmente annettè il regno, e cominciò ad imporre dure tasse, a saldo di un debito di Prasutago con i Romani, che non era riuscito a ripagare. Boudicca denunciò questo trattamento e la cancellazione delle volontà del defunto marito, ma la sua richiesta venne soffocata con brutalità; i soldati romani fustigarono lei, e le sue figlie, bambine, vennero stuprate. Boudicca ed i suoi sostenitori bramavano vendetta per il disonore arrecato alla regina e alle figlie. Con il governatore romano della Britannia impegnato con i druidi in Cambria, l'attuale Galles, Boudicca fu in grado di conquistare facilmente seguaci anche al di fuori dei territori Iceni, non furono certamente l'unica tribù britannica in cerca di rivincita nei confronti dei Romani. Boudicca e il suo esercito devastarono tre città, sbaragliarono una legione romana, e venne ricordata nelle memorie di Arminio, un tedesco che aveva scacciato i romani dalle sue terre, assieme ai suoi antenati che avevano respinto Cesare un secolo prima. Boudicca fu sconfitta da un grave errore tattico nella battaglia di Watling Street, portando gran parte della sue forze al macello senza possibilità di scampo o ritirata. Boudicca stessa fuggì, uccise le sue figlie e se stessa, per evitare un ulteriore vergogna nelle mani romane.
ja: アンミアヌス・マルケリヌスは、異国人の一団にとって妻に助けを求めたケルト人を扱うのがいかに困難か記述しました。彼女は夫より強く、投石機の弾のごとき殴打や蹴りをあめあられと加害者に浴びせることができました。ブーディカはイケニ族の女王で、とても背が高く恐ろしい風貌であったと言われています。声は荒々しく、豊かな赤髪が肩を覆っていました。色彩豊かなチュニックの上にブローチで止めた厚い外套を羽織っていました。ブーディカは、実は最初イケニ族の王である夫プラスタグスと共にローマの味方でした。プラスタグスは、小さな反乱の後にローマの親しい盟友となりました。かつての敵からも先見の明があると敬われ、今やローマと同盟を結び、王国を固有の伝統に則って統治することを認められましたが、一つ例外がありました。プラスタグスは死期を悟り、妻や家来と共に遺言をまとめました。内容は、彼の娘が領地経営の実権を相続し、成人するまでブーディカが後見する。ローマ皇帝は大君主として、徴税権と軍事支援の要請が認められるというもので、彼が既に手にしているものとほとんど変わらない条件でした。問題はローマは女性の相続を認めなかったことで、プラスタグスが亡くなると、皇帝のイケニ王国への権利のみが有効であると主張しました。さらに、ローマの通例は同盟の王国が独立を認められるのは最初の王の存命中に限られ、ガラティアがその例だとまで言及しました。帝国は正式に王国を編入し、直ちに重税をとりはじめました。いわく、プラスタグスはローマに負債があり、生前数回の借入をして返済をしていないと。この仕打ちと夫の遺志の公然たる無視に対するブーディカの抗議への返答は蛮行でした。ローマの兵士は彼女を鞭打ち、娘たちを、まだ子供なのに、凌辱しました。ブーディカと臣民は女王と子供たちの受けた不名誉に激怒しました。ローマのブリテン総督がカンブリア、現在のウェールズのドルイドに忙殺されていた中、ブーディカはイケニ族外からより多くの賛同者を集めることができました。ローマに幻滅した急激に数を増すほぼ唯一のブリテンの部族だったためです。ブーディカとその軍勢は3都市を廃墟にし、ローマの軍団1つを蹴散らしました。このことは、ゲルマン人アルミニウスが自らの土地からローマを敗走させたことと、彼らの祖先が1世紀近く前にカエサルを追い払ったことを彷彿とさせました。ブーディカが敗北したのは、大きな戦術の不手際をワトリング街道の戦いで犯したためでした。軍の大半を安全に退却させられず、惨殺の運命へ導いてしまいました。ブーディカ自身は脱出し、娘を殺めた後に自ら命を絶ち、ローマの手でこれ以上の辱めを受けることを避けました。
zh_tw: 阿米阿努斯·馬爾切利努斯表示外國人想要打敗有妻子幫忙的塞爾特人是非常困難的。因為她比他更強壯，並且會對襲擊者進行有如投石機攻擊一般的拳打腳踢。愛西尼女王布狄卡，被說是「非常高大；她的聲音非常刺耳且有大量的紅髮在她的肩上。她穿著有多種顏色的束腰外衣並披著一件厚厚的披風，以一枚胸針固定住。」布狄卡與他的丈夫，愛西尼國王 Prasutagus，最初實際上是羅馬的盟友。Prasutagus 在一個短暫的起義之後一直都是羅馬的親密盟友，他甚至也被他以前的敵人認為是一個相當傑出的人，現在與羅馬同盟了，除了一種情況下，他可以自由的統治他原先的領土。後來，Prasutagus 意識到他就快死了，便與他的妻子及屬下商定了一份遺囑，他的女兒將會在布狄卡的監督之下，一直到成年之後，繼承他境內的統治權，羅馬人仍有其霸主地位，可以徵稅及請求軍事援助。大多數事情都如他所預期的進行。但唯一的問題是，羅馬帝國並不承認女性繼承人，因此其聲稱只有愛西尼王國只有第一個國王，Prasutagus，是有效的。他們進一步指出，羅馬一般的作法是讓一個客體王國在其最初的國王下是獨立自主的，就像加拉太那樣。羅馬帝國立刻併吞了這個王國，並以 Prasutagus 欠羅馬人很多，及他在他活著的時後向羅馬人借款而未還為理由，開始課徵極度惡劣的稅捐。布狄卡對此抱怨，但羅馬人殘暴地無視他已故丈夫的遺志；羅馬士兵鞭打並洗劫她和她還只是兒童的女兒。布狄卡及她的下屬對羅馬人如此的做為感到非常的憤怒及羞辱。因為在不列顛的羅馬長官正與坎布里安，即現今的威爾斯的德魯伊交戰中，所以她可以從愛西尼王國以外的地方吸引更多的追隨者，因為她們絕對不是唯一一個對迅速成長，並對羅馬感到失望的部落。布狄卡及他的軍隊摧毀了三個羅馬軍隊會經過的城市。並呼籲阿米尼烏斯，一個借道給羅馬人的德國人，找回他自己的祖先曾在一世紀前擊退過凱撒的記憶。布狄卡因在惠特靈大道戰役中的一個重大戰術失誤被擊敗，因為他們很多人都無法安全的撤退，導致她有一大部份的軍隊都被屠殺。布狄卡及她的女兒逃了出來，但後來她殺了她的女兒，然後自殺，以避免在羅馬人手中遭到進一步的羞辱。
