Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: While waiting for the phasing up, you may reaffect your idle workers to gathering the resources you are short of.
ast: Mentanto esperes avanzar de fas, pues encargar a los trabayadores baleros recoyer los recursos que te falten.
bg: Докато чакате преминаването към следващата фаза, може да накарате бездействащите работници да събират ресурсите, от които имате нужда.
de: Während du auf die Erforschung der neuen Phase wartest, kannst du deine untätigen Arbeiter zum Sammeln von Ressourcen einteilen, an denen es dir fehlt.
el: Ενώ περιμένετε να ολοκληρωθεί η φάση, μπορείτε να ενεργοποιήσετε τους αδρανείς εργάτες σας για να συγκεντρώσετε τους πόρους που δεν έχετε.
es: Mientras esperas a cambiar de fase puedes ir recolectando los recursos que necesites con trabajadores que no estén ocupados.
eu: Ezabapenaren zain, ezer egin gabe dauden langileak eskasian dauden baliabideak biltzera bidali ditzakezu.
gd: Fhad ’s a tha thu a’ feitheamh air an linn ùr, ’s urrainn dhut òrduighean ùra a thoirt dhan luchd-obrach ’na thàmh agad ach an cruinnich iad na stòrasan a tha gann.
it: Mentre aspetti che sia terminato l'avanzamento di fase, puoi riassegnare i lavoratori inattivi per aumentare la produzione delle risorse di cui hai bisogno.
ms: Sementara menunggu perubahan fasa selesai, anda boleh arah semula pekerja yang melahu mengumpul sumber yang masih kekurangan.
nb: Mens du venter på å avansere til en ny fase, kan du sende dine arbeidere til å sanke ressursene du har lite av.
pl: W oczekiwaniu na przejściu do kolejnej Fazy, możesz nakazać swoim wolnym jednostkom zbierać zasoby których masz niewystarczająco.
pt_pt: Enquanto esperas que o avanço de fase termine, podes ordenar aos teus trabalhadores parados que recolham recursos que tenhas mais falta.
ru: В ожидании перехода к новому этапу Вы можете перенаправить своих незанятых рабочих на сбор ресурсов, запасы которых малы.
zh: 在等待升级的过程中，您可以让闲置的工人采集您短缺的资源。

source: Start training a batch of female citizens in the Civic Center and set its rally point to the farm (right click on it).
ast: Entama a llevantar un grupu de ciudadanes del centru civil y afita'l puntu d'alcuentru na quintana (calca nella col botón drechu).
bg: Започнете обучаването на партида жени в селищния център и поставете сборната му точка върху фермата (като щракнете с десен бутон върху нея).
br: Krogit e-barzh stummadur ur strollad keodedourezed er Greizenn Geodedel ha lakait he Foent-Bodañ war an atant (klikit-dehoù warnañ).
ca: Comença entrenant un lot de ciutadanes i col·loca el punt de trobada a la granja (click dret sobre ella).
de: Gib im Verwaltungssitz einen Trupp Bürgerinnen in Auftrag und setze den Sammelpunkt auf das Feld (rechtsklicken).
el: Ξεκίνα να εκπαιδεύεις μία ομάδα από γυναίκες στο Αστικό Κέντρο και βάλε το σημείο συγκέντρωσης στη φάρμα (δεξί κλικ πάνω της).
eo: Ektrejnu staplon de civitaninoj en la Civitacentro kaj loku ĝian ariĝejon ĉe la farmejo (dekstre-klaku sur la farmon).
es: Empieza entrenando a un grupo de ciudadanas en el centro cívico y situando su punto de encuentro en la granja haciendo clic derecho en la misma.
es_ar: Comienza por entrenar a un grupo de Ciudadanas en el Centro Cívico y fija el punto de encuentro en la Granja haciendo click derecho sobre esta.
eu: Hasteko hiritar eme taldea trebatu Gizarte Zentroan eta bilgunea baratzean kokatu (eskuin klika bere gainean egin)
fa: شروع به ساخت دسته ای زن شهروند کنید و تقطه تجمع مرکز تمدن را بر روی مزرعه قراردهید ( کلیک راست بر روی آن)
ga: Tosaigh ag traenáil dreama banshaoránach san Ionad Cathartha, agus cuir a áit slogaidh ar an bhfeirm (deaschliceáil air).
gd: Tòisich air grunn shaoranach boireann a thrèanadh san ionad shìobhalta agus cuir a cheann-cruinneachaidh air an tuathanas (dèan briogadh deas air).
gl: Comeza a adestrar un grupo de cidadás no centro cívico e estabelece o seu punto de encontro na granxa (prémea co botón secundario).
it: Inizia ad addestrare 5 cittadini di sesso femminile nel Centro Cittadino e imposta il punto di raccolta sulla fattoria (click destro su di essa).
ko: 시민 회관에서 한 무리의 여성 시민을 훈련시키고 집결지를 농장으로 설정하십시오.(농장을 마우스 오른쪽 클릭).
ms: Mula melatih sekumpulan rakyat perempuan di dalam Pusat Sivik dan tetapkan titik bolak-baliknya ke arah ladang (klik kanan padanya)
pl: Zacznij grupowe szkolenie kobiet w Centrum Osady i ustaw punkt zbiórki na farmę (kliknij PPM na nią)
pt_pt: Começa a treinar um lote de cidadãs no Centro Cívico e muda o ponto de encontro para a quinta (clica com o botão direito do rato nela).
ru: Начните обучать партию горожанок в Городском Центре и направьте их на ферму (кликнув правой кнопкой мыши на ней).
sk: Začni s tréningom skupiny žien-občianok v Občianskom Centre - ako jeho zhromaždisko nastav farmu (klikni na ňu pravým tlačidlom myši).
sv: Börja träna en grupp av kvinnliga medborgare i samhällscentret och sätt dess samlingspunkt på åkern (högerklicka på den).
tr: Kent Merkezinde bir grup kadın vatandaş eğit ve toplanma noktasını çiftlik olarak ayarla (sağ tıklayarak)
uk: Почніть тренувати групу городянок у Громадському Центрі та вкажіть їм точку збору на фермі (натисніть правою кнопкою миші по ній).
zh: 在市政中心生产一批女性居民，并且将集结点设为农场（右击农场）。

source: Click on the female citizen icon.
ast: Calca nel iconu de la ciudadana.
bg: Щракнете върху иконката с жена.
br: Klikit war arlun ar geodedourez.
ca: Fes click a la icona de la ciutadana.
de: Klicke auf das Bürgerinnen-Symbol.
el: Κάνε κλικ στο εικονίδιο της γυναίκας πολίτη.
eo: Klaku sur la bildon «civitanino».
es: Haz clic en el símbolo de la ciudadana.
es_ar: Haz click sobre el ícono Ciudadana
eu: Egin klik emakumezko hiritarren ikonoan.
fa: بر روی عکس زن شهروند کلیک کنید.
ga: Cliceáil ar íocón an bhanshaoránaigh.
gd: Dèan briogadh air ìomhaigheag an t-saoranaich bhoirinn.
gl: Preme a icona de cidadá.
it: Clicca sull'icona della donna cittadina.
ko: 여성 시민 아이콘을 클릭하십시오.
ms: Klik pada ikon rakyat perempuan.
pl: Kliknij na ikonie kobiety.
pt_pt: Clica no ícone da cidadã.
ru: Щёлкните по иконке горожанки.
sk: Klikni na ikonu ženy-občianky.
sv: Klicka på ikonen för kvinnlig medborgare.
tr: Kadın vatandaş ikonuna tıkla
uk: Натисніть на піктограму городянки.
zh: 点击女性居民按钮。

source: Build a Barracks nearby. Whenever your population limit is reached, build an extra house using any available builder units.
ast: Constrúi un cuartel cerca. Cuando s'algame la llende de población, constrúi otra casa emplegando cualesquiera de les unidaes constructores disponibles.
bg: Постройте казарма наблизо. Когато достигнете максималното население, постройте още една къща, като използвате бездействащите строители.
br: Savit ur c'hazarn nepell. Bewech ma tizhit Bevenn ar Boblañs, savit un ti ouzhpenn en ur implijout an holl saverien dioberiant.
ca: Construïu un quarter a prop. Quan la població hagi arribat al seu límit, construïu una casa extra emprant qualsevol unitat constructora disponible.
de: Baue eine Kaserne in der Nähe. Immer, wenn die Bevölkerungsgrenze erreicht wird, baue ein neues Wohnhaus mit vorhandenen Einheiten.
el: Χτίσε Στρατώνες κοντά. Όταν επιτευχθεί το όριο του πληθυσμού, χτίσε άλλο ένα σπίτι χρισημοποιόντας κάθε διαθέσιμους χτίστες.
eo: Konstruu soldatejon proksime. Kiam ajn via popola-limo atingiĝas, konstruu pluan domon per ajna haveblaj konstruaj unuoj.
es: Construye un cuartel en las cercanías. Cuando llegues al límite de población, construye una casa adicional utilizando las unidades trabajadoras que estén libres.
es_ar: Construye un Cuartel en las cercanías. Cada vez que alcances el limite de población, construye otra casa usando cualquier unidad constructora disponible.
eu: Eraiki kuartela inguruetan. Populazioren gehiengora iristean, eraiki beste etxe osagarri bat inguruan eta lanik gabe dauden inguruko emakumeak erabiliz.
fa: یک پادگان در نزدیکی خود بسازید. هر زمان که جمعیت شما به سقف خود رسید، به کمک کارگران بیکار خود یک خانه بیشتر بسازید.
ga: Tógáil Beairic in aice láimhe. Gach uair a sroichfidh tú le d'uasdhaonra, thógáil tú teach breise in úsáid aon tógálaí díomhaoin.
gd: Tog taigh-feachd am fagas. Tog taigh a bharrachd le aonad togail sam bith a bhios ri làimh dhut gach turas a ruigeas tu na tha ceadaichte dhut de shluagh.
gl: Constrúe un cuartel nas proximidades. Cada vez que chegues ao límite de poboación, constrúe unha casa adicional usando calquera unidade construtora dispoñíbel.
it: Costruisci una Caserma. Ogni volta che raggiungi il limite di popolazione, costruisci una casa usando qualsiasi unità costruttore disponibile.
ko: 근처에 병영을 지으십시오. 인구 제한에 도달할때 마다 사용가능한 건설 노동자 유닛을 이용하여 집을 더 지으십시오.
ms: Bina Berek berhampiran. Bilamana had populasi anda tercapai, bina lagi rumah tambahan menggunakan mana-mana unit juru bina yang ada.
nb: Bygg kaserner i nærheten. Bygg nye bolighus ved hjelp av alle ledige enheter hver gang befolkningsgrensen nås.
pl: W pobliskiej okolicy wybuduj Koszary. Ilekroć limit populacji zostanie osiągnięty, wybuduj dodatkowe domy korzystając z dowolnych dostępnych jednostek.
pt_pt: Constrói um quartel por perto. Sempre que o limite de população for alcançado, constrói uma casa extra utilizando uma qualquer unidade construtora disponível.
ru: Постройте бараки поблизости. Всякий раз, когда ваше население достигло предела, стройте дома, используя доступных юнитов.
sk: V blízkosti postav Kasárne. Ak dosiahneš populačný limit, postav ďalší dom pomocou akejkoľvek stavebnej jednotky, ktorú máš k dispozícii.
sv: Bygg en barack i närheten. När du når befolkningsgränsen bygg ett till hus med några lediga enheter.
tr: Yakına bir kışa inşa et. Nüfus Sınırına ulaştığın zaman yapabilecek çalışan birimlerini kullanarak fazladan ev inşa et.
uk: Збудуйте казарми поблизу. Як тільки буде досягнуто ліміт вашого населення, збудуйте будинки використовуючи доступних будівельників.
zh: 在附近建设一个兵营。当您的人口到达上限的时候，您需要让建造者建设更多的房屋。

source: Prepare for an attack by an enemy player. Train more soldiers using the Barracks, and get idle soldiers to build a Defense Tower near your Outpost.
ast: Perpárate pa un ataque d'un xugador enemigu. Llevanta más soldaos aprovechando'l cuartel y fai los soldaos baleros construyan una torre fortificada cerca de la talaya.
bg: Пригответе се за нападението на вражески играч. Обучете повече войници в казармата и накарайте бездействащите да построят защитна кула близо до аванпоста.
br: Bezit prest da vezañ taget gant un enebour. Stummit muioc'h a soudarded er c'hazarnioù, ha lakait soudarded dioberiant da sevel un dourenn Difenn e-kichen ho kamp-araokaet.
ca: Prepara't per a un atac per part del jugador enemic. Entrena més soldats usant la Caserna, i empra als soldats ociosos per a construir una Torre Defensiva a prop del teu post d'avançada
de: Bereite dich auf einen Angriff vor. Bilde mehr Soldaten in Kasernen aus und lass untätige Soldaten einen Verteidigungsturm bei deinem Außenposten bauen.
el: Ετοιμάσου για μια επίθεση στον αντίπαλο παίχτη. Εκπαίδευσε περισσότερους στρατιώτες χρησιμοποιώντας τους Στρατώνες, και με τους αδρανείς στρατιώτες χτίσε έναν Αμυντικό Πύργο κοντά στο Φυλάκιο.
eo: Pretiĝu por atako de malamika ludanto. Trejnu pli da soldatoj per la Soldatejoj, kaj igu senfarajn soldatojn konstrui Defendaturon apud via Antaŭposteno.
es: Prepárate para un ataque enemigo. Recluta más soldados utilizando el cuartel, y pon a los soldados inactivos a construir una torre defensiva cerca de tu avanzada.
es_ar: Prepárate para un ataque de un enemigo cercano. Entrena más soldados usando el Cuartel y utiliza los soldados inactivos para construir una Torre de Defensa cerca tu Puesto de Avanzada.
eu: Prestatu etsaiaren beste eraso baterako. Trebatu soldadu gehiago kuartela erabiliz, eta geldirik dauden soldaduak erabili zure Aurreratuen inguruan babes dorre bat eraikitzeko.
fa: آماده یک حمله به یک نیروی دشمن شوید. پرورش سربازان بیشتر با بکارگیری پادگان ها و بکارگیری سرباز های بیکار برای ساخت برج های دفاعی در نزدیکی برج دیدبانی.
ga: Ullmhaigh le haghaidh ionsaí ag imreoir namhad. Traenáil níos mó saighdiúirí sa Bheairic, agus ordaigh ar saighdiúir díomhaoin do Thúr Cosanta a thógáil in aice le d'urphost.
gd: Ullaich airson ionnsaigh le cluicheadair nàmhad. Trèanaich barrachd shaighdearan san taigh-fheachd agus faigh greim air saighdearan ’nan tàmh gus tùr dìona a thogail faisg air a’ ghearastan agad.
gl: Prepárate para o ataque dun xogador inimigo. Adestra máis soldados usando o cuartel, e pon os soldados inactivos a construír unha torre de dependa preto da atalaia.
it: Preparati ad un attacco nemico. Addestra più soldati nelle Caserme, e usa i soldati inattivi per costruire una Torre di Difesa vicino al tuo Avamposto.
ko: 적국 선수의 공격을 대비하십시오. 병영에서 더많은 군인을 훈련시키고 대기중인 군인들로 전초기지 근처에 방어 탑을 지으십시오.
ms: Bersedia menerima serangan dari pihak musuh. Latih lagi askar menggunakan Berek, dan pastikan askar yang melahu diarah membina Menara Pertahanan berhampiran Kotakara anda.
pl: Przygotuj się na atak wroga. Wyszkol więcej żołnierzy korzystając z Koszar i rozkaż niepracującym jednostkom wybudować Wieżę Obronną w pobliżu swojego Posterunku.
pt_pt: Prepara-te para um ataque de um jogador inimigo. Treina mais soldados utilizando o Quartel e ordena aos soldados parados a construção de uma Torre Defensiva perto da tua Atalaia.
ru: Подготовьтесь к нападению врага. Обучите в бараках больше солдат и отправьте свободных строить защитную башню рядом с заставой.
sk: Priprav sa na útok nepriateľského hráča. V Kasárňach vycvič ďalších vojakov a nečinným vojakom prikáž postaviť obrannú vežu neďaleko rozhľadne.
sv: Förbered dig för en attack från en fiendspelare. Träna mer soldater med hjälp av kasernerna och få lediga soldater att bygga ett försvarstorn nära din outpost.
tr: Düşman oyuncudan gelecek olan bir saldırı için hazırlan. Kışlaları kullanarak daha fazla asker eğit, ve boştaki askerleri karakolun yakınına bir kule inşa etmek için yolla.
uk: Підготуйтесь до атаки ворожого гравця. Натренуйте більше солдатів використовуючи казарми, та зберіть байдикуючих солдатів щоб побудувати захисну башту біля вашої застави.
zh: 准备迎击敌人的进攻。使用军营训练更多的士兵，派空闲的士兵在您前哨附近修建防御塔。

source: Build a Blacksmith and research the Infantry Training technology (sword icon) to improve infantry hack attack.
ast: Constrúi una fragua y desendolca la teunoloxía del entrenamientu de la infantería, (l'iconu la espada), p'ameyorar la taya a la infantería.
bg: Постройте ковачница и проучете технологията за трениране на пехотинци (иконката с меч), за да подобрите разсичащата атака на пехотинците.
br: Savit ur c'hovel ha kasit da-benn enklask an deknologiezh Stummadur ar Soudarded war-droad (arouez ar c'hleze) da wellaat nerzh-tagañ troc'husted ho soudarded war-droad.
ca: Construïu una armeria i feu recerca de la tecnologia de la formació d'infanteria (icona de l'espasa) per millorar-ne l'atac de tall.
de: Baue einen Schmied und erforsche die Infanterie-Ausbildungstechnologie (Schwertsymbol), um den Hiebangriff der Infanterie zu verbessern.
el: Χτίσε ένα Σιδηρουργείο, και ανακάλυψε την τεχνολογία Εκπαίδευση Πεζικού (εικονίδιο του σπαθιού) για την βελτίωση της επίθεσης κοψίματος του πεζικού,
eo: Konstruu Forĝejon kaj esploru la teĥnologion de trejno de infanterio (bildeto «glavo») por plibonigi haka atakon de infanterio.
es: Construye una herrería e investiga la tecnología «Entrenamiento de infantería» (el icono de la espada) para mejorar el daño por corte de tus unidades.
es_ar: Construye una Herrería e desarrolla la tecnología Entrenamiento de Infantería (ícono de la espada) para mejorar el ataque de infantería.
eu: Errementeria bat eraiki eta ikertu «Infanteria Entrenatzea» (ezpataren ikurra) zure unitateen ebakitze mina hobetzeko.
fa: ساخت یک آهنگری و تحقیق در خصوص فناوری پرورش پیاده نظام (عکس شمشیر) برای بهبود بخشیدن به قدرت حمله پیاده نظام.
ga: Tógáil Gabhaaug déan taighde ar teicneolaíocht Traenála Coisí (íocón claimh) agus ionsaí teasctha le do choisithe a mhéadú.
gd: Tog gobha agus rannsaich teicneolas trèanaidh na coisridh (ìomhaigheag a’ chlaidheimh) gus piseach a thoirt air ionnsaigh spealgaidh do choisridh.
gl: Constrúe unha ferraría e investiga a tecnoloxía de adestramento de infantaría (a icona de espada) para mellorar o ataque de folla da infantaría.
it: Costruisci la Fucina del Fabbro e ricerca la tecnologia di Addestramento della Fanteria (icona della spada) per migliorare l'attacco della fanteria.
ko: 대장간을 짓고 보병 훈련 기술 (칼 아이콘)을 연구하여 보병의 베기 공격을 향상시키십시오.
ms: Bina Bengkel Tempa dan kaji Teknologi Latihan Infantri (ikon pedang) untuk menambahbaik serangan tetak infantri.
nb: Bygg ei smie og utforsk teknologi for trening av fotsoldatteknologi (sverd-ikonet) for å forbedre fotsoldaters hugg-angrep.
pl: Wybuduj kuźnię i odkryj technologię szkolenia piechoty (ikona miecza), aby poprawić technikę ataku piechoty.
pt_pt: Constrói uma Ferraria e desenvolve a tecnologia de Treino de Infantaria (ícone da espada) para melhorar o ataque de corte da infantaria.
ru: Постройте Кузнецу и исследуйте технологию Обучение Пехоты (иконка меча) для улучшения рубящей атаки пехоты.
sk: Postav Kováčsku dielňu a vyskúmaj technológiu Tréning Pechoty (ikona meča), aby si vylepšil sečný útok pechoty.
sv: Bygg en smedja och forska fram Infanteritränings teknologin (svärdikonen) för att förbättra ditt infanteris hackningsattack.
tr: Demirci Atölyesi inşa et ve piyade Darbe atağını artırmak için piyade eğitimi teknolojisini araştır (kılıç resmi)
uk: Збудуйте кузню та дослідіть технологію тренування піхотинців (піктограма меча), щоб покращити рубаючу атаку піхотинців.
zh: 建造一个铁匠铺并且研究“步兵训练科技”（画有“剑”的按钮）来增强步兵的砍杀技能。

source: The enemy is coming. Train more soldiers to fight off the enemies.
ast: Ta averándose l'enemigu. Llevanta más soldaos pa rellanzar a los atacadores.
bg: Врагът наближава. Обучете още войници, за да го победите.
br: Emañ an enebour o tont. Stummit muioc'h a soudarded d'en em gannañ gant hoc'h enebourien.
ca: L'enemic s'acosta. Recluteu més soldats per a derrotar els enemics.
cs: Nepřítel přichází. Vycvičte více vojáků, abyste jej mohli porazit.
de: Der Feind rückt näher. Baue mehr Soldaten, um ihn besiegen zu können.
el: Οι εχθροί έρχονται. Δημιούργησε περισσότερους στρατιώτες για να τους αποθήσεις.
eo: La malamiko venas. Trejnu plu da soldatoj por superbatali la malamikojn.
es: El enemigo se acerca. Recluta a más soldados para poder rechazarlos.
es_ar: El enemigo está viniendo. Entrena más soldados para combatir a los enemigos.
eu: Etsaia gerturatzen ari da. Trebatu soldadu gehiago bidali ahal izateko.
fa: دشمن به سمت شما در حرکت است. سربازان بیشتری برای مقابله با دشمن پرورش دهید.
fi: Vihollinen on tulossa. Kouluta lisää sotilaita vihollisen torjumiseksi.
fr: L’ennemi arrive. Entraînez davantage de soldats afin de repousser les ennemis.
ga: Tá an namhaid ag teacht. Traenáil níos mó saighdiúirí do throid a dhéanamh leis na naimhde seo.
gd: Tha an nàmhaid a’ tighinn. Trèanaich barrachd shaighdearan gus seasamh ’nan aghaidh.
gl: Ven o inimigo. Adestra máis soldados para rexeitar o seu ataque.
hu: Jön az ellenség! Képezz még ki katonákat, hogy vissza tudd verni őket!
id: Musuh akan datang. Latih lebih banyak prajurit untuk melawan musuh.
it: Il nemico sta arrivando. Recluta più soldati per combattere i nemici.
ja: 敵が攻撃しに向かっています！こちらも兵士を作成して撃退の準備をしましょう。
ko: 적국이 오고 있습니다. 적국과 싸우기 위해 더 많은 군인을 훈련시키십시오.
ms: Musuh semakin menghampiri. Latih lagi askar untuk melawan musuh.
nl: De vijand nadert. Rekruteer meer soldaten om de vijandelijke aanval af te slaan.
pl: Wróg nadchodzi. Wyszkol więcej żołnierzy by odeprzeć atak.
pt_br: O inimigo está vindo. Treine mais soldados para combatê-lo.
pt_pt: O inimigo está a vir. Treina mais soldados para lutarem contra ele.
ru: Враг приближается. Обучите больше солдат, чтобы отбить нападение.
sk: Prichádza nepriateľ. Vytrénuj ďalších vojakov, aby si odrazil jeho útok.
sv: Fienden kommer. Träna mer soldater för att slåss mot fienderna.
tr: Düşman geliyor. Düşmanla savaşmak için daha fazla asker eğitin.
uk: Ворог наближається. Натренуйте більше солдатів, щоб відбити ворожий наступ.
zh: 敌军正在逼近，训练更多的士兵击溃来敌。
zh_tw: 敵人要來了！訓練更多的士兵來跟敵人對戰吧。

source: Try to repel the attack.
ast: Fai por rellanzar l'ataque.
bg: Опитайте се да отблъснете атаката
br: Klaskit bountañ kuit an dagerien.
ca: Repel·liu l'atac.
cs: Pokuste se odrazit útok.
de: Versuche den Angriff abzuwehren.
el: Προσπαθήστε να απωθήσεις την επίθεση.
eo: Provu repuŝi la atakon.
es: Trata de rechazar el ataque.
es_ar: Intenta repeler el ataque.
eu: Erasoa uxatzen saiatu.
fa: سعی کنید حمله دشمن را دفع کنید.
fi: Yritä torjua hyökkäys.
fr: Essayez de repoussez l’attaque.
ga: Triail a bhaint as an ionsaí seo.
gd: Feuch an seas thu an aghaidh na h-ionnsaighe.
gl: Intenta repeler o seu ataque.
hu: Próbáld meg visszaverni a támadást!
id: Cobalah menghalau serangan
it: Respingi l'attacco.
ja: 来た敵を撃退してください！
ko: 공격을 물리치십시오.
ms: Cuba menangkis serangan pihak musuh.
nb: Prøv å stå imot angrepet.
nl: Probeer de aanval af te slaan.
pl: Spróbuj odeprzeć atak.
pt_br: Tente repelir o ataque.
pt_pt: Tentar repelir o ataque.
ru: Постарайтесь отразить атаку.
sk: Skús odraziť útok.
sv: Försök slå tillbaka attacken.
tr: Saldırıyı püskürtmeye çalışın.
uk: Спробуйте відбити атаку.
zh: 试着击退来敌。
zh_tw: 試著去抵抗攻擊。
