Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: [font="sans-14"]The main menu gives access to two game modes:
ar: [font="sans-14"]يمكنك الوصول إلى وضعيّ ألعاب من القائمة الرّئيسيّة:
br: [font="sans-14"]Al lañser-pennañ a ro an tu da haeziñ ouzh daou vod:
da: [font="serif-14"]Hovedmenuen giver adgang til to spiltyper:
es_mx: [font="sans-14"]El menú principal da acceso a dos modos de juego:
et: [font="sans-14"]Põhimenüüst pääseb kahte mängužiimi:
fa: [font="sans-14"]منوی اصلی به شما امکان دسترسی به دو مد بازی را می دهد:
ga: [font="sans-14"]Tabhair an príomhroghchlár rochtain duit do dhá mhód cluiche:
ka: [font="sans-14"]მთავარი მენიუ გაძლევს წვდომას ორ თამაშის ხერხთან:
lv: [font="sans-14"] Galvenā izvelne dod piekļuvi pie diviem spēles režīmiem:
ms: [font="sans-14"]Menu utama memberikan capaian ke dua mod permainan:
nb: [font="sans-14"]Hoved menyen gir tilgang til to spillvarianter:
sk: [font="sans-14"]Hlavné menu umožňuje prístup k dvom herným módom:
sr: [font="sans-14"]Главни мени омогућава приступ двема врстама игре:

source: • [font="sans-bold-14"]Single-player[font="sans-14"] — play a sandbox game or against one or more AI opponents. The AI/AIs are under development and may not always be up to date on the new features, but you can test playing the game against an actual opponent if you aren't able to play with a human.
ar: • [font="sans-bold-14"]لاعب واحد[font="sans-14"] — العب لعبة معزولة أو ضدّ خصم ذكاء اصطناعيّ أو أكثر. الخصوم ذوو الذكاء الاصطناعيّ ما زالوا قيد التطوير وقد لا يُحدّثوا دائما مع المزايا الجديدة، ولكن يمكنك اختبار اللعب ضدّ واحد إن لم تستطع أن تجد من يلعب معك.
da: • [font="sans-bold-14"]Single-player[font="sans-14"] — spil et sandkassespil eller mod en eller flere AI-modstandere. AI'en/AI'erne er under udvikling og kan være forældet i forhold til nye funktioner, men du kan teste spillet med en modstander, hvis du ikke har muligheden til at spille med en anden person.
es_mx: • [font="sans-bold-14"]Un jugador[font="sans-14"] — juega una partida de prueba, o contra uno o más oponentes de la IA. La IA está en desarrollo y podría no funcionar con las últimas características, pero al menos te dejaría probar el juego contra otro oponente en caso de que no puedas jugar con otra persona.
et: • [font="sans-bold-14"]Soolomäng[font="sans-14"] — mängimiseks omaenda liivakastis või mõnede tehisvastastega. Tehisvastaste TI on arendamisprotsessis ning ei pruugi olla parimal tasemel, pakkudes siiski võimalust vastasseisude mängimiseks, kui inimesed puuduvad.
ka: • [font="sans-bold-14"]მარტო მოთამაშე[font="sans-14"] — ითამაშე სასწავლო თამაში, ან ერთ ან მეტ ხი მოწინააღმდეგესთან. ხი/ხიები ვითარდებიან და შეიძლება არ იყვნენ მზად ახალი თვისებებისთვის, მაგრამ შეგიძლია თამაში გამოსცადო ნამდვილ მოწინააღმდეგესთან, თუ არ გაქვს შესაძლებლობა ადამიანთან ითამაშო.
ms: • [font="sans-bold-14"]Pemain-tunggal[font="sans-14"] — main permainan kotak pasir atau melawan satu atau lebih lawan AI. AI masih didalam pembangunan dan tidak selalu dikemaskini pada fitur baharu, tetapi anda boleh uji main permainan melawan pemain sebenar jika anda tidak dapat bermain dan pemain manusia.
nb: • [font="sans-bold-14"]Enkelt-spiller[font="sans-14"] — spill et sandkasse-spill eller mot en eller flere maskin-motstandere. Disse er under utvikling og er kanskje ikke alltid oppdaterte på nye funksjoner, men du kan likevel teste spillet mot en faktisk motstander dersom du ikke er i stand til å spille med et menneske.
sk: • [font="sans-bold-14"]Hra jedného hráča[font="sans-14"] — voľná hra alebo hra proti počítačovým protivníkom. Umelé inteligencie (AI) sú stále vo vývoji a nemusia byť schopné využívať všetky nové funkcie, ale ak nemôžete hrať s človekom, aspoň si môžete vyskúšať hru proti nejakému nepriateľovi.
sr: • [font="sans-bold-14"]Игра за једног играча[font="sans-14"] —играјте игру против једног или више компјутерских противника. Компјутерски противник/ци су тренутно у фази развоја и можда неће увек користити нове могућности игре, али можете да тестирате игру играјући против стварног противника ако нисте у могућности да играте са човеком.

source: • [font="sans-bold-14"]Multiplayer[font="sans-14"] — play against human opponents over the internet.
ar: • [font="sans-bold-14"]لعبة جماعيّة[font="sans-14"] — العب ضدّ منافسين بشر عبر الإنترنت.
da: • [font="sans-bold-14"]Multiplayer[font="sans-14"] — Spil mod andre personer over internettet.
es_mx: • [font="sans-bold-14"]Multijugador[font="sans-14"] — juega contra otros jugadores reales por Internet.
et: • [font="sans-bold-14"]Multimäng[font="sans-14"] — mängi üle võrgu inimmängijate vastu.
ka: • [font="sans-bold-14"]მრავალი მოთამაშე[font="sans-14"] — ითამაშე ადამიანის წინააღმდეგ საერთქსელში.
lv: • [font="sans-bold-14"]Vairāku spēlētāju[font="sans-14"] — spēlēt pret cilvēkiem caur internetu.
ms: • [font="sans-bold-14"]Pemain Berbilang[font="sans-14"] — main melawan manusia menerusi internet.
nb: • [font="sans-bold-14"]Flerspiller[font="sans-14"] — spill mot motstandere over internett.
sk: • [font="sans-bold-14"]Hra viacerých hráčov[font="sans-14"] — hra proti ľudským súperom cez internet.
sr: • [font="sans-bold-14"]Игра за више играча[font="sans-14"] — играјте против људских противника преко интернета.

source: To set up a multiplayer game, one player must select the "Host game" option. The game uses UDP port 20595, so the host must configure their NAT/firewall/etc to allow this. Other players can then select "Join game" and enter the host's IP address.
ar: لإنشاء لعبة جماعية لا بدّ أن يختار أحد اللاعبين خيار "استضف لعبة". تستخدم اللعبة منفذ UDP رقم 20595، فيجب على المضيف ضبط NAT والجدار النّاريّ وغيره للسّماح باستخدامه. بعدها يمكن للاعبين الآخرين اختيار "انضمّ إلى لعبة" وإدخال عنوان IP المضيف.
br: Evit diazezañ ur c'hoari lies-c'hoarier, ur c'hoarier a rank diuzañ an dibab "Herbrec'hiañ ur c'hoari". Implijout a ra ar c'hoari porzh 20595 UDP, ret e vo neuze d'an herbrec'hier kefluniañ o NAT/firewall/etc evit aotren an dra-mañ. C'hoarierien all a c'hell neuze dibab "Emezelañ er c'hoari" ha skrivañ chomlec'h IP an herbrec'hier.
da: For at starte et multiplayer spil, skal en spiller vælge "Opret spil". Spillet anvender port 20595, så hosten skal konfigurere NAT/firewall o.l. til at tillade dette. Andre spillere kan derefter vælge "Deltag i spil" og indtaste hostens IP adresse.
es_cl: Para configurar una partida de varios jugadores, un jugador debe seleccionar la opción "Anfitrión". El juego utiliza el puerto UPD 20595, por lo que el anfitrión debe configurar su NAT/firewall/etc para permitir esto. Otros jugadores pueden seleccionar "Unirse a un Juego" y escribir la dirección IP del anfitrión.
es_mx: Para configurar un juego multijugador, un jugador debe seleccionar la opción "Juego anfitrión". El juego utiliza el puerto UDP 20595, el anfitrión debe configurar su NAT, cortafuegos, etcétera, para permitir esto. Entonces otros jugadores pueden seleccionar "Unirme al juego" y escribir la dirección IP del anfitrión.
et: Multimängu ülesseadmiseks peab üks mängijatest tegema "Loo multimäng" valiku. Mäng käib üle UDP pordi 20595, mängu loojal võib olla vajalik konfigureerida oma ruuter, tulemüür, vms seade sellist liiklust lubama. Teised mängijad saavad siis valida "Ühine mänguga", sisestades mängu looja IP aadressi.
fa: برای راه اندازی یک بازی چند نفره، یکی از بازیکن ها باید بر روی "میزبانی بازی" کلیک کند. بازی از پورت یو دی پی "20595" استفاده می کند، بنابراین میزبان باید سیستم های NAT، دیوار آتش و ... خود را طوری تنظیم کند که اجازه ی چنین کاری را به او بدهند. باقی بازیکنان می توانند با کلیک بر روی "پیوستن به بازی" و وارد کردن آی پی میزبان، وارد شوند.
ga: Do chluiche ilimreortha a thosú, teastaíonn ar aon imreoir an socrú "Óstáil Cluiche" a roghnú. Úsáidíonn an cluiche an port UDP 20595, mar sin teastaíonn ar an ósta a NAT/balla dóiteán/.i. a chumrú don cheangal seo a ligean. Is féidir le himreoirí eile "Ag teacht leis an gcluiche" a roghnú agus seoladh IP an ósta a scríobh ann.
he: כדי להגדיר משחק מרובה משתתפים, שחקן אחד, יש לבחור באפשרות "המשחק מארח".המשחק משתמש 20595-UDP, אז המארח חייב להגדיר NAT / חומת האש שלהם / וכו 'כדי לאפשר את זה. שחקנים אחרים יכולים לאחר מכן בחרו "הצטרפו למשחק" והזן את כתובת ה-IP של המחשב המארח.
ka: მოაწყვე მრავალი მოთამაშის თამაში, ერთმა უნდა აირჩიოს "უმასპინძლე თამაშს". თამაში იყენებს UDP შესაერთებელს 20595, ასე რომ მასპინძელმა NAT/ცეცხლოვანი კედელი/სხვა უნდა მოაწყოს მის გამოსაყენებლად. სხვა მოთამაშეებს შეუძლიათ აირჩიონ "შეუერთდი თამაშს" და შეიყვანონ მასპინძლის IP მისამართი.
ms: Untuk sediakan permainan pemain-berbilang, salah seorang pemain mestilah memilih pilihan "Hos permainan". Permainan menggunakan port UDP 20595, oleh itu hos mesti konfigur NAT/dinding-api/dll untuk membenarkannya. Kemudian pemain lain boleh memilih "Sertai permainan" seterusnya memasukkan alamat IP hos.
nb: For å starte et flerspillerspill må en spiller velge "Arranger spill". Spillet bruker UDP-port 20595 så spillarrangøren må konfigurere NAT/brannvegg eller liknende for å tillate utgående trafikk på denne porten. Andre spillere kan deretter velge "Delta i spill" og skrive inn spillarrangørens IP-adresse.
sk: Na založenie hry pre viac hráčov musí jeden hráč vybrať možnosť "Vytvoriť hru". Hra používa UDP port 20595, takže hostiteľ si musí nakonfigurovať svoj NAT/firewall/hocičo iné. Ostatní hráči si môžu vybrať možnosť "Pridať sa k hre" a zadať hostiteľovu IP adresu.
sl: Za nastavitev igre z več igralci, en igralec mora izbrati možnost "Gostiteljska igra". Igra uporablja UDP vrata 20595, tako da mora gostitelj nastaviti njegov NAT/požarni zid/itd., da to dovoli. Ostali igralci lahko izberejo "Pridruži se igri" in vstopijo v gostiteljev IP naslov.
sr: Да би поставио партију за више играча, један од играча мора да изабере опцију "Покрени игру за више играча". Игра користи UDP port 20595, па онај ко организује партију мора да подеси свој NAT/firewall/etc да би дозволио ово. Други играчи морају изабрати опцију "Придружи се постојећој игри", и морају унети IP адресу онога ко организује партију.

source: [font="sans-bold-16"]Game setup
ar: [font="sans-bold-16"]إعداد اللعبة
br: [font="sans-bold-16"]Arventennoù ar C'hoari
da: [font="sans-bold-16"]Spilsetup
es_mx: [font="sans-bold-16"]Ajustes de partida
et: [font="sans-bold-16"]Mänguhäälestus
fa: [font="sans-bold-16"]تنظیم بازی
ga: [font="sans-bold-16"]Cumraíocht cluiche
ka: [font="sans-bold-16"]თამაშის მოწყობა
lv: [font="sans-bold-16"]Spēles iestatījumi
ms: [font="sans-bold-16"]Persediaan permainan
nb: [font="sans-bold-16"]Spill oppsett
sk: [font="sans-bold-16"]Nastavenia hry
sr: [font="sans-bold-16"]Поставка игре

source: [font="sans-14"]In a multiplayer game, only the host can alter the game setup options.
ar: [font="sans-14"]في الألعاب الجماعيّة، يمكن للمضيف فقط تعديل خيارات إعداد اللعبة.
br: [font="sans-14"]En ur c'hoariadenn lies-c'hoarier, n'eus nemet an ostiz a c'hall kemm arventennoù ar c'hoari.
da: [font="sans-14"]I et multiplayerspil er det kun værten der kan ændre spilindstillinger.
es_mx: [font="sans-14"]En una partida multijugador sólo el anfitrión puede cambiar los ajustes de partida.
et: [font="sans-14"]Multimängus saab mängu häälestusseadeid määrata vaid mängu looja.
fa: [font="sans-14"]در بازی چندنفره تنها میزبان بازی قادر است تنظیمات بازی را تغییر دهد
ga: [font="sans-14"]I gcluichí ilimreoirtha, is féidir leis an ósta amháin rogha na cumraiochtá cluiche a athrú.
ka: [font="sans-14"]ბევრი მოთამაშის თამაშში მხოლოდ მასპინძელს შეუძლია შეცვალოს თამაშის ასარჩევები.
lv: [font="sans-14"]Vairāku spēlētāju spēlē tikai izmitinātājs var mainīt spēles iestatījumu izvēles.
ms: [font="sans-14"]Di dalam permainan pemain berbilang, hanya hos boleh mengubah pilihan persediaan permainan.
nb: [font="sans-14"]I et flerspiller spill, kan bare verten endre på spillets oppsett valg.
sk: [font="sans-14"]V hre pre viac hráčov môže iba hostiteľ hry meniť parametre hry.
sr: [font="sans-14"]У игри за више играча, само домаћин игре може мењати поставке игре.

source: First, select what type of map you want to play:
ar: بدايةً، اختر نوع الخريطة التي تريد اللعب فيها:
ast: De manu, escolyi l typu de geographía n que quieres jogar:
bg: Първо, изберете на какъв вид карта искате да играете:
br: Da gentañ, diuzit un doare kartenn a fellfe deoc'h c'hoari warni:
ca: Primer de tot, seleccioneu el tipus de mapa on voleu jugar:
cs: Nejprve, vyberte jaký typ mapy chcete hrát:
de: Wähle zunächst, welchen Kartentyp du spielen möchtest:
el: Πρώτα, επέλεξτε τι είδος χάρτη θέλετε να παίξετε.
es: Elige primero el tipo de mapa que quieras jugar:
eu: Lehenik, aukeratu zein mapa mota jokatu nahi duzun:
fa: اول، نقشه ای که می خواهید بازی کنید را انتخاب کنید:
fi: Ensimmäiseksi valitse minkälaista karttatyyppiä haluat pelata:
fr: Pour commencer, sélectionnez le type de carte sur lequel vous souhaitez jouer :
ga: Ar dtús, roghnaigh an cineál léarscála ba mhaith leat a imirt:
gd: An toiseach, tagh dè an seòrsa de mhapa a tha thu airson cluiche:
gl: En primeiro lugar, seleccionar o tipo de mapa que quere xogar:
hu: Először is, válaszd ki a térkép típusát amin játszani szeretnél:
id: Pertama, pilih jenis peta yang akan Anda mainkan:
it: Prima seleziona la tipologia di mappa con cui vuoi giocare:
ja: まず最初にプレイしたいマップのタイプを選びます：
ko: 우선, 어떤 종류의 지도를 사용할지 결정합니다:
lv: Vispirms izvēlieties kādu kartes tipu jūs gribētu spēlēt:
ms: Mula-mula, pilih jenis peta yang anda mahu:
nb: Velg først hva slags kart du vil spille på:
nl: Kies eerst op welk type kaart u wilt spelen:
pl: Po pierwsze, wybierz rodzaj mapy, na którym chcesz grać:
pt_br: A primeira coisa a fazer é escolher o tipo de mapa a ser utilizado:
pt_pt: Primeiro, seleciona o tipo de mapa que queres jogar:
ru: Сначала выберите тип карты, на которой хотите играть:
sk: Najprv vyber, na akom type mapy chceš hrať:
sr: Прво, одабери тип мапе који желиш играти:
sv: Börja med att välja vilken sorts karta du vill spela på:
tr: İlk olarak, oynamak istediğin oyun için bir harita tipi seç:
uk: Спочатку виберіть, на якому типі мапи Ви хочете грати:
zh: 首先，请选择您想玩的地图类型:
zh_tw: 首先，選取您要遊玩的地圖類型：

source: • [font="sans-bold-14"]Random map[font="sans-14"] — A map created automatically from a script
ar: • [font="sans-bold-14"]خريطة عشوائيّة[font="sans-14"] — خريطة أُنشئت عشوائيًّا من سكربت
lv: • [font="sans-bold-14"]Nejauša karte[font="sans-14"] — automātiski ar skriptu izveidotā karte
ms: • [font="sans-bold-14"]Peta rawak[font="sans-14"] — Peta yang dijana secara automatik melalui skrip
nb: • [font="sans-bold-14"]Tilfeldig kart[font="sans-14"] — Et kart som automatisk genereres fra et skript
sk: • [font="sans-bold-14"]Náhodná mapa[font="sans-14"] — Mapa vytvorená automaticky pomocou skriptu
sr: • [font="sans-bold-14"]Random map[font="sans-14"] — Мапа аутоматски креирана из скрипте

source: • [font="sans-bold-14"]Scenario map[font="sans-14"] — A map created by map designers and with fixed civilisations
ar: • [font="sans-bold-14"]خريطة سيناريو[font="sans-14"] — خريطة أنشأها مصممو الخرائط والحضارات فيها ثابتة
lv: • [font="sans-bold-14"]Scenārija karte[font="sans-14"] — Karšu dizaineru izveidotā mape ar fiksētām civilizācijām.
ms: • [font="sans-bold-14"]Peta senario[font="sans-14"] — Peta yang dicipta khas oleh pencipta peta dengan tamadun tetap
nb: • [font="sans-bold-14"]Scenariokart[font="sans-14"] — Et kart laget av kartdesignere og med bestemte sivilisasjoner
sk: • [font="sans-bold-14"]Scenárová mapa[font="sans-14"] — Mapa vytvorená tvorcami mapy, s pevne danými civilizáciami

source: • [font="sans-bold-14"]Skirmish map[font="sans-14"] — A map created by map designers but where the civilisations can be chosen
ar: • [font="sans-bold-14"]خريطة مناوشة[font="sans-14"] — خريطة أنشأها مصممو الخرائط ولكن يمكنك اختيار الحضارات فيها
lv: • [font="sans-bold-14"]Sadursmju karte[font="sans-14"] — Karšu dizaineru izveidotā mape, kur civilizācijas var tikt izvēlētas
ms: • [font="sans-bold-14"]Peta pertempuran[font="sans-14"] — Peta yang dicipta oleh pereka peta yang mana anda boleh memilih tamadun yang dikehendaki
nb: • [font="sans-bold-14"]Trefningskart[font="sans-14"] — Et kart laget av kartdesignere, men hvor man selv kan velge sivilisasjoner
sk: • [font="sans-bold-14"]Súbojová mapa[font="sans-14"] — Mapa vytvorená tvorcami mapy, kde sa dajú vybrať civilizácie

source: Then the maps can be further filtered. The default maps are generally playable maps. Naval maps are maps where not all opponents can be reached over land and demo maps are maps used for testing purposes (generally not useful to play on). The "All Maps" filter shows all maps together in one list.
ar: بعدها يمكن ترشيح الخرائط أكثر فأكثر. الخرائط الافتراضيّة هي خرائط يمكن اللعب عليها عامّة. الخرائط البحريّة هي خرائط لا يمكنك الوصول إلى كلّ الخصوم فيها عبر الأراضي، والخرائط التّجريبيّة هي خرائط تُستخدم للأغراض الاختباريّة (ليست مفيدة للعب). مرشّح "كلّ الخرائط" يعرض كلّ الخرائط معًا في قائمة واحدة.
fa: سپس نقشه ها را می توان فیلتر کرد. نقشه پیش فرض معمولا از نقشه های قابل بازی است. نقشه های دریایی نقشه هایی هستند که افراد می توانند به دریا دسترسی داشته باشند و نقشه های دمو نقشه هایی هستند که برای تست استفاده می شوند (عموما مناسب بازی نیستند). فیلتر "تمام نقشه ها" تمام نقشه ها را در لیست نشان خواهد داد.
ga: Ansin is féidir leis na léarscáileanna a thuilleadh sa bhreis. Go ginearálta, tá na léarscáileanna réamhshocraithe ina so-imeartha. I léarscáileanna cabhlaigh, ní féidir le gach imreoir é a bhualadh leis tríd an dtalamh, agus úsáidtear léarscáileanna taispeántacha do thriail a bhaint as an gcluiche (go ginearálta, níl siad úsáideach do chluichí normálta a imirt). Taispeáin an scagaire "Léarscáileanna Uile" na léarscáileanna ar fad ar aon liosta.
ms: Kemudian peta boleh ditapis lagi. Peta lalai umumnya peta yang boleh dimainkan. Peta pertempuran laut yang mana bukan semua pihak lawan boleh mendarat dan peta demo adalah peta yang hanya digunakan untuk tujuan pengujian (umumnya tidak sesuai dimainkan). Penapis "Semua Peta" menunjukkan semua peta yang ada dalam satu senarai panjang.
nb: Deretter kan kartene filtreres videre. Standardkartene er generelt spillbare kart. Sjøkart er kart hvor ikke alle motstandere kan nås over land og demokart er kart til bruk for testformål (stort sett ikke nyttige i spilløyemed). "Alle kart"-filteret viser alle kartene sammen i én liste.
sk: Mapy sa dajú ďalej filtrovať. Predvolené mapy sú vcelku hrateľné mapy. Námorné mapy sú také, kde nie všetci protivníci sú dosiahnuteľní po súši. Demo mapy slúžia na testovacie účely (vcelku nie vhodné na hranie). Filter "Všetky mapy" ukáže všetky mapy dohromady.

source: Finally change the settings. For random maps this includes the number of players, the size of a map, etc. For scenarios you can only select who controls which player (decides where you start on the map etc). The options are either a human player, an AI or no player at all (the opponent will just be idle).
ar: وأخيرًا غيّر الإعدادات. في حال الخرائط العشوائيّة، يشمل هذا عدد اللاعبين، ومقاس الخريطة وغيرها. في حال السيناريوهات يمكنك فقط مَن منكم يتحكّم بأيّ لاعب (ما يحدّد مكان بداية كلّ واحد على الخريطة، إلخ). الخيارات هي أن تكون لاعب بشريًّا، أو ذكاءً اصطناعيًّا أو بلا أيّ لاعب إطلاقًا (سيكون الخصم خاملًا فحسب).
br: A-barzh ar fin kemmit an arventennoù. Evit ar pezh a sell ouzh ar c'hartennoù dre-zegouezh, an dra-se a endalc'h an niver a c'hoarierien, ment ar gartenn, hag all hag all. Evit ar pezh a sell ouzh ar senariooù, posupl eo deoc'h diuzañ, hepken, piv a gontrollo pep c'hoarier (divizet e vo gantañ pelec'h e vo loc'het ganeoc'h war ar gartenn...hag all...hag all). An dibaboù a vo pe ur Yann c'hoarier, un AI pe c'hoarier ebet (dre-se e vo dioberiant an enebour).
fa: در نهایت تغییر تنظیمات. برای یک نقشه تصادفی این شامل تعداد بازیکن ها و اندازه نقشه است و .. . برای سناریوها شما تنها می توانیدانتخاب کنید چه کسی چه بازیکنی را کنترل کند (تصمیم گیری زمانی که نقشه آغاز می شود). تنظیمات یا یک بازیکن انسان ، هوش مصنوعی AI یا هیچ بازیکن (حریف کاری انجام نخواهد داد) است.
ga: Mar fhocal scoir, athraigh na socruithe. Ar taobh léarscáileanna fánacha de, cuireann sé seo uimhir imreora, méid léarscáile, .i. san áireamh. Ar tabh cáis de is féidir leat ach amháin cé a bhí ina smacht ar gach faicsean (roghnaigh cá bhfuil tú ag tosú, .i.). Tá roghnú idir imreoir nó IS, nó imreoir ar bith (sa chás seo, beidh do namhaid ag fánacht amháin).
ms: Akhir sekali ubah tetapan. Bagi peta rawak ia disertakan dengan bilangan pemain, saiz peta, dll. Untuk senario anda hanya boleh pilih siapa yang mengawal pemain (ditentukan ketika anda mula pada peta, dll). Pilihan sama ada pemain manusia, atau AI atau tanpa pemain langsung (pihak lawan hanya melahu).
nb: Til slutt, endre innstillingene. For tilfeldige kart inkluderer dette antall spillere, størrelsen på kartet osv. For ferdige kartoppsett kan du kun velge hvem som kontrollerer hvilken spiller (bestemmer hvor du starter på kartet osv.). Valgene er: medspiller, AI-spiller eller ingen spiller (motstanderen vil være stillestående).
sk: Nakoniec si zmeň nastavenia. V prípade náhodných máp to zahŕňa počet hráčov, veľkosť mapy a podobne. Pri scenároch môžeš iba nastaviť, kto riadi ktorého hráča (rozhoduje pri výbere pozície na mape pri štarte atď). Môžeš si vybrať medzi živým hráčom, umelou inteligenciou alebo žiadnym hráčom (súperi budú nečinní).

source: When you are ready to start, click the "Start game" button.
ar: عندما تكون جاهزًا للبدء، انقر زرّ "ابدأ اللعبة".
br: Ur wech ma voc'h prest stagañ ganti, klikit war "Stagañ ar c'hoariadenn".
da: Når du er klar til at gå i gang, klik på "Start spillet"-knappen.
es_cl: Cuando esté listo para comenzar, haga clic en el botón "Empezar Juego".
es_mx: Cuándo este listo para iniciar, clic en el botón "Iniciar juego".
et: Kui olete valmis, vajutage "Alusta mängu" nupule.
fa: زمانی که آماده بودید، بر روی دکمه "شروع بازی" کلیک کنید.
ga: Nuair atá tú i do réidh, cliceáilfidh tú ar an gcnaipe "Tosaigh Cluiche".
he: כשאתה מוכן להתחיל, לחץ על לחצן "התחל משחק".
ka: როცა მზად იქნები თმაშის დასაწყებად, დააჭირე "დაიწყე თამაში" ღილაკს.
lv: Kad esat gatavi sākt, klikšķiniet pogu "Sākt spēli".
ms: Bila anda sudah sedia, klik butang "Mula permainan".
nb: Når du er klar for å starte, klikk på "Start spill" knappen.
sk: Ak ste si istý že chcete začať, stlač tlačidlo "Začať hru".
sl: Ko boste pripravljeni na začetek pritisnite gumb "Prični z igro".
sr: Када сте спремни за почетак кликните "Покрени игру" дугме.

source: [font="sans-bold-16"]Hotkeys:
ar: [font="sans-bold-16"]المفاتيح السريعة:
br: [font="sans-bold-16"]Berradennoù-klavier:
da: [font="sans-bold-16"]Genveje:
es_mx: [font="sans-bold-16"]Atajos:
et: [font="sans-bold-16"]Kiirklahvid:
fa: [font="sans-bold-16"]کلید های میانبر:
ga: [font="sans-bold-16"]Eochair aicearra:
ka: [font="sans-bold-16"]ცხელი ღილაკები:
lv: [font="sans-bold-16"]Ātrie taustiņi:
ms: [font="sans-bold-16"]Kekunci Panas:
nb: [font="sans-bold-16"]Hurtigtaster:
sk: [font="sans-bold-16"]Klávesové skratky:
sr: [font="sans-bold-16"]Тастери пречица:

source: [font="sans-bold-14"]Program-wide
ar: [font="sans-bold-14"]على مستوى البرنامج
br: [font="sans-bold-14"]Er programm a-bezh
fa: [font="sans-bold-14"]در خصوص نرم افزار بازی
ga: [font="sans-bold-14"]Ríomhchlárda
nb: [font="sans-bold-14"]I hele programmet
