Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Brutus was one of the key figures in the overthrow of the monarchy and the founding of the Roman Republic. Later, as consul he led a Roman army to victory against the Etruscan King Tarquinius who sought to retake the throne. Humans and Siege Engines +1 crush, hack, pierce resistance.
ast: Brutu foi una figura ḷḷave nel derroucamiento de la monarchía & inicio de la República Romana. Más sero, cumo cónsule, incabeçou l exércitu romanu que vinceu a Tarquiniu, el reye etruscu que buscaba recubrare l thronu. Humanos & máchinɐs de cerco: resistencia a la frayura, corte & foradura +1.
bg: Брут бил една от ключовите фигури в свалянето на монархията и създаването на Римската република. По-късно, като консул, той повел армията на Рим и победил етруския цар Тарквиний, който искал да си върне трона. Хора и обсадни машини +1 счупване, пробиване, устойчивост на смачкване.
ca: Brut va ser una de les figures clau en l'enderrocament de la monarquia i la fundació de la República de Roma. Més endavant, com a cònsol, va conduir un exèrcit a la victòria contra el rei etrusc Tarquini, que volia prendre el tron. +1 de resistència d'impacte, tall i perforació per a totes les unitats humanes i màquines de setge.
cs: Brutus byl jednou z klíčových postav svržení monarchie a založení římské republiky. Později jako konzul vedl římskou armádu k vítězství proti etruskému králi Tarquiniovi, který se snažil znovu získat trůn. Lidé a obléhací stroje získají +1 k obraně proti drtivým, sečným a bodným útokům.
da: Brutus var en af nøglefigurerne i omstyrtelsen af enevælden og grundlæggelsen af den romerske republik. Senere ledte han, som konsul, en romersk hær til sejr imod den etruskiske kong Tarquinius, som søgte at genvinde tronen. Mennesker og Belejringsvåben +1 knus, hak, gennembor modstand.
de: Brutus war einer der Hauptakteure beim Sturz der Monarchie und der Gründung der römischen Republik. Später führte er als Konsul eine römische Armee in den Sieg gegen den etruskischen König Tarquinius, der nach der Rückeroberung des Thrones trachtete. Menschen und Belagerungswaffen +1 Schmetter-, Hieb- und Stichwiderstand.
es: Bruto fue una de las figuras clave en el derrocamiento de la monarquía y la fundación de la República Romana. Más tarde, como cónsul, condujo a un ejército romano a la victoria contra el rey etrusco Tarquinio, que buscaba recuperar el trono. Humanos y máquinas de asedio (Resistencia al aplastamiento, corte y perforación: +1).
fi: Brutus oli yksi monarkian kukistamisen ja Rooman tasavallan perustamisen avainhahmoista. Myöhemmin konsulina hän johti roomalaisen armeijan voittoon etruskikuningas Tarquiniusta vastaan, joka pyrki valtaistuimelle takaisin. Ihmisille ja piirityskoneille +1 vastustuskykyää murskaukselle, hakkaukselle ja lävistyksille.
fr: Brutus était un des personnages clé dans le renversement de la monarchie et dans la fondation de la république romaine. Par la suite, comme consul il mena l'armée romaine à la victoire contre le Roi étrusque Tarquin qui cherchait à reprendre le trône. Les Humains et les Engins de Sièges gagnent +1 d'armure.
gl: Brutus foi unha das figuras clave na derrota da monarquía e na fundación da República Romana. Máis tarde, como cónsul, liderou un exército romano á vitoria contra o rei etrusco Tarquinio, quen intentaba recuperar o trono. Humáns e Máquinas de Asedio teñen +1 de resistencia a esmagamento, corte e perforación.
hi: ब्रूटस़, राजशाही का तख्तापलट और रोम़न गणतंत्र की स्थापना करने वाले मुख्य पात्रों में से एक थे। बाद में, सलाहकार के तौर पर उन्होंने रोम़न सेना का इत्रस्की राजा टैक्विनियस़ के विरुद्ध विजय दिलाने में नेतृत्व किया, जो अपनी राजगद्दी को पुनः प्राप्त करना चाह रहा था। मनुष्यों और घेराबंदी यंत्रों का कुचलने, काटने व भेदने से बचाव +१
hu: Brutus a monarchia megdöntésének és a Római Köztársaság megalapításának egyik kulcsfigurája volt. Később konzulként győzelemre vezette a római sereget Tarquinius etruszk király ellen, aki megpróbálta visszavenni a trónt. Embereknek és ostromgépeknek +1 zúzási, vágási, szúrási ellenállás.
id: Brutus adalah salah satu tokoh kunci dalam penggulingan monarki dan pendirian Republik Romawi. Kemudian, sebagai konsul, dia memimpin pasukan Romawi menuju kemenangan melawan Raja Tarquinius dari Etruria yang berusaha merebut kembali takhta. Manusia dan Mesin Kepung +1 daya tahan hantam, tebas, tusuk.
it: Bruto fu una delle figure chiave nel rovesciamento della monarchia e la fondazione della Repubblica a Roma. In seguito, come console, guidò l'esercito romano alla vittoria contro il re etrusco Tarquinio che cercava di riprendersi il trono. +1 resistenza a frantumare, fendente, perforante per gli umani e le macchine d'assedio.
ja: ブルータスは、王政を倒してローマ共和国を建国した中心人物の一人である。その後、彼は執政官としてローマ軍を率い、王位奪還を目指すエトルリア王タルキニウスに勝利しました。 人ユニットと攻城兵器の斬撃、貫通、衝撃の耐性+1
ku: Brutus di hilweşandina padîşahiyê û damezrandina Komara Romayê de yek ji kesayetên sereke bû. Dûv re, wekî konsul, wî artêşek Romayî li hember Qralê Etrûşî Tarquinius ê ku dixwest text ji nû ve bigire, bi ser ket. Mirov û Motorên Siege +1 şikandin, hack, berxwedanê qut dikin.
lb: Den Brutus war een vun den wichtegsten Männer déi zum Stierz vun der Monarchie an der Grënnung vun der Réimescher Republik bäigedroen hunn. Als spéideren Konsul huet hien eng réimesch Arméi zu enger Victoire géint den etruskeschen Kinneg Tarquinius geféiert, deen den Troun zeréckeroberen wolllt. Mënschen an Belagerungseenheeten +1 Schmetter-, Hack-, Stiechresistenz.
nl: Brutus was een van de centrale personen bij het omverwerpen van de monarchie en de stichting van de Romeinse republiek. Als consul leidde hij het Romeinse leger later naar de overwinning tegen de Etruskische koning Tarquinius die de troon wilde terugveroveren. Mensen en belegeringswerktuigen +1 slag-, steek- en verpletterweerstand.
pl: Brutus był jedną z ważniejszych postaci w dziele obalenia monarchii oraz założenia Republiki Rzymskiej. Później, jako konsul, prowadził armie Rzymu do zwycięstwa przeciw etruskańskiemu królowi Tarkwiniuszowi, który chciał ponownie objąć tron. +1 do obrony przed obrażeniami obuchowymi, kłutymi i siecznymi dla ludzi oraz machin oblężniczych.
pt_br: Brutus foi uma das figuras chave na derrubada da monarquia e na fundação da República Romana. Mais tarde, como cônsul, ele liderou a vitória do exército romano contra o rei etrusco Tarquínio, que buscava retomar o trono. Humanos e Armas de Cerco têm +1 de resistência à esmagamento, corte e perfuração.
pt_pt: Bruto foi uma das figuras-chave no derrube da monarquia e na fundação da República Romana. Mais tarde, como cônsul, liderou a vitória do exército romano contra o rei etrusco Tarquínio, que procurava retomar o trono. Humanos e armas de cerco +1 resistência ao esmagamento, corte e perfuração.
ro: Brutus a fost una dintre figurile cheie în răsturnarea monarhiei și în fondarea Republicii romane. Mai târziu, în calitate de consul, a condus o armată romană spre victorie împotriva regelui etrusc Tarquinius, care a încercat să recucerească tronul. Oameni și motoare de asediu +1 zdrobesc, taie, străpung rezistența.
ru: Луций Юний Брут был одной из ключевых фигур в свержении монархии и создании Римской республики. Позднее в должности консула он привел римскую армию к победе в войне с этрусским царём Тарквинием, стремившимся вернуть трон. Люди и осадные орудия получают +1 к защите от дробящего, рубящего и колющего оружия.
sk: Brutus bol jednou z kľúčových osobností pri zvrhnutí monarchie a založení rímskej republiky. Neskôr ako konzul viedol rímsku armádu k víťazstvu proti etruskému kráľovi Tarquiniovi, ktorý sa chcel vrátiť na trón. Ľudia a obliehacie stroje +1 drvivá, sečná a bodná odolnosť.
sr: Брутус је био једна од кључних фигура у рушењу монархије и оснивању Римске републике. Касније, као конзул водио је Римску војску у победу против Етрурског краља Тарквинија који је настојао да преузме престо. Људи и машине за опседање +1 уништавање и отпорност на пробијање.
sv: Brutus var en av nyckelpersonerna i störtandet av monarkin och grundandet av den romerska republiken. Senare, som konsul, ledde han en romersk armé till seger mot den etruskiske kungen Tarquinius som försökte återta tronen. Människor och belägringsmotorer +1 krossar, hackar, genomborrar motstånd.
tr: Brütüs, monarşinin yıkılmasında ve Roma Cumhuriyeti'nin kuruluşunda kilit figürlerden biriydi. Daha sonra konsül olarak, tahtı yeniden ele geçirmek isteyen Etrüsk Kralı Tarquinius'a karşı bir Romalı ordusunu zafere taşıdı. İnsanlar ve Kuşatma Makineleri +1 ezme, kesme, delme direnci.
uk: Брут був однією з ключових фігур у поваленні монархії та заснуванні Римської республіки. Пізніше, як консул він привів римську армію до перемоги над етруським царем Тарквінієм, який прагнув повернути собі трон. Люди та облогові знаряддя мають +1 стійкості до крушіння, рубання, коління.
ur: انسان اور محاصرے کے انجن +1 کو کچلتے ہیں ، ہیک کرتے ہیں ، مزاحمت کرتے ہیں
zh: 布鲁图斯是推翻君主制、建立罗马共和国的关键人物，作为执政官，他率领罗马军队击败了伊特鲁里亚国王塔克文，后者曾试图夺回王位。 士兵和攻城机械各项防护 +1.
zh_tw: 布魯圖斯是推翻君主制並成立羅馬共和國的關鍵人物之一。後來他以執政官身分率領羅馬軍隊對抗試圖奪回王位的伊特魯里亞國王塔克尼烏斯並獲得勝利。 人與攻城武器 +1 粉碎、劈砍、穿刺抗性。

source: Founder of the Ezida Temple
af: Stigter van die Ezida Tempel
ar: مؤسس معبد الـ إيذيدا
ast: Fundador de l Ezida
bg: Основател на храма на Езида
bn: এজেদা মন্দিরের প্রতিষ্ঠাতা
br: Krouer Templ Ezida
ca: Fundador del temple d'Ezida
cs: Zakladatel chrámu Ezidy
da: Ezida-Templets Grundlægger
de: Gründer des Ezida-Tempels
el: Ιδρυτής του Ναού του Έζιδα
es: Fundador del templo Ezida
es_ar: Fundador del Templo de Ezida
eu: Ezida Tenpluaren Sortzailea
fa: بنیانگذار معبد ازیدا
fi: Ezidan temppelin perustaja
fr: Fondateur du Temple d'Ezida
ga: Bunaitheoir den Theampall Ezida
gd: Stèidheadair teampall Ezida
gl: Fundador do templo Ezida
he: מייסד מקדש אזידה
hi: ऐजी़डा देवालय के संस्थापक
hu: Az Ezida templom alapítója
hy: Եզիդա տաճարի հիմնադիր
id: Pendiri Kuil Ezida
it: Fondatore del Tempio di Ezida
ja: エジダ神殿の創設者
ko: 에지다 사원의 창립자
ku: Damezrênerê Perestgeha Êzdiyan
lb: Grënner vum Ezida-Tempel
ms: Pengasas Kuil Ezida
nb: Grunnleggeren av Nabutempelet
nl: Stichter van de Ezida Tempel
pl: Budowniczy Świątyni Ezida
pt_br: Fundador do Templo de Ezida
pt_pt: Fundador do templo de Ezida
ro: Fondatorul templului Ezidea
ru: Основатель храма Изиды
sk: Zakladateľ chrámu Ezida
sr: Оснивач Езидиног Храма
sv: Grundare av Ezidatemplet
tr: Ezida Tapınağının Kurucusu
uk: Засновник храму Езида
ur: ایزدہ مندر کے بانی
zh: 埃兹达神庙创始人
zh_tw: 亞茲迪神殿的奠基者

source: Antiochus I laid the foundation for the Ezida Temple in Borsippa. Temples −10% resource costs; Temple technologies −10% resource costs.
af: Antiochus I het die fondasie vir die Ezida Tempel in Borsippa gelê. Tempels -10% hulpbron kostes; Tempel tegnologieë -10% hulpbron kostes.
ast: Antíochu I põxo lɐs bases de l templo de l Ezida in Borsippa. Templos: costos in recursos −10%; Téchnicɐs templares: costos in recursos −10%.
bg: Антиох I изградил основите на храма на Езида в Борсипа. Храмове -10% цена на ресурса; Храмови технологии -10% цена на ресурса.
ca: Antíoc I va ordenar la construcció del temple d'Ezida a Borsippa. −10% de cost de construcció i d'investigació de tecnologies per als temples.
cs: Antiochos I. položil základy Ezidského chrámu v Borsippě. -10 % z nákladů na chrámy a chrámové technologie.
da: Antiokus I lagde fundamentet til Ezidatemplet i Borsippa. Templer -10% ressourceomkostninger;Tempelteknologier -10% ressourceomkostninger.
de: Antiochus I. legte den Grundstein für den Ezida−Tempel in Borsippa. Tempel −10 % Rohstoffkosten; Tempeltechnologien −10 % Rohstoffkosten.
es: Antíoco I sentó los cimientos del Templo de Ezida en Borsippa. Templos (Coste de recursos y tecnología: −10%).
eu: Antiochusek Borsippako Ezidaren Tenplua sortu zuen. Tenpluak %10- baliabide kostuan, Tenpluko teknologiak %10- baliabide kostuan.
fi: Antiokhos I loi perustuksen Ezidan temppelille Borsippassa. Temppeleille -10 % resurssikustannuksista; temppeliteknologialle -10 % resurssikustannuksista.
fr: Antiochos I prépara le terrain pour le Temple d'Ezida à Borsippa. Les Temples coûtent 10% de ressources en moins; Les technologies du Temple coûtent 10% de ressource moins.
gl: Antíoco I puxo os cimentos do templo de Exida en Borsippa. Templos -10% no custo dos recursos; Tecnoloxías de templo -10% no custo dos recursos.
hi: एंटिओकस़ प्रथम ने बोर्सिप्पा में एज़िदा देवालय की नींव रखी। देवालयों की संसाधन लागत -१०%; देवालय तकनीकी संसाधन लागत -१०%
hu: I. Antiokhosz rakatta le a borszippai Ezida templom alapjait. −10% nyersanyagigény a templomoknak és a templomokban kutatható fejlesztéseknek
hy: Անտիոքոս I-ը Բորսիպպայում հիմնադրեց Եզիդայի տաճարը։ -10% տաճարների և դրանց տեխնոլոգիաների ռեսուրսային արժեքին։
id: Antiokhos I meletakkan landasan untuk Kuil Ezida di Borsippa. Kuil −10% biaya sumberdaya; teknologi Kuil −10% biaya sumberdaya.
it: Antioco I pose le fondamenta del tempio di Ezida a Borsippa. −10% costi per i templi e le loro tecnologie.
ja: アンティオコスI世は都市ボルシッパにエジダ神殿の基礎を作りました。 神殿の建設コスト、神殿の研究コスト-10%
ko: 안티오코스 1세는 보르시파에 있는 에지다 사원의 기초를 닦았습니다. 사원의 자원 비용이 -10% 감소합니다; 사원 기술의 자원 비용이 -10% 감소합니다.
ku: Antiochus I li Borsippa bingehê Perestgeha Êzidiyan danî. Perestgeh −10% lêçûnên çavkaniyê; Teknolojiyên Perestgehê −10% lêçûnên çavkaniyê.
lb: Den Antiochus I leet d'Fondatioun fir den Ezida-Tempel zu Borsippa. Tempelen -10% Ressourcekäschten, Tempel-Technologien -10% Ressourcekäschten.
nl: Antiochus I legde de fundering van de Ezida tempel in Borsippa. Tempels kosten -10% grondstoffen; tempeltechnologieën kosten -10% grondstoffen.
pl: Antioch I rozpoczął budowę Świątyni Ezida w Borsippi. -10% kosztów surowców na budowę świątyni i wynajdywania technologii świątynnych.
pt_br: Antiochus I contribuiu para a construção do Templo Ezida em Borsippa. Templos custam −10% de recursos; tecnologias de Templos custam −10% de recursos.
pt_pt: Antíoco I estabeleceu a fundação para o Templo de Ezida em Borsipa. Templos custam −10% em recursos; tecnologias do templo custam −10% em recursos.
ro: Antioh I a pus bazele templului Ezida din Borsippa. Temple -10% costuri de resurse; tehnologiile templelor -10% costuri de resurse.
ru: Антиох I заложил основу храма Исиды в Борсиппе. Строительство храмов и исследования храмовых технологий обходятся на 10% дешевле.
sk: Antiochus I položil základy Ezidského chrámu v Borsippe. Chrámy -10% ceny surovín; chrámové vylepšenia -10% ceny surovín.
sr: Антиох I је основао храм Езида у Борсипи. Храмови -10% цена ресурса; Технологија храмова -10% цена ресурса.
sv: Antiochus I lade grunden till Ezidatemplet i Borsippa. Tempel −10% resurskostnader; Tempelteknik −10% resurskostnader.
tr: Antiochus Borsippa'daki Ezida Tapınağı'nın temelini attı. Tapınaklar −% 10 kaynak maliyeti; Tapınak teknolojileri −% 10 kaynak maliyeti.
uk: Антіох I заклав фундамент храму Езіда в Борсіппі. Храми потребують −10% ресурсних витрат; храмові технології потребують −10% ресурсних витрат.
ur: مندر − 10 وسائل کے اخراجات مندر ٹیکنالوجیز − 10 وسائل کے اخراجات
zh: 安条克一世，为建造博西帕的埃兹达神庙打下了基础。 神庙花费及科研成本 -10% .
zh_tw: 安條克一世為波爾西帕的亞茲迪神廟打下了基礎。 神廟 -10% 資源成本；神廟科技 -10% 資源成本。

source: Immigration
af: Immigrasie
ar: الهجرة
ast: Immigracion
bg: Имиграция
bn: অভিবাসন
br: Enbroerezh
ca: Immigració
cs: Přistěhovalectví
da: Indvandring
el: Μετανάστευση
es: Inmigración
es_ar: Inmigración
eu: Inmigrazioa
fa: مهاجرت
fi: Siirtolaisuus
ga: Inimirce
gd: In-imrich
gl: Inmigración
he: עלייה
hi: आप्रवासन
hu: Bevándorlás
hy: Ներգաղթ
id: Imigrasi
it: Immigrazione
ja: 移住
ko: 이민자
ku: Macirî
lb: Immigratioun
ms: Imigrasi
nb: Innvandring
nl: Immigratie
pl: Imigracja
pt_br: Imigração
pt_pt: Imigração
ro: Imigrare
ru: Иммиграция
sk: Imigrácia
sr: Досељавање
tr: Göç
uk: Імміграція
ur: هجرت
zh: 鼓励移民
zh_tw: 移民

source: Antiochus encouraged Greek immigration to his realm and established many new cities in Asia Minor to serve as counterweights to the Gauls. +5% maximum population limit.
af: Antiochus het Griekse immigrasie na sy gebied aangemoedig en het baie nuwe stede in Klein-Asië gevestig om te dien as teengewig teen die Gallieërs. +5% maksimum populasie limiet.
ast: Antíochu afalou la immigracion griega n reino & fundou muĩꞇhɐs cildades nuövɐs na Asia Minor par’ atalyar los gallos. Llende de poblacion +5%.
bg: Антиох насърчил миграцията на гърците в царството му и създал много нови градове в Мала Азия, които да бъдат в противовес на Галите. +5% максимално население.
ca: Antíoc va fomentar la immigració grega al seu regne i va establir ciutats noves a l'Àsia Menor per contrarrestar la presència gal·la. +5% de població màxima.
cs: Antiochos podporoval stěhování Řeků do své říše a založil mnoho nových měst v Malé Asie, aby sloužila jako protiváha Galům. Navýšení maximálního počtu obyvatel o 5 %.
da: Antiokus opmuntrede græsk indvandring til hans rige og etablerede mange nye byer i Lilleasien, for at tjene som modvægte til gallerne. +5% maksimal befolkningsgrænse.
de: Antiochus förderte die griechische Immigration in sein Reich und erbaute viele neue Städte in Kleinasien, die als Gegengewicht gegen die Gallier dienen sollten. +5 % maximales Bevölkerungslimit.
es: Antíoco fomentó la la inmigración griega en su reino y estableció nuevas ciudades en Anatolia para servir de contrapartida a los galos. Límite de población: +5%.
eu: Antiochiusek Grekoen migrazioa suspertu zuen eta hiri berri asko egonkortu zituen Asia Txikian Galiarren indarra parekatzeko. %5+ gehieneko biztanleria mugan.
fi: Antiokhos rohkaisi kreikkalaisten maahanmuuttoa valtakuntaansa ja perusti monia uusia kaupunkeja Vähä-Aasiaan toimimaan vastapainona gallialaisille. +5 %:n enimmäisväestöraja.
fr: Antiochos encouragea l'immigration grecque vers son royaume et établit beaucoup de nouvelles villes en Asie Mineurs pour servir de contrepoids face aux Gaulois. La population maximale augmente de 5%.
gl: Antíoco animou a imigración grega ao seu reino e estableceu moitas novas cidades en Asia Menor para servir de contrapeso aos Gauleses. +5% de límite máximo de poboación.
hi: एंटिओकस़ ने अपने राज्य में आने के लिए यूनानी आप्रवासन को प्रोत्साहित किया व गॉलवासियों से संतुलन बनाने के लिए आनातोलिया में कई नए शहरों की बुनियाद रखी। अधिकतम जनसंख्या सीमा +५%
hu: Antiokhosz ösztönözte a görög bevándorlást országába, és sok új várost alapított Kis-Ázsiában, hogy ellensúlyként szolgáljon a gallokkal szemben. +5% maximális népességkorlát.
hy: Անտիոքոսը ոգեշնչեց հունական ներգաղթը դեպի իր թագավորություն և Փոքր Ասիայում հիմնեց բազմաթիվ նոր քաղաքներ՝ գալերին հակակշիռ ծառայելու համար։ +5% առավելագույն բնակչության քանակ։
id: Antiokhos mendorong imigrasi Yunani ke wilayah kekuasaannya dan mendirikan banyak kota baru di Asia Kecil sebagai penyeimbang bangsa Galia. +5% batas populasi maksimum.
it: Antioco incoraggiò l'immigrazione greca nel suo reame e fondò tante nuove città in Asia Minore per servire come contropesi per i Galli. +5% limite di popolazione massima.
ja: アンティオコスは、ギリシャ人の移住を奨励し、小アジアに多くの新しい都市を建設して、ガリア人に対抗する役割を果たしました。 人口上限+5%
ko: 안티오코스는 자신의 영역으로의 그리스인의 이민을 장려하고 소아시아에 많은 신도시들을 설립하여 가울족에 대한 평형추 역할을 했습니다. 최대 인구수가 +5% 증가합니다.
ku: Antiochus koçberiya Yewnanî ber bi warê xwe ve teşwîq kir û li Asyaya Biçûk gelek bajarên nû damezrand da ku ji Galiyan re bergiriyê bikin. +5% sînorê nifûsa herî zêde.
nl: Antiochus stimuleerde Grieken te emigreren naar zijn rijk en stichtte veel nieuwe steden in Klein-Azië als tegenwicht tegen de Galliërs. +5% maximum bevolkingslimiet.
pl: Antioch I zachęcał Greków do imigracji na jego ziemie i postawił fundamenty wielu nowych miast w Azji Mniejszej, by uzyskać przewagę nad Galami. +5% maksymalnej populacji.
pt_br: Antíoco incentivou a imigração Grega ao seu reino e estabeleceu várias novas cidades na Anatólia para servirem de contrapeso para os Gauleses. +5% de limite populacional.
pt_pt: Antíoco encorajou a imigração grega para o seu reino e estabeleceu muitas novas cidades na Ásia Menor para servirem de contrapesos aos gauleses. +5% limite máximo de população.
ro: Antioh a încurajat imigrația grecilor în regatul său și a înființat multe orașe noi în Asia Mică pentru a servi drept contrapondere la gali. Limita maximă a populației: +5%.
ru: Антиох поощрял переселение греков в своё царство и основал множество новых городов в Малой Азии в качестве противовеса галатам. +5% к предельной численности населения.
sk: Antiochius podporoval grécku imigráciu do svojej ríše a založil mnoho nových miest v Malej Ázii aby slúžili ako protiváha ku Galom. +5% maximálny limit populácie.
sr: Антиох је подстакао грчку имиграцију у своје царство и основао многе нове градове у Малој Азији који ће служити као противтежа Галима. +5% максимални лимит популације.
sv: Antiochus uppmuntrade grekisk immigration till sitt rike och etablerade många nya städer i Mindre Asien för att tjäna som motvikt till gallerna. +5% maximal befolkningsgräns.
tr: Antiokhos, Yunan göçünü kendi ülkesine teşvik etti ve Küçük Asya'daki birçok küçük kenti Galyalılara karşı ağırlık olarak kullandı. +5% maksimum nüfus sınırı.
uk: Антіох заохочував грецьку імміграцію до свого царства та створив багато нових міст в Малій Азії, які служать противагою галлам. +5% максимального ліміту населення.
ur: +5٪ زیادہ سے زیادہ آبادی کی حد
zh: 为了制衡凯尔特，安条克鼓励希腊移民，并在小亚细亚新建了许多城邑。 人口上限 +5% .
zh_tw: 安條克鼓勵希臘人移民到他的領土，並在小亞細亞建立了許多新城市與高盧人抗衡。 最大人口上限 +5%。

source: Basileus Megas
af: Groot Koning
ar: بازيليوس ميغاس
ast: Basileús mégas
bg: Басилеус мегас
bn: মহান রাজা
cs: Basileus Megas (Veliký Král)
el: Μέγας Βασιλεύς
fa: باسیلوس مگاس
hi: बासिलेए्स मैग्स, "महान राजा" के लिए ग्रीक उपाधि
hu: Basileus Megas (Nagy király)
hy: Բասիլևս Մեգաս
ja: 王の称号 バシレウス
ko: 바실레우스 메가스
nl: Grote Koning
pl: Wielki Król
ru: Басилевс Мегас
sr: Басилеус Мегас
tr: Büyük Kral
uk: Басілєус мегас
ur: باسیلیوس میگاس
zh: 大王
zh_tw: 大帝
