Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: First, let's set a rally-point. Setting a rally point on a building that can train units will automatically designate a task to the new unit upon completion of training. We want to send the newly trained units to gather Wood on the group of trees to the south of the Civic Center. To do so, select the Civic Center by clicking on it and then right-click on one of the trees.
ast: De mano, vamos afitar un puntu d'alcuentru. Afitar un puntu d'alcuentru nun edificiu capaz de llevantar unidaes va dar automáticamente una xera a cualquier unidá nueva en cuantes esta se llevante. Queremos unviar les unidaes acabantes de llevantar a recoyer madera del arboláu al sur del centru civil. Pa facelo, esbilla'l centru civil calcando nelli y dempués calca col botón drechu nun árbol.
bg: Първо, да поставим сборна точка. Определянето на сборна точка за сграда, която може да обучава единици, ще даде команда на новите единици веднага след създаването им. Искаме да изпратим новите единици да събират дърва от групата дървета на юг от селищния център. За да направим това, изберете селищния център като щракнете върху него с ляв бутон и след това щракнете с десен бутон върху едно от дърветата.
de: Setzen wir zuerst einen Sammelpunkt. Indem man einen Sammelpunkt bei einem Gebäude, das Einheiten ausbilden kann, setzt, wird automatisch allen ausgebildeten Einheiten ein Befehl gegeben. Wir wollen die neu ausgebildeten Einheiten in dem Hain südlich des Verwaltungssitzes Holz sammeln lassen. Wähle dafür den Verwaltungssitz aus, indem du darauf klickst, und klicke dann rechts auf einen der Bäume.
el: Κατ 'αρχάς, ας θέσουμε ένα σημείο συγκέντρωσης. Ο καθορισμός ενός σημείου συγκέντρωσης από ένα κτίριο που μπορεί να εκπαιδεύσει μονάδες θα ορίσει αυτόματα μια εργασία στη νέα μονάδα μετά την ολοκλήρωση της εκπαίδευσης. Θέλουμε να στείλουμε τις πρόσφατα εκπαιδευμένες μονάδες για να μαζέψουμε τα Ξύλα στη συστάδα δέντρων στα νότια του Αστικού Κέντρου. Για να το κάνετε αυτό, επιλέξτε το Αστικό Κέντρο κάνοντας κλικ πάνω του και στη συνέχεια κάντε δεξί κλικ σε ένα από τα δέντρα.
es: Antes de nada vamos a poner un punto de encuentro. Al hacerlo en un edificio que puede reclutar unidades conseguirás asignarles una tarea según vayan saliendo. Queremos enviar las unidades recién reclutadas a recolectar madera de los árboles al sur del centro cívico. Para hacerlo, selecciona el centro cívico haciendo clic sobre él y luego haz clic derecho sobre uno de los árboles.
eu: Lehenik, elkartze puntua ezarri dezagun. Unitateak automatikoki trebatuko dituen eraikin batean elkargune bat ezartzeak trebakuntza bukatzean unitateari automatikoki lan bat emango dio. Unitate trebatu berriak bidali nahi ditugu egurra biltzera Gizarte Zentroaren hegoaldera. Horretarako, Gizarte Zentroa aukeratu gainean klikatuz eta gero eskuin klika egin zuhaitzetako batean Rally-Points markatzen dira marra urdinaren bukaeran dagoen ikurrin batez.
gd: An toiseach, suidhichidh sinn ceann-cruinneachaidh. Ma shuidhicheas tu ceann-cruinneachaidh air togalach a nì trèanadh air aonadan, thèid saothair iomruineadh dha na h-aonadan ùra nuair a bhios iad deiseil. Bu mhiann leinn na h-aonadan ùra a chur gun bhadan chraobhan gu deas air an ionad shìobhalta ach an cruinnich iad fiodha. Gus seo a dhèanamh, briog air an ionad sìobhalta gus a thaghadh agus dèan briogadh deas air tè dhe na craobhan an uairsin.
it: In primo luogo, fissiamo un punto di raduno. L'impostazione di un punto di raduno di un edificio in grado di addestrare unità designerà automaticamente il compito della nuova unità al termine dell'addestramento. Inviamo le unità appena addestrate a raccogliere il Legno sul gruppo di alberi a sud del Centro Civico. Per fare ciò, seleziona il Centro Civico facendo clic su di esso e poi fai clic con il pulsante destro del mouse su uno degli alberi.
ms: Mula-mula, tetapkan dahulu titk bolak-balik. Penetapan titik bolak-balik pada sesebuah bangunan yang melatih unit akan tentukan tugas secara automatik kepada unit baharu tersebut seusai latihan tamat. Kita perlu mengerah unit baharu dilatih untuk mengumpul Kayu di bahagian hutan di selatan Pusat Sivik. Untuk membuatnya, pilih Pusat Sivik dengan mengklik padanya kemudian klik-kanan pada pokok yang dikehendaki.
nb: Først, sett et samlingspunkt. Å sette et samlingspunkt på en bygning som kan trene enheter vil automatisk tildele en oppgave til en ny enhet når den har gjennomgått trening. Vi ønsker å sendte rekrutter til å sanke trevirke fra en treklynge sør for samfunnssenteret. For å gjøre det, velg samfunnssenteret ved å klikke på det, og så høyreklikke på en av trærne.
pl: Najpierw ustawmy punkt rajdu. Ustawienie punktu zbiórki na budynku, który może trenować jednostki, automatycznie wyznaczy zadanie dla nowej jednostki po ukończeniu szkolenia. Chcemy wysłać nowo wyszkolone jednostki, by zebrać Drewno na grupie drzew na południe od Centrum Obywatelskiego. Aby to zrobić, wybierz Centrum Obywatelskie, klikając je, a następnie kliknij prawym przyciskiem myszy jeden z drzew.
pt_pt: Primeiro, vamos definir um ponto de encontro. Definir um ponto de encontro num edifício que pode treinar unidades irá designar automaticamente uma tarefa à nova unidade ao terminar o seu treino. Queremos mandar as novas unidades treinadas para recolherem Madeira no grupo de árvores a sul do Centro Cívico. Para isso, seleciona o Centro Cívico clicando nele e de seguida clica com o botão direito do rato numa das árvores.
ru: Сначала давайте установим точку сбора. При установке точки сбора для здания, в котором создаются юниты, каждому новому юниту по завершении тренировки автоматически будет назначено задание. Нам нужно отправить новых юнитов на сбор Древесины к югу от Городского Центра. Для этого выберите Городской Центр, кликнув на нем и затем кликните правой кнопкой мыши на деревьях.
zh: 首先，让我们设立一个集结点。给一幢可以训练单元的建筑设立集结点可以自动地给训练的单元安排任务：一旦训练完成，新训练的单元会自动被分配任务。我们想让新训练的的单元去砍伐市政中心南方的树木群。为了完成任务，您需要点击选中市政中心，然后右击其中的某一棵树。

source: Rally-Points are indicated by a small flag at the end of the blue line.
ast: Una banderina al cabu d'una llinia azul señala los puntos d'alcuentru.
bg: Сборните точки се виждат като малко флагче на края на синята линия.
de: Sammelpunkte werden mit einer kleinen Fahne am Ende der blauen Linie angezeigt.
el: Τα Σημεία Συγκέντρωσης σημειώνονται με μια μικρή σημαία στο τέλος της μπλε γραμμής.
es: Los puntos de encuentro están indicados por una pequeña bandera al final de la línea azul.
eu: Rally-puntuak lerro urdinaren amaierako bandera txiki batek adierazten du.
gd: Thèid cinn-chruinneachaidh a chomharrachadh dhut le bratach bheag air deireadh loidhne ghuirme.
it: I punti di raduno sono indicati da una piccola bandiera alla fine della linea blu.
ms: Titik bolak-balik ditunjukkan dengan satu bendera kecil dipenghujung garisan biru.
nb: Samlingspunkt indikeres av et lite flagg på slutten av den blå linjen.
pl: Punkty zborne są zaznaczone mała flagą na końcu niebieskiej linii
pt_pt: Os Pontos de Encontro são assinalados com uma pequena bandeira na extremidade da linha azul.
ru: Точки сбора обозначаются небольшими флажками на конце синей линии.
zh: 集结点被一个小旗帜标记，集结点和建筑之间由蓝色线条连接。

source: Select the Civic Center, then hover the cursor over a tree and right-click when you see the cursor change into a Wood icon.
ast: Esbilla'l centru civil, pon el punteru enriba d'un árbol y calca col botón drechu cuando'l punteru se camude nel iconu de la madera.
bg: Изберете селищния център, а след това посочете някое дърво с мишката и щракнете с десния бутон, когато видите, че курсорът се превърне в иконка с дърво.
br: Diuzit ar Greizenn Geodedel, lakait goude-se ar reti war ur wezenn ha klikit-dehou warnañ ur wech ma vo cheñchet ar reti en un arlun Koad.
ca: Selecciona el Centre Cívic i a continuació passa el cursor sobre l'arbre i prem clic dret quan veges el teu cursor canviar a la icona de fusta.
de: Wähle den Verwaltungssitz aus, fahre dann mit dem Mauszeiger über einen Baum und klicke rechts, wenn sich der Mauszeiger in ein Holzsymbol verwandelt.
el: Επέλεξε το Αστικό Κέντρο, έπειτα τοποθέτησε τον κέρσορα πάνω σε ένα δέντρο και κάνε δεξί κλικ όταν δεις τον κέρσορα του ποντικού να αλλάζει σε εικονίδιο Ξύλου.
eo: Elektu la Civitacentro, poste loku la kursoro super arbon kaj dekstre-klaku, kiam vi vidas, ke la kursoro fariĝas bildeto «Ligno».
es: Selecciona el centro cívico, después mueve el cursor sobre el árbol y haz clic derecho en cuanto veas el símbolo de la madera.
es_ar: Slecciona el Centro Cívico, luego desplaza el cursor sobre un árbol y haz click derecho cuando veas que el cursor cambia al ícono de madera.
eu: Gizarte Zentroa aukeratu, kurtsorea zuhaitzaren gainean jarri eta saguaren eskuin klika egin erakuslea Egur ikonora aldatzen denean.
fa: انتخاب یک مرکز تمدن، سپس نشانگر ماوس خود را بر روی یک درخت منتقل کردن و کلیک راست را زمانی که عکس چوب در کنار نشانگر ماوس نمایش داده شد بزنید.
ga: Roghnaigh an tIonad Cathartha, ansin faoileáil an cúrsóir os cionn crainn agus deaschliceáil nuair a fheiceann tú do chúrsóir ag athrú go íocón Adhmaid.
gd: Tagh an t-ionad sìobhalta, cuir an luchag os cionn craoibhe an uairsin agus dèan briogadh deas nuair a bhios an cùrsair air a dhol ’na ìomhaigheag fiodha.
gl: Seleccione o centro cívico, sitúe o cursor sobre unha árbore, e prema co botón secundario cando o cursor se converta nunha icona de madeira.
it: Seleziona il Centro Cittadino, quindi sposta il cursore sopra un albero e fai clic con il pulsante destro quando vedi il cursore diventare un'icona Legno.
ko: 시민 회관을 선택하고 커서를 나무 위에 올려놓고 커서가 목재 아이콘으로 바뀌면 오른쪽 버튼을 클릭하십시오.
ms: Pilih Pusat Sivik, kemudian letak penuding tetikus anda di atas pokok dan klik-kanan bila anda dapati kursor berubah bentuk menjadi ikon Kayu.
pl: Zaznacz Centrum Osady, a następnie najedź myszą na drzewo i kliknij PPM, kiedy kursor zmieni się na ikonę drewna.
pt_pt: Seleciona o Centro Cívico, e então passa com o cursor sobre a árvore e clica com o botão direito do rato quando vires que o cursor muda para o ícone da Madeira.
ru: Выберите городской центр, затем наведите курсор на дерево и нажмите ПКМ, когда увидите, что курсор сменился на изображение Древесины
sk: Označ občianske Centrum a prejdi kurzorom myši ponad strom. Keď sa kurzor zmení na ikonu dreva, klikni pravým tlačidlom na stromy.
sv: Markera samhällscentret, sväva markören över ett träd och högerklicka när du ser markören byta till en ved-ikon.
tr: Kent Merkezini seçin, sonrasında fare göstergesini bir ağacın üzerine götürün ve gösterge odun simgesine dönüşünce sağ tıklayın.
uk: Виберіть Громадський Центр, потім наведіть курсор на дерево і натисніть правою кнопкою миші, коли ви побачите, що курсор змінився на піктограму Деревина.
zh: 选择市政中心，然后在一棵树上悬停，当鼠标变成木材时，右击。

source: Now that the rally-point is set, we can produce additional units and they will do their assigned task automatically.
ast: Agora que'l puntu d'alcuentru ta afitáu, somos a criar más unidaes que van facer automáticamente la xera que se-yos encargó.
bg: След като сборната точка вече е определена, можем да създадем допълнителни единици и те ще започнат да изпълняват определената си задача автоматично.
de: Jetzt, wo der Sammelpunkt gesetzt ist, können wir mehr Einheiten ausbilden und sie werden ihre zugewiesenen Aufgaben automatisch erledigen.
el: Τώρα που έχει οριστεί το σημείο συγκέντρωσης, μπορούμε να παράγουμε επιπλέον μονάδες και αυτές θα αναλάβουν αυτόματα την αποστολή τους.
es: Ahora que el punto de encuentro está establecido, podemos producir unidades adicionales que harán la tarea asignada automáticamente.
eu: Orain rally-puntua ezarrita dagoenez, unitate gehigarriak sor ditzakegu eta esleitutako zeregina automatikoki egingo dute.
gd: Nise on a tha sinn air a’ cheann-chruinneachaidh a shuidheachadh, ’s urrainn dhuinn barrachd aonadan a dhèanamh agus tòisichidh iad air an obair aca gu fèin-obrachail.
it: Adesso che abbiamo impostato il punto di raduno possiamo addestrare altre unità e verranno assegnate a quel compito automaticamente.
ms: Sekarang titik bolak-balik telah ditetapkan, kita boleh wujudkan unit tambahan dan mereka akan melakukan kerja yang diarahkan secara automatik.
nb: Nå som samlingspunktet er satt, kan vi produsere flere enheter, som vil gjøre deres tildelte oppgave automatisk.
pl: Po ustawieniu punktu zbiórki możemy wyprodukować dodatkowe jednostki i automatycznie wykonają przypisane zadanie.
pt_pt: Agora que o ponto de encontro está definido, podemos produzir unidades adicionais e elas serão designadas para a tarefa automaticamente.
ru: Теперь, когда точка сбора установлена, Вы можете создать новых юнитов, и они автоматически будут выполнять назначенное задание.
zh: 现在，集结点已经被设立，我们能够生产更多的单元，而且他们可以被自动地分配任务。

source: Citizen soldiers gather wood faster than female citizens. Select the Civic Center and, while holding Shift, click on the second unit icon, the hoplites (holding Shift trains a batch of five units). You can also train units individually by simply clicking, but training 5 units together takes less time than training 5 units individually.
ast: Los ciudadanos-soldáu recueyen madera más rápido que les ciudadanes. Esbilla'l centru civil y, primiendo Mayús, calca nel iconu de la segunda unidá, los hoplites. (Primir Mayús llevanta un grupu de cinco unidaes). Yes tamién a llevantar a les unidaes xebradamente namái calcando, pero lleva menos tiempu llevantar a 5 unidaes al empar.
bg: Гражданите-во̀ини са по-добри от жените в събирането на дърва. Изберете селищния център и, задържайки клавиша Shift, натиснете втората иконка на единица, хоплита (натискането на иконка при задържан Shift създава партида от пет единици). Можете да обучавате единиците и една по една, като просто натискате иконките им, но обучаването на 5 единици едновременно отнема по-малко време от обучаването им отделно.
br: Ar soudarded-keodedour a zo efedusoc'h evit dastum koad evit ar c'heodedourezed. Diuzit ar Greizenn Geodedel ha klikit war arlun an eil unanenn, an hoplited, en ur zerc'hel pouezet ar bouton Lkd (derc'hel ar bouton Lkd a stumm ur strollad 5 unanenn). Gallout a rit stummañ ivez un unanenn hepken, en ur glikañ simpl, met stummañ 5 unanenn a-stroll a gemer nebeutoc'h a amzer evit 5 unanenn en un doare hiniennel.
ca: Els ciutadans arrepleguen fusta més ràpid que les ciutadanes. Selecciona el Centre Cívic i, mentre mantens Shift, clica sobre la icona de la segona unitat, els hoplites (mantenint Shift entrenes un grup de cinc unitats). Tanmateix pots entrenar unitats individuals simplement clicant sobre elles, però entrenar 5 unitats d'un cop pren menys temps que entrenar 5 unitats individualment.
de: Da Bürgersoldaten im Holzsammeln besser als Bürgerinnen sind, wähle den Verwaltungssitz aus, halte die Umschalttaste gedrückt und klicke auf das zweite Einheiten-Symbol, die Hopliten (Umschalt+Klick bildet fünf Einheiten auf einmal aus). Du kannst Einheiten auch mit einfachen Klicks einzeln ausbilden, aber 5 Einheiten auf einmal dauern weniger lange als sie einzeln auszubilden.
el: Οι πολίτες οπλίτες είναι καλύτεροι από τις γυναίκες πολίτες για τη συλλογή του ξύλου. Επέλεξε το Αστικό Κέντρο και κάντε κλικ στο εικονίδιο της δεύτερης μονάδας, ενώ κρατάς πατημένο το Shift, οι οπλίτες (με το shift πατημένο εκπαιδεύεται μια ομάδα πέντε μονάδων). Μπορείς επίσης να εκπαιδεύσεις μονάδες ξεχωριστά κάνοντας απλώς κλικ, αλλά η εκπαίδευση 5 μονάδων μαζί παίρνει λιγότερο χρόνο από την εκπαίδευση 5 μονάδων ξεχωριστά.
eo: Civitanaj soldatoj kolektas lignon pli rapide ol civitaninoj. Elektu la Civitacentro kaj, premante Maj.-klavon, klaku sur la bildeton de la dua unuo, la Hoplitoj (manteni Maj.-klavon trejnas po staplo de kvin unuoj). Vi ankaŭ povas trejni unuojn unuope per unuobla klako, sed trejni po 5 unuoj kune uzas malpli da tempo ol trejni 5 unuojn unuope.
es: Los ciudadanos-soldado son más rápidos obteniendo madera que las ciudadanas. Mantén pulsada la tecla Mayús mientras haces clic en el icono de la segunda unidad (los hoplitas) para producir grupos de 5 unidades. También puedes reclutar unidades individuales haciendo clic sin más, pero es más lento.
es_ar: Los Ciudadanos Soldado recolectan madera más rápido que las Ciudadanas. Selecciona el Centro Cívico y mientras mantienes presionado Shift, haz click sobre el ícono de unidad secundaria. los Hoplitas (mantener apretado Shift entrena un grupo de 5 unidades). Puedes también entrenar unidades individualmente simplemente haciendo click, pero entrenar 5 unidades juntas lleva menos tiempo que 5 unidades por separado.
eu: Hiritar Soldaduak emakume hiritarrak baino hobeak dira Egurra biltzean. Gizarte Zentroa aukeratu eta, Maius sakaturik duzula, bigarren unitatearen ikonoa sakatu, hoplitak (Maius klikatuz bost unitateko sorta trebatuko du). Unitateak bakarka ere trebatu ditzakezu soilik klik eginez, baino 5 unitate batera trebatzeak banak trebatzeak baino denbora gutxiago behar du.
fa: سربازهای شهروند چوب را سریعتر از زن های شهروند جمع آوری می کنند. مرکز تمدن را انتخاب کنید، در حالی که شیفت را نگه داشته اید، بر روی عکس نیروی دوم، هاپلیت ها کلیک کنید (شیفت را نگهدارید تا یک دسته 5 تایی از آنها پرورش دهید)
ga: Bailíonn míle-shaoránaigh adhmad níos tapa ná banshaoránaigh. Roghnaigh an tIonad Cathartha agus, le Shift brúite, cliceáil ar an dara íocón aonaid, na hoiplítigh (nuair áta Shift brúite, tá cúigear aonad traenáilte). Is féidir leat aonaid a thraenáil astu féin, ach tá am traenála do dhream 5ir níos lú ná 5 aonaid astu féin.
gd: Tha saighdearan-dùthcha nas fhearr air fiodh a chruinneachadh na saoranaich bhoireann. Tagh an t-ionad sìobhalta agus dèan briogadh le Shift air an dàrna ìomhaigheag aonaid; ’s e sin na hoiplidean (trèanaidh briogadh le Shift grunn dhe chòig aonadan). ’S urrainn dhut aonadan fa leth a thrèanadh cuideachd le briogadh simplidh ach bidh trèanadh ghrunn de chòignear nas luaithe na trèanadh chòignear fa leth.
gl: Os cidadáns soldado recoller madeira máis rápido que as cidadás. Selecciona o centro cívico e, mantendo Maiús, preme a segunda icona de unidade, os hoplitas (manter Maiús adestra un grupo de cinco unidades). Tamén pode adestrar unidades de maneira individual cun clic simple, pero adestrar 5 unidades xuntas require menos tempo que adestrar 5 unidades por separado.
it: Poiché i Cittadini Soldato sono più efficienti delle Cittadine a raccogliere legna, seleziona il Centro Cittadino e fai clic sull'icona della seconda unità, gli Opliti (l'utilizzo di Maiusc+click produce un gruppo di cinque unità). È inoltre possibile allenare singolarmente le unità semplicemente facendo clic una volta, ma addestrare 5 unità insieme richiede meno tempo rispetto all'addestramento di 5 unità singole.
ko: 시민 군인은 여성 시민보다 나무를 더 빨리 모읍니다. 시민 회관을 선택하고 Shift 키를 누른 상태에서 두번째 유닛 아이콘인 중갑 보병을 클릭합니다(Shift 키를 누른 채 클릭하면 유닛이 5배 단위로 대량 훈련됩니다). 클릭하기만 하면 유닛을 개별적으로 훈련할 수 있지만, 5명의 유닛을 함께 훈련하는 것이 5명의 유닛을 개별적으로 훈련하는 것보다 시간이 덜 걸립니다.
ms: Askar rakyat dapat mengumpul kayu lebih pantas berbanding rakyat perempuan. Pilih Pusat Sivik, kemudian tahan Shift, klik pada ikon unit kedua, iaitu hoplites (tahan Shift dapat melatih sekumpulan lima unit). Anda juga boleh melatih unit secara individu dengan hanya mengklik, tetapi melatih 5 unit serentak menjimatkan masa berbanding melatih 5 unit secara berasingan.
pl: Żołnierze obywatelscy zbierają drewno szybciej niż Kobiety. Zaznacz Centrum Osady i trzymając Shift kliknij na drugą ikonę jednostki - hoplitę. (trzymając Shift wyszkolisz partię pięciu jednostek). Możesz także szkolić jednostki pojedynczo, ale zajmuje to więcej czasu niż wyszkolenie 5 jednostek naraz.
pt_pt: Os soldados cidadãos recolhem madeira mais depressa que as cidadãs. Seleciona o Centro Cívico e, enquanto mantém premida a tecla Shift, clica no ícone da segunda unidade, os Hoplitas (manter premida a tecla Shift treina um lote de 5 unidades). Também podes treinar unidades individualmente clicando simplesmente, mas treinar 5 unidades juntas leva menos tempo que treinar 5 unidades individualmente.
ru: Граждане-солдаты добывают древесину быстрее горожанок. Выберите здание Городского Центра и, удерживая клавишу Shift, кликните по иконке второго юнита, гоплита (щелчок с зажатой клавишей Shift запускает тренировку партии из 5 юнитов). Вы также могли бы произвести эти 5 юнитов одного за другим поодиночке, но обучение партии из 5 юнитов займёт меньше времени.
sk: Občania-vojaci ťažia drevo rýchlejšie ako ženy. Zvoľ Občianske Centrum a potom s podržaným Shiftom klikni na druhú ikonu - Hoplit (podržanie Shiftu spôsobí trénovanie skupiny piatich jednotiek). Jednotky môžeš síce trénovať aj po jednej (jednoducho klikaním na ikonu), no trénovanie skupiny 5 jednotiek zaberie menej času, ako trénovanie 5 jednotiek po jednej.
sv: Medborgarsoldater samlar ved snabbare än kvinnliga medborgare. Välj samhällscentret och håll ner Shift och klicka på andra enhets-symbolen, hoplit (nerhållen Shift utbildar en grupp om fem enheter). Du kan även träna enskilda enheter genom att bara klicka, men det går snabbare att träna 5 enheter tillsammans än individuellt.
tr: Vatandaş askerler, kadın vatandaşlardan daha hızlı odun toplamaktadır. Kent Merkezini seçin ve Shift tuşunu basılı tutarken, ikinci birim simgesine; Hoplite'lara tıklayın (Shift tuşunu basılı tutmak beş birimden oluşan bir grup eğitir). Ayrıca birimleri tıklatarak tek tek eğitebilirsiniz, ancak 5 birimi birlikte eğitmek, 5 birimi tek tek eğitmekten daha az zaman alır.
uk: Городяни-солдати збирають деревину швидше, ніж городянки. Виберіть Громадський Центр і, утримуючи Shift, натисніть піктограму другого юніта, гопліта (утримуючи Shift тренується група з п'яти юнітів). Ви також можете тренувати юнітів індивідуально просто натискаючи, але тренування 5 юнітів разом займає менше часу, ніж тренування 5 юнітів окремо.
zh: 民兵比女性居民采集木材快。选择市政中心，按住Shift并单击希腊重步兵同，即第二个图标，以一次训练5个。你也可以不按住Shift，通过单击训练一个，但是一次训练5个要比一个一个训练节省时间。
