Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Early Achaemenid rulers acted towards making Persia the first great Asian empire to rule the seas. The Great King behaved favourably towards the various sea peoples in order to secure their services, but also carried out various marine initiatives. During the reign of Darius the Great, for example, a canal was built in Egypt and a Persian navy was sent exploring the Indus river. According to Herodotus, some 300 ships in the Persian navy were retrofitted to carry horses and their riders.
ast: Los gobernadores aqueménides tempranos actuaron pa facer de Persia el primer gran imperiu asiáticu que dominare la mar. El gran rei llevóse favoratiblemente colos diferentes xentes del mar al envís d'asegurar la so cooperación, y llevar alantre estremaes iniciatives marines. Nel reináu de Daríu'l Grande, por exemplu, construyóse una canal n'Exiptu y unvióse una armada persa pa esplorar el ríu Indu. Según Heródotu, adautáronse unos 300 barcos de l'armada persa pa llevar caballos y xinetes.
bg: Ранните владетели на Ахеменидското царство се стремели да направят Персия първата велика азиатска империя, която да владее моретата. Великият цар бил благосклонен към всички морски народи, за да си осигури услугите им, но също така и сам развивал различни морски дейности. По време на управлението на Дарий I Велики, например, бил построен канал в Египте и персийската войска била изпратена да проучва река Инд. Според Херодот, около 300 кораба от персийския военноморски флот били преоборудвани, за да могат да превозват коне и ездачите им.
br: Ar souverenoù-kentañ Akaemeninted o deus graet e-seurt d'ober eus Persia an impalaeriezh Azian kentañ o ren war ar morioù. Madelezus e oa ar Roue Meur e-keñver pobloù-lies ar mor a-benn asuriñ o sikour, met ivez evit kas da benn intruduioù-lies war-vor. E-pad ren Darius ar Meur, da skouer, ur ganol a oa bet savet e Bro-Ejipt hag ul lestraz Persian bennak a oa bet kaset da ergerzhour ar ster Induz. Hervez Herodotus, un 300 bag bennak er morlu Persian a oa kempennet evit dougen kezeg hag o marc'hegerien.
ca: Els primers governants aquemènides van propiciar que Pèrsia fos el primer gran imperi asiàtic a dominar els mars. El Gran Rei actuava favorablement amb els pobles de la mar per assegurar-se els seus serveis, però també va dur a terme diverses iniciatives marines. Durant el regnat de Darios el Gran, per exemple, es va construir un canal a Egipte i es va enviar una flota persa a explorar el riu Indus. Segons Heròdot, uns 300 vaixells de la flota es van renovar per poder dur cavalls i els seus genets.
cs: Raní Achaimenovští vládci udělali z Persie první asijskou velkou říši, která ovládala moře. Velkokrál napomáhal mnohým mořským národům, aby si zajistil jejich služby, sám ale také začal různé námořní činnosti. Během vlády Dareia I. byl například v Egyptě postaven kanál a perské loďstvo byla vyslána k prozkoumávání řeky Indus. Podle Herodota bylo dovybaveno asi 300 lodí perského loďstva, aby mohly přepravovat koně a jejich jezdce.
de: Die frühen Achämenidenherrscher machten Persien zum ersten asiatischen Großreich, welches die See beherrschte. Der Großkönig begünstigte die vielen Seevölker um deren Dienste zu sichern, führte aber auch selbst diverse Marineaktivitäten durch. Während der Herrschaft von Dareios I. wurde beispielsweise ein Kanal in Ägypten gebaut und eine persische Flotte ausgeschickt, um den Indus zu erkunden. Laut Herodot wurden etwa 300 Schiffe der persischen Marine nachgerüstet, um den Transport von Reitern und deren Pferden zu ermöglichen.
el: Οι πρώτοι κυβερνήτες των Αχαιμενιδών έδρασαν προς την κατεύθυνση να κάνουν την Περσία την πρώτη μεγάλη ασιατική αυτοκρατορία που ελέγχει τις θάλασσες. Ο Μεγάλος Βασιλιάς συμπεριφέρθηκε ευνοϊκά προς διάφορου θαλάσσιους λαούς, προκειμένου να εξασφαλίσει τις υπηρεσίες τους, αλλά και πραγματοποίησε διάφορες θαλάσσιες πρωτοβουλίες. Κατά τη διάρκεια της βασιλείας του Δαρείου του Μεγάλου, για παράδειγμα, ένα κανάλι χτίστηκε στην Αίγυπτο και ένα Περσικό ναυτικό στάλθηκε για την εξερεύνηση του ποταμού Ινδού. Σύμφωνα με τον Ηρόδοτο, περίπου 300 πλοία του Περσικού ναυτικού είχαν κατασκευαστεί για να μεταφέρουν τα άλογα και τους αναβάτες τους.
es_ar: Los primeros reyes aqueménidas trabajaron para hacer de Persia el primer gran imperio asiático en dominar los mares. El gran rey se comportaba de forma favorable con los pueblos marinos para asegurar sus servicios, aunque también llevaron a cabo varias iniciativas marítimas. Durante el reinado de Darío I el Grande, por ejemplo, se construyó un canal en Egipto y una flota persa fue enviada para explorar el río Indo. De acuerdo con Herótodo, se modificaron unos 300 barcos en la marina persa para transportar caballos y sus jinetes.
eu: Arkemenidetar lehen agintariak saiatu ziren Persia izan zedin itsasoak menperatuko zituen lehen inperio handia. Errege Handiak itsas inguruko jendea lagundu zuen beren kidetza lortu asmoz, eta beste itsas eginkizun asko ere aurrera eraman zituen. Dario Handia erregearen garaian, adibidez, kanal handia eraiki zuen Egipton eta ontziteria bidali zuen Indo erreka esploratzeko. Herodotoren arabera, persiar ontziteriako hirurehun bat itsasontzi zaldiak eta beren zaldunak eramateko .
fa: حکمرانان اولیه هخامنشی تلاش کردند تا امپراتوری ایران تبدیل به اولین امپراتوری آسیا شود که بر دریاها حکمرانی می کند. پادشاهان بزرگ ایران در این دوران توجه خاصی به مردمان ساحلی داشتند تا نیازهای آنها برآورده شود اما لشگرکشی های بسیاری را نیز به این مناطق انجام دادند. در دوران حکومت داریوش بزرگ برای مثال کوروش فرمان داد تا از رود سند مسیرهای دریایی به سمت غرب مورد شناسایی قرار گیرد و بر اساس اطلاعات همین اکتشافات بود که کوروش فرمان ساخت کانال مصر را داد تا دریای مدیترانه و سرخ را به هم متصل کنند شبیه کانال سوئز که در دنیای امروز ساخته شده است. بر اساس نوشته های هرودوت در حدود 300 کشتی در نیروی دریایی ایران وجود داشت که سواره نظام ایران را جابه جا می کرد.
ga: Gníomhaigh na chéad rialtóirí Acaeiméanacha i dtreo do Pheirs a dhéanamh mar an phríomh-impireacht Áiseach a bheidh ina thiarna ar na mara. D'iompair an Rí Mór éisean féin go maith chuig pobail na mara éagsúla i dtreo a seirbhísí a chur ar fáil, agus chruthaigh sé roinnt tionscnaimh mhara freisin. Mar shampla, sa rith ríochta Dairiúis Mhóir, tógadh canáil san Éigipt agus sheoladh cabhlach Peirseach don Iondúis a thaiscéaladh. Dar le Héaradatas, Aisfheistíodh roinnt le 300 long sa chabhlach Peirseach iad a chur ábalta capaill agus a ridirí a iompar.
hu: A korai óperzsa uralkodók az irányba tevékenykedtek, hogy Perzsia legyen az első nagy ázsiai birodalom, amely uralja a tengereket. A nagy király különböző tengeri népek kedvére tevékenykedett, hogy biztosítsa szolgálataikat, de különféle tengeri kezdeményezései is voltak. Nagy Dárajavaus uralma alatt például egy csatorna épült Egyiptomban ás a perzsa flottát az Indus folyó felfedezésére küldték. Hérodotosz szerint körülbelül 300 perzsa hadihajó lett átépítve, hogy lovakat és lovasaikat szállítsák.
hy: Վաղ Աքեմենյան տիրակալները ձգտել են Պարսկաստանը վերածել ասիական առաջին հզոր տերությանը, որը կիշխեր ծովում։ Մեծ արքան բարեհաճորեն էր վերաբերվում ծովային տարբեր ժողովուրդների, որպեսզի ապահովեր նրանց ծառայությունները, բայց նաև իրականացնում էր տարբեր ծովային ծրագրեր։ Դարեհ I-ի օրոք, որպես օրինակ, Եգիպտոսում կառուցվեց ջրանցք, և պարսկական նավատորմ ուղարկվեց Ինդուս գետն ուսումնասիրելու։ Ըստ Հերոդոտոսի, պարսկական նավատորմի մոտ 300 նավ ձևափոխվեցին՝ ձիերի և հեծյալների տեղափոխման նպատակով։
it: I primi sovrani Achemenidi agirono per rendere la Persia il primo grande impero asiatico capace di governare i mari. Il Grande Re si manteneva in rapporti amichevoli nei confronti dei vari popoli del mare al fine di garantirsi i loro servizi, ma anche per svolgere varie iniziative marinare. Durante il regno di Dario il Grande, per esempio, un canale venne costruito in Egitto e una flotta persiana venne inviata a esplorare il fiume Indo. Secondo Erodoto, circa 300 navi nella flotta persiana vennero adattate per trasportare i cavalli e i loro cavalieri.
ja: 初期のアケメネス朝の支配者はペルシアを最初の大アジア帝国にして海を制するするために行動しました。大王は様々な海の民に好意的にふるまい彼らの協力を確保すると同時に、様々な海洋構想を実現しました。ダレイオス大王の治世のとき、例えば、エジプトに運河が開削され、ペルシア海軍がインダス川に探検に派遣されました。ヘロドトスによると、ペルシア海軍の約300隻が改装され、馬と騎手を運びました。
ko: 초기 아케메네스 통치자들은 페르시아를 바다 지배하는 최초의 거대한 아시아 제국으로 만드는데 기여했습니다. 대왕은 다양한 바다의 백성들에게 호의적으로 행동하고 그들의 협력을 확보함과 동시에 다양한 해양 계획을 실현했습니다. 예를 들어 다리우스 대왕의 재위 기간 동안, 이집트에 운하가 건설되었고 페르시아 해군이 인더스 강을 탐험에 파견되었습니다. 헤로도토스에 따르면, 페르시아 해군의 약 300 척의 배가 말과 기수를 운반하기위해 개조되었다고 합니다.
nb: Tidlige herskere i Akamenide-dynastiet arbeidet for å gjøre Persia til det første store asiatiske imperiet som også hersket over havene. Den store kongen opptrådte fordelaktig overfor de ulike sjøfolkene for å sikre seg deres tjenester, men gjennomførte også flere marine initiativer.
pl: Wcześni achemenidzcy przywódcy podejmowali działania mające na celu ustanowienie Persji pierwszym Wielkim azjatyckim imperium rządzącym na morzach. Wielki Król zachowywał życzliwe stosunki z różnymi morskimi ludami, aby chronić ich usługi, ale podejmował też różne morskie inicjatywy. Na przykład, w czasie rządów Dariusza Wielkiego zbudowano kanał w Egipcie, a Perska marynarka została wysłana do eksploracji rzeki Indus. Według Herodota, około 300 statków Perskiej marynarki zostało przystosowanych tak, aby mogły przewozić jeźdźców na koniach.
pt_br: Os primeiros monarcas aquemênidas fizeram da Pérsia o primeiro grande império asiático a dominar os mares. O Grande Rei era favorável aos povos do litoral para garantir os seus serviços, e empreendia diversas iniciativas marítimas. Durante o reinado de Dario, o Grande, por exemplo, foi construído um canal no Egito e uma frota persa foi enviada para explorar o rio Indo. Segundo Heródoto, cerca de 300 navios persas foram adaptados para que pudessem transportar cavalos e seus cavaleiros.
ru: Первые Ахеменидские правители стремились сделать Персию первой великой азиатской империей, которая правит морями. Великий Король благосклонно относился к различным народам морей, защищая их жизнь, а также претворяя в жизнь различные морские проекты. Во времена правления Дария Великого, например, был построен канал в Египте, а персидский флот был отправлен для исследования реки Инд. По записям Геродота, около 300 кораблей персидского флота были модифицированы для перевозки лошадей и их наездников.
sk: Raní achajmenskí vládcovia konali v záujme toho, aby sa Perzia stala prvou veľkou ázijskou ríšou, ktorej sa podarí ovládnuť moria. Veľký kráľ priateľsky vystupoval voči mnohým prímorským národom za účelom zaistenia si ich služieb, avšak podnikal aj rôzne námorné iniciatívy. Počas vlády Dareia Veľkého bol napríklad v Egypte vybudovaný kanál a perzské námorníctvo zase vyslané preskúmať rieku Indus. Podľa Herodota bolo asi 300 lodí v perzskej flotile uspôsobených tak, aby boli schopné prevážať kone a ich jazdcov.
sv: Tidiga Akemenidiska härskare agerade för att göra Persien till den första asiatiska stormakten att kontrollera haven. Storkongungen uppträdde positivt till de olika sjöfolken för att säkra deras tjänster, men genomförde också olika marina initiativ. Under Dareios den Stores regeringstid, till exempel, byggdes en kanal i Egypten och en Persisk flotta skickades för att utforksa Indusfloden. Enligt Herodotus blev cirka 300 fartyg i Persiska flottan ombyggda i efterhand för att transportera hästar och deras ryttare.
tr: Erken Ahameniş yöneticileri İran'ı Asya'nın denizlere hükmeden ilk imparatorluğu yapmak için çabaladılar. Büyük Kral çeşitli denizci halklara servislerini elde etmek için yakın davrandı ama ayrıca birçok denizcilik inisiyatifi de kullandı. Örneğin Büyük Darius zamanında Mısır'da Indus Nehri'ne Pers donanmasını keşfe göndermek için bir kanal inşa edilmiştir. Heredot'a göre Pers donanmasında 300 gemi süvarileri ve atlarını taşımak için yeniden düzenlenmiştir.
uk: Перші Ахеменідські правителі прагнули зробити Персію найбільшою азійською імперією, яка править морями. Великий цар прихильно ставився до різних народів морів, захищаючи їхнє життя, а також впроваджуючи в життя різноманітні морські проекти. У часи правління Дарія Великого, наприклад, був побудований канал в Єгипті, а перський флот був відправлений для дослідження річки Інд. По записах Геродота близько 300 кораблів перського флоту були модифіковані для перевезення коней і їхніх вершників.
zh: 早期的阿契美尼德统治者致力于使波斯成为亚洲第一个强大的海上王国。伟大的国王不仅表现出他对水手们的偏爱以换取他们的忠诚，而且他还鼓励海洋活动。在大流士大帝的统治期间，波斯在埃及修了一条运河，并派出了一支海军部队去探索印度河。据史学家希多罗德记载，大约300条船被改装成运输船以用来搭载骑兵和马。
zh_tw: 早期的阿契美尼德王朝統治者致力讓波斯成為亞洲第一個強大的海上王國。偉大的國王不僅表現出他對水手們的熱愛以換取他們的忠誠，他也鼓勵海洋活動。舉例來說，在大流士大帝統治期間，波斯在埃及修築了一條運河，並派遣了一支海軍部隊前去探勘印度河。根據希羅多德的記載，大約300多條船被改造為運輸船以載運馬和它們的騎士。

source: Increases hitpoints of all structures, but build time increased appropriately.
ast: Xube los puntos de vida de toles estructures, pero'l periodu de construcción tamién.
bg: Увеличава жизнените точки на всички сгради, но времето също се увеличава.
br: Lakaat da greskiñ poentoù-buhez an holl savadurioù, met an amzer-sevel ivez.
ca: Augmenta la salut de totes les estructures, però també n'augmenta el temps de construcció.
cs: Zvýší životní body všech staveb, ale podle toho se také náležitě zvýší čas nutný k jejich postavení.
de: Mehr Trefferpunkte für alle Gebäude, aber dementsprechend auch längere Bauzeit.
el: Αυξάνει τους βαθμούς αντοχής για όλες τις κατασκευές, άλλα επίσης αυξάνεται και ο χρόνος κατασκευής.
es_ar: Aumenta la Salud de todas las estructuras, pero aumenta su tiempo de construcción de manera proporcional.
eu: Egitura guztien sendotasuna hobetzen du, baino eraikitze denbora nabarmen handitzen da.
fa: افزایش میزان سلامت تمام ساختمان ها، اما زمان ساخت نیز به همان شکل افزایش می یابد.
ga: Méadú ar na haonaid sláinte do gach foirgneamh, ach méadú ar an am tógála freisin.
hu: Növeli minden épület életerejét, de az építési idő megfelelő mértékben növekszik.
hy: Բոլոր կառույցների առողջության և, համապատասխանաբար, կառուցման ժամանակի ավելացում։
it: Aumenta i punti di tutte le strutture, ma aumenta anche il tempo di costruzione.
ja: すべての建物の耐久力が増加しますが、建設時間もそれに応じて長くなります。
ko: 모든 건축물의 내구력이 증가하지만, 짓는 시간도 그것에따라 따라 길어집니다.
nb: Alle bygninger får mer liv, og tåler mer, men byggetiden vil bli lenger.
pl: Zwiększa punkty życia wszystkich struktur, ale czas budowania również się wydłuża.
pt_br: Aumenta a resistência de todos os edifícios, mas também aumenta proporcionalmente o seu tempo de construção.
ru: Увеличивает очки жизнеспособности всех зданий, но время построения соответствующим образом увеличено.
sk: Zvyšuje životy všetkých stavieb, ale zato aj ich dobu výstavby.
sv: Ökar hälsopoäng för alla strukturer, men byggtiden ökar lämpligt.
tr: Bütün yapıların yaşam puanına artırır, ama inşa zamanında değişiklik yapmaz.
uk: Збільшує очки життєздатності всіх будівель, але час побудови відповідним чином збільшено.
zh: 增加所有建筑的耐久度，但建造时间也会相应地增加。
zh_tw: 增加所有建築物的生命值，但建造時間也會相對應的增加。

source: Persian Architecture
ast: Arquiteutura
bg: Персийска архитектура
br: Savouriezh Persian
ca: Arquitectura persa
cs: Perská architektura
de: Persische Architektur
el: Περσική Αρχιτεκτονική
es_ar: Arquitectura persa
eu: Persiar Arkitektura
fa: معماری ایرانی ها
ga: Ailtireacht Pheirseach
he: אדריכלות פרסית
hu: Perzsa építészet
hy: Պարսկական ճարտարապետություն
it: Architettura Persiana
ja: ペルシア建築
ko: 페르시아 건축양법
nb: Persisk arkitektur
pl: Architektura perska
pt_br: Arquitetura Persa
ru: Персидская архитектура
sk: Perzská architektúra
sv: Persisk Arkitektur
tr: Pers Mimarisi
uk: Перська архітектура
zh: 波斯建筑
zh_tw: 波斯建築

source: The Persians built the wonderful 2700 kilometer-long Royal Highway from Sardis to Susa; Darius the Great and Xerxes also built the magnificent Persepolis; Cyrus the Great greatly improved Ecbatana and virtually 'rebuilt' the old Elamite capital of Susa.
ast: Los perses construyeron la Ruta Real, que percorrió unos 2700 quilómetros dende Sardes a Susa; Daríu'l Grande y Xerxes llevantaron la ciudá maraviyosa de Persépolis; Ciru'l Grande ameyoró Ecbatana enforma y efeutivamente «reconstruyó» la capital vieya elamita de Susa.
bg: Персийците построили невероятния 2700 километров Царски път от Сарди до Суза; Дарий I Велики и Ксеркс също построили величествения Персеполис; Кир II Велики подобрил значително Екбатана и на практика построил наново старата еламска столица Суза.
br: Ar Bersianed o doa savet an Hent Bras Roueel marvailhus 1677 mile-hed eus Sardiz betek Susa; Dariuz ar Bras ha Xerses o doa savet an hollgaer a bPersepolis; Siruz ar Bras en doa gwellaet mat Ekbatana hag 'adsavet' en doa kêrbenn gozh Elamiat eus a Susa.
ca: Els perses van construir la meravellosa ruta reial feia 2700 quilòmetres i anava de Sardes a Susa; Darios el Gran i Xerxes van construir la magnífica Persèpolis; Cir el Gran va millorar Ecbatana i pràcticament va construir de nou la vella capital elamita de Susa.
cs: Peršané postavili báječnou 2700 km dlouhou královskou silnici ze Sard do Sús; Dareios Veliký a Xerxes rovněž postavili okouzlující Persepolis; Kýros II. Veliký zkrášlil Ekbatana a víceméně znovu postavil staré elamitské hlavní město Súsy.
de: Die Perser bauten eine 2700 Kilometer lange Königliche Schnellstraße von Sardes nach Susa; Darius der Große und Xerxes bauten das großartige Persepolis; Kyros der Große verschönerte Ekbatana und baute die alte Elamische Hauptstadt Susa fast komplett neu.
el: Οι Πέρσες έχτισαν την υπέροχη Βασιλική Εθνική Οδό μήκους 2.700 χιλιόμετρα από τις Σάρδεις στα Σούσα, Ο Δαρείος ο Μέγας και ο Ξέρξης έκτισαν την υπέροχη Περσέπολη, Ο Κύρος ο Μέγας βελτίωσε σημαντικά την Εκβάτανα και ουσιαστικά "ξαναχτίστηκε" η παλιά Ελαμιτική πρωτεύουσα της Σούσας.
es_ar: Los persas construyeron el maravilloso Camino Real de 2700 kilómetros de largo desde Sardes hasta Susa; Darío I el Grande y Jerjes I también construyeron la magnífica Persépolis; Ciro II el Grande mejoró notablemente Ecbatana y virtualmente "reconstruyó" la antigua capital elamita de Susa.
eu: Persiarrek 2700 kilometroetan zehar eraiki zuten sinistu ezinezko Errege Bidea, Sardestik Susaraino; Dario Handiak eta Jerjesek ere Persepolis ikaragarria eraiki zuten; Ziro Handiak Ekbatana asko aurreratu zuen eta Susako Elamita Kapitala berreraiki zuen.
fa: ایرانی ها یک جاده بی نظیر طولانی را از شهر شوش تا شهر ساردیس به طول 2700 کیلومتر احداث کردند. داریوش بزرگ و خشیارشا نیز تخت جمشید بی نظیر را ساختند، کورش بزرگ نیز شهر اکباتان را توسعه داد و به نوعی پایتخت قدیمی ایلامی ها شوش را احیا کرد.
ga: Thóg na Peirsigh Bóthar na Ríthe, bóthar iontach le 2700 ciliméadar ar fad do Shardais go Súsa; thóg Dairiús Mór agus Xerxes an cathair iontach Cathair na Peirse; d'fheabhsaigh Cúrúis Mór go mór ar Eacbatana agus d'atóg sé freisin iar-phríomhchathair na hÉalamaigh, Súsa.
hu: A perzsák építették a csodálatos, 2700 kilométer hosszú Királyi utat Szardeisztől Szúzáig; Nagy Dárajavaus és Khsajársá emellett megépíttette a káprázatos Perszepoliszt; Nagy Kurus nagymértékben fejlesztette Ekbatana városát és lényegében „újjáépítette” a régi elámi fővárost, Szúzát.
hy: Պարսիկները կառուցեցին Սարդիսից Շոշ ձգվող 2700-կիլոմետրանոց հրաշալի Արքայական ճանապարհը։ Դարեհ Մեծը և Քսերքսեսը նաև կառուցեցին Պերսեպոլիսը։ Կյուրոս Մեծը զգալի չափով բարելավեց Էկբատանը և գործնականորեն վերականգնեց հին Էլամի նայրաքաղաք Շոշը։
ko: 페르시아인들은 사르디스에서 수사로 가는 2700킬로미터 길이의 멋진 왕가 대로를 건설했습니다. 다리우스 대왕과 크세르크세스는 또한 웅장한 페르세폴리스도 만들었습니다. 키루스 대왕은 에코바나를 크게 향상시켰고 사실상 옛 엘라미테의 수도인 수사에 대해 '재건'했습니다.
nb: Perserne bygde den fantastiske 2700 kilometer lange kongelige hovedvei fra Sardis til Susa; Darius den store og Xerxes bygde også det storslåtte Persepolis; Cyrus den store forbedret Ecbatana og "gjenoppbygde" praktisk talt den gamle elamittiske hovedstaden Susa.
pl: Persowie wybudowali wspaniały, długi na 2700 kilometrów Królewski Trakt z Sardesu do Susy. Dariusz Wielki i Xerxes również budowali wspaniałe Persepolis; Cyrus Wielki niezmiernie rozbudował Ekbatanę i "odbudował" starą elamicką stolicę, Susę.
pt_br: Os Persas construíram a maravilhosa Estrada Real de 2700 quilômetros de Susa até Sardes; Dario o Grande e Xerxes também construíram o magnífico Persepolis; Ciro o Grande melhorou muito Ecbátana e praticamente "reconstruiu" a antiga capital Elamita de Susa.
ru: Персы построили прекрасную царскую дорогу длиной 2700 километров из Сарды в Суз; Дарий Великий и Ксеркс построили великолепный Персеполь; Кир Великий значительно улучшил Экбатаны и практически "восстановил" старую эламскую столицу Сузы.
sv: Perserna byggde den underbara 2700 kilometer långa kungliga vägen från Sardis till Susa; Darius den stora och Xerxes byggde också den magnifika Persepolisen; Cyrus the Great förbättrade väldigt Ecbatana och nästan ombyggde den gamla Elamite huvudstaden Susa.
tr: Persler, Sardis'ten Susa'ya kadar uzanan 2700 kilometrelik muhteşem Cennet yolunu inşa ettiler; Darius Büyük ve Kserkses de muhteşem Persepolis'i inşa etti; Büyük Cyrus, Ecbatana'yı büyük ölçüde geliştirdi ve eski Elazığ'in başkenti Susa'yı neredeyse 'yeniden inşa etti.Kserkses
uk: Перси побудували чудову 2700-мильну царську дорогу з Сард у Сузи; Дарій Великий і Ксеркс побудували величний Персеполь; Кір Великий значно поліпшив Екбатану і фактично заново відбудував стару еламську столицю - Сузи.
zh: 波斯建造了从萨迪斯到苏萨长达2700千米长的皇家大道;大流士大帝和薛西斯建造了波斯波利斯;居鲁士二世大大改善了埃克巴坦那，并几乎“重建”了埃兰旧都苏萨。

source: Reduces train time for Anusiya champion infantry by half.
ast: Amenorga pela metá'l tiempu de llevantamientu de la infantería campeón Anusiya.
bg: Намалява времето за обучаване на гвардейската пехота Анузия наполовина.
br: Daouhanteriñ an amzer stummañ evit an unanennoù Anusiya war-droad.
ca: Redueix a la meitat el temps de reclutament de la infanteria campiona Anusiya.
cs: Zkracuje čas nezbytný k výcviku anusijské elitní pěchoty o polovinu.
de: Reduziert die Ausbildungszeit von Anusiyagardeinfanterie um die Hälfte.
el: Μειώνει το χρόνο εκπαίδευσης για τον Ανούσιγα πρωταθλητή πεζικάριο στο μισό.
es_ar: Reduce el tiempo de entrenamiento de la infantería campeona Anusiya por la mitad.
eu: Anusiya infanteria aldezkaria entrenatzeko denbora erdira murrizten du.
fa: کاهش زمان پرورش به نصف برای سلحشور پیاده آنوسیا، گارد جاویدان
ga: Laghdú i leith ar an am traenála do choisithe curata 'Anusiya'.
hu: Felére csökkenti a Halhatatlan bajnok gyalogság kiképzési idejét.
hy: Անուսիայի չեմպիոնական հետևակի պատրաստման ժամանակի նվազեցում կիսով չափ։
it: Dimezza il tempo di allenamento per il campione di fanteria Anusiya.
ja: アヌシヤ・チャンピオン歩兵の養成時間を半分に減らします。
ko: 아누시야 대표 전사 보병의 훈련 시간을 절반으로 줄입니다.
nb: Halverer opptreningstiden for mesterinfanteri av typen Anusiya.
pl: Zmniejsza czas szkolenia jednostek piechoty bohaterów Nieśmiertelnych o połowę.
pt_br: Reduz pela metade o tempo para recrutar a infantaria Anusiana de Elite.
ru: Снижает вдвое время обучения пехотинцев-чемпионов Анусии.
sk: Zníži dobu tréningu anusijskej šampiónskej pechoty o polovicu.
sv: Minskar träningstid för Anusiya mästarinfanteri till hälften.
tr: Anusiya Şampiyon piyade için eğitim süresini yarıya düşürür.
uk: Знижує вдвічі час навчання піхотинців-чемпіонів Анусії.
zh: 盾矛步兵勇士的训练时间减半
zh_tw: 精英盾矛兵的訓練時間減半。

source: Immortals
ast: Inmortales
bg: Безсмъртни
br: Divarveled
cs: Nesmrtelní
de: Unsterbliche
el: Αθάνατοι
es_ar: Inmortales
eu: Hilezkorrak
fa: گارد جاویدان
ga: Déithe Buana
he: בני האלמוות
hu: Halhatatlanok
hy: Անմահներ
it: Immortali
ja: 不死隊
ko: 불멸
nb: Udødelige
pl: Nieśmiertelni
pt_br: Imortais
ru: Бессмертные
sk: Nesmrteľní
sv: Odödliga
tr: Ölümsüzler
uk: Безсмертні
zh: 长生军
zh_tw: 長生軍
