Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: A jumbled maze of cliffs, canyons, and rugged terrain with an oasis in the center Cappadocia is a historical region in Central Anatolia. In the time of Herodotus, the Cappadocians were reported as occupying the whole region from Mount Taurus to the vicinity of the the Black Sea. Cappadocia, in this sense, was bounded in the south by the chain of the Taurus Mountains that separate it from Cilicia, to the east by the upper Euphrates and the Armenian Highland, to the north by Pontus, and to the west by Lycaonia and eastern Galatia. Cappadocia lies in eastern Anatolia. The relief consists of a high plateau over 1000 m in altitude that is pierced by volcanic peaks. Due to its inland location and high altitude, Cappadocia has a markedly continental climate, with hot dry summers and cold snowy winters. Rainfall is sparse and the region is largely semi-arid.
ast: Un labyrinthu d’arribalyeiros, scobios & escares cun una oasis entre mediɐs. La Cappadocia ye una region histórica de l’Anatolia central. In tiempos d’Heródotu, dizíɐ-se de los cappadocios q’occupabɐn toda la fasteira entre l monte Tauru & el Pontu Euxinu. La Cappadocia, n esti sen, llindaba a l Mediu-díɐ cul monte Tauru, que lla xebraba de la Cilicia, Llevante cul Éuphrates superior & l’Armenia alta, Avessedo cul Pontu & Poniente cun Lycaonia & la Galacia oriental. La Cappadocia atopa-se na Anatolia centro-oriental. El relieve consiste n una rasa de más de 1000 m d’altor, travessada por picos volcánicos. Por causa de la suɐ situacion interior & elevacion, la Cappadocia tien un clima notablemente continental, cun veranhos calientes & ẽxsuiꞇhos & hibiernos fríos & nevados. La ḷḷuvia ye scassa & la mayoría de la fasteira ye semi-árida.
bg: Объркващ лабиринт от скали, каньони и назъбен релеф с оазис в средата. Кападокия е историческа област в Мала Азия. По времето на Херодот кападокийците населявали района от планините Тавър до местностите в близост до Черно море. В този смисъл Кападокия граничела на юг с планинската верига Тавър, която я отделяла от Киликия, на изток с горен Ефрат и Арменското плато, на север с Понт и на запад с Ликаония и източна Галатия. Кападокия е разположена в източна Мала Азия. Релефът ѝ представлява високо над 1000м плато, осеяно с вулканични върхове. Поради затвореното си местоположение и голямата надморска височина, Кападокия има подчертан континентален климат, с горещи лета и студени, снежни зими. Дъждовете са малко и районът е предимно безводен.
br: Ur mil-hent-all mesk-mailh a dornaodoù, kaniennoù, ha tachenn c'holoet gant un oaziz er c'hreiz Kapadosia a oa rannvro istorel en Anatolia Kreiz. En amzer Herodotus, lavaret e oa bet ar gKapadokianed a ac'hube ar rannvro a-bezh eus Menez Taurus betek damdost ouzh ar Mor Du. Kapadosia, er ster-mañ, a oa harzet er Su gant chadenn ar Menezioù Taurus a zisranne anezhi diouzh Kilikia, er reter gant an Eufrat uhel ha Menez Armenian, en hanternoz gant Pontus, hag er c'hornôg gant Likaonia ha Galatia reter. Hiraat a ra Kapadosia en Anatolia reter. An torosennadur zo un uhelgompezenn dreist 1000 metrad en uhelder toullet gant leinoù menez-tan. Abalamour d'he lec'hiadur a-ziabarzh an douaroù hag uhelder uhel he deus Kapadosia un amzer kevandirel merket, gant hañvioù tomm sec'h ha goañvioù erc'hus yen. Ral e vez graet glav hag hanter-grin e vez ar rannvro dre vras.
ca: Un laberint de penya-segats, gorges i terreny accidentat amb un oasis al centre. La Capadòcia és una regió històrica del centre d'Anatòlia. En temps d'Heròdot, els capadocis ocupaven tota la regió des de les Muntanyes del Taure fins a la vora del Mar Negre. La Capadòcia estava limitada al sud per la serralada de les Muntanyes del Taure que la separava de Cilícia, a l'est pel curs superior de l'Eufrates i la meseta armènia, al nord pel Pont i a l'oest per Licaònia i l'orient de Galàcia. La Capadòcia és a l'orient d'Anatòlia. El relleu consisteix en un altiplà per sobre dels 1000m d'altitud travessat per cims volcànics. A causa de la seva localització interior i l'altitud elevada, la Capadòcia té un marcat clima continental amb estius secs i calorosos i hiverns freds i nevats. Les precipitacions són escasses i la regió és quasi semiàrida .
cs: Spletitý labyrint útesů, kaňonů a drsného terénu s oázou uprostřed. Kapadocie je historický region ve střední Anatolii. V Hérodotově době Kappadočané podle zpráv obývali celou oblast od hory Taurus až po okolí Černého moře. V tomto smyslu byla Kappadokie na jihu ohraničena řetězem pohoří Taurus, které ji odděluje od Kilikie, na východě horním tokem Eufratu a Arménskou vysočinou, na severu Pontem a na západě Lykaonií a východní Galacií. Kapadocie leží ve východní Anatolii. Reliéf tvoří náhorní plošina s nadmořskou výškou přes 1000 m, která je prošpikována sopečnými vrcholy. Vzhledem ke své vnitrozemské poloze a vysoké nadmořské výšce má Kappadokie výrazně kontinentální podnebí s horkými suchými léty a studenými zasněženými zimami. Srážky jsou řídké a oblast je převážně polopouštní.
da: En rodet labyrint af klipper, kløfter og barsk terræn med en oase i midten Kappadokien er en historisk region i det centrale Anatolien. På Herodots tid blev Kappadokierne rapporteret at have besat hele regionen fra Tyren-bjerget til nærheden af ​​Sortehavet. Kappadokien var i denne forstand afgrænset i syd af kæden af ​​Taurusbjergene, der adskiller det fra Kilikien, mod øst af det øvre Eufrat og det armenske højland, mod nord af Pontus og mod vest af Lykaonien og det østlige Galatien. Kappadokien ligger i det østlige Anatolien. Relieffet består af et højt plateau over 1000 m i højden, der er gennemboret af vulkanske toppe. På grund af sin beliggenhed inde i landet og høje højde har Kappadokien et markant kontinentalt klima med varme tørre somre og kolde snedækkede vintre. Nedbøren er sparsom, og regionen er stort set semi-tør.
de: Ein verwinkeltes Labyrinth aus Klippen, Schluchten und zerklüftetem Gelände mit einer Oase im Zentrum. Kappadokien ist eine historische Region Zentralanatoliens. Zur Zeit Herodots bewohnten die Kappadokier das ganze Gebiet vom Taurusgebirge bis an die Küste des Schwarzen Meeres. Demzufolge wurde Kappadokien im Süden vom Taurusgebirge, das es von Kilikien trennte, im Osten vom Euphrat und dem armenischen Hochland, im Norden von Pontos und im Westen von Lykaonien und Ostgalatien begrenzt. Kappadokien liegt im heutigen Ostanatolien. Das Geländerelief besteht aus einem über 1000 m hohen Hochplateau, das von vulkanischen Gipfeln durchzogen ist. Wegen seiner Binnen- und Höhenlage hat Kappadokien ein ausgesprochen kontinentales Klima mit heißen, trockenen Sommern und kalten, schneereichen Wintern. Niederschläge sind selten und das Klima der Region ist größtenteils semiarid.
el: Ένας ακανόνιστος λαβύρινθος από γκρεμούς, φαράγγια, και τραχύ έδαφος με μια όαση στο κέντρο Η Καππαδοκία είναι μια ιστορική περιοχή της Κεντρικής Ανατολίας. Στην εποχή του Ηροδότου, οι Καππαδόκες είχαν αναφερθεί πως κατήχαν ολόκληρη την περιοχή από το όρος Ταύρος έως την περιοχή της Μαύρης Θάλασσας. Η Καππαδοκία, με αυτή την έννοια, ήταν οριοθετημένη στα νότια από την κορυφογραμμή της οροσειράς του Ταύρου, που τη χώριζαν από την Κιλικία, στα ανατολικά από τον άνω Ευφράτη και της Ορεινής Αρμενίας, στα βόρεια από τον Πόντο, και στα δυτικά από τη Λυκαονία και της Ανατολική Γαλατία. Η Καππαδοκία βρίσκεται στην ανατολική Ανατολία. Το ανάγλυφο της αποτελείται από ένα οροπέδιο πάνω από 1000μ υψόμετρο που διάτρητη από ηφαιστειακές κορυφές. Λόγω της εσωτερικής της θέσης και το μεγάλο υψόμετρο, η Καππαδοκία έχει αισθητά ηπειρωτικό κλίμα, με ζεστά και ξηρά καλοκαίρια και κρύους χιονισμένους χειμώνες. Οι βροχοπτώσεις είναι αραιές και η περιοχή είναι σε μεγάλο βαθμό ήμι-άνυδρες.
es: Un confuso laberinto de precipicios, gargantas y terreno escarpado con un oasis en su interior. Capadocia es una región histórica de Anatolia Central. En la época de Heródoto, los capadocios ocupaban toda la región desde el monte Tauro hasta las orillas del Mar Negro. Capadocia, estaba limitada al sur por la cadena de los montes Tauro que lo separan de Cilicia, al este por el río Éufrates superior y el Altiplano Armenio, al norte por el Ponto, y al oeste por Licaonia y Galacia oriental. Capadocia se encuentra al este de Anatolia. El relieve se compone de una meseta de más de 1000 metros de altitud, perforada por picos volcánicos. Debido a su localización interior y a su gran altitud, Capadocia tiene un clima marcadamente continental, con veranos calurosos y secos e inviernos fríos y nevados. Las precipitaciones son escasas y la región es en gran parte semiárida.
eu: Amildegi, zintzur, lur malkartsuko labirinto nahasia barruan oasi bat duena. Kapadozia Erdialdeko Anatoliako eskualde historikoa da.Herodoto garaian Kapadoziarrak Tauro menditik Itsaso Beltza arteko eskualdearen jabe ziren. Kapadoziako hegoaldeko muga Tauro mendikateak ezartzen zuen Ciliciatik bananduz, goiko Eufrates erreka eta armeniar mendiak ekialdetik, Ponto iparraldetik, Licaonia mendebaldetik eta Galacia orientetik. Kapadozia Anatoliaren ekialdean dago. Bere erlibea 1000 metrotik gorako goi-lautadak osatzen du, mendi bolkanikoak zulaturik. Bere barnealdeko kokapena dela eta, Kapadoziaren klima kontinentala da, uda bero eta lehorrekin eta negu hotz eta elurtsuekin. Euria eskasa da eta eskualdea ia idorra da.
fa: سخره های لبه دار ، دره ها و زمین های نا هموار همراه با یک آبادی در مرکز. کاپادوسیا یک منطقه تاریخی در مرکز آناتولی است. در دوران هرودوت بر اساس گزارش های وی گفته شده است که کاپادوسیایی ها کل منطقه را از کوه تاروس تا مجاورت دریای سیاه در اختیار داشتند. کاپوداسیا بر این اساس از جنوب با سلسله کوه های تاروس، از شرق با ارتفاعات ارمنستان، از شمال با پونتوس و از غرب با لیکونیا جدا شده بود. فلاتی با بیش از 1000 متر.
fi: Kallioiden, kanjonien ja karun maaston muodostama sekava sokkelo, jonka keskellä on keidas. Kappadokia on historiallinen alue Keski-Anatoliassa. Herodotoksen aikana kappadokialaisten kerrottiin vallanneen koko alueen Taurusvuorelta Mustanmeren läheisyyteen asti. Tässä mielessä Kappadokia rajoittui etelässä Taurusvuoriston ketjuun, joka erottaa sen Kilikiasta, idässä Eufratin yläjuoksuun ja Armenian ylänköön, pohjoisessa Pontukseen ja lännessä Lykoniaan ja itäiseen Galatiaan. Kappadokia sijaitsee Itä-Anatoliassa. Sen maanpinta muodostuu yli 1000 metriä korkeasta ylätasangosta, jota lävistävät tulivuoriperäiset huiput. Sisämaisen sijaintinsa ja korkean sijaintinsa vuoksi Kappadokiassa vallitsee selvästi mannermainen ilmasto, jossa kesät ovat kuumia ja kuivia ja talvet kylmiä ja lumisia. Sateet ovat niukkoja, ja alue on suurelta osin puolikuivaa.
fr: Un labyrinthe confus de falaises, canyons, et de terrain accidenté avec une oasis au centre. La Cappadoce est une région historique en Anatolie centrale. Au temps d'Hérodote, les Cappadociens ont été signalés comme occupant toute la région des monts Taurus à proximité de la mer Noire. La Cappadoce, en ce sens, a été délimitée au sud par la chaîne des monts Taurus qui le séparent de la Cilicie, à l'est par l'Euphrate supérieur et la montagne arménienne, au nord par le Royaume du Pont, à l'ouest par la Lycaonie et à l'est par la Galatie. La Cappadoce se situe en Anatolie orientale. Le relief est constitué d'un haut plateau de plus de 1000m d'altitude percé par des pics volcaniques. Grâce à sa situation intérieure et de haute altitude, la Cappadoce a un climat nettement continental, avec des étés chauds et secs et des hivers froids et enneigés. Les précipitations sont rares et la région est en grande partie semi-aride.
ga: Lúbra measctha aillte, cainneon, agus talamh crua le hósais ina lár. Is réigiún stariúil í an Chapadóic san Anatóil Lárnach. Nuair a bhí Héaradatas i rith a bheatha, bhí na Capadócaigh ina smacht ar feadh an réigiúin idir na Sléibhte Taurus agus cósta na Mara Duibhe. Sa mhothú seo, bhí timpeall ar an gCapadóic leis na Sléibhte Taurus sa deisceart á leitheadh as an Silis, leis an Eofrait Uachtar agus Ardchríocha na hAirméine san oirthear, leis an bPontais sa tuaisceart, agus an Laíocón agus an Galaidia thoir san iarthar. Tá ardchlár le 1000 m in airde ag na sléibhte le beanna bolcánacha ina measc. Mar gheall ar a suíomh intíre agus airde mhór, tá aeráid ilchríochach ag an gCapadóic, le samhraidh thé agus tirime agus geimhrí fuara agus sneachtúla. Níl báisteach go leor agus tá aeráid leath-thur ag an réigiún.
gd: Stacan, sgoltaidhean is tìr fillte robach le innis-fhàsaich sa mheadhan. ’S e sgìre eachdraidheil ann am meadhan Anatolia a th’ ann an Capadòcia. Ri linn Herodotus, chaidh innse gun robh an sgìre gu lèir on Mhonadh Taurus cha mhòr gu ruige na Mara Duibhe aig na Capadòcaich. San t-seagh seo, bha Chapadòcia ga sgaradh air ceann a deas o Chilicia leis a’ Mhonadh Taurus agus bha na crìochan eile oirre taobh an ear aig an àrd-tìr Airmeineach ’s an Euphràtes, ceann a tuath aig Pontus agus taobh an iar aig Lycaonia is Galatia earach. A thaobh an tìr-chumaidh, tha Capadòcia air taobh an ear Anatolia. Tha a chlàr corr is 1000m a dh’àirde le sgurran bholcànach air. On a tha e ann am meadhan tìre is àrd, tha gnàth-shìde mòr-thìreach aig Capadòcia gu sònraichte le samhraidhean teotha tioram is geamhraidhean fuar sneachdach. ’S gann gum bi an t-uisge ann agus tha an sgìre leth-thioram san fharsaingeachd.
hu: Sziklák kusza labirintusából álló kemény terep kanyonokkal és középen egy oázissal. Kappadókia Közép-Anatólia történelmi régiója. Hérodotosz idején Kappadókiaiak a Torosz-hegységtől a Fekete-tengerig éltek. Kappadókiát ebben az értelemben délről a Torosz-hegység láncai választják el Szicíliától, keletről a felső Eufrátesz és az Örmény-felvidék, északról a Pontosz, nyugatról pedig Lükaónia és kelet Galatia határolja. Kappadókia Kelet-Anatóliában fekszik. A domborzat egy 1000 m feletti fennsíkból áll és vulkanikus csúcsokkal tarkított. A szárazföldi elhelyezkedése és nagy magassága miatt Kappadókia éghajlata erősen kontinentális, sok forró, száraz nyárral és hideg, havas téllel. Az eső ritka és a régió nagyrészt félsivatagos.
id: Labirin penuh tebing, ngarai, dan medan kasar dengan oase di tengah. Kapadokia adalah daerah bersejarah di Anatolia Tengah. Pada massa Herodotos, penetap di Kapadokia diberitakan meliputi seluruh daerah dari Pegunungan Taurus hingga daerah sekitar Laut Hitam. Kapadokia dibatasi oleh rangkaian pegunungan Taurus di selatan yang memisahkannya dari Kilikia, oleh hulu sungai Efrat dan dataran tinggi Armenia di timur, oleh Pontus di utara, dan oleh Likaonia dan bagian timur Galatia di barat. Kapadokia berada di bagian timur Anatolia. Relief tanahnya memiliki dataran tinggi dengan ketinggian melebihi 1000 m yang tertancap oleh puncak vulkanik. Karena letaknya di daratan dan ketinggiannya, Kapadokia dinyatakan beriklim benua, dengan musim panas yang kering dan panas dan musim dingin yang dingin dan bersalju. Hujan di daerah ini jarang dan daerah ini kebanyakan semi-kering.
it: Un labirinto confuso di falesie, canyon, e terreno accidentato con un oasi nel centro La Cappadocia è una storica regione in Anatolia centrale. Al tempo di Erodoto, i Cappadoci occupavano l'intera regione dal Monte Taurus fino alle coste del Mar Nero. La Cappadocia, in tal senso, è delimitata a sud dalla catena dei monti Taurus che la separano dal Cilicia, a est con l'Eufrate superiore e l'Armenia, a nord con Ponto, e ad ovest da Lycaonia e Galazia orientale. Il rilievo è costituito da un altopiano che supera i 1000 m di dislivello costellato di picchi vulcanici. Grazie alla sua posizione nell'entroterra e ad alta quota, la Cappadocia ha un clima tipicamente continentale, con estati calde e secche e freddi inverni nevosi. La pioggia è scarsa e la regione è in gran parte semi-arida.
ja: 崖や峡谷、でこぼこな地形が入り組む迷宮で、中央にオアシスがあります。 カッパドキアは中央アナトリアの歴史的地域です。ヘロドトスの時代に、カッパドキア人はタウルス山から黒海近辺まで全地域を占領したと報じられました。カッパドキアは、この意味で、南はキリキアと間を分かつタウロス山脈まで、東ではユーフラテス川上流とアルメニア高原、北はポントス地方、西はリカオニアと東ガラティアまでを指しました。カッパドキアは東アナトリアにあります。起伏に富んだ標高1000mを超える高原に火山がそびえます。内陸で標高が高いため、カッパドキアは著しく大陸性の気候であり、夏は暑く乾燥し、冬は寒く雪が降ります。雨はまばらであり、おおむね半乾燥地域です。
ko: 중간에 오아시스가 있는 절벽과 협곡, 험준한 지형이 뒤섞인 미로입니다. 카파도키아는 중앙 아나톨리아의 역사 지역입니다. 헤로도토스 시대에 카파도키아 인들은 타우루스 산에서 흑해 부근까지 전 지역을 점령한 것으로 보고되었습니다. 카파도키아는 이런 의미에서 타우루스 산맥의 사슬에 의해 남쪽에는 경계선을 두었는데, 그 사슬은 질리시아에서, 동쪽은 유프라테스 상부와 아르메니아 고원에 의해, 북쪽은 폰투스에 의해, 서쪽은 리카오니아와 동갈라티아에 의해 경계를 이루었습니다. 카파도키아는 아나톨리아 동부에 있습니다. 구제역은 화산 봉우리에 의해 뚫린 고도 1000m 이상의 높은 고원으로 구성되어 있습니다. 카파도시아는 내륙의 위치와 높은 고도 때문에 대륙성 기후가 두드러지게 나타나고, 고온 건조한 여름과 차가운 눈 내리는 겨울이 있습니다. 빗줄기는 드물고 그 지역은 대체로 반건조입니다.
ms: Terdapat banyak kawasan cerun, ngarai, dan rupabumi berceranggah dengan oasis berada ditengah-tengah peta Cappadocia merupakan wilayah bersejarah di Tengah Anatolia. Pada zaman Herodotus, puak Cappadocia dilaporkan telah menduduki keseluruhan wilayah tersebut bermula dari Pergunungan Taurus sehinggalah sekitar Laut Hitam. Cappadocia sebenarnya terbatas diselatan rantaian pergunungan Taurus yang memisahnya dari Cilicia. dan di timur oleh kawasan utara Euphrates dan Tanah Tinggi Armenia. Manakala di sebelah utara dibatasi oleh Pontus, dan barat oleh Lycaonia dan timur Galatia. Batasan-batasan ini terdiri dari Penara setinggi 1000m dan juga deretan puncak-puncak gunung berapi. Oleh kerana ia berada di kawasan pendalaman dan pada altitud tinggi, Cappadocia mempunyai iklim benua, dengan musim panas yang kering dan musim sejuk yang agak lampau. Hujan sekali-sekala dan kawasan ini kebanyakannya separa-kering.
nb: Et virvar av klipper, gjel og ulendt terreng, med en oase i midten Kappadokia er en historisk region i det sentrale Anatolia. I Herodotus' tid ble det sagt at Kappadokierne okkuperte hele regionen fra Taurusfjellene til Svartehavet. Kappadokia var i denne betydning avgrenset i sør av Taurusfjellene som markerte grensen til Cicilia, i øst av de øvre delene av Eufrat og det armenske høyland, i nord av Pontus, og i vest av Lykaonia og det østlige Galatia. Kappadokia ligger i det østlige Anatolia. Landskapet består av et høyt platå over 1000 moh, med enkelte vulkanske topper. På grunn av høyden og beliggenheten i innlandet har Kappadokia et tydelig kontinentalt klima, med varme tørre somre og kalde snørike vintre. Nedbørsmengdene er sparsomme og regionen er totalt sett semi-tørr.
nl: Een doolhof van kliffen, kloven en ruw terrein met een oase in het midden. Cappadocië is een landstreek ten zuiden van de steppe in de Turkse regio's Centraal-Anatolië en Oost-Anatolië. Het gebied heeft een oppervlakte van 2000 km² en ligt tussen de rivieren de Eufraat en de Kizil Irmak. De hoogste top in het gebied is de vulkaan Erciyes Dağı (3917 meter). Daarnaast bevinden zich in het gebied nog twee andere vulkanen: de Hasan Dağı en de Melendiz Dağı. De belangrijkste en grootste steden in dit gebied van Midden-Turkije zijn Nevsehir, Kirsehir, Aksaray, Nigde en Kayseri.
pl: Pogmatwany labirynt skał, wąwozów i nierówny teren z oazą w centrum Kapadocja to kraina historyczna w środkowej Anatolii. W czasie Herodota, Kapadcjanie zajmowali cały region od gór Taurus aż do Morza Czarnego. Kapadocja, została ograniczona na południu łańcuchem gór Taurus, które oddzielają ją od Cylicji, na wschodzie wztęgą górnego Eufratu i Wyżyny Armeńskiej, na północy przez Pont, a na zachodzie przez Lycaonię i wschodnią Galację. Kapadocja leży we wschodniej Anatolii. Teren składa się z płaskowyżu płożonym na wysokości ponad 1000 m npm, przebitym wulkanicznymi szczytami. Ze względu na śródlądowe położenie i dużą wysokość, Kapadocja ma klimat kontynentalny, z wyraźnie gorącymi, suchymi latami i mroźnymi śnieżnymi zimami. Opady są rzadkie, a region jest głównie półpustynny.
pt_br: Um labirinto confuso de falésias, desfiladeiros, terreno acidentado e um oásis no centro. A Capadócia é uma região histórica da Anatólia Central, na Turquia. No tempo de Heródoto, os capadócios ocupavam a região desde os Monte Tauro até o Mar Negro. Assim, a Capadócia foi delimitada a sul pelos Montes Tauro, que a separam da Cilícia; a leste pelo rio Eufrates e pelo planalto Armênio; a norte pelo Ponto; a oeste pela Licaônia e a leste pela Galácia. Esta região está localizada no leste de Anatólia. O relevo é constituído por um planalto com mais de 1000 m de altitude que é perfurado por picos vulcânicos. Devido a esta localização e a este relevo, a Capadócia tem um clima continental, com verões quentes e secos e gelados invernos com neve. Nesta região semiárida raramente chove.
pt_pt: Um mapa confuso com falésias, desfiladeiros, terreno acidentado e um oásis no centro. A Capadócia é uma região histórica da Anatólia Central, na Turquia. No tempo de Heródoto, os Capadócios ocupavam um território compreendido entre os Montes Tauro e a margem do Mar Negro. A Capadócia encontrava-se assim delimitada a sul pela cordilheira dos Montes Tauro, que a separava da Cilícia; a leste pelo rio Eufrates e pelo planalto Arménio; a norte pelo Ponto; e a oeste pela Licónia e leste da Galácia. O seu relevo é caracterizado por um planalto com mais de 1000 metros de altitude perfurado por picos vulcânicos. Devido à sua localização interior e à sua elevada altitude, a Capadócia tem um clima marcadamente continental, com verões quentes e secos, e invernos frios e nevosos. A chuva é escassa.
ru: Лабиринт скал, каньонов и пересеченной местности с оазисом в центре Каппадокия — историческая область в центральной Анатолии. Во времена Геродота каппадокийцы занимали весь регион от горы Тавр вплоть до Чёрного моря. Каппадокия была защищена с юга цепью Таврских гор, отделявшей её от Киликии, на востоке начиналась от верхнего Евфрата и Армянского нагорья, на севере — с Понта и на западе — с Ликаонии и восточной Галатии. Каппадокия лежит в восточной Малой Азии. Рельеф состоит из высокогорного плато более 1000 метров в высоту, пронизанного вулканическими пиками. Благодаря своему внутреннему расположению и большой высоте, Каппадокия имеет резко континентальный климат с жарким сухим летом и холодной снежной зимой. Дожди редкие, поэтому область в значительной степени полузасушливая.
sk: Neusporiadané bludisko útesov, kaňonov a drsného terénu s oázou v strede. Kapadócia je historické územie v strednej Anatólii. Za čias Herodota Kapadóčania údajne obývali celé územie od Mount Taurus po oblasť Čierneho mora. V tomto zmysle sa Kapadócia vzťahovala na územie ohraničené na juhu pohorím Taurus, ktoré ju oddeľovalo od Kilíkie, na východe riekou Eufrat a Arménskou vysočinou, na severe Pontom a na západe Lykaóniou a východnou Galatiou. Kapadócia leží vo východnej Anatólii. Jej reliéf tvorí náhorná plošina vo výške viac ako 1000 m nad morom, ktorou prenikajú sopečné vrchy. Kapadócia má pre svoju vnútrozemskú polohu výrazné kontinentálne podnebie, ktoré má za následok horúce, suché letá a studené zimy bohaté na sneh. So zriedkavými zrážkami je táto oblasť polopúšťou.
sv: En rörig labyrint av klippor, raviner och oländig terräng med en oas i centrum. Kappadokien är en historisk region i centrala Anatolien. I tiden av Herodotos rapporteras det att Kappadokierna upptog hela regionen från Mount Taurus till närheten av Svarta Havet. Kappadokien begränsades i söder av Taurusbergen som skiljer den från Kilikien, i öster av den övre Eufrat och armeniska höglandet, i norr av Pontus, och i väster av Lykaonien och östra Galatia. Kappadokien ligger i östra Anatolien. Terrängen består av en högplatå på över 1000 m höjd som är genomborrad av vulkaniska toppar. Tack vare sitt inre läge och hög höjd har Kappadokien ett markant kontinentalt klimat, med varma torra somrar och kalla snörika vintrar. Nederbörden är gles och regionen är i stort sett halvtorrt.
tr: Merkezinde bir vaha bulunan, falez, kanyon ve engebelı araziden oluşan dağınık bir labirent Kapadokya, Merkezi Anadolu'nun tarihi bir bölgesidir. Herodot zamanında, Kapadokyalılar'ın Toros Dağları'ndan Karadeniz bölgesini tamamıyla fethettikleri bildirildi. Kapadokya, bu deyişle, Güney'de Kilikya'dan ayıran Toros Dağları zinciri ile çevrelenmiştir. Doğu'da ise yukarı Fırat nehri ve Ermeni dağlık arazileri, Kuzey'de Pontus ve Batı'da Likaonya ile Galatya. Kapadokya, Doğu Anadolu'da yer almaktadır. Kabartmalar, volkanik tepeler tarafından delinen 1000 m'den fazla uzunluğa sahiptir. Karasal konumu ve yüksek rakımı sebebiyle, büyük ölçüde Kapadokya, sıcak kuru yaz ve soğuk karlı kışlara sahip karasal iklimin etkisi altındadır. Yağmur seyrek olur ve bölge büyük ölçüde yarı kuraktır.
uk: Змішані лабіринти скель, каньйонів і пересіченої місцевості з оазисом в центрі Каппадокія - історична область в Центральній Анатолії. За часів Геродота, каппадокійці були відомі як народ, який займає весь регіон від гори Таурус майже до Чорного моря. Каппадокія, в цьому сенсі, була обмежена на півдні ланцюгом гір Таурус, які відокремлюють його від Кілікії, на схід від верхнього Євфрату і Вірменського нагір'я, на півночі Понту, а на заході Лікаонії та східної Галатії. Каппадокія знаходиться у східній частині Анатолії. Рельєф складається з високого плато висотою понад 1000 м над рівнем моря, що пронизаний вулканічними піками. Завдяки своїм внутрішнім розташуванням і великій висоті, Каппадокія має помітно континентальний клімат з жарким сухим літом і холодною сніжною зимою. Опади мізерні і область в значній мірі напівпосушлива.
vi: Một mê cung phức tạp gồm những vách núi, hẻm núi và địa hình gồ ghề với một ốc đảo ở trung tâm. Cappadocia là một lãnh thổ lịch sử của Trung Anatolia. Vào thời Herodotus, người Cappadocian được nói tới đã kiểm soát toàn bộ khu vực từ Đỉnh Taurus cho đến những những vùng đất lân cận Biển Black. Cappadocia, theo nghĩa này, được giới hạn ở phía nam bởi Dãy Taurus thứ đã chia cắt nó với Cilicia, về phía đông bởi thượng nguồn Euphrates và Cao nguyên Armenian, về phía bắc bởi Pontus và về phía tây bởi Lycaonia và miền đông Galatia. Cappadocia nằm ở miền đông Anatolia. Địa hình bao gồm một cao nguyên cao trên 1000 m và những miệng núi lửa. Do nằm sâu trong lục địa và độ cao hùng vĩ của mình, Cappadocia có khí hậu lục địa rõ rệt, với mùa hè khô nóng và mùa đông lạnh giá. Lượng mưa thì thưa thớt và hầu hết vùng đất là bán khô hạn.
zh: 迷宫图，地图中央有绿洲，周围则是峭壁、峡谷以及种种崎岖地形。 卡帕达奇亚，历史上位于安纳托利亚中部。在古希腊历史学家希罗多德的时代，它包括了从托罗斯山脉至黑海之间的广大地域。此种意义上的卡帕达奇亚，被包围在南边的托鲁斯山脉且由奇里乞亚分隔开来，东达幼发拉底河及亚美尼亚高原，北达本都，西至拉孔尼亚及东加拉太。卡帕达奇亚位于东安纳托利亚。包含了一个海拔超过 1000 米，且被火山穿过的高原。由于它位于内陆地区且海拔很高，卡帕达奇亚有著显著的大陆型气候，炎热干燥的夏天及寒冷下雪的冬天。降雨稀少且多为半干燥地区。
zh_tw: 一個在地圖中央有著綠洲，周圍則是峭壁、峽谷以及種種崎嶇地形的混亂迷宮 卡帕達奇亞是一個位於安納托利亞中部的歷史區域名，在古希臘歷史學家希羅多德的時代，卡帕達奇亞包括了從托羅斯山脈至黑海之間的廣大地域。此種意義上的卡帕達奇亞，被包圍在南邊的托魯斯山脈且由奇里乞亞分隔開來，東達幼發拉底河及亞美尼亞高原，北達本都，西至拉孔尼亞及東加拉太。卡帕達奇亞位於東安納托利亞。包含了一個海拔超過 1000 公尺，且被火山山峰穿過的高原。由於它位於內陸地區且海拔很高，卡帕達奇亞有著顯著的大陸型氣候，炎熱乾燥的夏天及寒冷下雪的冬天。降雨稀少且多為半乾燥地區。
