Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Agis III was the 20th Spartan king of the Eurypontid lineage. Agis cobbled together an alliance of Southern Greek states to fight off Macedonian hegemony while Alexander the Great was away in Asia on his conquest march. After securing Crete as a Spartan tributary, Agis then moved to besiege the city of Megalopolis in the Peloponnese, who was an ally of Macedon. Antipater, the Macedonian regent, lead an army to stop this new uprising. In the Battle of Megalopolis, the Macedonians prevailed in a long and bloody battle. Much like Leonidas 150 years earlier, instead of surrendering, Agis made a heroic final stand in order to buy time for his troops to retreat.
ast: Axis III foi'l ventenu rei d'Esparta del llinaxe euripóntida. Axis improvisó una alianza d'estaos griegos pa oponese a la hexemonía macedonia mentanto Alexandru'l Grande taba n'Asia faciendo la so marcha conquistadora. Darréu d'asegurar Creta como tributariu espartanu, Axis púnxose a asediar la ciudá de Magalópolis nel Peloponesu, que yera aliada de Macedonia. Antípatru, el rexente macedoniu, dirixó un exércitu p'acabar con esti nuevu llevantiyu. Na batalla de Megalópolis, los macedonios ganaron tres una batalla llonga y sangrinienta. Como Leónides 150 años enantes, Axis nun se rindió, sinón que fixo una cabera defensa heroica col envís de ganar tiempu pa retirase a les tropes.
bg: Агис III бил 20-ият спартански владетел от Еврипонтидите. Агис сключил съюз със южните гръцки държави, за да свали македонската хегемония докато Александър Велики бил на завоевателен поход в Азия. След като си осигурил Крит като спартански васал, Агис насочил силите си към Мегалополис в Пелопонес, които бил съюзник на македонците. Антипатер, македонският регент, повел армия, за да спре това въстание. В битката при Мегалополис, македонците надделели след продължителна и кървава битка. Подобно на Леонид 150 години по-рано, наместо да се предаде, Агис героично се бил за последен път, за да спечели време на своите войски да се оттеглят.
br: Agis III a oa an 20vet roue Spartan eus al lignez Euripontid. Agis en doa bitellet asambles aliañs stadoù Gres Greisteiz evit stourm a-enep d'an aotrouniezh Vakedonian tra ma oa Aleksandr Meur er-maez en Azia war e varzh aloubiñ. Goude bezañ suraet Kreta evel un truajad Spartan, en doa dilec'hiet Agis neuze d'ober sez kêr Megalopolis er Peloponnez a veze ur c'hevredet da Vakedonia. Antipater, ar rejant Makedonian, en doa renet un arme evit herzel ouzh an emsavadeg nevez-mañ. En Emgann Megalopolis, ar Vakedoniz o doa trec'het en ur brezel pad ha gwadek. Heñvel ouzh Leonidas 150 bloaz a-raok, daoust d'ar c'hodianañ, en doa graet Agis ur brezel diwezhañ harozek da gemer amzer evit e vagadoù d'en em dennañ.
ca: Agis III va ser el 20è rei espartà del llinatge euripòntid. Agis va forjar una aliança d'estats del sud de Grècia per acabar amb l'hegemonia macedònia quan Alexandre el Gran era a l'Àsia. Després d'assegurar que Creta pagués tributs a Esparta, Agis va assetjar la ciutat de Megalòpolis al Peloponès, que era aliada de Macedònia. Antípater, el regent de Macedònia, va enviar un exèrcit per aturar-lo, i els macedonis van vèncer en una batalla llarga i sanguinària. Com Leònides va fer 150 anys enrere, en lloc de rendir-se, Agis va presentar batalla fins al final per donar temps per retirar-se a les seves tropes.
cs: Agis III. byl 20. spartským králem z dynastie Eurypontovců. Dal dohromady spojenectví jižních řeckých států, aby bojovali proti makedonské hegemonii, zatímco Alexander Veliký dobýval nová území v Asii. Po získaní Kréty jako spartského vazala šel obléhat město Megalopolis na Peloponésu, které bylo makedonským spojencem. Antipatros, makedonský vladař, vedl svoji armádu za účelem zastavení tohoto nového povstání. Po dlouhé a krvavé bitvě o Megalopolis nakonec Makedonci zvítězili. Podobně jako Leonidas o 150 roků dříve, namísto vzdání se zaujal Agis hrdinské poslední stanoviště, aby tak získal pro svoje jednotky čas na ústup.
de: Agis III. war der 20. Spartanerkönig aus dem Haus der Eurypontiden. Agis schmiedete eine Allianz südgriechischer Staaten, um die makedonische Hegemonie zu bekämpfen, während Alexander der Große auf seinem Feldzug in Vorderasien war. Nachdem er Kreta tributpflichtig gemacht hatte, belagerte Agis die Stadt Megalopolis auf dem Peloponnes, die mit Makedonien verbündet war. Antipater, der makedonische Regent, führte daraufhin eine Armee dorthin, um diesen Aufstand zu beenden. In der Schlacht von Megalopolis gewannen die Makedonen in einer langen, blutigen Schlacht die Oberhand. Ähnlich wie Leonidas I. 150 Jahre vorher, focht Agis einen heldenhaften Opferkampf anstatt sich zu ergeben, um seinen Truppen Zeit für den Rückzug zu verschaffen.
el: Ο Άγης Γ ήταν ο 20ος Σπαρτιάτης βασιλιάς της γενεαλογίας των Ευρυποντιδών. Ο Άγης συγκρότησε μαζί με τις πολιτείες της Νότιας Ελλάδος μια συμμαχία για να αντιταχθούν στη μακεδονική ηγεμονία, ενώ ο Μέγας Αλέξανδρος ήταν μακριά στην Ασία σε πορεία για την κατάκτησή της. Μετά την εξασφάλιση της Κρήτης ως Σπαρτιατική υποτέλεια, ο Άγης στη συνέχεια κινήθηκε για να πολιορκήσει την πόλη της Μεγαλόπολης στην Πελοπόννησο, η οποία ήταν σύμμαχος των Μακεδόνων. Ο Αντίπατρος, ο Μακεδόνας αντιβασιλέας, οδήγησε έναν στρατό για να σταματήσει αυτή τη νέα εξέγερση. Στη μάχη της Μεγαλόπολης, οι Μακεδόνες επικράτησαν σε μια μακρά και αιματηρή μάχη. Μοιάζει πολύ με τον Λεωνίδα 150 χρόνια νωρίτερα, αντί να παραδοθεί, ο Άγης έκανε μια ηρωική τελική στάση για να εξασφαλίσει χρόνο στα στρατεύματά του να υποχωρήσουν.
es_ar: Agis III fue el 20do rey espartano de linaje Euripóndita. Agis formó una alianza de estados griegos sureños para repeler la hegemonía macedónica mientras Alejandro Magno se encontraba en su marcha de conquista asiatica. Luego de asegurar que Creta sea tributaria de Esparta, Agis avanzó y asedió la ciudad de Megalópolis en el Peloponeso, que era aliada de Macedonia. Antípatro, el regente macedónico, lideró un ejército para evitar este levantamiento. En la batalla de Megalópolis, los macedonios prevalecieron en una batalla larga y sangrienta. Como Leónidas 150 antes, en lugar de rendirse, Agis sostuvo una última batalla heroica para ganar tiempo para que sus tropas se retiren.
eu: Agis lll Europontida leinuko 20. Espartar erregea izan zen. Agisek Mazedoniarren nagusitasuna eraisteko hegoaldeko Greziar estatuak elkartu zituen Alexander Handiak Asia konkistatzen zuen bitartean. Kreta Espartar zerga estatu moduan finkatu eta gero, Agisek Megalopolis Mazedoniar aliatuaren setioari ekin zion, Peloponesoan. Antipatro Mazedoniako agintariak altxamendua gelditzeko armada gidatu zuen. Megalopolisen, borroka odoltsu eta luze batean Mazedoniarrek irabazi zuten. Leonidasek 150 urte lehenago legez, amore eman ordez, Agisek azken borroka heroikoa burutu zuen bere tropak atzera egin zezaten.
fa: آگیس سوم 20 مین پادشاه اسپارت بود. او با اتحاد با شهر های جنوبی یونان زمانی که اسکندر در آسیا بود دست به قیام علیه مقدونیه زد نخست شهر کرت را تحت کنترل اسپارت ها درآورد سپس به محاصره شهر مگالوپولیس در پلوپونز پرداخت که هم پیمان مقدونیه بود. آنتیپاتر حاکم مقدونیه سپاهی را آماده کرد تا با قیام آگیس مقابله کند. در نبرد مگالوپولیس مقدونیه ای ها توانستند در یک نبرد خونین سپاه اسپارت را شکست دهند همانند اتفاقی که 150 سال پیش برای لئونیداس افتاد اما برخلاف وی که تسلیم شد، آگیس پایان قهرمانانه ای را انتخاب کرد در مقابل دشمن ایستاد تا نیروهایش فرصت عقب نشینی پیدا کنند.
ga: Ba é Aegeas III é an 20ú rí na Sparta as an ríora Eoropontach. Chrúthaigh Aegeas comhaontas le chéile as stáit Theas-Ghréigeacha do mhórcheannas na Macadóine a sheachaint nuair a bhí Alastar Mór i bhfad san Áise ina ionradh. Tar éis a ghabh sé ar an gCréit mar chíosaí Spartach, bhog Aegeas do chathair na Meagapoile sa Phéalopoinéis a chur faoi léigear mar bhí siad ina comhghuaillí leis an Macadóin. Theoraigh Antapator, leasrí na Macadóine, arm do stop a chur leis an éirí amach nua seo. Bhí na Macadónaigh i réim tar éis catha fada agus fuiltigh. Cosúil le Leoiníadas 150 bliana roimhe sin, in áit le géilleadh, rinne Aegeas seasamh déireanach d'fhonn cúlú a ligean ar a saighdiúirí.
hu: III. Agisz volt a 20. spártai király az Eurüpóntida vonalon. Agisz összetákolt egy szövetséget a dél-görög államok között, hogy visszaszorítsa a makedón hegemóniát, amíg Nagy Sándor távol volt ázsiai hódító útján. Kréta hűbérállamként való biztosítását követően Agisz a peloponnészoszi Megalopolisz ostromára indult, ami Makedónia szövetségese volt. Antipatrosz, a makedón kormányzó hadsereget vezetett az új felkelés megállítására. A megalopoliszi hosszú és véres csatában a makedónok győzedelmeskedtek. Nagyon hasonlóan Leónidaszhoz 150 évvel korábban, megadás helyett hősiesen küzdött mindvégig, hogy időt nyerjen csapatainak a visszavonulásra.
hy: Ագիս III-ն Սպարտայի Էվրիպոնտիդ դինաստիայի 20-րդ արքան էր։ Քանի դեռ Ալեքսանդր Մակեդոնացին արշավում էր դեպի հեռավոր Ասիա, Ագիսը կազմավորեց Հարավային Հունաստանի պետությունների դաշնություն՝ ընդդեմ մակեդոնական գերիշխանության։ Կրետեն դարձնելով Սպարտային հարկատու՝ Ագիսը պաշարեց Պելոպոնեսի Մեգալոպոլիս քաղաքը, որը Մակեդոնիայի դաշնակից էր։ Մակեդոնիայի փոխարքա Անտիպատրը ղեկավարեց այս նոր ապստամբության դեմ գնացող բանակը։ Մեգալոպոլիսի երկար և արյունալի ճակատամարտում մակեդոնացիները հաղթականեցին։ Ինչպես Լեոնիդասը 150 տարի առաջ, Ագիսը հանձնվելու փոխարեն դիմեց վերջին կռվի՝ իր զինվորների համար նահանջելու ժամանակ շահելու նպատակով։
it: Agis III è stato il 20° re spartano del lignaggio Eurypontida. Agis stipulò un'alleanza tra gli stati greci del Sud per combattere l'egemonia macedone, mentre Alessandro Magno era in Asia nella sua marcia di conquista. Dopo aver ottenuto la sottomissione di Creta come tributario spartano, Agis mosse guerra ed assediò la città di Megalopoli nel Peloponneso, alleata dei Macedoni. Antipatro, il reggente macedone, mobilitò l'esercito per fermare questa nuova rivolta. Nella battaglia di Megalopoli, i macedoni prevalsero in una battaglia lunga e sanguinosa. Proprio come Leonida 150 anni prima, invece di arrendersi, Agis morì eroicamente, al fine di guadagnare tempo per la ritirata delle sue truppe.
ja: アギス3世は第20代のエウリュポン家系のスパルタの王でした。アレキサンドロス大王がアジアへの大遠征で不在の間に、アギスは南ギリシア諸国の同盟を急いでまとめ上げ、マケドニアの覇権打倒に立ち上がりました。クレタを確保してスパルタの属国とした後、アギスはペロポネソスのメガロポリスの包囲へ向かいました。マケドニアと同盟していたためです。マケドニアの伝説、アンティパトロスが軍を指揮して、この新たな反乱の鎮圧にあたりました。メガロポリスの戦いで、マケドニアは長く激しい戦闘の中末優勢となりました。150年前のレオニダス同様に、降伏を選ばず、アギスは英雄的な最後の抵抗を見せ、自軍の撤退の時間を稼ぎました。
ko: 아기스 3세는 에우리폰티드 가문의 20번째 스파르타 왕이었습니다. 알렉산더 대왕이 아시아로의 대원정으로 부재중인 사이에, 아기스는 남부 그리스 제국의 동맹을 서둘러 정리해 마케도니아의 패권 타도에 일어섰습니다. 크레타 섬을 스파르타의 속국으로 확보한 후, 아기스는 마케도니아의 동맹국인 펠로포네스에서 메가로 폴리스시를 포위하기위해 이동했습니다. 마케도니아 섭정인 안티파트로스는 이 새로운 봉기를 막기 위해 군대를 이끌고 있었습니다. 메가로폴리스 전투에서 마케도니아는 오랫동안 피비린내 나는 전투를 했고 결국 승리했습니다. 150년전 레오니다스와 마찬가지로, 항복하는 대신, 아기스는 영웅적인 마지막 저항을 보여주어 아군의 철수 시간을 벌었습니다.
nb: Agis III var den tjuende Spartakongen av Eurypontidisk herkomst. Agis klasket sammen en allianse av sørlige greske stater for å hindre Makedonsk hegemoni mens Aleksander den store var på reise i Asia på sin erobringsmarsj. Etter å ha sikret Kreta som et Spartansk lydrike, flyttet Agis på seg for å beleire byen Megalopolis i Peloponnesene, som var en alliert av Makedon. Antipater, den Megalopoliske regenten, ledet en hær for å stoppe dette nye oppvigleriet. I kampen om Megalopolis, kom Makedonerne ut på topp etter et langt og blodig slag. Veldig likt Leonidas 150 år tidligere, istedenfor å overgi seg, holdt Aegis heltemodig stand for at hans tropper kunne trekke i retrett.
pl: Agis III był 20. królem Spartan z rodu Eurypontid. Agis zawarł sklecony sojusz z południowymi stronami greckich wojowników aby odeprzeć macedoński atak gdy Aleksander Wielki był daleko w Azji na jego podboju marszu. Po zabezpieczeniu Krety i dopływem Spartan, Agis następnie przeniósł się do oblężanego miasta Megalopolis na Peloponezie, który był sojusznikiem Państwa Macedońskiego. Antypater, macedoński regenta, poprowadził armię aby zatrzymać to nowe powstanie. W bitwie pod Megalopolis, Macedończycy panowali w długiej i krwawej bitwie. Podobnie jak Leonidas 150 lat wcześniej, zamiast poddania się, Agis dokonał heroicznego ostatecznego stanowiska w celu zakupu czasu na jego wojska do odwrotu.
pt_br: Ágis III foi o 20º rei espartano da linhagem Euripôntida. Ágis formou uma uma aliança de Estados Gregos do Sul para lutar contra a hegemonia Macedônica enquanto Alexandre O Grande estava distante na Ásia em sua marcha de conquista. Depois de garantir Creta como um tributário Espartano, Agis então mobilizou-se para cercar a cidade de Megalópolis, no Peloponeso, que era aliada da Macedônia. Antípatro, o regente Macedónio, liderou um exército para acabar com esta nova revolta. Na batalha de Megalópole, Macedônios prevaleceram em uma batalha longa e sangrenta. E assim como Leônidas 150 anos antes, ao invés de se render, Agis lutou heroicamente até o fim visando ganhar tempo para suas tropas em retirada.
ru: Агис III был 20-м спартанским царём из рода Еврипонтидов. Во время похода Александра Великого на Восток Агис сколотил союз из южных греческих полисов для борьбы с македонским владычеством. Заполучив Крит, Агис затем взял в осаду город Мегалополь в Пелопоннесе, который был союзником македонян. Антипатр, македонский регент, возглавил армию, чтобы подавить восстание. В битве при Мегалополе македоняне одержали верх в долгой и кровавой битве. Как и царь Леонид 150 лет назад, вместо того, чтобы сдаться, Агис предпочел пасть в ожесточенном сражении, дав своим войскам время для отступления.
sk: Agis III. bol 20. spartským kráľom Eurypontovskej dynastie. Dal dokopy spojenectvo južných gréckych štátov, aby bojovali proti macedónskej hegemónii, zatiaľ čo Alexander Veľký dobíjal nové územia v Ázii. Po získaní Kréty išiel obliehať mesto Megalopolis na Peloponéze, ktoré bolo macedónskym spojencom. Antipater, macedónsky vladár, viedol svoju armádu za účelom zastavenia tohto nového povstania. Po dlhej a krvavej bitke o Megalopolis nakoniec Macedónci zvíťazili. Podobne ako Leonidas o 150 rokov skôr, namiesto vzdania sa zaujal Agis hrdinské posledné stanovisko, aby tak získal pre svoje jednotky čas na ústup.
sv: Agis III var den 20: e spartanska kungen av Eurypontid-linjen. Agis cobbled tillsammans en allians av södra grekiska stater för att bekämpa makedonska hegemoni medan Alexander den stora var borta i Asien på sin erövringen mars. Efter att ha sikrat Kreta som en spartansk biflod flyttade Agis för att besegra staden Megalopolis i Peloponnes, som var allierad av Macedon. Antipater, den makedonska regenten, leder en armé för att stoppa detta nya uppror. I slaget vid Megalopolis segrade makedonierna i en lång och blodig kamp. I likhet med Leonidas 150 år tidigare, istället för att överge, gjorde Agis ett hjältiskt slutställe för att köpa tid för sina trupper att dra sig tillbaka.
tr: Agis III, Eurypontid soyunun 20. Spartalı kralıydı. Agis, Büyük İskender'in fethi sırasında Asya'da yokken Makedon hegemonyasından çekilmek için Güney Yunan devletlerinin bir ittifakını hazırladı. Girit'i bir Spartalı kolu olarak güvence altına aldıktan sonra Agis daha sonra Makedonya'nın bir müttefiki olan Kafkasya'daki Megalopolis kentini kuşatmaya başladı. Makedon rahip olan Antipater, bu yeni ayaklanmayı durdurmak için bir ordu kuruyor. Megalopolis Savaşı'nda Makedonlar uzun ve kanlı bir savaşa girdiler. 150 yıl önce teslim olmak yerine, Leonidas'a benzeyen Agis, birliklerinin geri çekilmesi için zaman ayırmak için kahramanca bir nihai stand yaptı.
uk: Агіс III був 20-м спартанським царем з роду Еврипонтидів. Під час походу Олександра Великого на Схід Агіс зібрав союз з південних грецьких полісів для боротьби з македонською гегемонією. Діставши Крит, Агіс потім узяв в облогу місто Мегалополь в Пелопоннесі, який був союзником македонян. Антипатр, македонський регент, очолив армію, щоб зупинити це повстання. У битві під Мегалополем македоняни переважали у довгій та кривавій сутичці. Як і цар Леонід 150 років тому, замість того, щоб здатися, Агіс волів загинути в запеклому бою для того, щоб дати своїм військам час для відступу.
zh: 阿吉斯三世为第20位欧里庞提德世系斯巴达国王。他试着组成南方希腊城邦的联盟，以便对抗马其顿的霸权，当时亚历山大大帝正在亚洲进行他的征途。他确保了克里特岛的支援后，便转而围攻马其顿的盟友在伯罗奔尼撒半岛上的大都市带。马其顿摄政安提帕特便带领了一支军队来阻止此种新的起义。在大都市带的战役中，马其顿流于一个漫长而血腥的战争。就像列奥尼达于150 年前所作的一样，亚基斯三世选择战斗到底而非投降，以确保他的部队能够撤退成功。
zh_tw: 亞基斯三世為第20位歐里龐提德世系斯巴達國王。他試著組成南方希臘城邦的聯盟，以便對抗馬其頓的霸權，當時亞歷山大大帝正在亞洲進行他的征途。他確保了克里特島的支援後，便轉而圍攻馬其頓的盟友在伯羅奔尼撒半島上的大都市帶。馬其頓攝政安提帕特便帶領了一支軍隊來阻止此種新的起義。在大都市帶的戰役中，馬其頓流於一個漫長而血腥的戰爭。就像列奧尼達於150年前所作的一樣，亞基斯三世選擇戰鬥到底而非投降，以確保他的部隊能夠撤退成功。

source: Agis III
ast: Axis III
bg: Агис III
cs: Ágis III
el: Άγις Γ'
fa: آگیس سوم
ga: Aegeas III
he: אגיס השלישי
hu: III. Agisz
hy: Ագիս III
ja: アギス3世
ko: 아기스 3세
pt_br: Ágis III
ru: Агис III
tr: III. Agis
uk: Агіс III
zh: 阿吉斯三世
zh_tw: 阿基斯三世

source: Syssition
ast: Syssítion
bg: Сиситион
el: Συσσίτιον
es_ar: Sisitia
he: סיסיטיון
hu: Szüsszitia
hy: Սիսիտիոն
ja: シッシティオン
ko: 쉬시티온
pt_br: Sissítia
ru: Сиссития
sk: Syssitia
uk: Сисситії
zh: 公共食堂
zh_tw: 可供密談的餐廳

source: Train heroes and Spartiates and research technologies related to them.
ast: Entrena héroes y homoioi, ya investiga les teunoloxía venceyada a ellos.
bg: Обучава герои и спартиати и проучва технологии за тях.
br: Stummit harozed ha Sparsiated ha kasit da benn enklaskoù diwar-benn an teknologiezhoù liammet ganto.
ca: Recluta herois i espartiates i investiga tecnologies relacionades amb ells.
cs: Cvičte hrdiny a Sparťany a vyzkoumejte technologie s nimi spojené.
de: Bilde Helden und Spartiaten aus und erforsche Technologien für diese.
el: Εκπαίδευσε ήρωες και Σπαρτιάτες και ανακάλυψε τεχνολογίες για αυτούς.
es_ar: Entrena héroes y Homoioi e investiga tecnologías relacionadas.
eu: Trebatu heroiak eta Espartarrak eta ikertu haiekin zerikusia duen teknologia.
fa: پرورش قهرمان ها و اسپارت ها و تحقیق در خصوص فناوری های مربوط به آنها.
ga: Traenáil laochra agus Spartaigh, agus déan taighde ar theicneolaíochtaí a bhaineann leo.
he: לאמן גיבורים וספרטנים ולחקור טכנולוגיות הקשורות אליהם
hu: Képezz hősöket és homoioszokat és kutass hozzájuk kapcsolódó technoloógiákat.
hy: Հերոսների ու սպարտիատների պատրաստում և նրանց հետ կապված տեխնոլոգիաների հետազոտություն։
it: Addestra eroi e Spartiati e ricerca tecnologie a loro relative.
ja: 英雄とスパルタ市民を養成し、関連するテクノロジーを研究します。
ko: 영웅과 스파르타인들을 양성하고 그들과 관련된 기술들을 연구합니다.
nb: Tren helter og spartanere og forsk på teknologier for disse.
pl: Trenuj bohaterów i Spartiatów oraz odkrywaj technologie z nimi związane.
pt_br: Recrutar heróis e Esparciatas e desenvolver tecnologias para estas unidades.
ru: Обучает героев и спартиатов, а также исследует связанные с ними технологии.
sk: Trénuje hrdinov a Sparťanov, zároveň skúma aj technológie s nimi súvisiace.
sv: Träna hjältar och spartiater och forska fram tillhöriga teknologier.
tr: Kahramanlar ve Spartalılar yetiştir ve onlarla ilgili teknolojileri araştır.
uk: Навчає героїв і спартанців і досліджує пов'язані з ними технології.
zh: 训练英雄和斯巴达战士，并能研究与其相关的科技。
zh_tw: 訓練英雄及斯巴達戰士，以及研究與其相關的科技。

source: The Syssition was the Mess Hall for full-blooded Spartiates. Every Spartan peer, even kings, belonged to one.
ast: El «Syssítion» foi'l comedor de los esparciates de pura cepa. Cada noble espartanu, mesmamente los reis, pertenecíen a dalgún.
bg: Сиситионът е бил столовата за чистокръвните спартиати. Всички спартанци, дори кралете, принадлежали към такава.
br: Ar Syssition a oa predva ar Spartaned a lignez vat. Pep Spartan, hag ivez ar roueed, a oa liammet gant unan.
ca: El Syssition era el menjador militar dels espartiates de mena. Tots els espartans, fins i tot els reis, pertanyien a un.
cs: Syssition byla společná vojenská jídelna pro čistokrevné Sparťany. Každý Sparťanský šlechtic, dokonce králové, náleželi k jednomu.
de: Das Syssition war ein Speisessaal für Vollblutspartiaten. Jeder spartanische Bürger, auch Könige, gehörten einem Syssition an.
el: Το Συσσίτιον ήταν η Αίθουσα Συνεστιάσεων για τους αρρενωπούς Σπαρτιάτες. Κάθε Σπαρτιάτης ήταν ομότιμος με τους άλλους, ακόμη και οι βασιλιάδες.
es_ar: La sisitia era la comida colectiva de homoioi. Todos los espartanos, incluso los reyes, pertenecían a una.
eu: Syssition odoleko Espartar ofizialen jangela zen. Espartarra bakoitza, baita erregeak ere, hauetako baten kide zen.
fa: سیسیشن یک سالن غذاخوری بود برای کسانی که کاملا خون اسپارتی داشتند. هر سرباز اسپارتی حتی شاه آنها متعلق به یکی از آنها بود
ga: Ba bhialann míleata é an Syssition do Spartaigh fuileata. Bhain gach comhphairtí, fiú ríthe Spartacha iad féin le Syssition amháin.
he: היה לספרטה קָפֵטֶרִיָה אומרות סיסטיון. כל אחד שלהם, מן עבדים למלכים, אוכלו בפנים אותם.
hu: A szüsszitia volt a teljes vérű homoioszok kantinja. Minden egyenrangú spártai, még a király is tartozott egyhez.
hy: Սիսիտիոնը զտարյուն սպարտացիների համընդհանուր խնջույքների վայրն էր, որտեղ բոլորը, նույնիսկ արքաներն, իրար հավասար էին։
it: Il Syssitia era la sala mensa per Spartiati purosangue. Ogni pari Spartano, anche i re, doveva parteciparvi.
ja: シッシティオンは血気盛んなスパルタ市民の食堂でした。スパルタ市民は皆、王でさえ、いずれかに所属しました。
ko: 쉬시티온은 열렬한 스파르타인들을 위한 공동식사 였습니다. 모든 스파르타의 동료들, 심지어 왕들까지도 한 사람의 소유였다.
nb: Syssition var messehall for fullblodsspartiater. Alle spartanske likemenn, til og med konger, tilhørte en.
pl: Syssition był w stołówce pełnej krwi Spartanów. Każdy Spartanin, nawet królowie, należeli do niego.
pt_br: A Sissítia era o refeitório para os Esparciatas de puro sangue, incluindo os reis.
ru: Сиссития — место для совместных трапез граждан Спарты, на которых все были равны, и даже для царей не было никаких исключений.
sk: Syssitia bola jedáleň pre čistokrvných Sparťanov. Každý spartský šľachtic, dokonca aj kráľovia, v nej jedol.
sv: Syssitionen var Mess Hall för fullblodiga Spartier. Varje spartansk peer, jämn konung, hörde till en.
tr: Syssition Spartalıların kanlarıyla kurulmuştu. Her spartalının en az bir bağı krallarınında birine aittir.
uk: Сисітіон — місце для спільних трапез громадян Спарти, на яких всі були рівні, і навіть для царів не було ніяких винятків.
zh: 公共食堂是一个供纯斯巴达血统居民密谈的餐厅。每个斯巴达贵族甚至国王都属于一个类似的会所。
zh_tw: Syssition 是一個供純斯巴達血統的居民密談的餐廳。每個斯巴達貴族，甚至是國王，都隸屬於其中一個類似的地方。
