Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: 7. Not attempt to artificially adjust any user of the service's rating or any of the statistics which impact it. (Examples of this are, but are not limited to: cheating in ranked games, reverse engineering the service, and taking advantage of other users of the service.)
ar: 7. عدم محاولة تعديل تقييم مستخدم الخدمة بشكل مصطنع أو الإحصائيّات التي تؤثّر على ذلك. (مثال على هذا، ولكن ليس مقصورًا على: الغشّ في الألعاب المقيّمة، وعكس برمجة الخدمة، والاستفادة من مستخدمي الخدمة الآخرين.)
ast: 7. Nun tentar d’aẍustar artificialmente la classificacion de negun usuariu de l servicio ne dala statística que lli affecte. (Exemplos d’elho, intre outros, son: trampeẍar in partidæs classificadæs, deduzire la structura de l servicio & aproveiꞇhasse d’outros usuarios de l servicio.)
bg: 7. Не може да се опитвате изкуствено да променяте рейтинга на когото и да било или някоя от статистиките, които го определят. (Примери за това, наред с други, са: мамене в игри за класация, обратно инженерство на услугата и възползване от други потребители на услугата.)
br: 7. Na glaskit ket keidañ en un doare artifisiel skor un implijer eus ar servij na statistik ebet o deus ur skog war ar re-mañ. (Da skouer : en ur drichañ e-pad ar c'hoariadennoù renket, dre kil-ijinouriezh ar servij, en ur brofitañ eus implijerien all eus ar servij. N'eo ket peurglok al listenn-mañ.)
ca: 7. No intentar manipular cap puntuació o estadística que pugui afectar cap usuari del servei. (Exemples d'això són, però no només: fer trampa en partides classificades, utilitzar enginyeria inversa i aprofitar-se d'altres usuaris del servei.)
cs: 7. Nebudete se pokoušet o umělé ovlivňování hodnocení kteréhokoli uživatele služby nebo jakékoli statistiky, která na něj má dopad. (To zahrnuje například následující činnosti, ale není to omezeno pouze na ně: podvádění ve hrách, kde jde o pořadí v žebříčku, nasazení technik reverzního inženýrství, dosažení výhody na úkor jiného uživatele.)
de: 7. Nicht zu versuchen, die Bewertung von Benutzern oder die zu Grunde liegenden Statistiken zu manipulieren. (Beinhaltet unter anderem: Cheaten in Ranglistenspielen, Einsatz von Reverse-Engineering-Techniken, andere Benutzer des Dienstes übervorteilen.)
el: 7. Μην επιχειρήσετε να ρυθμίσετε τεχνητά την βαθμολογία οποιαδήποτε χρήστη ή οποιοδήποτε από τα στατιστικά στοιχεία που επηρεάζουν αυτό. (Παραδείγματα αυτού είναι, αλλά δεν περιορίζονται σε αυτά: εξαπάτησης σε βαθμολογούμενα παιχνίδια, εφαρμογή αντίστροφης μηχανικής της υπηρεσίας, και εκμετάλλευση άλλων χρηστών της υπηρεσίας.)
es: 7. No intentar cambiar artificialmente ninguna puntuación de ningún usuario del servicio, así como de ninguna de las estadísticas que puedan impactar a la misma. (Por ejemplo: utilizar trucos en juegos puntuables, hacer ingeniería inversa al servicio, y aprovecharse de otros usuarios del servicio)
es_cl: 7. No intente ajustar artificialmente cualquier calificación del usuario en el servicio o cualquiera de las estadísticas. (Ejemplos de esto son, pero no se limitan a: Trampas en los juegos con clasificación, ingeniería inversa del servicio, y el aprovechamiento de otros usuarios del servicio)
eu: 7. Ez saiatu zerbitzuko inongo erabiltzailearen puntaketa artifizialki aldatzen, ezta berau alda dezakeen estatistikak ere. (Adibidez: joko puntuagarrietan amarruak erabili, zerbitzuari alderantzizko ingeniaritza egin, eta zerbitzuko beste erabiltzaileez baliatu).
fa: 7. اقدام نکردن برای دست کاری در رتبه بندی بازیکن ها به هر طریقی. (برای مثل تقلب در بازی های رتبه بندی)
fi: 7. Yrittämättä keinotekoisesti asettaa kenenkään palvelun käyttäjän luokitusta tai mitään muuta tilastoa, joka vaikuttaa siihen. (Esimerkkejä ovat, mutteivat rajoitu tähän: huijaaminen arvopeleissä, käänteinen palvelun rakentaminen ja toisten palvelun käyttäjien hyväksikäyttö.)
fr: 7. Ne pas tenter d'ajuster artificiellement le score d'un utilisateur du service ni aucune des statistiques qui ont un impact sur celui-ci. (Par exemple : en trichant lors de parties classées, par rétro-ingénierie du service, en profitant d'autres utilisateurs du service. Cette liste est non exhaustive.)
ga: 7. Ná déan iarracht a choigeartú faoi rátáil ar aon úsáideoir na seirbhíse, nó aon staitisticí a théann i bhfeidhm air. (Mar shampla, ach níl ina theoranta: séitéireacht sa chluiche rangaithe, cúlinnealtóireacht den tseirbhís, nó leas a bhaint as úsáideoirí eile den tseirbhís.)
gd: 7. Na feuch ri rangachadh na seirbheise air ball sam bith no gin dhen stadastaireachd a bheir buaidh air atharrachadh gu fuadain. (Seo cuid a dh’eisimpleirean ach chan e a h-uile gin dhiubh: cealgaireachd ann an geamannan rangaichte, einnseanaireachd chontrarra air an t-seirbheis agus car a ghabhail air cleachdaichean eile na seirbheis.)
gl: 7. Non intentar axustar de maneira artificial a puntuación de ningún usuario do servizo nin as estatísticas en que se basean ditas puntuacións. Isto inclúe —pero non está limitado a— facer trampas en partidas de cualificación, facer enxeñaría inversa ao servizo, ou aproveitarse doutros usuarios do servizo.
hr: 7.Da nećete pokušati mjenjati ili utjecati na bilo koji faktor igre (Par primjera: Varanje u rankiranim partijama, raditi bili kakav obrnuti inženjering usluga te da nećete utjecati niti ostetiti bilo kojeg korisnika usluge u svoju korist.)
hu: 7. Nem kísérled meg a szolgáltatás egyetlen felhasználójának sem a minősítését, vagy az azt befolyásoló bármely statisztikájának mesterséges módosítását. (Például, de nem kizárólagosan: csalás rangsorolt játékban, a szolgáltatás visszafejtése, illetve a szolgáltatás más felhasználói elleni előnyszerzés.)
id: 7. Tidak berusaha mengubah peringkat pengguna atau statistik lain yang mempengaruhi (Contohnya: curang pada permainan berperingkat, rekayasa balik layanan, dan memanfaatkan pengguna lain dalam layanan).
it: 7. Non tentare di modificare artificialmente qualsiasi dato di servizio degli utenti o delle statistiche correlate. (Esempi di questo sono, ma non non solo: barare nei giochi con rating, il reverse engineering del servizio, e di approfittare degli altri utenti del servizio.)
ja: 7. 人為的に当サービスの任意の利用者の得点あるいは得点に影響する任意の統計を改変しようと試みること。（この例として、得点記録ゲームでのチートや当サービスのリバースエンジニアリングで当サービスの他の利用者より優位に立つこと、ただしこの例に限定されません）
ka: 7. არ სცდი ნებისმიერი მომხმარებლის შეფასების ან სტატისტიკის ხელოვნურად შეცვლას, რაც მასზე იმოქმედებს. (ამის მაგალითებია, მაგრამ ამით არ მთავრდება: თაღლითობა შეფასებულ თამაშში, მომსახურების შეტრიალებული ინჟინერია და სხვა მომხმარებლების უპირატესობის გამოყენება.)
ko: 7. 인위적으로 서비스 사용자의 레이팅 점수를 조작하려고 하거나, 그것에 영향을 줄수 있는 행위를 해서는 안됩니다. (예를 들어 다음과 같은 행위를 해서는 안되며, 나쁜 행위는 다음과 같은 것에만 국한하는 것은 아닙니다.: 랭크 게임에서 사기치기, 서비스를 리버스 엔지니어링하기, 서비스에서 다른 사람 이용해먹기)
lv: 7. Nemēģināt mākslīgi izmainīt jebkuru pakalpojuma lietotāja reitingu vai statistiku, kas to ietekmē lietotājam. (Šādi piemēri ir, bet ne tikai: krāpšanās ar vērtētām spēlēm, pakalpojuma atgriezeniska inženierija un citu pakalpojumu lietotāju izmantošana.)
ms: 7. Tidak cuba melaras sendiri mana-mana penarafan perkhidmatan atau mana-mana statistik yang memberi kesan pada perkhidmatan. (Contohnya: menipu dalam permainan berpangkat, menggodam perkhidmatan, dan mengambil kesempatan terhadap pengguna lain di dalam perkhidmatan.)
nb: 7. Ikke forsøke å kunstig justere noen brukere av tjenestens vurdering eller noen av statistikkene som påvirker den. (Eksempler på dette er, men er ikke begrenset til: juks i vurderte spill, revers analyse av tjenesten, og utnyttelse av andre brukere av tjenesten.)
nl: 7. Niet proberen om op een artificiële manier de statistieken die invloed hebben op uw eigen of een andere score te wijzigen. (Bijvoorbeeld, maar niet gelimiteerd tot: valsspelen in competitiespellen, reverse engineering van de service en andere gebruikers van de service misbruiken.)
pl: 7. Niedozwolona jest sztuczna zmiana Oceny użytkownika lub innych statystyk, które na nią wpływają (Na przykład, lecz nie tylko: oszukiwanie w grach rankingowych, inżynieria wsteczna usługi, wykorzystywanie innych użytkowników korzystających z usługi).
pt_br: 7. Não tentar ajustar artificialmente a avaliação de qualquer usuário do serviço ou quaisquer das estatísticas que o impactem. (Exemplos disso são, mas não estão limitados a: trapaças em jogos com classificação, engenharia reversa do serviço, e obtenção de vantagem de outros usuários do serviço.)
pt_pt: 7. Não tentar alterar manualmente a classificação de qualquer utilizador, ou qualquer outra estatística que tenha influência nessa classificação. Isto inclui, mas não se limita a: fazer batota em jogos classificados, fazer uso de engenharia reversa no serviço e aproveitar-se de outros utilizadores do serviço.
ro: 7. Nu încercați să ajustați în mod artificial evaluările utilizatorilor din clasamentul determinat de acest serviciu sau oricare dintre statisticile care îl influențează. (Exemple pentru acest lucru sunt următoarele, dar nu se limitează doar la: trișarea în jocuri clasificate, ingineria inversă a serviciului și profitarea de alți utilizatori ai serviciului.)
ru: 7. Не пытаться искусственно изменить рейтинг любого пользователя сервиса или какую-либо статистику, которая влияет на него. (Примеры этого включают: использование читов в рейтинговых играх, обратная разработка сервиса и обман других пользователей сервиса.)
sk: 7. Nebudete sa snažiť manipulovať so štatistikami žiadneho používateľa, vrátane vás. (Príklady manipulovania so štatistikami sú: podvádzanie v hodnotených hrách, manipulácia so službou, alebo zneužívanie iných používateľov služby.)
sr: 7. Не покушавати да вештачки прилагоди рејтинг било ког корисника који користи услугу или било коју статистику која утиче на услугу. (Примери за то су, али нису ограничени на: варање у рангираним играма, обрннути инжењеринг услуге и искоришћавање других корисника).
sv: 7. Inte försöka artificiellt justera någon användare av tjänstens värdering eller någon av statistiken som påverkar denna. (Exempel på detta är, men är inte begränsade till: fusk i värderade matcher, bakåtkompilering av tjänsten eller att dra nytta av andra användare av tjänsten)
tr: 7. Herhangi bir kullanıcının derecesini veya derecesine etki edecek herhangi bir istatistiği bilinçli olarak değiştirmemeyi (Şu örneklerde görüldüğü üzere ancak bunlarla sınırlı olmamakla birlikte: Derecelendirilen oyunlarda hile yapmak, servise ters mühendislik uygulamak, ve diğer kullanıcılardan yararlanmak)
uk: 7. Не намагатися штучно коригувати оцінювання користувачів або будь-яку статистику, яка впливає на нього. (Прикладами цього є, але не обмежуються ними: шахрайство у оціночних іграх, зворотня розробка послуги та використання інших користувачів сервісу.)
zh: 7. 不试图人为调整任何使用者的服务的排行或统计数据。 (包含但不限于：在排名游戏中作弊、对此服务进行逆向工程，或是利用其他本服务的使用者。)
zh_tw: 7. 不得試圖人為調整任何使用者在服務中的積分或任何造成影響的統計數據。（例如但不限於：在排名遊戲中作弊、對此服務進行逆向工程及利用其他本服務的使用者。)

source: 8. Not undermine the intended gameplay or purposefully gain unfair advantages in multiplayer matches (for example cheating, using exploits or bugs).
ast: 8. Nun surruere l disinvolvemiento normal de l ẍuœgu ou obtener a propósito ventalyæs inẍustæs in partidæs de varios ẍogadores (por exemplo trampeẍando, aproveiꞇhando explotaciones ou falhos).
bg: 8. Не може да се опитвате да заобикаляте механиките на играта или умишлено да се възползвате от нечестни преимущества в игри с други хора (напр. да мамите или да се възползвате от програмни грешки в играта, които ви дават преимущество).
ca: 8. No sabotejar la forma de jugar prevista ni aconseguir intencionadament avantatjes injustos en partides multijugador (per exemple fer trampa, o utilitzar en favor propi vulnerabilitats o errors).
cs: 8. Nepodkopávejte zamýšlenou hratelnost nebo cílevědomě nezískávejte nespravedlivé výhody v zápasech pro více hráčů (například podvádění, zneužití chyb nebo nedokonalostí).
de: 8. Den beabsichtigten Spielverlauf nicht zu torpedieren oder in Mehrspielerpartien absichtlich einen unlauteren Vorteil zu erschleichen (zum Beispiel durch Cheating oder die Nutzung von Exploits oder Programmfehlern).
el: 8. Μην υπονομεύεις σκόπιμα τον τρόπο παιξίματος ή να κερδίζεις αντικειμενικά πλεονεκτήματα σε αγώνες για πολλούς παίκτες (για παράδειγμα εξαπάτηση, χρήση εκμετάλλευσης ευπάθειας του προγράμματος ή σφαλμάτων).
es: 8. No socavar el juego previsto ni ganar intencionalmente ventajas injustas en partidas multijugador (por ejemplo, hacer trampa, usar exploits o errores).
eu: 8. Jokaera desegokia ez izatea edo nahitaezko abantailak irabaztea jokalari anitzeko partidetan (adibidez iruzurra, segurtasun ahultasunak edo akatsak erabiliz).
fi: 8. Älä heikennä aiottua pelattavuutta tai hanki tarkoituksellisesti epäreilua etua moninpeliotteluissa (esimerkiksi huijaamalla, käyttämällä haavoittuvuuksia tai bugeja).
fr: 8. Ne pas compromettre le gameplay prévu ou obtenir délibérément des avantages inéquitables dans les matchs multijoueurs (par exemple, tricher, utiliser des exploits ou des bugs).
ga: 8. Ná bain ón imreoracht bheartaithe agus ná fáil buntáistí éagóracha i gcluichí ilimreortha (m.sh. caimiléireacht, leas a bhaint as fabhtanna).
gd: 8. Na toll an dòigh air a thathar ag amas an geama a chluiche is na coisinn buannachd air dòigh neo-chothromach ann am maidsichean ioma-chluicheadair (can cealgaireachd no le taic dubh-shaothrachaidh no bhugaichean).
gl: 8. Non socavar a natureza do xogo ou gañar vantaxes inxustas a propósito en partidas de varios xogadores (por exemplo facer trampas ou aproveitar fallos).
hu: 8. Nem áshatod alá a szándékolt játékmenetet vagy szerezhetsz tisztességtelen előnyt a többjátékos mérkőzésekben (például csalással vagy hibák kihasználásával)
id: 8. Tidak merusak gameplay yang dimaksudkan atau dengan sengaja mendapatkan keuntungan yang tidak adil dalam pertandingan bersama (misalnya curang, menggunakan eksploitasi atau bug).
it: 8. Non minare l'intento del gioco o ottenere intenzionalmente vantaggi sleali nelle partite multigiocatore (per esempio usando trucchi, sfruttando meccaniche non approvate o bugs)
ko: 8. 8. 의도된 게임 플레이를 손상시키거나 멀티플레이어 게임에서 고의적으로 불공평한 이득을 취하지 않아야합니다(예: 부정행위, 악용 또는 버그 사용).
lv: 8. Netraucēt paredzēto spēli vai mērķtiecīgi iegūt netaisnīgas priekšrocības daudzspēlētāju mačos (piemēram, krāpšanās, izmantojot ekspluatācijas vai kļūdas).
nl: 8. Ondermijn de beoogde gameplay niet of het doelbewust verkrijgen van oneerlijke voordelen in multiplaye wedstrijden (bijvoorbeeld vals spelen, exploits gebruiken of bugs).
pl: 8. Nie niszcz rozgrywki lub celowo osiągaj nieuczciwe korzyści w rozgrywkach wieloosobowych (na przykład oszukiwanie, wykorzystywanie exploitów lub błędów).
pt_br: 8. Não minar a jogabilidade ou propositalmente ganhar vantagens indevidas em partidas multijogador (por exemplo, usar trapaças, exploits ou bugs).
pt_pt: 8. Não sabotar a jogabilidade pretendida ou propositadamente obter vantagens injustas em partidas multi-jogador (por exemplo cheating, utilizando exploits ou erros do programa).
ru: 8. Не подрывать задуманный игровой процесс и не получать намеренно несправедливое преимущество в сетевых сражениях (например, мошенничество, использование эксплойтов или ошибок).
sv: 8. Inte undergräva den avsedda spelet eller uppnå otillbörliga fördelar i flerspelarmatcher (till exempel fuska, med hjälp av kryphål eller fel).
tr: 8. Amaçlanan oyunu baltalamayın veya çok oyunculu maçlarda kasıtlı olarak haksız avantajlar elde etmek (örneğin hile yapmak, istismar veya bug kullanmak gibi).
uk: 8. Не підривати задуманий ігровий процес або цілеспрямовано отримувати нечесні переваги в багатокористувацьких змаганнях (наприклад, шахрайство, використання програмних вразливостей або помилок).
zh: 8. 不可破坏预期的游戏玩法，或有目的地在多人游戏中获得不公平的优势（例如作弊，或使用漏洞）。
zh_tw: 8. 不得破壞預期的遊戲玩法或刻意在多人遊戲對戰中獲得不公平的優勢（例如利用漏洞或程式錯誤）。

source: 9. Not spam the service and not post large amounts of repetitive or unwanted messages.
ast: 9. Nun inviar a l servicio puʃarra electrónica & nun publicar abondos recados repetitivos ou non desejados.
bg: 9. Не може да злоупотребявате с услугата като изпращате голямо количество повтарящи се или нежелани съобщения.
ca: 9. No enviar correu brossa al servei i no publicar grans quantitats de missatges repetitius o no desitjats.
cs: 9. Neposílejte nevyžádanou poštu/nezahlcujte službu a nevydávejte velké množství opakovaných nebo nežádoucích zpráv.
de: 9. Den Dienst nicht zu spammen, bzw. keine großen Mengen an repetitiven oder ungewollten Nachrichten zu verschicken.
el: 9. Μην στέλνεις ανεπιθύμητα μηνύματα μέσω της υπηρεσία και μην δημοσιεύεις μεγάλο αριθμός επαναλαμβανόμενων ή περιττών μηνυμάτων.
es: 9. No enviar spam al servicio y no publicar grandes cantidades de mensajes repetitivos o no deseados.
eu: 9. Ez argitaratu errepikatutako mezu kantitate handirik edo tokiz kanpokorik eta zerbitzuari spama ez bidali.
fi: 9. Älä roskapostita palvelua äläkä lähetä suuria määriä toistuvia tai ei-toivottuja viestejä.
fr: 9. Ne pas spammer le service et poster de nombreux messages répétitifs ou indésirables.
ga: 9. Ná spamáil an tseirbhís agus ná postáil méideanna móra teachtaireachtaí athráiteacha nó gan teastáil.
gd: 9. Na dèan spamadh air an t-seirbheis agus na postaich tòrr mòr de theacsaichean a-rithist ’s a-rithist no feadhainn nach eilear ag iarraidh.
gl: 9. Non enviar mensaxes non desexadas ao servizo e non publicar grandes cantidades de mensaxes repetitivas ou non desexadas.
hu: 9. Nem áraszthatod el a szolgáltatást nagy mennyiségű ismétlődő vagy kéretlen üzenettel.
id: 9. Tidak mengirim spam ke layanan dan tidak mengirim pesan berulang atau tidak diinginkan dalam jumlah besar.
it: 9. Non pubblicare grandi quantità di messaggi ripetitivi o non desiderati.
ko: 9. 서비스에 스팸을 보내지 않고 대량의 반복 또는 원하지 않는 메시지를 게시하지 않습니다.
lv: 9. Nepakļaut pakalpojumu surogātpastam, neievietot lielu skaitu atkārtotu vai nevēlamu ziņojumu.
nl: 9. Geen spam verspreiden op de dienst en geen grote hoeveelheden herhaalde of ongewenste berichten plaatsen.
pl: 9. Nie spamuj i nie publikuj dużych liczb powtarzających się lub niechcianych wiadomości.
pt_br: 9. Não publicar grandes quantidades de mensagens repetitivas, indesejadas ou utilizar de spam.
pt_pt: 9. Não enviar mensagens em massa não solicitadas (SPAM) e não publicar mensagens em grandes quantidades ou repetitivas.
ru: 9. Не рассылать спам и не размещать большое количество повторяющихся или нежелательных сообщений.
sv: 9. inte spam tjänsten och inte posta stora mängder repetitiva eller oönskade meddelanden.
tr: 9. Hizmeti spam yapmayın ve çok fazla tekrarlayan veya istenmeyen mesaj göndermeyin.
uk: 9. Не займатися масовим розсиланням в послузі та не публікувати велику кількість повторюваних чи небажаних повідомлень.
zh: 9. 禁止垃圾邮件，不要发布大量重复或不需要的邮件。
zh_tw: 9. 不得向服務發送垃圾訊息，也不得發布大量重複或不需要的訊息。

source: 10. Not use the service to promote specific goods, services, or products unless authorized by Wildfire Games.
ast: 10. Nun usare l servicio para promover bienes, servicios, ou productos specíficos a nun ser que Wildfire Games llo authorize.
bg: 10. Не може да използвате услугата за рекламиране на стоки, продукти или услуги, освен ако нямате изрично разрешение от Wildfire Games.
ca: 10. No utilitzar el servei per promocionar béns, serveis o productes específics, tret que ho autoritzi Wildfire Games.
cs: 10. Nepoužívejte službu k podpoře konkrétních výrobků, služeb nebo výrobků, pokud to nepovolí Wildfire Games.
de: 10. Den Dienst nicht zu verwenden, um spezifische Waren, Dienste oder Produkte zu bewerben, außer es wurde von Wildfire Games genehmigt.
el: 10. Δεν χρησιμοποιείς την υπηρεσία για την προώθηση συγκεκριμένων αγαθών, υπηρεσιών ή προϊόντων εκτός εάν το επιτρέπει η Wildfire Games.
es: 10. No utilizar el servicio para promocionar bienes, servicios o productos específicos a menos que Wildfire Games lo autorice.
eu: 10. Zerbitzua ez erabili ondasun, zerbitzu edo produktu espezifikoak sustatzeko, Wildfire Games-ek baimendutakoak ez badira behintzat.
fi: 10. Älä käytä palvelua tiettyjen tavaroiden, palveluiden tai tuotteiden mainostamiseen, ellei Wildfire Games ole antanut siihen lupaa.
fr: 10. Ne pas utiliser le service pour promouvoir des biens, services ou produits spécifiques, à moins que cela ne soit autorisé par Wildfire Games.
ga: 10. Ná húsáid an tseirbhís d'earraí ar leith, seirbhísí eile, nó táirgí a chur chun cinn ach amháin má tá siad ceadaithe ag Wildfire Games.
gd: 10. Na cleachd an t-seirbheis gus bathar no seirbheisean sònraichte a bhrosnachadh.
gl: 10. Non usar o servizo para promover bens, servizos ou produtos concretos sen a autorización de Wildfire Games.
hu: 10. Nem használhatod a szolgáltatást adott áruk, szolgáltatások és termékek promóciójához, hacsak nem engedélyezte ezt a Wildfire Games.
id: 10. Tidak menggunakan layanan untuk mempromosikan barang, layanan, atau produk tertentu kecuali diizinkan oleh Wildfire Games.
it: 10. Non usare il servizio per promuovere determinate merci, servizi o prodotti senza il consenso da Wildfire Games.
ko: 10. Wildfire Games의 승인을 받지 않는한 이 서비스를 사용하여 특정 상품, 서비스 또는 제품을 홍보할 수 없습니다.
lv: 10. Neizmantot pakalpojumu, lai reklamētu konkrētas preces, pakalpojumus vai produktus, ja vien to nav atļāvis Wildfire Games.
nl: 10. Gebruik de service niet om specifieke goederen, diensten of producten te promoten, tenzij geautoriseerd door Wildfire Games.
pl: 10. Nie używaj tej usługi do promowania określonych towarów, usług lub produktów, chyba że uzyskają autoryzację Wildfire Games.
pt_br: 10. Não usar o serviço para promover bens, serviços ou produtos específicos, exceto em caso de autorização pela Wildfire Games.
pt_pt: 10. Não usar o serviço para promover bens específicos, serviços ou produtos ao não ser com autorização da Wildfire Games.
ru: 10. Не использовать этот сервис для продвижения определенных товаров, услуг или продуктов без разрешения Wildfire Games.
sk: 10. Nepoužívať službu na propagáciu špecifického tovaru, služby alebo produktu pokiaľ to nie je povolené Wildfire Games.
sv: 10. Använd inte tjänsten för att marknadsföra specifika varor, tjänster eller produkter om de inte auktoriserats av Wildfire Games.
tr: 10. Hizmeti, Wildfire Games tarafından yetkilendirilmedikçe belirli malları, hizmetleri veya ürünleri tanıtmak için kullanmayın.
uk: 10. Не використовувати послугу для просування конкретних товарів, послуг або продуктів, якщо це не дозволено Wildfire Games.
zh: 10. 非经Wildfire Games授权，不得使用该服务来宣传特定商品、服务或产品。
zh_tw: 10. 除非 Wildfire Games 授權，不得使用本服務宣傳特定商品、服務或產品。
