Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: First, let's set a rally point. Setting a rally point on a building that can train units will automatically designate a task to the new unit upon completion of training. We want to send the newly trained units to gather Wood on the group of trees to the south of the Civic Center. To do so, select the Civic Center by clicking on it and then right-click on one of the trees.
br: Da gentañ, krouomp ur poent-bodañ. Lakaat ur poent-bodañ war ur savadur a c'hall stummañ unanennoù a roio d'un doare emgefreek ul labour d'an unanenn nevez e fin o stummadur. Fellout a ra deomp lakaat an unanennoù nevez stummet da vont da zastum koad war ar gwezennoù lec'hiet e Su e-keñver ho Kreizenn Geodedel. Evit en ober, diuzit ar Greizenn Geodedel en ur glikañ warnañ ha da-c'houde, klikit-dehou war unan eus ar gwezennoù.
ca: Primer, establiu un punt de trobada. Si l'establiu un punt de trobada en un edifici on s'hi puguin reclutar unitats, es designarà automàticament un tasca a la nova unitat un cop finalitzada la formació. Volem enviar les unitats acabades de reclutar a obtenir fusta al grup d'arbres situat al sud del Centre Cívic. Per a fer-ho, seleccioneu el Centre Cívic amb un clic i després amb el botó dret, clic en un dels arbres.
eo: Unue, ni loku ariĝejon. Loki ariĝejon de konstruaĵo, kiu povas trejni unuojn, aŭtomate taskos trejnotajn unuojn. Ni volas sendi la nove trejnitajn unuojn al kolekto de Ligno en la arbaro ĉe la sudo de la Civitacentro. Por fari tiel, elektu la Civitacentro per klako sur ĝin kaj poste dekstre-klako sur unu el la arboj.
es_ar: Primero, fijemos un punto de encuentro. Fijar un punto de encuentro en un edificio que entrena unidades, automáticamente asigna una tarea a la nueva unidad una vez finalizado el entrenamiento. Queremos enviar a las nuevas unidades a recolectar madera en el grupo de árboles al sur del Centro Cívico. Para hacerlo, selecciona el Centro Cívico haciendo click en este y luego haciendo click derecho sobre uno de los árboles.
fa: نخست، بیایید نقطه تجمع را تنظیم کنیم. مشخص کردن نقطه تجمع یک ساختمان که می تواند نیرو پرورش دهد باعث می شود مقصد حرکت نیروها بلافاصله بعد از پرورش یافتن از ساختمان به آن نقطه تغییر پیدا میکند. ما میخواهیم نیروهای که جدیدا پرورش می دهیم برای جمع کردن چوب به قسمت جنوبی مرکز تمدن بروند. برای انجام این کار، مرکز تمدن خود را انتخاب کنید و سپس نشانه گر ماوس خود را بر روی درختان مورد نظر قرار دهید و کلید راست را بزنید.
ga: Ar dtús, leagaimid áit slogaidh. Nuair a leagann tú áit slogaidh ar foirgneamh ábalta aonaid a thraenáil, nuair atá aon aonad traenáilte, tabharfar tasc dóibh. Ba mhaith linn na haonaid nua-thraenáilte d'Adhmad a bhailiú den grúpa crann ó dheas den Ionad Cathartha. Do é sin a dhéanamh, roghnaigh an tIonad Cathartha trí chliceáil air agus ansin deaschliceáil ar aon chrann.
gl: Definamos primeiro un punto de encontro. Definir un punto de encontro nun edificio que pode adestrar unidades asignará automaticamente unha tarefa ás novas unidades ao completarse o seu adestramento. Queremos enviar as novas unidades adestradas a recoller madeira no grupo de árbores ao sur do centro cívico. Para facelo, selecciona o centro cívico preméndoo e facendo clic dereito sobre unha das árbores.
ko: 먼저 집결지를 설정해 보겠습니다. 건물을 훈련시킬 수있는 건물의 집결지를 설정하면 훈련이 끝나면 새로운 유닛으로 작업이 자동 지정됩니다. 우리는 새로 훈련 된 유닛을 보내 시민 회관의 남쪽에 있는 숲에서 목재를 채집하고 싶습니다. 그렇게 하려면 시민 회관을 클릭하고 나무 중 하나를 마우스 오른쪽 버튼으로 클릭하여 선택하십시오.
sk: Najprv nastavme zhromaždisko. Nastavením zhromaždiska na budovách, v ktorých sa trénujú jednotky, dostanú nové jednotky automaticky úlohu, ktorú majú vykonávať. Chceme, aby nové jednotky šli ťažiť drevo zo stromov na juhu od Občianskeho Centra. Na to je potrebné zvoliť Občianske Centrum (kliknutím naň) a potom kliknúť pravým tlačidlom na niektorý strom.
sv: Låt oss börja med att välja en samlingspunkt. Om du sätter en samlingspunkt för en byggnad som kan utbilda enheter kommer detta att automatiskt tilldela en viss uppgift för enheterna som utbildas där. Vi vill skicka våra nyutbildade enheter för att samla trä från dungen söder om samhällscentret. För att göra det, välja samhällscentret genom att klicka på det, och högerklicka sedan på ett av träden.
tr: İlk önce bir toplanma noktası belirleyelim. Birimleri eğitebilecek bir binaya bir toplanma noktası ayarlamak, eğitimi tamamladıktan sonra otomatik olarak yeni birime bir görev atayacaktır. Odun toplayacak yeni eğitilmiş birimleri, Kent Merkezinin güneyine, ağaç grubu üzerinde göndermek istiyoruz. Bunu yapmak için, üzerine tıklayarak Şehir Merkezini seçin ve ardından ağaçlardan birine sağ tıklayın.
uk: По-перше, давайте встановимо пункт збору. Встановлення пункту збору для будівлі, що тренує юніти, автоматично призначить завдання новому юніту після завершення тренувань. Ми хочемо відправити щойно тренованих юнітів збирати Деревину з групи дерев, що на півдні від Громадського Центру. Для цього виберіть Громадський Центр, натиснувши по ньому, а потім натисніть правою кнопкою миші по одному з дерев.

source: Rally points are indicated by a small flag at the end of the blue line.
br: Ar poentoù-bodañ a vez diskouezet gant ur banniel bihan e fin al linenn c'hlas.
ca: Els punts de trobada estan indicats amb una bandereta al final de la línia blava.
cs: Shromažďovací body jsou vyznačeny malou vlajkou na konci modré čáry.
eo: Ariĝejoj estas indikataj per flageto ĉe la fino de la blua linio.
es_ar: Los puntos de encuentro son señalados con una pequeña bandera al final de la línea azul.
fa: نقطه تجمع با یک پرچم کوجک در مقصد و در انتهای خط آبی نمایش داده می شود.
fi: Kokoontumispaikat on merkitty sinisen viivan päässä olevalla pienellä lipulla.
fr: Les points de ralliements sont indiqués par un petit drapeau au bout de la ligne bleue.
ga: Léirítear áiteanna slogaidh le bratach beag ag deireadh na líne ghoirme.
gl: Os puntos de encontro indícanse cunha pequena bandeira ao final da liña azul.
hu: A gyülekezési pontokat a kék vonal végén lévő kis zászlók jelzik.
id: Titik kumpul diindikasikan dengan sebuah bendera kecil di akhir garis biru.
ja: ラリーポイントには青い線の先に小さな旗が表示されます。
ko: 집결지는 파란 색 줄에 끝은 작은 깃발로 표시됩니다.
nl: Verzamelpunten zijn te herkennen door een kleine vlag op het einde van de blauwe lijn.
pt_br: Os Pontos de Encontro são indicados com uma pequena bandeira na extremidade da linha azul.
sk: Zhromaždisko je označené malou vlajkou na konci modrej čiary.
sv: Samlingspunkter visas med en liten flagga vid slutet på det blåa strecket.
tr: Toplanma noktaları mavi çizginin sonunda küçük bir bayrakla gösteriliyor.
uk: Пункти Збору позначаються маленьким прапором в кінці синьої лінії.
zh_tw: 藍線的終點有一面小旗子，那就是集合點。

source: Now that the rally point is set, we can produce additional units and they will do their assigned task automatically.
br: Bremañ mard eo bet lakaet ar poent-bodañ e c'hallomp stummañ unanennoù ouzhpenn ha mont a raint d'ober o labour d'un doare emgefreek.
ca: Ara que teniu establert el punt de trobada, podem produir unitats addicionals que realitzaran la seva tasca automàticament.
cs: Teď, když je shromažďovací bod nastaven, můžeme vycvičit další jednotky a automaticky začnou dělat přidělenou práci.
eo: Nun, ke la ariĝejo estas lokita, ni povas produkti pluajn unuojn kaj ili faros ilian taskitaĵon aŭtomate.
es_ar: Ahora que el punto de encuentro está fijado, podemos producir unidades adicionales y realizarán la tarea asignada automáticamente.
fa: حال که نقطه تجمع را مشخص کردید، ما می توانیم نیروهای بیشتری پرورش دهیم و آنها کاری که آنها تخصیص داده اید را بصورت خودکار بعد از آماده شدن انجام خواهند داد.
fi: Nyt kun kokoontumispaikka on asetettu, voimme tuottaa lisää yksiköitä, ja ne suorittavat niille osoitetun tehtävän automaattisesti.
fr: Maintenant que le point de ralliement est configuré, nous pouvons produire des unités additionnelles et elles exécuteront leur tâche configurée automatiquement.
ga: Anois, mar atá áit an slógaidh léirithe, is féidir linn aonaid bhreise a thraenáil agus cuirfear tasc orthu go huathoibríoch.
gl: Agora que o punto de encontro está estabelecido podemos adestrar unidades adicionais e realizarán a tarefa asignada a elas de maneira automática.
hu: Most hogy a gyülekezési pont meg lett adva, további egységeket készíthetünk, és automatikusan a kiosztott feladatukat fogják végezni.
id: Titik kumpul telah dibuat, kita bisa memproduksi unit tambahan dan mereka akan melakukan tugas yang telah ditetapkan secara otomatis.
ja: これでラリーポイントがセットされました。 この状態になると、生産されたユニットは自動で作業を割り当てられます。
ko: 이제 집결지가 설정되었으므로 추가 유닛을 생성할 수 있고 그들은 할당된 작업을 자동으로 수행합니다.
nl: Nu het verzamelpunt is toegewezen, kunnen we extra manschappen rekruteren en gaan ze automatisch aan het werk met de aangewezen taak.
pt_br: Agora que o ponto de encontro está definido, podemos produzir unidades adicionais e elas serão atribuídas para a tarefa automaticamente.
sk: Teraz, keď sme už nastavili zhromaždisko, môžeme sa pustiť do trénovania ďalších jednotiek, ktoré už začnú na zadaných úlohách pracovať automaticky.
sv: Nu när du har placerat samlingspunkten kan vi börja utbilda ytterligare enheter, de kommer då utföra deras tilldelade uppgift automatiskt.
tr: Toplanma noktası belirlenmesiyle; daha fazla birim elde edebilir ve görevlerini kendiliğinden yerine getirebilirler.
uk: Тепер, коли встановлено пункт збору, ми можемо виготовити додаткових юнітів, і вони автоматично виконуватимуть поставлене завдання.
zh_tw: 現在集合點已經設置好了，我們可以生產額外的人口，他們會自動執行分派到的任務。

source: In the meantime, we seem to have enough workers gathering Wood. We should remove the current rally point of the Civic Center away from gathering Wood. For that purpose, right-click on the Civic Center when it is selected (and the flag icon indicating the rally point is crossed out).
ca: Mentrestant, sembla que teniu prou treballadors recol·lectant fusta. S'hauria de retirar el punt de trobada del Centre Cívic del lloc on es recol·lecta fusta. Per a aquest propòsit, feu clic amb el botó dret al Centre Cívic quan el tingueu seleccionat (i la icona de la bandera estigui ratllada).
eo: Dume, ni verŝajne havas sufiĉe da laboristoj kolektantaj Lignon. Ni devus forigi la nuna ariĝejo de la Civitacentro fore el kolektado de Ligno. Por tiu celo, dekstre-klaku sur la Civitacentron, kiam ĝi estas elektita (kaj la flaga bildeto indikanta la ariĝejon estas forkrucita).
es_ar: Mientras tanto, vemos que hay suficientes trabajadores para recolectar madera. Puedes remover el punto de encuentro actual del Centro Cívico de la madera. Para eso, haz click derecho en el Centro Cívico cuando esté seleccionado (y la bandera que indica el punto de encuentro desaparecerá automáticamente).
fa: در این میان، به نظر می رسد ما به تعداد کافی کارگر برای جمع آوری چوب پرورش داده ایم. ما باید نقطه تجمع مرکز تمدن را از روی جمع کردن چوب برداریم. برای این منظور، زمانی که مرکز تمدن انتخاب شده است در یک فضای خالی نزدیک مرکز تمدن کلیک می کنیم تا نقطه تجمع از روی درختان برداشته در مقصد جدید قرار گیرد. (پرجم نشانه گر محل تجمع نیز جابجا می شود)
ga: Idir an dá linn, is cosúil go bhfuil ár ndóthain oibrithe ag bailiú Adhmaid. Ba cheart orainn an áit-slógaidh reath don Ionad Cathartha a bhogadh as an mbailiú Adhmaid. Ar an son sin, deaschliceáil ar an Ionad Cathartha nuair atá sé cheana féin faoi roghnú (agus nuair atá íocón brataigh trasnaithe amach).
gl: Mentres tanto, parece que temos traballadores dabondo recollendo madeira. Deberíamos retirar da recolección de madeira o punto de encontro actual do centro cívico. Para iso, fai clic dereito no centro cívico mentres está seleccionado (e táchase a icona de bandeira que indica o punto de encontro).
ko: 그러는 동안, 우리는 목재를 채집하는 데 충분한 인력이 있는 것 같습니다. 우리는 시민 회관의 현재 집결지를 목재를 채집하는 일에서 벗어나야 합니다. 이를 위해, 시민 회관을 선택하였을때 (그러면 집결지를 나타내는 깃발 아이콘이 겹쳐 집니다.) 오른쪽 클릭하십시오.
sk: Zdá sa, že teraz máme už dosť pracovníkov, ktorí ťažia drevo. Bolo by dobré nastaviť zhromaždisko Občianskeho Centra niekde mimo stromov. Najlepšie bude ho zrušiť. Zvoľ Občianske Centrum a potom naň klikni pravým tlačidlom (ikonka vlajky indikujúca zhromaždisko bude preškrtnutá).
sv: Under tiden ser det ut som att vi har tillräckligt med arbetare som samlar trä. Vi borde ta bort den nuvarande samlingsplatsen för samhällscentret ifrån att samla trä. För att göra detta, högerklicka på samhällscentret när det är markerat (och flagg-symbolen för samlingsplatsen är struken).
tr: Bu arada, odun toplayacak kadar işçimiz var. Kent Merkezinin şu anki toplanma noktasını odun toplama noktasından uzaklaştırmalıyız. Bu amaçla, Kent Merkezini seçtiğinizde sağ tıklayın (ve toplanma noktasını belirten bayrak simgesini silin).
uk: Тим часом у нас, здається, досить робочих, які збирають Деревину. Слід прибрати нинішній пункт збору Громадського Центру від заготівлі Деревини. Для цього натисніть правою кнопкою миші на Громадському Центрі, коли він обраний (піктограма прапора, яка вказує на точку збору, з хрестиком).

source: When the field is ready, the builders will automatically start gathering it.
br: Ur wech graet ar park ez aio e saverien da zastum anezhañ o-unan.
ca: Quan el camp estigui llest, els constructors començaran a recol·lectar automàticament.
eo: Kiam la agro pretas, la konstruintoj aŭtomate ekkolektos ĝin.
es_ar: Cuando el Huerto esté construido, los constructores automáticamente comenzarán a trabajarlo.
fa: زمانی که زمین کشاورزی آماده شد، سازنده های آن به صورت خودکار شروع به جمع‌آوری محصول از آن میکنند.
ga: Nuair atá an górt críochnaithe, tosóidh na tógálaithe é a bhailiú go huathoibríoch.
gl: Unha vez listo o campo, os construtores comezarán a traballalo automaticamente.
ko: 밭이 개간되면, 개간한 노동자는 밭을 자동으로 채집하기 시작합니다.
sk: Keď bude pole dokončené, robotníci na ňom začnú automaticky pracovať.
sv: När åkern är klar kommer dess byggare automatiskt att börja samla mat från den.
tr: Tarla hazır olduğunda, inşacılar kendiliğinden toplamaya başlayacaklar.
uk: Коли поле буде побудовано, будівельники автоматично розпочнуть збір урожаю.

source: A field can have up to five farmers working on it. To add additional gatherers, select the Civic Center and setup a rally point on a field by right-clicking on it. As long as the field is not yet build, new workers sent by a rally point will help building it, while they will gather it when built.
ca: Un camp pot tenir fins a cinc grangers treballant-lo. Per a afegir més recol·lectors, seleccioneu el Centre Cívic i establiu un punt de trobada en un camp fent-hi clic amb el botó dret. Mentre el camp no estigui a punt, nous treballadors enviats des del punt de trobada ajudaran a construir-lo; després el treballaran quan estigui construït.
eo: Agro povas enhavi ĝis kvin farmistojn laborantajn sur ĝi. Por aldoni pluajn kolektantojn, elektu la Civitacentro kaj loku ariĝejo sur agro per dekstre-klako sur ĝin. Dum la agro ne estas ankoraŭ konstruita, novaj laboristoj senditaj de la ariĝejo helpos konstrui ĝin, kvankam ili kolektos ĝin, kiam ĝi estos konstruita.
es_ar: Un Huerto puede tener hasta 5 personas trabajando en él. Para agregar recolectores adicionales, selecciona el Centro Cívico y fija un punto de encuentro en un Huerto haciendo click derecho sobre él. Mientras el Huerto esté en construcción, los nuevos trabajadores enviados al punto de encuentro ayudarán a construirlo y al terminar recolectarán alimento.
fa: بر روی یک زمین کشاورزی می توان تا 5 کشاورز داشت. برای اضافه کردن کشاورز به زمین کشاورزی می توانید مرکز تمدن خود را انتخاب کرده مکان تجمع را بر روی مزرعه مورد نظر قرار دهید و سپس شروع به پرورش کارگر کنید اگر ساخت مزرعه ای به پایان نرسیده بود آنها به ساخت آن کمک می کنند و سپس در آن شروع به کار میکنند و اگر ساخته شده بود در آن تا سقف 5 نفر شروع به کار میکنند.
ga: Is féidir le górt cúig fheirmeoir a bhí ina n-oibrí air. Do chuir le bailithe eile, roghnaigh an tIonad Cathartha agus cuir áit slógaidh ar górt trí dheaschliceáil air. Chomh fada agus nach bhfuil an górt tógtha go fóill, cabhróidh oibrithe nua ón áit slogaidh an górt a thógáil, agus nuair atá sé tógtha, baileoidh siad bia sa ghórt.
gl: Nun campo poden traballar ata cinco granxeiros. Para engadir recolledores adicionais, selecciona o centro cívico e define un punto de encontro nun campo facendo clic dereito nel. Mentres o campo non estea construído, os novos traballadores enviados ao punto de encontro axudarán a construílo, unha vez construído recollerán comida del.
ko: 밭에는 5명의 농부들이 일할 수 있습니다. 채집하는 사람을 추가하려면 시민 회관을 선택하고 지역을 마우스 오른쪽 버튼으로 클릭하여 집결지를 밭으로 설정합니다. 밭이 아직 개간되지 않는 한, 선로 지점에서 보낸 새로운 일꾼들이 밭을 짓는 것을 도울 것이고, 그들은 밭을 지을 때 식량을 모을 것입니다.
sk: Na poli môže pracovať až päť farmárov. Aby si pridal ďalších zberačov, zvoľ Občianske Centrum a pomocou kliknutia pravým tlačidlom nastav zhromaždisko na poli. Pokiaľ pole ešte nie je postavené, noví pracovníci ho pomôžu dostavať, potom pomôžu so zbieraním.
sv: Upp till fem arbetare kan samla från en åker samtidigt. För att lägga till fler samlare, välj samhällscentret och placera en samlingspunkt på åkern genom att högerklicka på den. Så länge åkern inte är färdigbyggd kommer nya arbetare hjälpa med att bygga klart den, medans de kommer börja samla om den är färdigbyggd.
tr: Bir tarlada çalışan en fazla beş çiftçi bulunabilir. Ek toplayıcılar eklemek için, Kent Merkezini seçin ve bir alana sağ tıklatarak bir toplanma noktası oluşturun. Alan henüz inşa edilmediği sürece, bir toplanma noktasına gönderilen yeni işçiler inşaya yardım edecekler, inşa edildiğinde ise hasat yapacaklar.
uk: У полі може працювати до п'яти фермерів. Щоб додати додаткових збирачів, виберіть Громадський Центр та встановіть пункт збору в полі, натиснувши правою кнопкою миші на ньому. Поки поле ще не побудоване, нові працівники, відправлені на пункт збору, допоможуть його побудувати, тоді як після побудови вони будуть збирати урожай.

source: We should start preparing to phase up into Town Phase, which will unlock many more units and buildings. Select the Civic Center and hover the cursor over the Town Phase icon to see what is still needed.
ca: Ens hauríem de començar a preparar per a pujar a la Fase Ciutat, la qual desblocarà moltes més unitats i edificis. Seleccioneu el Centre Cívic i passeu el ratolí per sobre de la icona de la Fase Ciutat per a veure què us falta encara.
cs: Měli bychom začít připravovat postupné zavádění městské fáze, která odemkne mnohem více jednotek a budov. Vyberte správní středisko a najeďte ukazovátkem na ikonu městské fáze, abyste viděli, co je ještě potřeba.
eo: Ni devus komenci pretigi la fazenigon en Urbafazon, kiu malŝlosos multajn pliajn unuojn kaj konstruaĵojn. Elektu la Civitacentron kaj loku la kursoron super la bildeton «Urbafazo» por vidi, kion ankoraŭ estas bezonata.
es_ar: Podríamos prepararnos para pasar a la Fase Pueblo, que desbloqueará más unidades y edificios. Selecciona el Centro Cívico y desplaza el cursor sobre el ícono Fase Pueblo para ver lo que se necesita todavía.
fa: ما می بایست شروع به آماده سازی برای بالا بردن مرحله مرکز تمدن خود به "مرحله شهرک" کنیم. این مرحله باعث می شود قفل نیروها و ساختمان های بیشتری باز شود. مرکز تمدن را انتخاب کرده و نشانگر ماوس خود را بر روی عکس "مرحله شهرک" ببرید تا تمام نیازمندی های آنرا مشاهده کنید.
fi: Meidän pitäisi alkaa valmistautua kauppalavaiheeseen, joka avaa paljon enemmän yksiköitä ja rakennuksia. Valitse kansalaiskeskus ja vie kursori kauppalavaiheen kuvakkeen päälle nähdäksesi, mitä vielä tarvitaan.
fr: Nous devrions nous préparer à progresser vers la Phase des Villes, qui débloquera davantage d’unités et de bâtiments. Sélectionnez le Centre-ville et passez votre curseur sur l’icône de la Phase des Villes afin de voir ce qu’il manque.
ga: Ba cheart dúinn tosú a ullmhú d'ardú a dhéanamh go dtí an 'Chéim Bhaile', agus dhíghlasálfaidh sé aonaid is foirgnimh eile go leor. Roghnaigh an tIonad Cathartha agus faoileáil an cúrsóir os cionn an t-íocón 'Céim Bhaile' agus feic ar na riachtanais atá ag teastáil céana.
gl: Deberíamos ir preparándonos para avanzar á fase de vila, que desbloqueará moitas máis unidades e edificios. Selecciona o centro cívico e cubre co cursor a icona de fase de vila para ver o que aínda necesitas.
hu: Ideje felkészülni a városi szakaszba való átlépésre, mely számos új egység- és épülettípust tesz majd elérhetővé. Jelöld ki a városházát, és vidd a kurzort a „Városi szakasz” ikonra, hogy lásd, mire van még szükség!
id: Kita harus mulai bersiap untuk fase ke Fase Kota, yang akan membuka lebih banyak unit dan bangunan. Pilih Civic Center dan layangkan kursor ke ikon Fase Kota untuk melihat apa yang masih dibutuhkan.
ja: 「町」の段階に進むための準備をしていきましょう。 「町」の段階へ進むと沢山の新ユニットや新しい建築物が解放されます。 「町の中心」を選択して「II」にカーソルを合わせて何が足りないか確認してください。
ko: 우리는 더 많은 유닛과 건물을 개방하기 위해 '작은 도시 단계'로 진입할 준비를 시작해야 합니다. 시민 회관을 선택하고 '작은 도시 단계' 아이콘 위에 커서를 올려 놓으면 여전히 무엇이 필요한지 확인할 수 있습니다.
nl: We moeten ons voorbereiden om een fase verder te gaan, naar Stadsfase, dat veel meer eenheden en gebouwen zal ontsluiten. Selecteer het Beschavingscentrum en beweeg de muis over het Stadsfase-icoon om te zien wat daar nog voor nodig is.
pt_br: Devemos nos preparar para a Fase de Vila, que irá desbloquear mais unidades e edifícios. Selecione o Centro Cívico e passe com o cursor do mouse sobre o ícone de Fase de Vila para ver os recursos necessários.
sk: Mali by sme sa pripraviť na prechod do Fázy Mesta, ktorá odomkne mnoho ďalších jednotiek a budov. Aby si videl, čo ešte k tomu potrebuješ, zvoľ Občianske Centrum a prejdi kurzorom ponad ikonu Fáza Mesta.
sv: Vi bör börja förbereda oss för att komma in i "stadsfasen", vilket låser upp många fler enheter och byggnader. Välj samhällscentret och svep markören över ikonen "stadsfas" för att se vad som behövs.
tr: Daha birçok birimin ve binaların kilidini açacak olan Şehir Aşamasına geçmeye hazırlanmalıyız. Kent Merkezini seçin ve hala neyin gerekli olduğunu görmek için imleci Kasaba Aşaması simgesinin üzerine getirin.
uk: Ми повинні почати готуватись до Стадії Містечка, яка дозволить розблокувати набагато більше юнітів і будівель. Виберіть Громадський Центр і наведіть курсор на піктограму Стадія Містечка, щоб побачити, що ще потрібно.
zh_tw: 我們應該開始準備進入鄉鎮階段，這將解鎖更多的單位和建築物。選擇城鎮中心，將游標停在鄉鎮階段圖標上，查看需要什麼資源。
