Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: No winner yet, prepare for battle!
ast: Indagora nun ha hi vincedor, ¡preparade-vos pa la batalya!
bg: Все още няма победител. Гответе се за битка!
br: Trec'her ebet c'hoazh, en em aozañ evit an emgann!
ca: Encara no hi ha vencedor, prepareu-vos per a la batalla!
cs: Dosud žádný vítěz. Připrav se na bitvu!
da: Endnu ingen vinder, bliv klar til kamp!
de: Bisher kein Sieger – bereite dich auf den Kampf vor!
el: Δεν υπάρχει νικητής ακόμη, ετοιμάσου για μάχη!
es: ¡Todavía no ha ganado nadie, preparaos para el enfrentamiento!
eu: Oraindik ez da garailerik, prestatu borrokarako!
fa: هیچ برنده ای مشخص نشده است، برای نبرد آماده شوید!
fi: Ei voittajaa vielä, valmistaudu taisteluun!
fr: Pas encore de gagnant, préparez-vous pour la bataille !
ga: Níl aon duine ina bhuaiteoir fós, ullmhaígí do chath a dhéanamh!
gd: Cha do bhuannaich duine fhathast, ullaich airson sabaid!
hu: Még nincs győztes, készülj a csatára!
id: Belum ada pemenang, bersiap untuk berperang!
it: Ancora nessun vincitore, preparati alla battaglia!
ja: まだ勝者はいません。気を引き締めて！
ko: 아직 승자가 없습니다. 전투를 준비합니다!
ms: Tiada lagi pemenang, sedia bertempur!
nb: Ingen vinner ennå, forbered deg til kamp!
nl: Er is nog geen winnaar, bereid u voor op gevechten!
pl: Brak zwycięzcy, przygotuj się do walki!
pt_br: Nenhum vencedor ainda, prepare-se para a batalha!
pt_pt: Ainda não há vencedor. Prepara-te para a batalha!
ru: Победителя еще нет, готовьтесь к бою!
sk: Zatiaľ žiadny víťaz, pripravte sa na boj!
sr: Победник није одлучен, припреми се за борбу!
sv: Ingen vinnare än, förbered dig för strid!
tr: Henüz kazanan yok, savaşa hazırlan!
uk: Поки що немає переможця, підготовка до бою!
zh: 革命尚未成功，同志仍须努力！
zh_tw: 還沒有贏家，準備戰鬥吧！

source: Your enemy's treasury is filled to the brim, you lose!
ast: Lɐs arcɐs de l inimigu stan ḷḷenɐs, ¡perdiesti!
bg: Вражеската съкровищница е пълна догоре. Вие загубихте!
br: Teñzor da enebour zo leun-chouk, koll a rez!
ca: La tresoreria enemiga està plena a vessar, heu perdut!
cs: Pokladnice vašeho nepřítele je naplněná po okraj. Prohrajete!
da: Dine fjenders skatkammer er fyldt til randen, du taber!
de: Die Schatzkammer deines Feindes ist randvoll, du verlierst!
el: Το θησαυροφυλάκιο του εχθρού σας έχει γεμίσει ξέχειλα, χάσετε!
es: ¡Los arcones del enemigo están rebosantes de riquezas, has perdido!
eu: Etsaien kutxak aberastasunez beterik daude, galdu duzu!
fa: گنجینه دشمن شما کامل شد، شما باختید!
fi: Vihollisesi aarrekammio on täynnä ääriään myöten, häviät!
fr: Le trésor de votre ennemi est rempli à ras bord, vous avez perdu !
ga: Tá státchiste do namhad fíorlán, tá tú cloíte!
gd: Tha taigh-ulaidh do nàmhad loma-làn, chaill thu!
hu: Az ellenség kincstára színültig telt, vesztettél!
id: Kekayaan musuh Anda berlimpah ruah, Anda kalah!
it: Il tesoro del tuo nemico è pieno fino all'orlo, hai perso!
ja: 敵の宝物庫が満杯になりました。敗北です…
ko: 적의 보물창고가 가득 찼습니다. 당신이 졌습니다!
ms: Kazanah pihak musuh anda telah melimpah-ruah, anda kalah!
nb: Fiendens skattkammer er fylt til randen. Du taper!
nl: De schatkist van de vijand is tot de nok gevuld, u hebt verloren!
pl: Skarbiec Twojego wroga jest zapełniony po dach, przegrałeś!
pt_br: A tesouraria do seu inimigo está cheia até a borda, você perdeu!
pt_pt: A tesouraria do teu inimigo está cheia até à borda, perdeste!
ru: Сокровищница противника заполнена — вы проиграли!
sk: Pokladnica nepriateľa je naplnená až po okraj. Prehral si!
sr: Непријатељска ризница је препуна, изгубио си!
sv: Fiendens skattkammare är fylld till brädden, du förlorar!
tr: Düşmanın hazinesini ağzına kadar doldurdu, kaybettin!
uk: Скарбниця вашого ворога наповнюється до країв, ви програли!
zh: 敌人的金库满满当当，而你却空空如也！
zh_tw: 您敵人的金庫被填的滿滿的，您輸了！

source: Your treasury is filled to the brim, you are victorious!
ast: Lɐs arcɐs stan ḷḷenɐs, ¡vinciesti!
bg: Вашата съкровищница е пълна догоре. Вие победихте!
br: Ho teñzor zo leun-chouk, aet eo ar maout ganit!
ca: La vostra tresoreria està plena a vessar, heu vençut!
cs: Vaše pokladnice je naplněna po okraj. Vyhrál jste!
da: Din skattekiste er fyldt til randen, du er vinderen!
de: Deine Schatzkammer ist randvoll, du bist siegreich!
el: Το θησαυροφυλάκιο σας έχει γεμίσει ξέχειλα, νικήσατε!
es: ¡Tus arcones están rebosantes de riquezas, has ganado!
eu: Zure kutxak aberastasunez beterik daude, irabazi duzu!
fa: گنجینه شما کامل شد، شما پیروز شدید!
fi: Aarrekammiosi on täynnä ääriään myöten, olet voitokas!
fr: Votre trésor est rempli à ras bord, vous avez gagné !
ga: Tá do státchiste fíorlán, tá tú buacach!
gd: Fhuair thu torr ulaidhean ’s bhuannaich thu!
hu: A kincstár színültig telt, győztél!
id: Kekayaan Anda berlimpah ruah, Anda menang!
it: Il tuo Tesoro è pieno fino all'orlo, sei il vincitore!
ja: 宝物庫が満杯になりました。勝利です！
ko: 보물 창고가 가득 찼습니다. 승리했습니다!
ms: Kazanah anda telah melimpah-ruah, anda menang!
nb: Ditt skattkammer er fylt til randen. Du har seiret!
nl: Uw schatkist is tot aan de rand gevuld, u wint!
pl: Twój skarbiec jest zapełniony po dach, jesteś zwycięzcą!
pt_br: Sua tesouraria está cheia até a borda, você ganhou!
pt_pt: A tua tesouraria está cheia até à borda, és o vencedor!
ru: Ваша сокровищница заполнена — вы выиграли!
sk: Vaša pokladnica je naplnená až po okraj. Vyhrali ste!
sr: Твоје ризнице су препуне, победио си!
sv: Din skattkammare är fylld till brädden, du segrar!
tr: Hazinen ağzına kadar doldu, galipsin!
uk: Ваша скарбниця заповнена вщерть, ви перемогли!
zh: 遍身罗绮的大王哟，你已获胜！
zh_tw: 您的金庫被填的滿滿的，您獲勝了！

source: Hurry up! Your enemy is close to victory!
ast: ¡Antaína! ¡L inimigu sta por vincer!
bg: Побързайте! Врагът е близо до победата!
br: Hast! Tost emañ da enebour ouzh an trec'h!
ca: De pressa! El vostre enemic està a punt de guanyar!
cs: Pospěště si. Váš nepřítel se přiblížil k vítězství!
da: Skynd dig! Din fjende er tæt på at vinde!
de: Beeile dich! Dein Feind ist dem Sieg nah!
el: Βιάσου! Ο εχθρός σου είναι κοντά στη νίκη!
es: ¡Date prisa! ¡El enemigo casi lo ha conseguido!
eu: Agudo! Etsaiak ia lortu du!
fa: عجله کنید دشمن شما نزدیک پیروز شدن است!
fi: Pidä kiirettä! Vihollisesi on lähellä voittoa!
fr: Plus vite ! Votre ennemi a presque gagné !
ga: Brostaigh ort! Tá do namhaid gar lena bhua!
gd: Greas ort! Tha do nàmhaid gu bhith buannachd fhaighinn!
hu: Siess! Az ellenséged közel áll a győzelemhez!
id: Cepat! Musuh Anda mendekati kemenangan!
it: Sbrigati! Il nemico è vicino alla vittoria!
ja: 急ぎましょう！ 敵が勝利に近づいています。
ko: 서두르십시오! 적이 승리를 눈앞에 두고 있습니다!
ms: Cepat! Musuh anda semakin menghampiri kemenangan!
nb: Raska på! Fienden er nær seier!
nl: Schiet op! Uw vijand is dicht bij de overwinning!
pl: Pospiesz się! Twój wróg jest bliski zwycięstwa!
pt_br: Se apresse! Seu inimigo está perto da vitória!
pt_pt: Despacha-te! O inimigo está perto da vitória!
ru: Поспешите! Враг близок к победе!
sk: Ponáhľajte sa! Nepriatelia majú víťazstvo na dosah!
sr: Пожури! Непријатељ се ближи победи!
sv: Skynda! Dina fiender håller på att vinna!
tr: Acele et! Düşmanın zafere yaklaştı!
uk: Швидше! Ваш ворог майже переміг!
zh: 加紧！敌人快要获胜了！
zh_tw: 快一點！您的敵人就要獲勝了！

source: Treasures remaining to collect for victory: %(remainingTreasures)s!
ast: Alyalgɐs restantes para vincer: ¡%(remainingTreasures)s!
bg: Оставащи съкровища до победата: %(remainingTreasures)s!
br: Teñzorioù a chom da zastum evit an trec'h: %(remainingTreasures)s!
ca: Tresors restants per a guanyar: %(remainingTreasures)s!
cs: Pro vítězství zbývá posbírat poklady: %(remainingTreasures)s!
da: Manglende indsamlede skate for at vinde: %(remainingTreasures)s!
de: Verbleibende Schätze, die für den Sieg gesammelt werden müssen: %(remainingTreasures)s!
el: Θησαυροί που απομένουν να συλλέξετε για τη νίκη: %(remainingTreasures)s!
es: Tesoros necesarios para conseguir la victoria: %(remainingTreasures)s
eu: Garaipena lortzeko beharrezko altxorrak: %(remainingTreasures)s!
fa: گنجینه های باقی مانده برای پیروز شدن %(remainingTreasures)s !
fi: Voittoon vaadittavia aarteita kerättävä: %(remainingTreasures)s!
fr: Trésors restants à ramasser pour gagner : %(remainingTreasures)s !
ga: Taiscí ag fanacht iad a bhailiú do bhua: %(remainingTreasures)s!
gd: Na h-ulaidhean a dh’fheumas togail fhathast airson buannachd fhaighinn: %(remainingTreasures)s!
hu: A győzelemig még %(remainingTreasures)s kincset kell gyűjteni!
id: Harta yang harus dikumpulkan untuk menang: %(remainingTreasures)s!
it: Tesori rimanenti per raggiungere la vittoria: %(remainingTreasures)s!
ja: 勝利条件となる財宝の残り： %(remainingTreasures)s
ko: 승리까지 수집해야할 남은 보물: %(remainingTreasures)s!
ms: Kazanah yang perlu dikumpul untuk menang: %(remainingTreasures)s!
nb: Gjenstående skatter før seier: %(remainingTreasures)s!
nl: Nog benodigde schatten voor de overwinning: %(remainingTreasures)s!
pl: Łupy pozostałe do zebrania dla zwycięstwa: %(remainingTreasures)s!
pt_br: Faltando coletar tesouros para a vitória: %(remainingTreasures)s!
pt_pt: Tesouros que faltam apanhar para ganhar: %(remainingTreasures)s!
ru: Сокровищ необходимо для победы: %(remainingTreasures)s!
sk: Zostávajúci počet pokladov, ktoré potrebujete získať k víťazstvu: %(remainingTreasures)s!
sr: Преостало блага да се прикупи до победе: %(remainingTreasures)s!
sv: Skatter som återstår att samla för seger: %(remainingTreasures)s!
tr: Zaferden geriye kalan hazineleri toplamak: %(remainingTreasures)s!
uk: Залишилось зібрати скарбів до перемоги: %(remainingTreasures)s!
zh: 获胜所需的剩余宝藏： %(remainingTreasures)s!
zh_tw: 要取得勝利所要收集的剩餘寶藏： %(remainingTreasures)s!

source: You have collected a treasure!
ast: ¡Recubrɐsti una alyalga!
bg: Вие събрахте съкровище!
br: Dastumet ho peus un teñzor!
ca: Heu recollit un tresor!
cs: Sebral jste poklad!
da: Du har indsamlet en skat!
de: Du hast einen Schatz gesammelt!
el: Έχετε συλλέξει ένα θησαυρό!
es: ¡Te acabas de hacer con un tesoro!
eu: Altxorraz jabetu zara!
fa: شما یک گنجینه جمع کردید!
fi: Keräsit aarteen!
fr: Vous avez ramassé un trésor !
ga: Tá taisce bailithe agat!
gd: Thog thu ulaidh!
hu: Begyűjtöttél egy kincset!
id: Anda mendapatkan harta karun!
it: Hai raccolto un tesoro!
ja: 財宝を獲得しました！
ko: 보물을 모았습니다!
ms: Anda telah mengutip khazanah!
nb: Du har sanket en skatt!
nl: U hebt een schat gevonden!
pl: Zebrałeś łupy!
pt_br: Você coletou um tesouro!
pt_pt: Recolheste um tesouro!
ru: Вы собрали сокровище!
sk: Zmocnili ste sa pokladu!
sr: Прикупио си благо!
sv: Du har hittat en skatt!
tr: Hazineyi topladın!
uk: Ви зібрали скарб!
zh: 你收集了一份宝藏！
zh_tw: 您收集了一份寶藏！

source: Defeat your enemy to win!
ast: ¡Apodera l inimigu para vincer!
bg: Победете врага, за да победите!
br: Trec'h da enebour evit kaout ar maout!
ca: Derroteu l'enemic per a guanyar!
cs: Poražte nepřítele. Vyhrajte!
da: Besejre din fjende for at vinde!
de: Besiege deinen Gegner, um zu gewinnen!
el: Κατέβαλλε τον εχθρό σου για να νικήσεις!
es: ¡Acaba con tu enemigo para ganar!
eu: Garaitu etsaia garaipena lortzeko!
fa: دشمن را شکست دهید تا پیروز شوید!
fi: Lyö vihollisesi voittaaksesi!
fr: Battez votre ennemi pour gagner !
ga: Buaigh ar do namhaid do bhua a dhéanamh!
gd: Cuir ruaig air an nàmhaid airson buannachd fhaighinn!
hu: Győzd le az ellenséget a győzelemért!
id: Kalahkan musuh untuk menang!
it: Sconfiggi il tuo nemico per vincere!
ja: 敵を倒して勝利せよ！
ko: 적을 물리치고 승리하세요!
ms: Kalahkan musuh anda untuk menang!
nb: Beseir fienden for å vinne!
nl: Versla uw vijand om te winnen!
pl: Pokonaj swojego wroga by wygrać!
pt_br: Derrote seu inimigo para vencer!
pt_pt: Derrota o inimigo para ganhares!
ru: Уничтожьте врага для победы!
sk: Vyhráte, ak porazíte nepriateľa!
sr: Порази непријатеља да би победио!
sv: Besegra dina fiender för att vinna!
tr: Kazanmak için düşmanı yok et
uk: Перемогти ворога, щоб виграти!
zh: 打跨敌人，争得荣誉！
zh_tw: 打敗您的敵人以獲得勝利！

source: %(lastPlayer)s has won (treasure collected).
ast: %(lastPlayer)s vinceu (recubrou alyalgɐs).
bg: %(lastPlayer)s спечели (събра съкровището).
br: %(lastPlayer)s a zo aet ar maout gantañ (teñzor dastumet).
ca: %(lastPlayer)s ha guanyat (treasure collected).
cs: %(lastPlayer)svyhrál (shromáždil poklad).
de: 2 %(lastPlayer)s haben gewonnen (Schatz gesammelt).
el: ο %(lastPlayer)s έχει νικήσει (ο θησαυρός πάρθηκε).
es: %(lastPlayer)s
eu: %(lastPlayer)s irabazi du (altxorra jasorik).
fa: %(lastPlayer)s پیروز شد (گنجینه جمع شد)
fi: %(lastPlayer)s on voittanut (aarre kerätty).
fr: %(lastPlayer)s a gagné (trésor collecté).
ga: Tá %(lastPlayer)s ina bhauiteoir (taiscí bailithe).
gd: Bhuannaich %(lastPlayer)s (thogadh ulaidh).
hu: %(lastPlayer)s nyert (begyűjtött kincs).
id: %(players)s dan %(lastPlayer)s telah menang (harta terkumpul).
it: %(lastPlayer)s ha vinto (tesoro catturato)
ja: %(players)sと%(lastPlayer)sの勝利です（財宝収拾）
ko: %(players)s님과 %(lastPlayer)s님이 이겼습니다 (보물 수집).
ms: %(players)s dan %(lastPlayer)s telah menang (khazanah berjaya dikutip).
nb: %(lastPlayer)s har vunnet (skatt funnet).
nl: %(lastPlayer)s heeft gewonnen (schat gevonden).
pl: %(lastPlayer)s wygrał (zebrano skarb)
pt_br: %(lastPlayer)s foi vitorioso (tesouro coletado).
pt_pt: %(lastPlayer)s ganhou (tesouro recolhido).
ru: Победа за %(lastPlayer)s (сокровище собрано).
sk: %(lastPlayer)s vyhral (poklady zozbierané).
sv: %(lastPlayer)s har vunnit (skatt samlad).
tr: %(lastPlayer)s kazandı (hazine toplandı).
uk: %(lastPlayer)s переміг (скарб зібрано).
zh: %(players)s 和 %(lastPlayer)s 获胜了 (财宝收集)。
zh_tw: %(players)s 與 %(lastPlayer)s 已經獲勝（已蒐集寶藏）。

source: %(lastPlayer)s has been defeated (treasure collected).
ast: %(lastPlayer)s sta apoderadu (alyalgɐs recubradɐs).
bg: %(lastPlayer)s беше победен(а) (събра съкровището).
br: %(lastPlayer)s a zo bet trec'het (teñzor dastumet).
ca: %(lastPlayer)s ha estat vençut (treasure collected).
cs: %(lastPlayer)sprohrál (neshromáždil poklad).
de: %(lastPlayer)s wurde besiegt (Schatz gesammelt).
el: ο %(lastPlayer)s έχει ηττηθεί (ο θησαυρός πάρθηκε).
es: %(lastPlayer)s ha sido derrotado (tesoro recogido).
eu: %(lastPlayer)s garaitua izan da (altxorra jasorik).
fa: %(lastPlayer)s شکست خورد (گنجینه جمع شد)
fi: %(lastPlayer)s on lyöty (aarre kerätty).
fr: %(lastPlayer)s a été vaincu (Trésor capturé).
ga: Tá %(lastPlayer)s cloíte (taiscí bailithe).
gd: Chaidh ruaig a chur air %(lastPlayer)s (thogadh ulaidh).
hu: %(lastPlayer)s vesztett (begyűjtött kincs).
id: %(players)s dan %(lastPlayer)s telah dikalahkan (harta terkumpul).
it: %(lastPlayer)s è stato sconfitto (tesoro catturato)
ja: %(players)sと%(lastPlayer)sは敗北しました（財宝収拾）。
ko: %(players)s님과 %(lastPlayer)s님이 졌습니다 (보물 수집).
ms: %(players)s dan %(lastPlayer)s telah dikalahkan (khazanah berjaya dikutip).
nb: %(lastPlayer)s har blitt beseiret (skatt funnet).
nl: %(lastPlayer)s heeft verloren (schat gevonden).
pl: %(lastPlayer)szostał pokonany (zebrano skarb).
pt_br: %(lastPlayer)s foi derrotado (tesouro coletado).
pt_pt: %(lastPlayer)s foi derrotado (tesouro recolhido).
ru: %(lastPlayer)s были побеждены (сокровище собрано).
sk: %(lastPlayer)s prehral (poklady zozbierané).
sv: %(lastPlayer)s har blivit besegrade (skatt samlad).
tr: %(lastPlayer)s Yenildi (hazine toplandı).
uk: %(lastPlayer)s зазнав поразки (скарб зібрано).
zh: %(players)s 和 %(lastPlayer)s 失败了（财宝收集）。
zh_tw: %(players)s 與 %(lastPlayer)s 已被擊敗（已蒐集寶藏）。

source: Search treasures on small islands and on the water. Collect more treasures than your opponent to win.
ast: Cata alyalgɐs nɐs islhetɐs & nel mare. Quien recubrare más alyalgɐs ye l vincedor.
bg: Намерете съкровищата на малките острови и във водата. Съберете повече съкровища от противника си, за да победите.
br: Klask teñzorioù war inizi bihan ha war an dour. Dastum muioc'h a deñzorioù eget ho enebour evit trec'hiñ.
ca: Cerqueu tresors en illes petites i a l'aigua. Recolliu més tresors que el vostre enemic per a guanyar.
cs: Hledejte poklady na malých ostrovech a ve vodě. Sesbírejte více pokladů než nepřítel a vyhrajte.
da: Søg skatte på små øer og på vandet. Saml flere skatte end din modstander for at vinde.
de: Suche Schätze auf kleinen Inseln und auf dem Wasser. Sammle mehr Schätze als dein Gegner, um zu gewinnen.
el: Αναζητήστε θησαυρούς στα μικρά νησιά και στο νερό. Συλλέξτε περισσότερους θησαυρούς από τον αντίπαλό σας για να κερδίσετε.
es: Encuentra y recoge tesoros en diminutos islotes y en el agua. Consigue más tesoros que tu adversario para hacerte con la victoria.
eu: Aurkitu eta bildu altxorrak uharte txikietan eta uretan. Lortu zure etsaiak baino altxor gehiago garaipena lortzeko.
fi: Etsi aarteita pieniltä saarilta ja vedestä. Kerää enemmän aarteita kuin vastustajasi voittaaksesi pelin.
fr: Cherchez des trésors sur les petites îles et dans l'eau. Ramassez plus de trésors que votre adversaire pour gagner.
ga: Cuardaigh ar taiscí ar oileáin bheaga agus san uisce. Bailigh níos mó taiscí ná do namhaid agus bua a dhéanamh.
gd: Lorg ulaidhean ann an eileanan beaga is air an uisge. Cruinnich barrachd ulaidhean na an co-fharpaiseach airson buaidh.
hu: Keress kincseket a kis szigeteken és a a vízen. A győzelemhez gyűjt össze több kincset az ellenfeleidnél.
id: Cari harta di pulau-pulau kecil dan di air. Dapatkan lebih banyak harta dari musuhmu untuk menang.
it: Cerca tesori in piccole isole e in acqua. Raccogli più tesori del tuo avversario per vincere.
ja: 小島と水上にある財宝を探してください。対戦相手より多くの財宝を集めれば勝利です。
ko: 작은 섬과 물에서 보물을 찾으십시오. 상대방보다 많은 보물을 모아서 승리합니다.
ms: Cari khazanah di pulau kecil dan di dalam air. Kutip lebih banyak khazanah berbanding pihak lawan anda untuk menang.
nb: Let etter skatter på små øyer og på vannet. Samle flere skatter enn motstanderen for å vinne.
nl: Zoek naar schatten op kleine eilanden en op het water. Verzamel meer schatten dan uw tegenstander om te winnen.
pl: Poszukuj skarbów na małych wyspach i na morzach. Aby wygrać, zbierz więcej niż przeciwnik.
pt_br: Procure por tesouros em ilhas pequenas e na água. Colete mais tesouros que o seu oponente para vencer.
pt_pt: Procura tesouros em pequenas ilhas e na água. Recolhe mais tesouros que o oponente para ganhares.
ru: Ищите сокровища на маленьких островах и в воде. Соберите больше, чем Ваш противник для победы.
sk: Hľadajte poklady na malých ostrovoch a vode. Vyhráte, ak ich získate viac ako váš protivník.
sr: Трагај за благом на маленим острвима и на води. Прикупи више блага од противника да би победио.
sv: Sök skatter på små öar och på vattnet. Samla fler skatter än din motståndare för att vinna.
tr: Hazineleri küçük adalarda ve suda ara. Kazanmak için düşmanından daha fazla hazine topla.
uk: Пошук скарбів на малих островах і на воді. Зберіть більше скарбів, ніж ваш противник, щоб виграти.
zh: 在小岛和水面上寻找宝藏。收集更多的宝藏以获得胜利。
zh_tw: 在小島及水面上尋找寶藏。收集比你的對手更多的寶藏以獲得勝利。

source: Treasure Islands
ast: Islhɐs de l tesouru
bg: Острови на съкровищата
br: Inizi an Teñzor
ca: Illes del tresor
cs: Ostrovy pokladů
da: Skatteøer
de: Schatzinseln
el: Νησιά του Θησαυρού
es: Islas del tesoro
eu: Altxor Irlak
fi: Aarresaari
fr: Îles au trésor
ga: Oileáin Taisce
gd: Eileanan nan ulaidh
hu: Kincses szigetek
id: Pulau Harta Karun
it: Isole del tesoro
ja: 宝島
ko: 보물섬
ms: Pulau Khazanah
nb: Skatteøyer
nl: Schateilanden
pl: Wyspy skarbów.
pt_br: Ilhas do Tesouro
pt_pt: Ilhas do tesouro
ru: Острова сокровищ
sk: Ostrovy s pokladmi
sr: Острва са благом
sv: Skattöarna
tr: Hazine Adaları
uk: Острови скарбів
zh: 金银岛
zh_tw: 金銀島

source: Testing the yes-no dialog. Do you want to say sure or rather not?
ast: Pruöba l diálagu sí ou non. ¿Quieres dizer “De juru que sí” ou “non, graciɐs”?
bg: Проба на прозореца за въпроси от вида „да-не“. Как ще отговорите — с „разбира се“ или с „по-добре не“?
br: O prouadiñ an diviz ya-ket. Fellout a ra deoc'h lavarout oc'h sur pe get kentoc'h?
ca: Prova dels diàlegs de sí-no. Preferiu dir "és clar" o no?
cs: Zkouška dialogu Ano-Ne. Chcete říci ano anebo raději ne?
da: Test af ja-nej-dialogen. Vil du sige sikker eller rettere ikke?
de: Testet den Ja-Nein-Dialog. Möchtest du sicher sagen oder eher nicht?
el: Δοκιμή του ναι-όχι διαλόγου. Θέλετε να πείτε βεβαίως ή μάλλον όχι;
es: Probando el diálogo de confirmación. ¿Prefieres decir sí, o no?
eu: Baieztapen elkarrizketa probatzen. Nahiago duzu esan bai edo ez?
fa: تست کردن بلی-خیر دیالوگ. آیا میخواهید بگویید بلی یا خیر؟
fi: Kyllä/ei-dialogin testaus. Haluatko sanoa kyllä vai mieluummin että ei?
fr: Test du dialogue oui-non . Voulez-vous dire Bien sûr ou Plutôt pas?
ga: Triailímid an dialóg 'sea-ní hea'. Ar mhaith leat a rá 'sea' nó 'ní hea'?
gd: A’ cur an comhradh dearbhaidh/àichidh fo dheuchainn. A bheil thu airson “Seadh” no “Chan eadh” a ràdh?
hu: Az igen-nem párbeszédablak tesztelése. Szeretnél biztosat mondani, vagy inkább nem?
id: Menguji dialog ya-tidak. Anda ingin berkata ya atau tidak?
it: Test della finestra sì-no. Vuoi dire di Sicuro che Sì oppure Assolutamente No?
ja: はい・いいえダイアログのテストです。もちろんと答えたいですか、それとも遠慮しますと答えたいですか？
ko: 예-아니요 대화 상자를 테스트하는 중입니다. 당신은 확실하다고 말하고 싶나요, 그렇지 않다고 말하고 싶나요?
ms: Pengujian dialog ya-tidak. Anda mahu atau tidak?
nb: Test av ja/nei-dialogen. Vil du si ja eller helst ikke?
nl: Testen van de ja-nee dialoog. Wilt u tuurlijk of liever niet zeggen?
pl: Testowanie okna dialogowego tak-nie. Czy chcesz powiedzieć oczywiście, czy raczej nie?
pt_br: Testando o diálogo sim-não. Você quer dizer claro ou melhor não?
pt_pt: A testar o diálogo sim/não. Queres dizer sim ou preferes não?
ru: Тестирование да/нет диалога. Вы хотите согласиться или пока нет?
sk: Toto je skúška dialógového okna s možnosťami. Chcete povedať samozrejme alebo radšej nie?
sr: Тестирање да - не дијалога. Желиш ли рећи наравно или ипак не?
sv: Test av ja-nej dialog. Vill du säga visst eller snarare inte?
tr: Evet-hayır diyalog testi. Tabiki veya daha iyisi yok muyu söylemek istiyor musun?
uk: Перевірка діалогу так-ні. Ви хочете сказати, впевнений, чи, скоріше, ні?
zh: 正在测试“是-否对话框”。你想表示确定与否？
zh_tw: 正在測試 是-否 對話框。您想表示確定有或是沒有？

source: Sure
ast: De juru que sí
bg: Разбира се
br: Sur
ca: Sí
cs: Ano
da: Ja selvfølgelig
de: Sicher
el: Σίγουρο
es: Claro
eu: Bai noski!
fa: حتما
fi: Toki
fr: Bien sûr
ga: Sea
gd: Seadh
hu: Biztosan
id: Ya
it: Sicuro
ja: もちろん
ko: 물론입니다
ms: Pasti
nb: Sikker
nl: Tuurlijk
pl: Oczywiście
pt_br: Claro
pt_pt: Claro
ru: Конечно
sk: Samozrejme
sr: Наравно
sv: Visst
tr: Elbette
uk: Впевнений
zh: 确定
zh_tw: 確定

source: Say sure
ast: Dizer “de juru que sí”
bg: Отговаряне с „разбира се“
br: Lavarout sur
ca: Digueu "és clar"
cs: Říct ano
da: Sig Ja selvfølgelig
de: Sage sicher
el: Πείτε βεβαίως
es: Decir que sí
eu: Esan bai noski
fa: بگویید حتما
fi: Sano toki
fr: Dire Bien sûr
ga: Abair 'sea'
gd: Can “Seadh”
hu: Mondd, hogy biztos
id: Katakan ya
it: Di sicuro
ja: もちろんと言う
ko: 네, 알겠습니다
ms: Katakan pasti
nb: Si sikker
nl: Zeg tuurlijk
pl: Powiedz oczywiście
pt_br: Dizer claro
pt_pt: Dizer sim
ru: Согласиться
sk: Povedať samozrejme
sr: Кажи наравно
sv: Säg visst
tr: Elbette de
uk: Сказати впевнений
zh: 表示确定
zh_tw: 表示確定

source: Rather not
ast: Non, graciɐs
bg: По-скоро не
br: Kement ha ma ne c'haller ket
ca: No
cs: Raději ne
da: Helst ikke
de: Eher nicht
el: Μάλλον όχι
es: Pues no
eu: Hobeto ez
fa: خیر
fi: Ennemmin ei
fr: Plutôt pas
ga: Ní hea
gd: Chan eadh
hu: Inkább nem
id: Tidak
it: Oppure no
ja: 遠慮します
ko: 선호하지 않습니다
ms: Tidak pasti
nb: Eller ikke
nl: Liever niet
pl: Raczej nie
pt_br: Melhor não
pt_pt: É melhor não
ru: Скорее нет
sk: Radšej nie
sr: Ипак не
sv: Helst inte
tr: Daha iyisi yok
uk: Скоріше ні
zh: 不是
zh_tw: 不是
