Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Snowflake Searocks
ast: Roucɐs crystallinɐs
bg: Снежинка от скали
br: Malzenn Erc'h
ca: Roques marines nevades
cs: Mořská skála se sněhovými vločkami
da: Snefnugskær
de: Schneeflocken-Steilküste
el: Νιφαδωτά Βράχια Θάλασσας
es: Estribación nevada
eu: Inguruko Mendi Elurtuak
fi: Lumihiutale-merikivet
fr: Flocon
ga: Carraigeacha Mara is Calóga Sneachta
gd: Creagan-mara bhleideagan-sneachda
hu: Hópehely tengerkövek
id: Karang Keping Salju
it: Scoglio Fiocco di neve
ja: 雪晶岩
ko: 눈송이 바다바위
ms: Batuan Laut Snowflake
nb: Snøflak sjøstein
nl: Sneeuwvlok zeerotsen
pl: Rozproszone wysepki
pt_br: Rochas Floco de Neve
pt_pt: Ilhas em floco de neve
ru: Снежинка из морских скал
sk: Morské skaly tvaru vločky
sv: Snöflinga-öar
tr: Kartanesi Deniz kayaları
uk: Крижані скелясті острови
vi: Các đảo đá Snowflake
zh: 雪片海岩
zh_tw: 雪片海岩

source: Teams start off with nearly adjacent civic centers, offering easy military and construction cooperation. With slivers of personal territory, teammates must rely on each other to defend their rear.
ast: Los conjuntos intamɐn cun plaçɐs adiacentes, facilitando la fortificacion & coordinacion n assuntos militares. Cun perpouco territorio personal, los comuñeiros tienen de depender unos d’outros para defendere la retroguardia.
bg: Отборите започват с почти съседни селищни центрове, предлагащи лесна военна и строителна взаимопомощ. С ивици собствена територия, съотборниците трябва да разчитат един на друг, за да пазят гърбовете си.
br: Ar skipailhoù a gomañs gant kreizennoù keodedel stok tost outo, en ur brofañ ur c'henlabour aes milourel hag e saverezh. Gant tammoù un tiriad hiniennel, e rank ar genskipailhadoù da gaout fiziañs an eil ouzh egile evit difenn oc'h a-dreñv.
ca: Els equips comencen amb Centres Cívics quasi adjacents, cosa que beneficia la cooperació militar i constructora. Amb porcions de territori personal, els companys d'equip han de confiar els uns en els altres per defensar la seva rereguarda.
cs: Týmy začínají s přilehlými správními středisky. Umožňuje to jednodušší vojenskou a stavební spolupráci. S omezeným prostorem se členové týmů musí spoléhat jeden na druhého, aby ochránili jejich zázemí.
da: Holdene starter med næsten tæt på borgercentre, der tilbyder nemt militær- og byggesamarbejde. Med smalle striber af personligt territorium skal holdkammeraterne stole på hinanden for at forsvare deres bagland.
de: Die Teams beginnen mit nahezu direkt benachbarten Verwaltungssitzen, was eine leichte Kooperation im Militär und beim Bau ermöglicht. Mit kleinen Teilen an privatem Territorium müssen sich die Teamkameraden aufeinander verlassen können, um ihre Hinterseite zu verteidigen.
el: Οι ομάδες ξεκινούν σε σχεδόν γειτονικά δημοτικά κέντρα, προσφέροντας εύκολη στρατιωτική και κατασκευαστική συνεργασία. Με λωρίδες προσωπικού εδάφους, οι συμπαίκτες πρέπει να βασίζονται ο ένας στον άλλο για να υπερασπιστούν τα νώτα τους.
es: Los equipos comienzan en centros cívicos prácticamente adyacentes, ofreciendo cooperación militar y estructural. Al poseer pequeñas franjas de terreno personal cada jugador debe confiar en el resto de compañeros para defender sus respectivas espaldas.
eu: Taldeak ia elkarren kontrako gizarte zentroetan hasiko dira, laguntza militar eta baliabideak eskainiz. Jokalari bakoitzak bere lur tarte txikia duenez gainontzeko lagunez fidatu beharko du norberaren atzea ziurtatzeko.
fa: تیم ها بازی را درمجاورت یک مرکز تمدن همسایه آغاز می کنند که به شما در حد کم در موارد نظامی و ساخت و ساز همکاری می کند. با کنده شدن قلمروهای شخصی ، هم تیمی ها باید به یکدیگر تکیه کنند تا از همدیگر دفاع کنند.
fi: Joukkueet aloittavat lähes vierekkäin sijaitsevilla kansalaiskeskuksilla, jotka tarjoavat mahdollisuuden helppoon sotilas- ja rakennusyhteistyöhön. Joukkueilla on omat alueensa, ja niiden on luotettava toisiinsa puolustaakseen selustaansa.
fr: Les équipes commencent avec des centre-villes quasi-adjacents, ce qui facilite la coopération militaire et l'édification des bâtiments. Avec juste un fragment de territoire propre, les coéquipiers doivent s'entre-aider pour défendre leurs arrières.
ga: Tosaíonn na foirne le hionaid cathartha in aice láimhe le chéile, ag tairiscint comhoibriuthe mileáta agus tógála. Le stráicí beaga críche pearsanta amháin, teastaíonn ar na himreoirí ar brath ar a chéile a gcúl a chosaint.
gd: Tòisichidh na sgiobaidhean le ionadan sìobhalta caran faisg air càch a chèile ach an co-obraich iad a thaobh an airm ’s an togail gun duilgheadas. Le sliseagan dhe ranntair pearsanta, feumaidh buill gach sgioba cuideachadh a thoirt air càch a chèile ach an dìon iad an cùlaibh.
hu: A csapatok majdnem szomszédos városházákkal kezdenek, amely könnyű katonai és építési együttműködést tesz lehetővé. Mivel csak kevés személyes területtel rendelkeznek, a csapattagoknak így egymásra kell támaszkodniuk a hátuk megvédésekor.
id: Regu memulai dengan Pusat Bangsa yang hampir berdekatan, menawarkan kerjasama militer dan pembangunan yang mudah. Dengan potongan wilayah pribadi, rekan satu regu harus saling mengandalkan untuk mempertahankan bagian belakang mereka.
it: Le squadre partono con i centri civici quasi adiacenti, offrendo facile cooperazione militare ed edile. Con porzioni di territorio personale, i compagni di squadra devono fare affidamento l'uno sull'altro per difendere il loro di dietro.
ja: チームはほぼ隣り合った町の中心から始まり、容易に軍事と建設の協力を行うことができます。 それぞれの領土が細長いため、チームメイトは自分の背後を守るために互いに頼りにしなければなりません。
ko: 각 팀들은 가깝게 인접한 시민 회관에서 시작하여 군대 및 건설 협력을 쉽게 수행 할 수 있습니다. 각 사적인 영토의 길이가 길기 때문에 각 팀원들은 그들의 후방을 방어하기 위해 서로 의지해야합니다.
ms: Setiap pasukan bermula berhampiran dengan pusat sivik, yang menawarkan kerjasama dari segi ketenteraan dan pembinaan. Dengan kedudukan yang sempit dan bersebelahan, rakan sekutu bergantung diantara satu sama lain untuk mempertahankan bahagian belakang wilayah masing-masing.
nb: Lag begynner med nesten tilgrensende samholdssenter, hvilket muliggjør militær og konstruksjonsmessig samarbeid. Med smale personlige territorier må lagkamerater stole på hverandre for forsvar av sin rygg.
nl: Teams starten als tweelingdorpen, dicht bij elkaar. Dit maakt een goede samenwerking op defensief en economisch vlak mogelijk. Dankzij de kleine stukjes persoonlijk territorium moeten teamgenoten op elkaar vertrouwen om hun achterhoede te beschermen.
pl: Zespoły zaczynają od prawie sąsiednich Centrów Osad, oferując łatwy sposób współpracy wojskowej i budowlanej. Ze skrawków terytoriów osobistych, drużyny muszą polegać na sobie nawzajem, aby bronić ich tyły.
pt_br: Equipes começam com centros cívicos quase adjacentes, oferecendo fácil cooperação para construção e operações militares. Com fragmentos de território pessoal, companheiros de equipe devem confiar um no outro para defender sua retaguarda.
pt_pt: As equipas começam com centros cívicos próximos, facilitando cooperação militar e civil. Com lascas de território individual, os aliados têm de se depender uns dos outros para protegerem a sua retaguarda.
ru: Команды начинают с почти смежных городских Центров, что обеспечивает легкое военно-строительное сотрудничество. С осколками личных владений товарищи по команде должны полагаться друг на друга, чтобы защитить свой тыл.
sk: Tímy začínajú so skoro susediacimi občianskymi centrami, čo umožňuje ľahkú vojenskú a staviteľskú spoluprácu. S pásmi vlastného územia sa musia spoliehať jeden na druhého pri susedskej obrane.
sv: Lagen börjar med nästan angränsande samhällscentrum, vilket underlättar konstruktions- och militärkooperation. Med smala territorier måste lagkamrater lita på varandra för att försvara deras baksida.
tr: Takımlar, kolay askeri ve inşaat işbirliği sunan, hemen hemen bitişik şehir merkezleri ile başlıyor. Kişisel toprakları olan şeritlerle, takım arkadaşları arkalarını savunmak için birbirlerine güvenmelidir.
uk: Команди починають з майже суміжних громадських центрів, що пропонують полегшену військову і будівельну кооперацію.
zh: 军队在一片小岛上从邻近的市政中心出发，提供简易的军事和建筑合作。随着个人领地的碎片化，队友们必须互相信任来捍卫自己的后方。
zh_tw: 隊伍從鄰近的城鎮中心開始，其提供了較容易的軍事與建築合作。隨著各人領土的拓展，後方將需要依靠隊友的保護。

source: Stronghold
ast: Arces
bg: Крепост
br: Beg-moger
ca: Baluard
cs: Pevnost
da: Befæstning
de: Festung
el: Οχυρό
es: Bastión
eu: Gotorlekua
fa: دژ
fi: Voimapiste
fr: Bastion
ga: Daingean
gd: Daingeann
hu: Erőd
id: Benteng
it: Roccaforte
ja: 要塞
ko: 요새
ms: Kubu
nb: Høyborg
nl: Fort
pl: Twierdza
pt_br: Forte
pt_pt: Reduto
ru: Крепость
sk: Pevnosť
sr: Тврђава
sv: Högborg
tr: Kale
uk: Цитадель
zh: 堡垒
zh_tw: 要塞

source: [color="red"]IMPORTANT NOTE: AI PLAYERS DO NOT WORK WITH THIS MAP[/color] Protect your base against endless waves of enemies. Use your woman citizen to collect the treasures at the center of the map before others do, and try to build your base up. The last player remaining will be the winner!
ast: [color="red"]NOTA IMPORTANTE: L AI NUN OPERA N ESTA GEOGRAPHÍA[/color] Defendi la base de folɐs infinitɐs d’inimigos. Sé l primeiru n usar lɐs cildadanɐs pa recubrare lɐs alyalgɐs metanɐs la geographía & fai por disinvolver la base. ¡L últimu jogador vivu ye l vincedor!
bg: [color="red"]ВАЖНО: КОМПЮТЪРНО-УПРАВЛЯВАНИТЕ ИГРАЧИ НЕ РАБОТЯТ НА ТАЗИ КАРТА[/color] Защитавайте базата си от безкрайните вълни от врагове. Използвайте жена-гражданин, за да събирате съкровищата в средата на картата преди останалите, и опитайте да надградите базата си. Печели последният останал жив играч!
br: [liv="ruz"]NOTENN A-BOUEZ: AR C'HOARERIEN AI NE LABOURONT KET GANT AR GARTENN-MAÑ[/liv] Gwareziñ ho tiazezlec'h diouzh ar gwagennoù enebourien dibaouez. Implijout ho maouez geodedour evit dastum an teñzorioù e kreiz ar gartenn a-raok ma raio ar reoù all, ha klask sevel ho tiazezlec'h. Ez aio ar maout gant ar c'hoarier diwezhañ a chomo!
ca: [color="red"]NOTA IMPORTANT: ELS JUGADORS AI NO TREBALLEN AMB AQUEST MAPA[/color] Protegiu la vostra base contra les interminables hordes d'enemics. Feu servir la vostra ciutadana per a recol·lectar tresors al centre del mapa abans que ho facin altres i mireu d'enfortir la base. L'últim jugador que quedi serà el guanyador!
cs: [color="red"]DŮLEŽITÁ POZNÁMKA: Hráči AI nepracují s touto mapou[/color] Chraňte svou základnu před nekonečnými vlnami nepřátel. Využijte svou občanku ke sbírání pokladů ve středu mapy, než to udělají ostatní, a pokuste se vybudovat svou základnu. Poslední zbývající hráč bude vítěz!
da: [color="red"]VIGTIG BEMÆRKNING: AI-SPILLERE BENYTTER IKKE MED DETTE KORT[/color] Beskyt din base mod endeløse bølger af fjender. Brug din kvindelige borger til at samle skattene i midten af ​​kortet, før andre gør det, og prøv at bygge din base op. Den sidste spiller tilbage vil være vinderen!
de: [color="red"]WICHTIGER HINWEIS: KI-SPIELER FUNKTIONIEREN NICHT MIT DIESER KARTE[/color] Schütze deine Basis gegen endlose Wellen von Feinden. Verwende deine Bürgerin, um Schätze im Zentrum der Karte zu sammeln, bevor es andere tun und versuche, deine Basis aufzubauen. Der letzte verbleibende Spieler ist der Sieger!
el: [color="red"]ΣΗΜΑΝΤΙΚΗ ΣΗΜΕΙΩΣΗ: Η ΤΕΧΝΙΚΗ ΝΟΗΜΟΣΥΝΗ ΠΑΙΚΤΩΝ ΔΕΝ ΛΕΙΤΟΥΡΓΕΙ ΜΕ ΑΥΤΟ ΤΟ ΧΑΡΤΗ[/color] Προστατέψτε την βάση σας ενάντια σε ατέλειωτα κύματα των εχθρών. Χρησιμοποιήστε τις γυναίκες πολίτες σας για να συλλέξετε τους θησαυρούς στο κέντρο του χάρτη, πριν το κάνουν οι άλλοι, και προσπαθήστε να χτίσετε τη βάση σας. Ο τελευταίος παίκτης που απομένει θα είναι ο νικητής!
es: [color="red"]IMPORTANTE: LOS JUGADORES DE LA IA NO FUNCIONAN EN ESTE MAPA[/color] Protege tu base contra interminables oleadas de enemigos. Utiliza a tus ciudadanas para conseguir recursos proporcionados por los tesoros en el centro del mapa antes de que lo hagan los demás. El último jugador que siga en pie será el ganador.
eu: [color="red"]GARRANTZITSUA: AAko JOKALARIEK EZ DUTE MAPA HONETAN FUNTZIONATUKO[/color] Babestu zure basea etsaien olde amaigabeen kontra. Erabili zure hiritar emeak maparen erdian dauden altxorrak emandako baliabideak lortzeko besteek egin aurretik. Zutik dirauen azken jokalaria izango da garailea!
fa: [color="red"]IMPORTANT NOTE: AI PLAYERS DO NOT WORK WITH THIS MAP[/color] محافظت کردن از پایگاه خود در مقابل موج های حمله بی پایان. از شهروند های زن خود استفاده کنید تا گنجینه های مرکز نقشه را جمع آوری کنید قبل از اینکه سایر افراد اینکار را انجام دهند و سعی کنید پایگاه خود را سریعتر بسازید. آخرین بازیکنی که باقی بماند برنده خواهد شد.
fi: [color="red"]TÄRKEÄ HUOMAUTUS: TEKOÄLYPELAAJAT EIVÄT TOIMI TÄLLÄ KARTALLA[/color] Suojaa tukikohtaasi loputtomilta vihollisaalloilta. Käytä naiskansalaista kerätäksesi kartan keskellä olevat aarteet ennen muita ja yritä rakentaa tukikohtasi. Viimeisenä jäljellä oleva pelaaja on voittaja!
fr: [color="red"]NOTE IMPORTANTE : LES JOUEURS IA NE FONCTIONNENT PAS AVEC CETTE CARTE[/color] Protégez votre base contre des vagues d'ennemis incessantes. Utilisez votre villageoise pour recueillir les trésors au centre de la carte avant les autres, et tentez de développer votre base. Le dernier joueur restant sera le vainqueur !
ga: [color="red"]FÓGRA TÁBHACHTACH: NÍ OIBRÍONN IMREOIRÍ IS AR AN LÉARSCÁIL SEO[/color] Cosain do bhunáit i gcoinne sruthanna naimhde gan deireadh. Úsáid do bhanshaoránaigh do thaiscí a bhailiú i lár na léarscáile roimh atá siad bailithe le himreoirí eile, agus baineann tú triail as do bhunáit a uasthógáil. Beidh an t-imreoir deireanach ina bhuaiteoir!
gd: [color="red"]THOIR AN AIRE: CHAN OBRAICH CUILCHEADAIREAN IF LEIS A’ MHAPA SEO[/color] Dìon do bhunait an aghaidh iomadh nàmhad a’ tighinn a-steach. Cleachd na saoranaich boireann agad gus na h-ulaidhean ann am meadhan a mhapa a chruinneachadh mus faigh càch iad agus feuch gun leasaich thu do bhunait. Buannaichidh an cluicheadair a sheasas nas fhaide!
hu: [color="red"]FONTOS MEGJEGYZÉS: A GÉPI JÁTÉKOSOK NEM MŰKÖDNEK EZEN A TÉRKÉPEN[/color] Védd meg a bázisod az ellenségek végtelen hulláma ellen. Használd a női polgárokat a térkép közepén lévő kincsek begyűjtéséhez, mielőtt a többiek teszik meg, és próbáld meg felépíteni a bázisod. Az utolsó megmaradó játékos lesz a győztes!
id: [color="red"]PERINGATAN PENTING: PEMAIN AI TIDAK BEKERJA DI PETA INI[/color] Lindungi benteng Anda dari serangan musuh terus menerus. Gunakan rakyat perempuan Anda untuk mengambil harta karun di tengah peta sebelum diambil orang lain. Cobalah untuk terus memperkuat benteng anda. Pemain terakhir yang bertahan akan menjadi pemenangnya.
it: [color="red"]NOTA IMPORTANTE: I GIOCATORI AI NON FUNZIONANO CON QUESTA MAPPA[/color] Proteggi la tua base contro le ondate infinite di nemici. Usa le donne cittadine per raccogliere tesori nel centro della mappa prima degli altri e costruisci la tua base. L'ultimo giocatore che resterà sarà il vincitore.
ja: [color="red"]重要な注意：AIプレイヤーはこのマップで動作しません[/color] 基地を絶えず押し寄せる敵から防衛してください。女性市民たちでマップ中央の財宝を他のプレイヤーより早く集めましょう。最後まで残ったプレイヤーが勝者となります。
ko: [color="red"]중요 사항: 인공지능들은 이 지도에서 작동하지 않습니다.[/color] 끝없는 적들의 파도로부터 당신의 기지를 보호합니다. 다른 사람들보다 먼저 지도의 중앙에 있는 보물을 모으기 위해 여성 주민을 이용하고 기지를 짓습니다. 마지막 남은 플레이어들이 승자가됩니다!
ms: [color="red"]PERHATIAN PENTING: PEMAIN AI TIDAK AKAN BERFUNGSI DALAM PETA INI[/color] Lindungi pangkalan anda terhadap gelombang serangan musuh yang tidak kehabisan. Guna rakyat wanita anda mengumpul khazanah di tengah-tengah peta sebelum orang lain mendapat peluang tersebut, dan cuba bina pangkalan anda secepat yang mungkin. Pemain terakhir dikira sebagai pemenang!
nb: [color="red"]VIKTIG: AI-SPILLERE VIRKER IKKE PÅ DETTE KARTET[/color] Beskytt din base mot endeløse bølger av fiender. Bruk dine kvinnelige borgere for å samle skattene i kartets senter før de andre, og prøv å bygg opp basen din. Den siste gjenværende spilleren vil vinne!
nl: [color="red"]BELANGRIJKE OPMERKING: COMPUTERGESTUURDE SPELERS WERKEN NIET OP DEZE KAART[/color] Verdedig uw basis tegen eindeloze golven aan vijanden. Gebruik uw vrouwelijke burgers om grondstoffen te verzamelen in het centrum van de kaart voordat de ander spelers ze geroofd hebben en probeer zo uw basis op te bouwen. De laatst overgebleven speler is de winnaar.
pl: [color="red"]WAŻNE: GRACZE KOMPUTEROWI NIE WSPÓŁPRACUJĄ Z TĄ MAPĄ[/color] Chroń swoją bazę przed niekończącymi się falami wrogów. Użyj kobiet do zgromadzenia skarbów znajdujących się w centrum mapy zanim zrobią to inni i rozbuduj swoją bazę. Ostatni gracz, który przetrwa jest zwycięzcą.
pt_br: [color="red"]NOTA IMPORTANTE: PLAYERS IA NÃO FUNCIONAM COM ESSE MAPA[/color] Proteja sua base contra infinitas ondas de inimigos. Use a sua aldeã mulher para coletar tesouros no centro do mapa antes que outros façam isso, e tente construir a sua base. O último jogador que sobrar será o vencedor!
pt_pt: [color="red"]NOTA IMPORTANTE: OS JOGADORES DE IA NÃO FUNCIONAM NESTE MAPA[/color] Protege a tua base contra vagas intermináveis de inimigos. Utiliza as tuas cidadãs para colher os tesouros no centro do mapa antes que os outros o façam, e tenta construir a tua base. O último jogador de pé será o vencedor!
ru: [color="red"]ВАЖНОЕ ЗАМЕЧАНИЕ: ИИ НЕ МОЖЕТ ИГРАТЬ НА ЭТОЙ КАРТЕ[/color] Защищайте вашу базу от бесконечных волн нападений врагов. Используйте женщин-гражданок, чтобы собрать сокровища в центре карты раньше других, и попытайтесь укрепить вашу базу. Последний оставшийся игрок станет победителем!
sk: [color="red"]DÔLEŽITÁ POZNÁMKA: UMELÁ INTELIGENCIA NA TEJTO MAPE NEFUNGUJE[/color] Obráň svoju základňu pred nikdy nekončiacimi sa nepriateľskými vlnami. Použi ženské obyvateľstvo na zozbieranie pokladov v strede mapy pred tým, než to urobia ostatní. Suroviny použi na vystavanie svojej základne. Posledný hráč na bojisku vyhráva!
sr: [color="red"]ВАЖНА НАПОМЕНА: AI ИГРАЧИ НЕ ФУНКЦИОНИШУ НА ОВОЈ МАПИ [/color] Заштити бази од непресушних таласа непријатеља. Искористи грађанке како би прикупио блага у средишту мапе пре других, и покушај изградити базу. Последњи играч који опстане побеђује.
sv: [color="red"]OBS: AI SPELARE FUNGERAR INTE MED DENNA KARTA[/color] Skydda din bas mot ändlösa vågor av fiender. Använd din kvinnliga medborgare för att samla skatterna i mitten av kartan innan andra gör det, och försöka bygga upp din bas. Den sista spelaren kvar vinner!
tr: [color="red"]ÖNEMLİ NOT: YAPAY ZEKA KULLANICILARI BU HARİTA İLE ÇALIŞMAZ[/color] Üssünüzü ardı arkası kesilmeyen düşman saldırılarına karşı koruyun. Kadın vatandaşları, haritanın ortasındaki kaynakları diğerlerinden önce toplamak için kullanın ve üssünüzü inşa etmeye çalışın. En son ayakta kalan oyuncu kazanacaktır!
uk: [color="red"]ВАЖЛИВО: ШІ Гравці недоступні у даній карті[/color] Захистіть свою базу від нескінченних навал ворогів. Використовуйте громадянок для збору скарбів в центрі карти, перш ніж це роблять інші, і спробуйте побудувати вашу базу на висоті. Останній гравець, що залишився буде переможцем!
zh: [color="red"]重要提示：本图 AI 不发展/color] 保护您的基地抵挡一波又一波的敌人。抢在其他人之前先用您的女市民收集地图中央的宝藏，并尝试完成基地的建立。最后还没被打败的玩家就是赢家！
zh_tw: [color="red"]重要備註：AI 玩家不會玩這張地圖/color] 保護您的基地抵擋一波又一波的敵人。搶在其他人之前先用您的女市民收集地圖中央的寶藏，並嘗試完成基地的建立。最後還沒被打敗的玩家就是贏家！

source: Survival of the Fittest
ast: Subrevivencia de lo más apto
bg: Оцеляване на силните
br: Lezenn an hini kreñvañ
ca: Supervivència del més apte
cs: Přežití nejsilnějších
da: Den bedst egnede overlever
de: Überleben des Stärkeren
el: Επιβίωση του ικανότερου
es: Supervivencia del más fuerte
eu: Indartsuenaren Biziraupena
fa: بازمانده شایسته
fi: Sopivien eloonjäänti
fr: Survie du mieux adapté
ga: Bua na hOiriúnachta
gd: Maireachdainn
hu: A legalkalmasabb túlélése
id: Sintasan yang Terbugar
it: Sopravvivenza del Migliore
ja: 適者生存
ko: 적자 생존
ms: Kemandirian
nb: Den best tilpassede overlever.
nl: Overleving van de besten
pl: Niech przetrwa najsilniejszy
pt_br: Sobrevivência do mais apto.
pt_pt: Sobrevivência do mais apto
ru: Естественный отбор
sk: Silnejší prežije
sr: Преживљавање најјачих
sv: Den starkaste överlever
tr: Güçlü onalın Hayatta Kaldığı
uk: Природний відбір
zh: 适者生存
zh_tw: 適者生存

source: The first wave will start in %(time)s!
ast: ¡La primeira fola vai començar in %(time)s!
bg: Първата вълна започва след %(time)s!
br: Kregiñ a raio ar wagenn gentañ e %(time)s!
ca: La primera onada arribarà en %(time)s!
cs: První vlna začne za %(time)s!
da: Den første bølge vil starte om%(time)s!
de: Die erste Welle startet in %(time)s!
el: Το πρώτο κύμμα θα αρχίσει σε %(time)s!
es: ¡La primera oleada comenzará en %(time)s!
eu: Lehenengo saldoa %(time)s tan hasiko da!
fa: اولین موج شروع خواهد شد در %(time)s!
fi: Ensimmäinen aalto alkaa %(time)s kuluttua!
fr: La première vague débutera dans %(time)s !
ga: Tosóidh an príomhsruth i %(time)s!
gd: Tòisichidh a’ chiad ionnsaigh an ceann %(time)s!
hu: Az első hullám %(time)s percen belül fog indulni!
id: Gelombang pertama akan dimulai dalam %(time)s!
it: La prima ondata inizierà tra %(time)s!
ja: 第一波は%(time)s後に来ます！
ko: 첫번째 적들은 %(time)s 초 후에 올것입니다!
ms: Gelombang pertama akan bermula dalam tempoh %(time)s!
nb: Den første bølgen starter om %(time)s!
nl: De eerste aanvalsgolf begint binnen %(time)s!
pl: Pierwsza fala rozpocznie się za %(time)s!
pt_br: A primeira onda vai começar em %(time)s!
pt_pt: O primeiro ataque vai começar em %(time)s!
ru: Первая волна начнётся через %(time)s!
sk: Prvá vlna začne o %(time)s!
sr: Први талас почиње за %(time)s!
sv: Den första vågen startar om %(time)s!
tr: Bu ilk dalga %(time)s içinde başlayacak!
uk: Перша хвиля починається за %(time)s!
zh: %(time)s后开始第一波攻击！
zh_tw: 第一波攻擊將會在 %(time)s 後到來！

source: An enemy wave is attacking!
ast: ¡Una fola d’inimigos sta cometiendo!
bg: Вражеска вълна напада!
br: Emañ o tagañ ar wagenn enebour!
ca: Us ataca una munió d'enemics!
cs: Vlna nepřátel útočí!
da: En fjentlig bølge angriber!
de: Eine gegnerische Welle greift an!
el: Ενα κύμα εχθρών επιτίθετε!
es: ¡Oleada enemiga! ¡Se acercan! ¡Nos atacan!
eu: Etsaien saldoa eraso dator!
fa: دشمن در حال حمله است!
fi: VIhollisen aalto hyökkää!
fr: Une vague ennemie attaque !
ga: Tá sruth an namhad ag ionsaí!
gd: Tha an nàmhaid a’ toirt ionnsaigh ort!
hu: Egy ellenséges hullám támad!
id: Gelombang musuh menyerang!
it: Un'ondata nemica sta attaccando!
ja: 敵の来襲です！
ko: 적이 물밀듯이 공격해옵니다!
ms: Gelombang musuh menyerang!
nb: En bølge med fiender angriper!
nl: Pas op! Een vijandelijke aanvalsgolf!
pl: Fala wrogich wojsk atakuje!
pt_br: Uma onda inimiga está atacando!
pt_pt: Uma onda de inimigos está a atacar!
ru: Волна вражеской атаки!
sk: Útočí nepriateľská vlna!
sr: Талас непријатеља напада!
sv: En våg av fiender attackerar!
tr: Düşman dalgası saldırıyor
uk: Ворожі сили атакують!
zh: 有一波敌人来袭！
zh_tw: 有一波敵人來襲！
