Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

# map
source: Size
ar: الحجم
ast: Grandura
bg: Размер
br: Ment
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
es_cl: Tamaño
eu: Tamaina
fa: اندازه
fi: Koko
fr: Taille
ga: Méid
gd: Meud
gl: Tamaño
hr: Veličina
hu: Méret
id: Ukuran
it: Dimensione
ja: 大きさ
ka: ზომა
ko: 크기
lv: Izmērs
mk: Големина
ms: Saiz
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sr: Величина
sv: Storlek
tr: Boyut
uk: Розмір
zh: 大小
zh_tw: 大小

# map
source: Type
ar: النّوع
ast: Typu
bg: Вид
br: Doare
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
es_cl: Tipo
eu: Mota
fa: نوع
fi: Tyyppi
ga: Cineál
gd: Seòrsa
gl: Tipo
hr: Tip
hu: Típus
id: Tipe
it: Tipo
ja: 種類
ka: ტიპი
ko: 종류
lv: Veids
mk: Вид
ms: Jenis
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ro: Tip
ru: Тип
sk: Typ
sr: Тип
sv: Typ
tr: Tür
uk: Тип
zh: 类型
zh_tw: 類型

source: Players
ar: اللاعبون
ast: Ẍogadores
bg: Играчи
br: C'hoarierien
ca: Jugadors
cs: Hráči
da: Spillere
de: Spieler
el: Παίκτες
es: Jugadores
es_cl: Jugadores
eu: Jokalariak
fa: بازیکن ها
fi: Pelaajat
fr: Joueurs
ga: Imreoirí
gd: Cluicheadair
gl: Xogadores
hr: Igrači
hu: Játékosok
id: Pemain
it: Giocatori
ja: プレイヤー数
ka: მოთამაშეები
ko: 플레이어
lv: Spēlētāji
mk: Играчи
ms: Pemain
nb: Spillere
nl: Spelers
pl: Gracze
pt_br: Jogadores
pt_pt: Jogadores
ro: Jucători
ru: Игроки
sk: Hráči
sr: Играчи
sv: Spelare
tr: Oyuncular
uk: Гравці
zh: 玩家
zh_tw: 玩家

source: Show only open games
ar: أظهر الألعاب المفتوحة فقط
ast: Amostrar solo partidæs abiertæs
bg: Само отворени игри
br: Diskouez ar c'hoariadennoù digor hepken
ca: Mostra només les partides obertes
cs: Ukázat pouze otevřené hry
de: Nur offene Spiele anzeigen
el: Εμφάνιση μόνο διαθέσιμων παιχνιδιών
es: Mostrar solo las partidas abiertas.
eu: Irekitako partidak baino ez erakutsi
fa: نشان دادن بازی های باز
fi: Näytä vain avoimet pelit
fr: Ne montrer que les parties ouvertes
ga: Léirigh cluichí oscailte amháin
gd: Na seall ach geamannan fosgailte
gl: Mostrar só as partidas abertas.
hr: Prikaži samo igre sa slobodnim pristupom.
hu: Csak a nyílt játékok megjelenítése
id: Hanya tunjukkan permainan terbuka
it: Mostra solo partite aperte
ja: オープンゲームのみ表示
ko: 열린 게임만 표시
lv: Rādīt tikai atvērtas spēles
mk: Само отворени игри
ms: Hanya tunjuk permainan terbuka
nb: Bare vis åpne spill
nl: Toon enkel de vrije spelletjes
pl: Pokaż wyłącznie otwarte rozgrywki.
pt_br: Mostrar apenas jogos abertos
pt_pt: Mostrar apenas todos jogos abertos
ro: Afișați doar jocurile disponibile.
ru: Показывать только открытые игры
sk: Zobraz iba otvorené hry
sr: Прикажи само отворене игре
sv: Visa bara öppna spel
tr: Sadece açık oyunları göster
uk: Показати лише відкриті ігри
zh: 只显示开放的游戏
zh_tw: 僅顯示開放的遊戲

# map size
source: Any
ar: أيّ حجم
ast: Qualesquiera
bg: Без зн.
br: Hini ebet
ca: Qualsevol
cs: Jakékoli
da: Alle
de: Alle
el: Οποιοδήποτε
es: Cualquiera
es_cl: Cualquiera
eu: Edozein
fa: هرچیزی
fi: Mikä tahansa
fr: Toutes
ga: Aon
gd: Air fad
gl: Calquera
hr: Bilo koji
hu: Bármely
id: Apa saja
it: Qualsiasi
ja: 不問
ka: რომელიმე
ko: 아무거나
lv: Ikviens
mk: Без зн.
ms: Mana-mana
nb: Alle
nl: Alles
pl: Dowolna
pt_br: Qualquer
pt_pt: Qualquer
ro: Oricare
ru: Любой
sk: Ľubovoľná
sr: Сваки
sv: Vilken som helst
tr: Herhangi bir
uk: Будь-який
zh: 任意
zh_tw: 任意

# map
source: Any
ar: أيّ خريطة
ast: Qualesquiera
bg: Без зн.
br: Hini ebet
ca: Qualsevol
cs: Jakékoli
da: Alle
de: Alle
el: Οποιοδήποτε
es: Cualquiera
es_cl: Cualquiera
eu: Edozein
fa: هرچیزی
fi: Mikä tahansa
fr: Tous
ga: Aon
gd: Air fad
gl: Calquera
hr: Bilo koji
hu: Bármely
id: Apa saja
it: Qualsiasi
ja: 不問
ka: რომელიმე
ko: 아무거나
lv: Ikviens
mk: Без зн.
ms: Mana-mana
nb: Alle
nl: Alles
pl: Dowolna
pt_br: Qualquer
pt_pt: Qualquer
ro: Oricare
ru: Любой
sk: Ľubovoľná
sr: Сваки
sv: Vilken som helst
tr: Herhangi bir
uk: Будь-яка
zh: 任意
zh_tw: 任意

# player number
source: Any
ar: أيّ عدد
ast: Qualesquiera
bg: Без зн.
br: Hini ebet
ca: Qualsevol
cs: Jakékoli
da: Alle
de: Alle
el: Οποιοδήποτε
es: Cualquiera
es_cl: Cualquiera
eu: Edozein
fa: هرچیزی
fi: Mikä tahansa
fr: Tous
ga: Aon
gd: Air fad
gl: Calquera
hr: Bilo koji
hu: Bármely
id: Apa saja
it: Qualsiasi
ja: 不問
ka: რომელიმე
ko: 아무거나
lv: Ikviens
mk: Без зн.
ms: Mana-mana
nb: Alle
nl: Alles
pl: Dowolny
pt_br: Qualquer
pt_pt: Qualquer
ro: Oricare
ru: Любой
sk: Ľubovoľná
sr: Сваки
sv: Vilken som helst
tr: Herhangi bir
uk: Будь-яка
zh: 任意
zh_tw: 任意

# gamelist filter
source: > %(rating)s
ko: > %(rating)s등

source: You have been kicked from the lobby!
ar: لقد طُردت من الرّدهة!
ast: ¡L hospedeiru espuʃou-te de l antepar!
bg: Вие бяхте изритан(а) от чакалнята!
br: Skarzhet kuit hoc'h bet eus an hall!
ca: Us han expulsat de la sala!
cs: Byl jste vyhozen ze zájmové skupiny!
de: Du wurdest aus der Lobby gekickt!
el: Έχεις αποβληθεί από το λόμπι!
es: ¡Te han expulsado de la sala multijugador!
eu: Bota zaituzte jokalari anitzen gelatik!
fa: شما از لابی بیرون انداخته شده اید!
fi: Sinut on potkittu aulasta!
fr: Vous avez été expulsé(e) du hall !
ga: Tá tú ciceáilte as an forhalla!
gd: Fuair thu a’ bhròg on lobaidh!
gl: Expulsárono da sala de espera!
hr: Ti si izbačen iz lobija!
hu: Kirúgtak a váróból.
id: Anda telah dikeluarkan dari lobi!
it: Sei stato espulso dalla lobby!
ja: あなたはロビーから跳ね除けられました (kick)
ko: 당신은 로비에서 추방되었습니다!
lv: Tu tiki izmests no istabas!
mk: Бевте исфрлени од чекалната!
ms: Anda telah ditendang keluar dari ruang legar!
nb: Du har blitt kastet ut fra lobbyen!
nl: U bent uit de lobby gezet
pl: Zostałeś wyrzucony z tej poczekalni!
pt_br: Você foi chutado da sala!
pt_pt: Foste expulso da sala de espera!
ro: Ai fost scos din lobby!
ru: Вы были изгнаны из этой комнаты!
sk: Bol si vyhodený z lobby!
sv: Du har sparkats från lobbyn!
tr: Lobiden atıldın!
uk: Вас було вигнано з лобі!
zh: 你已被踢出大厅。
zh_tw: 您已被大廳踢出！

source: You have been banned from the lobby!
ar: لقد مُنعت من الرّدهة!
ast: ¡Stas estornadu de l antepar!
bg: Вие получихте забрана за достъп до лобито!
br: Forbannet hoc'h bet eus an hall!
ca: Us han bloquejat l'entrada a la sala!
cs: Máte zakázánu zájmovou skupinu!
de: Du wurdest aus der Lobby verbannt!
el: Έχεις αποκλειστεί από το λόμπι!
es: ¡Te han prohibido la entrada a la sala multijugador!
eu: Debekatua izan zara jokalari anitzen gelan!
fa: شما ممنوع الورود به لابی شده اید!
fi: Sait porttikiellon aulaan!
fr: Vous avez été banni(e) du hall !
ga: Tá cosc a chur ort san fhorhalla!
gd: Chaidh do thoirmeasg on lobaidh!
gl: Vedárono da sala de espera!
hr: Ti si banan iz lobija!
hu: Kitiltottak a váróból.
id: Anda telah dilarang dari lobi!
it: Sei stato bannato dalla lobby!
ja: あなたはロビーから締め出されました (ban)
ko: 당신은 로비에서 차단되었습니다!
lv: Tu tiki bloķēts no istabas!
mk: Добивте забрана за влез во чекалната!
ms: Anda telah disekat masuk ke dalam ruang legar!
nb: Du har blitt utestengt fra lobbyen!
nl: U bent verbannen van de lobby
pl: Zostałeś zablokowany w tej poczekalni!
pt_br: Você foi banido da sala!
pt_pt: Foste banido da sala de espera!
ro: Ai fost dat afară din lobby!
ru: Вы были забанены в этой комнате!
sk: Bol si zabanovaný z lobby!
sv: Du har blivit bannad från lobbyn!
tr: Lobiden yasaklandın!
uk: Вас було заблоковано в лобі!
zh: 你在大厅已被禁言。
zh_tw: 您已被大廳封禁！

source: %(nick)s has been kicked from the lobby.
ar: طُرد %(nick)s من الرّدهة.
ast: L hospedeiru espuʃou de l antepar a %(nick)s.
bg: %(nick)s беше изритан(а) от чакалнята.
br: %(nick)s a zo bet skarzhet kuit eus an hall.
ca: %(nick)s ha estat expulsat de la sala.
cs: %(nick)s byl vyhozen ze zájmové skupiny.
de: %(nick)s wurde aus der Lobby gekickt.
el: Ο παίκτης %(nick)s εκδιώχθηκε από το λόμπι.
es: Han echado a %(nick)s de la sala multijugador.
eu: %(nick)s bota zaituzte jokalari anitzen gelatik!
fa: %(nick)s از لابی بیرون انداخته شد
fi: %(nick)s on potkittu aulasta.
fr: %(nick)s a été expulsé(e) du hall.
ga: Tá %(nick)s ciceáilte as an forhalla
gd: Fhuair %(nick)s a’ bhròg on lobaidh.
gl: Expulsaron a %(nick)s da sala de espera.
hr: %(nick)s je izbačen iz lobija
hu: %(nick)s ki lett rúgva a váróból.
id: %(nick)s telah dikeluarkan dari lobi.
it: %(nick)s è stato espulso dalla lobby.
ja: %(nick)sはロビーから跳ね除けられました (kick)
ko: %(nick)s님이 로비에서 추방되었습니다.
lv: %(nick)s tika izmests no istabas.
mk: %(nick)sбеше исфрлен од чекалната.
ms: %(nick)s telah ditendang keluar dari ruang legar.
nb: %(nick)s har blitt kastet ut av lobbyen.
nl: %(nick)s is uit de lobby gezet
pl: %(nick)s został wyrzucony z tej poczekalni.
pt_br: %(nick)s foi chutado da sala.
pt_pt: %(nick)s foi expulso da sala de espera.
ro: %(nick)s a fost scos din lobby.
ru: %(nick)s был изгнан из комнаты.
sk: %(nick)s bol vyhodený z lobby.
sv: %(nick)s har sparkats från lobbyn.
tr: %(nick)s lobiden atıldı.
uk: %(nick)s було вигнано з лобі.
zh: %(nick)s已被踢出大厅。
zh_tw: %(nick)s 已被踢出大廳。

source: %(nick)s has been banned from the lobby.
ar: مُنع %(nick)s من الرّدهة.
ast: %(nick)s sta estornadu de l antepar.
bg: %(nick)s получи забрана за достъп до лобито.
br: %(nick)s a zo bet forbannet eus an hall.
ca: %(nick)s ha estat bloquejat.
cs: %(nick)s má zakázánu zájmovou skupinu.
de: %(nick)s wurde aus der Lobby verbannt.
el: Ο παίκτης %(nick)s αποβλήθηκε από το λόμπι.
es: A %(nick)s se le ha prohibido la entrada a la sala multijugador.
eu: %(nick)s debekatua izan zara jokalari anitzen gelan.
fa: %(nick)s ممنوع الورود به لابی شد
fi: %(nick)s sai porttikiellon aulaan.
fr: %(nick)s a été banni(e) du hall.
ga: Tá %(nick)s coiscthe as an forhalla.
gd: Chaidh %(nick)s a thoirmeasg on lobaidh.
gl: Vedaron a %(nick)s da sala de espera.
hr: %(nick)s je zabranjen iz lobija
hu: %(nick)s ki lett tiltva a váróból
id: %(nick)s telah dilarang dari lobi.
it: %(nick)s è stato bannato dalla lobby.
ja: %(nick)sはロビーから締め出されました (ban)
ko: %(nick)s님이 로비에서 차단되었습니다.
lv: %(nick)s tika bloķēts no istabas.
mk: %(nick)sдоби забрана за влез во чекалната.
ms: %(nick)s telah disekat masuk ke dalam ruang legar.
nb: %(nick)s har blitt utestengt fra lobbyen.
nl: %(nick)s is verbannen uit de lobby
pl: %(nick)s został zablokowany w tej poczekalni.
pt_br: %(nick)s foi banido da sala.
pt_pt: %(nick)s foi banido da sala de espera.
ro: %(nick)s a fost dat afară din lobby.
ru: %(nick)s был забанен в комнате.
sk: %(nick)s bol zabanovaný z lobby.
sv: %(nick)s har bannats från lobbyn.
tr: %(nick)s lobiden yasaklandı.
uk: %(nick)s було заблоковано в лобі.
zh: %(nick)s在大厅已被禁言。
zh_tw: %(nick)s 已被大廳封禁。

# lobby kick
source: Reason: %(reason)s
ar: السّبب: %(reason)s
ast: Razon: %(reason)s
bg: Причина: %(reason)s
br: Abeg: %(reason)s
ca: Motiu: %(reason)s
cs: Důvod: %(reason)s
de: Grund: %(reason)s.
el: Αιτία: %(reason)s
es: Razón: %(reason)s
eu: Zergatia: %(reason)s
fa: علت: %(reason)s
fi: Syy: %(reason)s
fr: Raison : %(reason)s
ga: Cúis: %(reason)s
gd: Adhbhar: %(reason)s
gl: Motivo: %(reason)s
hr: Razlog: %(reason)s
hu: Ok: %(reason)s
id: Alasan: %(reason)s
it: Motivo: %(reason)s.
ja: 理由: %(reason)s
ko: 이유: %(reason)s
lv: Iemesls: %(reason)s
mk: Причина: %(reason)s
ms: Sebab: %(reason)s
nl: Reden: %(reason)s
pl: Powód: %(reason)s.
pt_br: Razão: %(reason)s
pt_pt: Motivo: %(reason)s
ro: Motiv: %(reason)s
ru: Причина: %(reason)s
sk: Dôvod: %(reason)s
sr: Разлог: %(reason)s
sv: Anledning: %(reason)s
tr: Sebep: %(reason)s
uk: Причина: %(reason)s
zh: 原因: %(reason)s
zh_tw: 原因：%(reason)s

source: Multiplayer Lobby
ar: ردهة اللاعبين
ast: Antepar
bg: Чакалня
br: Hall lies-c'hoarier
ca: Sala multijugador
cs: Zájmová skupina více hráčů
de: Mehrspielerlobby
el: Λόμπι πολλαπλών παικτών.
es: Sala multijugador
es_cl: Sala Multijugador
eu: Multiplayer gela
fa: لابی چند نفره
fi: Moninpelin aula
fr: Hall multijoueur
ga: Ilfhorhalla
gd: Lobaidh ioma-chluicheadair
gl: Sala de espera
hr: Multiplayer Lobi
hu: Többjátékos váró
id: Lobi Main Bersama
it: Gruppo Multigiocatore
ja: マルチプレイヤーロビー
ka: ბევრი მოთამაშის ვესტიბიული
ko: 멀티플레이어 로비
lv: Vairāku spēlētāju priekšnams
mk: Чекална
ms: Ruang Legar Pemain Berbilang
nb: Flerspiller-lobby
pl: Poczekalnia trybu wieloosobowego
pt_br: Sala Multijogador
pt_pt: Sala de Espera de Multi-Jogadores
ro: Lobby Multiplayer
ru: Сетевая комната
sk: Lobby hry viac hráčov
sr: Мултиплејер лоби
sv: Flerspelarlobby
tr: Çok Oyunculu Lobi
uk: Багатокористувацьке лобі
zh: 多人游戏大厅
zh_tw: 多人遊戲大廳

source: Online
ar: متّصل
ast: Na Rede
bg: На линия
br: Enlinenn
ca: Connectat
cs: Připojen
el: Συνδεδεμένος
es: En línea
es_cl: Conectado
eu: Linean
fa: آنلاین
fi: Paikalla
fr: En ligne
ga: Ar Líne
gd: Air loidhne
gl: Conec.
hr: Na mreži
hu: Elérhető
id: Daring
ja: 入室
ka: ხაზზე
ko: 접속중
lv: Tiešsaitē
mk: На линија
ms: Atas Talian
nb: Tilkoblet
pl: Dostępny
pt_br: Conectado
ru: В сети
sk: Pripojený
sr: На мрежи
sv: Ansluten
tr: Çevirimiçi
uk: В мережі
zh: 在线
zh_tw: 上線

source: Away
ar: بعيد
ast: Absente
bg: Отсъстващ
br: Pell
ca: Absent
cs: Pryč
da: Ikke til stede
de: Abwesend
el: Εκτός
es: Ausente
es_cl: Lejos
eu: Kanpoan
fa: بیرون
fi: Poissa
fr: Absent
ga: Amach
gd: Air falbh
gl: Ausente
hr: Odsutan
hu: Távol
id: Pergi
it: Assente
ja: 退席中
ka: გასული
ko: 자리비움
lv: Prom
mk: Далеку
ms: Tiada
nb: Borte
nl: Afwezig
pl: Oddalony
pt_br: Ausente
pt_pt: Ausente
ro: Plecat
ru: Отошел
sk: Preč
sr: Одсутан
sv: Borta
tr: Dışarda
uk: У відсутності
zh: 离开
zh_tw: 暫離

source: Busy
ar: مشغول
ast: Intremanadu
bg: Зает
br: Ac'hubet
ca: Ocupat
cs: Zaneprázdněn
da: Optaget
de: Beschäftigt
el: Απασχολημένος
es: Ocupado
es_cl: Ocupado
eu: Lanean
fa: مشغول
fi: Kiireinen
fr: Occupé
ga: Gafa
gd: Trang
gl: Ocupado
hr: Zauzet
hu: Elfoglalt
id: Sibuk
it: Occupato
ja: 取込み中
ka: დაკავებული
ko: 바쁨
lv: Aizņemts
mk: Зафатен
ms: Sibuk
nb: Opptatt
nl: Bezig
pl: Zajęty
pt_br: Ocupado
pt_pt: Ocupado
ro: Ocupat
ru: Занят
sk: Zaneprázdnený
sr: Заузет
sv: Upptagen
tr: Meşgul
uk: У справах
zh: 忙碌
zh_tw: 忙碌

source: Offline
ar: غير متّصل
ast: Inconexu
bg: Извън линия
br: Ezlinenn
ca: Desconnectat
cs: Nepřipojen
el: Ανενεργός
es: Desconectado
es_cl: Desconectado
eu: Deskonektatua
fa: آفلاین
fi: Pois linjoilta
fr: Hors ligne
ga: As Líne
gd: Far loidhne
gl: Desco.
hr: Isključen s mreže
hu: Kilépett
id: Luring
ja: オフライン
ka: გამორთული
ko: 접속 안함
lv: Bezsaistē
mk: Надвор од линијата
ms: Luar Talian
nb: Frakoblet
pl: Rozłączony
pt_br: Desconectado
ru: Не в сети
sk: Nepripojený
sr: Одсутан
sv: Frånkopplad
tr: Çevirimdışı
uk: Поза мережею
zh: 离线
zh_tw: 離線

# lobby presence
source: Unknown
ar: مجهولة
ast: Disconhoç-se
bg: Неизвестно
br: Dianav
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
es_cl: Desconocido
eu: Ezezaguna
fa: ناشناخته
fi: Tuntematon
fr: Inconnu
ga: Anaithnid
gd: Chan eil fhios
gl: Descoñecido
hr: Nepoznato
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ja: 未定
ka: უცნობი
ko: 알수없음
lv: Nezināms
mk: Непознато
ms: Tidak Diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznámy
sr: Непознато
sv: Okänd
tr: Bilinmeyen
uk: Невідомо
zh: 未知
zh_tw: 未知

source: Status
ar: الحالة
ast: Stadu
bg: Съъстояние
br: Statud
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
es_cl: Estado
eu: Egoera
fa: وضعیت
fi: Asian tila
fr: Statut
ga: Stádas
gd: Staid
gl: Estado
hu: Állapot
it: Stato
ja: 状態
ka: მდგომარეობა
ko: 상태
lv: Statuss
mk: Состојба
pt_pt: Estado
ru: Статус
sk: Stav
sr: Статус
tr: Durum
uk: Стан
zh: 状态
zh_tw: 狀態

source: N/A
ar: غ/م
bg: Няма инф.
ca: No disponible
cs: Nedostupné
el: Μη διαθέσιμο
es: N/D
es_cl: No disponible
eu: E/E
fi: Ei saatavilla
ga: Neamhbhainteach
gl: N/D
hr: Nije moguće
hu: nincs adat
id: Tak Ada
ka: ა/ე
ko: 없음
lv: Nav pieejams
mk: Нема инф.
ms: T/A
nb: Ikke tilgjengelig
nl: n.v.t.
pl: Nie dotyczy
pt_br: N/D
pt_pt: N/D
ru: Н/Д
sk: Nie je k dispozícií
sr: Н/А
sv: Ej tillgänglig
tr: Uygulanamaz
uk: Немає відповіді

source: Moderator
ar: إداريّ
ast: Moderador
bg: Модератор
br: Habaskaer
ca: Moderador
cs: Moderátor
el: Διαχειριστής
es: Moderador
eu: Moderatzailea
fa: مدیر
fi: Moderaattori
fr: Modérateur
ga: Modhnóir
gd: Maor
gl: Moderador
hu: Moderátor
it: Moderatore
ja: 運営
ko: 진행자
lv: Moderators
mk: Модератор
pt_br: Moderador
pt_pt: Moderador
ru: Модератор
sk: Moderátor
sr: Модератор
tr: Yönetici
uk: Модератор
zh: 版主
zh_tw: 管理員

source: Player
ar: لاعب
ast: Ẍogador
bg: Играч
br: C'hoarier
ca: Jugador
cs: Hráč
de: Spieler
el: Παίκτης
es: Jugador
eu: Jokalaria
fa: بازیکن
fi: Pelaaja
fr: Joueur
ga: Imreoir
gd: Cluicheadair
gl: Xogador
hr: Igrač
hu: Játékos
id: Pemain
it: Giocatore
ja: プレイヤー
ko: 플레이어
lv: Spēlētājs
mk: Играч
ms: Pemain
nb: Spiller
nl: Speler
pl: Gracz
pt_br: Jogador
pt_pt: Jogador
ro: Jucător
ru: Игрок
sk: Hráč
sr: Играч
sv: Spelare
tr: Oyuncu
uk: Гравець
zh: 玩家
zh_tw: 玩家

source: Muted Player
ar: لاعب مكتوم
ast: Ẍogador inaudible
bg: Заглушен играч
br: C'hoarier Mutet
ca: Jugador silenciat
cs: Umlčený hráč
de: Stummer Spieler
el: Σίγαση Παίχτη
es: Jugador silenciado
eu: Jokalari Isildua
fa: بازیکنی که وضعیتش خاموش شده است
fi: Hiljennetty pelaaja
fr: Joueur en sourdine
ga: Imreoir Tosta
gd: Cluicheadair mùchte
gl: Xogador silenciado
hr: Skriveni igrač.
hu: Némított játékos
id: Pemain dibisukan
it: Silenzia Giocatore
ja: ミュートされたプレイヤー
ko: 음소거 플레이어
lv: Klusināts spēlētājs
mk: Замолчен играч
ms: Pemain Bisu
nb: Forstummet spiller
nl: Gedempte speler
pl: Gracz wyciszony
pt_br: Jogador Silenciado
pt_pt: Jogador Silenciado
ro: Jucător cu sunet dezactivat
ru: Заглушенный игрок.
sk: Stlmený hráč
sr: Утишан Играч
sv: Tystad Spelare
tr: Susturulan Oyuncu
uk: Приглушений гравець
zh: 静音玩家
zh_tw: 靜音的玩家

source: Current Rank:
ar: الرّتبة الحاليّة:
ast: Classificacion actual:
bg: Текущ ранг:
br: Renk War-Red:
ca: Classificació actual:
cs: Nynější postavení:
da: Nuværende Rang:
de: Rang:
el: Τρέχουσα Βαθμίδα:
es: Rango actual:
es_cl: Clasificación Actual:
eu: Oraingo Barrutia:
fa: رتبه فعلی شما:
fi: Tämänhetkinen sija:
fr: Classement actuel :
ga: Céim Reatha:
gd: Rang an-dràsta:
gl: Clasificación actual:
hr: Trenutni Poredak:
hu: Jelenlegi rang:
id: Peringkat Sekarang:
it: Posizione Attuale:
ja: 現順位：
ka: მიმდინარე შეფასება:
ko: 현재 등수:
lv: Pašreizējais rangs:
mk: Тековен ранг:
ms: Kedudukan Semasa:
nb: Gjeldende rangering:
nl: Huidige rank:
pl: Obecna Pozycja:
pt_br: Posição Atual:
pt_pt: Nível Atual:
ro: Rangul curent:
ru: Текущий Ранг:
sk: Súčasná hodnosť:
sr: Тренутни ранк:
sv: Nuvarande Rank
tr: Güncel Sıralama:
uk: Поточний ранг:
zh: 当前队列：
zh_tw: 目前排名：

source: Highest Rating:
ar: أعلى تقييم:
ast: Valoracion maæs alta:
bg: Най-висок рейтинг:
br: Skor Uhelañ:
ca: Classificació més alta:
cs: Nejvyšší hodnocení:
da: Højeste Rank:
de: Höchste Bewertung:
el: Υψηλότερη Βαθμολογία:
es: Puntuación más alta:
es_cl: Clasificaciones más altas:
eu: Puntuazio Altuena:
fa: بیشترین رتبه:
fi: Korkein pistemäärä:
fr: Score le plus élevé :
ga: Rátáil is Airde:
gd: Rangachadh as àirde:
gl: A cualificación máis alta:
hr: Najveći Poredak:
hu: Legmagasabb rang:
id: Peringkat Tertinggi:
it: Miglior punteggio in classifica:
ja: 最高格付け：
ka: უმაღლესი შეფასება:
ko: 가장 높은 점수:
lv: Augstākais Reitings:
mk: Највисок рејтинг:
ms: Penarafan Tertinggi:
nb: Høyeste rangering:
nl: Hoogste score:
pl: Najwyższa Ocena:
pt_br: Melhor Avaliação:
pt_pt: Nível Mais Alto:
ro: Cel mai mare rating:
ru: Наивысший Рейтинг:
sk: Najvyššie dosiahnuté hodnotenie:
sr: Највећи рејтинг:
sv: Högsta Värdering:
tr: En iyi Derece:
uk: Найвища оцінка:
zh: 最高排行：
zh_tw: 最高積分：

source: Total Games:
ar: مجموع الألعاب:
ast: Partidæs totales:
bg: Изиграни игри:
br: Niver a C'hoariadennoù:
ca: Partides totals:
cs: Celkový počet her:
da: Samlet Antal Spil:
de: Gesamtanzahl Spiele:
el: Συνολικά παιχνίδια:
es: Partidas totales:
es_cl: Total de Partidas:
eu: Partidak guztira:
fa: کل بازی ها:
fi: Pelejä pelattu yhteensä:
fr: Nombre de parties :
ga: Cluichí Iomlána:
gd: Geamannan iomlan:
gl: Partidas totais:
hr: Ukupno Odigrano:
hu: Összes játék:
id: Jumlah Permainan:
it: Partite Totali:
ja: 対戦数：
ka: სულ თამაშები:
ko: 총 게임 수:
lv: Pavisam spēles:
mk: Изиграни игри:
ms: Jumlah Permainan:
nb: Totale spill:
nl: Aantal spellen:
pl: Wszystkie Gry:
pt_br: Total de Jogos:
pt_pt: Total de Jogos:
ro: Total jocuri:
ru: Игр всего:
sk: Celkovo hier:
sr: Укупно игара:
sv: Totala spel:
tr: Tüm Oyunlar:
uk: Всього ігор:
zh: 游戏总数：
zh_tw: 遊戲總數：

source: Wins:
ar: مرّات الفوز:
ast: Victoriæs:
bg: Победи:
br: Trec'hoù:
ca: Victòries:
cs: Vyhráno:
da: Sejre:
de: Gewonnen:
el: Νίκες:
es: Victorias:
es_cl: Victorias:
eu: Garaipenak:
fa: برد:
fi: Voitot:
fr: Victoires :
ga: Buanna:
gd: Buaidhean:
gl: Vitorias:
hr: Pobjede:
hu: Győzelmek:
id: Menang:
it: Vinte:
ja: 勝：
ka: მოგებები:
ko: 승리:
lv: Uzvaras:
mk: Победи:
ms: Menang:
nb: Seirer:
nl: Overwinningen:
pl: Wygrane:
pt_br: Vitórias:
pt_pt: Vitórias:
ro: Câștiguri:
ru: Победы:
sk: Výhier:
sr: Победа:
sv: Vinster:
tr: Zaferler:
uk: Перемог:
zh: 胜者：
zh_tw: 勝場數：

source: Losses:
ar: مرّات الخسارة:
ast: Rotæs:
bg: Загуби:
br: Kolloù:
ca: Derrotes:
cs: Ztraceno:
da: Nederlag:
de: Verloren:
el: Ηττες:
es: Derrotas:
es_cl: Derrotas:
eu: Porrotak:
fa: باخت:
fi: Häviöt:
fr: Défaites :
ga: Caillteanais:
gd: Callaidhean:
gl: Derrotas:
hr: Porazi:
hu: Vereségek:
id: Kalah:
it: Perse:
ja: 負：
ka: წაგებები:
ko: 패배:
lv: Zaudējumi:
mk: Загуби:
ms: Kalah:
nb: Tap:
nl: Verliezen:
pl: Przegrane:
pt_br: Derrotas:
pt_pt: Derrotas:
ro: Pierderi:
ru: Поражения:
sk: Prehier:
sr: Губитака:
sv: Förluster:
tr: Mağlubiyetler:
uk: Поразок:
zh: 输者：
zh_tw: 敗場數：

source: Win Rate:
ar: معدّل الفوز:
ast: Taxa de victoria:
bg: Процент победи:
br: Feur Trec'h:
ca: Ràtio de victòries:
cs: Ziskový podíl:
da: Sejrsrate:
de: Gewinnquote:
el: Αναλογία Νίκης:
es: Proporción de victorias:
es_cl: Promedio de Victorias:
eu: Garaipen erratioa:
fa: نرخ برد:
fi: Voitto-osuus:
fr: Taux de victoires :
ga: Ráta Bua:
gd: Reat nam buaidh:
gl: Taxa de vitorias:
hr: Postotak Pobjeda:
hu: Győzelmi arány:
id: Tingkat Kemenangan:
it: Percentuale Vittorie:
ja: 勝率：
ka: მოგების სიხშირე:
ko: 승률:
lv: Uzvaru proporcija:
mk: Процент на победи:
ms: Kadar Kemenangan:
nb: Seiersrate:
nl: Overwinningsratio:
pl: Współczynnik zwycięstw:
pt_br: Taxa de Vitória:
pt_pt: Rácio de Vitórias:
ro: Rată de câștig:
ru: Частота Побед:
sk: Pomer víťazstiev:
sr: Победнички рејтинг:
sv: Vinsttakt:
tr: Kazanma Oranı:
uk: Оцінка перемоги:
zh: 胜率：
zh_tw: 勝率：

source: Player "%(nick)s" not found.
ar: لم يُعثر على اللاعب ”%(nick)s“.
ast: Nun s’atopou a “%(nick)s”
bg: Играчът „%(nick)s“ не е намерен.
br: N'eo ket bet kavet ar c'hoarier "%(nick)s".
ca: No s'ha trobat el jugador "%(nick)s".
cs: Hráč "%(nick)s" nenalezen.
de: Spieler „%(nick)s“ nicht gefunden.
el: Ο παίχτης "%(nick)s" δεν βρέθηκε.
es: No se ha encontrado al jugador «%(nick)s».
eu: "%(nick)s" jokalaria ez da aurkitu.
fa: بازیکن "%(nick)s" پیدا نشد
fi: Pelaajaa "%(nick)s" ei löydy.
fr: Le joueur "%(nick)s" est introuvable.
ga: Tá an t-imreoir "%(nick)s" neamh-aimsithe.
gd: Cha deach an cluicheadair “%(nick)s” a lorg.
gl: Non se atopou o xogador «%(nick)s».
hr: Igrač "%(nick)s" nije pronađen.
hu: „%(nick)s” játékos nem található.
id: Pemain "%(nick)s" tidak ditemukan.
it: Giocatore "%(nick)s" non trovato.
ja: プレイヤー "%(nick)s" が見つかりません.
ko: %(nick)s플레이어를 찾을 수 없습니다.
lv: Spēlētājs "%(nick)s" nav atrasts.
mk: Играчот „%(nick)s“ не е пронајден.
ms: Pemain "%(nick)s" tidak ditemui.
nb: Fant ingen spiller ved navn "%(nick)s".
nl: Speler "%(nick)s" niet gevonden.
pl: Gracz "%(nick)s" nie został znaleziony.
pt_br: Jogador "%(nick)s" não encontrado.
pt_pt: O jogador "%(nick)s" não foi encontrado.
ro: Jucătorul "%(nick)s" nu a fost găsit.
ru: Игрок «%(nick)s» не найден.
sk: Hráč "%(nick)s" nebol nájdený.
sr: Играч "%(nick)s" није пронађен.
sv: Spelare "%(nick)s" kan ej hittas.
tr: Oyuncu "%(nick)s" bulunamadı.
uk: Гравця "%(nick)s" не знайдено.
zh: 未找到玩家 "%(nick)s"
zh_tw: 找不到玩家「%(nick)s」。
