Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: The Persians built the wonderful 1677 mile-long Royal Highway from Sardis to Susa; Darius the Great and Xerxes also built the magnificent Persepolis; Cyrus the Great greatly improved Ecbatana and virtually 'rebuilt' the old Elamite capital of Susa.
ast: Los perses construyeron la Ruta Real, que percorrió unos 2700 quilómetros de Sardes a Susa; Daríu'l Grande y Xerxes llevantaron tamién la ciudá de Persépolis; Ciru'l Grande ameyoró Ecbatana enforma y efeutivamente «reconstruyó» la capital vieya elamita de Susa.
bg: Персийците построили невероятния 2699-километров Царски път от Сарди до Суза; Дарий I Велики и Ксеркс също построили величествения Персеполис; Кир II Велики подобрил значително Екбатана и на практика построил наново старата еламска столица Суза.
br: Ar Bersianed o doa savet an Hent Bras Roueel marvailhus 1677 mile-hed eus Sardiz betek Susa; Dariuz ar Meur ha Gzerses o doa savet ar Persepolis hollgaer; Siruz ar Bras en doa gwellaet bras Ekbatana hag adsavet en doa kêrbenn gozh Elamit eus Susa.
ca: Els perses van construir la meravellosa ruta reial que anava de Sardis a Susa i feia 2699 quilòmetres; Darios el Gran i Xerxes van construir la magnífica Persèpolis; Cir el Gran va millorar Ecbatana i pràcticament va construir de nou la vella capital elamita de Susa.
cs: Peršané postavili báječnou 1677 km dlouhou královskou silnici ze Sard do Sus; Darius Veliký a Xerxes rovněž postavili okouzlující Persepolis; Kýros II. Veliký zkrášlil Ekbatana a víceméně znovu postavil staré elamitské hlavní město Susy.
de: Die Perser bauten die wundervolle 2700 km lange Königsstraße von Sardis nach Susa; Darius der Große und Xerxes bauten auch das zauberhafte Persepolis; Kyros der Große verschönerte Ekbatana und erbaute die alte elamitische Hauptstadt Susa praktisch von Grund auf neu.
el: Οι Πέρσες έχτισαν την υπέροχη Βασιλική Εθνική Οδό μήκους 2.698 χιλιόμετρα από τις Σάρδεις στα Σούσα, Ο Δαρείος ο Μέγας και ο Ξέρξης έκτισαν την υπέροχη Περσέπολη, Ο Κύρος ο Μέγας βελτίωσε σημαντικά την Εκβάτανα και ουσιαστικά "ξαναχτίστηκε" η παλιά Ελαμιτική πρωτεύουσα της Σούσας.
es_mx: Los persas construyeron el increíble Camino Real a lo largo de unos 2700 kilómetros, desde Sardes hasta Susa; Darío el Grande y Jerjes también construyeron la magnífica Persépolis; Ciro el Grande desarrolló muchísimo Ecbatana y prácticamente reconstruyó la vieja capital Elamita de Susa.
eu: Persiarrek 2700 kilometroetan zehar eraiki zuten sinistu ezinezko Errege Bidea, Sardestik Susaraino; Dario Handiak eta Jerjesek ere Persepolis ikaragarria eraiki zuten; Ziro Handiak Ekbatana asko aurreratu zuen eta Susako Elamita Kapitala berreraiki zuen.
fa: ایرانی ها یک جاده بی نظیر طولانی را از شهر شوش تا شهر ساردیس به طول 2699 کیلومتر (1677 مایل) احداث کردند. داریوش بزرگ و خشیارشا نیز تخت جمشید بی نظیر را ساختند، کورش بزرگ نیز به شکل بی نظیری شهر اکباتان را توسعه داد و به نوعی پایتخت قدیمی ایلامی ها شوش را احیا کرد.
ga: Thóg na Peirsigh Bóthar na Ríthe, bóthar iontach le 1677 míle ar fad do Sardais go Súsa; thóg Dairiús Mór agus Xerxes an cathair iontach Cathair na Peirse; d'fheabhsaigh Cúrúis Mór go mór ar Eacbatana agus d'atóg sé freisin phríomhchathair na hÉalamaigh, Súsa.
gl: Os persas construíron o camiño real, unha marabillosa vía de máis de dous quilómetros e medio que unía Sardes con Susa. Darío o Grande e Xerxes construíron tamén a magnífica Persépole. Ciro o Grande mellorou de forma considerábel Ecbatana e practicamente reconstruíu a vella capital elamita de Susa.
hu: A perzsák építették a csodálatos, 1677 mérföld hosszú Királyi utat Szardeisztől Szúzáig; Nagy Dárajavaus és Khsajársá emellett megépíttette a káprázatos Perszepoliszt; Nagy Kurus nagymértékben fejlesztette Ekbatana városát és lényegében „újjáépítette” a régi elámi fővárost, Szúzát.
id: Bangsa Persia membangun Jalan Raya Royal sepanjang 1677 mil dari Sardis ke Susa; Darius Agung dan Xerxes juga membangun Persepolis yang megah; Koresh Agung meningkatkan Ecbatana dan hampir 'membangun ulang' Susa, ibukota Elam.
it: I Persiani costruirono la splendida Strada Reale di 1677 miglia da Sardi a Susa; Dario il Grande e Serse costruirono la magnifica Persepoli, Ciro il Grande migliorò notevolmente Ecbatana e praticamente 'ricostruì' la vecchia capitale Elamita di Susa.
ja: ペルシアは1677マイルにおよぶ素晴らしい王の道をサルディスからスーサまで建設しました。また、ダレイオス大王とクセルクセスは壮麗なペルセポリスも建設しました。、キュロス大王はエクバタナを大きく改良し、エラム人の古都スーサを実質再建しました。
ko: 페르시아는 1677마일에 달하는 훌륭한 왕의 길을 사르디스에서 수사까지 건설했습니다. 또한 다리우스 대왕과 크세르 크세스는 웅장한 페르세폴리스도 건설했습니다. 키루스 대왕은 엑바타나를 크게 개량해, 옛 엘람의 수도 수사를 실질적으로 '재건'했습니다.
lt: Persai nutiesė nuostabų 1677 mylių ilgio Karališkajį Greitkelį nuo Sardžio iki Suzos; Darius Didysis ir Kserksas taip pat pastatė didingą Persepolį; Tsiras Didysis labai pagerino Ekbatanaą ir beveik visiškai 'perstatė' senają Elamitų sostinę Suzą
ms: Puak Parsi telah membina Lebuh Raya Diraja sepanjang 1677 batu yang hebat bermula dari Sardis ke Susa; Darius Agung dan Xerses juga telah membina Persepolis yang hebat; Cyrus Agung telah menambahbaik Ecbatana dan 'membina semula' ibu kota Elamite lama di Susa.
nb: Perserne bygde den fantastiske 1677 mil - 2699 km - lange kongelige hovedvei fra Sardis til Susa; Darius den store og Xerxes bygde også det storslåtte Persepolis; Cyrus den store forbedret Ecbatana og gjenoppbygde praktisk talt den gamle elamittiske hovedstaden Susa.
nl: De Perzen bouwden een wonderbaarlijke koninklijke weg van 1677 mijl (2700 km) van Sardis tot Susa. Darius de Grote en Xerxes bouwden ook het prachtige Perzepolis. Cyrus de Grote verbeterde de Ecbatana en bouwde de oude hoofdstad van Susa, Elamite, zowat opnieuw.
pl: Persowie zbudowali cudowną, długą na 1677 mili Drogę Królewską z Sardes do Suzy; Dariusz Wielki i Kserkses zbudowali również wspaniałe Persepolis; Cyrus Wielki znacznie ulepszył miasto Ekbatana i praktycznie 'przebudował' starą Elamicką stolicę Suzę.
pt_pt: Os Persas construíram uma impressionante Estrada Real de 2000 km que ia de Sarde a Susa; Dario o Grande e Xerxes construíram a magnífica Persépolis; Ciro o Grande desenvolveu a cidade de Ecbatana e praticamente reconstruiu a antiga capital elamita de Susa.
ru: Персы построили замечательную 1677-мильную королевскую дорогу из Сард в Сузы; Дарий Великий и Ксеркс построили великолепный Персеполь; Кир Великий значительно улучшилось Экбатаны и практически "восстановил" старую эламскую столицу Сузы.
sk: Peržania postavili obdivuhodnú 1677 míľ dlhú Kráľovskú cestu zo Sárd do Sús; Dareios Veľký a Xerxes okrem toho aj veľkolepý Persepolis; Kýros Veľký výrazne vylepšil Ekbatanu a prakticky "prestaval" staré elamitské hlavné mesto Súsy.
sv: Perserna byggde den fantastiska 1677 mil långa Persiska Kungsvägen från Sardis till Susa; Dareios den Store och Xerxes byggde den magnifika Persepolis; Kyros den Store förbättrade Ekbatana avsevärt och praktiskt 'byggde om' den gamla Elamska huvudstaden Susa.
tr: İranlılar Sardis'ten Susa'ya uzanan 1677 mil uzunluğundaki olağanüstü Saltanat Yolu'nu yaptı; ayrıca Büyük Darius ve Xerxes muhteşem Persepolis'i kurdu; Büyük Cyrus Ecbatana'yı büyük ölçüde geliştirdi ve eski Elamite başkenti Susa'yı neredeyse baştan inşa etti.
uk: Перси спорудили чудовий царський тракт завдовжки 1677 миль від Сард до Суз; Дарій Великий і Ксеркс також побудували розкішний Персеполіс; Кир Великий значно покращив Екбатану та фактично 'відбудував' стару еламську столицю — Сузи.
zh: 波斯人建造了从萨第斯到苏萨全长1677英里的皇家道路；大流士大帝及薛西斯也建造了雄伟的波斯波利斯;居鲁士大帝则是大大的改善了埃克巴坦那，并几乎“重建”了古埃兰首都苏萨。
zh_tw: 波斯人從薩第斯到蘇薩建造了驚人的1677英哩長的皇家道路；大流士大帝及薛西斯也建造了雄偉的波斯波利斯；居魯士大帝則是大大的改善了埃克巴坦那，並幾乎「重建」了古埃蘭首都蘇薩。

source: All Persian structures +25% health and capture points, but also +20% build time.
ast: Toles estructures perses: un +25% de vida y puntos de prinde, pero tamién entarden un +20% más en construyise.
bg: +25% здраве и пленителни точки за всички персийски сгради, но и +20% време за строеж.
br: An holl frammadurioù Persian gant +25% a yec'hed ha pakadur, pakusted poentoù, met ivez +20% a amzer sevel.
ca: Totes les estructures perses guanyen un 25% en salut i de punts de captura, però també es construeixen un 20% més lentament.
cs: Veškeré perské stavby +25% zdraví a na bodech za kořist, potřebují ale také +20% více času na stavbu.
de: Alle persischen Gebäude haben 25% mehr Gesundheit und Eroberungspunkte, aber auch eine 20% längere Bauzeit.
el: Όλα τα περσικά κτίσματα +25% αντοχή και πόντοι κατάληψης, αλλά επίσης και +20% χρόνος αποπεράτωσης.
es_mx: Todas las estructuras persas tienen +25% de salud y puntos de captura, pero también aumentan un +20% su tiempo de construcción.
eu: Egitura guztiek %25+ gehiago dute osasunean eta atzitze puntuetan, baino %20+ gehiago behar dute eraikitzean.
fa: تمام سازه های ایرانی ها +25% سلامت و امتیاز تسخیر اما +20% افزایش زمان ساخت.
ga: Tá sláinte is pointí gabhála +25% níos mó do gach foirgneamh, ach tóg siad +20% níos fada a thógáil.
gl: Aumenta a vida e mailos puntos de captura das estruturas persas un +25%, pero tamén aumenta un +20% o seu tempo de construción.
hu: Minden perzsa épületnek +25% életerő és foglalási pont, de +20% építési idő.
id: Semua bangunan Persia +25% nyawa dan poin ambil alih, tapi juga +20% waktu bangun.
it: Tutte le strutture Persiane +25% di salute e punti cattura, ma anche +20% tempo di costruzione.
ja: すべてのペルシアの建物は耐久性と占領ポイントが25%増加しますが、建設時間が20%長くなります。
ko: 모든 페르시아의 건축물은 내구성과 점령 포인트가 +25% 증가하지만, 건설 시간이 +20% 늘어납니다.
lv: Visām Persiešu būvēm +25% veselībai un ieņemšanas punktiem, taču arī +20% uzbūves laikam.
ms: Semua struktur Parsi +25% hayat dan mata tangkapan, tetapi perlu +20% masa pembinaan.
nb: Alle persiske konstruksjoner +25% helse og overtakelsespoeng, men også +20% byggreisningstid.
nl: Alle Perzische gebouwen +25% gezondheid en veroveringspunten, maar ook +20% constructietijd.
pl: Wszystkie konstrukcje perskie +25% zdrowia i punktów przejmowania, ale również +20% czasu budowy.
pt_pt: Aumenta a vida dos edifícios Persas em +25% mas também o seu tempo de construção em +20%.
ru: Все строения персов получают +25% прочности и единиц захвата, но и строятся на +20% дольше.
sk: Všetky perzské budovy +25% životnosti a obsadzovacích bodov, ale tiež +20% čas výstavby.
sv: Alla Persiska strukturer +25% hälsa och erövringspoäng, men även +20% konstruktionstid.
tr: Tüm Pers yapıları %+25 sağlığa ve yakalama noktalarına, bunun yanında %+20 yapı süresine etki eder.
uk: Всі перські споруди мають +25% здоров'я та очків захоплення, але також потребують +20% часу спорудження.
zh: 所有波斯建筑物+25% 生命值及捕获点数，但也+20% 建造时间。
zh_tw: 所有波斯建築物 +25% 生命值及捕獲／占領值，但也 +20% 建造時間。

source: Persian Architecture
ar: العمارة الفارسيّة
ast: Arquiteutura
bg: Персийска архитектура
br: Saverouriezh Persian
ca: Arquitectura persa
cs: Perská architektura
da: Persisk Arkitektur
de: Persische Architektur
el: Περσική Αρχιτεκτονική
es_mx: Arquitectura persa
eu: Persiar Arkitektura
fa: معماری پارسیان
fi: Persialainen arkkitehtuuri
ga: Ailtireacht Pheirseach
gl: Arquitectura persa
hu: Perzsa építészet
id: Arsitektur Persia
it: Architettura Persiana
ja: ペルシア建築
ko: 페르시아 건축양법
lt: Persų Architektūra
lv: Persiešu Arhitektūra
ms: Senibina Parsi
nb: Persisk arkitektur
nl: Perzische architectuur
pl: Architektura perska
pt_pt: Arquitetura Persa
ru: Персидская архитектура
sk: Perzská architektúra
sv: Persisk Arkitektur
tr: Pers Mimarisi
uk: Перська архітектура
zh: 波斯建筑
zh_tw: 波斯建築
