Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Founder of the Mauryan Empire.
ast: Fundador del Imperiu maurianu.
bg: Основател на империя Маурия.
br: Krouer an Impalaeriezh Maurian.
ca: Fundador de l'Imperi Maurya.
cs: Zakladatel Maurjovské říše.
de: Begründer des Maurya-Reiches.
el: Ιδρυτής της Αυτοκρατορίας των Μαουρύα.
es_ar: Fundador del Impero Maurya.
eu: Mauryar Inperioaren sortzailea.
fa: بنیانگذار امپراتوری مائوریان
ga: Bunaitheoir den Impireacht Mhauiriach.
hu: A Maurja birodalom alapítója.
hy: Մաուրյանական կայսրության հիմնադիր։
it: Fondatore dell'Impero Maurya.
ja: マウリヤ帝国の創始者です。
ko: 마우리아 제국의 건국자.
nb: Grunnlegger av Mauryariket.
pl: Założyciel imperium Maurjów.
pt_br: Fundador do Império Máuria
ru: Основатель империи Маурьев.
sk: Zakladateľ Maurjovskej ríše.
sv: Grundare av Mauryariket.
tr: Maurya İmparatorluğu'nun Kurucusu.
uk: Засновник Маур'їнської Імперії
zh: 孔雀帝国创建者。
zh_tw: 孔雀王國的奠基者。

source: Last great emperor of the Mauryan dynasty.
ast: El caberu de los grandes emperadores de la dinastía mauriana.
bg: Последният велик император от династията на маурите.
br: Impalaer bras diwezhañ an dierniezh Vaurian.
ca: Últim gran emperador de la dinastia Maurya.
cs: Poslední velký císař z Maurjovské dynastie.
de: Der letzte große Kaiser der Maurya-Dynastie.
el: Ο τελευταίος μεγάλος αυτοκράτορας της δυναστείας των Μαουρϋάνων
es_ar: Último gran emperador de la dinastía Maurya.
eu: Mauryar dinastiako azken enperadore handia.
fa: آخرین امپراتور بزرگ از دودمان مائوریان
ga: An tImpire mór deireanach as an ríora Mauiriaigh.
hu: A Maurja dinasztia utolsó nagy uralkodója.
hy: Մաուրյաների արքայատոհմի վերջին մեծ կայսր։
it: L'ultimo grande imperatore della dinastia Maurya.
ja: マウリヤ王朝の最後の偉大な皇帝です。
ko: 마우리아 왕조의 마지막 위대한 황제입니다.
nb: Mauryadynastiets siste store hersker.
pl: Ostatni wielki cesarz dynastii Maurjów.
pt_br: Último grande imperador da dinastia Máuria.
ru: Последний великий император династии Маурьев.
sk: Posledný veľký cisár Maurjovskej dynastie.
sv: Den sista stora kejsaren av Mauryan-dynastin.
tr: Maurya hanedanlığın son büyük imparatoru.
uk: Останній великий імператор династії Маур'їв.
zh: 孔雀王朝的最后一个伟大的皇帝
zh_tw: 孔雀王朝最後一位偉大的國王。

source: Great teacher and advisor to Chandragupta Maurya.
ast: Gran maestru y conseyeru de Chandragupta Maurya.
bg: Велик учител и съветник на Чандрагупта Маурия.
br: Kelenner bras ha kuzulier e Chandragupta Maurya.
ca: Gran mestre i conseller de Chandragupta Maurya.
cs: Velký učitel a rádce Čandragupty Maurji.
de: Großer Lehrer und Berater von Chandragupta Maurya.
el: Μεγάλος δάσκαλος και σύμβουλος του Τσαντραγκούπτα Μαουρύα.
es_ar: Gran maestro y consejero de Chandragupta Maurya.
eu: Chandragupta Mauryaren irakasle handia eta aholkularia.
fa: معلم و مشاور عالیرتبه برای چاندراگوپتا مائوریا
ga: Múinteoir agus comharleoir mór de Tiandragúpta Mauiria.
hu: Csandragupta Maurja kiváló tanára és tanácsadója.
hy: Մեծ ուսուցիչ և Չանդրագուպտա Մաուրյայի խորհրդական։
it: Grande maestro e consigliere di Chandragupta Maurya.
ja: チャンドラグプタ・マウリヤの偉大な教師かつ顧問です。
ko: 찬드라굽타 마우리아의 위대한 스승이자 고문입니다.
nb: Stor lærer og rådgiver for Chandragupta Maurya.
pl: Wielki nauczyciel i doradca Czandragupty Maurja.
pt_br: Grande professor e conselheiro de Chandragupta Maurya.
ru: Великий учитель и советник Чандрагупты Маурьи.
sk: Skvelý učiteľ a poradca Čandraguptu Mauriju.
sv: Bra lärare och rådgivare till Chandragupta Maurya.
tr: Mauryalı Çandragupta büyük öğretmen ve danışman.
uk: Великий учитель і радник Чандрагупти Маур'ї.
zh: 月护王旃陀罗笈多的伟大导师及顾问。
zh_tw: 旃陀羅笈多的偉大導師及顧問。

source: Acharya Chāṇakya
bg: Ахариа Чанакя
el: Αχαρία Τσανάκια
fa: آچاریا چاناکیا
hy: Աշարյա Չանակյա
ja: アーチャーリヤ・チャーナキヤ
ko: 아차랴 차나캬
pl: Ćanakja Kautilja
pt_br: Kautilya
ru: Ачария Чанакья
uk: Чанак'я
zh: 考底利耶
zh_tw: 考底利耶

source: Mauryan Indians
ast: Indios mauria
bg: Маурски индийци
br: Indianed Maurya
ca: Imperi Maurya de l'Índia
cs: Maurjovští Indové
de: Maurya-Inder
el: Ινδοί Μαουρύα
es_ar: Indios Maurya
eu: Hindu Maurianoak
fa: هندی های مائوریان
ga: Indiaigh Mauiriach
hu: Maurja indiaiak
hy: Մաուրյանական հնդիկներ
it: Indiani Maurya
ja: マウリヤ朝インド
ko: 마우리아 인도
nb: Mauryanske indianere
pl: Hindusi Maurjowie
pt_br: Indianos Máurias
ru: Индийцы Маурьев
sk: Maurjovskí Indovia
sv: Mauryan Indianer
tr: Hindistanlı Mauryalılar
uk: Індійці Маур'їв
zh: 印度
zh_tw: 孔雀王朝的印度人

source: Elephant Stables
ast: Cortes d'elefantes
bg: Слонски обор
br: Krevier Olifanted
ca: Estables d'elefants
cs: Stáje pro slony
de: Elefantenställe
el: Στάβλοι Ελεφάντων
es_ar: Establo de Elefantes
eu: Elefanteentzako ukuiluak
fa: اصطبل فیل ها
ga: Stábla Eilifinte
he: בית גידול פילים
hu: Elefántistállók
hy: Փղերի ախոռ
it: Scuderie per Elefanti
ja: 象舎
ko: 코끼리 사육장
nb: Elefantstall
pl: Stajnie dla słoni
pt_br: Estábulo de Elefantes
ru: Стойло слонов
sk: Slonia stajňa
sv: Elefantstall
tr: Fil Ahırları
uk: Стайні слонів
zh: 象厩
zh_tw: 象棚

source: Trains Elephant Archer and Worker Elephant at Town Phase, then adds the champion War Elephant at the City phase.
ast: Llevanta l'arqueru montáu n'elefante y l'elefante trabayador na fas de la villa y llueu amiesta l'elefante de guerra campeón na fas de la ciudá.
bg: В Градска фаза може да обучава Стрелец на слон и Работен слон, а след това, във Мегаполисна фаза — и Гвардейски боен слон.
br: Stummañ a ra Olifanted-Gwareger hag Olifanted-Labourer e Pazenn ar C'hêriadennoù, ouzhpennet e vo goude an Olifanted-Brezel kampion e Pazenn ar C'herioù.
ca: Recluta arquers amb elefant i elefants de treball a la fase de vila, i a la fase de ciutat afegeix els elefants de guerra.
cs: V městské fázi cvičí lučištníky na slonech a pracovní slony. K tomu přijdou v městské fázi ještě elitní váleční sloni.
de: Bildet in der Stadtphase Elefantenbogenschützen und Arbeitselefanten aus, in der Großstadtphase kommen dann noch Gardekriegselefanten dazu.
el: Εκπαιδεύει Τοξότες Ελέφαντες και Εργάτες Ελέφαντες στη Φάση της Κωμόπολης και προστίθενται οι πρωταθλητές Πολεμικοί Ελέφαντες στη Φάση της Πόλης.
es_ar: Entrena Arqueros a elefante y Elefantes de trabajo en la Fase de pueblo, luego agrega el Elefante de guerra campeón en la fase de ciudad.
eu: Elefante gezilaria eta elefante langilea entrenatzen ditu herri aroan, gero gerra elefante aldezkaria gehitzen du hiri aroan.
fa: پرورش فیل های کماندار و فیل های کارگر در مرحله شهرک و سپس اضافه شدن فیلهای سلحشور جنگی در مرحله شهری
ga: Traenáil Saighdeoir Eilifinte agus Eilifint Oibre ag an gCéim Baile, agus cuir le hEilifintí Cogaidh curata ag an gCéim Cathracha.
hu: Elefánt íjászokat és munkás elefántokat képez ki a városi szakaszban, aztán hozzáadja a bajnok harci elefántot a nagyvárosi szakaszban.
hy: Գյուղաքաղաքային փուլում նետաձիգերով և աշխատավոր փղերի, իսկ Քաղաքային փուլում՝ նաև չեմպիոնական ռազմական փղերի պատրաստում։
it: Addestra Arcieri Elefanti e Elefanti da Lavoro nella Fase Cittadina, si aggiunge l'Elefante da Guerra Campione nella fase Città.
ja: 町の段階において騎象弓兵と労働象を養成し、都市の段階でチャンピオン戦象を加えます。
ko: 작은 도시 단계에서 코끼리 궁수와 코끼리 노동자를 훈련시킨 다음, 대도시 단계에서 대표 전사 전쟁 코끼리를 추가합니다.
nb: Trener elefantbueskyttere og arbeidselefanter i tettstedfasen, legger så til mesterkrigselefanten i byfasen.
pl: Wyszkol Łuczników na Słoniach oraz Słonie Robocze w Fazie Miasta, potem Elitarną Jednostkę Słoni Bojowych w Fazie Dużego Miasta.
pt_br: Treina Elefantes Arqueiros e Elefantes Operários na Fase de Vila, e Elefantes de Guerra na Fase de Cidade.
ru: На этапе небольшого города обучает слона с лучником и рабочего слона, а на этапе большого города добавляется чемпионский боевой слон.
sk: Vo fáze mesta trénuje lukostrelcov na slonoch a pracovných slonov, neskôr vo fáze metropoly aj šampiónskych vojnových slonov.
sv: Tåg Elephant Archer och Worker Elephant på Town Phase, lägger sedan till mästare War Elephant i City-fasen.
tr: Kasaba aşamasında Filli Okçu ve İşçi Fil'ı eğitir, şehir aşamasında Şampiyon Savaş Fili ekler.
uk: На етапі невеликого міста навчає слона з лучником і робочого слона, а на етапі великого міста додається чемпіонський бойовий слон.
zh: 在乡镇阶段训练战象射手级大象工人,然后在城市阶段时加入精锐战象。
zh_tw: 在鄉鎮階段訓練戰象射手及大象工人，然後在城市階段時加入精英戰象。

source: Edict Pillar of Ashoka
ast: Pilares d'Axoka
bg: Декретен стълб на Ашока
br: Piler Editoù Ashoka
ca: Pilar de l'edicte d'Aixoka
cs: Sloup s Ašókovým výnosem
de: Ashoka-Säule
el: Πυλώνας διατάγματος του Ασόκα
es_ar: Edictos en los pilares de Aśoka
eu: Asókako Pilarea Eraiki
fa: ستون احکام آشوکا
ga: Gallán an Fhorógra Aisióca
he: עמוד צו של אשוקה
hu: Asóka Oszlop-rendeletei
hy: Աշոկայի հրովարտակների սյուն։
it: Editto Colonna di Ashoka
ja: アショーカ王の石柱
ko: 아소카의 기둥
nb: Ashokasøyler
pl: Kolumna Asioki
pt_br: Édito Pilar de Asoca
ru: Колонна с эдиктами Ашоки
sk: Ašókov ediktný stĺp
sv: Edikt Pelare av Ashoka
tr: Asoka'nın ferman sütunu
uk: Вказівний стовп Ашоки
zh: 阿育王石柱
zh_tw: 阿育王法敕

source: Contentment: +10% Health and +10% resource gathering rates for all citizens and allied citizens within its range. Can be built anywhere except in enemy territory. Max Built: 10.
ast: Contentamientu: un +10% más de salú y un +10% más de velocidá al recoyer recursos pa tolos ciudadanos y ciudadanos aliaos dientro del algame. Puen construyise per dayures, sacante en tierres enemigues. Máximos Construyíos: 10
bg: Задоволство: +10% здраве и +10% скорост на събиране на ресурси за всички собствени и съюзнически граждани в обхвата му. Може да бъде построен навсякъде, освен на вражеска територия. Ограничение за строеж: 10.
br: Endalc'had: +10% a Yec'hed ha +10% a feurioù dastum mamennoù evit an holl geodedourien ha keodedourien kevredet en e hed-tenn. Gallout a ra bezañ savet forzh pelec'h war-bouez e tiriad an enebour. Savidigezh maks: 10.
ca: Satisfacció : +10% de salut i +10% de velocitat de recollida de recursos per a tots els ciutadans propis i aliats dins del seu camp de visió. Es pot construir a tot arreu excepte en territori enemic. Màxim de construcció: 10.
cs: Spokojenost: +10% ke zdraví a +10% k rychlosti získávání surovin pro všechny občany a občany spojenců v dosahu. Může být postaveno všude, kromě nepřátelského území. Nejvíce 10 najednou.
de: Zufriedenheit: +10% Gesundheit und +10% Sammelrate von Ressourcen für alle Bürger und alliierten Bürger in seiner Reichweite. Kann überall außer in feindlichem Gebiet gebaut werden. Baulimit: 10.
el: Ικανοποίηση: +10% Υγεία και +10% στο ποσοστό συγκέντρωσης πόρων για όλους τους πολίτες και τους συμμαχικούς πολίτες εντός της εμβέλειάς του. Μπορεί να κατασκευαστεί σε οποιοδήποτε σημείο εκτός του εχθρικού εδάφους. Μέγιστο Χτισμένα: 10.
es_ar: Alegría: +10% de Salud y +10% de velocidad de recolección de recursos para todos los ciudadanos propios y de aliados dentro del rango. No se puede construir en territorio enemigo. Límite de construcción: 10.
eu: Laketasuna eta poza: %10+ osasunean eta %10+ baliabideak biltzean inguruko norberaren hiritar eta aliatuentzat. Etsaien lurretan salbu edozein tokitan eraiki daitezke. Egiturak gehienez: 10
fa: رضایت: +10% سلامت و +10% سرعت جمع کردن منابع برای تمام شهروندان خود و شهروندان هم پیمان ها که در شعاع آن هستند. می توان آن را در هر جایی بجز قلمرو دشمن ساخت. حداکثر تعداد 10
ga: 'Sástacht': sláinte +10% agus ráta bailithe +10% d'acmhainní le gach saoránach agus saoránach comhghuaillithe atá ina raon. Is féidir leis a thógáil i ngach áit ach amháin i dtionchar naimhde. Teorainn tógála: 10.
hu: Élegedettség: +10% életerő és +10% nyersanyag gyűjtési sebesség minden polgárnak és a hatótávolságon belüli szövetséges polgároknak. Bárhová építhető, kivéve az ellenséges területeket. Építési korlát: 10.
hy: Բավարարվածություն․ +10% դրա տեսադաշտում գտնվող բոլոր սեփական և դաշնակից քաղաքացիների առողջությանը և ռեսուրսների հավաքչության արագությանը։ Կարող է կառուցվել ամենուրեք՝ բացառությամբ թշնամական տարածքների։ Կառուցման սահմանաչափ՝ 10։
it: Contentezza: +10% Salute e +10% di raccolta di risorse per tutti i cittadini e i cittadini alleati all'interno del suo raggio d'azione. Può essere costruito ovunque tranne che in territorio nemico. Max Costruzioni: 10.
ja: 満足：視界内の全市民と同盟市民の耐久力+10%および資源採集効率+10%。敵領以外のどこでも建設可能。建設上限：10。
ko: 만족감: 시야 내의 모든 시민과 동맹 시민의 체력이 +10%, 자원 수집률이 +10% 증가합니다. 적의 영토를 제외하고 어디에서나 지을 수 있습니다. 최대 지을 수 있는 수: 10.
nb: Tilfredshet: +10% helse og +10% ressurssamlingsrate for alle innbyggere og allierte innbyggere innen dens rekkevidde. Kan bygges hvor som helst, unntatt i fientlig territorium. Maks antall: 10.
pl: Zadowolenie: +10% zdrowia i +10% gromadzenia zasobów dla wszystkich obywateli i obywateli sojuszników w jego zasięgu. Może być zbudowany w dowolnym miejscu poza terytorium wroga. Maksymalna liczba: 10.
pt_br: Contentamento: +10% de saúde e taxas de +10% coleta de recursos para todos os cidadãos e aliados dentro de sua escala. Pode ser construído em qualquer lugar exceto em território inimigo. Construção Máx.: 10.
ru: Эффекты: +10% жизни и +10% скорости сборщикам для всех своих и дружественных граждан в зоне его влияния. Можно строить везде, кроме вражеской территории. Максимум 10 штук.
sk: Spokojnosť: +10% zdravia a +10% rýchlosť zberu surovín pre všetkých občanov a spojeneckých občanov v jeho dosahu. Môže byť postavený kdekoľvek s výnimkou nepriateľského územia. Maximálny počet: 10.
sv: Tålamod: + 10% Hälsa och + 10% resursuppsamlingspriser för alla medborgare och allierade medborgare inom sitt sortiment. Kan byggas var som helst utom i fiendens territorium. Max Byggd: 10.
tr: İçerik: Vatandaşları ve müttefik vatandaşları için yelpazesindeki + 10% Sağlık ve% +10 kaynak toplama oranları. Düşman toprakları dışında herhangi bir yere inşa edilebilir. Max Yapıldı: 10.
uk: Ефекти: +10% життя і +10% швидкості збирачам для всіх своїх і дружніх громадян у зоні його впливу. Можна будувати скрізь, крім ворожої території. Максимум 10 штук.
zh: 知足常乐：所有在它特定范围内的本国和盟军单位+10%生命值，+10%资源采集率。可以建在除了敌人领土以外的任何地方。数量上限：10。
zh_tw: 知足常樂：所有在它特定範圍內的市民及盟軍市民 +10% 生命值及 +10% 資源採集速率。可以建造在除了敵人領土以外的任何地方。最大建造數：10。
