Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Azure Coast 1
ast: Costa Azul 1
bg: Лазурен бряг 1
br: An Aod-C'hlas-Pers 1
ca: Costa Blava 1
cs: Azurové pobřeží 1
da: Azurkysten 1
de: Azurblaue Küste 1
el: Κυανή Ακτή 1
es: Costa azul 1
eu: Azur Kostaldea 1
fa: ساحل لاجوردی 1
fi: Sininen rannikko 1
fr: Littoral azuréen 1
ga: Cósta Gormghlas 1
gd: An Costa Gorm 1
hu: Azúrpart 1
id: Pantai Nilakandi 1
it: Costa Azzurra 1
ja: 紺碧海岸 1
ko: 하늘빛 해안 1
ms: Pantai Lazuardi 1
nb: Azurkyst 1
nl: Azuurkust 1
pl: Lazurowe Wybrzeże 1
pt_br: Riviera Francesa 1
pt_pt: Costa Azul 1
ru: Лазурный берег 1
sk: Azúrové pobrežie 1
sr: Азурна обала 1
sv: Azurblå Kust 1
tr: Masmavi Sahil 1
uk: Лазуровий берег 1
vi: Bờ biển Azure 1
zh: 蔚蓝海岸 1
zh_tw: 蔚藍海岸 1

source: Antipolis
ast: Antípolis
bg: Антиполис
ca: Antípolis
el: Αντίπολη
es: Antípolis
fa: آنتی پولیس
ga: An tAntapolas
ja: アンティポリス
ko: 앙티폴리스
pt_pt: Antípolis
ru: Антиполис
sr: Антипољ
tr: Antibes
uk: Антиполіс
zh: 安提波里斯
zh_tw: 昂蒂布

source: Nikaia
ast: Níkaia
bg: Никея
ca: Níkea
cs: Nikája
el: Νίκαια
fa: نیکایا
fi: Níkaia
ga: An Nacaía
ja: ニカイア
ko: 니카이아
pl: Nikea
pt_br: Nicaia
ru: Никея
sr: Никеја
sv: Nicaea
tr: İznik
uk: Нікея
zh: 尼凯亚
zh_tw: 尼凱亞

source: Massalia
ast: Massalía
bg: Масалия
br: Masalia
ca: Massàlia
el: Μασσαλία
fa: ماسالیا
ga: An Mhasaíl
gd: Massilia
hu: Masszalia
ja: マッサリア
ko: 마르세유
nl: Massilia
pt_br: Marselha
pt_pt: Massália
ru: Массалия
sr: Масалија
tr: Marsilya
uk: Массалія
zh: 马萨利亚
zh_tw: 馬賽

source: Olbia
bg: Олбия
el: Ολβία
fa: اولبیا
ga: An tOilbhia
ja: オルビア
ko: 올비아
ru: Ольбия
sr: Олбија
uk: Ольвія
zh: 奥尔比亚
zh_tw: 奧爾比亞

source: Deciates
bg: Декиат
br: Dekiates
ca: Deciats
cs: Dekiaté
de: Dekieten
el: Δεκιάτες
fa: دسیاتس
fi: Dekiates
fr: Déciates
ga: Na Déiseataí
ja: デキアテス
ko: 데키아테스
pl: Decjaci
ru: Дециат
sk: Deciáti
sr: Дециати
sv: Dekiater
tr: Desiates
uk: Декієти
zh: 德西亚特
zh_tw: 德西亞特人

source: Salluvii
ast: Salluvios
bg: Сали
ca: Sal·luvis
cs: Salluviané
da: Salluvier
de: Salluvier
el: Σαλλούβιοι
fa: سالووی
ga: Na Sállúibhí
ja: サルウィイ
ko: 살루비이
nl: Salluviërs
pl: Salluwi
ru: Салувии
sk: Salluviovia
sr: Салуви
tr: Salyes
uk: Салювії
zh: 萨鲁维伊
zh_tw: 薩魯維伊人

source: Cavares
ast: Cávares
bg: Кавар
br: Kavares
ca: Cavars
cs: Cavařané
el: Κάβαροι
fa: کاوارس
ga: Na Caúairí
ja: カウァレス
ko: 카바레스
pl: Kawarowie
ru: Каварес
sk: Kavarovia
sr: Кавари
tr: Savares
uk: Кавари
zh: 卡瓦利
zh_tw: 卡瓦利人

source: Verguni
ast: Vérgunos
bg: Вергуни
ca: Vergunis
cs: Verguňané
el: Βεργουνοί
fa: ورگونی
ga: Na Féirgiúiní
ja: ウェルグニ
ko: 베르구니
nl: Vergunni
ru: Вергуни
sk: Vergúni
sr: Вергуни
uk: Вергуни
zh: 万古尼

source: Rome battles against the Etruscan city of Veii for control of the Tiber River basin.
ast: Roma batalya cun la cildá etrusca de Veios para dominare la conca de l riw Tíbere.
bg: Рим се бие срещу етруския град Вейи за района на река Тибър.
br: Stourm a ra Roma a-enep da gêr vras Etruskan Vei evit evezhaat war ziaz Stêr Tiber.
ca: Roma batalla contra la ciutat etrusca de Veïs pel control de la conca del riu Tíber.
cs: Řím bojuje proti etruskému městu Veje o ovládnutí povodí řeky Tibery.
da: Rom kæmper imod den etruskiske by Veii om Tiberens flodseng.
de: Rom kämpft mit der etruskischen Stadt Veji um die Vorherrschaft im Tiberbecken.
el: Ρωμαϊκές μάχες ενάντια στην ετρουσκική πόλη του Βήια για τον έλεγχο της λεκάνης του ποταμού Τίβερη.
es: Roma lucha contra la ciudad etrusca de Veyes por el control de la cuenca del río Tíber.
eu: Erroma Veii hiri Etruskoaren kontra borrokatzen da Tiber ibaiaren arroa kontrolatzeko.
fa: روم با شهر اتوسکان وی جنگید تا کنترل رود تیبر را بدست بگیرد
fi: Rooma taistelee Vejin etruskikaupunkia vastaan Tiber-joen valuma-alueen hallinnasta.
fr: Rome se bat contre la cité étrusque de Véies pour le contrôle du bassin du Tibre.
ga: Troideann an Róimh i gcoinne cathrach Éatrúscaigh na Váíse le haghaidh smacht cuaiche na Tibire a fháil.
gd: Tha an Ròimh a’ strì an aghaidh baile Veii nan Eatruscach ach am faigh iad smachd air machair an Tìobair.
hu: Róma Veii etruszk város ellen harcol a Tiberis folyómedence uralmáért.
id: Bangsa Romawi bertarung melawan kota Etruria bernama Veii untuk menguasai cekungan Sungai Tiber.
it: Roma combatte contro la città etrusca di Veio per il controllo del bacino del fiume Tevere.
ja: ローマが、テヴェレ川平野をめぐってエトルリアの都市ウェイイと戦います。
ko: 로마는 티베르 강 유역의 지배권을 놓고 에트루리아의 도시 베이를 상대로 싸우고 있습니다.
ms: Perang Rom terhadap bandar Veii pihak Etruska untuk menguasai lembah Sungai Tiber.
nb: Rom kjemper mot den Etruskiske byen Veii for å kontrollen over Tibers elvebank.
nl: Rome vecht tegen de Etruskische stad Veii om macht over het Tiberbekken.
pl: Rzym walczy przeciwko etruskiemu miastu Weje o kontrolę nad ujściem rzeki Tyber.
pt_br: Roma combate os Etruscos na cidade de Veios pelo controle da bacia do rio Tibre.
pt_pt: Roma combate os Etruscos na cidade de Veios pelo controlo da bacia do rio Tibre.
ru: Рим сражается с этрусским городом Вейи за контроль над бассейном реки Тибр.
sk: Rím bojuje proti etruskému mestu Veje s cieľom ovládnuť povodie rieky Tiber.
sr: Рим се бори против етрурског града Веји за контролу басена реке Тибар.
sv: Rom strider mot den etruskiska staden Veii om kontrollen över Tiberflodens bassäng.
tr: Roma Tiber Nehri havzasının kontrolü için Veii Etrüsk kentine karşı savaşıyor.
uk: Рим бореться проти етруського міста Вейї для домінування над басейном ріки Тибр.
vi: Thành Rome gây chiến với thành Veii của người Etruscan để thống trị lưu vực sống Tiber.
zh: 为争夺台伯河流域的控制权，罗马同伊特拉斯坎战斗。
zh_tw: 羅馬為爭奪對台伯河流域對伊特魯里亞的維伊城宣戰。

source: Battle for the Tiber
ast: Batalya l Tíbere
bg: Битката за Тибър
br: Emgann evit an Tiber
ca: Batalla pel Tíber
cs: Bitva o Tiber
da: Slaget om Tiberen
de: Schlacht um den Tiber
el: Μάχη για τον Τίβερη
es: Batalla por el Tíber
eu: Tiber lortzeko Borroka
fa: نبرد برای تیبر
fi: Tiberin taistelu
fr: Bataille pour le Tibre
ga: Cath um an dTibir
gd: Strì an Tìobair
hu: Harc a Tiberis folyóért
id: Merebut Tiber
it: Battaglia per il Tevere
ja: テヴェレ川の戦い
ko: 테베레 강 전투
ms: Pertempuran Tiber
nb: Kampen om Tiber
nl: Slag om de Tiber
pl: Bitwa o Tyber
pt_br: Batalha pelo Tibre
pt_pt: Batalha pelo Tibre
ru: Битва за Тибр
sk: Bitka o Tiber
sr: Битка за Тибар
sv: Kampen för Tibern
tr: Tiber Savaşı
uk: Битва за Тибр
vi: Trận đánh Tiber
zh: 台伯河争夺战
zh_tw: 台伯河爭奪戰

source: Rome
ast: Roma
bg: Рим
br: Roma
ca: Roma
cs: Řím
da: Rom
de: Rom
el: Ρώμη
es: Roma
eu: Erroma
fa: روم
fi: Rooma
ga: An Róimh
gd: An Ròimh
hu: Róma
id: Romawi
it: Roma
ja: ローマ
ko: 로마
ms: Rom
nb: Rom
pl: Rzym
pt_br: Roma
pt_pt: Roma
ru: Рим
sk: Rím
sr: Рим
sv: Rom
tr: Roma
uk: Рим
zh: 罗马
zh_tw: 羅馬

source: Veii
ast: Veis
bg: Вейи
ca: Veïs
cs: Veje
de: Veji
el: Βήιοι
es: Veyes
fa: وی
fi: Veji
fr: Véies
ga: An Váías
it: Veio
ja: ウェイイ
ko: 베이이
pl: Weje
pt_br: Veios
pt_pt: Veios
ru: Вейи
sk: Veje
sr: Веји
sv: Veji
uk: Вейї
zh: 维伊
zh_tw: 維伊

source: Gallic Invaders
ast: Invasores gallos
bg: Галски нашественици
br: Alouberien Galianeg
ca: Invasors gals
cs: Galští nájezdníci
da: Galliske Angribere
de: Gallische Invasoren
el: Γαλάτες εισβολείς
es: Invasores galos
eu: Galiar Inbasoreak
fa: مهاجمان گال
fi: Gallialaiset tunkeutujat
fr: Envahisseurs gaulois
ga: Ionróirí Gallacha
gd: Muinntir na Gaille a’ briseadh a-steach
hu: Gall hódítók
id: Penyerang Galia
it: Invasori Galli
ja: ガリアの侵略者
ko: 갈리아 침략자
ms: Penyerang Gaul
nb: Galliske inntrengere
nl: Gallische indringers
pl: Galijscy najeźdźcy
pt_br: Invasores Gauleses
pt_pt: Invasores gauleses
ru: Галльские захватчики
sk: Galskí útočníci
sr: Галски освајачи
sv: Galliska Invadörer
tr: Galyalı işgalciler
uk: Галльські загарбники
vi: Những cuộc xâm lăng của người Gallic
zh: 高卢入侵者
zh_tw: 高盧入侵者

source: Two Celtic tribes face off across a large bog at night.
ast: Duɐs tribus celtas incariɐn-se n una wölga grande pela nuöiꞇhe.
bg: Две келтски племена се изправят едно срещу друго в голямо блато посред нощ.
br: Daou veuriad keltek tal-ouzh-tal en tu all d'ur wern ledan d'an noz.
ca: Dues tribus celtes s'enfronten en uns grans aiguamolls a la nit.
cs: Dva keltské kmeny se v noci utkají přes velkou slatinu.
da: To keltiske stammer kæmper i en stor mose om natten.
de: Zwei keltische Stämme stehen sich nachts an einem großen Moor gegenüber.
el: Δύο κελτικά φύλα θα αναμετρηθούν σε ένα μεγάλο βάλτο τη νύχτα.
es: Dos tribus celtas se enfrentan a lo largo y ancho de una ciénaga bajo la luz nocturna.
eu: Bi tribu Zelta borrokatuko dira lokazti batean borrokatuko dira luze eta zabal gau argipean.
fa: دو قبیله بزرگ سلتی در شب در مقابل هم قرار گرفتند
fi: Kaksi kelttiheimoa ottavat yhteen suurella suolla yöaikaan.
fr: Deux tribus celtes s'affrontent de nuit de chaque côté d'un vaste marécage.
ga: Dhá treibheanna Ceilteacha ag aghaidh amach ar gach taobh bogaigh san oíche.
gd: Thèid dà chinneadh Ceilteach an aghaidh càch a chèile thar boglaich mhòir air an oidhche.
hu: Két kelta törzs áll szemben egymással egy nagy mocsárnál, éjszaka.
id: Dua suku Kelt berhadapan melintasi rawa pada malam hari.
it: Due tribù celtiche si affrontano in una grande palude di notte.
ja: 二つのケルトの部族が大きな沼地を挟んで夜に対決します。
ko: 두 켈트족 부족들은 밤에 큰 늪지를 가로 질러 마주보고 있습니다.
ms: Dua puak Celt berperang di kawasan berpaya di waktu malam.
nb: To Keltiske stammer kjemper over en stor myr om natten.
nl: Twee Keltische stammen tegenover elkaar in een moeras tijdens de nacht.
pl: Dwa plemiona celtów walczą w nocy na rozległych bagnach.
pt_br: Duas tribos célticas se enfrentam em um grande pântano durante a noite.
pt_pt: Duas tribos celtas enfrentam-se numa grande turfeira durante a noite.
ru: Два кельтских племени столкнутся друг с другом ночью на берегах большого болота.
sk: Dva keltské kmene stoja proti sebe krížom cez rozsiahly močiar v noci.
sr: Два келтска племена сучељена преко велике мочваре у ноћи.
sv: Två keltiska stammar möts vid en stor mosse på natten.
tr: İki kelt kabilesi gece bir bataklık boyunca karşı karşıya gelir.
uk: Два кельтські племені вночі стикаються поперек великого болота.
vi: 2 bộ tộc người Celtic đối mặt với một vùng đầm lầy rộng lớn vào ban đêm.
zh: 两个凯尔特部落，在夜幕下穿过一个大沼泽进行对抗。
zh_tw: 兩個塞爾特部落在夜幕低垂下在一個大沼澤旁對峙。

source: Belgian Bog Night
ast: Wölga belga nuöiꞇhe
bg: Нощ в белгийското тресавище
br: Taouarc'heg Belgian d'an Noz
ca: Nit als aiguamolls belgues
cs: Belgická slatina v noci
da: Belgisk Mose Nat
de: Nächtliches belgisches Moor
el: Βελγικός Βάλτος Νύχτα
es: Fangal belga, nocturno
eu: Belgikar Lokaztia Gauez
fa: شبهای مرداب بلژیک
fi: Belgialainen suoyö
fr: Tourbière belge nocturne
ga: Bogach Beilgeach san Oíche
gd: Oidhche a’ bhoglaich Bheilgich
hu: Belga mocsári éjszaka
id: Rawa Belgia Malam
it: Palude Belga Notturna
ja: ベルギーの沼地の夜
ko: 벨기에 늪지의 밤
ms: Malam Di Paya Belgium
nb: Belgisk myr, natt
nl: Belgisch moeras, nacht
pl: Belgijska noc na bagnach.
pt_br: Pântano Belga de Noite
pt_pt: Turfeira belga à noite
ru: Ночь на бельгийских болотах
sk: Belgický močiar v noci
sr: Белгијске мочваре - Ноћ
sv: Belgisk Mosse Natt
tr: Belçika Turbalık Gecesi
uk: Ніч на бельгійській трясовині
vi: Màn đêm trên Đầm lầy Belgian
zh: 夜幕中的比利时沼泽
zh_tw: 夜幕低垂的比利時沼澤

source: Demo map showing how to simulate bridges in the Atlas map editor.
ast: Demonstracion de como se simulɐn pontes nel eguador geográphicu Atlas.
bg: Демонстрационна карта, показваща как се симулират мостове в редактора за карти Атлас.
br: Kartenn diskouez o tiskouez penaos drevezañ pontoù en embanner kartenn Atlas.
ca: Mapa demostració de com simular ponts en l'editor de mapes Atles.
cs: Ukázková mapa ukazující, jak simulovat mosty v editoru map Atlas.
da: Demobane der viser hvordan man kan simulere broer i Atlas-værktøjet.
de: Demokarte, die aufzeigt, wie im Atlas-Karteneditor Brücken simuliert werden.
el: Επίδειξη χάρτη που δείχνει πώς προσομοιώνονται οι γέφυρες στο επεξεργαστή χάρτη Άτλας.
es: Un mapa de ejemplo que muestra como simular puentes en el editor de mapas Atlas.
eu: Adibide mapa bat Atlas mapa editorean zubiak nola simulatu erakusten duena.
fa: نقشه دمو برای نشان دادن اینکه چگونه پل را شبیه سازی کنیم در Atlas map editor
fi: Demokartta, jossa näytetään, kuinka siltoja simuloidaan Atlas-karttaeditorissa.
fr: Carte de démonstration, montrant comment simuler des ponts dans l'éditeur de carte Atlas.
ga: Léarscáil taispeánach ag léiriú conas a ionsamhlú droichid san Eagarthóir Léarscáile 'Atlas'.
gd: Mapa taisbeanaidh a sheallas mar a chruthaicheas tu drochaidean mas-fhìor san deasaiche Atlas.
hu: Demó térkép, amely azt mutatja meg, hogyan szimulálj hidakat az Atlas térképszerkesztőben.
id: Peta demo yang menunjukkan bagaimana mensimulasikan jembatan pada editor peta Atlas.
it: Mappa Demo mostra come simulare ponti nell'editor di mappe Atlas.
ja: Atlasマップエディターで橋をどのようにシミュレートするかを見せるデモマップです。
ko: 아틀라스 지도 편집기에서 다리를 시뮬레이션하는 방법을 보여주는 데모 지도입니다.
ms: Peta demo yang menunjukkan bagaimana hendak simulasikan jambatan di dalam penyunting peta Atlas.
nb: Demo-kart som viser hvordan broer kan simuleres i kartverktøyet Atlas.
nl: Demokaart die toont hoe men een brug kan simuleren in Atlas, de kaartenbewerker.
pl: Mapa demonstracyjna pokazująca jak symulować mosty w edytorze map.
pt_br: Demonstração mostrando como simular pontes no editor de mapas.
pt_pt: Mapa de demonstração que mostra como simular pontes no editor de mapas Atlas.
ru: Демо-карта, показывающая, как моделировать мосты в редакторе карт.
sk: Ukážková mapa, ktorá demonštruje ako simulovať mosty v editore máp Atlas.
sr: Демо мапа која приказује начин симулације мостова у Атлас едитору мапа.
sv: Demo karta som visar hur man kan simulera broar i scenarioredigeraren Atlas.
tr: Köprülerin nasıl simüle edildiği deneme haritası içinde Atlas harita düzenleyici içerisinde gösterilir.
uk: Демо-карта, що показує, як імітувати мости в редакторі карт Atlas.
vi: Bản đồ thử nghiệm cho thất cách giả lập những cây cầu trong công cụ biên tập bản đồ Atlas.
zh: 一个演示如何在地图编辑器中模拟桥的地图。
zh_tw: 一個展示如何在地圖編輯器中模擬橋樑的地圖。

source: Bridge demo
ast: Demonstracion de pontes
bg: Демонстрация — мостове
br: Diskouez pont
ca: Demostració pont
cs: Ukázka mostu
da: Brodemonstration
de: Brückendemo
el: επίδειξη Γέφυρας
es: Demo de puentes
eu: Zubien Adibidea
fa: دمو پل
fi: Siltademo
fr: Démo - Pont
ga: Taispeáint Droichid
gd: Taisbeanadh dhrochaidean
hu: Híd demó
id: Demo jembatan
it: Ponte demo
ja: 橋のデモ
ko: 다리 데모
ms: Demo jambatan
nb: Bro-demo
nl: Bruggen demo
pl: Most (demonstracja)
pt_br: Demonstração de ponte.
pt_pt: Demonstração de pontes
ru: Мост, демо
sk: Ukážka mosta
sr: Демо - Мост
sv: Bro demo
tr: Bridge denemesi
uk: Міст демо
vi: Bản thử nghiệm của cây cầu
zh: 桥-演示
zh_tw: 橋樑展示

source: Bridge Demo
ast: Dem. pontes
bg: Демонстрация — мостове
br: Diskouez Pont
ca: Demostració pont
cs: Ukázka mostu
da: Brodemonstration
de: Brückendemo
el: Επίδειξη Γέφυρας
es: Demo de puentes
eu: Zubien Adibidea
fa: دمو پل
fi: Siltademo
fr: Démo - Pont
ga: Taispeáint Droichid
gd: Taisbeanadh dhrochaidean
hu: Híd demó
id: Demo Jembatan
it: Ponte Demo
ja: 橋のデモ
ko: 다리 데모
ms: Demo Jambatan
nb: Bro-demo
nl: Bruggen demo
pl: Most (demonstracja)
pt_br: Demonstração de ponte
pt_pt: Demonstração de pontes
ru: Мост, Демо
sk: Ukážka mosta
sr: Демо - Мост
sv: Bro Demo
tr: Köprü Deneme
uk: Міст Демо
vi: Thử nghiệm Cầu
zh: 桥-演示
zh_tw: 橋樑展示

source: Other
ast: Outro
bg: Друг
br: All
ca: Altres
cs: Jiné
da: Andre
de: Andere
el: Άλλο
es: Otro
eu: Beste Bat
fa: سایر
fi: Muu
fr: Autre
ga: Eile
gd: Eile
hu: Egyéb
id: Lain-lain
it: Altro
ja: その他
ko: 기타
ms: Lain-Lain
nb: Annet
nl: Ander
pl: Inny/a
pt_br: Outro
pt_pt: Outro
ru: Другое
sk: Ostatní
sr: остало
sv: Annat
tr: Diğer
uk: Інше
vi: Khác
zh: 其他
zh_tw: 其他

source: A test map for potential Strategic Campaigns.
ast: Probadorio para possibles campañɐs stratégicɐs.
bg: Карта за изпробване на възможни стратегически кампании.
br: Ur gartenn dest evit Brezeliadennoù Strategel en galloud.
ca: Un mapa de proves per a potencials campanyes estratègiques.
cs: Testovací mapa pro případné strategické kampaně
da: En testbane for potentielle strategiske kampagner.
de: Eine Test-Karte für potenzielle strategische Kampagnen.
el: Ένας δοκιμαστικός χάρτης για πιθανές Στρατηγικές Εκστρατείες.
es: Un mapa de ejemplo para potenciales campañas estratégicas.
eu: Adibide mapa Kanpaina Estrategiko alegizkoentzat.
fi: Testikartta mahdollisia strategisia kampanjoita varten.
fr: Une carte de test pour d'éventuelles campagnes stratégiques.
ga: Léarscáil trialach d'Fheachtais Straitéiseacha nua.
gd: Mapa deuchainn airson iomairtean ro-innleachd a dh’fhaodadh a bhith ann.
hu: Egy teszt térkép a lehetséges stratégiai hadjáratokhoz.
id: Peta uji coba untuk Petualangan Strategis.
it: Una mappa di prova per potenziali Campagne Strategiche.
ja: 戦略キャンペーンの可能性をテストするマップです。
ko: 잠재적 전략적 캠페인에 대한 테스트 지도입니다.
ms: Peta uji untuk Kempen Strategik yang berpotensi.
nb: Et testkart for potensielle strategiske tokt.
nl: Een test kaart voor eventuele strategische veldtochten.
pl: Testowa mapa dla potencjalnych Kampanii Strategicznych.
pt_br: Um mapa de teste para potenciais campanhas de estratégia.
pt_pt: Um mapa de teste para potenciais campanhas estratégicas.
ru: Тестовая карта для потенциальных стратегических кампаний.
sk: Testovacia mapa na ukážku možných strategických kampaní.
sr: Тест мапа за могуће стратешке кампање.
sv: En test karta för potentiella strategiska kampanjer.
tr: Potansiyel Stratejik Mücadeleler için bir deneme haritası.
uk: Тестова карта для потенційних стратегічних кампаній.
vi: Một bản đồ để kiểm tra nhữn các màn chơi chiến dịch có tiềm năng.
zh: 一个测试战略性战役的地图。
zh_tw: 一個可能出現的戰略性戰役的測試地圖。

source: Strategic Campaign Proof of Concept
ast: Pruöba conceptual de la campaña stratégica
bg: Стратегическа кампания — Проба
br: Prouadenn Veizad Brezeliadenn Strategel
ca: Prova de concepte de campanya estratègica
cs: Zkouška konceptu kampaně
da: Konceptbevis på en Strategisk Kampagne
de: Machbarkeitsnachweis einer strategischen Kampagne
el: Στρατηγική Εκστρατεία Απόδειξη της Ορθότητας
es: Campaña estratégica - Prueba de concepto
eu: Estrategia Kanpaina - Kontzeptu proba
fi: Strategisen kampanjan konseptin todentaminen
fr: Démo - Concept de campagne stratégique
ga: Cruthúnas Coincheapa na bhFeachtas Straitéiseacha
gd: Beachd-fhanais air iomairtean ro-innleachd
hu: Stratégiai hadjárat megvalósíthatósági példa
id: Bukti Konsep Petualangan Strategis
it: Proof of Concept per una Campagna
ja: 戦略キャンペーンの概念の実証
ko: 전략적 캠페인 개념 증명
ms: Pembuktian Konsep Kempen Strategik
nb: Strategisk Kampanje Konseptbevis
nl: Strategische veldtocht - proof of concept
pl: Kampania strategiczna - demonstracja
pt_br: Conceito de Campanha Estratégica
pt_pt: Prova de conceito de campanhas estratégicas
ru: Стратегическая кампания, подтверждение концепции
sk: Dôkaz realizovateľnosti strategickej kampane
sr: Стратешка кампања - Потврда концепта
sv: Strategisk kampanj Proof of Concept
tr: Stratejik Savunma Kavramının Kanıtı
uk: Стратегічна кампанія. Доказ концепції.
vi: Bằng chứng về chiến dịch của ý tưởng
zh: 验证战略性战役的想法
zh_tw: 驗證戰略性戰役的想法

source: Delian League
ast: Comuña delio-áttica
bg: Делоски морски съюз
br: Kevre Delios
ca: Lliga de Delos
cs: Délský spolek (Athénský námořní spolek)
da: Det Deliske Søforbund
de: Attischer Seebund
el: Δηλιακή Συμμαχία
es: Confederación de Delos
eu: Delosko Liga
fa: اتحاد دلوس
fi: Deloksen meriliitto
fr: Ligue de Délos
ga: Sraith Delian
gd: Lìg Dhealos
hu: Déloszi szövetség
id: Liga Delos
it: Lega di Delo
ja: デロス同盟
ko: 델로스 동맹
ms: Liga Delos
nb: Det athenske sjøforbundet
nl: Delische Bond
pl: Symmachia Delijska
pt_br: Liga de Delos
pt_pt: Liga de Delos
ru: Делосский союз
sk: Délijská liga
sr: Делска лига
sv: Delianska förbundet
tr: Delos Birliği
uk: Делоський союз
vi: Liên minh Delian
zh: 提洛同盟
zh_tw: 提洛同盟

source: Thebes
ast: Thebas
bg: Тива
br: Tebe
ca: Tebes
cs: Théby
da: Theben
de: Theben
el: Θήβα
es: Tebas
eu: Tebas
fa: تبس
fi: Theba
fr: Thèbes
ga: An Téibh
gd: Tìba
hu: Théba
it: Tebe
ja: テーバイ
ko: 테베
nl: Thebe
pl: Teby
pt_br: Tebas
pt_pt: Tebas
ru: Фивы
sk: Téby
sr: Теба
sv: Thebe
uk: Фіви
zh: 底比斯
zh_tw: 底比斯

source: Thessaly
ast: Thessalía
bg: Тесалия
br: Tesalia
ca: Tessàlia
cs: Thessálie
da: Thessalien
de: Thessalien
el: Θεσσαλία
es: Tesalia
fa: تسالی
fi: Thessalia
fr: Thessalie
ga: An Teasáil
gd: Teasalaidh
hu: Thesszália
id: Thessalia
it: Tessaglia
ja: テッサリア
ko: 테살리아
nl: Thessalië
pl: Tesalia
pt_br: Tessália
pt_pt: Tessália
ru: Фессалия
sk: Tesália
sr: Тесалија
sv: Thessalia
uk: Фессалія
zh: 色萨利
zh_tw: 色薩利

source: Megara
ast: Mégara
bg: Мегара
ca: Mègara
de: Mégara
el: Μέγαρα
fa: مگارا
fr: Mégare
ga: An Mhéagar
gd: Mégara
ja: メガラ
ko: 메가라
pt_br: Mégara
pt_pt: Mégara
ru: Мегары
sr: Мегара
uk: Мегара
zh: 墨伽拉
zh_tw: 墨伽拉

source: Eretria
bg: Еретрия
ca: Erètria
el: Ερέτρια
fa: ارتریا
fr: Érétrie
ga: An tÉireatair
gd: Erétria
ja: エレトリア
ko: 에레트리아
pt_br: Eritreia
pt_pt: Erétria
ru: Эретрия
sr: Еритреја
uk: Еретрія
zh: 埃雷特里亚
zh_tw: 埃雷特里亞

source: Chalcis
bg: Халкида
br: Chalkis
ca: Calcis
cs: Chalkis
da: Khalkis
de: Chalkis
el: Χαλκίδα
fa: کالسیس
fi: Chalkída
ga: An Chalcas
gd: Chalcís
id: Khalkis
ja: ハルキス
ko: 할키스
pl: Chalkida
pt_br: Cálcis
pt_pt: Cálcis
ru: Халкида
sk: Chalkida
sr: Халкида
tr: Halkida
uk: Халкіда
zh: 卡尔基斯
zh_tw: 哈爾基斯

source: Peloponnesian League
ast: Comuña peloponnesia
bg: Пелопонески съюз
br: Kevre ar Peloponnesos
ca: Lliga del Peloponès
cs: Peloponéská liga
da: Den Peloponnesiske Liga
de: Peloponnesischer Bund
el: Πελοποννησιακή Συμμαχία
es: Liga del Peloponeso
eu: Liga Peloponesiarra
fa: اتحاد پلوپوننزی
fi: Peloponnesolaisliitto
fr: Ligue du Péloponnèse
ga: Conradh na Péalopoinéise
gd: An Lìg Pheoloponnasach
hu: Peloponnészoszi szövetség
id: Liga Peloponnesos
it: Lega Peloponnesiaca
ja: ペロポネソス同盟
ko: 펠로폰네소스 동맹
ms: Liga Peloponnesia
nb: Den peloponnesiske liga
nl: Peloponnesische bond
pl: Związek Peloponeski
pt_br: Liga do Peloponeso
pt_pt: Liga do Peloponeso
ru: Пелопоннесский союз
sk: Peloponézska liga
sr: Пелопонеска лига
sv: Peloponnesiska förbundet
tr: Peloponez Birliği
uk: Пелопоннесський союз
vi: Liên minh Peloponnesian
zh: 伯罗奔尼撒同盟
zh_tw: 伯羅奔尼撒聯盟

source: Religious Institutions
ast: Instituciones religiosɐs
bg: Религиозни организации
br: Ensavadurioù Relijiel
ca: Institucions religioses
cs: Náboženské instituce
da: Religiøse Institutioner
de: Religiöse Institutionen
el: Θρησκευτικά Ιδρύματα
es: Instituciones religiosas
eu: Instituzio Erlijiosoak
fa: موسسات مذهبی
fi: Uskonnolliset instituutiot
fr: Institutions religieuses
ga: Forais Creidimh
gd: Buidhnean diadhach
hu: Egyházi intézmények
id: Lembaga Keagamaan
it: Istituzioni Religiose
ja: 宗教教団
ko: 종교 단체들
ms: Institusi Agama
nb: Religiøse institusjoner
nl: Religieuze instituten
pl: Instytucje religijne
pt_br: Instituições Religiosas
pt_pt: Instituições religiosas
ru: Религиозные организации
sk: Náboženské inštitúcie
sr: Религијске институције
sv: Religiösa Institutioner
tr: Dini Kuruluşlar
uk: Релігійні установи
vi: Các tổ chức tôn giáo
zh: 宗教机构
zh_tw: 宗教團體

source: Campaign Map - Test
ast: Geographía de campaña - Pruöba
bg: Карта за кампания — проба
br: Kartenn Vrezeliadenn - Test
ca: Mapa de campanya - Prova
cs: Kampaňová mapa - Zkouška
da: Kampagnebane - Test
de: Kampagnenkarte – Test
el: Χάρτης Εκστρατείας - Δοκιμή
es: Mapa de campaña - Prueba
eu: Kanpaina Mapa - Proba
fa: تست - عملیات نقشه
fi: Kampanjakartta - Testi
fr: Test - Carte de campagne
ga: Léarscáil Feachtais - Triail
gd: Mapa iomairte – Deuchainn
hu: Hadjárat térkép - teszt
id: Peta Petualangan - Tes
it: Mappa - test Campagna
ja: キャンペーンマップ - テスト
ko: 캠페인 지도 - 테스트
ms: Peta Kempen - Uji
nb: Kampanjekart - test
nl: Veldtochten kaart - Test
pl: Mapa Kampanii - Test
pt_br: Mapa de Campanha - Teste
pt_pt: Mapa de campanha - teste
ru: Карта кампании — Тест
sk: Kampaňová mapa - Test
sr: Мапа кампање - Тест
sv: Kampanj Karta - Test
tr: Mücadele Haritası - Deneme
uk: Карта кампанії - Тестова
vi: Kiểm tra bản đồ phần chơi chiến dịch
zh: 战役地图 - 测试
zh_tw: 戰役地圖 - 測試
