Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-userreport.po
Languages: ast, bg, ca, cs, de, el, es, eu, fr, ga, gd, gl, hu, id, it, ko, nl, pl, pt_br, pt_pt, ru, sk, sv, te, tr, uk, zh, zh_tw

source: If parts of the terms are held to be illegal or otherwise unenforceable, the remainder of the terms shall still apply ('severability').
ast: Si daqué parte de los términos se tevier por illegal ou outramente inexecutable, el restu de los términos in toda vía seran applicables (“severability”).
bg: Ако част от условията се счетат за неприложими или противоречат на закона, то останалите условия продължават да важат в сила („ограничителна клауза“).
ca: Si es demostra que part dels termes són il·legals o no es poden aplicar, la resta de termes es mantenen ('separació').
cs: Pokud jsou části podmínek považovány za nezákonné nebo jinak nevymahatelné, zbývající část podmínek bude i nadále platit („oddělitelnost“).
de: Wenn Teile der Bestimmungen für illegal oder anderweitig undurchsetzbar befunden werden, bleibt der Rest der Bedingungen in Kraft ("salvatorische Klausel").
el: Εάν μέρη των όρων θεωρούνται παράνομα ή αλλιώς ανεφάρμοστα, οι υπόλοιποι όροι εξακολουθούν να ισχύουν («διαχωρισμός»).
es: Si partes de los términos se consideran ilegales o no se pueden hacer cumplir, el resto de los términos aún se aplicarán ("separabilidad").
eu: Baldintzetako zati batzuk legez kanpokoak direla antzematen bada edo eta ezin badira bete arazi, gainontzekoak ezarriko dira ("banantzea").
fr: Si une ou des parties des conditions sont considérées comme illégales ou inapplicables, les autres conditions resteront applicables («séparabilité»).
ga: Má dhearbhaítear aon chuid de na tearmaí mar neamhdhleathach nó do-infheidhmithe ar aon shlí eile, beidh feidhm ag an bhfuílleach fós ('inscarthacht').
gd: Ma thathar den bheachd gu bheil cuid de na teirmichean mì-laghail no nach gabh an èigneachadh air adhbhar eile, bidh an còrr de na teirmichean an sàs fhathast (“severability”).
gl: Se unha parte das condicións son consideradas ilegais ou non aplicables por outros motivos, o resto das condicións continuarán sendo aplicábeis ('severability').
hu: Ha a szolgáltatás feltételeinek egy része törvénytelen vagy más okból nem betartható, akkor a többi feltétel továbbra is érvényes („elkülöníthetőség”).
id: Jika sebagian dari syarat dianggap ilegal atau jika tidak dapat ditegakkan, syarat lainnya akan tetap berlaku ('keterpisahan').
ko: 이 약관의 일부가 불법이거나 시행 불가능한 것으로 간주되는 경우, 나머지 조항은 계속 적용됩니다 ('분리성').
nl: Als delen van de voorwaarden onwettig of anderszins niet-afdwingbaar worden geacht, blijven de resterende voorwaarden van toepassing ('scheidbaarheid').
pl: Jeżeli część warunków zostanie uznana za niezgodną z prawem lub w inny sposób niewykonalną, pozostała część warunków będzie nadal obowiązywać ("rozdzielność").
pt_br: Se partes dos termos forem consideradas ilegais ou inexequíveis, o restante dos termos ainda se aplicará ('separabilidade').
pt_pt: Se parte dos termos forem considerados ilegais ou inaplicável, os restantes termos continuam a ser aplicáveis ('divisibilidade').
ru: Если некоторые условия будут признаны незаконными или не имеющими исковой силы иным образом, остальные условия все равно будут применяться («делимость»).
sk: Ak sa časti podmienok považujú za nelegálne alebo inak neuskutočniteľné, zbytok podmienok stále platí ('oddeliteľnosť').
sv: Om delar av villkoren anses vara olagliga eller på annat sätt omöjliga att verkställa, ska återstoden av villkoren fortfarande gälla ("avskiljbar het").
te: నిబంధనల యొక్క భాగాలు చట్టవిరుద్ధమైనవి లేదా అమలు చేయలేనివిగా ఉంటే, మిగిలిన నిబంధనలు ఇప్పటికీ వర్తిస్తాయి ('వేరుచేయడం').
tr: Şartların bir kısmı yasadışı veya başka türlü uygulanamaz olarak tutulursa, şartların geri kalanı hala geçerli olacaktır (“ayrılabilirlik”).
uk: Якщо частина умов вважається незаконною або іншим чином не підлягає виконанню, решта умов все ще застосовується ('severability').
zh: 若部分条款被认定为非法或不可执行，其余条款仍然适用（“可分割性”）。
zh_tw: 若有一部份的條款違法或因其他原因無法執行，則其餘條款仍然有效（「可分割性」）。

source: For further information on Wildfire Games Privacy Policies, visit https://trac.wildfiregames.com/wiki/UserDataProtection
ast: Para más informacion subre la política de privacidá de Wildfire Games, visita https://trac.wildfiregames.com/wiki/UserDataProtection
bg: За подробна информация отностно Политиката за поверителност на Wildfire Games, посетете страницата https://trac.wildfiregames.com/wiki/UserDataProtection
ca: Per obtenir més informació sobre les polítiques de privadesa de Wildfire Games, visiteu https://trac.wildfiregames.com/wiki/UserDataProtection
cs: Další informace o zásadách ochrany soukromí Wildfire Games naleznete na adrese https://trac.wildfiregames.com/wiki/UserDataProtection
de: Weitere Informationen zu den Datenschutzrichtlinien von Wildfire Games findest du unter https://trac.wildfiregames.com/wiki/UserDataProtection
el: Για περισσότερες πληροφορίες σχετικά με τις Πολιτικές Απορρήτου της Wildfire Games, επισκεφτείτε τη https://trac.wildfiregames.com/wiki/UserDataProtection
es: Para obtener más información sobre las Políticas de Privacidad de Wildfire Games, visite https://trac.wildfiregames.com/wiki/UserDataProtection
eu: Wildfire Gamesen pribatutasun politikari buruz gehiago jakiteko, ikusi https://trac.wildfiregames.com/wiki/UserDataProtection
fr: Pour plus d'informations sur la politique de confidentialité de Wildfire Games, visitez https://trac.wildfiregames.com/wiki/UserDataProtection
ga: Le haghaidh tuilleadh faisnéise ar an mPolasaí Príobháideachais Wildifre Games, téigh chuig https://trac.wildfiregames.com/wiki/UserDataProtection
gd: Airson barrachd fiosrachaidh mu na poileasaidhean prìobhaideachd aig Wildfire Games, tadhail air https://trac.wildfiregames.com/wiki/UserDataProtection
gl: Para máis información sobre as políticas de protección da intimidade de Wildfire Games, consulte https://trac.wildfiregames.com/wiki/UserDataProtection (en inglés)
hu: További információkért a Wildfire Games adatvédelmi irányelveiről, keresd fel ezt az oldalt: https://trac.wildfiregames.com/wiki/UserDataProtection
id: Untuk informasi lebih lanjut tentang Kebijakan Pribadi Wildfire Games, kunjungi https://trac.wildfiregames.com/wiki/UserDataProtection
it: Per ulteriori informazioni sulla privacy di Wildfire Games visita https://trac.wildfiregames.com/wiki/UserDataProtection
ko: Wildfire Games 개인 정보 보호 정책에 대한 자세한 내용은 https://trac.wildfiregames.com/wiki/UserDataProtection 을 참조하십시오
nl: Ga naar https://trac.wildfiregames.com/wiki/UserDataProtection voor meer informatie over het privacybeleid van Wildfire Games.
pl: Po więcej informacji zajrzyj na Politykę Prywatności Wildfire Games: https://trac.wildfiregames.com/wiki/UserDataProtection
pt_br: Para mais informações sobre as Políticas de Privacidade da Wildfire Games, visite https://trac.wildfiregames.com/wiki/UserDataProtection
pt_pt: Para mais informações sobre as Políticas de Privacidade da Wildfire Games visite a página https://trac.wildfiregames.com/wiki/UserDataProtection
ru: Для получения дополнительной информации о Политике конфиденциальности Wildfire Games посетите https://trac.wildfiregames.com/wiki/UserDataProtection
sk: Pre ďalšie informácie o Wildfire Games Ochrany osobných údajov navštívte https://trac.wildfiregames.com/wiki/UserDataProtection
sv: För ytterligare information om Wildfire Games sekretess policy, besök https://trac.wildfiregames.com/wiki/UserDataProtection
te: వైల్డ్‌ఫైర్ ఆటల గోప్యతా విధానాలపై మరింత సమాచారం కోసం, సందర్శించండి https://trac.wildfiregames.com/wiki/UserDataProtection
tr: Wildfire Games gizlilik politikası hakkında daha fazla bilgi almak için ziyaret edin: https://trac.wildfiregames.com/wiki/UserDataProtection
uk: Для отримання додаткової інформації щодо політик конфіденційності Wildfire Games, відвідайте https://trac.wildfiregames.com/wiki/UserDataProtection
zh: 有关Wildfire游戏隐私政策的更多信息，请访问 https://trac.wildfiregames.com/wiki/UserDataProtection
zh_tw: 要取得更多關於 Wildfire Games 隱私權政策的資訊，請造訪 https://trac.wildfiregames.com/wiki/UserDataProtection

source: 6. Wildfire Games does not process personal data that is not neeeded for the specified purposes (GDPR 5.1.c, "data minimisation").
bg: 6. Wildfire Games не обработва лични данни, ненужни за изложените в този документ предназначения (Чл. 5.1.c на GDPR, "минимизиране на данни").
de: 6. Wildfire Games verarbeitet keine persönlichen Daten, die nicht für den festgelegten Zweck gebraucht werden (DSGVO 5.1.c, "Datenminimierung").
el: 6. Η Wildfire Games δεν επεξεργάζεται προσωπικά δεδομένα που δεν χρειάζονται για τους καθορισμένους σκοπούς (Γενικός Κανονισμός για την Προστασία Δεδομένων 5.1.c, 'ελαχιστοποίηση δεδομένων').
fr: 6. Wildfire Games ne traite pas de données personnelles qui ne sont pas nécessaires aux fins spécifiées (RGPD 5.1.c, "Minimisation des données").
gl: 6. Wildfire Games non procesa datos persoais que non son necesarios para as finalidades indicadas (GDPR 5.1.c, "data minimisation").
ko: 6. Wildfire Games는 특정 목적에 필요하지 않은 개인 데이터를 처리하지 않습니다 (GDPR 5.1.c, "데이터 최소화").
pt_pt: 6. A Wildfire Games não processa dados pessoais que não sejam necessários para os propósitos especificados (RGPD 5.1.c, "minimização dos dados").
sv: 6. Wildfire Games behandlar inte person uppgifter som inte neeeded för angivna ändamål (GDPR 5.1. c, "uppgiftsminimering").
tr: 6. Wildfire Games, belirtilen amaçlar için gerekli olmayan kişisel verileri işlemez (GVKY 5.1.c, "veri küçültme").
zh: 6. Wildfire Games 不会为特殊目的获取个人信息。（GDPR 5.1.c，“数据最小化”）。
