Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: Which players are currently connected to the Multiplayer Lobby and which match they joined is shown to all online players.
ast: Los ẍogadores que stuvieren conexos cul Antepar & la partida a la que se ẍunhieren son amostrados a todolos ẍogadores nela Rede.
bg: Информацията за това кои играчи в момента са на линия в чакалнята и съответно в коя игра участват, е видима за всички играчи.
ca: Quins jugadors estan connectats a la sala multijugador en cada moment i a quines partides s'han unit es mostra a tots els jugadors en línia.
cs: Kteří hráči jsou v současné době připojeni ke hře zájmové herní skupiny pro více hráčů a ke kterému zápasu se připojili, se zobrazí všem hráčům, kteří jsou přímo připojeni.
de: Welche Spieler zur Zeit mit der Mehrspieler-Lobby verbunden sind und an welchen Partien sie gerade teilnehmen, wird allen anderen aktiven Spielern innerhalb der Lobby angezeigt.
el: Οι παίκτες που είναι ήδη συνδεδεμένοι στο Λόμπι για Πολλούς Παίχτες και σε ποιον αγώνα έχουν συνδεθεί εμφανίζονται σε όλους τους συνδεδεμένους παίκτες.
es: A todos los jugadores en línea se les muestra aquellos jugadores que están actualmente conectados al Lobby Multijugador y a qué partida se han unido.
eu: Orain jokalari anitzen lobbyra konektatuta dauden eta zein partidara elkartu diren erakutsiko zaie linean dauden beste jokalari guztiei.
fi: Kaikille verkkopelaajille näytetään, mitkä pelaajat ovat parhaillaan yhteydessä moninpeliaulaan ja mihin otteluun he ovat liittyneet.
fr: Chaque joueur connecté au Lobby Multijoueurs et la partie à laquelle il joue sont montrés à tous les joueurs en ligne.
ga: Cé acu na himreoirí atá ceangailte faoi láthair ag an Ilfhorhalla agus cén chluiche a bhualann siad leis atá léirithe ag na himreoirí ar líne ar fad.
gd: Seallaidh sinn dhan a h-uile cluicheadair a bhios air loidhne cò na cluicheadairean a bhios ceangailte ris an lobaidh ioma-chluicheadair aig an àm agus dè na maidsichean a bhios iad a’ gabhail pàirt annta.
gl: A todos os xogadores conectados móstranselles os xogadores que están conectados actualmente á sala de espera de varios xogadores e a que partida se uniron.
hu: Az hogy a játékosok csatlakoztak a többjátékos váróba, és az hogy mely játékhoz csatlakoztak, az megjelenítésre kerül az összes online játékosnál.
id: Pemain mana yang saat ini terhubung ke Lobi Main Bersama dan pertandingan mana yang mereka ikuti akan ditampilkan ke semua pemain daring.
it: Vengono mostrati a tutti i giocatori online i giocatori che sono attualmente connessi alla Lobby multigiocatore e a quale partita hanno partecipato.
ko: 현재 어떤 플레이어가 멀티플레이어 로비에 연결되어 있고 그들이 합류한 플레이어가 모든 온라인 플레이어에게 표시됩니다.
lv: Kuri spēlētāji šobrīd pieslēgušies daudzspēlētaju istabai un kurai spēlei tie pievienojušies ir redzams visiem spēlētājiem tiešsaistē.
mk: Известувањата за тоа кои играчи моментално се на линија во чекалната и, соодветно, во која игра учествуваат, се видливи за сите играчи.
nl: Welke spelers op dit moment verbonden zijn met de Multiplayer Lobby en met welke wedstrijd ze verbonden zijn, wordt getoond aan alle online spelers.
pl: Gracze, którzy są aktualnie połączeni do Multiplayer Lobby i mecz, do którego dołączyli, widoczne są wszystkim innym graczom online.
pt_br: Quais jogadores estão atualmente conectados à Sala Multijogador e a quais partidas eles se conectam é mostrado para todos os jogadores online.
pt_pt: É mostrados a todos os outros jogadores online quais jogadores estão atualmente conectados na Sala de Espera Multi-Jogador e em que partidas estes participaram.
ru: Какие игроки в настоящее время подключены к сетевой комнате и к какому сражению они присоединились, отображено для всех.
sk: To, ktorí hráči sú aktuálne pripojení do lobby viacerých hráčov a do ktorého zápasu sa prihlásili je zobrazené všetkým prihláseným hráčom.
sv: Vilka spelare som för närvarande är anslutna till flerspelarlobbyn och som matchar de anslöt visas för alla online-spelare.
tr: Hangi oyuncuların Çok Oyunculu Lobi'ye bağlı olduğu ve hangi oyuna katıldıkları tüm çevrimiçi oyunculara görünür.
uk: Які гравці на даний момент підключені до багатокористувацького лобі та до якого змагання вони приєдналися, показано всім гравцям в мережі.
zh: 玩家与多人游戏大厅关联的信息，以及加入的匹配房间的信息，对所有在线玩家显示。
zh_tw: 目前連線至多人遊戲大廳的玩家及他們加入的對戰會對所有上線玩家顯示。

source: [font="sans-bold-14"]5. Chat messages[/font]
ast: [font="sans-bold-14"]5. Recados[/font]
bg: [font="sans-bold-14"]5. Съобщения в чата[/font]
ca: [font="sans-bold-14"]5. Missatges de xat[/font]
cs: [font="sans-bold-14"]5. Zprávy od hráčů[/font]
de: [font="sans-bold-14"]5. Chatnachrichten[/font]
el: [font="sans-bold-14"]5. Μηνύματα συνομιλίας[/font]
es: [font="sans-bold-14"]5. Mensajes del chat[/font]
eu: [font="sans-bold-14"]5. Txat mezuak[/font]
fi: [font="sans-bold-14"]5. Keskusteluviestit[/font]
fr: [font="sans-bold-14"]5. Messages tchat[/font]
ga: [font="sans-bold-14"]5. Teachtaireachtaí comhrá[/font]
gd: [font="sans-bold-14"]5. Teachdaireachdan na cabadaich[/font]
gl: [font="sans-bold-14"]5. Mensaxes de conversa[/font]
hu: [font="sans-bold-14"]5. Csevegési üzenetek[/font]
id: [font="sans-bold-14"]5. Pesan obrolan[/font]
it: [font="sans-bold-14"]5. Messaggi in chat[/font]
ko: [font="sans-bold-14"]5. 대화 내용[/font]
lv: [font="sans-bold-14"]5. Čata ziņas[/font]
mk: [font="sans-bold-14"]5. Пораки во чатот[/font]
ms: [font="sans-bold-14"]5. Mesej sembang[/font]
nl: [font="sans-bold-14"]5. Chatberichten[/font]
pl: [font="sans-bold-14"]5. Wiadomości czatu[/font]
pt_br: [font="sans-bold-14"]5. Mensagens no bate-papo[/font]
pt_pt: [font="sans-bold-14"]5. Mensagens de conversação[/font]
ru: [font="sans-bold-14"]5. Сообщения в чате[/font]
sk: [font="sans-bold-14"]5. Chat správy[/font]
sv: [font = "Sans-fet-14"] 5. chattmeddelanden [/font]
tr: [font="sans-bold-14"]5. Sohbet iletileri[/font]
uk: [font="sans-bold-14"]5. Повідомлення бесіди[/font]
zh: [font="sans-bold-14"]5. 聊天信息[/font]
zh_tw: [font="sans-bold-14"]5. 聊天訊息[/font]

source: The Multiplayer Lobby features a public chat room that enables players to discuss the game and organize multiplayer matches.
ast: L Antepar cuœnta cun una conversa pública que permitte a los ẍogadores fhablar de l ẍuœgu & intamar partidæs intre varios ẍogadores.
bg: Чакалнята разполага с публична стая за чат, която позволява на играчите да коментират играта и да организират мрежови игри.
ca: La sala multijugador inclou una sala de xat pública que permet als jugadors parlar sobre el joc i organitzar partides multijugador.
cs: Zájmová herní skupina pro více hráčů obsahuje veřejnou diskusní místnost, která umožňuje hráči mluvit o hře a pořádat zápasy pro více hráčů.
de: Die Mehrspieler-Lobby bietet einen öffentlichen Chatroom, der es Spielern ermöglicht, über das Spiel zu diskutieren und Mehrspielerpartien zu organisieren.
el: Το Λόμπι Πολλών Παιχτών διαθέτει ένα δημόσιο χώρο συζήτησης που επιτρέπει στους παίκτες να συζητούν για το παιχνίδι και να οργανώνουν αγώνες για πολλούς παίκτες.
es: El Lobby Multijugador incluye una sala de chat pública que permite a los jugadores discutir sobre el juego y organizar partidas multijugador.
eu: Jokalari anitzen lobbyak txat publiko gela bat du non jokalariek jokoari buruz aritu daitezeen eta baita ere jokalari anitzen partidak antolatu.
fi: Moninpeliaulassa on julkinen keskusteluhuone, jossa pelaajat voivat keskustella pelistä ja järjestää moninpeliotteluita.
fr: Le Lobby Multijoueurs inclue une salle de tchat pour permettre aux joueurs de discuter des parties et organiser des parties.
ga: Tá seomra comhrá poiblí ag an Ilforhalla a chuireann na himreoirí ar chumas an cluiche a phlé agus cluichí ilimreortha a eagrú.
gd: Tha seòmar cabadaich poblach aig an lobaidh ioma-chluicheadair a leigeas leis na cluicheadairean bruidhinn mun gheama agus maidsichean ioma-chluicheadair a chur air dòigh.
gl: A sala de espera de varios xogadores inclúe unha sala de conversa pública que permite aos xogadores conversar sobre o xogo e organizar partidas de varios xogadores.
hu: A többjátékos váró rendelkezik egy nyilvános csevegőszobával, amelyben a játékosok beszélgethetnek a játékról, és többjátékos meccseket szervezhetnek.
id: Lobi Main Bersama memiliki ruang obrolan publik yang memungkinkan pemain untuk mendiskusikan permainan dan mengatur pertandingan bersama.
it: La lobby multigiocatore presenta una chat room pubblica che consente ai giocatori di discutere del gioco e organizzare partite multigiocatore.
ko: 멀티플레이어 로비는 플레이어가 게임에 대해 토론하고 멀티플레이어 게임을 구성할 수 있는 공개 채팅방을 제공합니다.
lv: Daudzspēlētāju priekšnams satur publisku tērzēšanas istabu, kas ļauj spēlētājiem diskutēt par spēli un organizēt daudzspēlētāju mačus.
mk: Чекалната има јавна разговорна соба што им овозможува на играчите да коментираат за играта и да организираат мрежни игри.
ms: Fitur Ruang Legar Berbilang Pemain merupakan bilik sembang awam yang membolehkan pemain berbincang perihal permainan dan mengatur perlawanan.
nl: De Multiplayer Lobby beschikt over een openbare chatroom waarmee spelers het spel kunnen bespreken en multiplayer wedstrijden kunnen organiseren.
pl: Multiplayer Lobby posiada pokój publiczny, który pozwala graczom dyskutować o grze i organizować mecze.
pt_br: O lobby multijogador apresenta uma sala de chat pública que permite aos jogadores discutir o jogo e organizar partidas multiplayer.
pt_pt: A Sala de Espera Multi-Jogador consiste numa sala de conversação que permite aos jogadores discutir sobre o jogo e organizar partidas multi-jogador.
ru: В сетевой комнате есть общедоступный чат, где игроки могут обсудить игру и организовать сетевые сражения.
sk: Miestnosť hry viacerých hráčov obsahuje verejný chat, ktorý umožňuje hráčom diskutovať o hre a organizovať medzi sebou zápasy.
sv: Flerspelarlobbyn har ett offentligt chattrum som gör det möjligt för spelare att diskutera spelet och organisera flerspelarmatcher.
tr: Çok Oyunculu Lobide, oyuncuların oyunu tartışmasını ve çok oyunculu maçları organize etmesini sağlayan ortak bir sohbet odası bulunur.
uk: Багатокористувацьке лобі функціонує як публічна кімната для бесіди, яка дозволяє гравцям обговорювати гру та організовувати багатокористувацькі змагання.
zh: 游戏大厅设有公共聊天室，方便玩家讨论游戏，及组织多人游戏。
zh_tw: 多人遊戲大廳的公開聊天室讓玩家可以討論遊戲並組織多人對戰。

source: Wildfire Games stores a log of the public chat messages and online presence to meet the following purposes:
ast: Wildfire Games caltien un registro de recados de la conversa pública & de presencia nela Rede para complire los seguientes propósitos:
bg: Wildfire Games съхранява хронология на съобщенията в публичната стая за чат и присъствието в играта, за следните цели:
ca: Wildfire Games emmagatzema un registre dels missatges del xat públic i la presència en línia per complir els propòsits següents:
cs: Wildfire Games ukládají záznam o veřejných zprávách a přítomnosti hráčů tak, aby splňovaly následující účely:
de: Wildfire Games speichert ein Protokoll der öffentlichen Chatnachrichten und der Online-Präsenz für die folgenden Zwecke:
el: Η Wildfire Games αποθηκεύει σε ένα αρχείο καταγραφής τα δημόσια μηνύματα συνομιλίας και την παρουσία στο Λόμπι για να ικανοποιήσει τους ακόλουθους σκοπούς:
es: Wildfire Games almacena un registro de los mensajes públicos del chat y de la presencia en línea para satisfacer los siguientes propósitos:
eu: Wildfire Gamesek txat publikoen erregistroa eta lineako presentzia gordetzen ditu ondorengo helburuekin:
fi: Wildfire Games tallentaa lokin julkisista keskusteluviesteistä ja verkkoläsnäolosta seuraavia tarkoituksia varten:
fr: Wildfire Games stocke un journal des messages du tchat public et de la présence en ligne pour les besoins suivants:
ga: Stórálann Wildfire Games log de na teachtaireachtaí poiblí comhrá agus láithreacht ar líne na himreoirí chun na n-aidhmeanna seo a leanas:
gd: Glèidhidh Wildfire Games loga dhe na teachdaireachdan cabadaich poblach agus air làthaireachd air loidhne air na h-adhbharan a leanas:
gl: Wildfire Games almacena un historial de mensaxes de conversa públicas e presenza en internet coas seguintes finalidades:
hu: A Wildfire Games a következő célok miatt tárolja a nyilvános csevegés naplóját:
id: Wildfire Games menyimpan log pesan obrolan publik dan kehadiran daring untuk memenuhi tujuan berikut:
it: Wildfire Games memorizza un registro dei messaggi di chat pubblici e della presenza online per soddisfare i seguenti scopi:
ko: Wildfire Games는 다음과 같은 목적을 달성하기 위해 공개 대화 내용 및 온라인 참석 정보를 저장합니다:
lv: Wildfire Games saglabā žurnālu ar publiskajām čata ziņām un tiešsaistes klātbūtni, lai sasniegtu sekojošos mērķus:
mk: Wildfire Games чува историја на јавни пораки во разговорната соба и присуство во играта за следниве цели:
ms: Wildfire Games menyimpan satu log mesej sembang awam dan kehadiran atas-talian atas tujuan berikut:
nl: Wildfire Games slaat een logboek op van de openbare chatberichten en online aanwezigheid voor de volgende doeleinden:
pl: Wildfire Games przechowuje log czatu publicznego i obecności online w celu:
pt_br: Wildfire Games armazena um registro das mensagens públicas de bate-papo e da presença on-line para atender às seguintes finalidades:
pt_pt: A Wildfire Games armazena um registo das mensagens da conversação pública e presença online para satisfazer os seguintes propósitos:
ru: Wildfire Games хранит лог публичных сообщений чата и времени присутствия в игре для достижения следующих целей:
sk: Wildfire Games ukladá záznam verejných chatových správ a zoznam prítomných hráčov pre nasledujúce účely:
sv: Wildfire Games lagrar en logg över offentliga chattmeddelanden och online-närvaro för att uppfylla följande syften:
tr: Wildfire Games, aşağıdaki amaçlara ulaşmak için genel sohbet mesajlarının bir günlüğünü ve çevrimiçi varlığını kaydeder:
uk: Wildfire Games зберігає журнал повідомлень публічної бесіди та присутності в мережі для досягнення наступних цілей:
zh: Wildfire Games 存储了公共聊天消息，和在线状态的日志，以满足以下目的：
zh_tw: Wildfire Games 為下述目的儲存公開聊天訊息與線上狀態紀錄：

source: 1. Moderators may screen chat messages to enforce the Terms of Use.
ast: 1. Podere los moderadores revisare los recados de la conversa para fhazer complire los términos d’usu.
bg: 1. Модераторите могат да преглеждат съобщенията в чата, за да прилагат Условията на ползване.
ca: 1. Els moderadors poden revisar els missatges del xat per fer complir els termes d'ús.
cs: 1. Moderátoři mohou zobrazovat zprávy od hráčů, aby vynucovali Podmínky užití.
de: 1. Moderatoren können Chatnachrichten sichten, um die Nutzungsbedingungen durchzusetzen.
el: 1. Οι συντονιστές μπορούν να προβάλλουν μηνύματα συνομιλίας για την επιβολή των Όρων Χρήσης.
es: 1. Los moderadores pueden mostrar mensajes del chat para hacer cumplir los Términos de Uso.
eu: 1. Moderatzaileek txat publikoak ikuska ditzakete erabilera baldintzak bete daitezen.
fi: 1. Moderaattorit voivat seuloa chat-viestejä käyttöehtojen noudattamisen valvomiseksi.
fr: 1. Les modérateurs peuvent visualiser des messages Tchat pour faire appliquer les conditions d'utilisations.
ga: 1. Is féidir le modhnóirí teachtaireachtaí comhrá a chriathú ar son na dTearmaí Úsáide a cur i bhfeidhm.
gd: 1. Faodaidh maoir sgrùdadh a dhèanamh air teachdaireachdan na cabadaich feuch an èignich iad Teirmichean a’ chleachdaidh.
gl: 1. Os moderadores poden analizar mensaxes de conversa para facer cumprir os termos de uso.
hu: 1. A moderátorok átnézhetik a csevegéseket, hogy betartassák a felhasználási feltételeket.
id: 1. Moderator dapat menyaring pesan obrolan untuk menegakkan Syarat Penggunaan.
it: 1. I moderatori possono visualizzare i messaggi di chat per far rispettare i Termini d'uso.
ko: 1. 조정자는 대화 내용을 화면에 표시하여 이용 약관을 시행할 수 있습니다.
lv: 1. Moderatori var pārlūkot čata ziņas, lai izpildītu Lietošanas Noteikumus.
mk: 1. Модераторите можат да ги прегледуваат разговорните пораки за да ги применат Условите за користење.
nl: 1. Moderators kunnen chatberichten screenen voor de handhaving van de gebruiksvoorwaarden.
pl: 1. Moderowania wiadomości, jeśli naruszają warunki użytkowania.
pt_br: 1. Os moderadores podem filtrar mensagens de bate-papo para impor os Termos de Uso.
pt_pt: 1. Os moderadores podem examinar as mensagens de conversação para fazer cumprir os Termos de Utilização.
ru: 1. Модераторы могут делать снимки сообщений чата для обеспечения соблюдения Условий использования.
sk: 1. Moderátori môžu odfotiť chatové správy aby vynútili Podmienky používania.
sv: 1. moderatorer får skärm chattmeddelanden för att genomdriva användnings villkoren.
tr: 1. Moderatörler, Kullanım Koşullarını uygulamak için sohbet mesajlarını görüntüleyebilir.
uk: 1. Модератори можуть робити знімок екрану із повідомленнями бесіди для забезпечення дотримання умов використання.
zh: 1.版主可以屏蔽聊天消息以强制执行使用条款。
zh_tw: 1. 管理員可以依使用條款檢查聊天訊息。

source: 2. Wildfire Games may address or resolve bug reports, balancing issues or feature proposals indicated by players in the chat room.
ast: 2. Poder Wildfire Games attender a ou resolver informes de falhos, questiones d’eqüilibrio ou propuœstæs de funcciones fheiꞇhæs por ẍogadores nela conversa.
bg: 2. Wildfire Games може да проучва доклади за грешки, да адресира проблеми в баланса или да разглежда предложения за нови функционалности, идващи от играчите в чата.
ca: 2. Wildfire Games pot abordar o resoldre informes d'errors, problemes d'equilibri o propostes de noves funcionalitats indicades pels jugadors de la sala de xat.
cs: 2. Wildfire Games mohou řešit nebo vyřešit zprávy o chybách, vyvažování problémů nebo návrhy funkcí označené hráči v místnosti určené pro rozhovory.
de: 2. Wildfire Games kann Programmfehler, Balancing-Probleme oder Empfehlungen für neue Funktionen, die von Spielern im Chatroom aufgezeigt werden, behandeln oder lösen.
el: 2. Η Wildfire Games μπορεί να απευθύνει ή να επιλύσει αναφορές σε σφάλματα, σε ζητήματα εξισορρόπησης ή σε προτάσεις για χαρακτηριστικά που υποδεικνύονται από τους παίκτες στην αίθουσα συνομιλίας.
es: 2. Wildfire Games puede abordar o resolver informes de errores, problemas de balanceo o propuestas de características señaladas por los jugadores en la sala de chat.
eu: 2. Wildfire Gamesek akatsen txostenak, oreka arazoak eta jokalariek txatean proposatutako funtzioak ikuskatu eta ebatzi ditzake.
fi: 2. Wildfire Games voi käsitellä tai ratkaista bugiraportteja, tasapainotusongelmia tai ominaisuusehdotuksia, joita pelaajat ovat ilmoittaneet chatissa.
fr: 2. Wildfire Games peut répondre et résoudre les rapports de bugs, des problèmes d'équité ou des propositions de fonctionnalités faites par les joueurs dans la salle de tchat.
ga: 2. Féadfaidh Wildfire Games aghaidh a thabhairt ar tuairisc fabhtanna nó iad a shocrú, ceisteanna cothromaithe nó moltaí gnéithe léirithe ag imreoirí sa tseomra comhrá.
gd: 2. Faodaidh Wildfire Games dèiligeadh ri no càradh a dhèanamh a thaobh aithrisean air bugaichean, cùisean cothromachaidh no beachdan air gleusan a dh’innis cluicheadairean san t-seòmar cabadaich.
gl: 2. Wildfire Games pode revisar e resolver informes de fallo, problemas de equilibrio ou solicitudes de funcionalidades que os xogadores indiquen na sala de conversa.
hu: 2. A Wildfire Games kezelheti a hibajelentéseket, az egyensúlybeli problémákat vagy a felhasználók által jelzett funkciójavaslatokat.
id: 2. Wildfire Games dapat mengatasi atau menyelesaikan laporan bug, masalah keseimbangan, atau pengajuan fitur yang ditunjukkan oleh pemain di ruang obrolan.
it: 2. Wildfire Games può indirizzare o risolvere segnalazioni di bug, problemi di bilanciamento o proposte di funzionalità indicate dai giocatori nella chat room.
ko: 2. Wildfire Games는 버그 보고서를 처리하거나 대화방의 플레이어가 지정한 문제점이나 기능 제안을 조정할 수 있습니다.
lv: 2. Wildfire Games var adresēt vai atrisināt problēmu ziņojumus, balansēšanas problēmas vai idejas, kuras izsaka spēlētāji.
mk: 2. Wildfire Games можат да ги проучуваат или решат извештаите за грешки, проблемите со балансирањето или предлозите за функции назначени од играчите во разговорната соба.
nl: 2. Wildfire Games kunnen zich wenden tot, of het oplossen van, bugrapporten, balanceringskwesties of functievoorkeuren die zijn aangegeven door spelers in de chatroom.
pl: 2. Odniesienia się do raportów o błędach poprzez Wildfire Games, do problemów z balansem lub ukazania propozycji wskazanych przez graczy na czacie.
pt_br: 2. A Wildfire Games pode abordar ou resolver relatórios de bugs, problemas de balanceamento ou propostas de recursos indicadas pelos jogadores na sala de bate-papo.
pt_pt: 2. A Wildfire Games podem abordar ou resolver relatórios de erros, problemas de equilíbrio ou salientar propostas indicados pelos jogadores na sala de conversação.
ru: 2. В Wildfire Games могут быть рассмотрены или исправлены сообщения об ошибках, вопросы балансировки или функциональные предложения, представленные игроками в чате.
sk: 2. Wildfire Games môže identifikovať alebo získať hlásenie chýb, problémy s vyvážením hry alebo návrhy pre nové funkcie od hráčov v chatovej miestnosti.
sv: 2. Wildfire Games kan ta itu med eller lösa fel rapporter, balansera frågor eller funktioner förslag som anges av spelare i chattrummet.
tr: 2. Wildfire Games, sohbet odalarındaki oyuncular tarafından belirtilen hata raporlarını, dengeleme sorunlarını veya teklif önerilerini ele alabilir veya çözebilir.
uk: 2. Wildfire Games може звертатися або вирішувати звіти про помилку, балансувальні питання або функціональні пропозиції гравців в кімнаті бесіди.
zh: 2. Wildfire Games可以记录IP地址，和解决错误报告，以回应聊天室中玩家指示的问题或提议。
zh_tw: 2. Wildfire Games 可以處理或解決玩家的錯誤報告、平衡性問題或功能提案。
