Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: Synchronizing gameplay with other players…
ar: يتم مزامنة اللعبة مع اللاعبين الآخرين...
ast: Synchronizando cun los outros xhogadores...
bg: Синхронизиране на играта с другите играчи…
br: O c'houbredañ ar c'hoari gant c'hoarierien all...
ca: S'està sincronitzant el joc amb els altres jugadors:
cs: Synchronizace hry s dalšími hráči...
de: Synchronisiere Spielstand mit Mitspielern...
el: Συχγρονισμός παιχνιδιού με άλλους παίκτες...
eo: Sinkronigas la ludstaton kun aliaj ludantoj...
eu: Partida beste jokalariekin sinkronizatzen...
fa: همگام سازی بازی با سایر بازیکن ها ...
fi: Synkronoidaan peliä muiden pelaajien kanssa…
fr: Synchronisation avec les autres joueurs...
ga: Táimid ag sioncronú do chluiche le cluichí eile...
gd: A’ sioncronachadh a’ gheama leis na cluicheadairean eile…
hu: Játékmenet szinkronizálása a többi játékossal…
id: Menyelaraskan permainan dengan pemain lain…
it: Sincronizzazione partita con gli altri giocatori...
ja: 他のプレイヤーと進行を同期しています…
ko: 다른 참가자들과 게임 방식 동기화 중…
lt: Žaidimas sinchronizuojamas su kitais žaidėjais...
ms: Menyegerak permainan dengan pemain lain...
nb: Synkroniserer spillet med andre spillere…
nl: Spel synchroniseren met andere spelers ...
pl: Synchronizowanie gry z innymi graczami...
pt_br: Sincronizando jogo com outros jogadores…
pt_pt: A sincronizar o jogo com os outros jogadores…
ru: Синхронизация игры с другими игроками...
sk: Synchronizuje sa hra s ostatnými hráčmi...
sq: Duke sinkronizuar lojën me lojtarët e tjerë...
sv: Synkroniserar spelupplägg med andra spelare…
te: ఇతర ఆటగాళ్లతో గేమ్‌ప్లేను సమకాలీకరిస్తోంది…
tr: Oyun diğer oyuncularla senkronize ediliyor...
uk: Синхронізація ігрового процесу з іншими гравцями…
zh: 和其他玩家同步游戏……
zh_tw: 正在同步化與其他玩家的遊戲...

source: Paused by %(players)s
ar: ألبثها %(players)s
ast: Pousou-lu %(players)s
bg: Играта е спряна на пауза от %(players)s
br: Ehanet gant %(players)s
ca: Pausat per %(players)s
cs: Pozastaveno %(players)s
de: Pausiert von %(players)s
el: Σε κατάσταση παύσης με εντολή του παίκτη %(players)s
eo: Paŭzis de %(players)s
eu: %(players)s-engatik gelditua
fa: بازی متوقف شد توسط %(players)s
fi: Keskeytetty pelaajan %(players)s toimesta
fr: Mis en pause par %(players)s
ga: Tá sos a chur le %(players)s
gd: Air a chur ’na stad le %(players)s
gl: %(players)s detivo a partida
hu: Szüneteltette: %(players)s
id: Dijeda oleh %(players)s
it: Sospeso da %(players)s
ja: %(players)sにより休止されました。
ko: %(players)s에 의해 일시정지됨
lt: %(players)s padarė pauzę
lv: Iepauzēja %(players)s
ms: Dijeda oleh %(players)s
nb: Satt på pause av %(players)s
nl: Gepauzeerd door %(players)s
pl: Pauza przez %(players)s
pt_br: Pausado por %(players)s
pt_pt: Pausado por %(players)s
ru: Приостановлено игроком %(players)s
sk: Pozastavené hráčmi %(players)s
sq: Pushuar prej %(players)s'
sv: Pausad av %(players)s
te: %(players)s ద్వారా పాజ్ చేయబడింది
tr: %(players)s tarafından durduruldu
uk: Призупинено гравцем %(players)s
zh: 由 %(players)s 暂停
zh_tw: 由 %(players)s 暫停

source: Game Paused
ar: أُلبثت اللعبة
ast: Pousou-se la partida
bg: Пауза
br: C'hoariadenn Ehanet
ca: Joc en pausa
cs: Hra pozastavena
da: Spillet er sat på Pause
de: Spiel pausiert
el: Παύση Παιχνιδιού
eo: Ludo paŭzis
es_cl: Juego detenido
et: Mäng peatatud
eu: Jokoa pausatuta
fa: بازی متوقف شد
fi: Peli keskeytetty
fr: Jeu en pause
ga: Cluiche faoi sos
gd: Tha an geama ’na stad
gl: Partida en pausa
hu: Játék szüneteltetve
id: Permainan dijeda
it: Partita in Pausa
ja: ゲーム休止
ka: თამაში შეჩერდა
ko: 게임 일시정지
lt: Žaidimas pristabdytas
lv: Spēlē pārtraukums
ms: Permainan Dijeda
nb: Spill satt på pause
nl: Spel gepauzeerd
pl: Gra zatrzymana
pt_br: Jogo Pausado
pt_pt: Jogo em pausa
ru: Игра на паузе
sk: Hra pozastavená
sl: Igra je v premoru
sq: Loja është pushuar
sv: Spel pausat
te: ఆట నిలిపివేయబడింది
tr: Oyun Duraklatıldı
uk: Гру призупинено
zh: 暂停游戏
zh_tw: 遊戲已暫停

source: Click to Resume Game
ar: انقر لاستئناف اللعبة
ast: Pica pa continuare la partida
bg: Щракнете където и да е, за да продължи играта
br: Klikit evit advoulc'hañ e-barzh
ca: Feu clic per continuar jugant
cs: Klepněte pro pokračování ve hře
da: Klik for at fortsætte spillet.
de: Klicken zum Fortsetzen
el: Κλικ για Επαναφορά Παιχνιδιού
eo: Alklaku por daŭrigi la ludon
es_cl: Clic para continuar el juego
et: Kliki mängu jätkamiseks
eu: Egin klik jokora itzultzeko
fa: برای ادامه بازی کلیک کنید
fi: Paina jatkaaksesi peliä
fr: Cliquer pour reprendre la partie
ga: Cliceáil don chluiche a atosú
gd: Briog gus leantainn air adhart leis a’ gheama
gl: Preme co botón principal en algures para retomar a partida.
hu: Kattints a játék folytatásához
id: Klik untuk melanjutkan permainan.
it: Clic per Continuare la Partita
ja: クリックしてゲームを再開
ka: დაწკაპე რომ თამაში განახლდეს
ko: 게임을 이어하려면 클릭
lt: Spustelėkite norėdami pratęsti žaidimą
lv: Klikšķiniet, lai atsāktu spēli
ms: Klik untuk Sambung Semula Permainan
nb: Klikk for å gjenoppta spillet
nl: Klik om het spel te hervatten
pl: Kliknij, by wznowić grę
pt_br: Clique para Resumir o Jogo
pt_pt: Clicar para continuar o jogo
ru: Нажмите для продолжения игры
sk: Kliknutím obnovíte hru
sl: Klikni za nadaljevanje igre
sq: Kliko për të vazhduar lojën
sv: Tryck för att fortsätta spelet
te: ఆటను కొనసాగించుటకు నొక్కండి
tr: Oyuna Geri Dönmek İçin Tıklayın
uk: Клацнути, щоб продовжити гру
zh: 继续游戏
zh_tw: 點按可繼續遊戲

source: This item is paused.
ast: Isti elemento sta n pousa
cs: Tento předmět je pozastaven.
de: Dieses Element wurde pausiert.
eo: Tiu ĉi elemento estas paŭzita.
fi: Tämä kohde on keskeytetty.
hu: Az elem szüneteltetve van.
id: Penelitian ini dijeda.
it: Questo oggetto è in pausa.
ko: 이 항목은 일시중지되었습니다.
nl: Deze entiteit is gepauzeerd.
pl: Element jest zatrzymany.
pt_br: Este item está pausado.
ru: Этот пункт приостановлен.
sk: Táto položka je pozastavená.
tr: Bu öğe duraklatıldı.
uk: Цей предмет поставлено на паузу
zh: 该项目已暂停。

# chat addressee
source: Everyone
ar: الكلّ
ast: Todos
bg: Всички
br: An Holl
ca: Tothom
cs: Kdokoli
de: Jeder
el: Όλοι
eo: Ĉiu
eu: Guztiak
fa: همه
fi: Kaikki
fr: Tout le monde
ga: Gach Duine
gd: A h-uile duine
gl: Todos
hu: Mindenki
id: Semuanya
it: Tutti
ja: 全ての陣営
ko: 모든 진영
lt: Visi
lv: Visi
ms: Semua Orang
nb: Alle
nl: Iedereen
pl: Wszyscy
pt_br: Todos
pt_pt: Todos
ru: Все
sk: Každý
sq: Të gjithë
sv: Alla
te: ప్రతి ఒక్కరూ
tr: Herkes
uk: Усіх
zh: 全体玩家
zh_tw: 每個人

# chat addressee
source: Allies
ar: الحلفاء
ast: Comuñeiros
bg: Съюзници
br: Kevredidi
ca: Aliats
cs: Spojenci
de: Verbündete
el: Σύμμαχοι
eo: Aliancanoj
eu: Aliatuak
fa: هم پیمان ها
fi: Liittolaiset
fr: Alliés
ga: Comhghuaillithe
gd: Caidreabhaich
gl: Aliados
hu: Szövetségesek
id: Sekutu
it: Alleati
ja: 同盟国
ko: 동맹국
lt: Sąjungininkai
lv: Sabiedrotie
ms: Pihak Sekutu
nb: Allierte
nl: Bondgenoten
pl: Sojusznicy
pt_br: Aliados
pt_pt: Aliados
ru: Союзники
sk: Spojenci
sq: Aleatët
sv: Allierade
te: మిత్రపక్షాలు
tr: Müttefikler
uk: Союзників
zh: 盟友
zh_tw: 盟友

# chat message context
source: Ally
ar: حليف
ast: Comuñeiru
bg: Съюзник
br: Kevredad
ca: Aliat
cs: Spojenec
de: Verbündet
el: Σύμμαχος
eo: Aliancano
eu: Aliatua
fa: متحد
fi: Liittolainen
fr: Allié
ga: Comhghuaillí
gd: Caidreabhach
gl: Aliado
hu: Szövetséges
id: Sekutu
it: Alleato
ja: 同盟
ko: 동맹
lt: Sąjungininkas
ms: Sekutu
nb: Alliert
nl: Vriend
pl: Sojusznik
pt_br: Aliado
pt_pt: Aliado
ru: Союзник
sk: Spojenec
sq: Aleat
sv: Allierad
te: మిత్రుడు
tr: Müttefik
uk: Союзника
zh: 同盟
zh_tw: 同盟

# chat addressee
source: Enemies
ar: الأعداء
ast: Inimigos
bg: Врагове
br: Enebourien
ca: Enemics
cs: Nepřátelé
de: Feinde
el: Εχθροί
eo: Malamikoj
eu: Etsaiak
fa: دشمنان
fi: Viholliset
fr: Ennemis
ga: Naimhde
gd: Nàimhdean
gl: Inimigos
hu: Ellenségek
id: Musuh
it: Nemici
ja: 敵陣営
ko: 적들
lt: Priešai
lv: Ienaidnieki
ms: Pihak Musuh
nb: Fiender
nl: Vijanden
pl: Wrogowie
pt_br: Inimigos
pt_pt: Inimigos
ru: Враги
sk: Nepriatelia
sq: Armiqtë
sv: Fiender
te: శత్రువులు
tr: Düşmanlar
uk: Ворогів
zh: 敌方
zh_tw: 敵人

# chat message context
source: Enemy
ar: عدو
ast: Inimigos
bg: Врагът
br: Enebour
ca: Enemic
cs: Nepřítel
de: Feind
el: Εχθρός
eo: Malamiko
eu: Etsaia
fa: دشمن
fi: Vihollinen
fr: Ennemi
ga: Namhaid
gd: An nàmhaid
gl: Inimigo
hu: Ellenség
id: Musuh
it: Nemico
ja: 敵対
ko: 적국
lt: Priešas
ms: Musuh
nb: Fiende
nl: Vijand
pl: Wróg
pt_br: Inimigo
pt_pt: Inimigo
ru: Враг
sk: Nepriateľ
sq: Armik
sv: Fiende
te: శత్రువు
tr: Düşman
uk: Ворога
zh: 敌方
zh_tw: 敵方

# chat addressee
source: Observers
ar: المراقبون
ast: Spectadores
bg: Наблюдатели
br: Arvesterien
ca: Observadors
cs: Pozorovatelé
de: Zuschauer
el: Παρατηρητές
eo: Observantoj
eu: Ikusleak
fa: ناظران
fi: Tarkkailijat
fr: Spectateurs
ga: Breathnóirí
gd: Amhairc
gl: Observadores
hu: Megfigyelők
id: Pengamat
it: Osservatori
ja: 観戦者
ko: 관찰자
lt: Stebėtojai
lv: Novērotāji
ms: Pemerhati
nb: Observatører
nl: Waarnemers
pl: Obserwatorzy
pt_br: Observadores
pt_pt: Observadores
ru: Наблюдатели
sk: Pozorovatelia
sq: Vëzhguesit
sv: Observatörer
te: పరిశీలకులు
tr: İzleyiciler
uk: Спостерігачів
zh: 观察人员
zh_tw: 觀察者

# chat message context
source: Observer
ar: مراقِب
ast: Spectadores
bg: Наблюдател
br: Arvester
ca: Observador
cs: Pozorovatel
de: Zuschauer
el: Παρατηρητής
eo: Observanto
eu: Ikuslea
fa: ناظر
fi: Tarkkailija
fr: Spectateur
ga: Breathnóir
gd: Amharc
gl: Espectador
hu: Megfigyelő
id: Pengamat
it: Osservatore
ja: 観戦
ko: 관찰자
lt: Stebėtojas
ms: Pemerhati
nb: Observatør
nl: Waarnemer
pl: Obserwator
pt_br: Observador
pt_pt: Observador
ru: Наблюдатель
sk: Pozorovateľ
sq: Vëzhgues
sv: Observatör
te: పరిశీలకుడు
tr: İzleyici
uk: Спостерігача
zh: 观察人员
zh_tw: 觀察者

# chat message context
source: Private
ar: خاصّ
ast: Privado
bg: Лично
br: Prevez
ca: Privat
cs: Soukromý
de: Privat
el: Ιδιωτικό
eo: Privata
eu: Pribatua
fa: شخصی
fi: Yksityinen
fr: Privé
ga: Príobháideach
gd: Prìobhaideach
gl: Privado
hu: Privát
id: Pribadi
it: Privato
ja: プライベート
ko: 비공개
lt: Privatus
ms: Persendirian
nb: Privat
nl: Privé
pl: Prywatne
pt_br: Privado
pt_pt: Privado
ru: Лично
sk: Súkromné
sq: Privat
sv: Privat
tr: Özel
uk: Приватного
zh: 私人
zh_tw: 私人

# chat history filter
source: Chat and notifications
ar: الدّردشة والإخطارات
ast: Recados & avisos
bg: Чат и известия
br: Flapva ha kemennoù
ca: Xat i notificacions
cs: Rozhovor a upozornění
de: Chat und Benachrichtigungen
el: Συνομιλία και ειδοποιήσεις
eo: Babilo kaj sciigoj
eu: Txat eta notifikazioak
fa: گفتگو و اعلانات
fi: Keskustelut ja ilmoitukset
fr: Discussions et notifications
ga: Comhrá is fógra
gd: Cabadaich is brathan
gl: Conversa e notificacións
hu: Csevegés és értesítések
id: Obrolan dan notifikasi
it: Chat e notifiche
ja: チャットと通知
ko: 대화 및 알림
lt: Pokalbiai ir pranešimai
lv: Čats un paziņojumi
ms: Sembang dan pemberitahuan
nb: Sludder og merknader
nl: Chat en aankondigingen
pl: Czat i powiadomienia
pt_br: Chat e notificações
pt_pt: Conversa e notificações
ru: Чат и уведомления
sk: Chat a upozornenia
sq: Biseda dhe lajmërimet
sv: Chatt och notifikationer
te: కబుర్లు మరియు ప్రకటనలు
tr: Sohbet ve bildirimler
uk: Бесіда та сповіщення
zh: 聊天与通知
zh_tw: 聊天與通知

# chat history filter
source: Chat messages
ar: رسائل الدّردشة
ast: Recados
bg: Съобщения в чата
br: Kemennadennerezh
ca: Missatges de xat
cs: Rozhovor
de: Chatnachrichten
el: Μηνύματα συνομιλίας
eo: Babilaj mesaĝoj
eu: Txat mezuak
fa: پیام های گفتگو
fi: Keskusteluviestit
fr: Messagerie de discussion
ga: Teachtaireachtaí Comhrá
gd: Teachdaireachdan na cabadaich
gl: Mensaxes de conversa
hu: Csevegés üzenetek
id: Pesan Obrolan
it: Messaggi in chat
ja: チャットメッセージ
ko: 대화 내용
lt: Pokalbio žinutės
lv: Čata ziņas
ms: Mesej sembang
nb: Sludremeldinger
nl: Chatberichten
pl: Wiadomości na czacie
pt_br: Mensagens do Chat
pt_pt: Mensagens da conversa
ru: Сообщения чата
sk: Správy chatu
sq: Mesazhet e bisedës
sv: Chattmeddeleanden
te: సందేశాలను కబురు చేయండి
tr: Sohbet mesajları
uk: Повідомлення бесіди
zh: 聊天信息
zh_tw: 聊天訊息

# chat history filter
source: Players chat
ar: دردشة اللاعبون
ast: Recados de xhogadores
bg: Разговори между играчите
br: Flapva ar c'hoarierien
ca: Xat de jugadors
cs: Rozhovor mezi hráči
de: Spielerchat
el: Συνομιλία παικτών
eo: Babilo de ludantoj
eu: Jokalarien txat
fa: گفتگو بازیکنان
fi: Pelaajien keskustelu
fr: Discussion des joueurs
ga: Comhrá Imreoirí
gd: Cabadaich nan cluicheadair
gl: Conversa de xogadores
hu: Játékos csevegő
id: Obrolan pemain
it: Chat dei giocatori
ja: プレイヤーチャット
ko: 참가자들 대화
lt: Žaidėjų pokalbis
lv: Spēlētāju čats
ms: Sembang pemain
nb: Spillersludder
nl: Spelerchat
pl: Czat graczy
pt_br: Chat dos jogadores
pt_pt: Conversa dos jogadores
ru: Чат игроков
sk: Správy hráča
sq: Bisedat e lojëtarëve
sv: Spelarchatt
te: ఆటగాళ్ళ కబుర్లు
tr: Oyuncular sohbet
uk: Бесіда гравців
zh: 玩家聊天
zh_tw: 玩家聊天

# chat history filter
source: Ally chat
ar: دردشة الحلفاء
ast: Recados comuñeiros
bg: Всички разговори
br: Flapva ar re Gevredet
ca: Xat d'aliats
cs: Spojenecký rozhovor
de: Verbündeten-Chat
el: Συνομιλία συμμάχων
eo: Babilo de aliancanoj
eu: Aliatuen txat
fa: گفتگوی هم پیمانان
fi: Liittolaiskeskustelu
fr: Discussion des alliés
ga: Comhrá Comhguaillithe
gd: Cabadaich nan caidreabhach
gl: Conversa de aliados
hu: Szövetséges csevegés
id: Obrolan sekutu
it: Chat tra alleati
ja: 同盟チャット
ko: 동맹 대화
lt: Sąjungininkų pokalbis
lv: Sabiedroto čats
ms: Sembang sekutu
nb: Alliert sludring
nl: Bondgenotenchat
pl: Czat sojuszników
pt_br: Chat dos aliados
pt_pt: Conversa dos aliados
ru: Чат союзников
sk: Správy spojenca
sq: Bisedat e aleatëve
sv: Allierad chatt
tr: Müttefik sohbet
uk: Бесіда союзника
zh: 盟友间聊天
zh_tw: 隊伍聊天

# chat history filter
source: Enemy chat
ar: دردشة العدوّ
ast: Recados d’inimigos
bg: Вражески разговори
br: Flapva an Enebour
ca: Xat d'enemics
cs: Nepřátelský rozhovor
de: Feindes-Chat
el: Συνομιλία εχθρών
eo: Babilo de malamikoj
eu: Etsaien txat
fa: گفتگوی دشمن
fi: Viholliskeskustelu
fr: Discussion des ennemis
ga: Comhrá Naimhde
gd: Cabadaich nan nàimhdean
gl: Conversa de inimigos
hu: Ellenséges csevegés
id: Obrolan musuh
it: Chat nemica
ja: 敵対チャット
ko: 적 대화하기
lt: Varžovų pokalbis
lv: Ienaidnieku čats
ms: Sembang musuh
nb: Fiendtlig sludder
nl: Vijandenchat
pl: Czat wrogów
pt_br: Chat dos inimigos
pt_pt: Conversa do inimigo
ru: Чат врагов
sk: Správy nepriateľa
sq: Bisedat e armiqëve
sv: Fiende chatt
tr: Düşman sohbet
uk: Бесіда ворога
zh: 和敌人聊天
zh_tw: 敵人聊天

# chat history filter
source: Observer chat
ar: دردشة المراقبون
ast: Recados de spectadores
bg: Разговори между наблюдателите
br: Flapva an Arsellerien
ca: Xat d'observadors
cs: Rozhovor diváků
de: Zuschauer-Chat
el: Συνομιλία παρατηρητών
eo: Babilo de observantoj
eu: Ikusle-txata
fa: گفتگو ناظران
fi: Tarkkailijakeskustelu
fr: Discussion des observateurs
ga: Comhrá Breathnóirí
gd: Cabadaich nan amharc
gl: Conversa de espectadores
hu: Megfigyelő csevegés
id: Obrolan pengamat
it: Chat osservatore
ja: 観戦者チャット
ko: 관찰자 대화
lt: Stebėtojų pokalbis
lv: Novērotāju čats
ms: Sembang pemerhati
nb: Observatørsludder
nl: Waarnemerchat
pl: Czat obserwatorów
pt_br: Chat dos Observadores
pt_pt: Conversa do observador
ru: Чат наблюдателей
sk: Správy pozorovateľa
sq: Bisedat e vëzhguesëve
sv: Observatör chatt
tr: İzleyici sohbet
uk: Бесіда спостерігача
zh: 观察人员聊天
zh_tw: 觀察者聊天

# chat history filter
source: Private chat
ar: دردشة خاصّة
ast: Recados privados
bg: Лични разговори
br: Flapva Prevez
ca: Xat privat
cs: Soukromý rozhovor
de: Privater Chat
el: Ιδιωτική συνομιλία
eo: Privata babilo
eu: Txat pribatua
fa: گفتگو خصوصی
fi: Yksityinen keskustelu
fr: Discussion privée
ga: Comhrá Príobháideach
gd: Cabadaich phrìobhaideach
gl: Conversa privada
hu: Személyes csevegés
id: Obrolan pribadi
it: Chat Privata
ja: プライベートチャット
ko: 비공개 대화
lt: Privatus pokalbis
lv: Privātais čats
ms: Sembang persendirian
nb: Privat sludder
nl: Privéchat
pl: Czat prywatny
pt_br: Chat privado
pt_pt: Conversa privada
ru: Личный чат
sk: Súkromné správy
sq: Bisedat private
sv: Privat chatt
tr: Özel sohbet
uk: Приватна бесіда
zh: 私人聊天
zh_tw: 私人聊天

# chat history filter
source: Game notifications
ar: تنبيهات اللعبة
ast: Avisos de l xhuogu
ca: Notificacions del joc
cs: Herní oznámení
de: Spielbenachrichtigungen
el: Ειδοποιήσεις παιχνιδιού
eo: Sciigoj de ludo
eu: Partidaren jakinarazpenak
fa: اطلاع رسانی بازی
fi: Peli-ilmoitukset
fr: Notifications de partie
gd: Brathan geama
hu: Játékértesítések
id: Pemberitahuan permainan
it: Notifiche di gioco
ja: ゲームに関するの通知
ko: 게임 알림
lt: Žaidimo pranešimai
ms: Pemberitahuan permainan
nb: Spillvarsler
nl: Spelberichten
pl: Powiadomienia gry
pt_br: Notificações do Jogo
pt_pt: Notificações do jogo.
ru: Игровые оповещения
sk: Herné upozornenia
sv: Spelnotifikationer
te: ఆట ప్రకటనలు
tr: Oyun Bildirimleri
uk: Ігрові сповіщення
zh: 游戏通知项
zh_tw: 遊戲通知

# chat history filter
source: Network notifications
ast: Avisos de la rede
ca: Notificacions de connexió
cs: Síťová oznámení
de: Netzwerkbenachrichtigungen
el: Ειδοποιήσεις Δικτύου
eo: Sciigoj de reto
eu: Sarearen jakinarazpenak
fa: اطلاع رسانی شبکه
fi: Verkkoilmoitukset
fr: Notifications du réseau
gd: Brathan lìonraidh
hu: Hálózati értesítések
id: Pemberitahuan jaringan
it: Notifiche di rete
ja: ネットワークに関する通知
ko: 통신 알림
lt: Tinklo pranešimai
ms: Pemberitahuan rangkaian
nb: Nettverksvarsler
nl: Netwerkberichten
pl: Powiadomienia sieci
pt_br: Notificações de Rede
pt_pt: Notificações de rede
ru: Сетевые оповещения
sk: Sieťové upozornenia
sv: Nätverksnotifikationer
te: నెట్‌వర్క్ ప్రకటనలు
tr: Ağ Bildirimleri
uk: Мережеві сповіщення
zh: 网络通知
zh_tw: 網路狀態通知

# chat input
source: Type the message to send.
ar: اكتب الرّسالة لإرسالها.
ast: Digita l recadu q’inviar.
bg: Въведете съобщението си.
br: Bizskrivit ar gemennadenn da gas.
ca: Escriviu el missatge.
cs: Napište zprávu, která se má odeslat.
de: Gib die Nachricht zum Senden ein.
el: Πληκτρολογήστε το μήνυμα για την αποστολή.
eo: Tajpu la mesaĝon por sendi.
eu: Idatzi bidaliko duzun mezua.
fa: وارد کردن پیام برای ارسال
fi: Kirjoita lähetettävä viesti.
fr: Tapez le message à envoyer.
ga: Scríobh an teachtaireacht a sheol.
gd: Sgrìobh an teachdaireachd ri a cur.
gl: Introduza a mensaxe a ser enviada.
hu: Írd be a küldendő üzenetet.
id: Ketik pesan untuk dikirim.
it: Digita il messaggio da inviare.
ja: 送信するメッセージを入力します。
ko: 보낼 메시지를 입력합니다.
lt: Rašykite norimą išsiųsti žinutę.
lv: Rakstiet nosūtāmo ziņojumu.
ms: Taip mesej yang hendak dihantar.
nb: Skriv beskjeden du skal sende.
nl: Voer het te versturen bericht in.
pl: Typ wiadomości do wysłania.
pt_br: Digite a mensagem para enviar.
pt_pt: Digita a mensagem a enviar.
ru: Введите сообщение для отправки.
sk: Napíš správu na odoslanie.
sq: Shtyp kumtesën për të dërguar.
sv: Skriv ditt meddelande.
te: సందేశాన్ని పంపడానికి టైప్ చేయండి.
tr: Göndermek için mesaj yaz.
uk: Ввести повідомлення для надсилання.
zh: 输入要发送的消息。
zh_tw: 輸入您想傳送的訊息。

source: Press %(hotkey)s to open the public chat.
ar: اضغط %(hotkey)s لفتح الدّردشة العامّة.
ast: Premi %(hotkey)s p’abrire la conversa pública.
bg: Натиснете %(hotkey)s, за да отворите публичния чат.
br: Pouezit war %(hotkey)s evit digeriñ ar flapva foran.
ca: Premeu %(hotkey)s per obrir el xat públic.
cs: Stiskněte %(hotkey)s pro otevření veřejného rozhovoru.
de: Drücke %(hotkey)s um den öffentlichen Chat zu öffnen.
el: Πάτησε %(hotkey)s για τη συμμετοχή σε συζήτηση.
eo: Premu %(hotkey)s por malfermi la publikan babilon.
eu: Sakatu %(hotkey)s txat publikoa irekitzeko.
fa: کلید %(hotkey)s فشار دهید تا چت عمومی باز شود
fi: Paina %(hotkey)s avataksesi julkisen keskustelun.
fr: Appuyez sur %(hotkey)s pour ouvrir le salon de discussion public.
ga: Brúigh %(hotkey)s agus an comhrá poiblí a oscailt.
gd: Brùth air %(hotkey)s gus a’ chabadaich phoblach fhosgladh.
gl: Prema %(hotkey)s para abrir a conversa pública.
hu: A nyilvános csevegés megnyitásához nyomd meg a(z) %(hotkey)s gombot!
id: Tekan %(hotkey)s untuk membuka obrolan umum.
it: Premi %(hotkey)s per aprire la chat pubblica.
ja: %(hotkey)sを押して公開チャットを開きます。
ko: %(hotkey)s 키를 눌러 공개 대화창을 엽니다.
lt: Spauskite %(hotkey)s norėdami atverti viešą pokalbį.
lv: Nospiediet %(hotkey)s lai atvērtu publisko terzēšanu.
ms: Ketik %(hotkey)s untuk membuka sembang awam.
nb: Trykk %(hotkey)s for å åpne offentlig nettprat.
nl: Druk op %(hotkey)s om de publieke chat te openen.
pl: Wciśnij %(hotkey)s, aby otworzyć publiczny czat.
pt_br: Aperte %(hotkey)s para abrir o chat público.
pt_pt: Pressiona %(hotkey)s para abrir a conversa pública.
ru: Нажмите %(hotkey)s для открытия публичного чата.
sk: Stlačením %(hotkey)s otvoríte verejný pokec.
sq: Shtyp %(hotkey)spër të e hapur bisedën publike.
sv: Tryck %(hotkey)s för att öppna den offentliga chatten.
te: ప్రజా కబురులు తెరవడానికి %(hotkey)s ని నొక్కండి.
tr: Genel sohbeti açmak için %(hotkey)s tuşuna basın.
uk: Натиснути %(hotkey)s, щоб відкрити публічну бесіду.
zh: 按 %(hotkey)s 开启全员聊天窗口。
zh_tw: 按 %(hotkey)s 以開啟公開聊天。

source: Press %(hotkey)s to open the observer chat.
ar: اضغط %(hotkey)s لفتح دردشة المراقبين.
ast: Premi %(hotkey)s p’abrire la conversa spectadora.
bg: Натиснете %(hotkey)s, за да отворите чата за наблюдатели.
br: Pouezit war %(hotkey)s evit digeriñ flapva an arsellerien.
ca: Premeu %(hotkey)s per obrir el xat d'observadors.
cs: Stiskněte %(hotkey)s pro otevření diváckého rozhovoru.
de: Drücke %(hotkey)s um Zuschauer Chat zu öffnen.
el: Πάτησε %(hotkey)s για την παρακολούθηση συζήτησης.
eo: Premu %(hotkey)s por malfermi la babilon de observantoj.
eu: Sakatu %(hotkey)s ikusle-txata irekitzeko.
fa: کلید %(hotkey)s را فشار دهید تا چت ناظر باز شود
fi: Paina %(hotkey)s avataksesi tarkastelijakeskustelun
fr: Appuyez sur %(hotkey)s pour ouvrir le salon de discussion des observateurs.
ga: Brúigh %(hotkey)s agus comhrá na mbreathnóirí a oscailt.
gd: Brùth air %(hotkey)s gus cabadaich nan amharc fhosgladh.
gl: Prema %(hotkey)s para abrir a conversa de espectadores.
hu: A megfigyelő csevegés megnyitásához nyomd meg a(z) %(hotkey)s gombot!
id: Tekan %(hotkey)s untuk membuka obrolan pengamat.
it: Premi %(hotkey)s per aprire la chat osservatore.
ja: %(hotkey)sを押して観戦者チャットを開きます。
ko: %(hotkey)s 키를 눌러 관찰자 대화창을 엽니다.
lt: Spauskite %(hotkey)s norėdami atverti stebėtojų pokalbį.
lv: Nospiediet %(hotkey)s lai atvērtu novērotāju terzēšanu.
ms: Ketik %(hotkey)s untuk membuka sembang pemerhati.
nb: Trykk %(hotkey)s for å åpne nettprat for observatører.
nl: Druk op %(hotkey)s om de waarnemers chat te openen.
pl: Wciśnij %(hotkey)s, aby otworzyć czat obserwatorów.
pt_br: Aperte %(hotkey)s para abrir o chat de observador.
pt_pt: Pressiona %(hotkey)s para abrir a conversa de observador.
ru: Нажмите %(hotkey)s для открытия чата наблюдателей.
sk: Stlačením %(hotkey)s otvoríte pozorovateľský pokec.
sq: Shtyp %(hotkey)s për të e hapur biseden e vëzhguesëve.
sv: Tryck %(hotkey)s för att öppna observatör chatten.
tr: İzleyici sohbetini açmak için %(hotkey)s tuşuna bas.
uk: Натиснути %(hotkey)s, щоб відкрити бесіду спостерігача.
zh: 按 %(hotkey)s 开启观察者聊天窗口。
zh_tw: 按 %(hotkey)s 以開啟觀察者聊天。
