Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The Persian Empire, when ruled by the Achaemenid dynasty, was one of the greatest empires of antiquity, stretching at its zenith from the Indus Valley in the east to Greece in the west. The Persians were the pioneers of empire-building of the ancient world, successfully imposing a centralized rule over various peoples with different customs, laws, religions and languages, and building a cosmopolitan army made up of contingents from each of these nations.
ast: L'Imperiu persa, baxo'l gobiernu de la dinastía aqueménida, foi ún de los imperios más grandes de l'antigüedá. Nel so apoxéu estendió del valle del Indu al este fasta Grecia al oeste. Los perses foron unos de los primeros del mundiu antiguu en construyir imperios, imponiendo con ésitu un gobiernu centralizáu sobre estremaes xentes de diferentes costumes, lleis, relixones y llingües, y construyendo un exércitu cosmopolita compuestu de continxentes de caúna d'aquelles naciones.
bg: Под управлението на династията на Ахеменидите, Персийската империя била една от най-великите древни империи, която в разцвета си се простирала от долината на река Инд на изток до Гърция на запад. Персийците били новатори в изграждането на империи в древността, успешно налагайки централизирана власт над разнообразни народи с различни обичаи, закони, религии и езици, и създали разнородна армия, съставена от во̀ини от всички тези народи.
br: An impalaeriezh Pers, pa veze renet gant ar riez Akemeniat, a oa unan eus impalaeriezhioù brasañ an Henamzer, en em astenn a rae pa oa en e barr uhelañ eus Traoñienn an Induz er reter betek Bro-C'hres er c'hornôg. Ar Bersianed a oa diaraogerien ar sevel-impalaeriezh an Henamzer, o tont a-benn da vountañ ur reolenn greizennel war veur a bobl gant boazioù, lezennoù, relijionoù ha yezhoù disheñvel, hag da sevel un arme eus a lies bro frammet gant soudarded eus an holl vroadoù-mañ galvet d'ober o c'hoñje.
ca: L'Imperi Persa, durant el regnat de la dinastia aquemènida, va ser un dels imperis més grans de l'antiguitat, estenent-se al seu zènit des de la vall de l'Indus a l'est fins a Grècia a l'oest. Els perses van ser els pioners de la construcció d'imperis al món antic, imposant amb èxit un domini centralitzat sobre diversos pobles amb diferents costums, lleis, religions i idiomes, i construint un exèrcit cosmopolita amb contingents de cada una d'aquestes nacions.
cs: Persská říše, když v jejím čele stála dynasti Achaimenovců, byla jednou z největších říší starověkého světa, v době svého vrcholu se rozprostírající od údolí řeky Indu na východě až po Řecko na západě. Peršané byli průkopníky v oblasti stavitelství budov, kteří úspěšně zavedli centralizovanou vládu nad lidmi s různými zvyky, zákony, náboženstvími a jazyky, budujíc přitom světoobčanskou armádu složenou z kontingentů každého z těchto národů.
de: Das Persische Imperium war, als es von der Dynastie der Achaemeniden regiert wurde, eines der größten Imperien der Antike, das sich am Höhepunkt seiner Macht vom Industal im Osten bis Ostgriechenland im Westen erstreckte. Die Perser waren Pioniere in der Reichsbildung der antiken Welt, sie schufen erfolgreich eine einheitliche Regierung über verschiedene Völker mit unterschiedlichen Bräuchen, Gesetzen, Religionen und Sprachen, und bauten eine internationale Armee auf, mit Aufgeboten aus jeder dieser Nationen.
el: Η Περσική Αυτοκρατορία, κατά τη διακυβέρνηση της δυναστεία των Αχαιμενιδών, ήταν μία από τις μεγαλύτερες αυτοκρατορίες της αρχαιότητας, που εκτεινόταν στο ζενίθ της από την Κοιλάδα του Ινδού στα ανατολικά προς την Ελλάδα στα δυτικά. Οι Πέρσες ήταν οι πρωτοπόροι στην δημιουργία-αυτοκρατορίας στον αρχαίο κόσμο, επιβάλλοντας με επιτυχία μια κεντρική διακυβέρνηση πάνω σε διάφορους λαούς με διαφορετικά ήθη και έθιμα, νόμους, θρησκείες και γλώσσες, επίσης δημιούργησαν ένα πολυεθνικό στρατό που απαρτιζόταν από αγήματα από κάθε ένα από αυτά τα έθνη.
es_ar: El imperio persa fue uno de los más grandes de la antigüedad cuando lo gobernó la dinastía aqueménida, y su apogeo se extendía desde los Valles indios en el este hasta Grecia en el oeste. Los persas fueron los pioneros en la construcción de imperios del mundo antiguo, e impusieron con éxito un gobierno centralizado sobre varios pueblos con diferentes costumbre, leyes, religiones e idiomas. También construyeron un ejercito cosmopolita compuesto de contingentes de cada una de estas naciones.
eu: Pertsiar Inperioa, Achaemenid dinastiaren pean zegoen bitartean, antzinako inperiorik handienetakoa zen, gehienezko hedadura ekialdeko Indo Haranetik Greziaraino mendebaldetik hartu zuelarik. Pertsiarrak aitzindariak izan ziren mundu zaharrean inperioak eraikitzen, ohitura, lege, erlijio eta hizkuntza desberdinetako herriak gobernatzeko zentralizatutako legea arrakastaz ezarriz, eta herrialde desberdin horietako taldetaz osatutako armada osatuz.
fa: امپراتوری ایران در زمان حکومت خاندان هخامنشیان یکی از بزرگترین امپراتوریهای عصر باستان به حساب می آمد که از هند در شرق تا یونان در غرب امتداد داشت. ایرانی ها بنیانگذار و پیشرو در ایجاد امپراتوری در عصر باستان بودند، به موفقیت توانستند قوانین متمرکز و یکسان برای تمام مردم با قومیت ها ، مذهب و زبانهای متفاوت ایجاد کنند و یک ارتش واحد از تمام این تمدن های متفاوت در امپراتوری خود ایجاد کنند.
ga: Bhí an tImpireacht Pheirseach, faoi riail ríora na nAcaeiméineach, ceann de na himpireachtaí is mó sa domhan ársa, agus ag a buaic shín sé ó Ghleann na hIondúise san oirthear go dtí an Ghréig san iarthar. Bhí na Peirisgh ina gceannródaithe féinchúise impireachta sa domhan ársa, agus chuir siad riail láraithe i bhfeidhm go rathúil ar pobail éagsúla lena nósanna, dlíthe, creidimh agus teangacha difriúla agus thóg siad arm déanta as díormaí as na pobail seo.
hu: A Perzsa Birodalom, amikor az Arkhamenida-dinasztia uralkodott, volt az ókori világ egyik legnagyobb birodalma, hatalma csúcsán keleten az Indus völgyéig, nyugaton Görögországig nyújtózott. A perzsák élen jártak a birodalomépítésben az ókori világban, sikeresen rákényszerítve a központi hatalmat különböző szokású, törvényű, vallású és nyelvű népekre, és egy felállítva egy kozmopolita hadsereget, amely ezen nemzetek részlegeiből állt.
hy: Աքեմենյան արքայատոհմի ղեկավարության օրոք Պարսկական կայսրությունն անտիկ ժամանակաշրջանի ամենամեծ տերություններից էր, որը ձգվում էր արևելքում Ինդոսի հովտից մինչև արևմուտքում Հունաստան։ Պարսիկները հին աշխարհի կայսրության կազմավորման առաջամարտիկներն էին՝ հաջողությամբ հարկադրելով կենտրոնական իշխանություն տարբեր ավանդույթներ, օրենքներ, կրոններ և լեզուներ ունեցող տարբեր ժողովուրդների վրա և ստեղծելով բազմազգ բանակ, որի կազմի մեջ մտնում էին զորամիավորումներ այս ազգերից յուրաքանչյուրից։
it: L'Impero Persiano, durante la dinastia Achemenide, fu uno dei più grandi imperi dell'antichità, all'apice della sua storia si estendeva dalla Valle dell'Indo a est fino alla Grecia a ovest. I Persiani furono pionieri nella costruzione di imperi del mondo antico, imponendo con successo una regolamentazione centralizzata su vari popoli con differenti costumi, leggi, religioni e lingue, e la costruzione di un esercito cosmopolita composto da contingenti di ciascuna di queste nazioni.
ja: ペルシア帝国は、アケネメス朝の時、古代最大の帝国の一つで、最盛期には東はインダス渓谷から西はギリシアまでひろがっていました。ペルシアは古代世界の帝国建設の先駆者であり、中央集権を、異なる習慣や法、宗教、言語を持つ多様な人々に巧み課し、また、こうした各国の選抜者からなる全世界軍を創設しました。
ko: 페르시아 제국은 아케메네스 왕조에 의해 통치되었을때, 고대 최대의 제국중 하나로, 전성기 때에는 동쪽은 인더스 계곡까에서 서쪽으로는 그리스 까지 펼쳐져있었습니다. 페르시아는 고대 세력의 제국 건설의 선구자이며, 다양한 관습, 법률, 종교, 언어를 가진 다양한 민족에 대한 중앙 집권적 통치를 성공적으로 시행했고, 이러한 각 국가의 선발자로 구성된 전 세계 군대를 창설했습니다.
nb: Det Persiske imperiet, under styre av Akamenide-dynastiet, var en av de største imperiene i antikken. I sin videste utfavnelse strakk det seg fra Indusdalen i øst til Hellas i vest. Perserne var pionerene innen imperiumsbygging i oldtiden, og overførte sentralisert styre over forskjellige folk med forskjellige skikker, lover, religioner og språk, og bygget en kosmopolitisk arme av kontingenter fra hver av disse nasjonene.
pl: Imperium Perskie, rządzone przez dynastię Achemenidów, było jednym z największych imperiów starożytności, rozciągającym się, u szczytu swej potęgi, od doliny Indusu na wschodzie po Grecję na zachodzie. Persowie byli pionierami tworzenia imperium w starożytności, narzucając scentralizowane rządy różnorodnym ludom z różnymi zwyczajami, prawami, religiami i językami, oraz budując wielonarodową armię, złożoną z kontyngentów pochodzących z każdego z tych narodów.
pt_br: Durante o reinado da dinastia aquemênida, o império persa foi um dos maiores da antiguidade, estendendo-se no seu apogeu desde o vale do Indo até a Grécia. Os Persas foram pioneiros na estruturação e gestão de um império, conseguindo estabelecer um governo centralizado sobre vários povos com diferentes costumes, leis e idiomas; e organizar um exército cosmopolita, constituído por contingentes originários de todas estas nações.
ru: Персидская империя во времена правления династии Ахеменидов являлась одной из величайших империй древности, простираясь от долины реки Инд на востоке до Греции на западе. Персы были первопроходцами в основании империи древнего мира, успешно насаждая централизованную власть многим народам с различными обычаями, законами, верованиями и языками. Они первыми создали многонациональную армию, состоящую из контингентов каждого из покоренных народов.
sk: Perzská ríša, keď na jej čele stála Achajmenská dynastia, bola jednou z najväčších ríš starovekého sveta, v dobe svojho vrcholu sa rozprestierajúca od údolia rieky Indus na východe až po Grécko na západe. Peržania boli priekopníkmi v oblasti staviteľstva budov, ktorí úspešne zaviedli centralizovanú vládu nad ľuďmi s rôznymi zvykmi, zákonmi, náboženstvami a jazykmi, budujúc pritom kozmopolitnú armádu zloženú z kontingentov každého z týchto národov.
sv: Det persiska riket, när det regerades av Achaemenid dynastin, var ett av de äldsta rikets imperier, sträckte sig vid sin zenit från Indus-dalen i öst till Grekland i väst. Perserna var pionjärer av den antika världens empirebyggnad och införde framgångsrikt en centraliserad regel över olika folk med olika tullar, lagar, religioner och språk och byggde en kosmopolitisk armé bestående av kontingenter från var och en av dessa nationer.
tr: Achaemenid hanedanı tarafından yönetilen Pers İmparatorluğu, doğudaki İndus Vadisi'nden batıdaki Yunanistan'a kadar en üst noktaya kadar uzanan, antik çağların en büyük imparatorluklarından biriydi. Persler, antik dünyanın imparatorluğunun inşasına öncülük ettiler, farklı gümrük, kanunlar, dinler ve diller ile çeşitli halklar üzerinde merkezi bir kural uygulandılar ve bu ulusların her birinin birliklerinden oluşan kozmopolit bir ordu kurdular.
uk: Перська імперія за часів правління династії Ахеменідів була однією з найбільших імперій давнини, що простягалася від долини річки Інд на сході до Греції на заході. Перси були першопрохідцями у створенні імперій стародавнього світу, успішно насаджуючи централізовану владу багатьом народам з різними звичаями, законами, віруваннями і мовами. Вони першими створили багатонаціональну армію, що складається з контингентів кожного із підкорених народів.
zh: 由阿契美尼德王朝的统治的波斯帝国，是古代最伟大的帝国之一。疆界东起印度河流域，西至希腊。波斯人是古代世界的帝国建设的先驱，成功地实施了各民族不同的风俗，法律，宗教和语言来维持中央集权统治，并建立一个来自各地的国际化的军队。
zh_tw: 由當時的阿契美尼德王朝統治的波斯帝國，曾是古代最偉大的帝國之一，其疆界最遠曾東達印度河流域，西至希臘。波斯人是古代世界的帝國建設的先驅，成功的將不同風俗、法律、宗教和語言的各個民族集中在中央集權的統治之下，並建立一支來自於這些不同國家的國際化軍隊。

source: Ptolemies
ast: Ptolemaicos
bg: Птолемейци
br: Ptolemied
ca: Ptolemeus
cs: Ptolemaiovci
de: Ptolemäer
el: Πτολεμαίοι
es_ar: Ptolomeos
eu: Ptolomearrak
fa: بطلمیوسی ها
ga: Na Tolomaesí
he: התלמיים
hu: Ptolemaioszok
hy: Պտղոմեոսներ
it: Tolemaici
ja: プトレマイオス朝
ko: 프톨레마이오스
pl: Ptolemeusze
pt_br: Ptolemaico
ru: Птолемеи
sk: Ptolemaiovci
sv: Ptolemaier
tr: Ptolemaioslar
tt: Птолемейлар
uk: Птолемеї
zh: 托勒密
zh_tw: 托勒密

source: The Ptolemies receive the Mercenary Camp, a barracks that is constructed in neutral territory and trains mercenary soldiers.
ast: Los ptolemaicos reciben el campamentu mercenariu, un cuartel que se constrúi en territoriu neutral y entrena a mercenarios.
bg: Птолемейците получават наемническия лагер — казарма, която може да бъде построена на неутрална територия и обучава наемни войници.
it: I Tolomei ricevono L'accampamento Mercenario, una caserma costruita in territorio neutrale che addestra soldati mercenari.
ja: プトレマイオス朝は、傭兵基地という兵営を中立地帯に建設して、傭兵を養成できます。
nb: Ptolemies mottar leiesoldat-leir, en kaserne som oppføres i nøytralt territorium og trener leiesoldater.
sk: Ptolemaiovci dostanú žoldniersky kemp, kasárne, ktoré sa stavajú na neutrálnom území a trénujú žoldnierskych vojakov.
zh_tw: 托勒密有傭兵營，一個可以在中立領土上建造並訓練傭兵的軍營。

source: Mercenary Army
ast: Exércitu mercenariu
bg: Наемна войска
br: Arme a c'hoprsoudarded
ca: Exèrcit de mercenaris
cs: Žoldnéřské vojsko
de: Söldnerarmee
el: Μισθοφορικό Στρατό
es_ar: Ejercito mercenario
eu: Armada Mertzenarioa
fa: ارتش مزدور
ga: Arm na nAmhas
he: צבא שכירי חרב
hu: Zsoldos hadsereg
hy: Վարձկանների բանակ
it: Esercito Mercenario
ja: 雇兵部隊
ko: 용병대
nb: Leiesoldathær
pl: Wojsko najemne
pt_br: Exército Mercenário
ru: Армия наёмников
sk: Žoldnierska armáda
sv: Legosoldatsarmé
tr: Paralı Ordu
uk: Армія найманців
zh: 雇佣军
zh_tw: 傭兵軍團
