Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Pompeii was an ancient Roman coastal city, in the Campania region of Italy. Pompeii, along with much of the surrounding area, was mostly destroyed and buried under 4 to 6 meters of volcanic ash and pumice in the eruption of Mount Vesuvius in AD 79.
ast: Pompeia yera una antigua cildá litoral romana na region italiana de Campania. Pompeia, a l in par de muĩꞇha de la redolada, quedou interrada so 4 a 6 metros de cinrada & púmices volcánicos tres la erupcion de l monte Vesuviu n 79 d.C.
bg: Помпей е античен римски крайбрежен град, разположен в италианския регион Кампания. Помпей, както и по-голямата част от околностите му, бил до голяма степен разрушен и погребан под 4-6 метра вулканична пепел и пемза след изригването на вулкана Везувий през 79 г.
br: Pompei a oa ur gêr vras aod Roman kozh, e rannvro Kampania eus Italia. Pompei, gant kalz eus ar c'horreenn c'hourizet, a oa distrujet penn-da-benn ha douaret dindan 4 betek 6 metrad a ludu ha maen-poñs menez-tan e dispuilh ar Menez Vesuvius e 79 g.J.-K.
ca: Pompeia va ser una ciutat costanera de l'antiga Roma, a la regió italiana de la Campània. Pompeia, juntament amb gran part de l'àrea que l'envoltava, va ser destruïda i enterrada sota 4-6 metres de cendra i pedra volcànica amb l'erupció del mont Vesuvi l'any 79 dC.
cs: Pompeje byly starověké pobřežní město v italské Kampánii. Pompeje byly společně s velkou částí okolního území zničeny při výbuchu sopky Vesuv a pohřbeny pod 4 až 6 metry sopečného popela a pemzy v roce 79 po Kristu.
da: Pompeji var en gammel romersk kystby i Campania-regionen i Italien. Pompeji blev sammen med meget af det omkringliggende område for det meste ødelagt og begravet under 4 til 6 meter vulkansk aske og pimpsten i udbruddet af Vesuv i 79 e.Kr.
de: Pompeji war eine antike römische Küstenstadt in der Kampanienregion von Italien. Pompeji wurde zusammen mit einem Großteil der näheren Umgebung fast völlig zerstört und unter 4 bis 6 Metern Vulkanasche und Bimsstein begraben, nachdem der Vesuv im Jahre 79 n. Chr ausgebrochen ist.
el: Η Πομπηία ήταν μια αρχαία ρωμαϊκή παραθαλάσσια πόλη, στην περιοχή της Καμπανίας της Ιταλίας. Η Πομπηία, μαζί με ένα μεγάλο μέρος της γύρω περιοχής, καταστράφηκε ως επί το πλείστον και θάφτηκε κάτω από 4 με 6 μέτρα ηφαιστειακής τέφρας και ελαφρόπετρας στην έκρηξη του Βεζούβιου το 79 μ.Χ..
es: La ciudad costera de Pompeya otrora fue una villa romana en la región italiana de Campania. La erupción del Vesuvio en el año 79 d.C destruyó y sepultó el territorio a las faldas del monte bajo cinco metros de ceniza y lava volcánica.
eu: Kostaldeko Pompeia hiria Italiako Campaniako eskualdeko herri erromatar bat izan zen. Vesuvioko Erupzioa K.a.ko 79an mendiaren azpiko lurraldea suntsitu eta lurperatu zuen 4tik 6ra metro sutauts eta laba bolkanikoz.
fa: پومپی یک شهر ساحلی روم بود در منطقه کامپانیای ایتالیا. پومپی در کنار سایر مناطق مجاور بطور کامل نابود شد و زیر 4 تا 6 متر خاکستر آتشفشان در سال 79 پس از میلاد با فعال شدن آتش فشان کوه مونت وسوویوس دفن شد.
fi: Pompeji oli muinainen roomalainen rannikkokaupunki Campanian alueella Italiassa. Pompeji ja suuri osa sitä ympäröivästä alueesta tuhoutui Vesuviuksen purkauksessa vuonna 79 jKr. ja hautautui 4-6 metrin paksun tuhkan ja hohkakiven alle.
fr: Pompéi était une ancienne cité côtière Romaine, dans la région de la Campanie en Italie. Pompéi et une grande partie de la région environnante a été en grande partie détruite et ensevelie sous 4 à 6 mètres de cendres volcaniques et de pierre ponce dans l'éruption du Vésuve en 79 après JC.
ga: Ba í an Phaimpé í cathair ársa na Rómhánach ar an gcóta, sa réigiún na Campáine san Iodáil. Fuair an Phaimpé agus an ceantar ina timpeall léirscrios don fhormhór agus bhí siad adhlactha faoi 4 go 6 mhéadar luaithreamháin bholcánaigh agus slíogart nuair a bhrúcht an Veasúiv sa 79ú bhlian RC.
gd: ’S e baile Ròmanach àrsaidh air an oirthir a b’ ann am Pompeii ann an sgìre Campania na h-Eadailte. Chaidh Pompeii agus cnap mhòr dhen sgìre a sgrios is a chòmhdachadh fo 4 gu 6 meatairean dhe luaithre beinne-teine agus sligeart nuair a spreidh Beinn Vesuvius ann an AD 79.
hu: Pompeii egy ókori római partmenti város volt, Itális Campania régiójában. Pompeii, a körülötte lévő terület nagy részével együtt, nagyrészt elpusztult, és 4-6 méter vulkáni hamu és habkő alá temetődött a Vezúv kitörésekor, i. sz. 79-ben.
id: Pompeii adalah sebuah kota di pinggiran pantai pada zaman Romawi kuno, di kawasan Campania di Italia. Pompeii, dengan wilayah besar di dekatnya, sebagian besar hancur dan terkubur abu vulkanik dan batu apung sedalam 4 sampai 6 meter saat meletusnya Gunung Vesuvius pada tahun 79 M.
it: Pompei era un'antica città costiera romana, nella regione della Campania dell'Italia. Pompei, insieme a un gran parte della zona circostante, è stata in gran parte distrutta e sepolta sotto 4 - 6 metri di cenere vulcanica e pietra pomice nell'eruzione del Vesuvio nel 79 dC.
ja: ポンペイは、イタリアのカンパニア地方にある古代ローマの沿岸都市でした。 ポンペイは７９年のベスビオ山の噴火によって、周囲の多くの地域とともにほとんどが破壊され、火山灰と軽石で４〜６メートル地中に埋まっていました。
ko: 폼페이는 이탈리아의 캄파니아 지역에 있는 고대 로마의 해안 도시였습니다. 폼페이는 주변의 많은 지역과 함께 AD 79년 베수비우스 화산의 폭발로 화산재와 속돌이 4~6미터의 아래에 대부분 파괴되어 파묻혔습니다.
ms: Bandar Pompeii merupakan bandar pesisir pantai Rom purba, dalam wilayah Campania, Itali. Bandar Pompeii, dan kawasan sekitarnya, hampir sepenuhnya musnah dan tertimbus dengan debu lahar sedalam 4 hingga 6 meter ketika letusan Gunung Vesuvius pada 79 selepas Masihi.
nb: Pompeii var en eldgammel Romersk kystby, i Campania-regionen av Italia. Pompeii, sammen med mye av de omkringliggende områdene, ble for det meste ødelagt og gravlagt under 4 til 6 meter vulkansk aske og pimpstein i utbruddet av Vesuv i 79 e.kr.
nl: Pompeï was een oude Romeinse kuststad in de regio Campanië in Italië. De stad en haar omgeving werden grotendeels verwoest en bedolven onder 4 tot 6 meter vulkanische as en puimsteen tijdens de uitbarsting van de Vesuvius in 79 na Christus.
pl: Pompeje były starożytnym Rzymskim, nadmorskim miastem, w Kampanii na terenie Italii. Miasto zostało zniszczone wraz z przyległymi terenami i pogrzebane pod warstwą 4-6 metrów popiołu wulkanicznego i pumeksu podczas erupcji w 79 r.n.e
pt_br: Pompeia foi uma cidade costeira da Roma Antiga, na região de Campânia, na Itália. Pompeia, junto com muito de suas redondezas, foi destruída e soterrada sob uma camada de 4 a 6 metros de cinzas e pedra-pomes provenientes da erupção do Monte Vesúvio em 79 a.C.
pt_pt: Pompeia foi uma antiga cidade romana costeira, na região da Campânia, em Itália. Pompeia, juntamente com grande parte da área circundante, foi praticamente destruída e enterrada sob 4 a 6 metros de cinzas vulcânicas e pedra-pomes na erupção do Monte Vesúvio em 79 d.C.
ru: Помпеи были древнеримским прибрежным городом в регионе Кампания. Город и большая часть территории вокруг него были уничтожены и погребены под толщей вулканического пепла и пемзы, от 4 до 6 метров в глубину, во время извержения вулкана Везувий в 79 году н.э.
sk: Pompeje bolo prastaré rímske pobrežné mesto, v taliansej oblasti Campania. Pompeje, spolu s okolitým územím, bolo prakticky zničené a pochované pod 4-6 metrovou vrstvou sopečného popola a pemzy počas výbuchu sopky Vezuv v roku 79.
sv: Pompeji var en gammal romersk kuststad i regionen Kampanien i Italien. Pompeji, tillsammans med en stor del av det omgivande området, förstördes och begravdes mestadels under 4 till 6 meter vulkanisk aska och pimpsten i vulkanen Vesuvius utbrott år 79 e.Kr.
tr: Pompeii, İtalya'nın Campania bölgesinde eski bir Roma kıyı kenti idi. Pompeii, çevredeki alanların çoğuyla birlikte, çoğunlukla MS 79 yılında Vezüv Dağı'nın patlaması sonucu 4 ila 6 metre uzunluğundaki volkanik kül ve pomza altında gömülmüş ve gömülmüştü.
uk: Помпеї були давнім прибережним римським містом, в італійському регіоні Кампанія. Помпеї, разом з більшою частиною околиць, в основному зруйновані і поховані під шаром від 4-х до 6 метрів вулканічного попелу і пемзи в результаті виверження вулкана Везувій в 79 році нової ери.
zh: 庞贝，古罗马沿海城市，位于意大利的坎帕尼亚地区。公元79年，维苏威火山喷发，庞贝连同周边地区，大部分被毁坏，被埋在4到6米的火山灰和浮石下。
zh_tw: 龐貝城曾是古羅馬的沿海城市，在義大利的坎帕尼亞大區。龐貝城與其他周圍的區域被西元79年的維蘇威火山噴發的 4 到 6 公尺的火山灰與浮石摧毀與掩埋。

source: Pompeii
ast: Pompeia
bg: Помпей
br: Pompei
ca: Pompeia
cs: Pompeje
de: Pompeji
el: Πομπηία
es: Pompeya
eu: Pompeia
fa: پومپی
fi: Pompeji
fr: Pompéi
ga: An Phaimpé
it: Pompei
ja: ポンペイ
ko: 폼페이
nl: Pompeï
pl: Pompeje
pt_br: Pompeia
pt_pt: Pompeia
ru: Помпеи
sk: Pompeje
sr: Помпеја
sv: Pompeji
uk: Помпеї
zh: 庞贝
zh_tw: 龐貝

source: High mountains separating the enemies. The Pyrenees is a great mountain range located between modern France and Spain.
ast: Prongɐs altɐs dixebrɐn los inimigos. Los Pyreneos son una gran cadena montuosa sitiada entre Hispaña & Francia.
bg: Враговете са разделени от високи планини. Пиренеите са планинска верига, разположена на границата между днешна Франция и Испания.
br: Menezioù uhel o tisrannañ diouzh an enebourien. Ar Pirineoù zo ur chadenn venez bras lec'hiet etre Frañs vodern ha Spagn.
ca: Muntanyes altes que separen enemics. Els Pirineus és una serralada situada entre la França actual i Espanya.
cs: Vysoké hory oddělují protivníky. Pyreneje jsou velké horské pásmo mezi Francií a Španělskem.
da: Høje bjerge adskiller fjenderne. Pyrenæerne er en stor bjergkæde beliggende mellem det moderne Frankrig og Spanien.
de: Hohe Berge trennen die Gegner. Die Pyrenäen sind eine lange Gebirgskette zwischen dem heutigen Frankreich und Spanien.
el: Ψηλά βουνά διαχωρίζουν τους εχθρούς. Τα Πυρηναία είναι μια μεγάλη οροσειρά που βρίσκεται μεταξύ της σύγχρονης Γαλλίας και της Ισπανίας.
es: Altas montañas que separan a los enemigos. Los Pirineos son una gran cadena montañosa situada entre la Francia y España modernas.
eu: Etsaiak banantzen dituen mendi garaiak. Pirinioak gaur egungo Frantzia eta Espainiaren artean kokatutako mendi lerro handia da.
fa: کوه های بلند دشمنان را از هم جدا کرده اند پیرنه رشته کوهی عظیم است که بین فرانسه و اسپانیا در دنیای کنونی واقع شده است
fi: Korkeat vuoret jakavat viholliset omille puolilleen. Pyreneet on suuri vuoristo nykyisen Ranskan ja Espanjan välissä
fr: De hautes montagnes séparent les ennemis. Les Pyrénées sont une grande chaîne de montagnes situées entre la France et l'Espagne modernes.
ga: Tá sléibhte airde ag deighilt na naimhde. Is sliabhraon ollmhór ian na Piréiní atá suite idir an Fhrainc agus an Spáinn sa lá atá inniu.
gd: Tha monadh àrd a’ sgaradh nan nàimhdean. ’S e monadh mòr eadar far a bheil an Fhraing ’s an Spàinn san latha an-diugh a tha sna Beanntan Pirineach.
hu: Magas hegyek választják el egymástól az ellenségeket. A Pireneusok egy hatalmas hegylánc, mely a mai Franciaország és Spanyolország között található.
id: Gunung-gunung tinggi memisahkan musuh. Pirenia adalah pegunungan yang terletak di antara Prancis dan Spanyol.
it: Le alte montagne separano i nemici. I Pirenei sono una grande catena montuosa situata tra le moderne Francia e Spagna.
ja: 高い山々が敵を隔てています。 ピレネーは現在のフランスとスペインの間にある大山脈です。
ko: 높은 산들이 적을 사이에 두고 있습니다. 피레네 산맥은 현재 프랑스와 스페인 사이에 위치한 거대한 산맥입니다.
ms: Gunung tinggi yang memisahkan pihak musuh. Pyrenees merupakan banjaran gunung yang berada diantara negara Perancis dan Sepanyol modern.
nb: Høye fjell skiller fiendene. Pyrineene er en stor fjellkjede som ligger mellom dagens Frankrike og Spania.
nl: Hoge bergen scheiden de vijanden. De Pyreneeën is een hoge bergketen tussen Frankrijk en Spanje.
pl: Wysokie góry rozdzielające wrogów. Pireneje to duże pasmo górskie rozciągające się na terenach dzisiejszej Francji i Hiszpanii.
pt_br: Altas montanhas que separam os inimigos. Os Pireneus são uma grande cadeia montanhosa localizada entre a França e a Espanha moderna.
pt_pt: Altas montanhas a separar os inimigos. Os Pirenéus são uma cordilheira situada entre a moderna Espanha e França.
ru: Высокие горы разделяют соперников. Пиренеи — горный массив, расположенный между современными Францией и Испанией.
sk: Nepriateľov od seba oddeľujú vysoké hory. Pyreneje sú veľké pohorie nachádzajúce sa medzi dnešným Francúzskom a Španielskom.
sr: Високе планине раздвајају непријатеље. Пиринеји су велики планински ланац између данашње Француске и Шпаније.
sv: Höga berg skiljer fienderna. Pyrenéerna är en stor bergskedja som ligger mellan moderna Frankrike och Spanien.
tr: Düşmanları engelleyen yüksek dağlar. Bu Pyrenees büyük dağları günümüz Fransa ve İspanya sınırında yer almaktadır.
uk: Високі гори, що розділяють ворогів. Піренеї - це великий гірський масив, розташований між сучасними Францією та Іспанією.
vi: Những ngọn núi cao ngăn cách các phe đối địch. Phoenician Levant là khu vực đồi núi hùng vĩ ngày nay nằm giữa France và Spain.
zh: 高耸的山脉将敌人分隔两地。 庇里牛斯山脉如今位于法国及西班牙之间。
zh_tw: 高聳的山脈將敵人分隔兩地。 庇里牛斯山脈是位於現今的法國及西班牙間的巨大山脈。

source: Pyrenean Sierra
ast: Sierra pyrenaica
bg: Пиренеи
br: Sierra Pirenean
ca: Serra pirinenca
cs: Pyrenejská Sierra
da: Pyrenæerne
de: Pyrenäen
el: Οροσειρά Πυρρηναίων
es: Sierra pirenáica
eu: Pirinioko Mendilerroa
fa: پیرنه سیرا
fi: Pyreneiden sierra
fr: Sierra pyrénéenne
ga: An tSiarra Piréineacha
gd: Na Beanntan Pirineach
hu: Pireneusi hegylánc
id: Pegunungan Pirenia
it: Sierra Pirenei
ja: ピレネー山脈
ko: 피레네 산맥
nb: Pyreneisk sierra
nl: Pyreneeïsche Sierra
pl: Pireneje
pt_br: Os Pireneus
pt_pt: Pirenéus
ru: Пиренейская Сьерра
sk: Pyrenejské pohorie
sv: Pyreneiska Sierra
uk: Піренейський гірський хребет
zh: 比利牛斯山脉
zh_tw: 庇里牛斯山脈

source: Players start on the banks of the River Sequana (Seine) in Northern Gaul near the settlement of Ratumacos. Destined to become one of the largest and most prosperous cities of Medieval Europe and one of the Anglo-Norman dynasty capitals under the new name of Rouen, Ratumacos is still a peaceful land - but not for long.
ast: Los jogadores intamɐn a veirɐs de l riw Sequana (Sena) na Gallia septentrional cerca de l sitiamiento de Ratumacos. Destinadu a ser una de lɐs mayores & más prósperɐs cildades de la Europa medieval & una de lɐs cabeçɐs de la dynastía anglo-normanda so l nuövu nome de Rouen, Ratumacos sigue siendo una tierra pacífica... indagora.
bg: Играчите започват на бреговете на река Сена в северна Галия, близо до селището Ратумакос. Въпреки че съдбата му е да се превърне в един от най-големите и развиващи се градове на средновековна Европа, както и една от столиците на англо-нормандската династия след като приеме новото си име Руан, Ратумакос е все още една мирна земя… но не за дълго.
br: Ar c'hoarierien a gomañs war ribloù ar Stêr Sekuana (Saena) e Galia Hanternoz tost ouzh kêriadenn Rastumakos. Gouestlet da zont da vezañ unan eus al ledanañ ha spletusañ keodedoù eus Europa Krennamzer hag unan eus kêrbennoù ar riez Angl-Norman dindan an anv nevez Rouan, Rastumakos zo un douar peoc'hus c'hoazh - met n'eo ket evit padout.
ca: Els jugadors comencen a la vora del riu Sequana (Sena) al nord de la Gàl·lia, prop de l'assentament de Ratumacos. Destinada a convertir-se en una de les ciutats més grans i més pròsperes de l'europa medieval i una de les capitals de la dinastia anglo-normanda sota el nou nom de Rouen, Ratumacos segueix sent una terra pacífica, però no per molt temps.
cs: Hráči začínají na březích řeky Sequany (Seiny) v severní Gálii poblíž sídliště Ratumacos. Osudem tohoto místa je stát se jedním z největších a nejvíce prosperujících středověkých měst Evropy a jedním z hlavních sídel anglo-normanské dynastie pod novým jménem Rouen, Ratumacos je stále mírumilovným místem – ale ne na dlouho.
da: Spillere starter på bredden af ​​floden Sequana (Seine) i det nordlige Gallien nær bosættelsen Ratumacos. Ratumacos er bestemt til at blive en af ​​de største og mest velstående byer i middelalderens Europa og en af ​​de anglo-normanniske dynastiets hovedstæder under det nye navn Rouen, og er endnu et fredeligt land - men ikke ret længe.
de: Die Spieler starten an den Ufern des Flusses Sequana (Seine) in nördlichen Gallien in der Nähe der Siedlung von Rothomagus. Dazu bestimmt eine der größten und wohlhabendsten Städte des mittelalterlichen Europas und Sitz der Anglonormannischen Dynastie unter dem neuen Namen „Rouen“ zu werden, ist Rothomagus noch ein friedlicher Fleck Erde – doch nicht mehr lange.
el: Οι παίκτες ξεκινούν στις όχθες του ποταμού Σηκουάνα (Σεν) στο βόρεια του οικισμού του Ρατουμάκος. Έμελλε να γίνει μία από τις μεγαλύτερες και πιο ευημερούσες πόλεις της μεσαιωνικής Ευρώπης και μία από τις πρωτεύουσες της Αγγλο-Νορμανδικής δυναστείας υπό το νέο όνομα ως Ρουέν, το Ρατουμάκος εξακολουθεί να είναι μια ειρηνική γη - αλλά όχι για πολύ.
es: Los jugadores comienzan en la orilla del río Secuana (El Sena) al norte de la galia, cerca del asentamiento de Ratumacos. Destinada a convertirse en una de las más prosperas y bulliciosas ciudades de la Europa medieval y una de las capitales de la dinastía anglonormanda bajo en nuevo nombre de Ruan, Ratumacos es todavía una tierra pacífica, pero no por mucho tiempo.
eu: Iparraldeko Galian hasiko zarete Sequana (Sena) , Ratumacosen egoitzatik gertu. Europako Erdi Aroko hiririk zaratatsu eta aberatsena izatera deiturik eta dinastia anglonormandiar baten hiriburua, Rouen izen berriaren babesean, Ratumacos bakean bizi den lurra da- ez luzaro.
fa: بازیکن ها بازی را در کناره رود سکوانا (سین) در شمال گال و نزدیک شهرک راتوماکوس شروع خواهند کرد. شهری که قرار بود تبدیل به یکی از بزرگترین شهرهای اروپای قرون وسطی شود.
fi: Pelaajat aloittavat pelin Sequana-joen (Seinen) rannalla Pohjois-Galliassa lähellä Ratumacosin asutusta. Ratumacosista tulee yksi keskiaikaisen Euroopan suurimmista ja vauraimmista kaupungeista ja yksi anglo-normannien dynastian pääkaupungeista uudella nimellä Rouen, mutta tällä hetkellä Ratumacos on vielä rauhallinen paikka - joskaan ei enää kauan.
fr: Les joueurs débutent sur les bords de la rivière Sequana (la Seine) en Gaule du Nord, près de la colonie de Ratumacos. Destinée à devenir l'une des villes les plus importantes et prospères de l'Europe médiévale ainsi que l'une des capitales de la dynastie anglo-normande sous le nom moderne de Rouen, Ratumacos est une terre paisible... pour l'instant.
ga: Tosaíonn na himreoirí ar bruacha na habhann 'Sequana' (an tSéin) i dtuaisceart na Gaille in aice le ráth 'Ratumacos' na nGallach. I ndán di a bheidh mar cheann de na cathracha is mó agus is saibhre san Eoraip Mheánaoiseach, agus ceann de na príomhchathracha an ríora Angla-Normannaigh faoi ainm 'Rouen'. Is talamh siochánach í an Ratumacos fós - ach ní bheidh sí mar seo ar feadh i bhfad níos fada.
gd: Tòisichidh na cluicheadairean air tràigh na h-aibhne Sequana (Seine) ceann a tuath na Gaille faisg air Ratumacos. Is gun dèid e ’na fhear dhe na bailtean as motha agus nas sealbhaiche na Roinn-Eòrpa meadhan-aoisiche agus ’na chathair-bhaile dhan t-sliochd Angla-Nòrmannach fo ainm ùr Rouen an dàn dha ach tha Ratumacos ’na thìr shìtheil fhathast – chan ann fada co-dhiù.
hu: A játékosok a Sequana (Szajna) folyó partjainál kezdenek, Észak-Galliában, Ratumacos települése közelében. Arra rendeltetve, hogy a középkori Európa egyik legnagyobb és leggazdagabb városa, valamint az anglo-normann dinasztia székhelye legyen, az új Rouen név alatt, Ratumacos még egy békés vidék – de már nem sokáig.
id: Pemain mulai di tepi Sungai Sequana (Seine) di Gaul Utara dekat pemukiman Ratumacos. Ditakdirkan untuk menjadi salah satu kota terbesar dan termakmur di Eropa abad pertengahan dan salah satu ibu kota dinasti Anglo-Norman di bawah nama baru Rouen, Ratumacos masih merupakan tanah yang damai - tetapi tidak akan lama.
it: I giocatori iniziano sulle rive del Fiume Sequana (Senna) nella Gallia del Nord nei luoghi dell'insediamento di Ratumacos. Destinata a divenire una delle maggiori e più prospere città dell'Europa medievale e una delle capitali della dinastia Anglo-Normanna sotto il nome di Rouen, Ratumacos è una terra pacifica - ma non per molto.
ja: プレイヤーは、ガリア北部のセクアナ川（セーヌ川）のほとり、ラトゥマコスの集落の近くからスタートします。中世ヨーロッパで最も大きく繁栄した都市のひとつであり、ルーアンという名のアングロ・ノルマン朝の首都のひとつになることが決まっているラトゥマコスは、まだ平和な土地ですが、それも長くは続きません。
ko: 플레이어들은 라투마코스 정착지 주변 북부 골족의 세쿠아나 강 유역에서 시작합니다. 중세 유럽에서 가장 크고 가장 번영한 도시 중 하나이자 루앙이라는 새로운 이름으로 영국-노르만 왕조의 수도 중 하나가 될 운명인 라투마코스는 여전히 평화로운 땅이지만 오랫동안은 그렇지 않습니다.
ms: Pemain bermula pada salah satu tebing Sungai Sequana (Seine) di Gaul Utara yang berhampiran dengan penempatan Ratumacos. Telah ditakdirkan menjadi salah satu bandar terbesar dan makmur ketika Zaman Kegelapan Eropah dan juga salah satu Ibu negeri dinasti Anglo-Norman dengan nama baharu Rouen, Ratumacos masih merupakan tanah yang aman - tetapi bukan kekal selamanya.
nb: Spillerne starter på elvebanken av Sequana (Seinen) i Nord-Gallia, nær bosetningen Ratumacos. Skjebnebestemt til å bli en av de mest velstående byene i middelalderens Europa og en av de Anglo-Normanske hovedstedene, under sitt nye navn Rouen er Ratumacos fremdeles et fredfylt land - men ikke lenge.
nl: Spelers starten op de rivierbeddingen van de rivier Sequana (de Seine) in het noorden van Gallië nabij het dorp Ratumacos. Voorbestemd om één van de grootste en meest welvarende steden van het middeleeuwse Europa te worden en één van de hoofdsteden van de Anglo-Normandische dynastie, onder de nieuwe naam Rouen, is Ratumacos voorlopig nog een vreedzaam gebied - maar niet voor lang.
pl: Gracze zaczynają na brzegach Sekwany w Północnej Galii obok osady zwanej Ratumacos. Przeznaczona na zostanie jedną z największych i najbardziej prosperujących miast Średniowiecznej Europy i jednej ze stolic anglo-normandzkiej dynasitii pod nową nazwą Rouen, W Ratumacos wciąż panuje spokój, ale nie na długo.
pt_br: Os jogadores começam nas margens do rio Sequana (Sena) no norte da Gália, perto do assentamento de Ratumacos. Destinado a se tornar uma das maiores e mais prósperas cidades da Europa medieval e uma das capitais da dinastia anglo-normanda sob o novo nome de Rouen, Ratumacos ainda é uma terra pacífica - mas não por muito tempo.
pt_pt: Os jogadores começam nas margens do rio Sequana (rio Sena) no norte da Gália perto do assentamento de Ratumacos. Destinado a se tornar uma das maiores e mais prósperas cidades da Europa medieval e uma das capitais da dinastia anglo-normanda sob o novo nome de Rouen, Ratumacos ainda é uma terra pacífica - mas não por muito tempo.
ru: Игроки начинают на берегах реки Сены (лат. Sequana), что на севере Галлии недалеко от поселения Ротомагус. Он станет одним из крупнейших и самых процветающих городов средневековой Европы, а также одним из центров англо-норманской династии под новым именем Руан. А пока Ротомагус– это мирный город... но это не надолго.
sv: Spelare startar på stranden av floden Sequana (Seine) i norra Gallien i närheten av bosättningen Ratumakos. Avsedd att bli en av de största och mest välmående städerna i medeltida Europa och en av huvudstäderna under Anglo-Normanniska dynastin under det nya namnet Rouen, är Ratumakos fortfarande ett fridfullt land - men inte för länge.
tr: Oyuncular, Ratumacos yerleşim bölgesinin yakınındaki Kuzey Galya'daki Sequana Nehri kıyılarında (Seine) başlarlar. Ortaçağ Avrupa'nın en büyük ve en müreffeh şehirlerinden biri haline gelmeyi ve Rouen'in yeni adı altında Anglo-Norman hanedanının başkentlerinden biri olmayı hedefleyen Ratumacos hâlâ sakin bir ülkedir - ancak uzun sürmez.
uk: Гравці починають на березі річки Секвана (суч. Сена) на півночі Галлії неподалік міста Ратумакос. Призначений, щоб стати одним з найбільших і процвітаючих міст середньовічної Європи і одна зі столиць англо-нормандської династії з новою назвою Руан. Ратумакос ще мирна земля - але не надовго.
zh: 开局位于北高卢的塞纳河岸，在拉图马科斯定居点附近。 此地（未来的巴黎）注定要成为中世纪欧洲最大最繁华的城市之一，还有盎格鲁—诺曼王朝首都之一的鲁昂城，拉图马科斯仍然是一片宁静的土地，但和平不会长久。
zh_tw: 玩家起始於北高廬的塞納河河岸，現今的魯昂一帶。其為中世紀歐洲最大且最繁榮的城市之一，也曾為盎格魯－諾曼王朝的首都，魯昂仍是一片祥和的土地－但不久了。
