Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Athenians
ast: Atenienses
bg: Атиняни
br: Ateniz
ca: Atenesos
cs: Atéňané
de: Athener
el: Αθηναίοι
es_ar: Atenienses
eu: Atenarrak
fa: آتنی ها
ga: Na hAithnigh
he: האתונאים
hu: Athéniak
hy: Աթենացիներ
it: Ateniesi
ja: アテナイ
ko: 아테네
nb: Athenerene
pl: Ateńczycy
pt_br: Atenienses
ru: Афиняне
sk: Aténčania
sv: Athenare
tr: Atinalılar
tt: Афинлар
uk: Афіняни
zh: 雅典
zh_tw: 雅典人

source: Metal mining gathering rates increased by +10% for each passing age.
ast: La estraición de metal acelera un +10% cada edá que pasa.
bg: Добивът на метал се увеличава с +10% за всяка следваща епоха.
br: Ar feurioù dastum er mengleuzioù metal a gresk eus +10% da bep tremen oadvezh.
ca: La velocitat de recollida de metall augmenta un 10% cada edat que passa.
cs: Rychlost těžení kovu zvýšena o 10 % za každý věk.
de: Die Metallabbaurate wird in jeder Phase um +10% erhöht.
el: Ο ρυθμός συλλογής μετάλου αυξάνεται κατά +10% για κάθε εποχή που περνάει.
es_ar: La recolección del metal minado aumenta un +10% por cada era pasada.
eu: Metalaren ustiaketa-tasa %10ean handitzen da aro bakoitzeko.
fa: به ازای هر ارتقا به هر مرحله بعدی تمدن یعنی مرحله روستایی به شهرک و مرحله شهرک به مرحله شهری، سرعت به دست آوردن فلز از طریق معادن +10%
ga: Méadú ar an ráta bailithe +10% do thobair miotail i ngach aois atá ag teacht.
he: שיעורי איסוף כריית המתכת יגדלו ב +10% עבור כל תקופה שעוברת.
hu: A fémbányászat hatékonyságát +10%-kal növeli minden eltelt korral.
hy: +10% մետաղի հանքարդյունաբերության արագությանը՝ յուրաքանչյուր անցնող դարաշրջանի համար։
it: La velocità di estrazione del metallo aumenta del +10% dopo ogni avanzamento di età.
ja: 金属採掘速度が時代経過毎に10%増加します。
ko: 금속 채굴 속도가 시대 경과할마다 10% 증가합니다.
nb: Metallutvinningen øker med +10% for hver ny tidsalder.
pl: Zwiększenie prędkości wydobywana metalu o +10% za każdą zakończoną epokę.
pt_br: Taxa de coleta de metais aumenta em +10% a cada avanço de era.
ru: С каждой новой эпохой скорость добычи металла увеличивается на 10%.
sk: Rýchlosť tažby železa je zvýšená o 10% za každú éru.
sv: Metallutvinningens insamlingstakt ökar med +10% för varje ålder.
tr: Maden çıkarma oranı her geçen çağ için +%10 arttı.
uk: Рівень видобутку металу підвищується на +10% відсотків за кожну минулу добу.
zh: 采矿速度 +10%
zh_tw: 每過一個時代，金屬礦物採集速率+10%。

source: Silver Owls
ast: Curuxes de plata
bg: Сребърни сови
br: Touded arc'hant
ca: Òlibes de plata
cs: Stříbrné sovy
de: Silbereulen
el: Αργυρές Κουκουβάγιες
es_ar: Búhos de plata
eu: Zilarrezko hontzak
fa: جغد نقره ای
ga: Ulchabháin Airgid
he: ינשופי כסף
hu: Ezüst baglyok
hy: Արծաթյա բվեր
it: Civette d'argento
ja: フクロウ銀貨
ko: 은색 올빼미-올빼미 은화
nb: Sølvugler
pl: Srebrne Sowy
pt_br: Corujas de Prata
ru: Серебряные совы
sk: Strieborné sovy
sv: Silverugglor
tr: Gümüş Baykuşlar
tt: Көмеш ябалаклар
uk: Срібні сови
zh: 猫头鹰银币
zh_tw: 銀鴞

source: The mines at Laureion in Attica provided Athens with a wealth of silver from which to mint her famous and highly prized coin, The Athenian Owl.
ast: Les mines de Lauriu nel Ática fornieron Atenes d'una bayura de plata cola qu'acuñar la so famosa y valiosa moneda, la curuxa ateniense.
bg: Мините в Лавриум в Атика осигурили на Атиняните богатство от сребро, от което да изливат известната и много ценна монета, Атинската сова.
br: Meingleuzioù Laureion en Atika a bourveze en un doare puilh Aten e arc'hant, a oa bazhet he moneiz brudet ha ken prizius ganti, an Toud atenian.
ca: Les mines a Laureion a l'Àtica proveïen Atenes amb una gran quantitat de plata, que es feia servir per encunyar la seva famosa i valuosa moneda, l'òliba atenesa.
cs: Doly v Laureionu v Atice poskytovaly Athénám hojnost stříbra, ze kterého razily své slavné a vysoce ceněné mince, athénskou sovu.
de: Durch die Minen von Laureion in Attika hatten die Athener Zugriff auf Unmengen von Silber, welches sie zur Prägung ihrer bekannten und hochwertigen Münzen, der Athenischen Eule, verwendeten.
el: Τα ορυχεία στο Λαύριο της Αττικής παρείχαν στην Αθήνα πλούτη στην μορφή ασημιού, από το οποίο έκοβαν το διάσημο και υψηλής αξίας νόμισμα, το Αθηναϊκό Τετράδραχμο.
es_ar: Las minas de Lavrio en Ática le proveyeron a los atenienses plata abundante con la cual acuñaron sus famosas y sumamente apreciadas monedas, los búhos de plata atenienses.
eu: Atikako Laureiongo meategietatik ateratako zilar ugariak Atenas hornitu zuen, honi esker jaio zelarik bertako txanpon ospetsu eta baliotsua, Atenaseko hontza.
fa: معادن لاریون در آتیکا برای آتن مقادیر عظیمی نقره فراهم می کرد که از آن برای ضرب سکه های ارزشمند این شهر، "جغد آتنی"، استفاده می شد.
ga: Sholthair na mianaigh Lauraíocha in Attaoca ar an Aithin rachmas airigid, agus bhuail an Aithin a boinn cáiliúla as an airgead seo: an tUlchabhán Aithneach.
he: המוקשים בלוריין שבאטיקה סיפקו לאתונה את הכסף שממנו המטבע המפורסם והיקר ביותר שלה, הינשוף האתונאי .
hu: Az Attikai Laurium bányái biztosították Athén számára azt a rengeteg ezüstöt, amiből a híres és nagyra becsült érméit, az "athéni baglyot" verték.
hy: Ատտիկայում գտնվող Լավրիոնի հանքերն ապահովում էին Աթենքին արծաթի առատությամբ, որից հատվում էր տեղի հայտնի և թանկարժեք մետաղադրամը՝ Աթենքի բուն։
it: Le miniere di Laurium in Attica rifornivano Atene di una grande quantità di argento, con il quale veniva coniata la sua famosa e apprezzata moneta, la Civetta Ateniese.
ja: アッティカ地方のラウリオン鉱山から産する銀は、アテナイに富をもたらしました。この銀から価値と誉れの高いアテナイのフクロウ銀貨が鋳造されました。
ko: 아티카 지방의 라우리온 광산에서 생산하는 은은 아테네에 부를 가져 왔습니다. 이 은으로 주조 된 유명 귀중한 동전이 아테네 올빼미 은화입니다.
nb: Gruvene ved Laureion i Attica forsynte Athen med rikdommer i sølv som ble slått til hennes berømte og høyt skattede mynt, Den Athenske ugle.
pl: Kopalnie w Laureion w Attyce zapewniały Ateńczykom bogactwo srebra, które przetapiali na ich sławną i wysoce cenioną monetę, Ateńską Sowę.
pt_br: As minas de Lavrio, na Ática, proveram a Atenas a prata da qual foi cunhada a famosa e estimada moeda, a Coruja de Atena.
ru: Рудники Лавриона в Аттике в изобилии обеспечивали Афины серебром, из которого чеканились известные и очень ценные монеты — "Афинские Совы".
sk: Laurionské bane v Atike poskytovali Aténam strieborné bohatstvo, z ktorého razili svoje známe a vysoko cenené mince, na ktorých bola vyobrazená Aténina sova.
sv: Gruvorna i Laureion i Attika gav Aten tillgång till stora mängder silver för att mynta sitt berömda och högt värderade mynt, den Atenska ugglan.
tr: Laureion, Attica'daki madenler Atina'ya ünlü ve değerli Atina sikkesinin, Atinalı Baykuş'un, basımı için yüksek miktarda gümüş sağlamıştır.
tt: Аттикадагы Лаврион мәгъдәнлекләре көмеш белән муллыклы итеп Афина шәһәрен тәэмин иткәннәр. Шул көмештән билгеле һәм бик кыйммәтле тәнкәләрне бизәк сукканлар, аларны "Афина ябалаклары" дип атаганнар.
uk: Копальні в Лауріоні і Аттіці забезпечували Афіни багатством срібла, з якого робилися широко відомі та цінні монети, Афінські Сови.
zh: 雅典人从阿提卡的劳雷恩银矿采集丰富的银，铸造出著名且珍贵的银币，正面是雅典娜，反面是她的圣鸟猫头鹰
zh_tw: 阿提卡的勞里厄姆的銀礦為最有名且昂貴的硬幣「雅典貓頭鷹」，提供了充足的原料。

source: Constructing a Theatron increases the territory expanse of all buildings by +20%.
ast: El teatru aumenta l'efeutu nel territoriu de toles construcciones un +20%.
bg: Построяването на тѐатрон увеличава териториалния обхват на всички сгради с +20%.
br: Lakaat sevel un Theatron a lak da geskiñ goread tiriadel an holl savadurioù eus +20%.
ca: Construir un teatre augmenta l'efecte de territori de tots els edificis un 20%.
cs: Stavba Theatronu zvýší územní rozšíření všech staveb o +20 %.
de: Der Bau eines Theatrons erhöht die territoriale Ausdehnung aller Gebäude um +20%.
el: Με την κατασκευή ενός Θεάτρου αυξάνεται κατά +20% η επέκταση περιοχής για όλα τα κτίρια.
es_ar: Construir un Teatro aumenta la expansión de territorio de los edificios en un +20%
eu: Antzoki bat eraikitzeak eraikin guztien lur-eremua %20ean igotzen du.
fa: ساخت یک تئاتر شعاع قلمرو برای تمامی ساختمان ها را به میزان +20% افزایش می دهد
ga: Méadú ar an bhfairsinge críocha +20% do gach foirgneamh nuair a thóg tú Theatron.
he: בניית תאטרון מגדיל את מרחב הטריטוריה של כל המבנים ב %+20
hu: Egy Theatron építése +20%-kal növeli az épületek által elfoglalt területeket.
hy: Թեատրոնի կառուցումն ավելացնում է բոլոր շինությունների տարածքային ազդեցությունը +20%-ով։
it: Costruire un Theatron aumenta l'effetto territorio di tutti gli edifici di +20%.
ja: テアトロンを建設すると、すべての建物の領地半径が20%拡大します。
ko: 테아트론(그리스 극장)을 건설하면 모든 건물의 영지 반경이 20% 증가합니다.
nb: Konstruering av et antikt gresk utendørsteater øker territoriets omfang med +20% for alle bygninger.
pl: Wybudowanie Theatronu zwiększa zasięg obszaru wszystkich budynków o +20%.
pt_br: Construir um Theatron aumenta a extensão do território de todos os edifícios em +20%.
ru: Строительство Театрона увеличивает зону влияния всех зданий на 20%.
sk: Postavenie divadla zväčší územie rozšírené budovami o +20%.
sv: Konstruktionen av en Theatron ökar territorievidden av alla byggnader med +20%.
tr: Tiyatro inşası diğer tüm yapıların bölge etkisini +%20 artırır.
uk: Будівництво Театрона збільшує зону впливу всіх будівель на +20%.
zh: 建造一个剧院把所有建筑物的领土空间提高20%
zh_tw: 建造劇院以增加 +20% 所有建築的領土範圍。

source: Hellenization
ast: Helenización
bg: Елинизация
br: Hellenekadur
ca: Hel·lenització
cs: Helenizace
de: Hellenisierung
el: Εξελληνισμός
es_ar: Helenización
eu: Helenizazioa
fa: یونانی سازی
ga: Heilléiniú
he: הלנייזם
hu: Hellenizáció
hy: Հելլենիզացում
it: Ellenizzazione
ja: ギリシア化
ko: 그리스화
nb: Hellenisering
pl: Hellenizacja
pt_br: Helenização
ru: Эллинизация
sk: Helenizácia
sv: Hellenisering
tr: Helenleşme
uk: Еллінізація.
zh: 希腊文明
zh_tw: 希臘化

source: The Greeks were highly successful in Hellenising various foreigners. During the Hellenistic Age, Greek was the lingua franca of the Ancient World, spoken widely from Spain to India.
ast: Los griegos helenizaron con gran ésitu estremaos pueblos foriatos. Nel periodu alexandrín, el griegu foi la llingua franca del mundu antiguu, falao dende la península ibérica a la India.
bg: Гърците били много успешни в елинизирането на чуждоземци. По време на елинистичната епоха, гръцкият бил лингва франка в древния свят, говорен от Испания до Индия.
br: Ar Greked o deus graet kalz a berzh en ur Hellenisaat meur a estren. E-pad ar mare hellenistek, ar grekeg a oa lingua franca an hen-bed, komzet e oa kalz etre Bro-Spagn ha Bro-India.
ca: Els grecs van hel·lenitzar amb èxit diversos pobles estrangers. Durant l'època hel·lenística, el grec va ser la llengua franca del món antic, parlat des de la península Ibèrica fins a l'Índia.
cs: Řekové byli vysoce úspěšní v pořečťování různých cizinců (helenizace). Během helénské doby byla řečtina zavedeným jazykem (lingua franca) starověkého světa, kterým se obecně mluvilo od Španělska po Indii.
de: Die Griechen waren erfolgreich in der Hellenisierung von verschiedenen eingeborenen Völkern. Während des Hellenistischen Zeitalters war Griechisch die Verkehrssprache der antiken Welt, die von Spanien bis Indien gesprochen wurde.
el: Οι Έλληνες ήταν επιτυχείς στον Εξελληνισμό διαφόρων ξένων. Κατά τη διάρκεια της Ελληνιστικής περιόδου, τα Ελληνικά ήταν η Κοινή Γλώσσα -"lingua franca"- του Αρχαίου Κόσμου, ευρέως ομιλούμενη από την Ισπανία ως την Ινδία.
es_ar: Los griegos fueron muy exitosos en helenizar a varios extranjeros. Durante la Era Helenica, el griego fue la lingua franca del mundo antiguo, y se lo hablaba desde España hasta la India.
eu: Greziarrak onak ziren atzerritarrak heleniartzen. Garai helenistikoan zehar, grekera zen mundu zaharreko 'lingua franca', Espainiatik Indiaraino mintzatua.
fa: یونانیان در یونانی سازی بسیاری از خارجی ها موفق بودند. در عصر یونانی، زبان یونانی زبان بین المللی دنیای باستان بود و از اسپانیا تا هند به آن صحبت می شد.
ga: Bhí na Gréagaigh an-rathúil ina Heilléiniú faoi eachtrannaigh éagsúla. San Aois Heilléinithe, bhi Gréigis francbhéarla an Domhain Ársa, agus í ina labhairt do Spáinn go hIndia.
he: היונים הצליחו מאוד בהפצת ההנליזם בעמים רבים.בתקופה ההנליסטית יוונית הפכה לשפה המדוברת ביותר מספרד ועד הודו.
hu: A görögök sikerrel hellenizáltak különböző idegeneket. A hellenizmus korában a görög volt az antik világ közvetítőnyelve, amit az Ibériai-félszigettől Indiáig beszéltek.
hy: Հույներին հաճախ էր հաջողվում հելլենիզացնել տարբեր օտարազգիների։ Հելլենիստական դարաշրջանի ընթացքում հունարենը Հին Աշխարհի լինգվա ֆրական էր և լայնորեն օգտագործվում էր Իսպանիայից մինչև Հնդկաստան։
it: i Greci ebbero molto successo nell'ellenizzare popoli stranieri. Durante l'Età Ellenistica, il greco era la lingua franca del Mondo Antico, parlato diffusamente dalla Spagna all'India.
ja: ギリシアは様々な異民族をギリシア化させることに大成功を収めました。ヘレニズム時代には、ギリシア語は古代世界の共通語として、スペインからインドにかけて広く使われました。
ko: 그리스는 많은 외국인들을 헬레니즘 문명화하는 것에 상당히 성공했습니다. 헬레니즘 시대동안, 그리스어는 고대 시대의 세계 공용어로서 스페인에서 인도에 이르기까지 폭넓게 사용되었습니다.
nb: Grekerne var svært fremgangsrike i å utbre hellenismen utlandet. Under den Hellenistiske æra var gresk felles språk i antikken, i utstrakt bruk fra Spania til India.
pl: Grecy bardzo skutecznie hellenizowali obcokrajowców. Podczas epoki hellenistycznej język grecki stanowił lingua franca starożytnego świata. Używano go powszechnie od Hiszpanii po Indie.
pt_br: Os gregos foram bem sucedidos em helenizar diversos estrangeiros. Durante o Período Helenístico, o grego foi a língua franca do Mundo Antigo, amplamente falada da Espanha à Índia.
ru: Греки достигли больших успехов в эллинизации различных народов. В эпоху эллинизма греческий язык был lingua franca Древнего мира, повсеместно используемым от Испании до Индии.
sk: Gréci boli veľmi úspešní v helenizácii rôznych cudzincov. Počas helénskeho obdobia bola gréčtina medzinárodným jazykom, ktorým sa hovorilo od Španielska až po Indiu.
sv: Grekerna var mycket framgångsrika i att hellenisera olika främlingar. Under den hellenistiska tiden var grekiskan "lingua franca" av den antika världen, och talades från Spanien till Indien.
tr: Yunanlılar birçok yabancıyı Helenleştirmek konusunda çok başarılıydılar. Helenik Çağ'da, Yunanca İspanya'dan Hindistan'a kadar Antik Dünya'nın ortak diliydi.
uk: Греки були дуже успішними в Еллінізації кількох іноземних націй. Впродовж Еллінської ери, грецька було вільною мовою Античного Світу, широко використовуваною він Іспанії до Індії.
zh: 希腊人很擅长同化异族人。在希腊文化的高峰期，希腊语是世界的通用语言，从西班牙到印度它都被广泛使用。
zh_tw: 希臘人對在傳播希臘文化上非常成功。在希臘化時代，希臘文是世界通用語言，涵蓋西班牙至印度。

source: Ships construct 25% faster.
ast: Les embarcaciones constrúinse un 25% más aína.
bg: Корабите се строят 25% по-бързо.
it: Le navi sono costruite il 25% più velocemente
ja: 船舶が25%速く建造できます。
nb: Skip bygges 25% raskere.
sk: Lode sa stavajú o 25% rýchlejšie.
zh_tw: 船的建造快 25％。

source: Delian League
ast: Lliga de Delos
bg: Делоски морски съюз
br: Kevre Delios
ca: Lliga de Delos
cs: Délský spolek (Athénský námořní spolek)
de: Attischer Seebund
el: Δηλιακή Συμμαχία
es_ar: Liga de Delos
eu: Delosko Liga
fa: پیمان دلوس
ga: Conradh na Déalois
he: הליגה האטית-דלית
hu: Déloszi szövetség
hy: Աթենական ծովային միություն
it: Lega di Delo
ja: デロス同盟
ko: 델로스 동맹
nb: Det athenske sjøforbundet
pl: Symmachia Delijska
pt_br: Liga de Delos
ru: Делосский союз
sk: Délijská liga
sv: Delianska Förbundet
tr: Delos Birliği
uk: Делійська Ліга
zh: 提洛同盟
zh_tw: 提洛同盟

source: Shortly after the great naval victories at Salamis and Mykale, the Greek city-states instituted the so-called Delian League in 478 B.C., whose purpose was to push the Persians out of the Aegean region. The allied states contributed ships and money, while the Athenians offered their entire navy.
ast: Poco dempués de les grandes victories navales en Salamina y Mícale, les ciudaes-estáu griegues constituyeron la llamada lliga de Delos nel añu 478 a.C., col envís d'espuxar a los perses de la rexón del Exéu. Los estaos aliaos contribuyeron con embarcaciones y dineru, mentanto que los atenienses ufrieron tola armada de so.
bg: Скоро след великите морски победи в Саламин и Микале, гръцките градове-държави основали така наречения Делоски морски съюз през 478г. пр.н.е., чиято цел била да прогони персийците от егейския регион. Обединените държави допринесли с кораби и пари, докато атиняните предложили целия си флот.
br: Un tammig goude an trec'hoù-bras war vor e Salamis ha Mykale, ar c'hêrioù-stad Grek o deus lakaet e-plas Kevre anvet Kevre Delian e 478 a raok J.K., a oa e bal boutañ er maez ar Bersed eus ar rannvro Ejean. Kas a rae ar Stadoù Kevredet listri hag arc'hant tra ma roe an Anteniz holl o morlu.
ca: Poc després de les grans victòries navals a Salamina i Mícale, les ciutats estat gregues van fundar l'anomenada Lliga de Delos l'any 478 aC, amb l'objectiu de fer fora els perses de la regió de l'Egeu. Els estats aliats van contribuir amb vaixells i diners, mentre que els atenesos van oferir tota la seva flota.
cs: Krátce po skvělých námořních vítězstvích u Salaminy a Mykalé zřídily řecké městské státy v roce 478 př. n. l. takzvaný Délský spolek (Athénský námořní spolek), jehož účelem bylo vytlačení Peršanů z egejské oblasti. Spojenecké státy přispívaly loděmi a penězi, zatímco Atéňané nabídli celé své loďstvo.
de: Kurz nach den großen Seeschlachten bei Salamis und Mykale, schlossen die griechischen Stadtstaaten 478 v.Chr. den sogenannten Attischen Seebund, dessen Aufgabe es war, die Perser aus der Ägäis zu vertreiben. Die verbündeten Staaten stellten Schiffe und Geld zur Verfügung, während Athen seine komplette Flotte anbot.
el: Λίγο μετά τις μεγάλες ναυτικές νίκες στη Σαλαμίνα και τη Μυκάλη, οι ελληνικές πόλεις-κράτη σύστησαν τη λεγόμενη Δηλιακή Συμμαχία το 478 π.Χ., σκοπός της οποίας ήταν να διώξει τους Πέρσες έξω από την περιοχή του Αιγαίου. Τα συμμαχικά κράτη συνέβαλαν πλοία και χρήματα, ενώ οι Αθηναίοι προσέφεραν το σύνολο του στόλου τους.
es_ar: Poco tiempo después de las grandes victorias navales de Salamina y Mícala, las ciudades-estado griegas instituyeron la famosa Liga de Delos en 478 a.C., cuyo propósito era expulsar a los persas de la región del Egeo. Los estados aliados contribuyeron barcos y dinero, mientras que los atenienses ofrecieron su marina completa.
eu: Salamina eta Mykaleko itsas garaipen handitik gutxira, estatu-hiri grekoek Delosen Elkarketa deiturikoa osatu zuten K.A.478an, beraien asmoa Pertsiarrak Egeoko eskualdetik botatzea zelarik. Elkartutako hiriek itsasontziz eta diruz lagundu zuten eta Atenastarrek ontziteri guztia jarri zuten.
fa: مدت کوتاهی بعد از پیروزی های بزرگ دریایی در نبرد سالامیس و میکال، یونانی ها یک پیمان نظامی امنیتی میان دولت-شهر های یونان به نام پیمان دلوس، در سال 478 ق.م برقرار کردند. هدف از این پیمان مقابله با حجوم ایران به ناحیه اژه بود. شهرهای عضو پیمان دلوس عموما با پول و کشتی های خود به این پیمان کمک کردند اما آتنی ها تمام نیروی دریایی خود را برای مقابله با ایران مامور کردند.
ga: Gan mhoill i ndiaidh na mbuanna cabhlaigh ag Salamas agus Maocáilé, chruthaigh na cathairstáit Ghréigeacha Conradh na Déalois, mar a thugtar air, i 478 R.C., cé a raibh mar phríomhaidhm aige na Peirsigh a chur amach as an réigiún Áigeach. Thug cathairstáit an chonartha a longa agus a n-airgead, agus thug na hAithnigh a gcabhlach iomlán ag an gcúis seo.
he: זמן קצר לאחר הניצחון הימי הגדול בסאלאמיס , בעיר-המדינה היוונית הנהיגה הליגה שנקראת "הליגה האטית-דלית" , ב 478 לפני ספירה, שמטרתה הייתה לדחוף את הפרסים אל מחוץ לגבולות האזור האגאי. מדינות הברית תרמו ספינות וכסף, בעוד האתונאים הציעו את כל הצי שלהם .
hu: i. e. 478-ban, nem sokkal a szalamiszi és mükaléi győzelem után a görög városállamok megalapították a Déloszi Szövetséget, melynek célja a perzsák kiszorítása volt az Égei régióból. A szövetséges államok pénzzel és hajókkal járultak hozzá az ügyhöz, míg Athén teljes flottáját felajánlotta.
hy: Սալամիսի և Միկալի փառահեղ ծովային հաղթանակներից կարճ ժամանակ անց հունական քաղաք-պետությունները մ․թ․ա․ 478թ․-ին հիմնեցին Աթենական ծովային միությունը, որի նպատակն էր դուրս մղել պարսիկներին Էգեյան շրջանից։ Դաշնակից երկրներն աջակցեցին նավերով և գումարով, մինչդեռ աթենացիներն առաջարկեցին իրենց ողջ նավատորմը։
it: Poco dopo le grandi vittorie navali a Salamina e Mykale, le città-stato greche istituirono la cosiddetta Lega di Delo nel 478 a.C., il cui scopo era di respingere i persiani fuori dalla regione dell'Egeo. Gli stati alleati contribuirono con navi e soldi, mentre gli Ateniesi offrirono tutta la loro marina.
ja: サラミスとミュカレの海戦での大勝利から間もない紀元前478年、ギリシア都市国家群はペルシア人をエーゲ海周辺から追い出すためにいわゆるデロス同盟を結びました。同盟国は船舶と資金を出し、アテナイは全海軍を提供しました。
ko: 살라미스와 미칼레 해전에서 대 승리가 있은 직후, 그리스 도시 국가들은 기원전 478 년에 이른바 델로스 동맹을 설립했는데, 그 목적은 에게해 지역에서 페르시아인들을 몰아내는것 이었습니다. 동맹국은 배와 돈을 기부했고 아테네는 해군 전체를 제공했습니다.
nb: Kort tid etter de store marine seierene ved Salamis og Mykale, opprettet de greske by-statene den såkalte delianske liga i 478 f.Kr., hvis formål var å skyve ut perserene fra den egeriske region. De allierte statene bidrog med skip og penger mens athenerne tilbød hele sin marine.
pl: Krótko po wielkich zwycięstwach morskich pod Salaminą i Mykale, Greckie państwa-miasta wprowadziły tak zwaną Symmachię Delijska w 478 roku p.n.e., której celem było wyparcie Persów z rejonów egejskich. Zjednoczone miasta przekazały okręty i pieniądze, podczas gdy Ateńczycy zaoferowali całą swoją flotę.
pt_br: Pouco depois das grandiosas vitórias navais em Salamina e Mícale, as cidades-estado gregas instituíram a chamada Liga de Delos em 478 a.C., com o objectivo de afastar os Persas da região do Egeu. Os estados aliados contribuíram com navios e dinheiro, tendo os Atenienses oferecido a sua armada inteira.
ru: Вскоре после великих морских побед при Саламине и Микале в 478 году до н.э. греческие города-государства учредили так называемый Делосский союз, целью которого было вытолкнуть персов из Эгейского региона. Союзные государства поставляли корабли и деньги, в то время как афиняне предложили весь свой военно-морской флот.
sk: Krátko po veľkých námorných víťazstvách v bitkách pri Salamis a Mykalé sa grécke mestské štáty v roku 478 pr. n. l. spojili do takzvanej Délijskej ligy, ktorej účelom bolo vytlačiť Peržanov z egejskej oblasti. Spriatelené štáty prispeli loďami a peniazmi, zatiaľ čo Aténčania ponúkli celé svoje loďstvo.
sv: Strax efter de stora marina segrarna på Salamis och Mykale de grekiska stadsstaterna instiftade så kallade Delian League i 478 f.Kr., vars syfte var att driva perserna ur Egeiska regionen. De allierade staterna bidrog med fartyg och pengar, medan atenarna erbjuds hela sin flotta.
tr: Salamis ve Mycale'deki zaferlerden kısa süre sonra, Yunan şehir devletleri M.Ö. 478'de amacı Persleri Ege Bölgesi'nden atmak olan Delian Ligini kurdular. Atinalılar bütün donanmalarını seferber ederken müttefik devletler gemiler ve para ile katkıda bulundular.
uk: Невдовзі після великих морських перемог на Саламіні і Мікале, в 478 році до н.е. грецькі міста-держави заснували так званий Делосский союз, метою якого було виштовхати персів з Егейського регіону. Союзні держави постачали кораблі та гроші, в той час як афіняни запропонували весь свій військово-морський флот.
zh: 在萨拉米斯和麦凯尔的伟大海军胜利之后不久，希腊城邦在公元前478年组成了所谓的提洛同盟。其宗旨是将波斯人驱逐爱琴海地区。各盟国对联盟贡献船舶和金钱，而雅典人贡献了他们的整个海军。
zh_tw: 在薩拉米斯及麥凱爾的海軍大勝利後不久，希臘城邦就在西元前 478 年成立所謂的提洛同盟，其目標是將波斯人驅離愛琴海地區。各個同盟城邦都貢獻了船艦或金錢，而雅典則貢獻了他們的整個海軍。

source: Themistocles
ast: Temístocles
bg: Темистокъл
br: Temistokles
ca: Temístocles
cs: Themistoklés
de: Themistokles
el: Θεμιστοκλής
es_ar: Temístocles
eu: Temistokle
fa: تمیستوکلس
ga: Teimisticléas
he: טמיסטוקלס
hu: Themisztoklész
hy: Թեմիստոկլես
it: Temistocle
ja: テミストクレス
ko: 테미스토클레스
nb: Themistokles
pl: Temistokles
pt_br: Temístocles
ru: Фемистокл
sk: Temistokles
sv: Themistokles
tr: Temistoklis
uk: Темістокл
zh: 地米斯托克利
zh_tw: 地米斯托克利

source: Pericles
bg: Перикъл
br: Perikles
ca: Pèricles
cs: Periklés
de: Perikles
el: Περικλής
eu: Perikles
fa: پریکلس
ga: Peiricléas
he: פריקלס
hu: Periklész
hy: Պերիկլես
it: Pericle
ja: ペリクレス
ko: 페리클레스
nb: Perikles
pl: Perykles
pt_br: Péricles
ru: Перикл
sk: Perikles
sv: Perikles
tr: Perikles
uk: Перікл
zh: 伯里克利
zh_tw: 伯里克里斯
