Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: You are now a moderator.
ar: أصبحت إداريًّا.
ast: Hagora yes un moderador.
bg: Вече сте модератор.
br: Un habaskaer hoc'h bremañ.
ca: Ara sou moderador.
cs: Nyní jsi moderátor.
de: Du bist jetzt ein Moderator.
el: Είσαι τώρα ένας συντονιστής.
es: Te acaban de ascender a moderador.
eu: Moderatzailera igo zaituzte.
fa: حال، شما مدیر هستید
fi: Olet nyt moderaattori.
fr: Vous êtes maintenant modérateur(trice).
ga: Is modhnóir tú anois.
gd: Tha tu ’nad mhaor a-nis.
gl: Fixérono moderador.
hr: Vi ste posrednik.
hu: Mostantól moderátor vagy.
id: Anda sekarang seorang moderator.
it: Ora sei un moderatore.
ja: あなたは現在モデレーターです。
ko: 당신은 이제 방장입니다.
lv: Tu tagad esi moderators.
mk: Веќе сте модератор.
ms: Anda kini menjadi seorang moderator.
nb: Du er nå moderator.
nl: U bent nu een moderator.
pl: Zostałeś moderatorem.
pt_br: Agora você é um moderador.
pt_pt: Agora és um moderador.
ro: Ai devenit moderator.
ru: Вы теперь модератор.
sk: Odteraz si moderátor.
sr: Сада сте модератор.
sv: Du är nu en moderator
tr: Şimdi yöneticisin.
uk: Вас призначено модератором.
zh: 你现在是主持人。
zh_tw: 您現在是管理員。

source: %(nick)s is now a moderator.
ar: أصبح %(nick)s إداريًّا.
ast: Hagora %(nick)s ye un moderador.
bg: %(nick)s вече е модератор.
br: %(nick)s a zo bremañ un habaskaer.
ca: %(nick)s ara és moderador.
cs: %(nick)s je nyní moderátor.
de: %(nick)s ist nun ein Moderator.
el: Ο %(nick)s είναι τώρα ένας συντονιστής.
es: %(nick)s ha sido ascendido a moderador.
eu: %(nick)s moderatzailera igoa izan da.
fa: %(nick)s حالا مدیر است
fi: %(nick)son nyt moderaattori.
fr: %(nick)s est maintenant modérateur(trice).
ga: Is é %(nick)s modhnóir anois.
gd: Chaidh %(nick)s ’na m(h)aor.
gl: Fixeron moderador a %(nick)s.
hr: %(nick)s je sada posrednik.
hu: %(nick)s mostantól moderátor.
id: %(nick)s sekarang menjadi moderator.
it: Ora %(nick)s è un moderatore.
ja: %(nick)sは現在モデレーターです。
ko: %(nick)s님은 이제 방장입니다.
lv: %(nick)s tagad ir moderators.
mk: %(nick)s сега е модератор.
ms: %(nick)s kini merupakan seorang moderator.
nb: %(nick)s er nå moderator.
nl: %(nick)s is nu een moderator.
pl: %(nick)s został moderaotem.
pt_br: %(nick)s agora é um moderador.
pt_pt: %(nick)s é agora moderador.
ro: %(nick)s este acum moderator.
ru: %(nick)s теперь модератор.
sk: %(nick)s je odteraz moderátor.
sv: %(nick)s är nu en moderator
tr: %(nick)s şimdi yönetici.
uk: %(nick)s зараз модератор.
zh: %(nick)s现在是主持人。
zh_tw: %(nick)s 現在是管理員。

source: You have been unmuted.
ar: لقد أُزيل كتمك.
ast: Ja nun stas inaudible.
bg: Заглушаването Ви беше премахнато.
br: Divutet hoc'h bet.
ca: Us han dessilenciat.
cs: Byl jste odmlčen.
de: Du bist nicht mehr stumm geschaltet.
el: Δεν έχεις σίγαση.
es: Ya no estás silenciado.
eu: Jada ez zaude isildurik.
fa: شما از حالت خامشی خارج شدید
fi: Et ole enää hiljennetty.
fr: Vous pouvez à nouveau parler.
ga: Tá tú antosta.
gd: Chaidh do dhì-mhùchadh.
gl: Deixárono de silenciar.
hr: Vi ste otkriveni.
hu: Mostantól nem vagy némítva.
id: Anda sekarang tidak dibisukan lagi.
it: Sei stato riattivato.
ja: あなたはミュートされました。
ko: 소리를 켰습니다.
lv: Tu vairāk neesi apklusināts.
mk: Замолчувањето ви е отстрането.
ms: Anda boleh bersuara.
nb: Du kan nå snakke.
nl: U bent nu niet meer gedempt.
pl: Wyciszenie zostało cofnięte.
pt_br: Você não está mais silenciado.
pt_pt: Deixaste de estar silenciado.
ro: Ți-a fost activat microfonul.
ru: Вам включили микрофон.
sk: Už nie si stlmený.
sv: Du är inte tystad längre.
tr: Sesi açtınız.
uk: Ви знову можете вести бесіду.
zh: 你已被取消静音。
zh_tw: 您已被解除靜音。

source: %(nick)s has been unmuted.
ar: لقد أُزيل كتم %(nick)s.
ast: %(nick)s ja nun sta inaudible.
bg: Заглушаването на %(nick)s беше премахнато.
br: %(nick)s a zo bet divutet.
ca: %(nick)s ha estat dessilenciat.
cs: %(nick)s už není umlčen.
de: %(nick)s ist nicht mehr stumm geschaltet.
el: Ο %(nick)s δεν έχει σίγαση.
es: %(nick)s ya no está silenciado.
eu: %(nick)s jada ez dago isildurik.
fa: %(nick)s وضعیتش از حالت خاموش خارج شد
fi: Hiljennys poistettu pelaajalta %(nick)s.
fr: %(nick)s peut maintenant parler à nouveau.
ga: Tá %(nick)s antosta.
gd: Chaidh %(nick)s a dhì-mhùchadh.
gl: Deixaron de silenciar a %(nick)s.
hr: %(nick)s je otkriven.
hu: %(nick)s mostantól nincs némítva.
id: %(nick)s tidak dibisukan lagi.
it: %(nick)s è stato riattivato.
ja: %(nick)sは復帰しました(unmuted)。
ko: %(nick)s님이 소리를 켰습니다.
lv: %(nick)s vairāk nav apklusināts.
mk: Замолчувањето на %(nick)s е отстрането.
ms: %(nick)s boleh bersuara.
nb: %(nick)s kan nå snakke.
nl: %(nick)s is nu niet meer gedempt.
pl: Wyciszenie %(nick)s zostało cofnięte.
pt_br: %(nick)s não está mais silenciado.
pt_pt: %(nick)s deixou de estar silenciado.
ro: Lui %(nick)s i-a fost activat microfonul.
ru: %(nick)s включили микрофон.
sk: %(nick)s už nie je stlmený.
sv: %(nick)s är inte tystad längre.
tr: %(nick)s sessize alındı.
uk: %(nick)s знову може вести бесіду.
zh: %(nick)s已被取消静音。
zh_tw: %(nick)s 已被解除靜音。

source: You are not a moderator anymore.
ar: لم تعد إداريًّا بعد الآن.
ast: Ja nun yes un moderador.
bg: Вече не сте модератор.
br: N'hoc'h ket un habaskaer ken.
ca: Ja no sou moderador.
cs: Už nejste moderátor.
de: Du bist jetzt kein Moderator mehr.
el: Δεν είσαι πλέον συντονιστής.
es: Ya no eres moderador.
eu: Jada ez zara moderatzailea.
fa: شما دیگر مدیر نیستید
fi: Et ole enää moderaattori.
fr: Vous n'êtes plus modérateur(trice).
ga: Ní modhnóir tú níos mó.
gd: Chan eil thu ’nad mhaor tuilleadh.
gl: Deixaches de ser moderador.
hr: Više niste posrednik.
hu: Már nem vagy moderátor.
id: Anda sudah bukan moderator lagi.
it: Non sei più un moderatore.
ja: あなたはもうモデレーターではありません。
ko: 당신은 더 이상 방장이 아닙니다.
lv: Tu vairāk neesi moderators.
mk: Веќе не сте модератор.
ms: Anda bukan lagi seorang moderator.
nb: Du er ikke moderator lenger.
nl: U bent geen moderator meer.
pl: Już nie jesteś moderatorem.
pt_br: Você não é mais um moderador.
pt_pt: Deixaste de ser um moderador.
ro: Nu mai ești moderator.
ru: Вы больше не модератор.
sk: Už nie si moderátor.
sr: Више нисте модератор.
sv: Du är inte moderator längre.
tr: Artık moderatör değilsiniz.
uk: Ви більше не модератор.
zh: 你不再是主持人。
zh_tw: 您不再是管理員了。

source: %(nick)s is not a moderator anymore.
ar: لم يعد %(nick)s إداريًّا بعد الآن.
ast: %(nick)s ja nun ye un moderador.
bg: %(nick)s вече не е модератор.
br: N'eo ket %(nick)s un habaskaer ken.
ca: %(nick)s ja no és moderador.
cs: %(nick)s už není moderátor.
de: %(nick)s ist kein Moderator mehr.
el: Ο %(nick)s δεν είναι πλέον συντονιστής.
es: %(nick)s ya no es moderador.
eu: %(nick)s jada ez da moderatzailea.
fa: %(nick)s دیگر مدیر نیست
fi: %(nick)sei ole enää moderaattori.
fr: %(nick)s n'est plus modérateur(trice).
ga: Ní hé %(nick)s ina mhodhnóir níos mó.
gd: Chan eil %(nick)s ’na m(h)aor tuilleadh.
gl: %(nick)s deixou de ser moderador.
hr: %(nick)s više nije posrednik.
hu: %(nick)s már nem moderátor.
id: %(nick)s sudah bukan moderator lagi
it: %(nick)s non è più un moderatore.
ja: %(nick)sはもうモデレーターではありません。
ko: %(nick)s님은 더 이상 방장이 아닙니다.
lv: %(nick)s vairāk nav moderators.
mk: %(nick)s веќе не е модератор.
ms: %(nick)s bukan lagi seorang moderator.
nb: %(nick)s er ikke moderator lenger.
nl: %(nick)s is geen moderator meer.
pl: %(nick)s już nie jest moderatorem.
pt_br: %(nick)s não é mais um moderador.
pt_pt: %(nick)s deixou de ser moderador.
ro: %(nick)s nu mai este moderator.
ru: %(nick)s больше не модератор.
sk: %(nick)s už nie je moderátor.
sv: %(nick)s är inte moderator längre.
tr: %(nick)s artık yönetici değil.
uk: %(nick)s більше не модератор.
zh: %(nick)s不再是主持人。
zh_tw: %(nick)s 不再是管理員了。

source: %(nick)s changed the lobby subject to:
ast: %(nick)s cambiou l assumptu de l antepar a:
bg: %(nick)s промени темата на чакалнята на:
ca: %(nick)s ha canviat el tema de la sala per:
de: %(nick)sänderte das Lobbythema zu:
el: ο %(nick)sάλλαξε το αντικείμενο του λόμπι σε:
es: %(nick)scambió el tema de la sala a:
fi: %(nick)s vaihtoi aulan aiheeksi:
fr: %(nick)s a changé le sujet du salon en :
gd: Dh’atharraich %(nick)s susbaint na lobaidh gu:
hu: %(nick)s erre módosította a váró tárgyát:
id: %(nick)s mengubah subjek lobi menjadi:
it: %(nick)s ha cambiato l'oggetto della stanza in:
ko: %(nick)s는 로비를 다음과 같이 변경했습니다:
mk: %(nick)s ја промени темата на чекалната на:
pt_br: %(nick)smudou o assunto da sala para:
ru: %(nick)s изменил тему лобби на:
sk: %(nick)s zmenil lobby subjekt na:
tr: %(nick)s lobinin konusunu şuna çevirdi:
uk: %(nick)s змінює тему лобі на:
zh_tw: %(nick)s 將大廳主題更改為：

source: %(nick)s deleted the lobby subject.
ast: %(nick)s esmemoreceu l assumptu de l antepar.
bg: %(nick)s изтри темата на чакалнята.
ca: %(nick)s ha esborrat el tema de la sala.
de: %(nick)s löschte das Lobbythema.
el: ο %(nick)s διέγραψε το αντικείμενο του λόμπι.
es: %(nick)s eliminó el tema de la sala.
fi: %(nick)s poisti aulan aiheen.
fr: %(nick)s a supprimé le sujet du salon.
gd: Sguab %(nick)s às susbaint na lobaidh.
hu: %(nick)s törölte a váró tárgyát.
id: %(nick)s menghapus subjek lobi.
it: %(nick)s ha eliminato l'oggetto della stanza.
ko: %(nick)s가 로비 제목을 삭제했습니다.
mk: %(nick)s ја избриша темата на чекалната.
pt_br: %(nick)sremoveu o tema da sala.
ru: %(nick)s удалил тему лобби
sk: %(nick)s zmazal lobby subjekt.
tr: %(nick)s lobi konusun sildi.
uk: %(nick)s видаляє тему лобі.
zh_tw: %(nick)s 刪除了大廳主題。

source: Connected.
ast: Conecteu-se.
bg: Свързан.
ca: S'ha connectat.
cs: Připojeno.
de: Verbunden.
el: Συνδέθηκε.
es: Conectado.
fi: Yhdistetty.
fr: Connecté.
gd: Ceangailte.
hu: Kapcsolódva.
id: Terhubung.
it: Connesso.
ko: 연결되었습니다.
mk: Поврзан.
pt_br: Conectado.
ru: Подключен.
sk: Pripojený.
sv: Ansluten.
tr: Bağlanıldı.
uk: Підключено.
zh: 已连接。
zh_tw: 已連線。

source: Disconnected.
ar: قُطع الاتّصال.
ast: Disconecteu-se.
bg: Разкачен.
br: Digevreet
ca: Desconnectat.
cs: Odpojeno.
de: Verbindung getrennt.
el: Αποσυνδεθήκατε.
es: Desconectado.
eu: Deskonektatuta.
fa: ارتباط قطع شد
fi: Yhteys katkaistu.
fr: Déconnecté(e).
ga: Dícheangailte.
gd: Gun cheangal.
gl: Desconectado.
hr: Veza prekinuta.
hu: Szétkapcsolódva.
id: Terputus.
it: Disconnesso
ja: 通信が切れました。
ko: 접속종료.
lv: Atslēgts.
mk: Исклучен
ms: Terputus.
nb: Frakoblet.
nl: Verbinding verbroken.
pl: Rozłączono.
pt_br: Desconectado.
pt_pt: Desconectado.
ro: Deconectat
ru: Отключен.
sk: Odpojený.
sr: Дисконектован
sv: Frånkopplad.
tr: Bağlantı kesildi.
uk: Роз'єднано.
zh: 已断开连接。
zh_tw: 連線中斷。

source: System:
ast: Systema:
bg: Система:
ca: Sistema:
el: Σύστημα:
es: Sistema:
fi: Järjestelmä:
fr: Système :
gd: Siostam:
hu: Rendszer:
id: Sistem:
it: Sistema:
ko: 시스템:
mk: Систем:
pt_br: Sistema:
ru: Система:
sk: Systém:
tr: Sistem:
uk: Система:
zh: 系统：
zh_tw: 系統：

source: BANNED
ar: ممنوع
ast: ESTORNADU
bg: БЛОКИРАН
br: FORBANNET
ca: BLOQUEJAT
cs: ZAKÁZÁNA
de: VERBANNT
el: ΑΠΟΚΛΕΙΣΜΕΝΟΣ
es: ENTRADA PROHIBIDA
eu: SARRERA DEBEKATURIK
fa: ممنوع الورود
fi: BANNATTU
fr: BANNI(E)
ga: COISCTHE
gd: CHAIDH DO THOIRMEASG
gl: VEDADO
hr: ZABRANJEN
hu: KITILTVA
id: DILARANG
it: BANNATO
ja: BAN済
ko: 차단됨
lv: BLOĶĒTS
mk: БЛОКИРАН
ms: DISEKAT
nb: UTESTENGT
nl: VERBANNEN
pl: ZABLOKOWANY
pt_br: BANIDO
pt_pt: BANIDO
ro: INTERDICȚIE
ru: ЗАБАНЕН
sk: ZABANOVANÝ
sr: ЗАБРАЊЕН
sv: BANNAD
tr: YASAKLANDI
uk: ЗАБЛОКОВАНО
zh: 被禁
zh_tw: 封禁

source: KICKED
ar: مطرود
ast: ESPUʃADU
bg: ИЗРИТАН
br: SKARZHET
ca: EXPULSAT
cs: VYHOZEN
de: GEKICKT
el: ΕΚΔΙΩΓΜΕΝΟΣ
es: EXPULSADO
eu: KANPORATUA
fa: بیرون شده
fi: POTKITTU
fr: EXPULSÉ(E)
ga: CICEÁILTE
gd: FHUAIR THU A’ BHRÒG
gl: EXPULSADO
hr: IZBAČEN
hu: KIRÚGVA
id: DIKELUARKAN
it: ESPULSO
ja: KICK済
ko: 추방됨
lv: IZMESTS
mk: ИСФРЛЕН
ms: DITENDANG
nb: KASTET UT
nl: ERUITGEZET
pl: WYRZUCONY
pt_br: CHUTADO
pt_pt: EXPULSO
ro: DAT AFARĂ
ru: ИЗГНАН
sk: VYHODENÝ
sr: ИЗБАЧЕН
sv: SPARKAD
tr: ATILDI
uk: ВИГНАНО
zh: 已被踢出
zh_tw: 踢出

source: You have been disconnected from the lobby. Do you want to reconnect?
ar: لقد تم فصلك عن غرفة الانتظار. هل تريد ان تعيد الاتصال؟
ast: Perdeu-se la conexion cul antepar. ¿Quieres tornar a conecter?
bg: Връзката с чакалнята се разпадна. Искате ли да се свържете отново?
br: Digvreet oc'h bet eus an hall. C'hoant ho peus da adkevreañ?
ca: Us heu desconnectat de la sala. Voleu tornar a connectar-vos?
cs: Byl jste odpojen ze zájmové skupiny. Přejete si znovu se připojit?
de: Du wurdest von der Lobby getrennt. Möchtest du die Verbindung wiederherstellen?
el: Έχεις αποσυνδεθεί από το λόμπι. Θέλεις να επανασυνδεθείς;
es: Te has desconectado de la sala. ¿Quieres volver a conectarte?
eu: Gelatik deskonektatu zara. Berriz konektatu nahi duzu?
fa: ارتباط شما با لابی قطع شده است. آیا میخواهید مجددا متصل شوید؟
fi: Yhteytesi aulaan on katkaistu. Haluatko yhdistää takaisin?
fr: Vous avez été déconnecté du Hall. Voulez-vous vous reconnecter ?
ga: Bhí tú dícheangailte as an forhalla. Ar mhaith leat athcheangail a dhéanamh?
gd: Chaill thu an ceangal ris an lobaidh. A bheil thu airson ath-cheangal?
gl: Desconectouse da sala de espera. Quere conectar de novo?
hu: Szétkapcsolódtál a váróból? Vissza akarsz kapcsolódni?
id: Anda telah terputus dari lobi. Apakah Anda ingin menyambungkan kembali?
it: Sei stato disconnesso dalla lobby. Vuoi riconnetterti?
ja: あなたはロビーから切断されました。再接続しますか？
ko: 로비에서 연결이 끊어졌습니다. 다시 연결 하시겠습니까?
mk: Врската со чекалната е изгубена. Сакате ли повторно да се поврзете?
ms: Anda telah terputus dari ruang legar. Anda mahu menyambung semula?
nl: De connectie met de lobby is verbroken. Wilt u opnieuw verbinding maken?
pl: Zostałeś rozłączony z tej poczekalni. Chcesz się połączyć ponownie?
pt_br: Você foi desconectado da sala. Deseja se reconectar?
pt_pt: Foste desconectado da sala de espera. Queres tornar a conectar?
ro: Ai fost deconectat din lobby. Dorești să te reconectezi?
ru: Вы были отключены от комнаты. Вы хотите переподключиться?
sk: Boli ste odpojený z lobby. Chceš sa znova pripojiť?
sv: Du har blivit frånkopplad ifrån lobbyn. Vill du återansluta?
tr: Lobi ile bağlantınız koptu. Tekrar bağlanmak ister misiniz?
uk: Вас було роз'єднано із лобі. Чи хочете Ви перепідключитися?
zh: 您已与大厅断开连接。是否重新连接？
zh_tw: 您與大廳的連線已經中斷，要重新連線嗎？

source: Confirmation
ar: أكّد
ast: Confirmacion
bg: Потвърждение
br: Kadarnadenn
ca: Confirmació
cs: Potvrzení
de: Bestätigung
el: Επιβεβαίωση
es: Confirmar decisión
eu: Konfirmazioa
fa: تائید
fi: Vahvistus
ga: Deimhniú
gd: Dearbhadh
gl: Confirmación
hr: Potvrda
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
lv: Apstiprinājums
mk: Потврдување
ms: Pengesahan
nb: Bekreftelse
nl: Bevestiging
pl: Potwierdzenie
pt_br: Confirmação
pt_pt: Confirmação
ro: Confirmare
ru: Подтверждение
sk: Potvrdenie
sr: Потврда
sv: Bekräftelse
tr: Onay
uk: Підтвердження
zh: 确定
zh_tw: 確認

source: No
ar: لا
ast: Non
bg: Не
br: Ket
cs: Ne
de: Nein
el: Όχι
eu: Ez
fa: خیر
fi: Ei
fr: Non
ga: Ní hea
gd: Chan eil
gl: Non
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
ko: 아니오
lv: Nē
mk: Не
ms: Tidak
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
sk: Nie
sr: Не
sv: Nej
tr: Hayır
uk: Ні
zh: 否
zh_tw: 否

source: Yes
ar: نعم
ast: Sí
bg: Да
br: Ya
ca: Sí
cs: Ano
de: Ja
el: Ναι
es: Sí
eu: Bai
fa: بله
fi: Kyllä
fr: Oui
ga: Sea
gd: Tha
gl: Si
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
lv: Jā
mk: Да
ms: Ya
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
sk: Áno
sr: Да
sv: Ja
tr: Evet
uk: Так
zh: 是
zh_tw: 是

# victory condition
source: Endless Game
ast: Partida infinita
bg: Безкрайна игра
ca: Partida sense fi
cs: Hra bez konce
de: Endloses Spiel
el: Ατελείωτο παιχνίδι
es: Partida sin fin
fi: Päättymätön peli
fr: Partie sans fin
ga: Cluiche gan deireadh
gd: Geama gun chrìch
gl: Partira eterna
hu: Végtelen játék
id: Permainan Tanpa Akhir
it: Partita Infinita
ko: 끝없는 게임
lv: Bezgalīga spēle
mk: Бесконечна игра
nl: Eindeloos Spel
pt_br: Jogo Interminável
pt_pt: Jogo sem fim
ru: Бесконечная игра
sk: Hra bez konca
sv: Oändligt spel
tr: Sonsuz Oyun
uk: Нескінченна гра
zh: 无尽的游戏
zh_tw: 無盡遊戲

source: You have some incompatible mods: %(details)s
ast: Tienes delhæs camudæs incompatibles: %(details)s
bg: Имате несъвместими модификации: %(details)s
fi: Sinulla on yhteensopimattomia modeja: %(details)s
id: Anda memiliki beberapa mod yang tidak sesuai: %(details)s
it: Possiedi delle mod incompatibili: %(details)s
ko: 호환되지 않는 모드가 있습니다: %(details)s
mk: Имате неусогласени модови: %(details)s
pt_br: Você tem alguns mods incompatíveis: %(details)s
zh_tw: 您有不相容的模組： %(details)s

source: This mod does not affect MP compatibility
ast: Esta camuda nun affecta a la compatibilidade cun outros ẍogadores
bg: Тази модификация не влияе върху съвместимостта при мрежова игра
fi: Tämä modi ei vaikuta moninpelin yhteensopivuuteen
id: Mod ini tidak memengaruhi kecocokan main bersama
it: La mod non coinvolge la compatibilità MP
ko: 이 모드는 MP 호환성에 영향을 주지 않습니다.
mk: Модов не влијае на усогласеноста на мрежната игра
pt_br: Este mod não afeta compatibilidade de MP
zh_tw: 此模組不影響多人對戰相容性

source: Host: %(playername)s
ast: Hospedeiru: %(playername)s
bg: Сървър: %(playername)s
ca: Amfitrió: %(playername)s
el: Οικοδεσπότης: %(playername)s
es: Anfitrión: %(playername)s
fi: Isäntä: %(playername)s
fr: Hôte : %(playername)s
gd: Òstair: %(playername)s
hu: Kiszolgáló: %(playername)s
it: Ospitante: %(playername)s
ko: 호스트: %(playername)s
mk: Домаќин: %(playername)s
pt_br: Anfitrião: %(playername)s
ru: Хост: %(playername)s
sk: Hostiteľ: %(playername)s
sv: Värd: %(playername)s
tr: Ev Sahibi: %(playername)s
uk: Власник: %(playername)s
zh: 主机：%(playername)s
zh_tw: 主持人：%(playername)s

source: Players: %(current)s/%(total)s
ar: اللاعبون: %(current)s/%(total)s
ast: Ẍogadores: %(current)s/%(total)s
bg: Играчи: %(current)s/%(total)s
br: C'hoarierien: %(current)s/ %(total)s
ca: Jugadors: %(current)s/%(total)s
cs: Hráči: %(current)s/%(total)s
de: Spieler: %(current)s/%(total)s
el: Παίχτες: %(current)s/%(total)s
es: Jugadores: %(current)s/%(total)s
eu: Jokalariak: %(current)s/%(total)s
fa: بازیکن ها: %(current)s / %(total)s
fi: Pelaajia: %(current)s/%(total)s
fr: Joueurs : %(current)s/%(total)s
ga: Imreoirí: %(current)s/%(total)s
gd: Cluicheadairean: %(current)s/%(total)s
gl: Xogadores: %(current)s/%(total)s
hr: Igrači: %(current)s/%(total)s
hu: Játékosok: %(current)s/%(total)s
id: Pemain: %(current)s/%(total)s
it: Giocatori: %(current)s/%(total)s
ja: プレイヤー：%(current)s/%(total)s
ko: 플레이어: %(current)s/%(total)s
lv: Spēlētāji: %(current)s/ %(total)s
mk: Играчи: %(current)s/%(total)s
ms: Pemain: %(current)s/%(total)s
nb: Spillere: %(current)s/%(total)s
nl: Spelers: %(current)s/%(total)s
pl: Gracze: %(current)s/%(total)s
pt_br: Jogadores: %(current)s/%(total)s
pt_pt: Jogadores: %(current)s/%(total)s
ro: Jucători: %(current)s/%(total)s
ru: Игроки: %(current)s/%(total)s
sk: Hráčov: %(current)s/%(total)s
sr: Играчи: %(current)s/%(total)s
sv: Spelare: %(current)s/%(total)s
tr: Oyuncular: %(current)s/%(total)s
uk: Гравці: %(current)s/%(total)s
zh: 玩家 : %(current)s/%(total)s
zh_tw: 玩家：%(current)s/%(total)s

source: Victory Conditions:
ast: Condiciones de victoria:
bg: Условия за победа:
ca: Condicions de victòria:
cs: Kdy nastane Vítězství:
de: Siegbedingungen:
el: Προϋποθέσεις Νίκης:
es: Condiciones de victoria:
fi: Voiton edellytykset:
fr: Conditions de victoire :
gd: Cumhachan buaidhe:
hu: Győzelmi feltételek:
id: Syarat Kemenangan:
it: Condizioni per la vittoria:
ko: 승리 조건:
mk: Услови за победа:
pt_br: Condições de Vitória:
ru: Условия для победы:
sk: Podmienky víťazstva:
sv: Segervillkor:
tr: Zafer Koşulları:
uk: Умови перемоги:
zh: 胜利条件：
zh_tw: 勝利條件：

source: Mods:
ast: Camudæs:
bg: Модификации:
fi: Modit:
gd: Tuilleadain:
hu: Modok:
id: Mod:
ko: 모드:
mk: Модови:
ru: Модификации:
sk: Módy:
tr: Modlar:
uk: Модифікації:
zh: 模组：
zh_tw: 模組：

source: Mods (incompatible):
ast: Camudæs (incompatibles):
bg: Модификации (несъвместими):
fi: Modit (yhteensopimattomat):
id: Mod (tak cocok):
it: Mod (incompatibile):
ko: 모드 (호환되지 않음):
mk: Модови (неусогласени):
pt_br: Mods (incompatíveis):
zh_tw: 模組（不相容）：

source: Game started at %(time)s
ar: بدأت اللعبة عند %(time)s
ast: La partida intamou a læs %(time)s
bg: Играта е започнала в %(time)s
br: C'hoariadenn kroget da %(time)s
ca: La partida comença a les %(time)s
cs: Hra začala v %(time)s
de: Spiel gestartet um %(time)s
el: Το παιχνίδι άρχισε στις %(time)s
es: La partida empezó a las %(time)s
eu: Partida %(time)s-(e)tan hasita
fa: بازی در %(time)s شروع می شود.
fi: Peli aloitettu %(time)s
fr: Partie commencée à %(time)s
ga: Tá an cluiche tosaithe ag %(time)s
gd: Thòisich e aig %(time)s
gl: A partida comezou ás %(time)s
hr: Igra je počela %(time)s
hu: Játék kezdete: %(time)s
id: Permainan dimulai pada %(time)s
it: Gioco iniziato alle %(time)s
ja: ゲームは%(time)sに開始します
ko: %(time)s에 게임 시작
lv: Spēle sākās %(time)s
mk: Играта започнала во %(time)s
ms: Permainan bermula pada %(time)s
nb: Spillet startet %(time)s
nl: Spel gestart om %(time)s
pl: Gra startuje za %(time)s
pt_br: Jogo iniciado em: %(time)s
pt_pt: O jogo começou às %(time)s
ro: Jocul a început la %(time)s
ru: Игра началась в %(time)s
sk: Hra sa začala o %(time)s
sr: Игра почета %(time)s
sv: Spelet började %(time)s
tr: Oyunun kalan süre: %(time)s
uk: Гру розпочато о %(time)s
zh: 游戏开始于%(time)s
zh_tw: 遊戲開始於 %(time)s

source: Map Type:
ar: نوع الخريطة:
ast: Typu de geogr.:
bg: Вид на картата:
br: Doare kartenn:
ca: Tipus de mapa:
cs: Typ mapy:
da: Banetype:
de: Kartentyp:
el: Τύπος Χάρτη:
es: Tipo de mapa:
es_cl: Tipo de Mapa:
eu: Mapa Mota:
fa: نوع نقشه
fi: Kartan tyyppi:
fr: Type de carte :
ga: Cineál Léarscáile:
gd: Seòrsa a’ mhapa:
gl: Tipo de mapa:
hr: Tip Mape:
hu: Térkép típusa:
id: Tipe Peta:
it: Tipo di Mappa:
ja: マップの種類：
ka: რუკის ტიპი:
ko: 지도 유형:
lv: Kartes tips:
mk: Вид карта:
ms: Jenis Peta:
nb: Karttype:
nl: Kaarttype:
pl: Typ mapy:
pt_br: Tipo de Mapa:
pt_pt: Tipo de Mapa:
ro: Tipul hărții:
ru: Тип карты:
sk: Typ mapy:
sr: Тип мапе:
sv: Karttyp:
tr: Harita Türü:
uk: Тип мапи:
zh: 地图类型：
zh_tw: 地圖類型：

source: Map Size:
ar: حجم الخريطة:
ast: Grandura geogr.:
bg: Размер на картата:
br: Ment ar gartenn:
ca: Mida del mapa:
cs: Velikost mapy:
da: Banestørrelse:
de: Kartengröße:
el: Μέγεθος Χάρτη:
es: Tamaño de mapa:
es_cl: Tamaño del Mapa:
eu: Maparen tamaina:
fa: سایز نقشه:
fi: Kartan koko:
fr: Taille :
ga: Méid Léarscáile:
gd: Meud a’ mhapa:
gl: Tamaño:
hr: Veličina mape:
hu: Térkép mérete:
id: Ukuran Peta:
it: Dimensione Mappa:
ja: マップの大きさ：
ka: რუკის ზომა
ko: 지도 크기:
lv: Kartes Izmērs:
mk: Размер на картата:
ms: Saiz Peta:
nb: Kartstørrelse:
nl: Kaart grootte:
pl: Rozmiar mapy:
pt_br: Tamanho do Mapa:
pt_pt: Tamanho do Mapa:
ro: Mărimea hărții:
ru: Размер карты:
sk: Veľkosť mapy
sr: Величина мапе:
sv: Kartstorlek:
tr: Harita Boyutu:
uk: Розмір мапи:
zh: 地图大小:
zh_tw: 地圖大小：

source: Map Description:
ast: Descripcion geogr.:
bg: Описание на картата:
ca: Descripció del mapa:
cs: Popis mapy:
de: Kartenbeschreibung:
el: Περιγραφή Χάρτη:
es: Descripción del mapa:
fi: Kartan kuvaus:
fr: Description de la carte :
gd: Tuairisgeul a’ mhapa:
hu: Térkép leírása:
id: Deskripsi Peta:
it: Descrizione Mappa:
ko: 지도 설명:
mk: Опис на картата:
pt_br: Descrição do Mapa:
ru: Описание карты:
sk: Popis mapy:
sv: Kartbeskrivning:
tr: Harita Açıklaması:
uk: Опис мапи:
zh: 地图描述：
zh_tw: 地圖說明：

source: Map Name
ar: اسم الخريطة
ast: Nome geogr.
bg: Име на картата
br: Anv ar Gartenn
ca: Nom del mapa
cs: Název mapy
da: Banenavn
de: Kartenname
el: Όνομα Χάρτη
es: Nombre del mapa
es_cl: Nombre del Mapa
eu: Maparen Izena
fa: نام نقشه
fi: Kartan nimi
fr: Nom de la carte
ga: Ainm Léarscáile
gd: Ainm a’ mhapa
gl: Nome do mapa
hr: Naziv mape
hu: Térkép neve
id: Nama Peta
it: Nome Mappa
ja: マップ名
ka: რუკის სახელი
ko: 지도 이름
lv: Kartes Nosaukums
mk: Име на картата
ms: Nama Peta
nb: Kartnavn
nl: Kaartnaam
pl: Nazwa mapy
pt_br: Nome do Mapa
pt_pt: Nome do Mapa
ro: Numele hărții
ru: Название карты
sk: Meno mapy
sr: Име мапе
sv: Kartnamn
tr: Harita İsmi
uk: Назва мапи
zh: 地图名称
zh_tw: 地圖名稱
