Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Queue another 5 female citizens.
bg: Добавете още 5 жени на опашката.
cs: Zařaďte dalších pět občanek.
de: Reihe weitere 5 Bürgerinnen zur Ausbildung ein.
el: Προσθέστε κι άλλες στην σειρά παραγωγής 5 γυναίκες.
eu: Jarri ilaran beste 5 hiritar eme.
fi: Lisää jonoon toinen 5:n naiskansalaisen joukko.
fr: Entraînez 5 autres citoyennes.
gd: Cuir 5 shaoranach boireann eile air a’ chiutha.
gl: Pon outro grupo de 5 cidadás na cola de adestramento do centro cívico.
hu: Állíts sorba további 5 női polgárt.
id: Antrikan 5 rakyat wanita lagi.
it: Accoda altre 5 cittadine di sesso femminile.
ja: キューにまた5人の女性市民を追加してください。
ka: რიგში ჩააყენე კიდევ 5 მოქალაქე ქალი.
ms: Baris gilir lagi 5 orang warga perempuan.
nb: Legg enda 5 kvinnelige borgere i treningskøen.
pl: Dodaj następnych 5 kobiet do kolejki produkcji.
pt_br: Adicione outros 5 cidadãos femininos na fila.
pt_pt: Recrute mais 5 cidadãs.
ru: Добавьте в очередь ещё 5 женщин.
sk: Pridajte do frontu ďalších 5 občianok.
sv: Köa ännu en grupp av 5 kvinnliga medborgare.
tr: Sırada başka bir 5 kadın vatandaş.
uk: Додайте до черги ще 5 громадянок.
zh: 追加5个女市民。
zh_tw: 再訓練5個女性市民。

source: Use a female citizen to construct a field next to your CC.
bg: Използвайте жена, за да направите поле до селищния център.
cs: Použijte občanky, aby založily pole poblíž vašeho správního střediska.
de: Verwende eine Bürgerin, um ein Feld in der Nähe deines Verwaltungssitzes zu bauen.
el: Χρησιμοποίησε μια γυναίκα για τα φτιάξει ένα χωράφι δίπλα στο Πολιτιστικό Κέντρο.
eu: Erabili hiritar eme bat zure gizarte zentruaren inguruan baratza egiteko.
fi: Käytä naiskansalaista rakentaaksesi pellon CC:n viereen.
fr: Utilisez une citoyenne pour construire un champ près de votre centre-ville.
gd: Cleachd boireannach gus achadh a thogail faisg air an ionad shìobhalta agad.
gl: Envía a unha cidadá a construír un campo de cultivo ao carón do centro cívico.
hu: Használj egy női polgárt egy mező építéséhez a városháza mellé.
id: Gunakan satu rakyat perempuan untuk membangun ladang di sebelah PP.
it: Utilizza una donna per la costruzione di un campo accanto al tuo CC.
ja: 女性市民を使って畑をCCの隣に開墾してください。
ka: გამოიყენე მოქალაქე ქალი რომ მოაწყოს ყანა სც-თან ახლოს.
ms: Guna warga perempuan untuk membina bendang disebelah CC anda.
nb: Bruk en kvinnelig borger for å lage en åker rett ved siden av bysenteret.
pl: Wyślij kobietę do budowy pola obok centrum osady.
pt_br: Use um cidadão fêmea para construir um campo ao lado de seu CC.
pt_pt: Use uma cidadã para construir uma seara perto do seu CC.
ru: Отправьте женщин для обработки поля рядом с ГЦ.
sk: Jednej občianke prikážte postaviť pole vedľa centra.
sv: Använd en kvinnlig medborgare för att bygga en åker bredvid ditt samhällscentrum.
tr: Halk merkezinin yanında bir alan oluşturmak için bir kadın vatandaş kullan.
uk: Накажіть громадянкам засіяти поле біля вашого ГЦ.
zh: 派一个女市民在市政大厅旁建造农田。
zh_tw: 派一個女市民在您的城鎮中心旁建造一個農田。

source: Your cavalryman has probably run out of chickens by now, there are some goats to the left of your base.
bg: Вероятно конникът Ви вече е събрал всичкото месо от пилетата. Има няколко кози вляво от Вашата база.
cs: Vaši jezdci touto dobou nejspíš nenacházejí žádná další kuřata, natož slepice, ale nalevo od vaší základny se pase několik koz.
de: Deinem Kavalleristen sind wahrscheinlich inzwischen die Hühner ausgegangen, es gibt einige Ziegen links neben deiner Basis.
el: Ο καβαλάρης σου θα έχει πιθανώς ξεμείνει από κοτόπουλα έως τώρα, υπάρχουν μερικές κατσίκες στα αριστερά της βάσης σου.
eu: Ziurrenik zure zaldunak jada ez du oilaskorik, zure basearen ezkerrean zenbat ahuntz dago.
fi: Ratsumiehesi on luultavasti käyttänyt loppuun kanat tähän mennessä, vasemmalla tukikohdastasi on muutamia vuohia.
fr: Votre cavalier a sûrement fini de chasser les poulets, utilisez-le pour chasser les chèvres à gauche de votre base.
gd: Feumaidh nach eil cearc ri sealg aig an eachraidh tuilleadh ach tha gobhair gu clì air a’ bhunait agad.
gl: O xinete xa debeu acabar con todas as galiñas. Atoparás cabras ao oeste (esquerda) do centro cívico.
hu: A lovasodnak mostanra már valószínűleg elfogytak a csirkéi. Van néhány kecske a bázistól balra.
id: Penunggang kuda anda mungkin telah kehabisan ayam sekarang, ada beberapa kambing di kiri markas anda.
it: Il tuo cavaliere ha probabilmente esaurito i polli ora, ci sono alcune capre alla sinistra della tua base.
ja: 騎兵はおそらくもう鶏を取り尽しているでしょう。ヤギが何匹か拠点の左にいます。
ka: შენს მხედარს სავარაუდოდ მეტი ქათამი აღარ დარჩა, მარცხნივ, ბანაკის ახლოს თხებია.
ms: Pasukan berkuda anda berkemungkinan sudah kehabisan ayam, sekarang arah mereka memburu kambing yang ada di kawasan anda.
nb: Kavaleristen er antagelig tom for kyllingere nå men det finnes geiter til venstre for bysenteret.
pl: Twojemu kawalerzyście prawdopodobnie zabrakło już kurczaków, na lewo od bazy znajduje się kilka kóz.
pt_br: Seu cavaleiro provavelmente ficou sem galinhas até agora, existem algumas cabras à esquerda da sua base.
pt_pt: Os seus cavaleiros já devem ter ficado sem galinhas; há umas cabras à esquerda da sua base.
ru: Ваш кавалерист, возможно, уже закончил с курами, слева от вашей базы есть ещё несколько коз.
sk: Vášmu jazdcovi sa už asi minuli sliepky. Naľavo od základne sú nejaké kozy.
sv: Din kavalleriman har förmodligen slut på kycklingar vid det här laget, det finns några getter till vänster om din bas.
tr: Atlı askerin büyük ihtimalle tüm tavukları bitirdi, üssünün solunda birkaç keçi var.
uk: Ваш кавалерист напевно покінчив з курками до цього часу, ще є декілька кіз лівіше вашої бази.
zh: 您的骑兵可能已无鸡可猎了，您的基地左边有一些山羊。
zh_tw: 您的騎兵現在可能已經無雞可獵了，您基地的左邊有一些山羊可供獵取。

source: Use 2-3 more female citizens to construct the field.
bg: Използвайте още 2-3 жени за направата на полето.
cs: Použijte další dvě až tři občanky, aby připravily pole.
de: Verwende 2–3 Bürgerinnen mehr, um das Feld zu bauen.
el: Χρησιμοποίησε 2-3 περισσότερες γυναίκες για να φτιάξουν ένα χωράφι.
eu: Erabili beste 2-3 hiritar eme gehiago baratza egiteko.
fi: Käytä 2-3 naispuolista kansalaista lisää rakentaaksesi pellon.
fr: Utilisez 2-3 citoyennes de plus à la construction du champ.
gd: Cleachd 2-3 bhoireannach a bharrachd gus an achadh a thogail.
gl: Usa 2 ou 3 cidadás para construír o campo de cultivo.
hu: Használj még 2-3 női polgárt a mező építéséhez.
id: Gunakan 2-3 lagi rakyat perempuan untuk membangun ladang.
it: Utilizza 2-3 donne per la costruzione di un campo.
ja: さらに2、3人の女性市民を使って畑を開墾してください。
ka: გამოიყენე 2-3-ით მეტი მოქალაქე ქალი რომ მოაწყოს ყანა.
ms: Guna lagi 2-3 orang warga perempuan membina bendang.
nb: Bruk 2-3 flere kvinnelige borgere for å lage åkeren.
pl: Wyślij kolejne 2-3 kobiety do budowy pola.
pt_br: Use 2-3 cidadãs fêmeas para construir o campo.
pt_pt: Use mais 2-3 cidadãs para construir a seara.
ru: Используйте 2-3 или более женщин, чтобы создать поле.
sk: Pošlite ďalšie 2 či 3 občianky na pomoc pri stavbe poľa.
sv: Använd 2-3 fler kvinnliga medborgare att bygga åkern.
tr: Tarla sürmek için 2-3 adet daha kadın vatandaş kullan.
uk: Накажіть ще 2-3 громадянкам засіяти поле.
zh: 使用 2-3个女市民来建造农田。
zh_tw: 指派2-3個或更多的女性市民去建造農田。

source: Queue another house.
bg: Добавете още една къща в опашката.
cs: Zařaďte další dům.
de: Gib ein weiteres Haus in Auftrag.
el: Πρόσθεσε στην σειρά παραγωγής άλλο ένα σπίτι.
eu: Jarri ilaran beste etxe baten eraikuntza.
fi: Lisää jonoon toinen talo.
fr: Construisez une autre maison.
gd: Cuir taigh eile air a’ chiutha.
gl: Pon outra casa na cola de construción das 4 cidadás.
hu: Állíts sorba még egy házat.
id: Antrikan satu rumah lagi.
it: Accoda un'altra casa.
ja: キューにもう一つ家を追加してください。
ka: რიგში ჩააყენე კიდევ ერთი სახლი
ms: Baris gilir lagi rumah yang lain.
nb: Legg et hus til i oppgavekøen.
pl: Zbuduj kolejny dom.
pt_br: Outra casa na fila.
pt_pt: Ponha mais uma casa na fila de construção.
ru: Добавьте ещё один дом.
sk: Pridajte do frontu ďalší dom.
sv: Köa ett till hus.
tr: Sırada başka bir ev.
uk: Додайте в чергу ще один будинок.
zh: 追加更多的房屋。
zh_tw: 將另一棟房舍排進建造佇列。

source: The berry bushes are getting crowded, send some female citizens to work the field, set the rally point there.
bg: Около боровинковите храсти става пренаселено. Изпратете няколко от жените да работят на полето. Поставете сборната точка там.
cs: U křovisek s bobulemi se vytvořila tlačenice. Pošlete nějaké občanky, aby pracovaly na poli. Postavte tam shromažďovací bod.
de: Es herrscht langsam Gedränge an den Beerenbüschen, schicke einige Bürgerinnen zur Feldarbeit und setze den Sammelpunkt dort.
el: Οι θαμνοι με τα μουρα αρχισουν να
eu: Baso baiak jendez betetzen ari dira, bidali hainbat hiritar eme baratzera lanera, eta kokatu bilgunea han.
fi: Marjapensaat ovat väentungoksessa, lähetä joitain naiskansalaisia työskentelemään pelloilla, laita kokoontumispiste sinne.
fr: Les baies sont en train de s’épuiser. Envoyez quelques citoyennes travailler au champ, et mettez le point de ralliement dessus.
gd: Tha na preasan dearc air fàs caran trang, cuir boireannaich a dh’obair air an achadh ’s cuir an ceann-cruinneachaidh an-siud.
gl: Xa debe haber moita xente collendo froitos dos arbustos. Envía algunhas cidadás a traballar no campo de cultivo, e pon o punto de encontro do centro cívico no campo.
hu: A bogyóbokroknál nagy a zsúfoltság, küldj néhány női polgárt a mezőre dolgozni. Állítsd oda a gyülekezőhelyet.
id: Semak beri menjadi ramai, kirim beberapa rakyat wanita untuk mengerjakan ladang, atur titik kumpul di sana.
it: I cespugli di bacche sono sempre più affollati, invia alcuni cittadini di sesso femminile al lavoro nel campo, imposta il punto di raduno lì.
ja: 木イチゴの木が込み合って来ているので、何人かの女性市民を畑仕事にまわし、集合地点をそちらに設定してください。
ka: კენკრის ბუჩქებს ხალხი აწყდება, რამდენიმე მოქალაქე ქალი ყანაში სამუშაოდ გაგზავნე, მანდვე დააყენე შეკრების წერტილი.
ms: Sudah ramai sedang mengutip beri, hantar beberapa orang warga perempuan bekerja di bendang, tetapkan titik bolak-balik ke sana.
nb: Det er for mange ved bærbuskene, send noen kvinnelige borgere til å arbeide på åkeren, sett marsjmålet der.
pl: Przy krzewach jagodowych robi się tłoczno, wyślij kilka kobiet do pracy na polu, ustaw tam punkt zbiórki.
pt_br: Os arbustos da baga estão ficando lotados, enviar alguns cidadãos femininos para trabalhar no campo, defina o ponto de encontro lá.
pt_pt: Já há muita gente a apanhar frutos silvestres. Envie algumas cidadãs para a seara e marque-a como ponto de encontro.
ru: Кусты с ягодами заканчиваются, отправьте нескольких женщин работать в поле, установите точку сбора на нём.
sk: Bobuľové kry začínajú byť preplnené, pošli nejaké občianky aby pracovali na poli, nastav tam miesto zhromažďovania.
sv: Det börjar bli trångt vid bärbuskarna, skicka några kvinnliga medborgare att arbeta på fältet, sätt samlingsplatsen där.
tr: Böğürtlen çalıların giderek kalabalıklaşıyor, bazı bayan yurttaşları tarlaya gönder, toplanma noktasını oraya ayarla.
uk: Кущі з ягодами закінчуються, відправте декількох громадянок обробляти поле, встановіть точку збору там.
zh: 浆果灌木已人满为患了，派一些女市民去种地，设置集结点到农田上。
zh_tw: 果樹叢已經人滿為患了，指派一些女性市民去耕種，並在那裡設定集結點。

source: Queue another 5 female citizens, these should gather stone.
bg: Добавете още 5 жени в опашката. Те ще събират камък.
cs: Zařaďte dalších pět občanek. Tyto mají sbírat kámen.
de: Reihe weitere 5 Bürgerinnen zur Ausbildung ein, sie sollen Steine abbauen.
el: Βάλε στην σειρά παραγωγής 5 γυναίκες, αυτές θα θα πάνε να μαζέψουν πετρά.
eu: Jarri ilaran beste 5 hiritar eme harriak lortzeko.
fi: Lisää toiset 5 naiskansalaista, heidän pitäisi kerätä kiveä.
fr: Entraînez 5 autres citoyennes pour récolter de la pierre.
gd: Cuir 5 shaoranach boireann eile air a’ chiutha, bu chòir dhaibh clachan a chruinneachadh.
gl: Pon outro grupo de 5 cidadás na cola de adestramento do centro cívico. Unha vez adestradas, poralas a picar pedra.
hu: Állíts sorba további 5 női polgárt. Nekik követ kell fejteniük.
id: Antrikan 5 rakyat wanita lagi, mereka harus mengumpulkan batu.
it: Accoda altre 5 cittadine di sesso femminile, queste dovranno raccogliere pietra.
ja: キューにさらに5人の女性市民を追加してください。採石にあてるべきです。
ka: რიგში ჩააყენე კიდევ 5 მოქალაქე ქალი, ქვა უნდა მოაგროვონ.
ms: Baris gilir lagi 5 orang warga perempuan, arahkan mereka mengumpul batu.
nb: Legg ytterligere 5 kvinnelige borgere i treningskøen. Disse bør sanke stein.
pl: Stwórz kolejne 5 kobiet i wyślij je do zbierania kamienia.
pt_br: Adicione outros 5 cidadãos femininos, estas devem extrair pedra.
pt_pt: Recrute mais 5 cidadãs, estas para obterem pedra.
ru: Добавьте в очередь ещё 5 женщин, их отправьте добывать камень.
sk: Pridajte do frontu ďalších 5 občianok, ktoré budú ťažiť kameň.
sv: Köa ännu en grupp av 5 kvinnliga medborgare, de skall samla sten.
tr: Daha fazla taş toplamak için 5 kadın vatandaş daha yetiştirin.
uk: Додайте до черги ще 5 громадянок, котрі повинні будуть збирати каміння.
zh: 追加5个女市民去采石。
zh_tw: 再訓練5個女市民去採集石頭。

source: Move your woodcutters to the trees near the storehouse so they don’t have to walk as far.
bg: Преместете дървосекачите си при дърветата до склада, за да не им се налага да изминават такова разстояние.
cs: Přesuňte dřevorubce a drvoštěpy ke stromům v blízkosti skladiště, aby nemuseli chodit tak daleko.
de: Bewege die Holzfäller zu den Bäumen in der Nähe des Lagerhauses, damit sie nicht so weit gehen müssen.
el: Μετακίνησε τους ξυλοκόπους σου στα δέντρα κοντά στην αποθήκη, ώστε να μην χρειάζεται να περπατήσουν τόσο μακριά.
eu: Mugitu zure egurgileak biltegiaren inguruko zuhaitzen aldera. Horrela ez dute luze ibili behar izango.
fi: Siirrä puunhakkaajasi metsään lähelle varastorakennusta, jottei niiden tarvitse kulkea niin kauas.
fr: Déplacez vos bûcherons au niveau des arbres près de l’entrepôt pour qu'ils n'aient pas à marcher loin.
gd: gluais na coilltearan agad dha na craobhan faisg air an taigh-stòrais ach nach feum iad coiseachd ro fhada.
gl: Move aos leñadores ás árbores que hai preto do almacén, para que non teñan que desprazarse grandes distancias.
hu: Vidd át a favágókat a raktár melletti fákhoz, hogy ne kelljen olyan sokat gyalogolniuk.
id: Pindahkan penebang kayu anda ke pohon di dekat gudang sehingga mereka tidak perlu berjalan jauh
it: Sposta i taglialegna agli alberi vicini al magazzino in modo che non debbano camminare lontano.
ja: 木こりを倉庫の近くの木へ移動させ、遠くまで歩かなくて済むようにしましょう。
ka: წაიყვანე ხის მჭრელები საწყობთან, რომ ბევრი სიარული არ დაჭირდეთ.
ms: Arah penebang pokok anda ke pokok yang berhampiran dengan gudang supaya mereka tidak perlu berjalan jauh.
nb: Flytt tømmerhuggerne til trærne nær lagerhuset så de ikke behøver å gå så langt.
pl: Wyślij drwali do drzew znajdujących się w pobliżu magazynu, tak aby nie musieli oni chodzić tak daleko.
pt_br: Mova seus lenhadores para as árvores perto do armazém para não terem de ir tão longe.
pt_pt: Desloque os seus lenhadores para as árvores junto ao armazém, para que eles não tenham de fazer um percurso tão longo.
ru: Отправьте своих дровосеков к деревьям возле склада для того, чтобы они не ходили так далеко.
sk: Drevorubačov presuňte k stromom pri skladisku, aby nemuseli ďaleko chodiť.
sv: Flytta dina skogshuggare till träd nära lagerhuset så att de inte behöver gå så långt.
tr: Oduncuları ambarın yakınlarındaki ağaçlara gönder, böylece çok fazla yürümek zorunda kalmazlar.
uk: Перемістіть лісорубів до дерев ближче до складу, щоб їм не довелося далеко ходити.
zh: 将您樵夫移动到仓库附近的树木，这样他们就不用走太远。
zh_tw: 將您的伐木工移動到靠近倉庫的樹木，這樣他們就不用走太遠。

source: Make sure the workers from the berry bushes are used to gather from the field rather than standing idle when they run out.
bg: Уверете се, че работниците при боровинковите храсти ще започнат работа на полето, вместо да бездействат, когато боровинките свършат.
cs: Pošlete dělníky od křovisek s bobulemi na pole, aby sklízeli, aby jen tak nepostávali nečinně okolo, když už na keřích není co sklízet.
de: Stelle sicher, dass die Arbeiter von den Beerenbüschen zur Feldarbeit abgestellt werden und nicht untätig herumstehen, wenn die Büsche abgeerntet sind.
el: Βεβαιώσου ότι οι εργάτες από τους θάμνους μούρων θα χρησιμοποιηθούν για να συλλέξουν από το χωράφι, αντί να είναι αδρανείς όταν τελειώσουν.
eu: Ziurtatu basa baietan lanean dauden unitateak baratzeko janaria biltzeko erabiltzen direla bukatu eta geldirik geratu beharrean.
fi: Varmista, että työntekijöitä marjapensailta on käytettynä keräämään viljaa pellolta mieluummin kuin tekemättä mitään, kun marjat loppuvat.
fr: Soyez sûr que vos récolteurs qui ramassaient les baies soient maintenant dans les champs au lieu de les laisser rien faire lorsqu'ils ont fini.
gd: Dèan cinnteach gun cleachd thu luchd-obrach nam preasan dearc gun cruinnich iad on achadh seach a bhith ’nan tàmh nuair a ruitheas na dearcan orra.
gl: Asegúrate de que os traballadores dos arbustos froiteiros non quedan sen facer nada cando se acaben os froitos, e ponos a traballar no campo.
hu: Győződj meg arról, hogy a bogyóbokroknál dolgozók a mezőn termeljenek ahelyett, hogy tétlenül álljanak, amikor elfogyott a bogyó.
id: Pastikan pekerja dari semak beri digunakan untuk berladang dan tidak diam ketika habis.
it: Assicurati che i lavoratori dei cespugli di bacche vengano utilizzati per la raccolta nel campo piuttosto che rimangano inattivi all'esaurirsi delle bacche.
ja: 木イチゴの木で働いていた人が畑での収穫に従事し遊んでいないことを、木イチゴがなくなったときに確認してください。
ka: დარწმუნდი, რომ კენკრის ბუჩქებზე ნამუშევარი მუშები ყანიდან მოიპოვებენ და არ დგანან უსაქმოდ.
ms: Pastikan pekerja dari pokok beri diarah mengutip dari bendang selain dari tidak bekerja bila kerja mereka selesai.
nb: Når arbeiderne er ferdige med bærbuskene, pass på at de blir brukt til å sanke korn fra åkeren isteden for å stå arbeidsledige.
pl: Upewnij się, że pracujący przy krzewach jagodowych są wykorzystywani do pracy na polu zamiast stać bezczynnie, gdy jagód zabraknie.
pt_br: Certifique-se que os trabalhadores dos arbustos estão sendo usados para coleta do campo ao invés de ficarem ociosos, quando eles correm para fora.
pt_pt: Certifique-se de que as apanhadoras de frutos silvestres vão trabalhar nas searas quando os frutos acabarem, em vez de ficarem inactivas.
ru: Позаботьтесь о том, чтобы сборщики ягод после окончания работы не стояли без дела - отправьте их помогать в поле.
sk: Zabezpečte, aby robotníci oberajúci bobule z krov po skončení práce radšej začali pracovať na poli, ako by nerobili nič.
sv: Se till att arbetarna från bärbuskarna arbetar på åkern i stället för att stå runt när buskarna tar slut.
tr: Böğürtlen toplayan işçilerinin boş beklemek yerine tarlalarda çalıştığından emin ol.
uk: Впевніться що робітники з ягідних кущів задіяні у посіві поля , а не простоюють коли вони закінчаться.
zh: 请确保收集浆果的工人在采摘完毕后去农田工作，而不是闲着发愣。
zh_tw: 請確保您在果樹叢工作的市民在採集結束後到農田去工作，而不是閒著發呆。

source: Queue another house to be built.
bg: Добавете още една къща в опашката за строене.
cs: Přikažte postavit další dům.
de: Gib ein weiteres Haus in Auftrag.
el: Βάλε στη σειρά παραγωγής ένα σπίτι να χτίζεται.
eu: Jarri ilaran beste etxe baten eraikuntza.
fi: Lisää jonoon toinen talo rakentuakseen.
fr: Construisez une autre maison.
gd: Cuir taigh eile air a’ chiutha.
gl: Pon outra casa na cola de construción das 4 cidadás.
hu: Állíts sorba egy újabb házépítést.
id: Antrikan satu rumah lagi.
it: Accoda un'altra casa da costruire.
ja: キューにさらに家を追加して建設してください。
ka: მორიგი სახლი ჩააყენე რიგში.
ms: Baris gilir lagi rumah untuk dibina.
nb: Legg enda et hus i byggekøen.
pl: Rozpocznij budowę kolejnego domu.
pt_br: Outra casa na fila de produção.
pt_pt: Ponha mais uma casa na fila de construção.
ru: Добавьте в очередь строителям ещё один дом.
sk: Pridajte ďalší dom do stavebného frontu.
sv: Köa ännu ett hus för att byggas.
tr: Sırada inşa edilecek başka bir ev.
uk: Додайте в чергу ще один будинок для зведення.
zh: 追加房屋。
zh_tw: 建造更多的房舍。

source: Queue 5 more female citizens. These will gather wood.
bg: Добавете още 5 жени в опашката. Те ще събират дървесина.
cs: Zařaďte dalších pět občanek. Tyto budou sbírat dřevo.
de: Reihe weitere 5 Bürgerinnen zur Ausbildung ein. Sie sollen Holz abbauen.
el: Βάλε στη σειρά παραγωγής 5 η περισσότερες γυναίκες. Αυτές θα πάνε να μαζέψουν ξύλο.
eu: Jarri ilaran beste 5 hiritar eme egurra lortzeko.
fi: Laita jonoon 5 lisää naista. Nämä tulevat keräämään puuta
fr: Entraînez 5 autres citoyennes pour la récolte du bois.
gd: Cuir 5 shaoranach boireann eile air a’ chiutha. Cruinnichidh iad fiodh.
gl: Pon outro grupo de 5 cidadás na cola de adestramento do centro cívico. Unha vez adestradas, poralas a tallar madeira.
hu: Állíts sorba további 5 női polgárt. Ők fát fognak vágni.
id: Antrikan 5 rakyat wanita lagi. Mereka akan mengumpulkan kayu.
it: Accoda altre 5 cittadine di sesso femminile. Queste dovranno raccogliere legna.
ja: キューにさらに5人の女性市民を追加してください。木の伐採にあてる予定です。
ka: რიგში ჩააყენე კიდევ 5 მოქალაქე ქალი. ესენი ხეს მოჩეხენ.
ms: Baris gilir 5 orang lagi warga perempuan. Arahkan mereka mengumpul kayu.
nb: Legg 5 kvinnelige borgere i køen. Disse må sanke tømmer.
pl: Dodaj 5 kobiet do kolejki produkcji. Będą one zbierać drewno.
pt_br: Faça mais 5 cidadãos femininos. Estes irão extrair madeira.
pt_pt: Recrute mais 5 cidadãs, desta feita para obterem madeira.
ru: Добавьте в очередь ещё 5 женщин. Они будут собирать древесину.
sk: Pridajte do frontu ďalších 5 občianok, ktoré budú ťažiť drevo.
sv: Köa 5 till kvinnliga medborgare. De skall samla trä.
tr: Daha fazla odun toplamak için 5 kadın vatandaş daha yetiştirin.
uk: Додайте в чергу ще 5 громадянок. Ці будуть збирати їжу.
zh: 追加5个女市民。让她们伐木。
zh_tw: 訓練5個女市民。讓她們去伐木。

source: Build another field, this decreases the amount of walking for your female citizens.
bg: Направете още едно поле. Така жените няма да се разкарват толкова много.
cs: Založte další pole. Tím se zmenší doba vynakládaná vašimi občankami na chůzi.
de: Baue ein weiteres Feld, dies verringert die Gehzeit deiner Bürgerinnen.
el: Χτίσε ακόμα ένα χωράφι, μείωνει την ποσότητα περιπατήματος του γυναικείου πληθυσμού.
eu: Egin beste baratze bat, horrek hiritar emeen joan-etorria gutxituko du.
fi: Rakenna toinen pelto, tämä laskee kävelyn määrää naiskansalaisiltasi.
fr: Construisez un autre champ afin de réduire la distance de marche de vos citoyennes.
gd: Tog achadh eile ach nach fheum na boireannaich coiseachd ro fhada.
gl: Constrúe outro campo de cultivo para así reducir a distancia que teñen que camiñar as cidadás.
hu: Építs még egy mezőt. Ez csökkenti a női polgárok gyaloglási idejét.
id: Bangun satu ladang lagi, ini mengurangi perjalanan rakyat wanita anda.
it: Costruisci un altro campo, questo diminuisce la quantità di strada da fare per le donne.
ja: 別の畑を開墾してください。これで女性市民が歩く距離が減ります。
ka: ააშენე მორიგი ყანა, ეს შეამცირებს მოქალაქე ქალების სიარულის რაოდენობას.
ms: Bina lagi bendang lain, ini akan mengurangkan jumlah bergerak untuk warga perempuan anda.
nb: Lag enda en åker, gjør at de kvinnelige borgerne slipper å gå så langt.
pl: Zbuduj kolejne pole, dzięki temu twoje kobiety nie będą musiały tyle chodzić.
pt_br: Construir outro campo, isto diminui a quantidade de caminhada para seus cidadãos femininos.
pt_pt: Construa uma nova seara. Isto permitirá reduzir o percurso das suas cidadãs.
ru: Постройте ещё одно поле, это уменьшит суммарную ходьбу Ваших женщин.
sk: Postavte ďalšie pole. Občianky tak ušetríte od dlhej chôdze.
sv: Bygg en till åker, detta minskar hur mycket dina kvinnliga medborgare måste gå.
tr: Başka bir tarla kur, bu kadın vatandaşlarının yürüyüş mesafesini azaltır.
uk: Засійте ще одне поле, це знизить сумарне переміщення ваших громадянок.
zh: 再建一处农田，以减少女市民所走的路程。
zh_tw: 再建造一個農田，這可以減少女市民所走的路程。
