Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: %(_player_)s, my offer for an alliance has expired.
ar: %(_player_)s، عرضي للتحالف قد إنقضت مدته.
ast: Caducou la oufierta, %(_player_)s.
bg: %(_player_)s, предложението ми за съюз вече не е в сила.
br: %(_player_)s, ma c'hinnig kevredad a zo tremenet.
ca: %(_player_)s, la meva oferta d'aliança ja ha passat.
da: %(_player_)s, mit tilbud om en alliance er udløbet.
de: %(_player_)s, mein Angebot für eine Allianz ist abgelaufen.
el: %(_player_)s, η προσφορά μου για συμμαχία έληξε.
eu: %(_player_)s, aliantzarako nire eskaintzak iraungi du.
fa: %(_player_)s، پیشنهاد من برای یک اتحاد منقضی شد.
fr: %(_player_)s, mon offre d'alliance a expiré.
ga: A %(_player_)s, chuaigh mo thairiscint chomhaontais in éag.
gd: %(_player_)s, Dh’fhalbh an ùine air an tairgse caidreachais uam.
hu: %(_player_)s, a szövetségi ajánlatom lejárt.
id: %(_player_)s, tawaran saya untuk membentuk aliansi telah berakhir.
it: %(_player_)s, la mia offerta per un'alleanza è scaduta.
ko: %(_player_)s 님, 동맹에 대한 제의 기한이 만료되었습니다.
lt: %(_player_)s, mano pasiūlymas sudaryti sąjungą pasibaigė.
nb: %(_player_)s, mitt alliansetilbud har utløpt.
pt_br: %(_player_)s, minha oferta de aliança expirou.
ru: %(_player_)s, моё предложение союза больше не действует.
sv: %(_player_)s, mitt erbjudande om en allians har löpt ut.
tr: %(_player_)s, ittifak teklifimin süresi doldu.
uk: %(_player_)s, моя час моєї пропозиції про союз закінчився.
zh_tw: %(_player_)s，我的同盟提議已經過期了。

source: %(_player_)s, I have rescinded my previous offer for an alliance between us.
ar: %(_player_)s، أنا قد رفضت طلب التحالف السابق بيننا.
ast: %(_player_)s, teo rescindido la oufierta.
bg: %(_player_)s, отказвам се от предложението си за съюз между нас.
br: %(_player_)s, Nullet em eus ma c'hinnig kevredad kent etrezomp.
ca: %(_player_)s, he retirat l'oferta d'aliança entre nosaltres.
da: %(_player_)s, jeg har tilbagekaldt mit tidligere tilbud om en alliance mellem os.
de: %(_player_)s, ich habe mein vorheriges Angebot für eine Allianz aufgehoben.
el: %(_player_)s, ανακαλώ την προηγούμενη προσφορά μου για μια συμμαχία μεταξύ μας.
eu: %(_player_)s, Nire aurreko eskaintza bertan behera utzi dut gure arteko aliantza baten alde.
fa: %(_player_)s، من پیشنهاد اتحاد قبلی که برای شما فرستاده بودم لغو می کند
fr: %(_player_)s, je suis revenu sur ma précédente proposition d'une alliance entre nous.
ga: A %(_player_)s, chealaigh mé mo thairiscint roimhe sin do chomhaontas eadrainn.
gd: %(_player_)s, cha tairg mi caidreachas dhut tuilleadh.
hu: %(_player_)s, visszavontam az előző szövetségi ajánlatomat.
id: %(_player_)s, saya telah membatalkan tawaran saya sebelumnya untuk membentuk aliansi bersama.
it: %(_player_)s, ho annullato la mia precedente offerta di alleanza.
ko: %(_player_)s 님, 나는 우리 사이의 동맹에 대한 이전의 제안을 철회했습니다.
lt: %(_player_)s, atšaukiu savo ankstesnį pasiūlymą sudaryti sąjungą.
nb: %(_player_)s, jeg har trukket tilbake mitt tidligere tilbud om en allianse mellom oss.
pt_br: %(_player_)s, eu rescindi a minha oferta anterior para uma aliança entre nós.
ru: %(_player_)s, я решил отменить мое предыдущее предложение о союзе.
sv: %(_player_)s, jag har upphävt mitt tidigare erbjudande om en allians mellan oss.
uk: %(_player_)s, Я скасовую свою попередню пропозицію про союз між нами.
zh_tw: %(_player_)s，我已經取消了我之前同盟的提議了。

source: %(_player_)s, I would like to request a neutrality pact between our civilizations. If you become neutral with me, I will respond in kind.
ar: %(_player_)s، أنا أود أن أطلب إتفاقية حياد بين حضارتينا. إذا أصبحت حيادي معي، سوف أصبح هكذا في المقابل.
ast: Ah %(_player_)s, propongo un pactu d’imparcialidá. Si tu te vuölves imparcial cun mi, you faigo lo proprio cun ti.
bg: %(_player_)s, бих искал да обявим неутралитет между нашите две цивилизации. Ако обявиш неутралност към мен, и аз ще направя същото.
br: %(_player_)s, fellout a ra din goulenn un emglev a neptuegezh etre hor sevenadurioù. Maz it da neptuek ganin e rin ar memes tra.
ca: %(_player_)s, voldria demanar un pacte de neutralitat entre les nostres civilitzacions. Si acceptes ser neutral amb mi, jo faré el mateix.
da: %(_player_)s, jeg vil gerne anmode om en neutralitetspagt mellem vores civilisationer. Hvis du bliver neutral over for mig, vil jeg svare i naturalier.
de: %(_player_)s, ich würde gerne einen Neutralitätspakt zwischen unseren Zivilisationen schließen. Wenn du dich mir gegenüber neutral verhälst, werde ich das gleiche tun.
el: %(_player_)s, Θα ήθελα να αιτηθώ ένα σύμφωνο ουδετερότητας μεταξύ των πολιτισμών μας. Εάν γίνετε ουδέτεροι μαζί μου, θα ανταποδώσω σε είδος.
eu: %(_player_)s,Gure zibilizazioen arteko neutraltasun paktua eskatu nahi nuke. Nirekin neutral bazara espezietan itzuliko dizut.
fa: %(_player_)s ، من تمایل دارم تا میان تمدن خود و تمدن شما پیمان بی طرفی منعقد کنم. اگر شما این پیمان بی طرفی را بپذیرید من به گرمی پاسخ این کار شما را خواهم داد
fr: %(_player_)s, je voudrais solliciter un pacte de neutralité entre nos civilisations. Si vous me déclarez neutre, je ferai de même.
ga: A %(_player_)s, ba mhaith liom comhaontú neodrachta a iarraidh idir ár sibhialtachtaí. Má bheidh tú i do neodrach liomsa, déanfaidh mé mar an gcéanna.
gd: %(_player_)s, bu mhath leam aonta neo-phàirteachas a stèidheachadh eadarainn. Ma thèid thu neo-phàirteach dha ’m thaobh, thèid mi mar an ceudna dhut-sa.
hu: %(_player_)s, semlegességi paktumot szeretnék kérni a civilizációink közt. Ha semleges leszel velem, akkor én is így teszek.
id: %(_player_)s, saya ingin menawarkan pakta netralitas di antara peradaban kita. Jika Anda menjadi netral dengan saya, saya akan menerimanya dengan baik.
it: %(_player_)s, vorrei stipulare un patto di neutralità tra le nostre civiltà. Se diventi neutrale con me, io farò altrettanto.
ko: %(_player_)s 님, 나는 우리 문명간에 중립 협정을 요청하고 싶습니다. 만약 당신이 나와 중립국이 된다면, 친절하게 대응하겠습니다.
lt: %(_player_)s, prašau sudaryti neutralumo sutartį tarp mūsų civilizacijų. Būsiu jums geraširdiškas, jei tapsime neutralūs.
nb: %(_player_)s, jeg ønsker å forespørre en nøytralitetspakt mellom våre sivilisasjoner. Hvis du inngår nøytralitet ovenfor meg, vil jeg svare med gjengjeldelse.
pt_br: %(_player_)s, eu gostaria de pedir um pacto de neutralidade entre nossas civilizações. Se você se tornar neutro comigo, eu responderei em espécie.
ru: %(_player_)s, я хотел бы заключить с тобой соглашение о нейтралитете. Если ты изменишь отношение ко мне на нейтральное, я отвечу тем же.
sv: %(_player_)s, jag skulle vilja begära en neutralitetspakt mellan våra civilisationer. Om du blir neutral med mig så kommer jag göra samma sak.
uk: %(_player_)s, якщо ми встановимо нейтралітет, це допоможе обом нашим цивілізаціям. Якщо ви залишитесь нейтральним, я віддячу.
zh_tw: %(_player_)s，我想要請求我們的文明間的中立條約。若您對我變成中立，我會很高興做出回應。

source: %(_player_)s, it would be both to our benefit if we negotiated a neutrality pact. I will become neutral with you if you do the same.
ar: %(_player_)s، سوف يكون من مصلحتنا إذا تفواضنا علي إتفاقية حياد. أنا سوف أصبح حيادي معك إذا أصبحت حيادي معي.
ast: Ah %(_player_)s, cal que negociemus un pactu d’imparcialidá. You me vuölvo imparcial cun ti si tu fazhes lo proprio cun mi.
bg: %(_player_)s, и за двама ни ще бъде по-добре, ако сключим договор за неутралност. Аз ще се обявя за неутрален към теб, ако и ти направиш същото.
br: %(_player_)s, spletus e vefe deomp kevraouiñ un emglev a neptuegezh. Mont a rin da neptuek ganeoc'h ma rit ar memes tra.
ca: %(_player_)s, ens beneficiaria a tots dos si negociem un pacte de neutralitat. Seré neutral amb tu si respons d'igual manera.
da: %(_player_)s, ville det være til vores fordel, hvis vi forhandlede en neutralitetspagt. Jeg vil være neutral over for dig, hvis du gør det samme mod mig.
de: %(_player_)s, es würde uns beiden nützen, wenn wir uns auf einen Neutralitätspakt einigen könnten. Ich werde mich dir gegenüber neutral verhalten, wenn du das gleiche tust.
el: %(_player_)s, θα ήταν προς το δικό μας όφελος να διαπραγματευτούμε ένα σύμφωνο ουδετερότητας. Θα γίνω ουδέτερος μαζί σας αν το κάνετε το ίδιο.
eu: %(_player_)s,Onuragarria litzateke neutraltasun ituna sinatu ezkero. Zurekin neutral izango naiz zuk gauza bera egin ezkero.
fa: %(_player_)s، این به نفع هردو ما است که پیمان بی طرفی میان ما برقرار شود. من با شما بی طرف خواهم شد اگرشما نیز همین تصمیم را بگیرید.
fr: %(_player_)s, il nous serait profitable à tous deux de négocier un pacte de neutralité. Je vous déclarerai neutre si vous faites de même.
ga: A %(_player_)s, bheadh sé chun ár sochar má rinneamar comhaontú neodrachta. Beidh mé i mo neodrach leatsa má dhéanann tú mar an gcéanna.
gd: %(_player_)s, bhiodh e ’na bhuannachd dhan dithis againn nan robh aonta neo-phàirteachas eadarainn. Thèid mi neo-phàirteach ma thèid thusa mar an ceudna.
hu: %(_player_)s, mindkettőnk javára válna, ha semlegességi paktumot kötnénk. Ha semleges leszel velem, akkor én is így teszek.
id: %(_player_)s, kita berdua akan diuntungkan bila membentuk pakta netralitas. Saya akan menjadi netral dengan Anda jika Anda melakukan hal yang sama.
it: %(_player_)s, avremo un vantaggio entrambi stipulando un patto di neutralità. Sarò neutrale con te se lo sarai altrettanto.
ko: %(_player_)s 님, 우리가 중립 협정을 협상한다면 그것은 우리 모두에게 이익이 될 것입니다. 당신이 똑같이 한다면 나는 당신에게 중립국이 될 것입니다.
lt: %(_player_)s, mums abiems būtų naudingą sudaryti neutralumo sutartį. Tapsiu jums neutralus jeigu padarysite tą patį.
nb: %(_player_)s, det vil være til vår begges fordel om vi forhandlet frem en nøytralitetspakt. Jeg vil være nøytral ovenfor deg hvis du gjør det samme.
pt_br: %(_player_)s, seria vantajoso se negociássemos um pacto de neutralidade. Eu vou me tornar neutro com você se você fizer o mesmo.
ru: %(_player_)s, мы бы оба выиграли, если бы заключили соглашение о нейтралитете. Я изменю отношения с тобой на нейтральные, если ты поступишь так же.
sv: %(_player_)s, det skulle vara till fördel får båda om vi förhandlade fram en neutralitetspakt. Jag kommer att bli neutral med dig om du gör detsamma.
uk: %(_player_)s, нам обом буде корисно, якщо ми обговоримо пакт про нейтралітет. Я стану нейтральним з вами, якщо ви зробите те саме.
zh_tw: %(_player_)s，如果我們談判中立條約成功，對我們兩個都有好處。如果您變為中立，我也會。

source: %(_player_)s, I have decided to revoke my offer for a neutrality pact.
ar: يا %(_player_)s، قرّرت سحب عرضي لنصبح على الحياد.
ast: %(_player_)s, determinei revocar la oufierta d’imparcialidá.
bg: %(_player_)s, реших да се откажа от предложението си за неутралност.
br: %(_player_)s, dibabet am eus lemel ma c'hulenn emglev neptuegezh.
ca: %(_player_)s, he decidit revocar la meva oferta d'un pacte de neutralitat.
da: %(_player_)s, har jeg besluttet at tilbagekalde mit tilbud om en neutralitetspagt.
de: %(_player_)s, ich habe mich entschlossen, mein Angebot für einen Neutralitätspakt zurückzuziehen.
el: %(_player_)s, αποφάσισα να ανακαλέσω την προσφορά μου για ένα σύμφωνο ουδετερότητας.
eu: %(_player_)s, Neutraltasun paktuaren eskaeran atzera egitea erabaki dut.
fa: %(_player_)s، من تصمیم گرفتم که پیشنهاد پیمان بی طرفی که ارسال کرده بودم را لغو کنم
fr: %(_player_)s, j'ai décidé de révoquer mon offre d'un pacte de neutralité.
ga: A %(_player_)s, chealaigh mé mo thariscint neodrachta.
gd: %(_player_)s, chuir mi romham nach tairg mi neo-phàirteachas dhut tuilleadh.
hu: %(_player_)s, úgy döntöttem visszavon a semlegességi megállapodási ajánlatomat.
id: %(_player_)s, saya telah memilih untuk menarik tawaranku untuk pakta netralitas.
it: %(_player_)s, ho deciso di revocare la mia offerta di neutralità.
ko: %(_player_)s 님, 중립 협정을 위한 나의 제안을 취소하기로 결정했습니다.
lt: %(_player_)s, nusprendžiau atšaukti savo neutralumo sutarties pasiūlymą.
nb: %(_player_)s, jeg tilbakekaller min forespørsel om en nøytralitetspakt.
pt_br: %(_player_)s, decidi revogar minha oferta por um pacto de neutralidade.
ru: %(_player_)s, я решил отозвать своё предложение о нейтралитете.
sv: %(_player_)s, jag har beslutat att återkalla mitt erbjudande om en neutralitetspaket.
uk: %(_player_)s, Я вирішив відкликати пропозицію про нейтралітет.
zh_tw: %(_player_)s，我已經決定要撤銷我的中立條約提議。

source: %(_player_)s, as you have failed to respond to my request for peace between us, I have abrogated my offer.
ar: %(_player_)s، كما فشلت في الرد علي عرضي للسلام بيننا، أنا قد ألغيت عرضي.
ast: %(_player_)s, cumo nun respondiesti a la propuösta de paz, arretirei la oufierta.
bg: %(_player_)s, тъй като не отговори на молбата ми за мир помежду ни, оттеглям предложението си.
br: %(_player_)s, dre ma n'ho peus ket respontet d'am goulenn peoc'h etrezomp, me am eus torret ma c'hinnig.
ca: %(_player_)s, com que no has respost a la meva oferta de pau, l'he anul·lat.
da: %(_player_)s, da du ikke har reageret på min anmodning om fred mellem os, har jeg ophævet mit tilbud.
de: %(_player_)s, da du auf mein Friedensangebot nicht reagiert hast, habe ich mein Angebot aufgehoben.
el: %(_player_)s, καθώς δεν έχετε ανταποκριθεί στο αίτημά μου για ειρήνη μεταξύ μας, ανακάλεσα την προσφορά μου.
eu: %(_player_)s, gure arteko bake eskaerari erantzun ez diozunez, nire eskaintza bertan behera utzi dut.
fa: %(_player_)s، بدلیل این موضوع که شما پاسخ درخواست پیمان صلح من را ندادید من پیشنهادی که ارسال کرده بودم را لغو میکنم
fr: %(_player_)s, puisque vous n'avez pas répondu à ma proposition de paix, j'ai résilié mon offre.
ga: A %(_player_)s, mar a theip ort mo thairiscint a fhreagairt do shiochán a dhéanamh eadrainn, Chuir mé mo thairiscint ar ceal.
gd: %(_player_)s, o nach do fhreagair thu ri mo thairgse airson sìth eadarainn, chan eil mi ’ga tairgsinn dhut tuilleadh.
hu: %(_player_)s, mivel nem válaszoltál a békekötési kérésemre, ezért visszavontam az ajánlatomat.
id: %(_player_)s, karena Anda telah gagal untuk menanggapi tawaran perdamaian di antara kita, saya telah membatalkan tawaranku.
it: %(_player_)s, poiché non hai risposto alla mia richiesta di pace tra di noi, ho ritirato la mia offerta.
ko: %(_player_)s 님, 당신이 우리 사이의 평화에 대한 나의 요청에 응답하지 않았기 때문에, 나의 협정을 파기합니다.
lt: %(_player_)s, kadangi neatsiliepėte į mano prašymą sudaryti taikos sutartį, aš panaikinu savo pasiūlymą.
nb: %(_player_)s, siden du ikke har svart på min forespørsel om fred mellom oss, har jeg oppløst mitt tilbud.
pt_br: %(_player_)s, você não respondeu ao meu pedido de paz entre nós, eu revoguei minha oferta.
ru: %(_player_)s, поскольку ты проигнорировал моё прошение о мирном договоре между нами, я отзываю своё предложение.
sv: %(_player_)s, eftersom du inte har svarat på min begäran om fred mellan oss har jag upphävt mitt erbjudande.
uk: %(_player_)s, якщо ви не змогли відповісти на моє прохання про мир між нами, я скасовую свою пропозицію.
zh_tw: %(_player_)s，因為您沒有回應我的請求，所以我廢除了我們的條約。

source: Warning: This is an advanced tutorial and goes quite fast. If you don't keep up just restart and try again. Practise makes perfect!
bg: Внимание: Това е урок за напреднали, който протича доста бързо. Ако не успявате да смогнете, просто рестартирайте и опитайте отново. Повторението е майка на знанието!
cs: Varování: Toto je pokročilý návod a probíhá poměrně rychle. Pokud nebudete stačit, začněte jednoduše znovu a zkuste to znovu. Cvičení dělá mistra!
de: Achtung: Das ist ein fortgeschrittenes Tutorial und läuft ziemlich schnell. Wenn du nicht mithalten kannst, starte es einfach neu und versuch es noch einmal. Übung macht den Meister!
el: Προειδοποίηση: Αυτό είναι ένα προηγμένης δυσκολίας σεμινάριο και πηγαίνει αρκετά γρήγορα. Αν δεν προλαβαίνετε κάντε επανεκκίνηση και προσπαθήστε ξανά. Η πρακτική οδηγεί στην τελειότητα!
eu: Kontuz: Hau tutoretza aurreratua da eta dena oso azkar doa. Ezin baduzu martxa jarraitu berrekin eta saia zaitez berriro. Ezina ekinez egina!
fi: Varoitus: Tämä on edistynyt ja nopea opetusohjelma. Jos et pysy perässä, käynnistä uudelleen ja yritä uudelleen. Harjoitus tekee mestarin!
fr: Attention : ceci est un tutoriel de niveau avancé et relativement rapide. Si vous n'arrivez pas à suivre, n'hésitez pas à recommencer la partie. C'est en forgeant que l'on devient forgeron !
gd: Rabhadh: seo oideachadh adhartach agus tha e a’ dol gu luath. Mur tèid leat ceum a chumail ris, tòisich às ùr air. ’S e an cleachdadh a nì bòidheach!
gl: Advertencia: esta é unha aprendizaxe avanzada e vai a paso rápido. Se non es capaz de seguirlle o ritmo, reinicia a partida e volve intentalo. Coa práctica conséguese a perfección!
hu: Figyelem: Ez egy speciális tanítójáték, amely viszonylag gyorsan halad. Ha nem tudsz lépést tartani, egyszerűen indítsd újra és próbáld meg még egyszer. Gyakorlat teszi a mestert!
id: Peringatan: Ini adalah tutorial lanjutan dan berlangsung cukup cepat. Jika anda tidak dapat mengikuti cukup mulai ulang dan coba lagi. Latihan membuat kesempurnaan!
it: Attenzione: Questo è un tutorial avanzato ed è abbastanza veloce. Se non riesci a vincere riavvia e riprova. La pratica rende perfetti!
ja: 警告：これは上級チュートリアルで進行がとても速いです。もしついていけない時は始めからやり直してください。習うより慣れろということです。
ka: გაფრთხილება: ეს არის გამოცდილი გზამკვლევი და საკმაოდ სწრაფად მიდის. შენ თუ ვერ მიჰყვები, უბრალოდ ხელახლა ჩართე და სცადე ისევ. ვარჯიში ხდის უნაკლოს!
ms: Amaran: Ini merupakan tutorial lanjutan dan agak cepat. Jika anda ketinggalan hanya mula semula dan cuba lagi.
nb: Advarsel: Dette er en avansert veiledning og den går ganske raskt. Hvis du ikke klarer å holde følge, bare start på nytt og prøv igjen. Øvelse gjør mester!
pl: Ostrzeżenie: Jest to zaawansowany samouczek, w którym wszystko dzieje się dość szybko. Jeśli nie będziesz nadążać po prostu uruchom go ponownie i spróbuj jeszcze raz. Praktyka czyni mistrza!
pt_br: Aviso: Este é um tutorial avançado e passa muito rápido. Se você não for bem apenas reinicie e tente novamente. Prática leva à perfeição!
pt_pt: Aviso: Este é um tutorial avançado com um ritmo bastante rápido. Se não conseguir acompanhar, reinicie-o e tente de novo. A prática leva à perfeição!
ru: Предупреждение: это продвинутое руководство и проходится достаточно быстро. Если вы не удовлетворены, просто перезапустите и попробуйте снова. Практика сделает опытным!
sk: Upozornenie: Toto je tutoriál pre pokročilých a pôjde dosť rýchlo. Ak nebudete stíhať, skúste ho zopakovať. Cvičenie robí majstra!
sv: Varning: Detta är en avancerad handledning som går ganska fort. Om du inte kan hänga med börja om och försök igen. Övning ger färdighet!
tr: Uyarı: Bu gelişmiş bir eğitimdir ve oldukça hızlı ilerler. Eğer devam ettirmediyseniz sadece tekrar başlatıp tekrar deneyin. Alıştırma mükemmel kılar!
uk: Попередження: це розширене керівництво і проходиться досить швидко. Якщо ви не задоволені, просто перезапустіть і спробуйте знову. Практика робить досвідченим!
zh: 警告: 这是一个高级的教程，速度很快。
zh_tw: 警告：這是一個進階的教學課程，速度非常快。如果您跟不上只需要重新啟動並再試一次。熟能生巧！

source: Lets get started, first train a batch (shift click) of 5 female citizens from the CC (Civil Center).
bg: Да започваме! Първо, обучете партида (щракване с натиснат Shift) от 5 жени в СЦ (селищния център).
cs: Začněme. Nejprve vycvičte skupinu (Shift + klepnutí) pěti žen ze správního střediska.
de: Beginnen wir: bilde zuerst eine Gruppe (Umschalttaste + Klick) von 5 Bürgerinnen im Verwaltungssitz aus.
el: Ας ξεκινήσουμε, πρώτα εκπαίδευσε μια παρτίδα (πάτα το shift) 5 γυναικών από το ΠΚ (Πολιτιστικό Κέντρο).
eu: Has gaitezen, lehenik eta behin entrenatu 5 emakumezko hiritarren talde bat (maiuskula klik) ZZ eraikinean (Zentro Zibila)
fi: Aloitetaanpas, ensin kouluta viiden naisen joukko (shift + klikkaus) kansalaiskeskuksesta.
fr: Pour commencer, entraînez d'abord un groupe (Maj+clic) de 5 citoyennes dans votre centre-ville.
gd: Tòisicheamaid, trèanaich grunn dhe 5 shaoranach boireann (shift + briogadh) san ionad sìobhalta.
gl: Comecemos… Empeza adestrando un grupo de 5 cidadás no centro cívico. Para adestrar un grupo, usa Maiús + clic.
hu: Kezdjünk hozzá! Először csoportosan képezz ki (Shift + kattintás) 5 női polgárt a városházában.
id: Mari kita mulai, pertama latih majemuk (shift klik) 5 rakyat wanita dari BK (Balai Kota).
it: Iniziamo, in primo luogo addestra un lotto (Maiusc + Clic del mouse) di 5 donne cittadine dal CC (Centro Civico).
ja: さあ始まりです。まず一括（シフトクリック）で5人の女性市民をCC（町の中心）で養成しましょう。
ka: დავიწყოთ, ჯერ გამოიყვანე 5 მოქალაქე ქალი (shift წკაპი) სც-დან (სამოქალაქო ცენტრი).
ms: Mari kita mulakan, mula-mula latih seramai (shift klik) 5 orang warga perempuan dari CC (Pusat Sivik).
nb: La oss begynne, tren først en gruppe (Shift+klikk) på 5 kvinnelige borgere fra bysenteret.
pl: Zacznijmy, na początek stwórz partię (kliknij z klawiszem Shift) 5 kobiet w centrum osady.
pt_br: Vamos começar, primeiro treinar um lote (shift clique) de 5 cidadãos femininos do CC (Centro Civil).
pt_pt: Vamos começar. Primeiro, recrute um conjunto de 5 cidadãs (use shift + clique) no Centro Cívico (CC).
ru: Давайте начнем. Сначала натренируйте группу (Shift + ЛКМ) из 5 женщин в ГЦ (Городской Центр).
sk: Na začiatok vycvičte skupinu (podržte kláves Shift a kliknite) 5 občianok v administratívnom centre.
sv: Låt oss börja med att träna en grupp (skift klick) med 5 kvinnliga medborgare i ditt samhällscentrum.
tr: HM'den (Halk Merkezi) 5 kadın vatandaşla ilk eğitim grubu (üst karakter + tıklama) oluşturulabilir.
uk: Давайте почнемо, з початку найміть групу (shift клік) з 5 громадянок в ГЦ (Громадському Центрі).
zh: 让我们开始，首先 按住shift 单击，从市政中心训练 5个女市民 。
zh_tw: 就讓我們開始，首先按著 Shift 並點擊城鎮中心中的市民按鈕，訓練一批5個的女市民。
