Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: 1. Enforce the Terms of Use where persons create multiple accounts without Wildfire Games permission, in particular after having been banned from the service for violating the Terms of Use.
ast: 1. Fhazer complire los términos d’usu quando læs personæs crearen maæs d’una cuœnta sin el permisso de Wildfire Games, in particular des puœis que fhueren estornados de l servicio por violare los términos d’usu.
bg: 1. Принудително прилагане на Условията за ползване, ако потребители създават множество регистрации без разрешението на Wildfire Games, особено когато имат забрана за достъп до услугата поради нарушение на Условията за ползване.
ca: 1. Assegurar el compliment dels termes d'ús en cas que una persona creï múltiples comptes sense permís de Wildfire Games, en particular després d'haver estat expulsada del servei per violar els termes d'ús.
cs: 1. Vynucení Podmínek užití, kdy osoby vytvářejí více účtů bez povolení Wildfire Games, zejména poté, co jim byla zakázána služba za porušení Podmínek užití.
de: 1. Die Nutzungsbedingungen durchzusetzen, wenn Personen mehrere Konten ohne die Zustimmung von Wildfire Games anlegen, im Speziellen, nachdem sie vom Dienst ausgeschlossen wurden aufgrund eines Verstoßes gegen die Nutzungsbedingungen.
el: 1. Να εφαρμόσει τους Όρους Χρήσης, όταν τα άτομα δημιουργούν πολλούς λογαριασμούς χωρίς την άδεια της Wildfire Games, ιδίως αφού έχει απαγορευτεί από την υπηρεσία για παραβίαση των Όρων Χρήσης.
es: 1. Hacer cumplir los Términos de Uso cuando personas crean múltiples cuentas sin el permiso de Wildfire Games, en particular después de haber sido baneados del servicio por incumplir los Términos de Uso.
eu: 1. Erabilera baldintzak betearazi Wildfire Games-en baimenik gabe hainbat kontu sortzen dituztenei, zerbitzua debekatu zaienean erabilera baldintzak ez betetzeagatik.
fi: 1. Panna käyttöehtoja täytäntöön, jos henkilöt luovat useita tilejä ilman Wildfire Gamesin lupaa, erityisesti sen jälkeen, kun heidät on kielletty käyttämästä palvelua käyttöehtojen rikkomisen vuoksi.
fr: 1. Faire respecter les conditions d'utilisation quand une personne crée de multiples comptes sans l'autorisation de Wildfire Games, particulièrement lorsque cette personne a été bannie du service pour violations de ces conditions.
ga: 1. Cuir i bhfeidhm na Tearmaí Úsáide i gcás a chruthaíonn daoine cúntais líonmhara gan chead ag Wildfire Games, go háirithe tar éis coisc a bhí curtha orthu den seirbhís agus na Tearmaí Úsáide á sárú acu.
gd: 1. Èigneachadh Teirmichean a’ chleachdaidh ma chruthaich an t-aon neach iomadh cunntas gun chead o Wildfire Games, gu sònraichte nuair a bhios iad air an toirmeasg on t-seirbheis ri linn briseadh Teirmichean a’ chleachdaidh.
gl: 1. Facer cumprir os termos de uso onde persoas crean varias contas sen o permiso de Wildfire Games, por exemplo tras ser expulsados do servizo por incumprir os termos de uso.
hu: 1. Betartassa a felhasználási feltételeket, ha egyes személyek több fiókot használnak a Wildfire Games engedélye nélkül, különösképpen akkor, ha letiltásra kerültek a felhasználási feltételek megsértése miatt.
id: 1. Menerapkan Ketentuan Penggunaan di mana orang membuat banyak akun tanpa izin Wildfire Games, khususnya setelah dilarang dari layanan karena melanggar Ketentuan Penggunaan.
it: 1. Applicare i Termini d'uso laddove le persone creano più account senza il permesso di Wildfire Games, in particolare dopo essere stati bannati dal servizio per aver violato le Condizioni d'uso.
ko: 1.Wildfire Games의 허가 없이 여러 계정을 만들 때, 특히 이용 약관을 위반하여 서비스에서 금지된 경우 이용 약관을 시행합니다.
lv: 1. Izpildītu Lietošanas Noteikumus, kur personas izveido vairākus kontus bez Wildfire Games atļaujas, it īpaši pēc bloķēšanas no pakalpojuma pēc Lietošanas Noteikumu pārkāpšanas.
mk: 1. Спроведување на Условите за користење доколку корисниците создаваат повеќе регистрации без дозвола на Wildfire Games, особено кога им е забранет пристапот до услугата поради прекршување на Условите за користење.
nl: 1. De gebruiksvoorwaarden te handhaven wanneer personen meerdere accounts aanmaken zonder toestemming van Wildfire Games, in het bijzonder nadat ze zijn verbannen uit de dienst wegens schending van de gebruiksvoorwaarden.
pl: 1. Egzekwowania Warunków korzystania, gdy osoba tworzy wiele kont bez pozwolenia Wildifre Games, w szczególności po zablokowaniu ich w usłudze za naruszenie warunków użytkowania.
pt_br: 1. Aplicar os Termos de Uso onde pessoas criam várias contas sem a permissão da Wildfire Games, em particular após terem sido banidas do serviço por violar os Termos de Uso.
pt_pt: 1. Fazer cumprir os Termos de Utilização quando as pessoas criarem várias contas sem a permissão da Wildfire Games, em particular, após serem banidos do serviço por violarem os Termos de Utilização.
ru: 1. Обеспечить соблюдение Условий использования, когда лица создают несколько учетных записей без разрешения Wildfire Games, в частности, после того, как им был запрещен доступ к сервису за нарушение Условий использования.
sk: 1. Vynucovanie Podmienok používania, kedy osoby vytvoria viacero účtov bez povolenia Wildfire Games, najmä po tom, ako im bol zamietnutý prístup k službe (dostali ban) pre porušenie Podmienok používania.
sv: 1. genomdriva användar villkoren där personer skapar flera konton utan Wildfire Games tillstånd, särskilt efter att ha förbjudits från tjänsten för brott mot användnings villkoren.
tr: 1. Kişilerin, Wildfire Games'in izni olmadan, özellikle de Hizmet Kullanım Koşullarını ihlal ettiği için hizmetten men edildikten sonra birden fazla hesap oluşturduğu Kullanım Koşullarını uygulamak.
uk: 1. Забеспечити дотримання умов використання, коли особи створюють кілька облікових записів без дозволу Wildfire Games, зокрема після того, як їм було заблоковано послугу за порушення умов використання.
zh: 1.在未征得Wildfire Games许可的情况下创建多个帐户的人员使用条款，特别是在因违反使用条款而被禁止服务之后。
zh_tw: 1. 防止在未經 Wildfire Games 的同意下建立多個使用者帳號，特別是在違反使用條款而被禁止服務之後。

source: IP addresses will not be saved for longer than three years for this purpose.
ast: Læs siñæs IP nun van ser conservadæs per maæs de trés anhos par’ esti propósito.
bg: Периодът на съхранение на IP адресите за тази цел е не повече от три години.
ca: Les adreces IP no es conservaran més de tres anys per a aquest propòsit.
cs: IP adresa nebude pro tyto účely uložena déle než tři roky.
de: IP Adressen werden für diesen Zweck nicht länger als drei Jahre gespeichert.
el: Οι διευθύνσεις IP δεν θα αποθηκεύονται για περισσότερο από τρία χρόνια για αυτό το σκοπό.
es: Las direcciones IP no serán guardadas por más de tres años para este propósito.
eu: Helburu horretarako, IP helbideak ez dira hiru urtez baino gehiago gordeko.
fi: IP-osoitteita ei tallenneta tätä tarkoitusta varten kolmea vuotta pidemmäksi ajaksi.
fr: Les adresses IP ne sont pas stockées plus de 3 ans pour ces besoins
ga: Ní bheidh seoltaí IP sábháilte níos faide ná trí bhliain don aidhm seo.
gd: Cha dèid na seòlaidhean IP a shàbhaladh còrr is trì bliadhnaichean air an adhbhar seo.
gl: Os enderezos de IP non se gardarán máis de tres anos con esta finalidade.
hu: Az IP-címeket ezzel a céllal legfeljebb három évig tároljuk.
id: Alamat IP tidak akan disimpan untuk lebih dari tiga tahun untuk alasan ini.
it: Gli indirizzi IP non verranno salvati per più di tre anni per questo scopo.
ko: IP 주소는 이 목적으로 3 년이상 저장되지 않습니다.
mk: Времето на складирање на IP-адресите за оваа намена не е повеќе од три години.
nl: IP-adressen worden voor dit doel niet langer dan drie jaar bewaard.
pl: Adresy IP nie będą przechowywane dłużej niż trzy lata.
pt_br: Os endereços IP não serão salvos por mais de três anos para essa finalidade.
pt_pt: Os endereços IP não serão armazenados mais do que três anos para este propósito.
ru: IP-адреса будут храниться не более трёх лет для этих целей.
sk: IP adresa nebude uložená dlhšie ako tri roky pre tento účel.
sv: IP-adresser sparas inte längre än tre år för detta ändamål.
tr: IP adresleri bu amaçla 3 yıldan fazla kayıt altında tutulmayacak.
uk: IP-адреси не зберігатимуться довше трьох років для цього призначення.
zh: IP地址的保存时间，不超过三年。
zh_tw: IP 位址在此用途下不會被儲存超過三年。

source: 2. Make it possible to bring criminal proceedings in case of a cyberattack (EU Court of Justice Press Release No 112/16).
ast: 2. Fhazer possible la formulacion de processos criminales in casu de cyber-agression (EU Court of Justice Press Release No 112/16).
bg: 2. Предоставяне на доказателства по криминално следствие в случай на кибератака (Европейски съд, прес-съобщение №112/16).
ca: 2. Permetre iniciar processos penals en cas de ciberatac (comunicat de premsa del Tribunal de Justícia de la UE núm. 112/16).
cs: 2. Umožnit trestní řízení v případě kybernetického útoku (Soudní dvůr EU Tisková zpráva č. 112/16).
de: 2. Es zu ermöglichen, im Falle eines Cyberangriffs strafrechtliche Verfolgung zu ermöglichen (Presseaussendung des Europäischen Gerichtshofes 112/16).
el: 2. Να επιτραπεί η άσκηση ποινικής δίωξης σε περίπτωση κυβερνοεπίθεσης (Δελτίο Τύπου Δικαστηρίου Ευρωπαϊκής Ένωσης με αριθμό 112/16).
es: 2. Hacer posible el llevar a cabo procedimientos penales en caso de ciberataque (Corte de Justicia de EU, lanzamiento número 112/16).
eu: 2. Eraso zibernetikoa izan ezkero, prozedura penalari bidea eman (EBeko Justizia Epaitegiaren 112/16 zenbakiko prentsa oharra).
fi: 2. Mahdollistetaan rikosoikeudellisten menettelyjen käynnistäminen verkkohyökkäyksen yhteydessä (EU:n tuomioistuimen lehdistötiedote nro 112/16).
fr: 2. Permettre de porter une procédure pénale en cas de cyberattaque (Article No 112/16 de la Cour Européenne de Justice)
ga: 2. Cuirfidh sé indéanta d'imeachtaí coriúla a thabhairt i gcás cibirionsaí (EU Court of Justice Press Release No 112/16).
gd: 2. Comas a thoirt dhuinn ach an cuir sinn a-steach cùis mu eucoir ma bhios sinn fo sìobar-ionnsaigh (brath-naidheachd àireamh 112/16 aig Cùirt-cheartais an Aonaidh Eòrpaich).
gl: 2. Permitir iniciar dilixencias penais en caos de ataque cibernético (EU Court of Justice Press Release No 112/16).
hu: 2. Lehetővé tegye a bűnügyi vizsgálatokat kibertámadások esetén (Európai Bíróság 112/16-os számú sajtóközleménye).
id: 2. Memungkinkan untuk mengajukan tuntutan pidana jika terjadi serangan dunia maya (Siaran Pers Pengadilan UE No 112/16).
it: 2. Consentire l'avvio di procedimenti penali in caso di attacco informatico (comunicato stampa n. 112/16 della Corte di giustizia dell'Unione europea).
ko: 2. 사이버 공격의 경우 형사 소송을 제기할 수 있습니다 (EU 법원 보도 데이타 112/16).
lv: Ļaut uzsākt kriminālprocesu, ja notiek kiberuzbrukums (ES Tiesas paziņojums presei Nr. 112/16).
mk: 2. Обезбедување докази за кривична истрага во случај на кибернапад (Европски суд, соопштение за медиумите бр. 112/16).
nl: 2. Om het mogelijk te maken strafrechtelijke procedures aan te spannen in geval van een cyberaanval (EU-Hof van Justitie persbericht nr. 112/16).
pl: 2. Umożliwienia wszczęcia postępowania karnego w przypadku cyberataku (pismo Europejskiego Trybunału Sprawiedliwości nr 112/16).
pt_br: 2. Permitir a instauração de processo penal em caso de ciberataque (comunicado de imprensa do Tribunal de Justiça da UE n.º 112/16).
pt_pt: 2. Tornar possível que sejam empreendidos procedimentos criminais no caso de um ciberataque (Comunicado de Imprensa nº 112/16 do Tribunal de Justiça Europeu).
ru: 2. Обеспечить возможность привлечения к уголовной ответственности в случае кибератаки (пресс-релиз Европейского суда № 112/16).
sk: 2. Umožniť vyšetrovanie kriminálnej činnosti v prípade kyberútoku (EU Court of Justice Press Release No 112/16).
sv: 2. göra det möjligt att väcka åtal i händelse av en cyberattack (EU-domstolens pressmeddelande nr 112/16).
tr: 2. Bir siber saldırı durumunda cezai kovuşturma yapılmasını mümkündür (AB Adalet Divanı 112/16 Sayılı Basın Bülteni).
uk: 2. Зробити можливим порушення кримінального провадження у разі кібератаки (EU Court of Justice Press Release No 112/16).
zh: 2. 如果发生网络攻击，可以提起刑事诉讼（欧盟法院新闻稿第112/16号）。
zh_tw: 2. 如果發生網路攻擊，可以提出刑事訴訟（歐盟法院新聞稿第 112/16 號）。

source: Wildfire Games will not use the IP address logs for any other purpose, in particular not for marketing, not otherwise disclose IP addresses to the public or third parties and erase IP addresses if they are not relevant for the stated purposes anymore.
ast: Wildfire Games nun vai usare l registro de siñæs IP para negun outro propósito, in particular non para mercadeẍar, non revelar outramente siñæs IP a l público ou terceiros & vai oblitterar siñæs IP si nun fhueren ja relevantes para diꞇhos propósitos.
bg: Wildfire Games няма да използва записите с IP адреси за други цели, като например реклама, нито ще разпространява IP адресите публично или към трета страна, както и ще изтрива IP адресите, ако те вече нямат значение за горепосочените цели.
ca: Wildfire Games no utilitzarà els registres d'adreces IP per a cap altre propòsit, en particular per màrqueting, ni revelarà adreces IP al públic ni a tercers i esborrarà les adreces IP si no són rellevants per als fins indicats.
cs: Wildfire Games nepoužijí záznamy IP adres pro žádný jiný účel, zejména ne pro tržní prodej, neposkytnou IP adresy veřejnosti ani třetím stranám a nevymažou IP adresy, pokud již nejsou pro výše uvedené účely podstatné.
de: Wildfire Games wird die IP-Adressdaten für keinen anderen Zweck nutzen, im Speziellen nicht für Marketing, IP-Adressen nicht anderweitig der Öffentlichkeit oder Dritten preisgeben oder IP-Adressen löschen, wenn sie für die genannten Zwecke nicht mehr relevant sind.
el: Η Wildfire Games δεν θα χρησιμοποιήσει τα αρχεία καταγραφής των διευθύνσεων IP για οποιονδήποτε άλλο σκοπό, ιδίως δε για το μάρκετινγκ, δεν θα αποκαλύψει με άλλον τρόπο τις διευθύνσεις IP στο κοινό ή σε τρίτους και θα διαγράψει τις διευθύνσεις IP αν δεν έχουν πια σημασία για τους αναφερόμενους σκοπούς.
es: Wildfire Games no utilizará los registros de direcciones IP para ningún otro propósito, en particular ni para la comercialización, ni divulgará las direcciones IP al público o a terceros y borrará las direcciones IP si ya no son relevantes para los fines establecidos.
eu: Wildfire Gamesek ez du erabiliko IP helbide erregistrorik beste ezertarako, publizitaterako zehazki, ez ditu IP helbideak publikoari edo hirugarren batzuei zabalduko eta ezabatuko ditu baldin eta ez badira beharrezkoak zehaztutako helburuetarako.
fi: Wildfire Games ei käytä IP-osoitelokeja mihinkään muuhun tarkoitukseen, erityisesti ei markkinointiin, ei luovuta IP-osoitteita yleisölle tai kolmansille osapuolille ja poistaa IP-osoitteet, jos ne eivät enää ole merkityksellisiä ilmoitettujen tarkoitusten kannalta.
fr: Wildfire Games n'utilisera pas les journaux d'adresses IP pour d'autres besoins, en particulier ni marketing, ni divulgation publique ou autre et effacera les adresses IP si elles ne sont plus utiles pour les besoins établis.
ga: Ní úsáideann Wildfire Games logaí na seoltaí IP ar son aon aidhme eile, go háirithe ná húsáid siad iad le haghaidh marcaíochta, ná nocht na seoltaí IP ag an mpobal nó tríú páirtí agus scrios ar seoltaí IP mura bhfuil siad ábhartha chun na n-aidhmeanna sonraithe a thuilleadh.
gd: Cha chleachd Wildfire Games logaichean nan seòladhaidhean IP air adhbhar sam bith eile, gu sònraichte cha chleachd sinn iad airson margaidheachd is chan fhoillsich sinn seòlaidhean IP gu poblach no gu treas-phàrtaidhean agus sguabaidh sinn às dha na seòlaidhean IP mur eil iad iomchaidh airson nan adhbharan a mhìnich sinn tuilleadh.
gl: Wildfire Games non usará os rexistros de enderezos de IP para ningunha outra finalidade, por exemplo para mercadotecnia, nin revelará os enderezos de IP ao público ou a terceiros, e borrará os enderezos de IP se xa non son relevantes para as finalidades descritas.
hu: A Wildfire Games nem használja az IP-cím naplókat más célokra, különösképpen nem használja marketingre, és módon sem teszi közzé vagy adja át harmadik feleknek az IP-címeket, valamint törlésre is kerülnek, ha már nem relevánsak a megadott célhoz.
id: Wildfire Games tidak akan menggunakan log alamat IP untuk tujuan lain apa pun, khususnya bukan untuk pemasaran, tidak mengungkapkan alamat IP kepada publik atau pihak ketiga dan menghapus alamat IP jika tidak relevan lagi untuk tujuan yang disebutkan.
it: Wildfire Games non utilizzerà i log degli indirizzi IP per nessun altro scopo, in particolare non per il marketing, non divulgare altrimenti indirizzi IP al pubblico o a terzi e cancellare gli indirizzi IP se non sono più pertinenti per gli scopi indicati.
ko: Wildfire Games는 다른 용도, 특히 마케팅을 목적으로 IP 주소 내용을 사용하지 않으며 IP 주소를 공공 또는 제3자에게 공개하지 않으며 명시된 목적과 관련 없는 경우 IP 주소를 지우지 않습니다.
lv: Wildfire Games neizmantos IP adrešu žurnālus nevienam citam mērķim, it īpaši priekš mārketinga, un citādi neizdos IP adreses publikai vai trešajām partijām un dzēsīs IP adreses, ja tās vairs nav būtiskas priekš augstāk norādītajiem mērķiem.
mk: Wildfire Games нема да ги користи записите на IP-адресите за други цели, како на пример реклама, ниту пак ќе ги распределува IP-адресите јавно или на која било трета страна и ќе ги избрише IP-адресите доколку тие повеќе немаат значење за горенаведените цели.
nl: Wildfire Games gebruikt de logboeken van het IP-adres niet voor andere doeleinden, in het bijzonder niet voor marketingdoeleinden, en tevens ook niet om IP-adressen openbaar te maken aan het publiek of derden en IP-adressen te wissen als ze niet meer relevant zijn voor de aangegeven doeleinden.
pl: Wildfire Games nie wykorzystuje logów adresów IP w żadnym innym celu, w szczególności nie w celach marketingów, nie ujawnia w inny sposób adresów IP publicznie ani stronom trzecim i usuwa adresy IP, jeśli nie są one już istotne.
pt_br: A Wildfire Games não usará os registros de endereços IP para qualquer outra finalidade, particularmente não para marketing, nem divulgará endereços IP ao público ou a terceiros, e apagará endereços IP se eles não forem mais relevantes para os propósitos declarados.
pt_pt: A Wildfire Games não irá utilizar os registos do endereço IP para qualquer outro fim, em particular para marketing, nem revelar os endereços IP ao público ou a terceiros e eliminar os endereços IP se estes deixarem de ser relevantes para os propósitos enunciados.
ru: Wildfire Games не будет использовать логи IP-адресов для иных целей, в частности, для маркетинга, не будет разглашать IP-адреса третьим лицам и будет стирать их, если они не актуальны для указанных целей.
sk: Wildfire Games nepoužije záznamy IP adries pre iný účel, najmä nie pre marketing, nebude inak poskytovať IP adresy pre verejnosť či tretie strany. Wildfire Games zmaže IP adresy, ak nebudú viac potrebné pre uvedené dôvody.
sv: Wildfire games kommer inte att använda IP-adressloggarna för något annat ändamål, särskilt inte för marknadsföring, inte på annat sätt avslöja IP-adresser till allmänheten eller tredje part och radera IP-adresser om de inte är relevanta för de angivna syftena längre.
tr: Wildfire Games, IP adres kayıtlarını başka bir amaç için kullanmayacak, özellikle pazarlama için değil, IP adreslerini halka açık veya üçüncü şahıslara ifşa etmeyecek ve IP adreslerini, eğer belirtilen amaçlar için uygun değilse, silmeyecektir.
uk: Wildfire Games не буде використовувати журнали IP-адрес для будь-яких інших цілей, зокрема, не для маркетингу, не буде розкривати IP-адреси публічно чи іншим сторонам та стиратиме IP-адреси, якщо вони більше не відповідають зазначеним цілям.
zh: Wildfire Games不会将IP地址日志用于任何其他目的，特别是不用于营销，不会向公众或第三方披露IP地址，且如果IP地址不再与所述目的相关，则清除该IP地址。
zh_tw: Wildfire Games 不會將 IP 位址紀錄用於其他用途，特別不會用於行銷，不會向公眾或第三方透露且若 IP 位址紀錄不再與上述目的相關會立刻刪除。

source: [font="sans-bold-14"]4. Online presence[/font]
ast: [font="sans-bold-14"]4. Presencia nela Rede[/font]
bg: [font="sans-bold-14"]4. Присъствие в играта[/font]
ca: [font="sans-bold-14"]4. Presència en línia[/font]
cs: [font="sans-bold-14"]4. Přítomnost hráčů[/font]
de: [font="sans-bold-14"]4. Online-Präsenz[/font]
el: [font="sans-bold-14"]4. Διαδικτυακή παρουσία[/font]
es: [font="sans-bold-14"]4. Presencia en línea[/font]
eu: [font="sans-bold-14"]4. Presentzia linean[/font]
fi: [font="sans-bold-14"]4. Verkkoläsnäolo[/font]
fr: [font="sans-bold-14"]4. Présence en ligne[/font]
ga: [font="sans-bold-14"]4. Láithreacht ar líne[/font]
gd: [font="sans-bold-14"]4. Làthaireachd air loidhne[/font]
gl: [font="sans-bold-14"]4. Presenza en internet[/font]
hu: [font="sans-bold-14"]4. Online jelenlét[/font]
id: [font="sans-bold-14"]4. Kehadiran daring[/font]
it: [font="sans-bold-14"]4. Presenza Online[/font]
ko: [font="sans-bold-14"]4. 온라인 참여[/font]
lv: [font="sans-bold-14"]4. Tiešsaistes klātbūtne[/font]
mk: [font="sans-bold-14"]4. Присуство во играта[/font]
nl: [font="sans-bold-14"]4. Online aanwezigheid[/font]
pl: [font="sans-bold-14"]4. Obecność online[/font]
pt_br: [font="sans-bold-14"]4. Presença online[/font]
pt_pt: [font="sans-bold-14"]4. Presença online[/font]
ru: [font="sans-bold-14"]4. Нахождение в сети[/font]
sk: [font="sans-bold-14"]4. Online prítomnosť[/font]
sv: [font = "Sans-fet-14"] 4. online-närvaro [/font]
tr: [font="sans-bold-14"]4. Çevrimiçi olma[/font]
uk: [font="sans-bold-14"]4. Присутність в мережі[/font]
zh: [font="sans-bold-14"]4. 在线演示[/font]
zh_tw: [font="sans-bold-14"]4. 線上狀態[/font]
