Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: The Gauls were well-known for their effective cavalry. Celtic mercenaries were in demand throughout the Mediterranean.
lt: Galai buvo gerai žinomi savo kavalerijos efektyvumu. Keltų samdiniai buvo paklausūs visame Vidružemyje.

source: Superior Cavalry
lt: Pranaši Kavalerija

source: Cavalry +10% melee attack damage.
lt: Kavalerijai +10% artimos atakos žalos.

source: Structures +10% health and +10% capture points.
lt: Statiniams +10% sveikatos ir +10% užgrobimo taškų.

source: +10% maximum population limit.
lt: +10% maksimaliam populiacijos limitui.

source: India is the land of the elephants. Elephant warfare originated in India and continued for millennia. It was also the source of elephants for the eastern Mediterranean. Indian kings were able to field large numbers of war elephants.
lt: Indija yra dramblių žemė. Dramblių naudojimas karuose kilo iš indijos ir tęsėsi tūkstantmetį. Tai taip pat buvo dramblių šaltinis rytų viduržemiui. Indijos karaliai sugebėdavo suburti didelius kiekius kovinių drambliu.

source: Elephant Tradition
lt: Dramblių Tradicijos

source: Elephants −30% training time.
lt: Drambliams −30% mokymo laiko.

source: City Walls −20% build time and −20% health.
lt: Miesto Sienoms −20% statymo laiko ir −20% sveikatos.

source: Sun-dried mud bricks were a common building material in hot and dry areas, especially where wood was scarce. Although not as strong and durable as fired bricks or natural stone and vulnerable to constant rains and heavy floods, mud bricks have the advantage they are cheap and easy to produce.
lt: Saulėje džiovinto purvo plytos buvo dažna statybinė medžiaga karštose sausose vietose, ypač kai mediena buvo reta. Tačiau ne tokia stipri ir ilgaamžė kaip degto molio plytos ar natūralus akmuo ir pažeidžiamos dažno lietaus ir potvynių, purvo plytos turėjo pranašumą tuo, kad buvo pigios ir lengvai gaminamos.

source: Sun-dried Mud Bricks
lt: Saulėje džiovintos purvo plytos.

source: Houses and Economic Structures −40% wood cost and health.
lt: Namai ir Ekonominiai Statiniai −40% medžio sąnaudos ir sveikatos.

source: Phoenician Triremes gain the ability to train Cavalry.
lt: Finikečių triremos gali mokyti Kavaleriją.

source: Units regain health over time while garrisoned.
lt: Vienetai atgauna sveikatą per laiką, kol yra sargyboje.

source: Structures +1 garrison heal rate.
lt: Statiniams +1 sargybos gijimo greičio.

source: Breed livestock to slaughter for meat.
lt: Veisti naminius gyvūnus, skerdimui dėl mėsos.

source: The Gauls invented an harvesting machine, making it much easier to harvest grain.
lt: Galai išrado derliaus rinkimo mašiną, palengvinančią grūdų derliaus rinkimą.

source: Harvesting Machine
lt: Derliaus rinkimo mašina

source: Workers +10% grain gather rate.
lt: Darbininkams +10% grūdų rinkimo greičio.

source: Iron Axe Heads
lt: Geležinės Kirvių Galvos

source: Sharp Axe Heads
lt: Aštrios Kirvių Galvos

source: Stronger Axe
lt: Stipresni Kirviai

source: Healers +5 healing range.
lt: Gydūnams +5 gydymo atstumo.

source: Akadēmeia
lt: Akademija

source: Increases the healing rate of all healers.
lt: Visi gydūnai gydo greičiau.

source: Sphagia
lt: Sfagija

source: Healers −20% healing time.
lt: Gydūnams −20% gydymo laiko.

source: Female Citizens +100% health.
lt: Moterims Civilėms +100% sveikatos.

source: Idle Organic units +0.5 health regeneration rate.
lt: Neveikliems Gyviems Vienetams +0.5 sveikatos atsistatymo greičio.

source: Civic Centers +100% health and capture points, double default arrows.
lt: Civiliniai Centrai +100% sveikatos ir užgrobimo taškų, dvigubai daugiau strėlių.

source: The Achaemenids maintained a 10,000-strong elite corps, referred to as Athanatoi (“Immortals”) by Greek authors.
lt: Achmenidai išlaikė 10,000 elitinių pajėgų, kurie Graikų autorių buvo vadinti Athanatoi (“Nemirtingaisiais”)

source: Immortals −50% training time, but −10% health.
lt: Nemirtingųjų −50% mokymo laiko, bet −10% sveikatos.

source: Infantry −10% training time.
lt: Pėstininkams −10% mokymo laiko.

source: Build Walls in own or neutral territory.
lt: Statyti Sienas savo arba neutralioje teritorijoje.

source: Champion Cavalry Spearmen +20% health, but +10% training time.
lt: Čempionų Pėstininkų Įietininkams +20% sveikatos, bet +10% mokymo laiko.

source: Traditional Army vs Reform Army
lt: Tradicinė Kariuomenė prieš Pervarkytą Kariuomenę

source: The festival at Daphne was a major event of the Seleucid Empire: tens of thousands of well-equipped troops participated in the opening procession.
lt: Dafnės festivalis buvo vienas didžiausių Seuletsidų Imperijoje; dešimtys tūkstančių gerai ginkluotų pajegų dalyvaudavo atidaryme.

source: Champions −20% training time.
lt: Čempionams −20% mokymo laiko.

source: Advance to City Phase, which unlocks more entities and technologies. Civic Centers +50% territory influence radius. Structures +9 capture points regeneration rate per garrisoned unit. Workers +10% metal gather rate.
lt: Pažengti į Miesto Fazę, kuri atrakina daugiau tvarinių ir technologijų. Civiliniai Centrai +50% teritorinės įtakos nuotolio. Statiniams +9 užgrobimo taškų atsistatymo nuo kiekvieno sargybos vieneto. Darbininkams +10% metalo gavybos greičiui.

source: Advance to City Phase, which unlocks more entities and technologies. Civic Centers +50% territory influence radius. Structures +9 capture points regeneration rate per garrisoned unit.
lt: Pažengti į Miesto Fazę, kuri atrakina daugiau tvarinių ir technologijų. Civiliniai Centrai +50% teritorinės įtakos nuotolio. Statiniams +9 užgrobimo taškų atsistatymo nuo kiekvieno sargybos vieneto.

source: Requires five Village Structures.
lt: Reikalauja Kaimo Statinių.

source: Advance to Town Phase, which unlocks more entities and technologies. Civic Centers +30% territory influence radius. Structures +7 capture points regeneration rate per garrisoned unit. Workers +10% metal gather rate.
lt: Pažengti į Miestelio Fazę, kuri atrakina daugiau tvarinių ir technologijų. Civiliniai Centrai +30% teritorinės įtakos nuotolio. Statiniams +7 užgrobimo taškų atsistatymo nuo kiekvieno sargybos vieneto. Darbininkams +10% metalo gavybos greičiui.

source: Advance to Town Phase, which unlocks more entities and technologies. Civic Centers +30% territory influence radius. Structures +7 capture points regeneration rate per garrisoned unit.
lt: Pažengti į Miestelio Fazę, kuri atrakina daugiau tvarinių ir technologijų. Civiliniai Centrai +30% teritorinės įtakos nuotolio. Statiniams +7 užgrobimo taškų atsistatymo nuo kiekvieno sargybos vieneto.

source: Peristylon
lt: Vidinis Sodas

source: Houses +20% population bonus.
lt: Namams +20% populiacijos priedas.

source: The Roman-style core of the Seleucid army.
lt: Romėnų stiliaus kertinė Seleutsidų Kariuomenė.

source: Unlock the Champion Infantry Swordsman.
lt: Atrakinti Čempionų Pėstininkų Kardininkus.

source: Employ skilled shipwrights with specialized tools to speed up ship construction.
lt: Pasitelk įgudusius lavų statytojus, su specializuotais įrankiais, laivų statybos pagreitinimui.

source: Ships −20% construction time.
lt: Laivams −20% statymo laiko,

source: Ships +25% health.
lt: Laivams +25% sveikatos.

source: Train your oarsmen and sailors to move more efficiently and speed up your ships.
lt: Paruošti savo irklininkus ir jūreivius evektyvumui, pagreitinant laivus.

source: Experienced Crews
lt: Patyrusios Įgulos

source: Ships +10% movement speed.
lt: Laivams +10% judėjimo greičio.

source: The science or craft of laying or carrying out sieges.
lt: Mokslas ar amatas, apgulčių reingimui ir vykdymui.

source: Siegecraft
lt: Apgulties Amatas

source: Siege Engines −20% construction time.
lt: Apgulties Įrenginiams −20% statymo laiko.

source: Cover the exterior with iron plates to protect against fire and projectiles.
lt: Padengti išorę geležinėmis plokštėmis saugojimui nuo ugnies ir projektilių.

source: Armor Plating
lt: Šarvinės Lėkštės

source: Battering Rams and Siege Towers +25% health.
lt: Plakantiems Taranams ir Apgulties Bokštams +25% sveikatos.

source: Military engineers are responsible for improvements in siege engines.
lt: Karo inžinieriai tampa atsakingais už apgulties įrenginių tobulinimą.

source: Siege Engines –40% pack and unpack time.
lt: Apgulties Įrenginiams –40% supakavimo išpakavimo laiko.

source: Upgrade Shield Bearer Champion Infantry to Silver Shields, with more health and attack damage.
lt: Pagerinti Skydnešių Čempionų Pėstininkus į Sidabraskydžius turinčius daugiau sveikatos ir atakos žalos.

source: Often, a soldier would carry a secondary weapon in addition to his primary weapon of choice, to be drawn when the primary weapon has failed or been broken.
lt: Dažnai, karys turėdavo papildomą ginklą, naudojimui, kuomet pagrindinis ginklas nepasiteisindavo ar sulūždavo.

source: Xiphos
lt: Ksifas

source: Soldiers +15% melee attack damage.
lt: Kariams +15% artimos atakos žalos.

source: Soldiers +15% ranged attack damage.
lt: Kariams +15% nuotolinės atakos žalos.

source: Projectile points made of iron enable missiles to penetrate deeper.
lt: Projektilių galai padaryti iš geležies leido svaidiniams įsmigti giliau.

source: Iron Arrowheads
lt: Geležiniai Antgaliai

source: Arrowheads with three lobes instead of two inflict larger wounds.
lt: Strėlės trimis briaunomis vietoj dviejų palikdavo didesnes žaizdas.

source: Trilobate Arrowheads
lt: Tribriauniai Antgaliai

source: Ranged Soldiers +25% promotion experience.
lt: Nuotoliniams Kariams +25% paaukštinimo patirties.

source: Body armor made from quilted wool, linen, cotton, or leather.
lt: Kūno šarvai padaryti iš daugiasluoksnės vilnos, lino, medvilnės ar odos.

source: Soldiers +1 hack resistance.
lt: Kariams +1 traiškymo atsparumo.

source: Body armor made from laminated linen.
lt: Kūno šarvai padaryti iš laminuoto lino.

source: Wooden shields are heavier but much better able to resist projectiles and blows than wicker-frame shields.
lt: Mediniai skydai buvo sunkesni, tačiau daug atsparesni projektilėms ir smūgiams nei pinto rėmo skydai.

source: Wooden Shield
lt: Medinis Skydas

source: Soldiers +1 pierce resistance.
lt: Kariams +1 pervėrimo atsparumo.

source: Strengthen shields with a metal rim or spine.
lt: Sustiprina skydus metalininiu rėmu ar stuburu.

source: Metal Rim
lt: Metalinis Rėmas

source: Significantly increase training speed of cavalry by training them in large batches or squadrons.
lt: Ženkliai pagerina mokymo greitį kavalerijai, ruošiant ją dideliais kiekiais.

source: Stables −10% batch training time.
lt: Arklidėms −10% eilės mokymo laiko.

source: Sentry and Stone Towers +40% more arrows per garrisoned Soldier.
lt: Žvalgybiniai ir Akmeniniai Bokštai +40% daugiau srėlių nuo kiekvieno kario sargyboje.

source: Towers +25% health.
lt: Bokštams +25% sveikatos.

source: Sentry and Stone Towers have 0 minimum attack range.
lt: Žvalgybiniai ir Akmeniniai Bokštai gali gintis nuo prie bokšto prigludusių priešų (įgyja 0 minimalų atakos atstumą).

source: Sentry and Stone Towers +8 attack range.
lt: Žvalgybiniai ir Akmeniniai Bokštai +8 atakos atstumo.

source: Sentry and Stone Towers +1 default arrow count.
lt: Žvalgybiniai ir Akmeniniai Bokštai +1 iprastiniam strėlių kiekiui.

source: Traders +15% trade gain.
lt: Pirkliams +15% mainų pelno.

source: Traders traveling together in caravans are less vulnerable.
lt: Pirkliai keliaujantys kartu karavanuose yra mažiau pažeidžiami.

source: Trade Caravan
lt: Pirklių Karavanai

source: Land Traders +50% health.
lt: Sausumos Pirkliams +50% sveikatos.

source: The Macedonian-style core of the Seleucid army.
lt: Makedoniečių stiliaus Seleutsidų kariuomenės branduolys.

source: Unlock the Champion Infantry Pikeman.
lt: Atrakinti Čempionų Pėstininkų Ietininkus.

source: Advanced and Elite units +20% training time, +25% health, +0.7 capture attack strength, +20% loot, and −30% gather speed; Healers +5 healing strength and +3 healing range; Melee units +1 resistance and +20% attack damage; Ranged units −20% spread.
lt: Pažengiems ir Elitiniams vienetams +20% mokymo laiko, +25% sveikatos, +0.7 užgrobimo atakos stiprybės, +20% grobio, ir −30% rinkimo greičio; Gydūnams +5 gydymo greičio ir +3 gydymo lauko; Artimiems vienetams +1 atsparumo ir +20% atakos žalos; Nuotoliniams vienetams −20% sklaidos.

source: African Elephants −10% resource costs, training time, health, attack damage, and loot.
lt: Afrikos Drambliams −10% išteklių sąnaudos, mokymo laiko, sveikatos, atakos žalos, ir grobio.

source: Indian Elephants +10% resource costs, training time, health, attack damage, and loot.
lt: Indijos Drambliams −10% išteklių sąnaudos, mokymo laiko, sveikatos, atakos žalos, ir grobio.

source: Elite units +20% training time, +25% health, +0.8 capture attack strength, +20% loot, and −30% gather speed; Healers +5 healing strength and +3 healing range; Melee units +1 resistance and +20% attack damage; Ranged units −20% spread.
lt: Elitiniams vienetams +20% mokymo laiko, +25% sveikatos, +0.8 užgrobimo atakos stiprybės, +20% grobio, ir −30% rinkimo greičio; Gydūnams +5 gydymo greičio ir +3 gydymo lauko; Artimiems vienetams +1 atsparumo ir +20% atakos žalos; Nuotoliniams vienetams −20% sklaidos.

source: Unlock Champion Cavalry
lt: Atrakinti Čempionų Kavaleriją

source: Unlock Champion Cavalry at the Stable.
lt: Atrakinti Čempionų Kavaleriją Arklidėse.

source: Unlock Champion Chariots
lt: Atrakinti Čempionų Vežimus

source: Unlock Champion Chariots at the Stable.
lt: Atrakinti Čempionų Vežimus Arklidėse.

source: Unlock Champion Infantry
lt: Atrakinti Čempionų Pėstininkus

source: Unlock Champions Infantry at the Barracks.
lt: Atrakinti Čempionų Pėstininkus Arklidėse.

source: Requires three Traders
lt: Reikalauja trijų Pirklių

source: Enable the “Glorious Expansion” aura: +20% maximum population limit per Wonder owned.
lt: Įjunk “Didingos Plėtros” aurą: +20% maksimalios populiacijos limito už kiekvieną priklausantį stebuklą.

source: Trade convoys
da: Handelskonvojer

source: Inspire your troops with higher pay. All citizen-Soldiers +2 attack.
da: Inspirer dine soldater med højere løn. Alle borgersoldater får +2 angreb.

source: +2 attack for all sword units.
da: +2 angreb for alle enheder med sværd.

source: +25% stone gathering rate.
da: +25% hurtigere stensamling.

source: Develop shaft mining. +25% metal gathering rate.
da: Udvikl mineskakter. +25% hurtigere metaludvinding.

source: Strike a vein of precious silver. +25% metal gathering rate.
da: Ram en værdifuld sølvåre. +25% hurtigere metaludvinding.

source: Buy slaves to help your workers mine for stone. +25% stone gathering rate.
da: Køb slaver for at hjælpe dine arbejdere med at grave efter sten. +25% stenindsamlingsrate

source: +25% metal gathering rate.
da: +25% hurtigere metaludvinding.

source: Equip your workers with helpful tools. No requirements.
da: Udstyr dine arbejdere med brugbare værktøjer. Ingen krav.

source: Baskets to carry foraged food stuffs.
da: Kurve til at bære indsamlet mad.

source: Increases the healing range of all healers.
da: Forbedrer helingsrækkevidden for alle helere.

source: Healers +4 Healing Range.
da: Helere +4 Helingsrækkevidde.

source: Advance from a bustling town to large city.
da: Avancerer fra en pulserende by til en storby.

source: City Phase - Britons
da: Storbystadie - Britonerne

source: City Phase - Gauls
da: Storbystadie - Gallerne

source: Britons vs. Gauls
da: Britonerne mod Gallerne

source: Advances from a bustling town to a veritable metropolis, full of the wonders of modern technology. This is the Athenian city phase, where metal gathering rates are boosted because of the Silver Owls bonus.
da: Avancerer fra en pulserende by til et veritabelt metropol, fyldt med den moderne teknologis vidundere. Dette er det athenske storbystadie, hvor metal samles hurtigere på grund af 'Sølvugler'-bonussen.

source: Advance to Town Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by +30%
da: Avancerer til Bystadiet, hvilket åbner for flere bygninger og enheder. Territorieradiussen for Civilisationscentre øget med +30%.

source: All siege weapons +5 Crush damage.
da: Alle krigsmaskiner +5 Knuseskade.

source: Immobile siege weapons pack/unpack 25% faster
da: Stationære krigsmaskiner bliver samlet og skilt ad 25% hurtigere

source: Vision Range +50% for Outposts.
da: Udkigsposter ser +50% længere.

source: Celtic structures were mostly made of wood with rubble foundations. Consequently, their structures have less health than other cultures do, but they also construct faster.
da: Keltiske bygninger var primært lavet af træ med fundamenter af stenfyld. Som en konsekvens der af har deres bygninger mindre helbred end andre kulturers, men de bygges også hurtigere.

source: Crop rotation increases yield by preventing the depletion of vital nutrients and minerals from the soil.
da: Vekselbrug gør udbyttet større ved at forhindre at vigtige næringsstoffer og mineraler i jorden bliver udtømt.

source: Crop Rotation
da: Vekselbrug

source: Shortly after the great naval victories at Salamis and Mycale, the Greek city-states instituted the so-called Delian League in 478 BC, whose purpose was to push the Persians out of the Aegean region. The allied states contributed ships and money, while the Athenians offered their entire navy.
da: Kort efter de store sejre på havet ved Salamis og Mykale, oprettede de græske bystater det såkaldte Deliske Søforbund i 478 f.v.t., hvis formål var at presse perserne ud af den ægæiske region. De allierede stater bidrog med skibe og penge, mens athenerne bidrog med hele deres flåde.

source: Delian League
da: Det Deliske Søforbund

source: The Hellenic culture was very influential. Greek became the spoken language of commerce and politics for much of the Mediterranean basin and Middle East for centuries.
da: Den hellenske kultur var meget indflydelsesrig. Græsk blev sproget for handel og politik i meget af Middelhavet og Mellemøsten i århundreder.

source: The Hellenic culture is very influential. +20% territory effect for all buildings.
da: Den hellenske kultur er meget indflydelsesrig. +20% territoriumeffekt for alle bygninger.

source: Hellenization
da: Hellenisering

source: All Persian structures +25% health, but also +20% build time.
da: Alle persiske bygninger får +25% helbred, men også +20% bygningstid.

source: All infantry -10% train time, but also -5 health. Unlocks Infantry Conscription.
da: Alt infanteri trænes -10% hurtigere, men får også -5 helbred. Åbner for Infanteriværnepligt.
