Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Antiochus IV Epiphanes was a son of Antiochus III the Great and brother of Seleucus IV Philopator. Originally named Mithridates, he assumed the name Antiochus either upon his accession to the throne or after the death of his elder brother Antiochus. Notable events during his reign include the near-conquest of Egypt (twice), which was halted by the threat of Roman intervention, and the beginning of the Jewish revolt of the Maccabees. He died of sudden illness while fighting off a Parthian invasion from the East.
ast: Antíocu IV Epífanes foi fíu d'Antíocu III el Grande y hermanu de Seleucu IV Filópator. Llamáu Mitrídates al ñacer, asumió'l nome d'Antíocu o al acceder al tronu o depués de la muerte del so hermanu mayor, Antíocu. Ente los acontecimientos notables del so reináu figura la cuasi conquista d'Exiptu (dos vegaes), que quedó parada pola amenaza d'intervención romana, y l'aniciu de la revuelta xudía de los macabeos. Morrió d'una malura repentina rellanciando una invasión parta del Este.
bg: Антиох IV Епифан бил син на Антиох III Велики и брат на Селевк IV Филопатор. Първоначално носел името Митридат, но го сменил на Антиох при възкачването си на трона или след смъртта на по-големия си брат Антиох. Някои от значимите събитие по време на управлението му са неуспешните завладявания на Египет (два пъти), които били спрени, поради заплахата от римско нападение и началото на еврейското въстание на Макавеите. Той се разболял и умрял внезапно докато отблъсквал нахлуване на партийците от изток.
br: Antiokus IV Epifanez a oa mab Antiokus III Meur ha breur Seleukus IV Filopator. Dre orin graet anezhañ Mitridadez, en doa kemeret war e chouk an anv Antiokus pe war e donedigezh d'an tron pe goude marv e vreur koshañ Antiokus. En darvoudoù a-bouez e-pad e ren eo lakaet aloubadeg tost Ejipt (div wech), a oa bet harzet gant gourdrouz an oberiadenn Roman, ha deroù emsavadeg Yuzev ar Vakabeed. Mervel a reas d'ur c'hleñved trumm tra ma stourme a-enep d'an aloubadeg Partian eus ar Reter.
ca: Antíoc IV Epífanes era un fill d'Antíoc III el Gran i germà de Seleuc IV Filopàtor. Inicialment anomenat Mitridates, va adoptar el nom d'Antíoc o bé quan va arribar al tron o després de la mort del seu germà gran Antíoc. Alguns esdeveniments importants que van succeir durant el seu regnat són la quasi-conquesta d'Egipte (dues vegades), que va ser aturada per l'amenaça de la intervenció romana, i l'inici de la revolta jueva dels macabeus. Va morir de malaltia sobtadament mentre foragitava una invasió dels parts de l'est.
cs: Antiochos IV. Epifanés byl synem Antiocha III. Velikého a bratrem Seleuka IV. Filopatóra. Původně se jmenoval Mithridatés, ale buď po svém nástupu na trůn anebo po smrti svého staršího bratra Antiocha přijal jméno Antiochos. Mezi zajímavé události během jeho vlády patří skoro-dobytí Egypta (dvakrát), které však bylo zastaveno hrozbou zásahu Římanů, a začátek židovského povstání Makabejců. Zemřel na náhlou chorobu během odrážení Parthského vpádu z východu.
de: Antiochus IV. Epiphanes war der Sohn von Antiochus III. dem Großen und Bruder des Seleukos IV. Philopator. Ursprünglich hieß er Mithridates, aber er nahm den Namen Antiochus entweder bei seiner Thronbesteigung oder nach dem Tode seines älteren Bruders Antiochus an. Bemerkenswerte Ereignisse während seiner Regierungszeit war die Beinahe-Eroberung von Ägypten (zweimal), die durch die Gefahr einer römischen Intervention aufgehalten wurde, und die beginnende jüdische Revolte der Makkabäer. Er starb an einer plötzlichen Krankheit, während er eine parthische Invasion aus dem Osten abwehrte.
el: Ο Αντίοχος Δ ο Επιφανής ήταν γιος του Αντιόχου Γ του Μέγα και ο αδελφός του Σέλευκου Δ του Φιλοπάτορα. Αρχικά ονομαζόταν Μιθριδάτης, έλαβε το όνομα Αντίοχος, είτε κατά την προσχώρηση του στο θρόνο ή μετά το θάνατο του μεγαλύτερου αδελφού του Αντίοχου. Αξιοσημείωτα γεγονότα κατά τη διάρκεια της βασιλείας του είναι η σχεδόν κατάκτηση της Αιγύπτου (δύο φορές), η οποία διακόπηκε από την απειλή της ρωμαϊκής εισβολής και το ξεκίνημα της εβραϊκής εξέγερσης των Μακκαβαίων. Πέθανε από ξαφνική ασθένεια, ενώ αγωνίζονται για να αποκρούσει μια εισβολή των Πάρθων από την Ανατολή.
es_ar: Antíoco IV Epifanes era el hijo de Antíoco III el Grande y hermano de Seleuco IV Filopátor. Su verdadero nombre era Mitrídates, pero lo cambió a Antíoco cuando ascendió al trono o luego de que muera su hermano mayor Antíoco. Sucesos notables durante su reinado incluyen los dos intentos de conquistar Egipto, los cuales fallaron por la amenaza de la intervención romana, y el comienzo de la revuelta judía de Macabeos. Murió de una enfermedad repentina mientras repelía una invasión Pariana del Este.
eu: Antioco IV Epífanes Antioco lll Handiaren semea eta Seleuco lV Filopatorren anaia zen. Hasieran Mitridates deitua izan zen, Antioco izena hartu zuen tronura igotzean edo bere anai handia Antioco hil ondoren. Bera errege zela Egipto ia konkistatu zuen (bitan), eta atxilotua izan zen Erromatarren esku-hartzea zela eta eta Macabeotaren judutarren altxamenduagatik. Berehalako gaixotasun batez hil zen Ekialdetik Parthoarrak egiten ari ziren eraso batean parte hartzen ari zela.
fa: آنتیوخوس چهارم اپیفانس پسر آنتوخیوس سوم بزرگ و برادر سلوکوس چهارم فیلوپاتور بود. نام راستینش مهرداد بود و نام آنتیوخوس را یا پس از نشستن بر تخت یا پس از مرگ برادرش آنتیوخوس باید برگزیده‌ باشد. رخدادهای مهم زمان فرمانرواییش لشکرکشیش به مصر (دوبار) بود که چیزی نمانده‌بود که آن سرزمین را به خاک سلوکی بپیوندد که با تهدید رومیان روبه‌رو شد و از پی‌گیری کار بازماند. پادشاهی آنتیوخوس چهارم آغاز پایان نیرومندی سلوکیان بود. او که پادشاهی غاصب شمرده‌می‌شد پیش از مرگ جانشینیش را به پسر خردسالش آنتیوخوس پنجم سپرد و این آغاز درگیری‌های داخلی سلوکیان بود.
ga: Ba mhac Aintíochais III Mhóir é Aintíochas IV 'Epiphanes' agus deartháir Séileucais IV 'Philopator'. Ainmnithe ar dtús mar Mhítriodatas, ghlac sé ar ainm Aintíochas nuair a tháinig sé i réim nó tar éis bás de chuid a sheandhearthár Aintíochas. I measc na heachtraí suntasacha le linn a réimis rinne sé ionradh easnamhach san Éigipt (faoi dó), a bhí stopadh trí bhaol idirghabhála Rómhánaigh agus tús éirí amach Giúdach de chuid na Macabaeach. Fuair sé bás i dtobainne ó ghalar nuair a chuir sé ionradh Parthach de as an oirthear.
hu: IV. Antiokhosz Epiphanész III. Nagy Antiokhosz fia és IV. Szeleukosz Philopatór bátyja volt. Eredetileg Mithridatésznak hívták, az Antiokhosz nevet a trónra emelkedésekor vette fel, vagy a bátyja, Antiokhosz halála után. Az uralma alatti fontos események közé tartozik Egyiptom majdnem meghódítása (kétszer), amelyet a római közbeavatkozás fenyegetése állított meg, és a Makkabeus zsidó felkelés. Gyors lefolyású betegségben halt meg, a keleti pártita invázió során.
hy: Անտիոքոս IV Փառավորը Անտիոքոս III Մեծի որդին էր և Սելևկիոս IV Հայրենասերի եղբայրը։ Սկզբից կոչվելով Միհրդատ՝ նա ընդունեց Անտիոքոս անունը կա՛մ գահն ստանձնելուց, կա՛մ իր ավագ եղբայր Անտիոքոսի մահվանից հետո։ Նրա օրոք տեղի ունեցած կարևոր իրադարձություններից են Եգիպտոսի գրեթե ամբողջական նվաճումը (երկու անգամ), որը դադարեցվեց հռոմեական միջամտության վտանգի պատճառով, և Մաքքաբիի հրեաների ապստամբության սկիզբը։ Նա մահացավ հանկարծակի հիվանդությունից՝ արևելքից ներխուժած պարթևների դեմ պատերազմի ժամանակ։
it: Antioco IV Epifane era figlio di Antioco III il Grande e fratello di Seleuco IV Filopatore. Originariamente chiamato Mitridate, assunse il nome di Antioco nella sua ascesa al trono o dopo la morte del fratello maggiore Antioco. Eventi degni di nota durante il suo regno comprendono la quasi conquista dell'Egitto (due volte), che fu fermata prima dalla minaccia di un intervento romano, e poi con l'inizio della rivolta ebraica dei Maccabei. Morì di malattia improvvisa, mentre combatteva contro un'invasione Partica dall'Oriente.
ja: アンティオコス4世顕神王はアンティオコス3世大王の息子であり、セレウコス4世愛父王の兄弟です。元はミトラダテスという名でしたが、即位時に、もしくは兄アンティオコスの死後に、アンティオコスに変えたようです。在位中の目立った出来事として、エジプトを（二度）ほぼ征服しかけたものの、ローマの介入圧力とマカバイでおきたユダヤの反乱のために断念したことが挙げられます。彼は急病で、東方からのパルティアの侵攻を撃退する半ばで亡くなりました。
ko: 안티오코스 4세 에피파네스(현신왕)는 안티오코스 3세의 아들이자 셀레우코스 4세 필로파토르(애부왕)의 형제입니다. 원래는 미트라다테스라는 이름이었으나, 즉위 때 혹은 형인 안티오코스의 사후에 안티오코스로 바꾼 것 같습니다. 그의 재위중 두드러진 사건은 이집트를 (두번) 거의 정복할뻔 했지만, 로마의 개입 압력과 마카베오의 유대인들의 반란때문에 포기한것을 들수 있습니다. 그는 동쪽에서 파르티아 침공을 물리치다가 갑작스런 병으로 죽었습니다.
nb: Antiochus IV Epiphanes var sønn av Antiochus III den store og broren til Seleucus IV Philopator. Opprinnelig ved navn Mithridates, tok han navnet Antiochus enten i det han tok tronen eller etter sin elste brors død, Antiochus. Av minneverdige hendelser under hans styre kan det nevnes nesten-erobringen av Egypt (to ganger), som ble forsinket av trusselen om Romersk inngripen, og begynnelsen på det Jødiske opprøret i Makkabeerne. Han døde av plutselig sykdom mens han holdt av en Partisk invasjon fra øst.
pl: Antioch IV był synem Antiocha III Wielkiego oraz bratem Seleukosa IV Filopatora. Pierwotnie nazywany Mitrydatesem III, przyjął imię Antioch albo wraz ze wstąpieniem na tron, albo po śmierci swojego starszego brata Antiocha. Ważniejsze wydarzenia w czasie jego rządów zawierają prawie podbój Egiptu (dwukrotny), który został zatrzymany przez groźbę rzymskiej interwencji, oraz początek żydowskiego Powstania Machabeuszów. Zmarł z powodu nagłej choroby, walcząc przeciwko inwazji Partów ze wschodu.
pt_br: Antíoco IV Epífanes foi um filho de Antíoco III, o grande irmão de Seleuco IV Filopáter. Originalmente chamado Mitridates, assumiu o nome Antiochus ou após a sua ascensão ao trono, ou após a morte de seu irmão mais velho Antiochus. Eventos notáveis durante o seu reinado incluem quase-conquista do Egito (duas vezes), que foi interrompida pela ameaça de intervenção romana e o início da revolta judaica dos Macabeus. Ele morreu de doença súbita, enquanto lutava contra uma invasão vinda do leste.
ru: Антиох IV Эпифан был сыном Антиоха III Великого и братом Селевка IV Филопатора. Первоначально названный Митридатом, он принял имя Антиоха либо в момент его вступления на престол, либо после смерти своего старшего брата Антиоха. Известные события в период его правления включают почти полное завоевание Египта (дважды), которое было остановлено в связи с угрозой римской интервенции, и начало еврейского восстания Маккавеев. Он умер от внезапной болезни, отражая парфянское вторжение с Востока.
sk: Antiochos IV. Epifanés bol synom Antiocha III. Veľkého a bratom Seleuka IV. Filopatóra. Pôvodne sa volal Mitridates, ale buď po svojom nástupe na trón alebo po smrti svojho staršieho brata Antiocha prijal meno Antiochus. Medzi zaujímavé udalosti počas jeho vlády patrí skoro-dobytie Egypta (dvakrát), ktoré však bolo zastavené hrozbou zásahu Rimanov, a začiatok židovského povstania Makabejcov. Zomrel na náhlu chorobu počas odrážania Partskej invázie z východu.
sv: Antiochus IV Epiphanes var en son till Antiochus III den stora och bror till Seleucus IV Philopator. Ursprungligen hette Mithridates, antog han namnet Antiochus antingen vid hans anslutning till tronen eller efter hans äldste bror Antiochos död. Anmärkningsvärda händelser under hans regeringstid omfattar närmast erövring av Egypten (två gånger), som stoppades av hotet om romerska ingripanden och början av den judiska revolten av makkabeerna. Han dog av plötslig sjukdom medan han kämpade för en parthisk invasion från öst.
tr: Antiochus IV Epiphanes, Antiochus III Büyük Oğlu ve Seleucus IV Philopator'ın erkek kardeşidir. Başlangıçta Mithridates olarak adlandırılmış, tahta geçişi veya ağabeyi Antiochus'un ölümünden sonra Antiochus adını almıştır. Hükümdarlığı sırasında göze çarpan olaylar arasında Mısır'ın fethi (iki kez), Roma müdahalesinin tehdidi ve Maccabees'in Yahudi ayaklanmasının başlamasıyla durduruldu. Doğu'dan bir Parthian istilasına karşı savaşırken ani bir hastalıktan öldü.
uk: Антіох IV Епіфан був сином царя Антіоха III Великого і братом Селевка IV Філопатора. Спочатку названий Мітрідатом, він прийняв ім'я царя Антіоха або в момент його вступу на престол, або після смерті свого старшого брата Антіоха. Відомі події в період його правління включають майже повне завоювання Єгипту (двічі), яке було зупинено у зв'язку з загрозою римської інтервенції, і початок єврейського повстання Маккавеїв. Він помер від раптової хвороби, відбиваючи парфянське вторгнення зі Сходу.
zh: 安条克四世（神显者）是安条克三世（大帝）的儿子，哥哥为塞琉古四世（笃爱父亲者）。原名为米特里达梯，他继承这个名字是因为他在他的哥哥安条克死后继承王位。他任内最著名的事有：他差点征服埃及（两次），却在罗马干涉下不得不撤退，及犹太人的马加比起义。他在竭力摆脱从东方入侵的帕提亚帝国时，因为突发疾病而死。
zh_tw: 安條克四世（神顯者）是安條克三世（大帝）的兒子，哥哥為塞琉古四世（篤愛父親者）。原名為米特里達梯，他繼承這個名字是因為他在他的哥哥安條克死後繼承王位。他任內最著名的事有：他差點征服埃及（兩次），卻在羅馬干涉下不得不撤退，及猶太人的馬加比起義。他在竭力擺脫從東方入侵的帕提亞帝國時，因為突發疾病而死。

source: Antiokhos D' Epiphanes
bg: Антиох Д' Епифан
cs: Antiochos IV. Epifanés
el: Αντίοχος Δ' Επιφανής
es_ar: Antíoco IV Epífanes
he: אנטיוכוס הרביעי (אפִּיפָאנֶס)
hu: Antiokhosz Epiphanész
hy: Անտիոքոս IV Փառավոր
ko: 안티오코스 4세 에피파네스
pl: Antioch IV Epifanes
ru: Антиох IV Эпифан
sk: Antiochos IV. Epifanés
tr: Antiochus IV. Epiphanes
uk: Антіохос Ди Епіфантес
zh: 神显者安条克四世
zh_tw: 神顯者 安條克四世

source: The Macedonian-Greek dynasty that ruled the Eastern part of Alexander's former empire.
ast: La dinastía grecomacedonia que dominó la parte este del imperiu antiguu d'Alexandru.
bg: Македоно-гръцката династия, управлявала източната част от бившата империя на Александър.
br: An dierniezh Gresian-Makedonian an hini eo he deus renet war al lodenn Reter eus Impalaeriezh kozh Aleksandr.
ca: La dinastia macedònia que va governar la part oriental de l'antic imperi d'Alexandre.
cs: Makedonsko-řecká dynastie, která vládnula ve východní části Alexandrovy bývalé říše.
de: Die makedonisch-griechische Dynastie, die den östlichen Teil von Alexanders ehemaligem Reich regierte.
el: Η Μακεδονική-Ελληνική δυναστεία που κυβέρνησε το μεγαλύτερο μέρος της πρώην αυτοκρατορίας του Αλεξάνδρου.
es_ar: La dinastía Greco-macedónica que gobernó la zona oriental del antiguo imperio Alejandrino.
eu: Alexandroren inperioaren ekialdea gobernatu zuen Greziar-Mazedoniar dinastia.
fa: دودمان مقدونی-یونانی که بر قسمت شرقی امپراتوری سابق اسکندر حکمرانی می کرد
ga: Riail ríoraíoch na Gréig-Mhacadónaigh atá ina rialú sa chuid thoir na hiarimpireachta Alastair.
hu: A makedón-görög dinasztia amely Nagy Sándor egykori birodalmának keleti fele fölött uralkodott.
hy: Հույն-մակեդոնական դինաստիան, որի տիրակալության տակ է եղել Ալեքսանդրի նախկին տերության արևելյան հատվածը։
it: La dinastia greco-macedone che ha governato la parte orientale del vecchio impero di Alessandro.
ja: マケドニア・ギリシア人の王朝で、アレクサンドロスの帝国の遺領の東部を支配しました。
ko: 알렉산더의 옛 제국의 동부를 지배했던 마케도니아-그리스 왕조.
nb: Det makedonsk-greske dynastiet som hersket over den østlige delen av Aleksanders tidligere imperium.
pl: Macedońsko-grecka dynastia, która rządziła wschodnią częścią dawnego imperium Aleksandra.
pt_br: A dinastia Macedônia-grego que governou a parte oriental do antigo Império de Alexandre.
ru: Греко-македонская династия, правившая восточной частью бывшей империи Александра.
sk: Macedónsko-grécka dynastia vládnuca východnej časti bývalej Alexandrovej ríše.
sv: Den makedonska-grekiska dynastin som styrde östra delen av Alexanders tidigare imperium.
tr: Bu Makedon-Yunan hanedanlığı İskender'in yönettiği en eski imparatorluğunun doğu parçasıdır.
uk: Греко-македонська династія, що правила східною частиною колишньої імперії Олександра.
zh: 马其顿-希腊王朝统治着先前亚历山大的帝国的东部。
zh_tw: 馬其頓-希臘王朝統治著先前亞歷山大的帝國的東部。

source: Trains all cavalry units except Citizen-Militia Cavalry.
ast: Llevanta toles unidaes d'a caballu sacantes los ciudadanos-soldáu montaos.
bg: Обучава всички конни единици, освен конни опълченци.
ca: Recluta totes les unitats de cavalleria excepte la milícia ciutadana a cavall.
cs: Cvičí všechny jezdecké jednotky s výjimkou jízdy občanské domobrany.
de: Bildet alle berittenen Einheiten außer der berittenen Bürgermiliz aus.
el: Εκπαίδευση όλου του ιππικού εκτός του Πολιτικού Ιππικού.
es_ar: Entrena a todas las unidades de caballería excepto la Caballería Milicia.
eu: Zalditeria unitate guztiak erreklutatu Zaldizko Hiritar-Milizia salbu.
fa: پرورش تمام انواع سواره نظام بجز سواره نظام های شهروند شبه نظامی
ga: Traenáil gach aonad marcach ach Marcra Mílíste-Shaoránacha.
hu: Minden lovassági egységet ki tud képezni, kivéve a polgár-milícia lovasokat.
it: Addestra tutte le unità di cavalleria eccetto la cavalleria miliziana cittadina.
ja: 市民騎兵を除くすべての騎兵ユニットを養成します。
nb: Trener alle kavalerienheter med unntak av borgermilitskavaleri.
pl: Trenuje wszystkie jednostki kawalerii, z wyjątkiem Kawalerii Milicji Obywatelskiej.
pt_br: Treina todas as unidades de cavalaria, exceto cidadão-milícia cavalaria.
ru: Тренирует все кавалерийский части, кроме кавалерии гражданского ополчения.
sk: Trénuje všetky jazdecké jednotky okrem občianskej domobrannej jazdy.
sv: Tränar alla kavallerienheter förutom medborgarsoldat kavalleri.
tr: Vatandaş Milis Süvarisi hariç tüm süvari birimlerinin eğitimleri.
uk: Тренує всі кавалерійські підрозділи, крім кавалерії громадянського ополчення.
zh: 训练除骑兵民兵以外的所有单位。
zh_tw: 訓練所有除了騎兵民兵以外的單位。

source: Military Colony
ast: Colonia militar
bg: Военна колония
br: Trevadenn Milourel
ca: Colònia militar
cs: Vojenská kolonie
de: Militärkolonie
el: Στρατιωτική Αποικία
es_ar: Colonia Militar
eu: Kolonia Militarra
fa: مهاجرنشین نظامی
ga: Coilíneacht Mhíleata
he: מושבה צבאית
hu: Katonai kolónia
hy: Ռազմական գաղութ
it: Avamposto Militare
ja: 軍事コロニー
ko: 군사 식민지
nb: Militær koloni
pl: Kolonia wojskowa
pt_br: Colônia Militar
ru: Военная колония
sk: Vojenská kolónia
sv: Militärkoloni
tr: Askeri Koloni
uk: Військова Колонія
zh: 军事殖民地
zh_tw: 軍事殖民地

source: This is the Seleucid expansion building, similar to Civic Centers for other factions. It is weaker and carries a smaller territory influence, but is cheaper and built faster.
ast: Esta ye la construcción seléucida d'espansión, qu'asemeya'l centru cívicu d'otres faiciones. Ye más fráxil y lleva menos influyencia nel territoriu, pero ye más barata y constrúise más rápido.
bg: Това е селевкидската разширителна постройка, подобна на селищните центрове в другите фракции. Тя е по-слаба и завзема по-малко територия, но е по-евтина и се строи по-бързо.
br: Savadur an astenn Seleukid ez eo. Heñvel eo ouzh Kreizennoù-Keodedel ar c'havailhadoù all. Breskoc'h eo hag e ro ul levezon bihanoc'h war an tiriad. Daoust da-se eo marc'hadmatoc'h ha buanoc'h da sevel.
ca: Aquest és l'edifici selèucida d'expansió de territori, semblant als centres cívics per a les altres faccions. És més dèbil i té menys influència sobre el territori, però és més barat i es construeix més ràpid.
cs: Toto je seleukovská budova vhodná na rozšíření území, podobná správním střediskům u ostatních stran. Je slabší a přináší menší územní vliv, zato však je lacinější a je možné ji postavit rychleji.
de: Das ist das seleukidische Gebäude zur Gebietserweiterung, ähnlich wie der Verwaltungssitz für andere Fraktionen. Es ist schwächer und generiert ein kleineres Territorium, aber es ist billiger und wird schneller gebaut.
el: Αυτό είναι το κτίριο επέκτασης των Σελευκιδών, παρόμοιο με Αστικά κέντρα για άλλες παρατάξεις. Είναι πιο αδύναμο και δίνει μικρότερη επιρροή περιοχής, αλλά είναι φθηνότερο και χτίζεται γρηγορότερα.
es_ar: Este edificio de expansión seléucida, similar a los Centros Cívicos para otras facciones. Es más débil y tiene menor influencia territorial, pero es más barato y se construye más rápido.
eu: Hau seleuziarren handitze eraikina da, beste fakzioen gizarte zentroen antzekoa. Ahulagoa da eta lurralde influentzi txikiagoa du, baino merkeagoa eta eraikitzen azkarragoa da.
fa: این یک ساختمان گسترش سلوکیان است، مشابه سایر مراکز تمدن در کشورهای دیگر. ضعیفتر است و شعاع قلمرو کمتری ایجاد می کند اما ارزانتر است و سریعتر ساخته می شود
ga: Tá an foirgneamh seo an struchtúr forbartha de chuid na Seileucaidí, cosúil le hIonaid Cathartha d'fhaicsin eile. Tá sé níos laige agus de thionchar críocha níos beaga ná hionaid eile, ach tá sé níos saoir agus tógtha níos tapa.
hu: Ez a szeleukida terjeszkedési épület, hasonló más népek városházájához. Gyengébb és kisebb területi hatása van, de olcsóbb és gyorsabban épül fel.
hy: Այլ քաղաքակրթությունների քաղաքային կենտրոնների նման ընդլայնման սելևկյան կառույց։ Այն ավելի թույլ է և ունի ավելի փոքր տարածքային ազդեցություն, սակայն ավելի էժան է և ավելի արագ կառուցվող։
it: L'edificio di espansione Seleucida, similie al Centro Cittadino delle altre fazioni. E' meno resistente ed espande meno l'area di influenza ma è meno costoso e si costruisce più velocemente.
ja: この建物はセレウコス朝の領地拡張拠点で、他の勢力の町の中心と似たものです。より脆弱で小さな領地拡張しかもたらしませんが、安価かつ短時間で建設できます。
ko: 이곳은 셀레우시드 확장 건물로, 다른 파벌들의 경우 시민 회관과 비슷합니다. 그것은 더 약하고 작은 영토의 영향을 미치지만, 더 싸고 더 빨리 지어집니다.
nb: Dette er den Sekluidiske utvidelsesbygningen, lik samfunnssenteret for andre folkeslag. Den er svakere og har mindre påvirkning på territoriet men er billigere og bygges raskere.
pl: Budynek ekspansji Seleucydów, podobny do Centrum Osady dla innych cywilizacji. Jest słabszy i ma mniejszy zasięg zajmowanego terytorium, ale jest tańszy i szybciej się buduje.
pt_br: Esta é a expansão selêucida edifício, semelhante ao Civic Centers para outras facções. É mais fraco e tem uma menor influência do território, mas é mais barato e construído mais rápido.
ru: Это селевкидская экспансионная постройка, тождественная центру цивилизации других фракций. Она слабее и меньше влияет на окружающий мир, но дешевле и возводится быстрее.
sk: Toto je seleukovská budova vhodná na rozšírenia územia, podobná občianskym strediskám u ostatných frakcií. Je slabšia a nesie so sebou menší územný vplyv, za to však je aj lacnejšia a je možné ju rýchlejšie postaviť
sv: Detta är den Seleukidiska expansionsbyggnaden, liknande samhällscentret för andra fraktioner. Den är svagare och har mindre territorieinflytande, men är billigare och byggs snabbare.
tr: Bu bir Seleukos genişleme binasıdır, Diğer gruplar için Kent Merkezlerine benzer. Bu daha zayıftır ve daha küçük bir bölge etkisi taşır,ancak daha hızlı ve daha ucuza inşa edilebilir.
uk: Це будівля розширення Селевкідів, тотожна центру цивілізації інших фракцій. Вона слабше і менше впливає на навколишній світ, але дешевше зводиться і швидше.
zh: 这是塞琉古的扩张建筑物，类似于其他文明的市政中心。它比较脆弱且领土范围较小，但它较便宜且建造较快。
zh_tw: 這是塞琉古的擴張建築物，類似於其他文明的城鎮中心。它比較脆弱且領土範圍較小，但它較便宜且建造較快。
