Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Slaves
ar: عبيد
ast: Esclavos
bg: Роби
br: Sklaved
ca: Esclaus
cs: Otroci
da: Slaver
de: Sklaven
el: Δούλοι
es_mx: Esclavos
eu: Esklabuak
fa: برده‌ها
fi: Orjat
ga: Mogha
gl: Escravos
hu: Rabszolgák
id: Budak
it: Schiavi
ja: 奴隷
ko: 노예들
lt: Vergai
lv: Vergi
ms: Hamba
nb: Slaver
nl: Slaven
pl: Niewolnicy
pt_pt: Escravos
ru: Рабы
sk: Otroci
sv: Slavar
tr: Köleler
uk: Невільники
zh: 奴隶
zh_tw: 奴隸

source: Andrápoda
ar: اندروبيدا
bg: Андра̀пода
el: Ανδράποδα
fi: Andrapoda
ko: 안드라포다
ru: Андрапода
uk: Андрапода
zh: 战俘

source: Equip your workers with helpful tools. Increases metal gathering rates.
ko: 노동자들이 도움이되는 도구를 장착합니다. 금속 채집량이 증가합니다.
lt: Aprūpink savo darbininkus naudingais įrankiais. Padidina metalo gavybos greitį.
uk: Оснастити Ваших працівників допоміжними інструментами. Збільшує темпи видобутку металу.

source: Wedge and Mallet
ar: وتد ومطرقة
ast: Pina y mazu
bg: Клин и чук
br: Kal ha Mailh
ca: Mall i falca
cs: Kladivo a dláto
da: Kile og Træhammer
de: Hammer und Meißel
el: Σφήνα και Σφυρί
es_mx: Cuña y Mazo
eu: Ziria eta Borra
fa: پتک و گوه
fi: Kiila ja nuija
ga: Ding is Máilléad
gl: Cuñas e mazas
hu: Ék és fakalapács
id: Pasak dan Palu
it: Cunei e Magli
ja: くさびと木槌
ko: 쐐기와 나무망치
lt: Kaltukas ir skėstukas
lv: Ķīli un āmuri
ms: Baji dan Tukul
nb: Kile og hammer
nl: Splijthamer
pl: Klin i młotek
pt_pt: Cunhas e macetes
ru: Молоток и зубило
sk: Klin a kladivo
sv: Kil och Hammare
tr: Çivi ve Çekiç
uk: Клин та молоток
zh: 楔槌
zh_tw: 楔槌

source: Equip your foragers with wicker baskets for foraging.
ko: 채집꾼이 고리버들 바구니를 장착합니다.
lt: Aprūpink savo rankiotojus pintais krepšiais.
uk: Оснастити Ваших фуражирів плетеними кошиками для фуражування.

source: Workers +50% fruit gather rate.
ko: 노동자의 과일 수확률이 +15% 증가합니다.
lt: Darbininkams +50% vaisių rinkimo greičio.
uk: Працівники мають +50% темпу збору фруктів.

source: Wicker Baskets
ar: سلة قش
ast: Goxes
bg: Плетени кошници
br: Paneroù aozilh
ca: Cistells de vímet
cs: Košíkářství
da: Fletkurve
de: Korbflechterei
el: Ψάθινα Καλάθια
es_mx: Cestas de mimbre
eu: Zumitzezko Saskia
fa: سبد های حصیری
fi: Vitsakorit
ga: Cléibh Caolaigh
gl: Canastros
hu: Vesszőkosarak
id: Keranjang Anyaman
it: Cesti di Vimini
ja: 編み籠
ko: 고리버들 바구니
lt: Pinti krepšiai.
lv: Pīts Grozs
ms: Bakul Anyaman
nb: Flettede kurver
nl: Rieten mand
pl: Kosze wiklinowe
pt_pt: Cestos de Verga
ru: Плетёные корзины
sk: Prútené koše
sv: Flätade korgar
tr: Hasır Sepetler
uk: Плетені кошики
zh: 柳条篮筐
zh_tw: 柳條製籃子

source: Units garrisoned in Barracks heal over time.
bg: Единиците, поставени на гарнизон в казарма, постепенно се лекуват.
ca: Les unitats guarnides en les Casernes es curen amb el temps.
de: In einer Kaserne einquartierte Einheiten werden im Laufe der Zeit geheilt.
el: Οι μονάδες που έχουν οχυρωθεί στους Στρατώνες θεραπεύονται συνέχεια.
eu: Kuartelean gordetako unitateak denborarekin sendatzen dira.
fa: سربازان مستقر شده در پادگان ها با گذر زمان درمان می شوند.
ga: Cneasóidh aonaid a bheidh i ngarastún thar am.
gl: As unidades acuarteladas en cuarteis sandan co paso do tempo.
hu: A laktanyákba beszállásolt egységek gyógyulnak az idő múlásával.
ko: 병영에 주둔한 유닛은 시간이 흐르면 체력이 회복됩니다.
ms: Unit bergarison di dalam Berek sembuh mengikut masa.
nl: Eenheden die in de Kazerne verblijven genezen na verloop van tijd.
pl: Jednostki umieszczone w koszarach leczą się z upływem czasu.
ru: Юниты, размещённые в бараках, восстанавливают здоровье.
sk: Jednotky ubytované v kasárňach sa časom liečia.
sv: Enheter garnisonerade i baracker läks med tiden.
uk: Підрозділи, гарнізовані у казармах, з часом зцілюються.
zh: 驻扎在兵营内，单位会缓慢恢复。
zh_tw: 駐紮在軍營內的單位會隨時間恢復生命值。

source: Units gain health over time while garrisoned in Barracks.
bg: Единиците постепенно получават здраве докато са на гарнизон в казарма.
ca: Les unitats recuperen salut quan estan guarnides en les Casernes.
de: In einer Kaserne einquartierte Einheiten werden im Laufe der Zeit geheilt.
el: Οι μονάδες θεραπεύονται συνεχώς όσο είναι οχυρωμένες στους Στρατώνες.
eu: Kuartelean gordetako unitateak denborarekin sendatzen dira.
fa: نیروها با گذر زمان در حالی که در پادگان ها مستقر شده اند سلامت خود را مجدد کسب می کنند.
ga: Cneasaíonn aonad a sláinte nuair atá siad i ngarastún sa bheairic.
gl: As unidades gañan saúde co tempo mentres están acuarteladas en cuarteis.
hu: Az egységek gyógyulnak az idő múlásával, mialatt laktanyákba vannak beszállásolva.
ko: 병영에 주둔하고 있는 유닛은 시간이 흐르면 체력이 회복됩니다.
ms: Unit semakin sembuh dalam satu tempoh ketika bergarison di dalam Berek.
nl: Eenheden worden in de loop van de tijd gezonder terwijl ze in de Kazerne verblijven.
pl: Jednostki odzyskują zdrowie podczas obsadzenia w koszarach.
ru: При нахождении в бараках юниты постепенно восстанавливают здоровье.
sk: Jednotky sa postupne liečia zatiaľ čo sú ubytované v kasárňach.
sv: Enheter läks medans de är garnisonerade i baracker.
uk: Підрозділи набувають здоров’я з часом, поки гарнізовані у казармах.
zh: 驻扎在兵营内，单位会缓慢恢复。
zh_tw: 單位駐紮在軍營中時會隨時間恢復生命值。

source: Living Conditions
ar: شروط البقاء:
ast: Condiciones de vida
bg: Условия на живот
br: Aozioù buhez
ca: Condicions de vida
cs: Životní podmínky
de: Wohnverhältnisse
el: Συνθήκες Διαβίωσης
es_mx: Condiciones de vida
eu: Bizi Baldintzak
fa: شرایط زندگی
fi: Asumisolot
ga: Dalaí Maireachtála
gl: Condicións de vida
hu: Életfeltételek
id: Kondisi Kehidupan
it: Stato di Salute
ja: 居住水準
ko: 생존 조건
lt: Buitinės Salygos
lv: Dzīves Apstākļi
ms: Syarat Hidup
nb: Leveforhold
nl: Leefomstandigheden
pl: Warunki życia
pt_pt: Condições de Vida
ru: Жилищные условия
sk: Životné podmienky
sv: Levnadsförhållanden
tr: Yaşam Koşulları
uk: Житлові умови
zh: 生活质量
zh_tw: 生活條件

source: Increases the healing and vision range of all healers.
ar: زيادة مجال الشفاء والرؤية لكل المعالجين.
ast: Aumenta'l campu visual y l'algame de cura a tolos curadores.
bg: Увеличава обхвата на видимост и лечение на всички лечители.
br: Lakaat a ra ar pareañ hag astenn gwel an holl bareourien da greskaat.
ca: Augmenta l'àrea de guarició i el camp visual de tots els guaridors.
cs: Zvětší léčivý dosah a rozhled všech léčitelů.
de: Erhöht die Heilungsreichweite und Sichtweite aller Heilern.
el: Αυξάνει την ακτίνα θεραπείας και το πεδίο οράσεως όλων των θεραπευτών.
eu: Sendagile guztien sendatzeko distantzia eta ikusmen ahalmena pixka bat hobetzen da.
fa: افزایش شعاع درمان و شعاع دید برای تمام درمانگر ها.
ga: Méadú ar an leigheas agus ar an raon físe do gach cneasaí.
gl: Aumenta o raio de sandación e de visión de todos os sandadores.
hu: Növeli az összes gyógyító gyógyítási és látótávolságát.
id: Meningkatkan jarak pandang dan penyembuhan semua tabib,
it: Aumenta la visuale e il raggio di guarigione di tutti i guaritori.
ja: すべての治療者の治療半径を拡大します。
ko: 모든 치료자들의 치유속도와 시야 범위가 증가합니다.
lt: Padidina gydymą ir matymo lauką visiems gydūnams.
lv: Palielina dziedzniecības un redzamības tālumu visiem dziednikiem.
ms: Tingkatkan jangkauan penyembuhan dan pandangan semua bomoh.
nb: Øker rekkevidden for helbredelse og synsrekkevidde for alle helbredere.
nl: Verhoogd het genezingsbereik en het zicht van alle helers.
pl: Zwiększa moc leczenia i zasięg widzenia wszystkich uzdrowicieli.
pt_pt: Aumenta o alcance de cura e visão de todos os curandeiros.
ru: Увеличивает силу и радиус лечения всех целителей.
sk: Zvýši mieru liečenia a dohľad všetkých liečiteľov.
sv: Ökar läkningsräckvidd och synhåll för alla läkare.
tr: Tüm şifacıların iyileştirme ve görüş menzilini artırır.
uk: Збільшує дистанцію зцілення та зору всіх цілителів.
zh: 提升所有医师的治疗范围和视野范围。
zh_tw: 增加所有醫療者的治療距離與視野。

source: Healers +5 Healing and Vision Range.
ar: المعالجين +5 مجال شفاء ورؤية.
ast: Pa los curadores +5 al campu visual y la cura.
bg: +5 обхват на видимост и лечение за лечителите.
br: Pareourien +5 a Astenn Gwel ha Pareañ.
ca: +5 a l'àrea de guarició i el camp visual dels guaridors.
cs: Léčitelé získají +5 na dosahu léčení a rozhledu.
de: Heiler erhalten +5 auf Heilungsreichweite und Sichtweite.
el: Θεραπευτές +5 Ακτίνα Θεραπείας και Πεδίο Οράσεως.
eu: Sendagileek +5 handitzen dute sendatzeko distantzia eta ikusmen ahalmena.
fa: درمانگر ها +5 شعاع درمان و شعاع دید.
fi: Parantajat +5 parantamiskantama ja näköetäisyys.
ga: Leigheas is Raon Físe +5 do cneasaithe.
gl: Aumenta o raio de sandación e de visión do sandadores en +5.
hu: Gyógyítóknak +5 gyógyítási és látótávolság.
id: Tabib +5 Jarak Pandang dan Penyembuhan.
it: Guaritori +5 Visuale e Capacità di Guarigione.
ja: 治療者は治療半径と見通しが5増えます。
ko: 치료자의 치유속도와 시야 범위가 +5 증가합니다.
lv: Dziedniekiem +5 dziedēšanas un redzamības tālumam.
ms: Bomoh +5 Jangkauan Penyembhan dan Pandangan.
nb: Helbredere +5 helbredelses- og synsrekkevidde.
nl: Helers +5 genizingsbereik en zicht.
pl: Uzdrowiciele +5 do leczenia i zasięgu widzenia.
pt_pt: Curandeiros com +5 de cura e alcance de visão.
ru: Целители получают +5 к радиусу исцеления и обзора.
sk: Liečitelia +5 miera liečenia a dohľad.
sv: Läkare +5 läkningsräckvidd och synhåll.
tr: Şifacılara +5 şifa ve görüş menzili
uk: Цілителі мають +5 дистанції зцілення та зору.
zh: 治疗者的治疗范围、视野范围 +5。
zh_tw: 醫療者 +5 治療距離與視野。

source: Healing Range
ar: مجال الشفاء
ast: Rangu de cura
bg: Обхват на лечение
br: Hed Pareañ
ca: Àrea de guarició
cs: Dosah léčení
da: Helingsrækkevidde
de: Heilungsreichweite
el: Ακτίνα Θεραπείας
es_mx: Distancia de curación
eu: Sendatzeko Distantzia
fa: شعاع درمان
fi: Parantumiskantama
ga: Raon Cneasaithe
gl: Alcance de sandación
hu: Gyógyítási hatótávolság
id: Jarak Penyembuhan
it: Ampiezza della Guarigione
ja: 治療半径
ko: 회복 범위
lt: Gydymo Atstumas
lv: Dziedniecības tālums
ms: Jangkauan Penyembuhan
nb: Helbredelsesavstand
nl: Helingsbereik
pl: Zasięg leczenia.
pt_pt: Alcance de Cura
ru: Радиус исцеления
sk: Dosah liečenia
sv: Läkningsräckvidd
tr: İyileştirme Menzili
uk: Дистанція зцілення
zh: 治疗范围
zh_tw: 治療距離

source: Olympic Pantheon
ar: البانتيون الاوليمبية
ast: Panteón olímpicu
bg: Олимпийски пантеон
br: Pantheon Olimpek
ca: Panteó olímpic
cs: Olympský panteon
da: Olympisk Panteon
de: Olympisches Pantheon
el: Ολυμπιακό Πάνθεο
es_mx: Panteón olímpico
eu: Panteoi Olinpikoa
fa: زیارتگاه المپ
ga: Oll-Dhia Oilimpeach
gl: Panteón olímpico
hu: Olimpiai panteon
id: Pantheon Olimpia
it: Pantheon Olimpico
ko: 올림픽 판테온
lt: Olimpinis Panteonas
lv: Olimpiskais Panteons
ms: Pantheon Olimpik
nb: Olympisk Pantheon
nl: Olympisch Parthenon
pl: Olimpijski Panteon
pt_pt: Panteão Olímpico
ru: Олимпийский пантеон
sk: Olympijský panteón
sv: Olympiskt Panteon
uk: Олімпійський пантеон
zh: 奥林匹克万神殿
zh_tw: 奧林匹克萬神殿

source: Healing Range 2
ar: مجال الشفاء 2
ast: Rangu de cura 2
bg: Обхват на лечение 2
br: Hed Pareañ 2
ca: Àrea de guarició 2
cs: Dosah léčení 2
da: Helingsrækkevidde 2
de: Heilungsreichweite 2
el: Ακτίνα θεραπείας 2
es_mx: Distancia de sanación 2
eu: Sendatzeko Distantzia 2
fa: شعاع درمان 2
fi: Parannuskantama 2
ga: Raon Cneasaithe 2
gl: Alcance de sandación 2
hu: 2. gyógyítási hatótávolság
id: Jarak Penyembuhan 2
it: Ampiezza Guarigione 2
ja: 治療半径 2
ko: 회복 범위 2
lt: Gydymo Atstumas 2
lv: Dziedniecības tālums 2
ms: Jangkauan Penyembuhan 2
nb: Helberedelsesavstand 2
nl: Helingsbereik 2
pl: Zasięg leczenia 2
pt_pt: Alcance de Cura 2
ru: Радиус исцеления 2
sk: Dosah liečenia 2
sv: Läkningsräckvidd 2
tr: İyileştirme Menzili 2
uk: Дистанція зцілення 2
zh: 二级治疗范围
zh_tw: 治療距離 2

source: Akadḗmeia
ar: أكاديميا
bg: Акадѐмея
el: Ακαδημία
fi: Akademeia
ko: 아카데메이아
nb: Akademia
ru: Академея
uk: Академеіа
zh: 学园

source: Increases the Healing Rate of all healers.
ar: زيادة معدل الشفاء لكل المعالجين.
ast: Aumenta la tasa de curación de tolos curanderos.
bg: Увеличава скоростта на лечение на всички лечители.
br: Lakaat a ra Feur Pareañ an holl bareourien da greskaat.
ca: Augmenta la velocitat de guarició de tots els guaridors.
cs: Zvětší rychlost léčení všech léčitelů.
da: Forbedrer helingsraten for alle helere.
de: Erhöht die Heilrate aller Heiler.
el: Αυξάνει το ρυθμό θεραπείας για όλους τους θεραπευτές.
es_mx: Mejora la velocidad de curación de todos los sanadores.
eu: Sendagile guztien sendatzeko abiadura pixka bat hobetzen da.
fa: افزایش سرعت درمان برای تمام درمانگرها
fi: Lisää kaikkien parantajien parantamisnopeutta.
ga: Méadú ar an Ráta Cneasaithe do gach cneasaí.
gl: Aumenta a velocidade de sandación dos sandadores.
hu: Növeli az összes gyógyító gyógyítási sebességét.
id: Meningkatkan Tingkat Penyembuhan semua tabib.
it: Aumenta la Capacità di Guarigione di tutti i guaritori.
ja: すべての治療者の治療速度を速めます。
ko: 모든 치료자의 치유속도가 증가합니다.
lv: Palielina dziedēšanas ātrumu visiem dziedniekiem.
ms: Tingkatkan Kadar Penyembuhan untuk semua bomoh.
nb: Øker hastigheten for helberedelse for alle helberedere.
nl: Verhoogde Genezende Kracht van alle helers.
pl: Zwiększa tempo uzdrawiania każdego z uzdrowicieli.
pt_pt: Aumenta a velocidade de cura de todos os curandeiros.
ru: Увеличивает скорость исцеления целителей.
sk: Zvýši rýchlosť liečenia všetkých liečiteľov.
sv: Öka läkningstakten för alla läkare.
tr: Tüm tabiblerin iyileştirme oranını artırır.
uk: Збільшує темп зцілення всіх цілителів.
zh: 提升所有医师的治疗速度。
zh_tw: 增加所有醫療者的治療速率。

source: Healers +25% healing rate.
ar: المعالجين +25% معدل شفاء.
ast: Pa los curadores el +25% de la velocidá de cura.
bg: Лечителите лекуват +25% по-бързо.
br: Pareourien +25% feur pareañ.
ca: Els guaridors augmenten +25% la seva velocitat de guarició.
cs: Léčitelé léčí o +25% rychleji.
da: Helere +25% helingsrate.
de: Heiler erhalten +25% Heilrate.
el: Θεραπευτές +25% ρυθμός θεραπείας
es_mx: Los sanadores amplían un +25% su velocidad de curación.
eu: Sendagileek %25+ handitzen dute sendatzeko abiadura.
fa: درمانگر +25% سرعت درمان.
fi: Parantajat +25% parannusnopeus.
ga: Ráta cneasaithe +25% do gach cneasaí.
gl: Aumenta a velocidade de sandación un +25%.
hu: Gyógyítóknak +25% gyógyítási sebesség.
id: Tabib menyembuhkan +25% lebih cepat.
it: Guaritori +25% Capacità di Guarigione.
ja: 治療者の治療速度が25%速まります。
ko: 치료자의 치유속도가 +25% 증가합니다.
lv: Dziedniekiem +25% pie dziedēšanas ātruma.
ms: Bomoh +25% kadar penyembuhan.
nb: Helberedere +25% helberedelses-hastighet.
nl: Helers +25% helende kracht.
pl: Uzdrowiciele +25% tempa uzdrawiania.
pt_pt: Aumenta +25% a velocidade de cura dos curandeiros.
ru: Целители получают +25% к скорости исцеления.
sk: Liečitelia +25% rýchlosť liečenia.
sv: Läkare +25% läkningstakt.
tr: Şifacılar %+25 iyileştirme oranı sağlar.
uk: Цілителі мають +25% темпу зцілення.
zh: +25% 治疗速度。
zh_tw: 醫療者 +25% 治療速率。

source: Healing Rate
ar: معدل الشفاء
ast: Tasa de curación
bg: Бързина на лечение
br: Feur Pareañ
ca: Velocitat de guarició
cs: Rychlost léčení
da: Helingsrate
de: Heilrate
el: Ρυθμός Θεραπείας
es_mx: Velocidad de sanación
eu: Sendatzeko Abiadura
fa: سرعت درمان
fi: Parantumisnopeus
ga: Ráta Cneasaithe
gl: Velocidade de sandación
hu: Gyógyítási sebesség
id: Tingkat Penyembuhan
it: Capacità di Guarigione
ja: 治療速度
ko: 치유속도
lt: Gydymo Greitis
lv: Dziedniecības ātrums
ms: Kadar Penyembuhan
nb: Helberedelses-hastighet
nl: Genezingssnelheid
pl: Tempo uzdrawiania
pt_pt: Velocidade de Cura
ru: Скорость исцеления
sk: Rýchlosť liečenia
sv: Läkningstakt
tr: İyileştirme Oranı
uk: Темп зцілення
zh: 治疗速度
zh_tw: 治療速率

source: Sphágia
ar: سفجيا
bg: Сфа̀гия
el: Σφαγία
fi: Sphagia
ko: 스프하기아
ru: Сфагия
uk: Сфагіа
zh: 斯法克蒂利亚

source: Healing Rate 2
ar: معدل الشفاء 2
ast: Tasa de curación 2
bg: Бързина на лечение 2
br: Feur Pareañ 2
ca: Velocitat de guarició 2
cs: Rychlost léčení 2
da: Helingsrate 2
de: Heilrate 2
el: Ρυθμός Θεραπείας 2
es_mx: Velocidad de sanación 2
eu: Sendatzeko Abiadura 2
fa: سرعت درمان 2
fi: Parantumisnopeus 2
ga: Ráta Cneasaithe 2
gl: Velocidade de sandación 2
hu: 2. gyógyítási sebesség
id: Tingkat Penyembuhan 2
it: Ampiezza della Cura 2
ja: 治療速度 2
ko: 치유속도 2
lt: Gydymo Greitis 2
lv: Dziedēšanas ātrums 2
ms: Kadar Penyembuhan 2
nb: Helbredelseshastighet 2
nl: Genezingssnelheid 2
pl: Tempo leczenia 2
pt_pt: Velocidade de Cura 2
ru: Скорость исцеления 2
sk: Rýchlosť liečenia 2
sv: Läkningstakt 2
tr: İyileşme Oranı 2
uk: Темп зцілення 2
zh: 二级治疗速度
zh_tw: 治療速率 2

source: Hippocratic Oath
ar: قسم أبقراط الطبي
ast: Xuramentu hipocráticu
bg: Хипократова клетва
br: Le Hyppocrat
ca: Jurament hipocràtic
cs: Hippokratova přísaha
da: Hippokratiske Lægeed
de: Hippokratischer Eid
el: Όρκος του Υποκράτη
es_mx: Juramento hipocrático
eu: Zin Hipokratikoa
fa: سوگندنامه بقراط
fi: Hippokrateen vala
ga: Mionn Hipeacraitéis
gl: Xuramento hipocrático
hu: Hippokratészi eskü
id: Sumpah Hippokrates
it: Giuramento di Ippocrate
ja: ヒポクラテスの誓い
ko: 히포크라테스 선서
lt: Hipokrato Priesaika
lv: Hipokrāta Zvērests
ms: Ikrar Hippocratic
nb: Den hippokratiske ed
nl: Eed van Hippocrates
pl: Przysięga Hipokratesa
pt_pt: Juramento de Hipócrates
ru: Клятва Гиппократа
sk: Hippokratova prísaha
sv: Hippokratiska eden.
tr: Hipokrat Yemini
uk: Клятва Гіппократа
zh: 希波克拉底誓言（医师从业宣言）
zh_tw: 希波克拉底誓詞

source: Units garrisoned in a temple are healed faster.
ar: الوحدات داخل المعبد تُشفى بسرعة أعلى.
ast: Les unidaes guarecíes nel templu curen más aína.
bg: Единиците, поставени на гарнизон в храм, се лекуват по-бързо.
br: An unanennoù gwarnizonet en un templ zo pareet buanoc'h.
ca: Les unitats refugiades en un temple es guareixen més ràpid.
cs: Jednotky, které jsou posádkou v chrámu, jsou léčeny rychleji.
da: Enheder garnisoneret i et tempel bliver helet hurtigere.
de: Einheiten in einem Tempel werden schneller geheilt.
el: Οι μονάδες φρουρών στον ναό θεραπεύωνται γρηγορότερα.
es_mx: Las unidades guarnecidas en el templo sanan más rápido.
eu: Tenpluan gordetako unitateak azkarrago sendatzen dira.
fa: نیرو های مستقر شده در معبد سریع تر درمان می شوند.
ga: Tá aonaid atá i ngarastún cneasaithe níos tapa.
gl: As unidades acuarteladas nun templo sandan antes.
hu: A templomba beszállásolt egységek gyorsabban gyógyulnak.
id: Unit didalam kuil disembuhkan lebih cepat.
it: Le unità che presidiano un tempio guariscono più velocemente.
ja: 神殿の中に駐屯したユニットたちは速く回復します。
ko: 사원에 주둔하고 있는 유닛들은 더 빠르게 치유됩니다.
lv: Vienības tempļa garnizonā tiek dziedētas ātrāk.
ms: Unit bergarison di dalam kuil sembuh lebih pantas.
nb: Enheter stasjonert i et tempel helbredes raskere.
nl: Eenheden die zich in de tempel bevinden genezen sneller.
pl: Jednostki stacjonujące w świątyni są uzdrawiane szybciej.
pt_pt: Unidades guarnecidas no templo são curadas mais depressa.
ru: Расположенные в храме юниты восстанавливают здоровье быстрее.
sk: Jednotky umiestnené v chráme sú liečené rýchlejšie.
sv: Enheter garnisonerade i tempel läks snabbare.
tr: Bir tapınakta konuşlandırılan birimler daha hızlı iyileşir.
uk: Підрозділи, гарнізовані у храмі, зцілюються швидше.
zh: 在神庙驻守的单位，治愈速度加快。
zh_tw: 在神廟駐守的單位治療速率更快。

source: Temples +50% garrisoned healing rate.
ar: المعابد +50% سرعة شفاء داخلها.
ast: Pa los templos el +50% de la tasa curadora del guarecimientu.
bg: Храмовете лекуват единиците на гарнизон +50% по-бързо.
br: Temploù +50% a feur pareañ ar re gwarnizonet.
ca: Els temples guareixen un 50% més ràpid les unitats refugiades.
cs: Chrámy uzdravují posádku o +50% rychleji.
de: +50% Heilrate für im Tempel einquartierte Einheiten.
el: Ναοί +50% στο ρυθμό θεραπείας.
es_mx: Los templos curan un +50% más rápido a las unidades guarnecidas.
eu: Tenpluek gordetako unitateak %50+ azkarrago sendatzen dituzte.
fa: معابد +50% افزایش سرعت درمان نیروهای مستقر شده
fi: Temppelit +50% miehittäjien yksiköiden parannusnopeus.
ga: Ráta cneasaithe +50% d'aonaid atá i ngarastún i dteampaill.
gl: Aumenta a velocidade de sandación das unidades acuarteladas nun templo un +50%.
hu: Templomoknak +50% beszállásolt gyógyítási sebesség.
id: Kuil menyembuhkan unit didalam +50% lebih cepat.
it: Templi +50% tasso di guarigione per gli acquartierati.
ja: 神殿の駐屯者の治療速度が50%増加します。
ko: 사원에 주둔하는 유닛 치유속도가 +50% 증가합니다.
lv: +50% dziedēšanas ātrumam tempļa garnizonam.
ms: Kuil +50% kadar penyembuhan bergarison.
nb: Templer +50% helbredelseshastighet for stasjonerte enheter.
nl: Tempels +50% genezingssnelheid van de bemanning.
pl: Obsadzone świątynie +50% szybkości leczenia.
pt_pt: Aumenta a velocidade de cura em +50% nas unidades dentro do templo.
ru: Храмы повышают на +50% скорость восстановления здоровья размещенных внутри юнитов.
sk: Chrámy +50% rýchlosť liečenia posádky.
sv: Tempel +50% garnisonerad läkningstakt.
tr: Tapılaklar konuşlananlara %+50 iyileşme oranı sağlar.
uk: Храми мають +50% темпу зцілення гарнізону.
zh: 神庙驻军治疗速度+50%。
zh_tw: 神廟 +50% 駐軍治療速率。

source: Divine Offerings
ar: عروض إلهية
ast: Ofrendes divines
bg: Свещени дарове
br: Profoù Doueel
ca: Ofrenes divines
cs: Obětování bohům
da: Hellige Ofringer
de: Göttliches Angebot
el: Θεϊκές Προσφορές
es_mx: Ofrendas divinas
eu: Jainkoen Eskaintzak
fa: پیشکش های الهی
fi: Jumalalliset uhrit
ga: Dánta Diaga
gl: Ofrendas divinas
hu: Isteni áldozatok
id: Persembahan Dewa
it: Offerte agli Dei
ja: 神への奉納品
ko: 신성한 공물
lv: Dieva dāvanas
ms: Sajian Ketuhanan
nb: Offergaver til gudene
nl: Heilige offers
pl: Boski Dar
pt_pt: Oferendas Divinas
ru: Подношения богам
sk: Božské obety
sv: Gudagåvor
tr: Adaklar
uk: Божественні підношення
zh: 神圣奉献
zh_tw: 神聖奉獻

source: Olympic Games
ar: الألعاب الأولمبية
ast: Xuegos olímpicos
bg: Олимпийски игри
br: C'hoarioù Olimpek
ca: Jocs Olímpics
cs: Olympijské hry
da: De Olympiske Lege
de: Olympische Spiele
el: Ολυμπιακοί Αγώνες
es_mx: Juegos olímpicos
eu: Joko Olinpikoak
fa: بازی های المپیک
fi: Olympiapelit
ga: Na Cluichí Oilimpeacha
gl: Xogos olímpicos
hu: Olimpiai játékok
id: Olimpiade
it: Giochi Olimpici
ja: オリンピア競技
ko: 올림픽 경기들
lv: Olimpiskās Spēles
ms: Permainan Olimpik
nb: De olympiske leker
nl: Olympische spelen
pl: Igrzyska olimpijskie
pt_pt: Jogos Olímpicos
ru: Олимпийские игры
sk: Olympijské hry
sv: Olympiska spelen
tr: Olimpiyat Oyunları
uk: Олімпійські ігри
zh: 奥林匹克运动会
zh_tw: 奧林匹克運動會

source: Eleusian Mysteries
ar: أسرار اليوسيس
ast: Misterios eleusianos
bg: Елевзински мистерии
br: Kevrinoù Eleusian
ca: Misteris d'Eleusis
cs: Eleusinská mystéria
da: Eleusinske Mysterier
de: Mysterien von Eleusis
el: Ελευσίνεια Μυστήρια
es_mx: Misterios eleusinos
eu: Eleusiar Mirariak
fa: راز های الوسیایی
fi: Eleusialaiset mysteerit
ga: Rúndiamhra na hÉleuisis
gl: Misterios eleusinos
hu: Eleusziszi misztériumok
id: Misteri Eleusis
it: Misteri Eleusini
ja: エレウシスの秘儀
ko: 엘리우시스 신비
lv: Eleziešu noslēpumi
ms: Misteri Eleusian
nb: De eleusinske mysterier
nl: Eleusische mysteries
pl: Misteria eleuzyjskie
pt_pt: Mistérios de Elêusis
ru: Элевсинские мистерии
sk: Eleusínske mystériá
sv: Eleusinska Mysterier
tr: Eleusis Gizemleri
uk: Елевсінські містерії
zh: 厄琉息斯秘仪
zh_tw: 厄琉息斯秘儀
