Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: Unordered
ar: غير مرتب
ast: Sin ordenar
bg: Без определен ред
br: Dizurzhiet
ca: Desordenat
cs: Nezařazený
de: Ungeordnet
el: Χωρίς ταξινόμηση
eu: Ordenatu gabea
fa: بی نظم
fi: Järjestelemätön
fr: Inactif
ga: Neamhordaithe
gd: Gun òrdugh
gl: Desordenado
hu: Rendezetlen
id: Tidak urut
it: Non ordinato
ja: 順不同
ko: 정렬안됨
lt: Nerūšiuotas
ms: Tidak Bertertib
nb: Usortert
nl: Ongeordend
pl: Nieposortowane
pt_br: Não ordenado
pt_pt: Não ordenado
ru: Неупорядоченный
sk: Nezoradené
sq: I parenditur
sv: Osorterat
te: క్రమం లేనిది
tr: Sıralanmamış
uk: Невпорядковано
zh: 未排序
zh_tw: 未排序

source: Descending
ar: تنازلي
ast: Descendente
bg: Низходящ ред
br: War zigresk
ca: Descendent
cs: Sestupný
de: Absteigend
el: Φθίνουσα σειρά
eu: Beheranzkoa
fa: نزولی
fi: Laskeva
fr: Descendant
ga: Íslitheach
gd: A’ teàrnadh
gl: Descendente
hu: Csökkenő
id: Menurun
it: Decrescente
ja: 降順
ko: 내림차순
lt: Mažėjantis
ms: Menurun
nl: Aflopend
pl: Malejąco
pt_br: Decrescente
pt_pt: Descendente
ru: По убыванию
sk: Klesajúce
sq: Zbritës
sv: Minskande
tr: Azalan
uk: За спаданням
zh: 降序
zh_tw: 降冪

source: Ascending
ar: تصاعدي
ast: Ascendente
bg: Възходящ ред
br: War gresk
ca: Ascendent
cs: Vzestupný
de: Aufsteigend
el: Αύξουσα σειρά
eu: Goruntz
fa: صعودی
fi: Nouseva
fr: Ascendant
ga: Ardaitheach
gd: A’ dìreadh
gl: Ascendente
hu: Növekvő
id: Meningkat
it: Crescente
ja: 昇順
ko: 오름차순
lt: Didėjantis
ms: Menaik
nl: Oplopend
pl: Rosnąco
pt_br: Crescente
pt_pt: Ascendente
ru: По возрастанию
sk: Rastúce
sq: Rritës
sv: Ökande
tr: Artan
uk: За зростанням
zh: 升序
zh_tw: 升冪

source: %(playername)s: %(statValue)s
ko: %(playername)s님: %(statValue)s

source: %(popCount)s/%(popLimit)s (%(popMax)s)
ko: %(popCount)s/%(popLimit)s (%(popMax)s명)

source: Population: current/limit (max)
ast: Poblacion: actual/límite (máxima)
ca: Població: actual/límit (màxim)
cs: Počet obyvatel: nynější/hranice (max)
de: Bevölkerung: Aktuell/Limit (Maximum)
el: Πλυθισμός: τρέχων/όριο (μέγιστο)
fi: Väkiluku: nykyinen/raja (max)
fr: Population : actuelle / limite (max)
gd: Sluagh: làithreach/crìoch (as motha)
hu: Népesség: jelenlegi/korlát (maximális)
id: Populasi: sekarang/batas (maks)
it: Popolazione: attuale/limite (max)
ja: 人口：現在/上限（最大値）
ko: 인구: 현재/제한 (최대)
nl: Bevolking: huidig / limiet (max)
pl: Populacja bieżąca / limit (max)
pt_br: População: atual/limite (máx)
ru: Население: текущее/предел (макс.)
sk: Populácia: súčasná/limit (maximum)
sv: Befolkning: nuvarande/gräns (max)
tr: Nüfus: şuan/limit(azami)
uk: Населення: поточне/межа (максимум)
zh: 人口：当前 / 上限（最大）
zh_tw: 人口：當前／上限

source: Gatherers: current
ast: Recaldadores: actuales
ca: Recol·lectors: actual
cs: Sběrači: nynější
de: Sammler: Aktuell
el: Συλλέκτες: Τωρινοί
fi: Kerääjiä: nykyinen
fr: Ramasseurs : actuels
gd: Cruinnichean: làithreach
hu: Begyűjtők: jelenleg
id: Pengumpul: sekarang
it: Raccoglitori attuali
ja: 採集者：現在
ko: 채집꾼들: 현재
nl: Verzamelaars: huidig aantal
pl: Zbieracze: obecnie
pt_br: Coletores: atuais
ru: Количество сборщиков: текущее
sk: Zberači: súčasní
sv: Samlare: nuvarande
tr: Toplayıcılar: Şu an
uk: Збирачі: поточні
zh: 工人：当前
zh_tw: 採集者：當前

# observer mode
source: Follow Player
ar: اتبع اللاعب
ast: Seguir a l xhogador
bg: Следване на играча
br: Heuliañ ar C'hoarier
ca: Segueix el jugador
cs: Následovat Hráče
de: Spieler folgen
el: Ακολούθα τον παίχτη!
eu: Jarraitu jokalaria
fa: دنبال کردن بازیکن
fi: Seuraa pelaajaa
fr: Suivre le joueur
ga: Lean Imreoir
gd: Lean air a’ chluicheadair
gl: Seguir ao xogador
hu: Játékos követése
id: Ikuti Pemain
it: Segui giocatore
ja: 画面追尾
ko: 참가자 따라가기
lt: Stebėti žaidėją
lv: Sekot Spēlētājam
ms: Ikut Pemain
nb: Følg spiller
nl: Volg speler
pl: Śledź graczy
pt_br: Siga o Jogador
pt_pt: Seguir jogador
ru: Следовать за игроком
sk: Sleduj hráča
sq: Përcjell lojtarin
sv: Följ spelare
te: ఆటగాను అనుసరించండి
tr: Oyuncuyu Takip et
uk: Слідувати за гравцем
zh: 跟随玩家
zh_tw: 跟隨玩家

source: Diplomacy
ar: الدّبلوماسيّة
ast: Diplomacia
bg: Дипломация
br: Diplomaterezh
ca: Diplomàcia
cs: Diplomacie
da: Diplomati
de: Diplomatie
el: Διπλωματία
eo: Diplomatio
es_cl: Diplomacia
et: Diplomaatia
eu: Diplomazia
fa: دیپلماسی
fi: Diplomatia
fr: Diplomatie
ga: Taidhleoireacht
gd: Dioplòmasachd
gl: Diplomacia
hu: Diplomácia
id: Diplomasi
it: Diplomazia
ja: 外交
ka: დიპლომატია
ko: 외교
lt: Diplomatija
lv: Diplomātija
ms: Diplomasi
nb: Diplomati
nl: Diplomatie
pl: Dyplomacja
pt_br: Diplomacia
pt_pt: Diplomacia
ru: Дипломатия
sk: Diplomacia
sl: Diplomacija
sq: Diplomacia
sv: Diplomati
te: దౌత్యం
tr: Diplomasi
uk: Дипломатія
zh: 外交
zh_tw: 外交

source: Game Speed
ar: سرعة اللعبة
ast: Velocidade de la partida
bg: Скорост на играта
br: Tizh ar c'hoari
ca: Velocitat del joc
cs: Rychlost hry
de: Spielgeschwindigkeit
el: Ταχύτητα Παιχνιδιού
eo: Rapido de ludo
eu: Jokoaren abiadura
fa: سرعت بازی
fi: Pelin nopeus
fr: Vitesse de jeu
ga: Luas Cluiche
gd: Luaths a’ gheama
gl: Velocidade de xogo
hu: Játék sebessége
id: Kecepatan Permainan
it: Velocità di gioco
ja: ゲーム速度
ko: 게임 속도
lt: Žaidimo greitis
ms: Kelajuan Permainan
nb: Spillhastighet:
nl: Spelsnelheid
pl: Szybkość gry
pt_br: Velocidade de Jogo
pt_pt: Velocidade do jogo
ru: Скорость игры
sk: Rýchlosť hry
sq: Shpejtësia e Lojës
sv: Spelhastighet
te: ఆట వేగం
tr: Oyun Hızı
uk: Швидкість гри
zh: 游戏速度
zh_tw: 遊戲速度

source: Objectives
ar: الأهداف
ast: Obiectivos
bg: Цели
br: Palioù
ca: Objectius
cs: Cíle
de: Ziele
el: Στόχοι
eo: Celoj
eu: Helburuak
fa: اهداف
fi: Tavoitteet
fr: Objectifs
ga: Aidhmeanna
gd: Amasan
gl: Obxectivos
hu: Célok
id: Tujuan
it: Obiettivi
ja: 目標
ko: 목적
lt: Žaidimo tikslai
lv: Mērķi
ms: Objektif
nb: Mål
nl: Doelen
pl: Cele
pt_br: Objetivos
pt_pt: Objetivos
ru: Задачи
sk: Ciele
sq: Objektivat
sv: Mål
te: లక్ష్యాలు
tr: Görevler
uk: Цілі
zh: 目标
zh_tw: 目標

source: Menu
ar: قائمة
ast: Menú
bg: Меню
br: Lañser
ca: Menú
cs: Nabídka
de: Menü
el: Μενού
eo: Menuo
es_cl: Menú
et: Menüü
eu: Menua
fa: منو
fi: Valikko
ga: Roghchlár
gd: Clàr-taice
gl: Menú
hu: Menü
ja: メニュー
ko: 메뉴
lt: Meniu
lv: Izvēlne
nb: Meny
ru: Меню
sl: Meni
sv: Meny
te: కార్యక్రమపట్టిక
tr: Menü
uk: Меню
zh: 菜单
zh_tw: 選單

source: Observer
ar: مراقِب
ast: Spectador
bg: Наблюдател
br: Arvester
ca: Observador
cs: Pozorovatel
de: Zuschauer
el: Παρατηρητής
eo: Observanto
eu: Ikuslea
fa: ناظر
fi: Tarkkailija
fr: Spectateur
ga: Breathnóir
gd: Amharc
gl: Espectador
hu: Megfigyelő
id: Pengamat
it: Osservatore
ja: 観戦
ko: 관찰자
lt: Stebėtojas
lv: Novērotājs
ms: Pemerhati
nb: Observatør
nl: Waarnemer
pl: Obserwator
pt_br: Observador
pt_pt: Observador
ru: Наблюдатель
sk: Pozorovateľ
sq: Vëzhgues
sv: Observatör
te: పరిశీలకుడు
tr: İzleyici
uk: Спостерігач
zh: 观察人员
zh_tw: 觀察者

source: Observer Mode
ar: وضع المراقبة
ast: Modu spectador
bg: Наблюдателен режим
br: Mod Arseller
ca: Mode observador
cs: Pozorovatelský režim
de: Zuschauermodus
el: Λειτουργία Παρατηρητή
eo: Reĝimo de observanto
eu: Ikusle modua
fa: مد نظاره گر
fi: Tarkkailijatila
fr: Mode spectateur
ga: Modh Breathnóra
gd: Modh amhairc
gl: Espectador modo
hu: Megfigyelő mód
id: Mode Pengamat
it: Modalità Osservatore
ja: 観戦モード
ko: 관찰자 모드
lt: Stebėtojo režimas
lv: Novērotāja režīms
ms: Mod Pemerhati
nb: Observatørmodus
nl: Waarnemermodus
pl: Tryb obserwatora
pt_br: Modo observador
pt_pt: Modo observador
ru: Режим наблюдателя:
sk: Pozorovateľský mód
sq: Mënyra e vëzhguesit
sv: Observatörläge
te: పరిశీలకుడు మోడ్
tr: İzleyici Modu
uk: Режим спостерігача
zh: 观察者模式
zh_tw: 觀察者模式

source: Choose player to view
ar: اختر لاعبًا لعرضه
ast: Escolyer un xhogador que ver
bg: Изберете кой играч да наблюдавате
br: Dibab ur c'hoarier da sellet
ca: Trieu un jugador per visualitzar
cs: Vyberte hráče jejž budete pozorovat
da: Vælg spiller at følge
de: Spieler zum Zuschauen wählen
el: Επιλέξτε παίκτη προς προβολή
es_cl: Elige el jugador que quieres ver
eu: Aukeratu ikusi nahi duzun jokalaria
fa: یک بازیکن را برای مشاهده انتخاب کنید
fi: Valitse näytettävä pelaaja
fr: Choisir le joueur à visualiser
ga: Roghnaigh imreoir a scrúdú
gd: Tagh cluicheadair airson a shealltainn
gl: Escolle un xogador para ver
hu: Válassz megfigyelendő játékost
id: Pilih pemain yang akan dilihat
it: Scegli il giocatore da guardare
ja: 観察するプレイヤーを選択してください
ka: აირჩიე მოთამაშე რომ ნახო
ko: 보려는 참가자 선택
lt: Pasirinkite žaidėją stebėjimui
lv: Izvēlieties spēlētāju ko aplūkot
ms: Pilih pemain untuk lihat
nb: Velg spiller å se
nl: Kies een speler om te bekijken
pl: Wybierz gracza do podglądu
pt_br: Escolher jogador para ver
pt_pt: Escolher o jogador a visualizar
ru: Выберите игрока для просмотра
sk: Vyberte, ktorého hráča chcete vidieť
sl: Izberi igralca za pogled
sq: Zgjedh lojtarin për të vështruar
sv: Välj spelare att visa
te: చూడటానికి ఆటగాడిని ఎంచుకోండి
tr: Görüntülenecek oyuncuyu seçin
uk: Вибрати гравця для перегляду
zh: 选择要查看的玩家
zh_tw: 選擇要觀看的玩家

source: Buy %(resource)s
ar: اشترِ %(resource)sًا
ast: Recibir %(resource)s
bg: Купуване на %(resource)s
br: Prenañ %(resource)s
ca: Compra %(resource)s
cs: Koupit %(resource)s
da: Køb %(resource)s
de: Kaufe %(resource)s
el: Αγοράστε %(resource)s
eo: Aĉetu %(resource)s
es_cl: Comprar %(resource)s
et: Osta %(resource)s
eu: Erosi %(resource)s
fa: خرید %(resource)s
fi: Osta %(resource)s
fr: Acheter %(resource)s
ga: Ceannaigh %(resource)s
gd: Ceannaich %(resource)s
gl: Mercar %(resource)s
hu: %(resource)s vétele
id: Beli %(resource)s
it: Compra %(resource)s
ja: %(resource)sを購入
ka: იყიდე %(resource)s
ko: %(resource)s 사기
lt: Pirkti %(resource)s
lv: Pirkt %(resource)s
ms: Beli %(resource)s
nb: Kjøp %(resource)s
nl: Koop %(resource)s
pl: Kup %(resource)s
pt_br: Compre %(resource)s
pt_pt: Comprar %(resource)s
ru: Купить %(resource)s
sk: Kúpiť %(resource)s
sl: Kupi %(resource)s
sq: Blej %(resource)s
sv: Köp %(resource)s
te: కొను %(resource)s
tr: Satın al %(resource)s
uk: Придбати %(resource)s
zh: 购买 %(resource)s
zh_tw: 購買 %(resource)s

source: Sell %(resource)s
ar: بِع %(resource)sًا
ast: Dar %(resource)s
bg: Продаване на %(resource)s
br: Gwerzhañ %(resource)s
ca: Ven %(resource)s
cs: Prodat %(resource)s
da: Sælg %(resource)s
de: Verkaufe %(resource)s
el: Πωλήστε %(resource)s
eo: Vendu %(resource)s
es_cl: Vender %(resource)s
et: Müü %(resource)s
eu: Saldu %(resource)s
fa: فروش %(resource)s
fi: Myy %(resource)s
fr: Vendre %(resource)s
ga: Díolaigh %(resource)s
gd: Reic %(resource)s
gl: Vender %(resource)s
hu: %(resource)s eladása
id: Jual %(resource)s
it: Vendi %(resource)s
ja: %(resource)sを売却
ka: გაყიდე %(resource)s
ko: %(resource)s 팔기
lt: Parduoti %(resource)s
lv: Pārdot %(resource)s
ms: Jual %(resource)s
nb: Selg %(resource)s
nl: Verkoop %(resource)s
pl: Sprzedaj %(resource)s
pt_br: Venda %(resource)s
pt_pt: Vender %(resource)s
ru: Продать %(resource)s
sk: Predať %(resource)s
sl: Prodaj %(resource)s
sq: Shit %(resource)s
sv: Sälj %(resource)s
te: అమ్ము %(resource)s
tr: Sat %(resource)s
uk: Продати %(resource)s
zh: 出售 %(resource)s
zh_tw: 賣出 %(resource)s

source: Barter
ar: مقايضة
ast: Cambio
bg: Обмяна
br: Trok
ca: Intercanvia
cs: Výměnný obchod
de: Tauschen
el: Ανταλλαγή εμπορευμάτων
eo: Interŝanĝado
eu: Trukea
fa: تهاتر
fi: Käy vaihtokauppaa
fr: Troquer
ga: Babhtáil
gd: Iomlaideadh
gl: Trocar
hu: Csere
it: Baratto
ja: 取引
ko: 물물교환
lt: Mainai
nb: Byttehandel
nl: Ruilhandel
pl: Wymiana
pt_br: Troca
pt_pt: Troca
ru: Обмен
sk: Výmenný obchod
sv: Byteshandel
te: మార్చుకొను
tr: Takas
uk: Обмін
zh: 以物易物
zh_tw: 貿易

source: Sell:
ar: بيع:
ast: Dar:
bg: Продаване:
br: Gwerzhañ:
ca: Ven:
cs: Prodat:
de: Verkaufen:
el: Πώληση:
eo: Vendu:
eu: Saldu:
fa: فروش:
fi: Myy:
fr: Vendre :
ga: Díol:
gd: Reic:
gl: Vender:
hu: Eladás:
id: Menjual:
it: Vendi:
ja: 販売：
ko: 팔기:
lt: Parduoti:
ms: Jual:
nb: Selg:
nl: Verkopen:
pl: Sprzedaj:
pt_br: Vender
pt_pt: Vender:
ru: Продать:
sk: Predať:
sq: Shit:
sv: Sälj:
te: అమ్ము:
tr: Satış:
uk: Продати:
zh: 售出：
zh_tw: 賣出

source: Buy:
ar: شراء:
ast: Recibir:
bg: Купуване:
br: Prenañ:
ca: Compra:
cs: Koupit:
de: Kaufen:
el: Αγορά:
eo: Aĉetu:
eu: Erosi:
fa: خرید:
fi: Osta:
fr: Acheter :
ga: Ceannaigh:
gd: Ceannaich:
gl: Mercar:
hu: Vétel:
id: Membeli:
it: Compra:
ja: 買付：
ko: 사기:
lt: Pirkti:
ms: Beli:
nb: Kjøp:
nl: Kopen:
pl: Kup:
pt_br: Comprar
pt_pt: Comprar:
ru: Купить:
sk: Kúpiť:
sq: Bli:
sv: Köp:
te: కొను:
tr: Alış:
uk: Придбати:
zh: 买入：
zh_tw: 買入

source: No Markets Available
ar: لا توجد أسواق متاحة
ast: Nun ha hi mercados disponibles
bg: Няма налични пазари
br: Marc'had ebet hegerzus
ca: No hi ha mercats disponibles
cs: Nejsou dostupné žádné trhy
de: Keine Märkte verfügbar
el: Δεν υπάρχουν Διαθέσιμες Αγορές
eo: Ne merkatoj disponeblaj
eu: Merkaturi Ez Aukeran
fa: هیچ بازاری در دسترس نیست
fi: Ei kauppapaikkoja saatavilla
fr: Aucun marché disponible
ga: Níl aon mhargadh ar fáil
gd: Chan eil margaid ri làmh
gl: Non hai mercados dispoñíbeis
hu: Nincs elérhető piac
id: Tidak Ada Pasar Tersedia
it: Nessun Mercato Disponibile
ja: 市場がありません
ko: 시장이 없습니다
lt: Nėra turgavietės
ms: Tiada Pasar Tersedia
nb: Ingen markeder tilgjengelig
nl: Geen markten beschikbaar
pl: Żadnych dostępnych targów
pt_br: Não há mercados disponíveis.
pt_pt: Sem mercados disponíveis
ru: Нет доступных рынков
sk: Žiadne Trhoviská nie sú k dispozícii
sq: Nuk ka tregje të disponueshme
sv: Inga marknader tillgängliga
te: బజారులు అందుబాటులో లేవు
tr: Pazaryeri bulunmamaktadır
uk: Немає доступних ринків
zh: 无可用市场
zh_tw: 無可用的市集

source: Select one type of goods you want to modify by clicking on it, and then use the arrows of the other types to modify their shares. You can also press %(hotkey)s while selecting one type of goods to bring its share to 100%%.
ar: اختر نوع واحد من البضائع التي تريد تعديلها بنقرها، ومن ثمّ استخدم أسهم الأنواع الأخرى لتعديل نسب مشاركاتها. يمكنك أيضًا ضغط %(hotkey)s وأنت تختار نوع البضاعة لتحدّد مشاركتها ب‍ 100%%.
ast: Escolyi l typu de bienes que quieras cambiar picando n ilhi, & lhuogo usa las saietas pa camudare la proporcion entre los bienes. Tambien puodes premer %(hotkey)s a l escolyer un typu de bienes pa xubire la sua porcion a l 100 %%.
bg: Изберете един вид стока, който искате да промените, като щракнете с мишката и след това използвайте стрелките на другите видове, за да промените техните отношения. Можете също така да натиснете %(hotkey)s при избирането на вида стока, което ще направи отношението ѝ 100%%.
br: Diuzañ unan eus an doareoù mad a fell deoc'h aozañ anezhañ en ur glikañ warnañ, hag implijit neuze biroù an doareoù all evit aozañ o ferzhioù. Gallout a rit pouezañ ivez war %(hotkey)s p'emaoc'h o tiuzañ unan eus an doareoù mad evit degas e berzh da 100%%.
ca: Feu clic per seleccionar el tipus de béns que voleu modificar, i utilitzeu les fletxes dels altres tipus per modificar-ne la proporció. També podeu prémer %(hotkey)s mentre tingueu un tipus seleccionat per ajustar-ne la proporció a 100%%.
cs: Vyberte jeden druh zboží, jež chcete změnit klepnutím na něj, a pak použijte šipky jiných druhů pro změnění jejich podílů. Také můžete stisknout %(hotkey)s v okamžiku výběru jednoho druhu zboží pro přivedení jeho podílu na 100%%.
de: Wähle durch Klicken den Warentyp aus, den du verändern möchtest, und nutze dann die Pfeile der anderen Typen um deren Anteil zu verändern. Du kannst auch %(hotkey)s während der Auswahl drücken und den Anteil auf 100%% zu setzen.
el: Επιλέξτε ένα είδος των προϊόντων που θέλετε να τροποποιήσετε κάνοντας κλικ σε αυτό και στη συνέχεια χρησιμοποιήστε τα βέλη από τα άλλα είδη για την τροποποίηση των μεριδίων τους. Μπορείτε επίσης πατώντας %(hotkey)s ενώ είναι επιλεγμένο ένα είδος προϊόντος να ορίσετε το μερίδιο στο 100%%.
eu: Eraldatu nahi duzun merkantzia mota aukeratu gainean klikatuz eta, ondoren, beste motetako geziak erabili beraien eginkizunak aldatzeko. Era berean %(hotkey)ssaka dezakezu ondasun mota bat aukeratzean bere kuota 100era eramateko %%.
fa: انتخاب یک نوع از کالا هایی که می خواهید اصلاح کنید با کلید کردن بر روی آن، و سپس استفاده از فلش های سایر کالاها برای اصلاح سهم آنها. شما همچنین می توانید کلید %(hotkey)s را فشار دهید در زمانی که در حال انتخاب یک نوع از کالا ها هستید تا سهم آنها را به 100%% برسانید
fi: Valitse jokin tavaralaji, jota haluat muuttaa, napsauttamalla sitä, ja muuta sitten muiden tavaralajien osuuksia nuolinäppäimillä. Voit myös painaa %(hotkey)s valitessasi yhden tavaralajin, jolloin sen osuus on 100%%.
fr: Sélectionnez un type de bien que vous voulez modifier en cliquant dessus et utilisez les flèches pour les autres types de bien pour modifier leurs valeurs. Vous pouvez aussi appuyer sur %(hotkey)s lorsque vous sélectionnez un type de bien pour amener son niveau à 100 %%.
ga: Roghnaigh aon chinéal éarraí ba mhaith leat a mhodhnú, agus cliceáil air. Anois, úsáid na saigheada do na scaireanna a mhodhnú. Is féidir leat brúigh ar %(hotkey)s nuair a roghnú tú aon chinéal éarraí agus a scair a athrú go 100%%.
gd: Briog air an t-seòrsa bathair a tha thu airson atharrachadh ’s cleachd iuchraichean nan seòrsaichean eile an uairsin gus an cuid atharrachadh. Ma chumas tu %(hotkey)s sìos nuair a thaghas tu bathar, cuiridh e a chuid air 100%%.
gl: Seleccione un tipo de bens que queira modificar preméndoo, e a continuación use as frechas do resto de tipo para modificar as súas porcentaxes. Tamén pode premer %(hotkey)s mentres selecciona un tipo de ben para aumentar a súa porcentaxxe ao 100%%.
hu: Válassz ki egy árutípust, amit módosítani szeretnél, azzal hogy rákattintasz, aztán használt a nyilakat hogy módosítsd az arányukat. A következő gyorsgombbal az egyik típus arányát azonnal 100%%-ra állíthatod: %(hotkey)s.
id: Pilih satu jenis barang yang ingin diubah dengan mengkliknya, lalu gunakan panah dari jenis yang lain untuk mengubah bagiannya. Anda juga bisa menekan %(hotkey)s ketika memilih satu jenis barang untuk membuat bagiannya menjadi 100 %%.
it: Selezionare un tipo di merce che si desidera modificare facendo clic su di essa, quindi utilizzare le frecce delle altre merci per modificarne le quote. Puoi anche premere %(hotkey)s quando selezioni un tipo di merce per portarne a 100%% la quota.
ja: 修正したい商品の種類をクリックして選択し、他の種類の矢印でシェアを修正します。また、1種類の商品を選択中に%(hotkey)sを押すと、その商品のシェアが100%になります。
ko: 수정하려는 상품 유형을 클릭하여 선택한 다음 다른 유형의 화살표를 사용하여 그들의 몫을 수정합니다. 또한 한 가지 유형의 상품을 선택하는 동안 %(hotkey)s 키를 눌러 그 몫을 100%%로 가져올 수도 있습니다.
lt: Pasirinkite vieną norimą modifikuoti prekės rūšį ir rodyklių pagalba pakeiskite kitų rūšių dalį. Taip pat galite spausti %(hotkey)s, norėdami pasirinktos rūšies dalį padaryti 100%%.
ms: Pilih salah satu jenis barangan yang mahu diubahsuai dengan mengklik padanya, dan kemudian guna anak panah bagi jenis lain untuk mengubah bahagian tersebut. Anda juga boleh mengetik %(hotkey)s ketika memilih salah satu dari jenis barangan supaya mencapai 100 %%.
nb: Velg én type vare du ønsker å modifisere ved å klikke på den (å trykke på %(hotkey)s mens du velger vil også ta andelen opp til 100%%), bruk så pilene for de andre typene for å endre deres andeler.
nl: Selecteer het type goederen dat u wilt veranderen door er op te klikken. Gebruik dan de pijlen bij de andere goederen om hun deel te veranderen. U kunt ook %(hotkey)s indrukken terwijl u een type selecteert, om het aandeel naar 100 %% te brengen.
pl: Wybierz jeden rodzaj dóbr, który chcesz modyfikować poprzez kliknięcie, a następnie użyj strzałek do zmodyfikowania udziałów innych dóbr. Możesz również wcisnąć %(hotkey)s podczas wybierania pierwszego typu dóbr by podnieść udział do 100 %%.
pt_br: Selecione um tipo de mercadorias que deseja modificar, clicando nele e, em seguida, use as setas dos outros tipos para modificar seus compartilhamentos. Você também pode pressionar %(hotkey)s enquanto seleciona um tipo de mercadoria para trazer seu compartilhamento em 100 %%.
pt_pt: Seleciona um tipo de mercadorias que queres alterar, clicando nele e, em seguida, usa as setas dos outros tipos para alterar as partilhas. Também podes pressionar %(hotkey)s enquanto selecionas um tipo de mercadoria para partilhar a 100%%.
ru: Выберите тип товаров, который вы хотите изменить, кликнув по нему, и затем используйте стрелки других типов для изменения их доли. Вы также можете нажать %(hotkey)s во время выбора типа товаров чтобы поднять его долю до 100 %%.
sk: Kliknutím si vyber typ suroviny ktorú si praješ modifikovať, následne použi šípky ostatných typov na modifikovanie ich podielu. Môžeš aj podržať %(hotkey)s pri výbere jedného druhu tovaru, aby jeho podiel bol na 100 %%.
sv: Välj typen av varor du vill ändra genom att klicka på den och använd sedan pilarna i de andra typerna att ändra deras andelar. Du kan även trycka %(hotkey)s samtidigt som du väljer resurs för att sätta andelen till 100%%.
tr: Değiştirmek istediğiniz bir ürün türünü tıklatarak seçin ve ardından paylaşımlarını değiştirmek için diğer türlerin oklarını kullanın. Ayrıca, tuşuna basabilirsiniz. %(hotkey)s Payını 100'e çıkarmak için bir tür mal seçerken%%.
uk: Виберіть один з видів товарів, що Ви хочете змінити, клацаючи по ньому та потім, використовуючи стрілки інших видів, змініть їхній розподіл. Ви також можете натиснути %(hotkey)s під час вибору одного з видів товарів, щоб змінити його частку до 100%%.
zh: 通过单击选择要修改的商品类型，然后使用其他类型的箭头修改它们的份额。您也可以按%(hotkey)s，同时选择一种商品，使其份额达到 100 %%。
zh_tw: 在您想要修改的物資上點選以選取，然後使用其他類型的資源的箭頭來調整它們的份額。您也可以在選取其中一種物資時按下 %(hotkey)s 來將其份額提升至 100%%。
