Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: [color="red"]IMPORTANT NOTE: AI PLAYERS DO NOT WORK WITH THIS MAP[/color] A once fertile valley, desolated by the eruption of the long-dormant volcano in the heart of the region. Following years of empty, scorched deadness, signs of life started reappearing and spreading. Now the land is half-way to the full lushness of its former era. Alas, it is not to be: following a long stretch of drought, interminable rains have set in in the higher regions to the north. Water levels are rising at drastic levels, slowly forcing players to seek the high ground of the lesser, extinct volcanoes or the now again dormant great cone.
ast: [color="red"]NOTA IMPORTANTE: L AI NUN OPERA N ESTA GEOGRAPHÍA[/color] Un outrora granible valle afaradu na erupcion de l volcan que dormierɐ per millennia n coraçu de la contorna. Tres anhos d’ermidá amburada, tornarun a assomar siñɐs de vida. Huöi la tierra sta a mediu camin de toda la netez d’a hieri. Pero nun vai ser possible: in passando una llarga seca, l’agua impieça a zurdire los outeiros septentrionales. Los riws stan ametiendo perrápido, forciando los jogadores a abelhogá-se ou nos volcanes minores extintos ou nel gran conu, una vegada más dormiente.
bg: [color="red"]ВАЖНО: КОМПЮТЪРНО-УПРАВЛЯВАНИТЕ ИГРАЧИ НЕ РАБОТЯТ НА ТАЗИ КАРТА[/color] Някогашна плодородна долина… е унищожена от изригването на дълго спящ вулкан в сърцето на региона. След много години, през които долината прилича на пустиня, отново започват да се появяват знаци на живот. Земята вече е успяла да възстанови наполовина някогашната си жизненост. Уви, за кратко. След дълъг период на суша, неспирни дъждове заливат високите региони на север. Водните нива се увеличават заплашително, принуждавайки играчите да бягат към по-високите места — останки от угаснали вулкани, или към отново заспалия голям хълм.
br: kartenn[liv="ruz"]NOTENN A-BOUEZ: AR C'HOARIERIEN AI NE LABOURONT KET GANT AR GARTENN-MAÑ[/liv] Un draoñienn struj abaoe pell, distrujet gant dislonkadenn ur menez-tan kousket e-pad pell e kalon ar rannvro. En ur heuliañ bloavezhioù ar goullo, didonoù devet, a oa sinoù ar vuhez kroget da zont war wel adarre hag astenn. Bremañ ez eo an douar en hanter-hent da binvidigezh leun an amzer gentañ. Siwazh, n'eo ket evit bezañ: oc'h heuliañ ur sec'hder hirbad, glaveier dibaouez a oa bet staliet er rannvroioù uheloc'h en hanternoz. Liveoù dour a zo o kresk e liveoù mantrus, o nerzhañ en doare sioul ar c'hoarierien klask douar uhel an disterañ, menezioù-tan lazhet pe ar pikern meur a gousk c'hoazh bremañ.
ca: [color="red"]NOTA IMPORTANT: La IA no funciona en aquest mapa[/color] Una vall abans fèrtil, desolada per l'erupció del volcà llargament inactiu al cor de la regió. Després d'anys de buidor i falta de vida, els signes de vida van començar a aparèixer i a estendre's. Ara, la terra està a mig camí de l'exuberància de la seva antiga era. Per desgràcia, no hi arribarà: després d'un llarg període de sequera, les pluges interminables s'han instal·lat a les regions més altes cap al nord. Els nivells d'aigua augmenten a nivells dràstics, obligant lentament als jugadors a buscar el sòl elevat dels menors i extints volcans o el gran con ara inactiu de nou.
cs: [color="red"]DŮLEŽITÁ POZNÁMKA: UMĚLÁ INTELIGENCE HRÁČŮ NEPRACUJE NA TÉTO MAPĚ[/color] Kdysi úrodné údolí, zpustošeno výbuchem dlouhou dobu spící sopky v srdci oblasti. Po letech prázdné, spálené země se začaly znovu objevovat známky života. Nyní je půda na půl cesty ke své plné bujnosti. Bohužel, to nemusí být: po dlouhém úseku sucha se v severních oblastech objevily nekonečné deště. Vodní hladina prudce stoupá a pomalu nutí hráče, aby vyhledávali vysokou půdu malých vyhaslých sopek nebo nyní znovu spícího velkého kužele.
da: [color="red"]IMPORTANT NOTE: AI PLAYERS DO NOT WORK WITH THIS MAP[/color] En engang frugtbar dal, lagt øde af udbruddet af den længe sovende vulkan i hjertet af regionen. Efter år med tomhed og øde, begyndte tegn på liv at dukke op igen og sprede sig. Nu er landet halvvejs til den fulde frodighed fra sin tidligere æra. Ak, det skal det ikke være: efter en lang periode med tørke er der kommet uendelige mængder regn i de højere regioner mod nord. Vandstanden stiger til drastiske niveauer, hvilket langsomt tvinger spillerne til at søge den høje grund på de mindre, udslukte vulkaner eller den nu igen slumrende store kegle.
de: [color="red"]WICHTIGER HINWEIS: KI-SPIELER FUNKTIONIEREN NICHT AUF DIESER KARTE[/color] Ein einst fruchtbares Tal, verwüstet vom Ausbruch des lange inaktiven Vulkans im Herzen der Region. Nach Jahren der leeren verbrannten Leblosigkeit tauchten allmählich wieder Lebenszeichen auf. Jetzt ist das Land wieder halb auf dem Weg zur vollen Pracht von früher. Doch ach, es soll nicht sein: Nach einer langen Dürreperiode haben endlose Regenfälle in den höheren Regionen im Norden begonnen. Der Wasserspiegel steigt dramatisch, was die Spieler langsam dazu zwingt, höheres Gelände auf den kleineren erloschenen Nebenvulkanen des nun wieder ruhenden Hauptvulkans aufzusuchen.
el: [color="red"]ΣΗΜΑΝΤΙΚΗ ΣΗΜΕΙΩΣΗ: Η ΤΕΧΝΙΚΗ ΝΟΗΜΟΣΥΝΗ ΔΕΝ ΛΕΙΤΟΥΡΓΕΙ ΣΕ ΑΥΤΟΝ ΤΟ ΧΑΡΤΗ[/color] Ήταν κάποτε μία εύφορη κοιλάδα, ερημώθηκε από την έκρηξη, του για πολύ καιρό αδρανούς ηφαιστείου στην καρδιά της περιοχής. Μετά από χρόνια ερήμωσις, νεκρών αποκαϊδιών, τα σημάδια της ζωής άρχισαν να επανεμφανίζονται και να εξαπλώνονται. Τώρα η γη βρίσκεται στα μισά του δρόμου προς την πλήρη βλάστηση της προγενέστερης κατάστασης. Δυστυχώς, δεν πρόκειται να συμβεί: μετά από μια μεγάλη περίοδο ξηρασίας, ατέλειωτες βροχές έχουν πέσει στις υψηλότερες περιοχές προς τα βόρεια. Τα επίπεδα των υδάτων αυξάνονται σε δραστικά επίπεδα, αναγκάζοντας αργά τους παίκτες να αναζητήσουν το υψηλό έδαφος των μικρότερων, εξαφανισμένων ηφαιστείων ή τον πλέον αδρανή μεγάλο κώνο.
es: [color="red"]NOTA IMPORTANTE: LA IA NO FUNCIONA EN ESTE MAPA[/color] Otrora un valle fértil, se encuentra ahora desolado por la erupción del volcán durmiente en el corazón de la región. Tras años de vacío y muerte abrasadora, la vida ha comenzado a reaparecer y a extenderse. La tierra está a medio camino de recuperar su antigua exuberancia. Por desgracia no será así. Después de una larga sequía, interminables lluvias están asolando las regiones más altas hacia el norte. El nivel de las aguas asciende de forma drástica, lo que obligará a los jugadores a buscar terrenos elevados en los volcanes menores extintos o en el gran cono ahora dormido.
eu: [color="red"]OHAR GARRANTZITSUA: AA JOKALARIAK EZ DABILTZA MAPA HONETAN[/color] Behin haran emankorra,...eskualdeko geldirik dagoen sumendiaren azken erupzioak suntsitua. Urtetako hondatze huts eta bakartiaren ondoren, bizi arrastoak tarteka azaldu eta zabaldu ziren. Orain lurra aurreko garaiko oparotasunaren erdibidean da. Tamalez, ez du lehorte luze baten ondoren izan behar, amaigabeko euriteak iparraldeko eskualde garaienetan egonkortu dira. Ur maila neurri arriskutsuetara iristen ari da, jokalariak sumendi txiki eta hiletako lekurik garaienetara bultzatuz, edo orain geldirik dagoen konora.
fa: [color="red"]IMPORTANT NOTE: AI PLAYERS DO NOT WORK WITH THIS MAP[/color] یک دره حاصلخیز، در قلب منطقه که در دوره ای توسط آتش فشان خاموشی که در قلب منطقه قرار دارد نابود شده و حالا در حال جان گرفتن و در نیمه راه بازسازی پوشش گیاهی است تا همانند دوران قبلش شود. افسوس که بدلیل خشکسالی و کاهش باران این منطقه با مشکل روبرو شده است.
fi: [color="red"]TÄRKEÄ HUOMIO: TEKOÄLYPELAAJAT EIVÄT TOIMI TÄLLÄ KARTALLA[/color] Aikoinaan hedelmällinen laakso, joka on autioitunut sen sydämessä sijaitsevan, pitkään lepotilassa olleen tulivuoren purkauksen seurauksena. Vuosien jälkeen elämän merkit ovat alkaneet jälleen ilmestyä ja levitä tähän tyhjään palaneeseen maahan. Nyt maa on puolimatkassa kohti entistä rehevyyttään. Valitettavasti tätä ei kestä kauan: pitkän kuivuuden jälkeen pohjoisempana sijaitsevilla ylängöillä on alkanut sataa loputtomasti. Vedenpinta nousee jyrkästi, mikä hitaasti pakottaa pelaajat etsimään korkeampaa maaperää pienemmiltä, sammuneilta tulivuorilta tai nyt taas uinuvalta suurelta tulivuorelta.
fr: [color="red"]NOTE IMPORTANTE: L'IA NE FONCTIONNE PAS AVEC CETTE CARTE[/color] Une vallée jadis fertile, désolée par l'éruption du volcan longtemps endormie au cœur de la région. Après des années de vide et de mort, les signes de la vie ont commencé à réapparaître et à se répandre. Maintenant, la terre est à la mi-chemin de la luxuriance de son ancienne époque. Hélas, ce ne sera pas le cas: après une longue période de sécheresse, des pluies interminables se sont installées dans les régions supérieures au nord. Les niveaux d'eau montent à des niveaux drastiques, forçant lentement les joueurs à chercher le terrain élevé des moindres volcans éteints ou le grand de nouveau endormi.
ga: [color="red"]FÓGRA TÁBHACHTACH: NÍ OIBRÍONN IMREOIRÍ IS AR AN LÉARSCÁIL SEO[/color] Uair amháin gleann torthúil, bhí sé dílithe tar éis brúchta an bholcáin shuanaigh i lár an réigiúin. I ndiaidh na nblianta do thalamh folamh agus marbh, chuaigh comharthaí na beatha ar ais, agus leath siad amach. Anois, tá an gleann leathshlí ina aisfháil agus a dhuilliúr le lán-mhéith a shean-ré. Ar an drochuair, ní bheidh sé mar sin: tar éis am fada triomaigh, filleann na baistí ar ais ach gan deireadh sa chnoic an tuaiscirt. Tá leibheál na huisce ag ardú go tapa, agus is gá ar na imreoirí á éaulú agus atógáil a dhéanamh ar na mionbholcáin nó ar chón suanach an mhórbholcáin.
gd: [color="red"]AN AIRE: CHAN OBRAICH CLUICHEADAIREAN LEIS A’ MHAPA SEO[/color] Seo gleann a bhiodh torrach uair. Às dèid linntean ’na cadal, rinn spreadhadh beinne-teine ann an teis-mheadhan na sgìre fàsach dheth. Bha an gleann loisgte marbh iomadh bliadhna ach thòisich beatha air a thilleadh dha ’s a sgaoileadh ann a-rithist. Ràinig torrachas na tìre letheach mheud dhe na bhiodh e o shean. Gu mì-fhortanach, às dèidh an tairt mhòir, tha an t-uisge ann gun sgur sna sgìrean àrda gu tuath. Tha an tuil ag èirigh gu mòr agus a’ sparradh air na cluicheadairean gun lorg iad tìr nas àirde beag air bheag far a bheil beanntan-teine beaga ’s am mòr-shloc ’nan cadal a-rithist.
hu: [color="red"]FONTOS: AZ MI JÁTÉKOSOK NEM MŰKÖDNEK EZEN A TÉRKÉPEN[/color] Egy egykor termékeny völgy, amelyet a terület közepén lévő régóta szunnyadó vulkán pusztított el. Az évek óta tartó üres, kiégett pusztaságban az élet jelei újra megjelentek, és terjednek. Most már a föld régi teljes bujasága felé jár félúton. De ez nem fog bekövetkezni: egy hosszú aszály után, az északi területek felől érkező megállíthatatlan esők érkeznek. A vízszint drasztikusan növekszik, lassan arra kényszerítve a játékosokat, hogy magasabb területeket keressenek, a kisebb kihunyt tűzhányókon, vagy a most újra szunnyadó kúpján.
id: [color="red"]CATATAN PENTING: PEMAIN AI TIDAK BEKERJA DENGAN PETA INI[/color] Lembah yang dulunya subur, dikosongkan karena letusan gunung berapi yang sudah lama mati di jantung wilayah tersebut. Setelah tahun-tahun penuh kematian yang hampa dan hangus, tanda-tanda kehidupan mulai terlihat dan tersebar. Sekarang tanah ini hampir subur kembali seperti masa lalunya. Sayangnya, hal itu tidak terjadi: setelah kemarau panjang, hujan yang tak berkesudahan telah turun di daerah yang lebih tinggi di utara. Permukaan air naik pada ketinggian berbahaya, perlahan-lahan memaksa pemain untuk mencari dataran tinggi di gunung-gunung berapi kecil yang punah atau gunung raksasa yang telah mati.
it: [color="red"]NOTA IMPORTANTE: LE I.A. NON FUNZIONANO SU QUESTA MAPPA[/color] Una valle un tempo fertile, devastata dall'eruzione del vulcano nel cuore della regione. Dopo anni di vuoto e terra bruciata, segni di vita cominciarono a riapparire e diffondersi. Ora la terra è quasi rigogliosa come nella precedente era. Purtroppo, non sembra destinata a durare: dopo un lungo periodo di siccità, nelle regioni più a nord si scatenano piogge interminabili. Il livello dell'acqua aumenta drasticamente, costringendo i giocatori a spostarsi lentamente verso la parte alta dei vulcani minori, o del grande cono dormiente.
ja: [color="red"]注意：AIプレイヤーはこのマップでは動作しません。[/color] かつては肥沃な谷だったが、地域の中心にある長期休火山の噴火によって荒廃しました。何年にもわたって空虚で焦げた死の世界が続いた後、生命の兆候が再び現れ、広がっていきました。今、この地はかつての青々とした姿に半ば近づいています。しかし、残念ながらそうはなりませんでした。長い間続いた干ばつの後、北側の高地では絶え間ない雨が降りました。水位は急激に上昇しており、プレイヤーは死火山である小規模な火山や、再び休火山となった大円錐の高台への避難を余儀なくされています。
ko: [color="red"]중요 사항: 인공지능들은 이지도에서 작동하지 않습니다.[/color] 한때 비옥했던 계곡으로, 이직역의 중심부에 있는 오랜 휴면 화산이 폭발로 인해 황폐화되었습니다. 수년간 텅비어 있고, 타 죽어, 삶의 흔적이 다시 나타나고 퍼지기 시작했습니다. 이제 그땅은 이전 시대의 완전한 풍성함에 절반이 되었습니다. 아아 그렇지않다: 오랜 가뭄이 오래 지속되고 북쪽의 높은 지역에 끊임없이 비가 내렸습니다. 수위가 급격히 높아지면서 플레이어들은 천천히 더 작고 멸종된 화산들 또는 지금은 잠들어있는 큰 원뿔의 높은 땅을 찾아야합니다.
ms: [color="red"]NOTA PENTING: PEMAIN AI TIDAK BERFUNGSI DALAM PETA INI[/color] Sebelum ini merupakan lembah yang subur, tetapi telah hancur gara-gara letusan gunung berapi pendam yang terletak ditengah-tengah wilayah. Tahun-tahun berikutnya merupakan tanah gersang, tanpa kehidupan, tetapi lama-kelamaan timbul kembali tanda-tanda kehidupan dan mula membiak dan mengembang luas. Kini tanah ini hampir kembali ke zaman kehijauan lampaunya. Walaubagaimanapun, it ia tidak semudah yang diingini: berlaku musim kemarau yang berlanjutan, hujan lebat tidak henti-henti di tanah tinggi utara. Menyebabkan aras air meningkat secara mendadak, oleh itu pemain perlu pergi ke kawasan yang lebih tinggi iaitu bekas gunung berapi yang kini tidak lagi aktif.
nl: [color="red"]BELANGRIJKE OPMERKING: COMPUTERGESTUURDE SPELERS WERKEN NIET OP DEZE KAART[/color] Een eens vruchtbare vallei, ontvolkt door de uitbarsting van de lang slapende vulkaan in het hart van het gebied. Na jaren van lege, troosteloze doodsheid verschenen her en der voorzichtige sprankjes van leven. Nu is het land onderweg naar zijn eerdere weelderige zelf. Maar helaas: na een lange periode van droogte zijn in het hoger gelegen noorden eindeloze regens begonnen. Het water stijgt tot gevaarlijke hoogten, waardoor spelers langzaam maar zeker gedwongen worden de hogere grond van de kleinere, dode vulkanen of de weer slapende grote vulkaan op te zoeken.
pl: [color="red"]UWAGA: GRACZE KOMPUTEROWI NIE DZIAŁAJĄ NA TEJ MAPIE[/color] Niegdyś obfitująca dolina... spustoszona przez erupcję uśpionego od lat w sercu regionu wulkanu. Po latach dojmującej, wypalonej pustki ślady życia znów zaczynają się rozprzestrzeniać. Teraz ziemia ta jest w połowie drogi do odzyskania swej uprzedniej bujności. Niestety nie będzie to dane; po długim okresie suszy, nieustanne deszcze spadają w wyższych regionach północy. Poziomy wód rosną do zatrważającego poziomu, powoli zmuszając graczy do wycofania się ku wyższym terenom przy mniejszych, wygasłych wulkanach, albo pod ponownie uśpionym stożkowym gigantem.
pt_br: [color="red"]NOTA IMPORTANTE: OS JOGADORES IA NÃO FUNCIONAM NESTE MAPA[/color] Outrora um vale fértil, desolado pela erupção do dormente vulcão no coração da região. Após anos de morte vazia e queimada, começam a reaparecer e espalhar-se sinais de vida. Agora a terra está a meio-caminho da completa exuberância da sua era anterior. Infelizmente não é esse o destino: seguido de uma longa era de seca, chuvas intermináveis instalaram-se nas regiões altas a norte. Os níveis da água estão subindo a níveis drásticos, forçando aos poucos os jogadores a procurar terreno elevado nos pequenos vulcões extintos ou no agora dormente grande cone.
pt_pt: [color="red"]NOTA IMPORTANTE: OS JOGADORES IA NÃO FUNCIONAM NESTE MAPA[/color] Outrora um vale fértil, desolado pela erupção do à muito dormente vulcão no coração da região. Após anos de morte vazia e queimada, começam a reaparecer e espalhar-se sinais de vida. Agora a terra está a meio-caminho da completa exuberância da sua era anterior. Infelizmente não é esse o destino: seguido de uma longa era de seca, chuvas intermináveis instalaram-se nas regiões altas a norte. Os níveis da água estão a subir a níveis drásticos, forçando aos poucos os jogadores a procurar terreno elevado nos pequenos vulcões extintos ou no agora dormente grande cone.
ru: [color="red"]ВАЖНОЕ ЗАМЕЧАНИЕ: ИИ НЕ МОЖЕТ ИГРАТЬ НА ЭТОЙ КАРТЕ[/color] Однажды плодородная долина, была опустошена извержением давно спящего вулкана в самом сердце региона. После нескольких лет на месте пустой и обгоревшей мёртвенности начали появляться и распространяться признаки жизни. Теперь эта земля на полпути к своей прежней пышности. Увы, этому не суждено сбыться: после продолжительной засухи начались бесконечные дожди в северных районах. Уровень воды постепенно растёт, медленно заставляя игроков искать возвышенности таких как потухший вулкан, который может в очередной раз оказаться большим спящим конусом.
sk: [color="red"]DÔLEŽITÁ POZNÁMKA: AI HRÁČI NA TEJTO MAPE NEFUNGUJÚ[/color] Kedysi plodné údolie, zdevastované erupciou dlho nečinnej sopky v jeho samom srdci. Po rokoch neúrodnej, popolavej prázdnoty sa v regióne začali znova objavovať známky života. Krajina pomaly zelenie a navracia sa k svojej starej kráse, ktorá jej však nie je súdená: Po dlhom suchu sa vo vyšších regiónoch na severe usadili nekončiace dažde. Hladina vody v údolí stúpa drastickou rýchlosťou a pomaly núti hráčov zaujať pozície na výšinách poskytnutých vyhasnutými sopkami.
sv: [color="red"]OBS: AI-SPELARE FUNGERAR INTE MED DENNA KARTA[/color] En en gång bördig dal, ödelagd av den länge vilande vulkanens utbrott i mitten av regionen. Efter många år av tom, bränd dödhet började tecken på liv återuppstå och spridas. Nu är landet halvvägs tillbaka till sin tidigare fulla frodighet. Men detta kommer ej ske: efter en lång torka har ändlösa regn börjat i de högre regionerna i norr. Vattennivåerna stiger till drastiska nivåer, vilket långsamt tvingar spelare att söka den höga marken på de mindre, utdöda vulkanerna eller den nu återigen vilande stora konen.
tr: [color="red"]ÖNEMLİ NOT: YAPAY ZEKA OYUNCULARI BU HARİTADA ÇALIŞMIYOR[/color] Bir zamanlar verimli bir vadi, bölgenin kalbindeki uzun uyuyan volkanın patlamasıyla ıssızlaştı. Yıllar süren boş, kavurucu ölümü takiben yaşam belirtileri yeniden ortaya çıkmaya ve yayılmaya başladı. Şimdi, toprak eski çağın tam aydınlığına giden yolun yarısında. Ne yazık ki, öyle değil: uzun bir kuraklık süresinin ardından kuzeydeki yüksek bölgelerde içilebilir yağmurlar oluştu. Su seviyeleri şiddetli seviyelerde artmakta, oyuncuları daha küçük, sönmüş yanardağları veya şimdi tekrar uykuda olan büyük koniyi bulmak için zorluyor.
uk: [color="red"]ВАЖЛИВЕ ЗАЗНАЧЕННЯ: ГРАВЦІ ЗІ ШТУЧНИМ ІНТЕЛЕКТОМ НЕ МОЖУТЬ ГРАТИ НА ЦІЙ КАРТІ[/color] Одного разу родюча долина була спустошена виверженням давно сплячого вулкану в самому серці регіону. Після декількох років, на місці порожньої і обгорілої мертвотності почали з'являтися і поширюватися ознаки життя. Тепер ця земля на півдорозі до своєї колишньої пишноти. На жаль, цьому не судилося збутися: після тривалої посухи почалися нескінченні дощі в північних районах. Рівень води поступово зростає, повільно змушуючи гравців шукати височини, такі як згаслий вулкан, який може в черговий раз опинитися великим сплячим конусом.
zh: [color="red"]重要提示：人机对战不要选择此图，电脑不发展[/color] 曾经的肥沃山谷，被中心地带的长期休眠火山喷发摧毁了。 多年后，才重新出现生命的迹象，现在这里已恢复了昔日的茂盛。 唉，还远没有达到：长期的干旱后，北方高地不断降雨，水位急剧上升，迫使玩家寻找较小的死火山，或是大型死火山的高地。
zh_tw: [color="red"]重要提醒：AI 玩家無法於本地圖中運作[/color] 一個曾經肥沃的山谷，被位於該地區中心的長期休眠火山的一次性噴發所覆蓋。經過多年的空曠、了無生機，生命終於又在此處重新生長。現在，這片土地似乎已經恢復到曾經的輝煌時期的一半了。不過，唉，看來事情沒這麼簡單，北部的高原開始出現無止盡的降雨。水位上升的速度迫使玩家必須尋找休眠火山甚或是死火山，又或是大型的錐狀高地。

source: Extinct Volcano
ast: Volcan extintu
bg: Угаснал вулкан
br: Menez-tan aet da get
ca: Volcà extingit
cs: Vyhaslé sopky
da: Udslukt vulkan
de: Erloschener Vulkan
el: Ανενεργό Ηφαίστειο
es: Volcán extinto
eu: Sumendi Hila
fa: آتش فشان خاموش
fi: Sammunut tulivuori
fr: Volcan éteint
ga: Bolcán Marbh
gd: Beinn-theine mharbh
hu: Kialudt vulkán
id: Gunung Berapi Punah
it: Vulcano Dormiente
ja: 死火山
ko: 사화산
ms: Gunung Berapi Mati
nb: Utdødd vulkan
nl: Dode vulkaan
pl: Wygasły wulkan
pt_br: Vulcão Extinto
pt_pt: Vulcão extinto
ru: Потухший вулкан
sk: Vyhasnutá sopka
sv: Utdöd Vulkan
tr: Sönmüş Volkan
uk: Згаслий вулкан
zh: 死火山
zh_tw: 休眠火山

source: It keeps on raining, we will have to evacuate soon!
ast: ¡Cumo siga ḷḷoviendo aína teneremus de deixare l cotarru!
bg: Продължава да вали. Скоро ще трябва да се евакуираме!
br: Kenderc'hel a ra ober glav, ret e vo deomp kuitaat a benn nebeud!
ca: Segueix plovent, haurem d'evacuar aviat!
cs: Nepřestává pršet, brzy to tu musíme opustit!
da: Det bliver med at regne, vi vil være nødt til at evakuere snart!
de: Es regnet immer noch, wir müssen sehr bald evakuieren!
el: Συνεχίζει να βρέχει, θα πρέπει να το εκκενώσουμε σύντομα!
es: ¡Si sigue lloviendo tendremos que evacuar pronto!
eu: Euria eten gabe, azkar alde egin beharko dugu!
fa: اگر باران ادامه داشته باشد ما باید اینجا را تخلیه کنیم!
fi: Sade jatkuu, meidän on evakuoitava pian!
fr: Il continue de pleuvoir, nous allons devoir évacuer vite !
ga: Tá sé fós ina bháistí, téastaíonn uainn a bhogadh amach as an áit seo go luath!
gd: Mura sguir an t-uisge, feumaidh sinn teicheadh a dh’aithghearr!
hu: Továbbra is esik, hamarosan evakuálnunk kell!
id: Hujan terus turun, kita harus mengungsi secepatnya!
it: Continua a piovere, dovremo andarcene tra poco!
ja: 雨が降り続けると、すぐに避難する必要があります！
ko: 비가 계속 내리고 있으므로, 곧 바로 대피해야합니다!
ms: Hujan masih lagi turun, kita perlu berpindah dengan kadar segera!
nb: Hvis det fortsetter å regne, må vi evakuere snart!
nl: Het blijft maar regenen, we zullen snel moeten vertrekken!
pl: Ciągle pada, wkrótce będziemy musieli uciekać!
pt_br: Continua chovendo, teremos de evacuar em breve!
pt_pt: Continua a chover, teremos que evacuar em breve!
ru: Ливень не утихает, скоро нам придется уходить!
sk: Neprestáva pršať, čoskoro budeme musieť evakuovať!
sv: Det slutar inte att regna, vi måste evakuera snart!
tr: Yağmur yağmaya devam ediyor, yakında boşaltmamız gerekecek!
uk: Він веде дощ, нам доведеться скоро евакуюватися!
zh: 雨下个不停，我们得尽快撤退。
zh_tw: 因為不間斷的下雨，我們必須撤離！
