Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Scipio Africanus
bg: Сципион Африкански
ca: Escipió Africà
el: Σκιπίων ο Αφρικανός
es_ar: Escipión el Africano
eu: Eszipion Afrikarra
fa: اسکیپیو آفریقایی
he: סקיפיו אפריקנוס
hy: Սկիպիոն Աֆրիկացի
it: Scipione l'Africano
ja: スキピオ・アフリカヌス
ko: 스키피오 아프리카누스
pl: Scypion Afrykański
pt_br: Cipião Africano
ru: Сципион Африканский
tr: Afrikalı Scipio
uk: Сципіон Африканський
zh: 大西庇阿
zh_tw: 大西庇阿

source: Entrenched Camp
ast: Campamentu atrincheráu
bg: Укрепен лагер
br: Kamp-Difenn
ca: Campament atrinxerat
cs: Vojenský tábor obehnaný příkopem
de: Verschanztes Lager
el: Οχυρωμένο Στρατόπεδο
es_ar: Campamento atrincherado
eu: Kanpamentu Lubakitua
fa: اردوگاه ورودی
ga: Campa Trinsithe
he: מחנה מבוצר
hu: Beépített tábor
hy: Ամրացված ճամբար
it: Campo Trincerato
ja: 塹壕付き軍営
ko: 참호 야영지
nb: Nedgravd leir
pl: Obwarowany obóz
pt_br: Acampamento Entrincheirado
ru: Укреплённый лагерь
sk: Zabarikádovaný tábor
sv: Befäst Läger
tr: Yerleşik Kamp
uk: Укріплений траншеями табір.
zh: 深挖壕沟的营地
zh_tw: 深挖壕溝的營地

source: Trains citizen-soldiers from neutral or enemy territory.
ast: Llevanta ciudadanos-soldáu en territoriu neutral o enemigo.
bg: Обучава граждани-во̀ини от неутрална или вражеска територия.
br: Stummit soudarded-keodedour en tiriad neptu pe enebour.
ca: Recluta soldats ciutadans des de territori neutral o enemic.
cs: Cvičí občanské vojáky z neutrálního nebo nepřátelského území.
de: Bildet Bürgersoldaten auf neutralem oder feindlichem Territorium aus.
el: Εκπαιδεύει πολιτοφύλακες από ουδέτερη ή εχθρική επικράτεια.
es_ar: Entrena ciudadanos-soldado en territorio neutral o enemigo.
eu: Erreklutatu hiritar-soldaduak etsai edo neutral lurretan.
fa: پرورش سربازان شهروند از قلمرو های بی طرف یا دشمن
ga: Earcaigh míle-shaoránaigh as críocha neodracha nó naimhde.
he: יכולים לאמן אזרחים חיילים מהשטח ניטראלי או של אויב.
hu: Polgári katonákat képez ki semleges vagy ellenséges területen.
hy: Աշխարհազորայինների պատրաստում չեզոք կամ թշնամական տարածքում։
it: Addestra cittadini-soldati in territorio nemico o neutrale.
ja: 中立地帯や敵の領内で市民兵士を養成します。
ko: 시민-군인을 중립 또는 적지에서 양성합니다.
nb: Trener borgersoldater fra nøytralt eller fientlig territorium.
pl: Trenuje żołnierzy miejskich na terytorium neutralnym lub terytorium wroga.
pt_br: Treina soldados cidadãos em território neutro ou inimigo.
ru: Обучайте горожан-солдат из нейтральной или вражеской территории
sk: Trénuje občanov-vojakov z neutrálneho alebo nepriateľského územia.
sv: Tränar medborgarsoldater i neutralt och fientligt territorium.
tr: Düşman topraklarından asker-yurttaşlar yetiştirin.
uk: Навчати громадян-солдатів із безсторонньої або ворожої території.
zh: 从中立区域或敌对国训练民兵。
zh_tw: 可以在中立或敵方領土上訓練民兵。

source: Sometimes it was a temporary camp built facing the route by which the army is to march, other times a defensive or offensive (for sieges) structure. Within the Praetorian gate, which should either front the east or the enemy, the tents of the first centuries or cohorts are pitched, and the dracos (ensigns of cohorts) and other ensigns planted. The Decumane gate is directly opposite to the Praetorian in the rear of the camp, and through this the soldiers are conducted to the place appointed for punishment or execution. It has a turf wall, and it's surrounded by a canal filled with water whenever possible for extra defense. Many towns started up as bigger military camps to evolve to more complicated cities.
ast: Unes vegaes yera un campamentu temporal construyíu cara la ruta pela que l'exércitu tenía marchar, otres yera una estructura proteutora o ofensiva (p'asedios). Dientro de la puerta pretoriana, que miraba o escontra l'este o escontra l'enemigu, armaron les tiendes de les primeres centuries o cohortes, y llantaron los dragones, (les insinies de les cohortes), y les otres señes. La puerta decumana ta drechamente opuesta a la pretoriana a la retaguardia del campamentu, y per esta empobinaben a los soldaos al llugar acutáu pa castigos o execuciones. Tenía una muria de tierra, arrodiada d'una canal, que s'enllenaba d'agua siempre que se podía, pa más proteición. Munches ciudaes entamaron como campamentos militares más grandes pa camudase en ciudaes más complexes.
bg: Понякога това е временен лагер, построен с лице към пътя, по който ще мине войската, а друг път е защитна или нападателна (при обсади) постройка. При преторианската порта, която трябва да бъде насочена или на изток или към врага, се разполагат палатките на центуриите или кохортите и се поставят различните знамена. Декуманската порта е срещуположна на преторианската, в задната част на лагера, и през нея се съпровождат войниците до мястото, определено за наказания или екзекуции. Лагерът има стани от торф и по възможност е обграден от ров с вода за допълнителна защита. Много градове в началото си са били малко по-големи военни лагери, които след това са се разраснали и развили.
br: Gwechoù 'zo e veze savet ur c'hamp berrbad dirak un hent az ae gantañ an arme, gwechoù all ur savadur dufenn pe tagus (evit ar sezizoù). A-dreñv d'an nor bPraetorian, a c'halle bezañ pe e-tal d'ar reter pe d'an enebour, teltennoù ar c'hanturioù pe ar c'hohortoù a zo staliet, hag an erevent (arouez ar c'hohortoù) hag an arouezioù all a zo plantet. An nor Dekumane a zo war-eeun en enep d'an hini praetorian a-drek ar c'hamp, hag a dreuz d'an dra-se ar soudarded a zo kaset d'al lec'h lakaet evit ar pinijennoù hag al lazhidigezhioù. Ur voger e taouarc'h en deus tro-droet gant ur ganol leun a zor pa 'vez posupl evit kaout un difenn ouzhpenn. Kalzik a c'hêrioù a zo bet da gentañ penn evel kampoù milourel a-raok treiñ da gêrioù luzietoc'h.
ca: A vegades era un campament temporal que es construïa davant de la ruta per on havia d'anar l'exèrcit, i a vegades era una estructura ofensiva (per als setges) o defensiva. Dins de la porta pretoriana, que ha de donar o bé cap a l'est o cap a l'enemic, es planten les tendes de les primeres centúries o cohorts, i els dracos (ensenyes de les cohorts) i d'altres ensenyes. La porta decumana està al cantó oposat de la pretoriana, al darrere del campament, i a l'altra banda hi ha el lloc on es fan els càstigs i les execucions. Té un mur de terra i està envoltat per un fossat ple d'aigua sempre que es pot per defensar-lo millor. Moltes ciutats van començar sent campaments militars grans.
cs: Někdy to byl jen dočasný tábor s výhledem na trasu, po které měla armáda pochodovat, jindy obranná anebo i útočná (při obléháních) stavba. Uvnitř prétorské brány, která buď směřovala na východ anebo na nepřítele, byly postaveny stany prvních setnin (centurií - stovek vojáků) nebo kohort, a taktéž tam byly umístěny i kohortské odznaky a jiné prapory. Dekumánská brána byla přesným opakem prétorské, nacházela se v zadní části tábora a přes ni byli vojáci přiváděni na místo určené na tresty a popravy. Celý tábor byl obehnán zdmi pokrytými drny a obklopen kanálem, který se vždy, když to bylo možné, naplnil vodou, aby se stavba dala lépe bránit. Mnoho městeček začalo jako větší vojenské tábory a postupně se rozvinulo na větší města.
de: Manchmal war es ein kurzfristiges Lager an Strecken, auf denen Truppenbewegungen stattfinden, manchmal auch ein Verteidigungs- oder Angriffsbauwerk (bei Belagerungen). Innerhalb des Haupttores (Porta Praetoria), das entweder nach Osten oder zum Feind ausgerichtet war, waren die Zelte der ersten Zenturie oder Kohorte aufgeschlagen, und die Dracostandarten (Abzeichen der Kohorten) und andere Flaggen befanden sich dort. Das Hintertor (Porta Decumana) liegt genau gegenüber dem Haupttor im rückwärtigen Teil des Lagers, durch das Soldaten zum für Bestrafung oder Exekution bestimmten Platz gebracht werden. Das Lager ist von einem Torfwall und, wenn möglich, von einem Wassergraben für zusätzlichen Schutz umgeben. Viele Städte waren anfangs größere Militärlager, die sich zu komplexeren Städten entwickelten.
el: Μερικές φορές ήταν ένα προσωρινό στρατόπεδο κατασκευασμένο να ανακόψει τη πορεία μέσω της οποίας ο στρατός βάδιζε, άλλες φορές ήταν μια αμυντική ή επιθετική (για πολιορκίες) κατασκευή. Εντός της Πραιτοριανής πύλης, η οποία θα πρέπει να έχει πρόσοψη είτε με την ανατολή είτε με τον εχθρό, οι σκηνές τους πρώτους αιώνες ή οι κοορτές ήταν επικλινείς, και ο Δράκος (διακριτικό των κοορτών) και άλλα διακριτικά φυτεύονταν. Η Δεκουμιανή πύλη βρίσκεται ακριβώς απέναντι από την Πραιτοριανή στο πίσω μέρος του στρατοπέδου, και μέσα από αυτή διέρχονταν οι στρατιώτες στον τόπο που ορίζεται για την τιμωρία ή την εκτέλεσή τους. Έχει έναν τοίχο από χλοοτάπητα, και είναι περιτριγυρισμένη από ένα κανάλι γεμάτο με νερό όποτε είναι δυνατόν για επιπλέον άμυνα. Πολλές πόλεις ξεκίνησαν ως μεγάλα στρατόπεδα για να εξελιχθούν σε πιο περίπλοκες πόλεις.
es_ar: A veces se construía un campamento temporario con dirección a la ruta por la cual marcharía un ejército, otras veces se formaba una estructura defensiva u ofensiva (asedios). Dentro de la puerta Pretoriana, que mira al Este o al enemigo, están las carpas de las primeras centurias o cohortes, y allí se plantaban los dracos (insignias de los cohortes) y otras insignias. La puerta Decumana estaba directamente opuesta a la Pretoriana al final del campamento, y a través de ella se conducía a los soldados a los castigos o ejecuciones. Tenía una empalizada, y estaba rodeada por un canal lleno de agua siempre que se podía por cuestiones de defensa. Muchos pueblos comenzaron como grandes campamentos militares y se convirtieron en ciudades complejas.
eu: Batzuetan armada igaro zenerako jasotako kanpamentua zen, beste batzuetan babes edota eraso asmoekin jasotzen zen (setioentzako). Pretoriar atetzarraren atzean, ekialdean edo etsaiaren aurrean kokatu behar zelarik, zenturia eta kohorteen dendak jasotzen ziren. Drakoak (kohorteen ikurrak) han jartzen ziren. Atetzar Dekumanoa pretoriarraren parean jartzen zen, kanpamentuaren atzeko aldean, eta hartatik igarotzen ziren soldaduak zigortu edo exekutatuak izateko. Belar harresia zuen eta, ahal zen guztietan, ur kanal batez inguratzen zen babes hoberako. Hiri askoren sorreran kanpamentu militar handiak zeuden, askoz ere korapilatsuagoak ziren hirietan bukatzeko.
fa: بعضی وقت ها اردوگاه های موقت در مسیر حرکت نیروهای نظامی ساخته می شود که در زمانی که جنگی وجود ندارد به عنوان دژ ها ی دفاعی (محاصره) از آنها استفاده می شود. ()
ga: Go huaireanta ba champa sealadach é lena aghaidh ar an mbealach atá an t-arm á mháirseáil ar, ag am eile bhí sé struchtúr cosanta nó campa ionsaitheach (m.sh. léigir). Taobh laistigh den Ghéata Prátóireach, trasna ón oirthear nó ón namhaid, tá pubaill na mpríomhchéadta curtha, agus tá a 'dracones' (meirge chohóirt) agus meirgí eile curtha anseo freisin. Tá an Géata Déiciúmanach trasna ón Ghéata Prátóireach atá suite i gcúl an champa, agus treoraítear na saighdiúirí tríd nuair atá pionós nó bású orthu. Tá balla móna aige, agus tá canáil ina thimpeall lán le haon uisce is féidir leis na saighdiúirí a bhailiú ar son cosanta bhreise a sholáthar. Thosaigh bailte go leor mar champaí míleata móra agus athraíonn siad go dtí cathracha níos casta i rith ama.
hu: Néha egy ideiglenes tábor volt, amely arra az útvonalra nézett, amelyre a hadsereg menetelni készült, máskor pedig védelmi vagy támadó épület (ostromoknál). A Praetorianus kapun belül, amely vagy keletre, vagy az ellenséggel szembe nézett, az első centuriák vagy cohorsok sátrai álltak, és a dracók (a cohorsok zászlói) és más zászlók álltak. A Decumane kapu a Praetorianussal ellentétes oldalon, a tábor végén volt, és a katonákat ezen keresztül vezették a büntetési vagy kivégzőhelyekre. Tőzegfala volt, és vízzel töltött csatornával volt körbevéve a további védelem érdekében. Sok város nagyobb katonai táborként indult, és sokkal összetettebb nagyvárosokká fejlődtek.
hy: Երբեմն այն ժամանակավոր ճամբար էր, որը գտնվում էր զորքի անցնելիք ճանապարհի դիմաց, այլ ժամանակ այն պաշտպանական կամ հարձակողական (պաշարումների ժամանակ) կառույց էր։ Պրետորիական դարպասների ներսում, որոնք պետք է բացվեն դեպի արևելք կամ դեպի թշնամին, առաջին ցենտուրիոնների կամ կոհորտների վրաններն են և վիշապները (կոհորտների մարտական դրոշները) և այլ մարտական դրոշներ։ Դեկումանյան դարպասները գտնվում են ճամբարի ետնամասում՝ պրետորիական դարպասների անմիջապես հակառակ կողմում, և այս դարպասներով են անցնում պատժի կամ մահապատժի դատապարտված զինվորները։ Այն ունի տորֆային պատ և շրջապատված է ջրանցքով, որը հնարավորության դեպքում լցվում է ջրով՝ լրացուցիչ պաշտպանության համար։ Շատ գյուղաքաղաքներ սկսել են որպես ռազմական մեծ ճամբարներ և զարգացել մինչև խճճված քաղաքներ։
it: A volte era un campo temporaneo costruito lungo il tragitto attraverso il quale l'esercito marciava, altre volte una struttura difensiva o offensiva (per gli assedi). All'interno il cancello Pretoriano trovava collocazione ad est o di fronte al nemico, le tende delle prime centurie o coorti, e venivani piantati i draconi ( le insegne delle coorti) e altre insegne. La porta Decumana è esattamente all'opposto della porta Pretoria nella parte posteriore del campo, e attraverso questa i soldati venivano condotti al luogo designato per le punizioni o le esecuzioni. Cinto da un terrapieno erboso e, quando possibile, circondato da un canale pieno d'acqua per aumentarne le difese. Molte cittadelle hanno avuto origine da grandi accampamenti militari per poi evolvere verso le più complesse città.
ja: 軍営は、軍隊が行軍する経路沿いに設けた臨時野営地のこともあれば、防衛的あるいは（城攻め用の）攻撃的建築物のこともありました。東もしくは敵に面したはずのプラエトリアン門の中には、第一百人隊や歩兵隊のテントが張られ、ドラコ（歩兵隊の軍旗）や他の軍旗が掲げられました。デクマネ門は野営地後方のプラエトリアン門の反対側にあり、この門から兵士は制裁や作戦遂行の地へ導かれます。野営地は芝生の壁があり、また可能ならば壁を取り囲む水を湛えた濠で防御を強化します。多くの町は大きめな軍営地として始まり、より複雑な都市へ発展しました。
ko: 때로는 군대가 행군하는 경로를 따라 마련한 임시 야영지이기도 했고, 다른 때는 방어적이거나 공격적인 건축물이기도 했습니다. 동쪽이나 적이든 앞을 향해야 하는 사령관의 문 안에서, 백인대의 천막이나 대대(6백인대)의 천막을 치고, 드라코(대대의 군대깃발)와 다른 군대 깃발을 걸어둡니다. 거대 문은 야영지 뒤쪽에 사령관과 직접 마주하고 있고, 이를통해 처벌, 집행을 위해 임명된 장소로 지휘됩니다. 야영지는 잔디의 벽이 있고, 가급적이면 벽을 둘러싸는 물을 가득 채운 해자로 방어를 강화합니다. 많은 작은 도시들이 더 복잡한 도시로 발전하기 위해 더 큰 군대 야영지로 성장했습니다. -- 번역확인??
nb: Noen ganger var det en midlertidig leir bygget mot marsjruten, andre ganger en defensiv eller offensive konstruksjoner, for beleiring. Innenfor denne Pretorianske porten, som enten skal vende mot øst eller fienden, ble teltene eller kohortene satt de første århundrene, og dragene eller annen insignia plantet. Den Dekumanske porten er direkte ovenfor den Pretorianske, bak i leiren, og gjennom denne ledes soldatene til stedet der straff eller avliving finner sted. Den har en torvvegg, og omringes av en kanal fylt med vann når det er mulig for ekstra beskyttelse. Mange tettsteder startet som større militærleire og utviklet seg til å bli mer komplekse byer.
pl: Czasem był to tymczasowy obóz usytuowany przy trasie, którą maszerowała armia, czasem jako defensywna lub ofensywna (przy oblężeniach) konstrukcja. W obrębie bramy pretoriańskiej, która powinna być skierowana na wschód lub w stronę nieprzyjaciela, są rozstawione namioty pierwszych centurii lub kohort, ulokowani drakoni (wysłannicy kohort) i inni posłańcy. Brama Dekumańska jest dokładnie naprzeciw Pretoriańskiej, na tyłach obozu, przez nią wyprowadzani są żołnierze skierowani do ukarania lub egzekucji. Obóz otoczony jest wałem ziemnym i, tam gdzie możliwe, kanałem wypełnionym wodą dla dodatkowej ochrony. Wiele miejscowości zaczynało jako większe obozy wojskowe by wyewoluować na bardziej skomplikowane miasta.
pt_br: Às vezes era um acampamento temporário construído enfrentando a rota pela qual o exército é para marchar, outras vezes uma defensiva ou ofensiva (para os cercos) estrutura. Dentro do portão pretoriano, que deve também frente a leste, ou o inimigo, as tendas dos primeiros séculos ou coortes são arremessadas, e plantaram os dracos (insígnias de coortes) e outras insígnias. O portal Decumane é diretamente oposta a Pretoriana na parte traseira do campo, e por isso os soldados são canalizados para o lugar apontado para punição ou execução. Tem um muro de relva, e é cercada por um canal cheio de água, sempre que possível para defesa extra. Muitas cidades começaram como maiores acampamentos militares para evoluir para cidades mais complicadas.
ru: Иногда это был временный лагерь, построенный для наблюдения за дорогой, по которой армия шла в поход. Иногда - оборонительная или наступательная (для осады) постройка. Внутри лагеря, преторианские ворота которого должны были смотреть на восток или на врага, размещались палатки первых центурий или когорт и драконов (энсинов когорт) и прочих энсинов. Декуманские ворота расположены напротив преторианских в задней части лагеря и предназначались для прохода солдат на место назначенного наказания или смерти. Имеет земляную стену и окружён каналом по возможности наполненным водой для дополнительной защиты. Многие города начинали как крупные военные лагеря и развивались до сложных городов.
sk: Niekedy to bol len dočasný tábor s výhľadom na trasu, po ktorej mala armáda pochodovať, inokedy obranná alebo aj útočná (pri obliehaniach) stavba. Vo vnútri Praetorianskej brány, ktorá buď smerovala na východ alebo na nepriateľa, boli postavené stany prvých stoviek vojakov alebo kohortov a taktiež tam boli umiestnené aj kohortské a iné prápory. Dekumánska brana bola presným opakom tej Praetorianskej, nachádzala sa v zadnej časti tábora a cez ňu boli vojaci prevádzaní na miesto určené na tresty a popravy. Celý tábor bol obohnaný živými múrmi obklopenými kanálom, ktorý sa kedykoľvek, keď to bolo možné, naplnil vodou, aby sa stavba dala lepšie brániť. Mnoho mestečiek začalo ako väčšie vojenské tábory a postupne sa rozvinulo na väčšie mestá.
sv: Ibland var det ett tillfälligt läger byggt mot den väg som armén ska marschera, andra gånger en defensiv eller offensiv (för sieger) struktur. Inom Praetorian-porten, som antingen skulle vara framför öst eller fiende, höjdes de första århundradena eller kohorternas tält, och dracos (kohortsens ensigner) och andra ensigner planterade. Decumane-grinden ligger mittemot Praetorian i baksidan av lägret, och genom detta går soldaterna till platsen utsedd för straff eller utförande. Den har en gräsmatta och omges av en kanal fylld med vatten när det är möjligt för extra försvar. Många städer började som större militärläger att utvecklas till mer komplicerade städer.
tr: Bazen, ordu yürüyüşüne giden yola bakan, diğer zamanlarda savunma amaçlı veya saldırgan (sieges için) bir kuşatma yapısı olan geçici bir kampdı. Doğunun ya da düşmanın önünde duran Praetorian kapısında, ilk yüzyılların ya da kohortların çadırları döşenmiştir ve drazonlar (kohortların hükümdarlığı) ve diğer boynuzlar dikilmiştir. Decumane kapısı, kampın arka tarafındaki Praetorian'ın tam karşısındadır ve bu suretle askerler ceza veya infaz için atanan yere taşınır. Bir çim duvarı vardır ve ek savunma için mümkün olduğunca su dolu bir kanalla çevrilidir. Birçok kasaba, daha karmaşık kentlere doğru ilerlemek için daha büyük askeri kamplar olarak başladı.
uk: Іноді це був тимчасовий табір, побудований для спостереження за дорогою, по якій армія йшла в похід. Іноді - оборонна або наступальна (для облоги) споруда. У середині табору, преторіанські ворота якого повинні були дивитися на схід чи на ворога, розміщувалися намети перших центурій або когорт і драконів (енсинів когорт) та інших енсинів. Декуманські ворота розташовані навпроти преторіанських в задній частині табору і призначалися для проходу солдатів на місце призначеного покарання або смерті. Табір мав земляну стіну і був оточений каналом по можливості наповненим водою для додаткового захисту. Багато містечок засновувалися як великі військові табори і поступово розвивалися до розвиненіших міст.
zh: 有时候作为是设立在敌军必经的通道上的临时性驻扎点，其他时充作具守备性或攻击性（对攻城武器而言）的结构物。在不应该朝向东方或在敌人附近的近卫队的大门内，第一个世纪或世代的帐蓬被搭建起来，以及放置了许多的dracos（步兵大队的军旗）及其他的军旗。 Decumane 大门则是直接面对着近卫队的营地后方，只要通过这里，士兵就会被送到指定的处罚或处决的地点。它有一个用草皮覆盖的围墙，并被一条尽可能填满水的水道围绕，提供了额外的防御。许多的城镇都是从一个较大的军营开始，并逐渐发展为更加复杂的城市
zh_tw: 有時候作為是設立在敵軍必經的通道上的臨時性駐紮點，其他時充作具守備性或攻擊性（對攻城武器而言）的結構物。在不應該朝向東方或在敵人附近的近衛隊的大門內，第一個世紀或世代的帳蓬被搭建起來，以及放置了許多的 dracos（步兵大隊的軍旗）及其他的軍旗。Decumane 大門則是直接面對著近衛隊的營地後方，只要通過這裡，士兵就會被送到指定的處罰或處決的地點。它有一個用草皮覆蓋的圍牆，並被一條盡可能填滿水的水道圍繞，提供了額外的防禦。許多的城鎮都是從一個較大的軍營開始，並逐漸發展為更加複雜的城市。

source: Murus Latericius
bg: Мурус латерикус
br: Murus Laterisius
el: Τοίχοισμα Λατρέσιου
fa: ماروس لاتریسیوس
he: מורוס לטריקוס
hy: Մուրոս Լատերիցիոս
ja: ムルス・ラテリキウス
ko: 무루스 라테리시우스
pl: Mur ceglany
ru: Мурус Латерициус
tr: Tuğla Duvar
uk: Цегляні Мури
zh: 砖墙
zh_tw: 磚牆

source: Can be built in neutral and enemy territory to strangle enemy towns.
ast: Puen llevantase en tierres neutrales y hostiles p'afogar ciudaes enemigues.
bg: Може да бъде построена на неутрална или вражеска територия, за да задуши вражеските градове.
br: A c'hall bezañ en tiriadoù neptu hag enebour da vougañ ar c'hêriadennoù enebour.
ca: Es pot construir a territori neutral o enemic per escanyar les ciutats enemigues.
cs: Může být postaveno na neutrálním a nepřátelském území k obkličování nepřátelských měst.
de: Kann auf neutralem und feindlichem Territorium gebaut werden um feindliche Städte einzukesseln.
el: Μπορεί να χτιστεί σε ουδέτερη ή εχθρική επικράτεια για να στραγγαλίσει τις εχθρικές πόλεις.
es_ar: Puede ser construido en territorio neutral y enemigo para sofocar pueblos enemigos.
eu: Lur neutral edo etsaienean eraiki daiteke etsaien kokaguneekin bukatzeko.
fa: می توان آنرا در قلمروهای بی طرف یا دشمن ساخت تا شهرهای دشمن را تحت فشار قرار داد
ga: Is féidir leis an bhfoirgneamh seo é a thógáil i gcríocha neodracha nó naimhde do bhaile naimhde a phlúcadh.
he: יכול להבנות בשטח טבעי ובשטח אויב במאבק בערי אוייב.
hu: Semleges vagy ellenséges területre építhető, hogy megfojtsa az ellenséges városokat.
hy: Կարող է կառուցվել չեզոք և թշնամական տարածքներում՝ հակառակորդի քաղաքները ճնշելու համար։
it: Può essere costruito in territorio nemico o neutrale per strangolare le cittadine nemiche.
ja: 中立地帯や敵の領内に建設して敵の町を封じ込めることができます。
ko: 중립과 적지에 건설되어 적의 도시를 올죄일 수 있습니다.
nb: - Kan bygges i nøytralt land eller i fiendens territorium for å kvele fiendtlige byer.
pl: Może zostać wybudowane na terytorium neutralnym lub terytorium wroga by dławić miasta przeciwnika.
pt_br: Podem ser construídos em território neutro ou inimigo para cercar as povoações inimigas.
ru: Может быть построено на нейтральной и вражеской территории для подавления вражеских городов.
sk: Môže byť vybudovaný na neutrálnom a nepriateľskom území za účelom likvidácie nepriateľských miest.
sv: Kan byggas i neutralt och fientligt territorium för att kväva fiendska städer.
tr: Düşman şehirlerin gelişimini engellemek maksadıyla tarafsız ve düşman topraklarında inşa edilebilir.
uk: Може бути збудований на безсторонній і ворожій території
zh: 可以建造在中立国和敌对国的领土，以扼断敌人城镇的交通。
zh_tw: 可以建築在中立勢力或敵人的城鎮附近，阻斷對方的交通。
