Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: You have sent %(player2)s %(amounts)s.
ar: لقد أرسلت %(amounts)s إلى %(player2)s.
ast: Inviesti %(amounts)s a %(player2)s.
bg: Вие изпратихте %(amounts)s на %(player2)s.
br: Kaset ho peus da %(player2)s %(amounts)s.
ca: Heu enviat %(amounts)s a %(player2)s.
cs: Poslal jste %(player2)s %(amounts)s.
de: Du hast %(player2)s %(amounts)s gesendet.
el: Έχεις στείλει %(player2)s %(amounts)s.
eo: Vi donis al %(player2)s %(amounts)sn.
eu: Bidali duzu %(player2)s(e)ra %(amounts)s.
fa: شما ارسال کردید به %(player2)s %(amounts)s
fi: Lähetit pelaajalle %(player2)s%(amounts)s
fr: Vous avez envoyé %(amounts)s à %(player2)s.
ga: Sheol tú %(amounts)s chuig %(player2)s.
gd: Chuir thu %(amounts)s gu %(player2)s.
gl: Enviou %(amounts)s a %(player2)s.
hu: %(player2)s játékosnak küldtél ennyit: %(amounts)s.
id: Anda telah mengirim %(player2)s %(amounts)s.
it: Hai inviato a %(player2)s %(amounts)s.
ja: %(player2)sに%(amounts)sを贈りました。
ko: 당신은 %(player2)s님에게 %(amounts)s개의 자원을 보냈습니다.
lt: Jūs %(player2)s nusiuntėte %(amounts)s.
ms: Anda telah menghantar %(player2)s %(amounts)s.
nb: Du har sendt %(player2)s %(amounts)s.
nl: U hebt %(player2)s %(amounts)s gestuurd.
pl: Wysłałeś %(player2)s %(amounts)s
pt_br: Você enviou %(player2)s %(amounts)s.
pt_pt: Enviaste a %(player2)s %(amounts)s.
ru: Вы передали %(player2)s %(amounts)s.
sk: Poslal si %(player2)s %(amounts)s.
sq: Ke dërguar %(player2)s%(amounts)s
sv: Du har skickat %(player2)s %(amounts)s.
tr: %(player2)s %(amounts)s gönderdin
uk: Ви надіслали %(amounts)s до %(player2)s.
zh: 你给了 %(player2)s %(amounts)s。
zh_tw: 您已傳送 %(player2)s %(amounts)s。

source: %(player)s has sent %(player2)s %(amounts)s.
ar: أرسل %(player)s إلى %(player2)s ‏%(amounts)s.
ast: %(player)s inviou %(amounts)s a %(player2)s.
bg: %(player)s изпрати %(amounts)s на %(player2)s.
br: %(player)s en deus kaset da %(player2)s %(amounts)s.
ca: %(player)s ha enviat %(amounts)s a %(player2)s.
cs: %(player)s poslal %(player2)s %(amounts)s.
de: %(player)s hat %(player2)s %(amounts)s gesendet.
el: %(player)s έστειλε %(player2)s %(amounts)s.
eo: %(player)s donis al %(player2)s %(amounts)sn.
eu: %(player)s %(player2)s(e)ri %(amounts)s bidali dizkio.
fa: %(player)s ارسال کرد به %(player2)s %(amounts)s
fi: %(player)s on lähettänyt pelaajalle %(player2)s %(amounts)s.
fr: %(player)s a envoyé %(amounts)s à %(player2)s.
ga: Sheol %(player)s %(amounts)s chuig %(player2)s.
gd: Chuir %(player)s %(amounts)s gu %(player2)s.
gl: %(player)s enviou %(amounts)s a %(player2)s.
hu: %(player)s %(player2)s játékosnak küldött ennyit: %(amounts)s.
id: %(player)s telah mengirim %(player2)s %(amounts)s.
it: %(player)s ha mandato a %(player2)s %(amounts)s.
ja: %(player)sは%(player2)sに%(amounts)sを贈りました。
ko: %(player)s님이 %(player2)s님에게 %(amounts)s개의 자원을 보냈습니다.
lt: %(player)snusiuntė %(player2)s %(amounts)s.
lv: %(player)s nosūtīja %(player2)s %(amounts)s.
ms: %(player)s telah menghantar kepada %(player2)s %(amounts)s.
nb: %(player)s har sendt %(player2)s %(amounts)s.
nl: %(player)s heeft %(player2)s %(amounts)s gestuurd.
pl: %(player)s wysłał %(player2)s %(amounts)s.
pt_br: %(player)s enviou ao %(player2)s %(amounts)s.
pt_pt: %(player)s enviou %(amounts)s a %(player2)s.
ru: %(player)s отправил %(player2)s %(amounts)s.
sk: %(player)s zaslal %(player2)s %(amounts)s.
sl: %(player)s je poslal igralcu %(player2)s %(amounts)s.
sq: %(player)s ka dërguar %(player2)s %(amounts)s.
sv: %(player)s har skickat %(player2)s %(amounts)s.
tr: %(player)s %(player2)s e gönderdi %(amounts)s.
uk: %(player)s надсилає %(amounts)s до %(player2)s.
zh: %(player)s 给了 %(player2)s %(amounts)s。
zh_tw: %(player)s 已傳送給 %(player2)s %(amounts)s。

# chat input
source: Filter:
ar: رشّح:
ast: Pen.:
bg: Филтър:
br: Sil:
ca: Filtre:
cs: Filtr:
el: Φίλτρο:
eo: Filtro:
eu: Iragazkia:
fa: فیلتر:
fi: Suodata:
fr: Filtre :
ga: Scagaire:
gd: Criathrag:
gl: Filtro:
hu: Szűrő:
id: Saring:
it: Filtri:
ja: 絞込み:
ko: 필터:
lt: Filtras:
lv: Filtrs:
ms: Tapis:
pl: Filtr:
pt_br: Filtro:
pt_pt: Filtro:
ru: Фильтр:
sq: Filtro:
tr: Filtre:
uk: Фільтр:
zh: 筛选:
zh_tw: 過濾器：

# chat input
source: To:
ar: إلى:
ast: Par:
bg: До:
br: Evit:
ca: Per a:
cs: Komu:
de: An:
el: Προς:
eo: Al:
eu: Nora:
fa: تا:
fi: Saaja:
fr: Pour :
ga: Go dTí:
gd: Gu:
gl: Para:
hu: Címzett:
id: Ke:
it: A:
ko: 받는 사람:
lt: Kam:
lv: Kam:
ms: Kepada:
nb: Til:
nl: Aan:
pl: Do:
pt_br: Para:
pt_pt: Para:
ru: Кому:
sk: Pre:
sq: Për:
sv: Till:
tr: Kime:
uk: До:
zh: 收件人:
zh_tw: 給：

# chat input
source: Text:
ar: النّصّ:
ast: Txt.:
bg: Текст:
br: Testenn:
el: Κείμενο:
eo: Teksto:
eu: Testua:
fa: متن:
fi: Teksti:
fr: Texte :
ga: Téacs:
gd: Teacsa:
gl: Texto:
hu: Szöveg:
id: Teks:
it: Testo:
ko: 텍스트:
lt: Tekstas:
lv: Teksts:
ms: Teks:
nb: Tekst:
nl: Tekst:
pl: Tekst:
pt_br: Texto:
pt_pt: Mensagem:
ru: Текст:
sq: Shkrim:
sv: Meddelande:
tr: Mesaj:
uk: Зміст:
zh: 文本:
zh_tw: 文字：

source: Cancel
ar: ألغِ
ast: Incaboxar
bg: Отказ
br: Nullañ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
eo: Nuligu
es_cl: Cancelar
et: Tühista
eu: Utzi
fa: لغو
fi: Peruuta
fr: Annuler
ga: Cealaigh
gd: Sguir dheth
gl: Cancelar
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ka: მოშორება
ko: 취소하기
lt: Atšaukti
lv: Atcelt
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anulo
sv: Avbryt
te: రద్దుచేయి
tr: İptal
uk: Скасувати
zh: 取消
zh_tw: 取消

# chat
source: History
ar: التأريخ
ast: Historia
bg: История
br: Istor
ca: Historial
cs: Historie
de: Verlauf
el: Ιστορικό
eo: Historio
eu: Historiala
fa: تاریخچه
fi: Historia
fr: Historique
ga: Stair
gd: Eachdraidh
gl: Historial
hu: Előzmények
id: Sejarah
it: Storia
ja: 履歴
ko: 내역
lt: Žurnalas
lv: Vēsture
ms: Sejarah
nb: Historikk
nl: Geschiedenis
pl: Historia
pt_br: Histórico
pt_pt: História
ru: История
sk: História
sq: Histori
sv: Historik
te: చరిత్ర
tr: Geçmiş
uk: Історія
zh: 历史
zh_tw: 歷史

source: Send
ar: أرسِل
ast: Inviar
bg: Изпращане
br: Kas
ca: Envia
cs: Poslat
de: Senden
el: Αποστολή
eo: Sendu
es_cl: Enviar
et: Saada
eu: Bidali
fa: ارسال
fi: Lähetä
fr: Envoyer
ga: Seol
gd: Cuir
gl: Enviar
hu: Küldés
id: Kirim
it: Invia
ja: 送信
ka: გააგზავნე
ko: 보내기
lt: Siųsti
lv: Sūtīt
ms: Hantar
nl: Versturen
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ru: Отправить
sk: Poslať
sl: Pošlji
sq: Dërgo
sv: Skicka
te: పంపు
tr: Gönder
uk: Надіслати
zh: 发送
zh_tw: 傳送

# chat input
source: Filter the chat history.
ar: رشّح تأريخ الدّردشة.
ast: Penheirare la historia de las conversas.
bg: Филтриране на историята на чата
br: Silañ roll-istor ar flapva.
ca: Filtra l'historial del xat.
cs: Filtrovat historii rozhovoru
de: Filtere den Chat-Verlauf.
el: Φιλτράρισε το ιστορικό συνομιλίας
eo: Filtru la historion de la babilo.
eu: Txat historiala filtratu.
fa: فیلتر کردن تاریخچه چت
fi: Suodata keskusteluhistoria.
fr: Filtrer l'historique de discussion.
ga: Cuir scagaire ar stair comhrá.
gd: Criathraich eachdraidh na cabadaich.
gl: Filtrar o historial de conversa.
hu: A csevegés előzményeinek szűrése.
id: Saring riwayat obrolan.
it: Filtra la cronologia della chat.
ja: チャット履歴にフィルターを掛ける。
ko: 대화 기록을 걸러냅니다.
lt: Filtruoti pokalbio žurnalą.
lv: Filtrēt terzēšanas vēsturi.
ms: Tapis sejarah sembang.
nb: Filtrer nettprathistorikk.
nl: Chatgeschiedenis filteren.
pl: Filtruj historię czatu
pt_br: Filtrar o histórico do chat.
pt_pt: Filtrar o histórico da conversação.
ru: Отфильтровать историю чата.
sk: Filtrovať históriu chatu.
sq: Filtro historinë e chatit.
sv: Filtrera chatthistoriken.
tr: Sohbet geçmişini filtreleyin.
uk: Фільтрувати історію бесіди.
zh: 筛选聊天历史。
zh_tw: 過濾聊天歷史。

# chat input
source: Select chat addressee.
ar: حدد شات المرسل اليه
ast: Escolyere l destinatariu de la conversa.
bg: Изберете получател.
br: Diuzit ar resever.
ca: Selecciona el destinatari del xat.
cs: Vybrat adresáta rozhovoru.
de: Wähle Empfänger.
el: Επέλεξε διεύθυνση συζήτησης.
eo: Elektu la babilan adresaton.
eu: Aukeratu mezua nori zuzenduta doan.
fa: انتخاب آدرس گیرنده چت
fi: Valitse keskustelun vastaanottaja.
fr: Sélectionnez le destinataire.
ga: Roghnaigh seolaí comhrá.
gd: Tagh faightear na cabadaich.
gl: Seleccionar o destinatario da conversa.
hu: Válaszd ki a csevegés címzettjét.
id: Pilih penerima obrolan.
it: Seleziona il destinatario del messaggio.
ja: チャットアドレスを選択します。
ko: 대화 대상을 선택합니다.
lt: Pasirinkti pokalbio adresatą.
lv: Izvēlēties terzēšanas adresātu.
ms: Pilih alamat sembang.
nb: Velg hvem du vil nettprate med.
nl: Chatgeadresseerde selecteren.
pl: Wybierz adresata czatu.
pt_br: Selecione um destinatário do chat.
pt_pt: Seleciona o destinatário da mensagem.
ru: Выберите адресата чата.
sk: Vyber adresáta pokecu.
sv: Välj chattmottagare.
tr: Sohbet adresi seçin.
uk: Вибрати адресата бесіди.
zh: 选择聊天地址。
zh_tw: 選擇聊天訊息收件人。

source: The Developer Overlay was opened.
ar: فُتح تراكب المطوّرين.
ast: Abrîu-se la capa disindolcadora.
bg: Слоят за разработчици беше отворен.
br: Dreistgwiskad an diorroerien a zo bet digoret warni.
ca: S'han obert les eines de desenvolupador.
cs: Byla otevřena vývojářská vrstva.
da: Udvikleroverlayet blev åbnet.
de: Das Entwickler-Overlay wurde geöffnet.
el: Η προβολή επικάλυψης προγραμματιστή άνοιξε.
eo: La programista surtavolo malfermiĝis.
es_cl: Se abrieron las herramientas de desarrollo.
et: Arendaja lisakiht avati.
eu: Garatzailearen geruza zabaldu egin da.
fa: بخش توسعه دهنده باز شد.
fi: Kehittäjäpaneeli avattiin.
fr: La surcouche développeur a été ouverte.
ga: Tá Forleagan an Fhorbróra oscailte.
gd: Chaidh tar-chòmhdachadh nan leasaichear fhosgladh.
gl: Abriuse a capa de desenvolvedores.
hu: A fejlesztői felület megnyílt.
id: Lapisan Pengembang dibuka
it: La Finestra dello Sviluppatore è stata aperta.
ja: 開発者用オーバーレイを開きました。
ka: მშენებლის გადაფარვა იყო გახსნილი.
ko: 개발자 오버레이가 열렸습니다.
lt: Kūrėjo perdanga atverta.
lv: Izstrādātāju pārklājs tika atvērts.
ms: Tindanan Atas Pembangun telah dibuka.
nb: Visningslag for utviklere ble åpnet.
nl: De ontwikkelingsmodus is geopend.
pl: Warstwa programistyczna została otwarta.
pt_br: O Overlay de Desenvolvedor foi aberto
pt_pt: A camada de programação foi aberta.
ru: Слой разработчика открыт.
sk: Vyvojárska vrstva bola otvorená.
sl: Plast za razvijalce je odprta.
sq: Mbulesa e zhvilluesit është hapur.
sv: Utvecklaröverlägget öppnades.
tr: Bu Geliştirici Kaplaması açıldı.
uk: Накладання розробника відкрито.
zh: 开发者覆盖开启
zh_tw: 開發者覆蓋層已開啟。

source: The Developer Overlay was closed.
ar: أُغلق تراكب المطوّرين.
ast: Atyouîu-se la capa disindolcadora.
bg: Слоят за разработчици беше затворен.
br: Dreistgwiskad an diorroerien a zo bet serret warni.
ca: S'han tancat les eines de desenvolupador.
cs: Byla zavřena vývojářská vrstva.
da: Udvikleroverlayet blev lukket.
de: Das Entwickler-Overlay wurde geschlossen.
el: Η προβολή επικάλυψης προγραμματιστή έκλεισε.
eo: La programista surtavolo fermiĝis.
es_cl: Se cerraron las herramientas de desarrollo.
et: Arendaja lisakiht sulgeti.
eu: Garatzailearen geruza itxi egin da.
fa: بخش توسعه دهنده بسته شد.
fi: Kehittäjäpaneeli suljettiin.
fr: La surcouche développeur a été fermée.
ga: Tá Forleagan an Fhorbróra dúnta.
gd: Chaidh tar-chòmhdachadh nan leasaichear a dhùnadh.
gl: Pechouse a capa de desenvolvedores.
hu: A fejlesztői felület bezáródott.
id: Lapisan Pengembang ditutup
it: La Finestra dello Sviluppatore è stata chiusa.
ja: 開発者用オーバーレイを閉じました。
ka: მშენებლის გადაფარვა იყო დახურული.
ko: 개발자 오버레이가 닫혔습니다.
lt: Kūrėjo perdanga užverta.
lv: Istrādātāju pārklājs tika aizvērts.
ms: Tindanan Atas Pembangun telah ditutup.
nb: Visningslaget for utviklere ble stengt.
nl: De ontwikkelingsmodus is gesloten.
pl: Warstwa programistyczna została zamknięta.
pt_br: O Overlay de Desenvolvedor foi fechado.
pt_pt: A camada de programação foi fechada.
ru: Слой разработчика закрыт.
sk: Vývojárska vrstva bola zatvorená.
sl: Plast za razvijalce je zaprta.
sq: Mbulesa e zhvilluesit është mbyllur.
sv: Utvecklaröverlägget stängdes.
tr: Bu Geliştirici Kaplaması kapandı.
uk: Накладання розробника закрито.
zh: 开发者覆盖关闭
zh_tw: 開發者覆蓋層已關閉。

source: Control all units
ar: تحكّم بكلّ الوحدات
ast: Mandar todalas unidades
bg: Управляване на всички единици
br: Kontrollañ an holl unanennoù
ca: Controla totes les unitats
cs: Ovládat všechny jednotky
da: Kontrollér alle enheder
de: Alle Einheiten kontrollieren
el: Έλεγχος όλων των μονάδων
eo: Regu ĉiujn unuojn
es_cl: Controla todas las unidades
et: Käsuta kõiki üksusi
eu: Kontrolatu unitate guztiak
fa: کنترل همه نیروها
fi: Ohjaa kaikkia joukkoja
fr: Contrôler toutes les unités
ga: Rialaigh gach aonad
gd: Stiùirich a h‑uile aonad
gl: Controlar todas as unidades
hu: Összes egység irányítása
id: Kendalikan seluruh unit
it: Controlla tutte le unità
ja: すべてのユニットのコントロール
ka: მართე ყველა ერთეული
ko: 모든 유닛 제어
lt: Valdyti visus vienetus
lv: Kontrolēt visas vienības
ms: Kawal semua unit
nb: Kontroller alle enhetene
nl: Alle eenheden besturen
pl: Kontroluj wszystkie jednostki
pt_br: Controle todas as unidades
pt_pt: Controlar todas as unidades
ru: Управлять всеми юнитами
sk: Ovládať všetky jednotky
sl: Kontroliraj vse enote
sq: Komando të gjitha njësitë
sv: Kontrollera alla soldater
te: అన్ని విభాగాలను నియంత్రించు
tr: Tüm birimleri yönet
uk: Контролювати всі підрозділи
zh: 操控所有单位
zh_tw: 控制所有單位

source: Change perspective
ar: غيّر المنظور
ast: Camudare la perspectiva
bg: Промяна на перспективата
br: Cheñch ar perspektiverezh
ca: Canvia la perspectiva
cs: Změnit pohled
da: Skift perspektiv
de: Perspektive ändern
el: Αλλαγή προοπτικής
es_cl: Cambiar la perspectiva
et: Muuda perspektiivi
eu: Aldatu perspektiba
fa: تغییر زاویه دید
fi: Vaihda näkymää
fr: Changer de perspective
ga: Athraigh amharc
gd: Atharraich a’ bhuaidh-astair
gl: Cambiar a perspectiva
hu: Nézőpont megváltoztatása
id: Ubah perspektif
it: Cambia prospettiva
ja: 視点の変更
ka: შეცვალე ხედი
ko: 관점 바꾸기
lt: Pakeisti perspektyvą
lv: Mainīt perspektīvi
ms: Ubah perspektif
nb: Bytt perspektiv
nl: Perspectief wijzigen
pl: Wybierz gracza
pt_br: Mude a perspectiva
pt_pt: Mudar a perspetiva
ru: Сменить вид
sk: Zmeniť perspektívu
sl: Zamenjaj perspektivo
sq: Ndrysho këndvështrimin
sv: Ändra perspektiv
te: దృక్పథాన్ని మార్చండి
tr: Kamera açısı değiştir
uk: Змінити точку зору
zh: 调整视角
zh_tw: 變更觀點

source: Display selection state
ar: اعرض حالة التّحديد
ast: Amostrare l stadu de la escolheitha
bg: Показване на състоянието на избраното
br: Diskouez stad an diuzadenn
ca: Mostra l'estat de selecció
cs: Zobrazit stav výběru
da: Vis valg-tilstand
de: Auswahlstatus zeigen
el: Εμφάνιση κατάστασης επιλογής
es_cl: Estado de la selección
eu: Aukeraketaren egoera erakutsi
fa: نمایش حالت انتخابی
fi: Näytä valinnan tila.
fr: Afficher l'état de la sélection
ga: Taispeáin staid roghnaithe
gd: Seall staid an taghaidh
gl: Mostrar o estado da selección
hu: Kiválasztási állapot megjelenítése
id: Tampilkan kondisi seleksi
it: Visualizza lo stato della selezione
ja: 選択済み状態の表示
ka: გამოაჩინე არჩეული მდგომარეობა
ko: 선택 상태 화면표시
lt: Rodyti pasirinkimo būseną
lv: Attēlot izvēles stāvokli
ms: Papar keadaan pemilihan
nb: Vis utvalg
nl: Selectiestaat tonen
pl: Szczegóły zaznaczenia
pt_br: Mostre o estado de seleção
pt_pt: Mostrar estado da seleção
ru: Показать выбранное состояние
sk: Zobraziť stav výberu
sl: Prikaži stanje izbora
sq: Shfaq gjendjen e përzgjedhjes
sv: Visa urvalstillstånd
te: ఎంపిక స్థితిని ప్రదర్శించు
tr: Ekran seçim durumu
uk: Відобразити стан вибору
zh: 显示选中目标的状态
zh_tw: 顯示選取狀態

source: Pathfinder overlay
ar: إضافة ذاكرة Pathfinder
ast: Capa d’aldu
bg: Слой на търсенето на път
br: Kaver-gwenodenn gourloet
ca: Mostra el cercador de camins
cs: Vrstva pro hledání trasy
de: Wegfinder-Overlay
el: Επικάλυψη εύρεσης μονοπατιού
es_cl: Superposición pionero
et: Rajaleidja lisakiht
eu: Ibilbideen sortzailearen geruza
fa: نمایش مسیریاب
fi: Reitinetsinnän näkymä
fr: Surcouche Recherche de chemin
ga: Forleagan ceannródaí
gd: Tar-chòmhdachadh an luirg-shlighean
gl: Capa de determinador de camiños
hu: Útvonalkereső réteg
id: Lapisan pencari jalur
it: Sovrapposizione Rotta
ja: パスファインダー・オーバーレイ
ka: გზამკვლევის გადაფარვა
ko: 길잡이 오버레이
lt: Pėdsekio perdanga
lv: Navigatora pārvalks
ms: Tindihan atas pencari laluan
nb: Stifinner visningslag
nl: Kortste-pad-overlay
pl: Warstwa szukania ścieżek
pt_br: Overlay do Pathfinder
pt_pt: Sobreposição de traçar rota
ru: Слой алгоритма поиска пути
sk: Navigačná vrstva
sl: Plast iskanja poti
sq: Mbulesa e udhë-gjetësit
sv: Pathfinderöverlägg
tr: Yol Bulucu kaplaması
uk: Накладання алгоритму пошуку шляху
zh: 寻路叠加图
zh_tw: 尋路覆蓋層

source: Hierarchical pathfinder overlay
ar: مستكشف هرمى طلائى
ast: Capa d’aldu hierárchico
bg: Слой на йерархичния алгоритъм за търсене на път
br: Kaver-gwenodenn hierarkiezh gourloet
ca: Mostra el cercador de camins jeràrquic
cs: Hierarchická vrstva pro hledání trasy
de: Hierarchischer Wegfinder-Overlay
el: Ιεραρχική επικάλυψη εύρεσης μονοπατιού
es_cl: Superponer trazarutas jerárquico
eu: Ibilbideen sortzaile hierarkikoaren geruza
fa: پوشش مسیریاب سلسله مراتبی
fi: Hierarkinen reitinetsinnän näkymä
fr: Surcouche Hiérarchie pour les chemins
ga: Forleagan ceannródaí céimlathach
gd: Tar-chòmhdachadh rangach an luirg-shlighean
gl: Capa do determinador de camiños xerárquico
hu: Hierarchikus útvonalkereső réteg
id: Lapisan pencari jalur hierarkis
it: Sovrapposizione gerarchica percorso
ja: 大域パスファインダー・オーバーレイ
ko: 계급에 따른 길잡이 오버레이
lt: Hierarchinio pėdsekio perdanga
lv: Hierarhiskā navigatora pārvalks
ms: Tindihan atas carian laluan berhieraki
nb: Hierarkisk stifinnervisningslag
nl: Hiërarchische kortste-pad overlay
pl: Hierarchiczna warstwa szukania ścieżek
pt_br: Overlay do Pathfinder hierárquico
pt_pt: Sobreposição hierárquico de traçar rota
ru: Иерархический слой алгоритма поиска пути
sk: Vrstva hierarchického vyhľadávača trasy
sq: Mbulesa hierarkike e udhë-gjetësit
sv: Hierarkiska Pathfinderöverlägg
tr: Hiyerarşik Yol Bulucu Kaplaması
uk: Ієрархічне накладання алгоритму пошуку шляху
zh: 分级寻路覆盖层
zh_tw: 分級尋路覆蓋層

source: Obstruction overlay
ar: إضافة ذاكرة Obstruction
ast: Capa de pexhadorias
bg: Слой на препятствията
br: Stankañ gourloet
ca: Mostra els obstacles
cs: Vrstva s překážkami
da: Obstruktionsoverlay
de: Hindernis-Overlay
el: Επικάλυψη μπλοκαρίσματος
es_cl: Superponer Obstrucciones
et: Takistuste lisakiht
eu: Obstrukzio geruza
fa: نمایش گرفتگی
fi: Esteen yleisnäkymä
fr: Surcouche Obstruction
ga: Forleagan baic
gd: Tar-chòmhdaich bacaidhean
gl: Capa de obstrución
hu: Akadály réteg
id: Lapisan penghalang
it: Sovrapposizione Ostruzioni
ja: 障害物のオーバーレイ
ka: დაბრკოლების გადაფარვა
ko: 방해물 덧판 보이기
lt: Kliūčių perdanga
lv: Šķēršļu pārvalks
ms: Tindihan atas halangan
nb: Hindring visningslag
nl: Versperring-overlay
pl: Warstwa przeszkód
pt_br: Overlay de obstrução
pt_pt: Sobreposição de obstrução
ru: Слой препятствий
sk: Vrstva prekážok
sl: Plast ovir
sq: Mbulesa e pengesave
sv: Hinderöverlägg
tr: Tıkama kaplaması
uk: Накладання перешкод
zh: 障碍叠加图
zh_tw: 障礙覆蓋層

source: Unit motion overlay
ar: تراكب حركة الوحدات
ast: Capa de mocion
bg: Слой на движението на единиците
br: Fiñvadusted an unanennoù gourloet
ca: Mostra el moviment de les unitats
cs: Vrstva s pohybem jednotky
da: Enhedsbevægelsesoverlay
de: Bewegungs-Overlay
el: Επικάλυψη μονάδα κίνησης
es_cl: Superponer movimientos de unidades
et: Üksuste liikumise lisakiht
eu: Unitate mugimendu geruza
fa: نمایش حرکت نیروها
fi: Yksiköiden liike
fr: Surcouche Déplacement d'unité
ga: Forleagan gluaiseachta na n-aonad
gd: Tar-chòmhdaich gluasad nan aonadan
gl: Capa de movemento das unidades
hu: Egységmozgás réteg
id: Lapisan gerakan unit
it: Sovrapposizione Movimenti Unità
ja: ユニットの動きのオーバーレイ
ka: ხალხის მოძრაობის გადაფარვა
ko: 유닛 모션 오버레이
lt: Vienetų judėjimo perdanga
lv: Vienību kustības pārvalks
ms: Tindihan atas gerakan unit
nb: Enhetsforflytning visningslag
nl: Eenhedenverplaatsingen-overlay
pl: Warstwa ruchu jednostek
pt_br: Overlay de movimentos de unidades
pt_pt: Sobreposição de movimento de unidades
ru: Слой движения юнитов
sk: Vrstva pohybu jednotiek
sl: Plast gibanja enot
sq: Mbulesa e lëvizjes së njësisë
sv: Soldatrörelseöverlägg
tr: Birim hareket göstergesi
uk: Накладання руху одиниці
zh: 单位移动叠加图
zh_tw: 單位移動覆蓋層

source: Range overlay
ar: تراكب المدى
ast: Capa d’algame
bg: Слой на обхватите
br: Hed-tenn gourloet
ca: Mostra el camp visual
cs: Vrstva s dostřelem
da: Rækkeviddeoverlay
de: Reichweiten-Overlay
el: Επικάλυψη απόστασης
es_cl: Superponer distancias
et: Ulatuste lisakiht
eu: Irismen geruza
fa: نمایش شعاع حمله
fi: Alueen yleisnäkymä
fr: Surcouche Portée
ga: Forleagan raoin
gd: Tar-chòmhdaich an rainse
gl: Capa de raio de tiro
hu: Hatótávolság réteg
id: Lapisan jarak
it: Sovrapposizione Campo Visuale
ja: 範囲のオーバーレイ
ka: მანძილის გადაფარვა
ko: 범위 덧판 보이기
lt: Nuotolio perdanga
lv: Tāluma pārvalks
ms: Tindihan atas jauh
nb: Rekkevidde visningslag
nl: Bereikoverlay
pl: Warstwa zasięgu
pt_br: Overlay de alcance
pt_pt: Sobreposição de alcance
ru: Слой радиуса действия
sk: Vrstva dostrelu
sl: Plast vidnega območja
sq: Mbulesa e shtrirjes
sv: Räckviddsöverlägg
tr: Alan kaplaması
uk: Накладання дистанції
zh: 范围叠加图
zh_tw: 射程覆蓋層

source: Bounding box overlay
ar: تراكب المربّع المحيطيّ
ast: Capa de deslhindes
bg: Слой на обграждащите кутии
br: Stern-bevenner gourloet
ca: Mostra el cub de delimitació
cs: Vrstva s okrajovými rámy
de: Begrenzungsrahmen-Overlay
el: Πλαίσιο οριοθέτησης της επικάλυψης
es_cl: Superponer cuadro delimitador
eu: Barne-hartze kutxaren geruza
fa: نمایش جعبه محدود
fi: Rajausalueen yleisnäkymä
fr: Surcouche Cadre de délimitation
ga: Forleagan bosca críochantachta
gd: Tar-chòmhdaich bogsa-iadhaidh
gl: Capa de caixa contedora
hu: Határoló doboz réteg
id: Lapisan kotak sentuhan
it: Sovrapposizione delimitazione
ja: バウンディングボックスの表示
ka: მსაზღვრელი ყუთის გადაფარვა
ko: 테두리 상자 표시
lt: Susiejimo žymeklio perdanga
lv: Piesaistes rāmja pārvalks
ms: Tindihan atas kotak melantun
nb: Avgrensnings-boks visningslag
nl: Begrenzingskaderoverlay
pl: Pokaż bryły brzegowe
pt_br: Overlay da caixa delimitadora
pt_pt: Sobreposição de caixa de limites
ru: Слой границы
sk: Vrstva drátených modelov
sl: Plast meje
sq: Mbulesa e kutisë rrethuese
sv: Kantboxöverlägg
tr: Çerçeveleme kutu kaplaması
uk: Накладання обмежувальної коробки
zh: 碰撞边框叠加图
zh_tw: 邊框覆蓋層

source: Restrict camera
ar: قيّد الكمرة
ast: Restringire la cámara
bg: Ограничаване на камерата
br: Bevennañ ar c'hamera
ca: Restringeix la càmera
cs: Omezit kameru
da: Lås kamera
de: Kamera beschränken
el: Περιορισμός της κάμερας
es_cl: Restringir cámara
et: Piira kaamerat
eu: Mugatu kamera
fa: محدود کردن دوربین
fi: Rajoita kamera
fr: Restreindre la caméra
ga: Srian a chur leis an gceamara
gd: Cuingich an camara
gl: Restrinxir a vista
hu: Kamera korlátozása
id: Batasi kamera
it: Limita la fotocamera
ja: カメラを制限する
ka: შეზღუდე კამერა
ko: 카메라 제한하기
lt: Apriboti kamerą
lv: Ierobežot kameru
ms: Hadkan kamera
nb: Begrens kamera
nl: Camera beperken
pl: Ograniczenie kamery
pt_br: Câmera restrita
pt_pt: Restringir a câmara
ru: Ограничить камеру
sk: Obmedziť kameru
sl: Omeji kamero
sq: Kufizo kamerën
sv: Begränsa kamera
tr: Kamerayı kısıtla
uk: Обмежити камеру
zh: 固定相机
zh_tw: 限制鏡頭
