Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-userreport.po
Languages: ast, bg, ca, cs, de, el, es, eu, fr, ga, gd, gl, hu, id, it, ko, nl, pl, pt_br, pt_pt, ru, sk, sv, te, tr, uk, zh, zh_tw

source: The UserID enables developers to count how many 0 A.D. players use a specific set of hardware or system software without allowing them to attribute the data to any person.
ast: La IdentificacionUsuarial permitte a disindolcadores contar quantos jogadores de 0 A.D. usɐn un conjuntu specíficu de maquinaria o programmática sin deixayis attribuir los datos a persona dala.
bg: Потребителския идентификатор позволява на разработчиците да изчислят какъв е общият брой на потребителите, играещи 0 A.D. под управлението на определен хардуер или системен софтуер, без да получават достъп до лична информация на ползвателите на играта.
ca: L'identificador d'usuari permet als desenvolupadors comptar quants jugadors fan servir un conjunt específic de programari o maquinari sense que aquestes dades es puguin associar a una persona concreta.
cs: UserID umožňuje vývojařům zjistit, kolik hráčů 0 A.D. používá určitou kombinaci hardwaru nebo softwaru bez možnosti spojit data s konkrétní osobou.
de: Die UserID ermöglicht den Entwicklern, die Anzahl der 0 A.D. Spieler zu bestimmen, die eine spezifische Hardware bzw. Software-Konfiguration nutzen, ohne die Möglichkeit, die Daten einer bestimmten Person zuzuordnen.
el: ‮‭ Το Αναγνωριστικό Χρήστη επιτρέπει στους προγραμματιστές να μετρήσουν πόσοι παίκτες του 0 A.D. χρησιμοποιούν το συγκεκριμένο σύνολο λογισμικού ή υλικού του συστήματος χωρίς να τους επιτρέπεται να αποδίδουν τα δεδομένα σε οποιοδήποτε άτομο.
es: El UserID permite a los desarrolladores contar cuántos jugadores utilizan un conjunto específico de hardware o software sin permitirles atribuir los datos a ninguna persona.
eu: UserID-k garatzaileei aukera ematen die 0 A.D.-ko zenbat jokalarik erabiltzen duten hardware zehatz bat edota sistemaren softwarea datu horiek inori esleitu gabe.
fr: L'UserID permet aux développeurs de compter le nombre de joueurs de 0 A.D utilisant un ensemble spécifique de matériel ou de logiciels système sans leur permettre d'attribuer les données à qui que ce soit.
ga: Ligeann an tÚsáideoirID ar fhorbróirí an uimhir imreoirí 0 A.D. atá ag úsáid córas bogearraí faoi leith gan a bheith abálta imreoir ar bith a lua leis na sonraí seo.
gd: Leigidh ID a’ chleachdaiche leis an luchd-leasachaidh cunntadh co mheud cluicheadair 0 A.D. a chleachdas seata sònraichte de bhathar-cruaidh no bathar-bog an t-siostaim ach cha bhi comas aca an dàta a cho-cheangal ri neach àraidh.
gl: O identificador de usuario permite aos desenvolvedores contar o número de xogadores de 0 d.C. que usan un grupo específico de hardware o software de sistema sen permitirlles atribuír os datos a ninguén.
hu: A felhasználói azonosító lehetővé teszi azon 0 A.D. játékosok megszámolását, akik egy bizonyos hardvert vagy rendszerszoftver használnak, anélkül hogy az adatok személyekhez kötődnének.
id: UserID memungkinkan pengembang untuk menghitung jumlah pemain 0 A.D. yang menggunakan perangkat keras atau perangkat lunak tertentu tanpa menghubungkan data tersebut kepada orang tertentu.
it: Lo UserID abilita gli sviluppatori a contare quanti giocatori di 0 A.D. usano una specifica combinazione di hardware o software senza permettere loro di attribuire i dati a nessuna specifica persona.
ko: 사용자 ID를 통해 개발자는 특정 수의 하드웨어 또는 시스템 소프트웨어를 사용하는 0 A.D. 플레이어의 수를 셀 수 있으며, 이를 통해 모든 사람에게 데이터의 속성을 부여 할 수 있습니다.
nl: Met het gebruikers-ID kunnen ontwikkelaars tellen hoeveel spelers van 0 A.D. een specifieke set hardware of systeemsoftware gebruiken zonder dat ze de gegevens aan een persoon kunnen toeschrijven.
pl: UserID pozwala twórcom policzyć, ilu graczy wykorzystuje konkretny sprzęt lub oprogramowanie bez możliwości przypisania danych konkretnej osobie.
pt_br: O UserID permite que os desenvolvedores contem quantos jogadores de 0 A.D. usam um conjunto específico de hardware ou software de sistema, sem permitir que eles atribuam os dados a qualquer pessoa.
pt_pt: O UserID permite aos programadores contarem as vezes que os jogadores do 0 A.D. usam um, conjunto específico de hardware ou software de sistema sem permitirem que os dados sejam associados a uma pessoa.
ru: UserID позволяет разработчикам подсчитать, сколько играющих в 0 A.D. используют определенный набор аппаратного или системного программного обеспечения, не позволяя им сопоставлять данные с каким-либо человеком.
sk: UserID umožňuje vývojárom zistiť, koľko hráčov 0 A.D. používa špecifickú sadu hardvéru alebo systémového softwaru bez možnosti priradiť dáta akejkoľvek osobe.
sv: UserID gör det möjligt för utvecklare att räkna hur många 0 A.D. spelare använder en viss uppsättning av hård vara eller systemprogram vara utan att låta dem att tillskriva data till någon person.
te: యూజర్‌ఐడి డెవలపర్‌లను ఏ వ్యక్తికి డేటాను ఆపాదించడానికి అనుమతించకుండా ఎన్ని 0 ఎ.డి. ఆటగాళ్ళు నిర్దిష్ట హార్డ్‌వేర్ లేదా సిస్టమ్ సాఫ్ట్‌వేర్‌ను ఉపయోగిస్తుందో లెక్కించడానికి అనుమతిస్తుంది.
tr: Kullanıcı Kimliği, geliştiricilerin, verilerini herhangi bir kişiye atfetmesine izin vermeden, belirli bir donanım veya sistem yazılımı kümesini kaç tane 0 A.D oyuncusunun kullandığını sayma olanağı sağlar.
uk: UserID дозволяє розробникам підраховувати, скільки гравців 0 A.D. використовують певний набір апаратного чи системного програмного забезпечення, не дозволяючи їм приписувати дані до будь-якої особи.
zh: 用户ID使开发人员能够计算有多少0个A.D.玩家使用一组特定的硬件或系统软件，而不会将数据泄露给任何人。
zh_tw: 使用者 ID 讓開發者能夠計算有多少 0 A.D. 玩家使用特定的硬體或系統軟體，但不會讓其可供辨識是哪一個使用者。

source: 5. The date of the upload of the UserReport. This allows focus on recent UserReports and disregard old reports.
ast: 5. La data de l treslladu de l RelatuUsuarial. Esto deixa concentrá-se n RelatosUsuariales recientes & omittir relatos vielyos.
bg: 5. Датата и часът на изпращане на Потребителския доклад (UserReport). Това позволява за акцентирането върху най-скорошните Потребителски доклади и отмятането на остарелите вече доклади за архивни.
ca: 5. La data de pujada de l'informe d'usuari. Això permet centrar-se en informes recents i ignorar els més antics.
cs: 5. Datum odeslání uživatelské zprávy. Toto umožňuje soustředit se na nedávné zprávy a nezohledňovat zprávy staré.
de: 5. Das Hochlade-Datum des UserReports. Das ermöglicht es, neue UserReports zu priorisieren und ältere auszublenden.
el: 5. Την ημερομηνία φόρτωσης της Αναφοράς Χρήστη. Αυτό επιτρέπει την εστίαση σε πρόσφατες Αναφορές Χρήστη και την αγνόηση των παλιών αναφορών.
es: 5. La fecha de la subida del informe de usuario. Esto permite centrarse en los informes de usuario recientes y omitir otros informes antiguos.
eu: 5. UserReport-en kargaren data. Honek aukera ematen du azken erabiltzaileen txostenetan zentratu eta txosten zaharrak baztertzeko.
fr: 5. La date du téléchargement du UserReport. Cela permet de se concentrer sur les récents UserReports et de ne pas tenir compte des anciens rapports.
ga: 5. Dáta uaslódála na hÚsáidTuairisce. Ligeann sé seo dár bhforbróirí a n-oibre a dhíriú ar tuairiscí nua, agus neamhaird a dhéanamh de sean-thuairiscí.
gd: 5. An ceann-là a chaidh an aithris a luchdadh suas. Leigidh seo leinn ar n-aire a thoirt air aithrisean ùra ’s an seann-fheadhainn a chur dhan dàrna taobh.
gl: 5. A data do envío do informe de usuario. Isto permite centrarse en informes de usuario recentes e ignorar informes vellos.
hu: 5. A felhasználói visszajelzés feltöltési dátuma. Így a nemrégen feltöltött visszajelzésekre fókuszálhatunk, és elvethetjük a régieket.
id: 5. Tanggal pengunggahan UserReport. Data ini memusatkan perhatian pada UserReport terkini dan mengabaikan laporan lama.
it: 5. La data del caricamento dello UserReport. Questo permette di concentrarsi sugli UserReport recenti e trascurare i report vecchi.
ko: 5. 사용자 보고서의 업로드 날짜. 이를 통해 최신 사용자 보고서에 초점을 맞추고 이전 보고서를 무시할 수 있습니다.
nl: 5. De datum van de upload van de UserReport. Dit maakt focus op recente UserReports mogelijk en negeert oude rapporten.
pl: 5. Data wysłania UserReport pozwala skupić się na najnowszych UserReport i zignorować te starsze.
pt_br: 5. A data do upload do UserReport. Isso permite o foco em UserReports recentes e desconsiderar relatórios antigos.
pt_pt: 5. A data de envio dos Relatórios de Utilizador. Isto permite-nos focar em Relatórios de Utilizador recentes em detrimento dos mais antigos.
ru: 5. Дата загрузки Пользовательского отчёта. Это позволяет сконцентрироваться на последних отчетах и игнорировать старые.
sk: 5. Dátum nahrania UserReport. Toto umožňuje triedenie UserReports podľa dátumu a ignorovanie starých hlásení.
sv: 5. datum för uppladdning av UserReport. Detta gör att fokus på senaste UserReports och bortse från gamla rapporter.
te: 5. యూజర్ రిపోర్ట్ అప్‌లోడ్ చేసిన తేదీ. ఇది ఇటీవలి యూజర్‌ రిపోర్ట్‌లపై దృష్టి పెట్టడానికి మరియు పాత నివేదికలను విస్మరించడానికి అనుమతిస్తుంది.
tr: 5. UserReport'un yüklenme tarihi. Bu, son UserReports'a odaklanmayı ve eski raporları göz ardı etmeyi sağlar.
uk: 5. Дата завантаження звіту користувача. Це дозволяє зосередитись на останніх звітах користувача та проігнорувати старі звіти.
zh: 5.上传“用户报告”的日期。 可专注于最新的，并忽略旧报告。
zh_tw: 5. 使用者回報上傳日期。這樣就能專注在近期的使用者回報並忽略舊的回報。

source: The UserReport does not include any specially protected categories of personal data (GDPR 9, GDPR 10).
ast: Nel RelatuUsuarial nun s’inxer dala categoría de datos personales specificamente protegida (GDPR 9, GDPR 10).
bg: Потребителският доклад не включва в себе си специфично защитени категории на лични данни (Чл. 9 на GDPR, чл. 10 на GDPR).
ca: L'informe d'usuari no inclou dades personals de categories especialment protegides (GDPR 9, GDPR 10).
cs: UserReport neobsahuje žádné speciálně chráněné kategorie osobních dat (GDPR 9, GDPR 10).
de: Der UserReport enthält keine speziell geschützten Kategorien von Persönlichen Daten (DSGVO 9, DSGVO 10).
el: Η Αναφορά Χρήστη δεν περιλαμβάνει ειδικά προστατευμένες κατηγορίες προσωπικών δεδομένων (Γενικός Κανονισμός για την Προστασία Δεδομένων 9, ΓΚΠΔ 10).
es: UserReport no incluye ninguna categoría de datos personales especialmente protegida (GDPR 9, GDPR 10).
eu: UserReport-ek ez ditu datu pertsonalen bereziki babestutako kategoriarik izaten (GDPR 9, GDPR 10).
fr: L'UserReport n'inclut aucune catégorie de données à caractère personnel spécialement protégée (RGPD 9, RGPD 10).
ga: Níl aon chatagóir sain-chosanta de chuid na sonraí pearsanta san áireamh san ÚsáidTuairisc (GDPR 9, GDPR 10).
gd: Cha bhi gin dhe na roinnean-seòrsa sònraichte de dhàta pearsanta dìonta am boinn na h-aithrise (GDPR 9, GDPR 10).
gl: O informe de usuario non inclúe categoría especialmente protexida de datos persoais (GDPR 9, GDPR 10).
hu: A felhasználói visszajelzés nem tartalmaz különösen védett kategóriájú személyes adatokat (GDPR 9, GDPR 10).
id: UserReport tidak memuat data pribadi yang masuk dalam kategori diproteksi secara khusus (GDPR 9, GDPR 10).
it: Lo UserReport non include alcuna categoria specificatamente protetta di dati personali (GDPR 9, GDPR 10).
ko: 사용자 보고서에는 특별히 보호된 개인 데이터 범주가 포함되어 있지 않습니다 (GDPR 9, GDPR 10).
nl: De UserReport bevat geen speciaal beschermde categorieën van persoonlijke gegevens (GDPR 9, GDPR 10).
pl: UserReport nie zawiera wyjątkowo chronionych kategorii danych osobowych (GDPR 9, GDPR 10).
pt_br: O UserReport não inclui nenhuma categoria especialmente protegida de dados pessoais (GDPR 9, GDPR 10).
pt_pt: Os Relatórios de Utilizador não incluem quaisquer dados pessoais de categorias especialmente protegidas (RGPD 9, RGPD 10).
ru: Пользовательский отчёт не включает в себя никакие особо защищённые категории персональных данных (Общий регламент по защите данных (ЕС) 9, 10).
sk: UserReport neobsahuje žiadne kategórie dát na ktoré sa vzťahuje špeciálna ochrana (GDPR 9, GDPR 10).
sv: UserReport innehåller inga särskilt skyddade kategorier av person uppgifter (GDPR 9, GDPR 10).
te: యూజర్ రిపోర్ట్ వ్యక్తిగత డేటా (జిడిపిఆర్ 9, జిడిపిఆర్ 10) యొక్క ప్రత్యేకంగా రక్షించబడిన వర్గాలను కలిగి లేదు.
tr: UserReport özel olarak korunan kişisel veri kategorileri içermez (GVKY 9, GVKY 10).
uk: Звіт користувача не включає будь-які спеціально захищені категорії особистих даних (GDPR 9, GDPR 10).
zh: “用户报告”不包含任何受特殊保护的个人数据类别（GDPR 9，GDPR 10）。
zh_tw: 使用者回報不包含任何受特殊保護的個人資料類別 (GDPR 9, GDPR 10)。

source: The transmission is secured with SSL. Data is protected against unintentional loss in encrypted backups for additional time (GDPR 30.1.g, GDPR 32).
ast: La transmission assegura-se cun SSL. Los datos son protegidos contra la perda involuntaria n copiɐs de reserva cifradɐs per tiempu addicional (GDPR 30.1.g, GDPR 32).
bg: Преносът на данни е защитен със SSL сертификат за сигурност. Информацията е защитена в шифрирани резервни архиви срещу неумишлена загуба за известно време (Чл. 30.1.g и чл. 31 на GDPR).
ca: La transmissió es protegeix mitjançant el protocol SSL. Les dades estan protegides davant de pèrdues no intencionades en còpies de seguretat xifrades durant un temps addicional (GDPR 30.1.g, GDPR 32).
cs: Přenos je chráněný pomocí SSL. Data jsou chráněna před nechtěnou ztrátou pomocí šifrovaných záloh uchovaných po delší dobu (GDPR 30.1.g, GDPR 32).
de: Die Übertragung ist mittels SSL geschützt. Die Daten sind gegen ungewolltenVerlust in verschlüsselten Sicherungen für längere Zeit geschützt (DSGVO 30.1.g, DSGVO 32).
el: Η μετάδοση είναι ασφαλισμένη με SSL (Στρώμα Ασφαλών Υποδοχών). Τα δεδομένα προστατεύονται από την ακούσια απώλεια κρυπτογραφημένων αντιγράφων ασφαλείας για επιπλέον χρόνο (Γενικός Κανονισμός για την Προστασία Δεδομένων 30.1.g, ΓΚΠΔ 32).
es: La transmisión está asegurada con SSL. Los datos están protegidos contra pérdidas no intencionadas gracias a copias de seguridad cifradas durante un tiempo adicional (GDPR 30.1.g, GDPR 32).
eu: Transmisioa SSL-rekin segurtatuta dago. Datuak babeskopia kriptografikoetan daude babesturik zenbat denboraz (GDPR 30.1.g, GDPR 32).
fr: La transmission est sécurisée avec SSL. Les données personnelles sont protégées contre les pertes accidentelles dans une sauvegarde chiffrée actualisée régulièrement (RGPD 30.1g, RGPD 32).
ga: Tá an ceangal seo sábháilte le SSL. Tá sonraí cosanta in aghaidh caillteanas neamhbheartaithe trí chúltacuithe criptithe le haghaidh am breise (GDPR 30.1.g, GDPR 32).
gd: Tha an tar-chur dìonta le SSL. Tha an dàta ’ga dhìon o chall gun iarraidh le lethbhreacan-glèidhidh airson barrachd ùine (GDPR 30.1.g, GDPR 32).
gl: A transmisión protéxese con SSL. Os datos están protexidos contra a perda accidental en copias de seguranza cifradas durante tempo adicional (GDPR 30.1.g, GDPR 32).
hu: Az átvitel SSL titkosítással védett. Az adatok elvesztését megelőzendő, a titkosított biztonsági másolatokat tovább is megtartjuk (GDPR 30.1.g, GDPR 32).
id: Pengiriman data diamankan dengan SSL. Data dilindungi dari kehilangan yang tidak disengaja di dalam cadangan terenkripsi untuk waktu tambahan (GDPR 30.1.g, GDPR 32).
it: La trasmissione è protetta con SSL. I dati sono protetti contro perdite involontarie in backup criptati per ulteriore tempo (GDPR 30.1.g, GDPR 32).
ko: 전송은 SSL로 보호됩니다. 데이터는 추가 시간 동안 암호화된 백업에서 의도하지 않은 손실로부터 보호됩니다 (GDPR 30.1.g, GDPR 32).
nl: De transmissie is beveiligd met SSL. Gegevens worden voor een langere tijd beschermd tegen onbedoeld verlies van gecodeerde back-ups (GDPR 30.1.g, GDPR 32).
pl: Transmisja danych chroniona jest przez SSL przed niezamierzoną utratą zaszyfrowanych kopii zapasowych przez dodatkowy czas (GDPR 30.1.g, GDPR 32).
pt_br: A transmissão é protegida com SSL. Os dados são protegidos contra perda não intencional em backups criptografados por tempo adicional (GDPR 30.1.g, GDPR 32).
pt_pt: A transmissão de dados é segura com SSL. Os dados são protegidos contra perda não intencional em cópias de segurança encriptadas por tempo adicional (RGPD 30.1.g, RGPD 32).
ru: Передача данных защищена с помощью SSL. Личные данные защищены от непроизвольной потери при шифрованном резервировании в течение дополнительного времени (Общий регламент по защите данных (ЕС) 30.1.g, 32).
sk: Prenos dát je zabezpečený SSL. Dáta sú dodatočne chránené pred neúmyselnou stratou v zašifrovaných zálohách (GDPR 30.1.g, GDPR 32).
sv: Överföringen är säkrad med SSL. Data skyddas mot oavsiktlig förlust i krypterade säkerhets kopieringar för ytterligare tid (GDPR 30.1. g, GDPR 32).
te: ట్రాన్స్మిషన్ ఎస్ఎస్ఎల్ తో సురక్షితం. అదనపు సమయం కోసం గుప్తీకరించిన బ్యాకప్‌లలో అనుకోకుండా నష్టపోకుండా డేటా రక్షించబడుతుంది (జిడిపిఆర్ 30.1.జి,జిడిపిఆర్ 32).
tr: İletim SSL ile güvence altına alındı. Veriler, şifrelenmiş yedeklemelerdeki ek bir süre için istemeden kaybedilmeden korunmaktadır (GVKY 30.1.g, GVKY 32).
uk: Передання є захищеним за допомогою SSL. Дані захищені від ненавмисних втрат у зашифрованих резервних копіях на додатковий час (GDPR 30.1.g, GDPR 32).
zh: 传输使用SSL保护。 数据可以防止加密备份中的意外丢失（GDPR 30.1.g，GDPR 32）。
zh_tw: 資料傳輸透過 SSL 來保證其安全性。資料會以加密型式備份以防止遺失 (GDPR 30.1.g, GDPR 32)。

source: [font="sans-bold-14"]Wildfire Games reserves the right to:[/font]
ast: [font="sans-bold-14"]Wildfire Games acouta l direiꞇhu a:[/font]
bg: [font="sans-bold-14"]Wildfire Games запазва правото си да:[/font]
ca: [font="sans-bold-14"]Wildfire Games es reserva el dret de:[/font]
cs: [font="sans-bold-14"]Wildfire Games si vyhrazuje právo:[/font]
de: [font="sans-bold-14"]Wildfire Games behält sich das Recht vor:[/font]
el: [font="sans-bold-14"]Η Wildfire Games διατηρεί το δικαίωμα να:[/font]
es: [font="sans-bold-14"]Wildfire Games se reserva el derecho a:[/font]
eu: [font="sans-bold-14"]Wildfire Gamesek honen eskubideen jabea da:[/font]
fr: [font="sans-bold-14"]Wildfire Games se réserve le droit de :[/font]
ga: [font="sans-bold-14"]Cúlchiste ag Wildfire Games leis na rialacha seo:[/font]
gd: [font="sans-bold-14"]Tha Wildfire Games a’ glèidheadh na còrach:[/font]
gl: [font="sans-bold-14"]Wildfire Games resérvase o dereito a:[/font]
hu: [font="sans-bold-14"]A Wildfire Games fenntartja a jogot, hogy:[/font]
id: [font="sans-bold-14"]Wildfire Games berhak untuk:[/font]
it: [font="sans-bold-14"]Wildfire Games si riserva il diritto di:[/font]
ko: [font="sans-bold-14"]Wildfire Games는 다음과 같은 권리를 보유함:[/font]
nl: [font="sans-bold-14"]Wildfire Games behoudt het recht om:[/font]
pl: [font="sans-bold-14"]Wildfire Games zastrzega sobie prawa do:[/font]
pt_br: [font="sans-bold-14"]A Wildfire Games reserva o direito de:[/font]
pt_pt: [font="sans-bold-14"]Wildfire Games reserva o direito de:[/font]
ru: [font="sans-bold-14"]Wildfire Games сохраняет за собой права на:[/font]
sk: [font="sans-bold-14"]Wildfire Games si vyhradzuje právo na:[/font]
sv: [font = "Sans-fet-14"] Wildfire Games förbehåller sig rätten att: [/font]
te: [font="sans-bold-14"]వైల్డ్‌ఫైర్ గేమ్స్ వీటి హక్కును కలిగి ఉన్నాయి:[/font]
tr: [font="sans-bold-14"]Wildfire Games haklarını saklı tuttuğu konular:[/font]
uk: [font="sans-bold-14"]Wildfire Games залишає за собою право на:[/font]
zh: [font="sans-bold-14"]Wildfire Games 有权:[/font]
zh_tw: [font="sans-bold-14"]Wildfire Games 保留以下權利：[/font]
