Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: Wildfire Games only receives an encrypted version of the password, so that the password chosen by the user is not revealed to Wildfire Games or others in case of a breach.
ast: Wildfire Games solo recibe una version cifrada de la ꞇyave, para que la ꞇyave escolyida pol usuariu nun fhuer revelada a Wildfire Games nen a outros in casu d’un falhu de segurancia.
bg: Wildfire Games получава паролата единствено в шифрован вид, така че да не е видима за Wildfire Games или други лица, в случай на изтичане на данни.
ca: Wildfire Games només rep una versió xifrada de la contrasenya, de manera que la contrasenya triada per l'usuari no es revela a Wildfire Games o a d'altres en cas de filtració.
cs: Wildfire Games obdrží pouze šifrovanou verzi hesla, takže heslo vybrané uživatelem není v případě úniku informací odhaleno Wildfire Games nebo jiným uživatelům.
de: Wildfire Games erhält nur eine verschlüsselte Version des Passworts, damit das vom Benutzer gewählte Passwort Wildfire Games nicht offenbart wird oder Dritten im Falle eines Datenlecks.
el: Η Wildfire Games λαμβάνει μόνο μια κρυπτογραφημένη έκδοση του κωδικού πρόσβασης, έτσι ώστε ο κωδικός πρόσβασης που επιλέγει ο χρήστης να μην αποκαλυφθεί στην Wildfire Games ή σε άλλους σε περίπτωση παραβίασης.
es: Wildfire Games recibe una versión encriptada de la contraseña, de forma que en caso de una filtración de datos, la contraseña no sea revelada
eu: Wildfire Gamesek pasahitzaren bertsio kriptografiko bat baino ez du jasotzen, era horretan erabiltzaileak aukeratzen duen pasahitza ez zaio erakutsiko Wildfire Gamesi edo besteren bati.
fi: Wildfire Games saa vain salatun version salasanasta, jotta käyttäjän valitsema salasana ei paljastu Wildfire Gamesille tai muille, jos tapahtuu tietomurto.
fr: Wildfire Games ne reçoit qu'une version chiffrée du mot de passe, de manière à ce que le mot de passe choisi par l'utilisateur ne soit pas révélé à Wildfire Games ou à d'autres en cas de faille.
ga: Faigheann Wildfire Games ach leagan criptithe den phasfhocal, ionas go níl an pasfhocal seo léirithe ag Wildfire Games nó ag daoine eile i gcás sárú.
gd: Chan fhaigh Wildefire Games ach tionndadh crioptaichte dhen fhacal-fhaire, mar sin cha dèid am facal-faire a thaghas an cluicheadair a nochdadh do Wildfire Games no duine sam bith eile ma thèid briseadh a-steach oirnn.
gl: Wildfire Games só recibe unha versión cifrada do contrasinal, de xeito que o contrasinal escollido polo usuario non se revela a Wildfire Games ou outros en caso de fuga.
hu: A Wildfire Games csak a jelszó titkosított verzióját kapja meg, így a felhasználó által választott jelszót nem ismeri meg a Wildfire Games – sem mások, egy lehetséges adatszivárgás esetén.
id: Wildfire Games hanya menerima versi kata sandi yang telah terenskripsi, sehingga kata sandi yang telah ditentukan oleh pemain tidak akan diperlihatkan ke Wildfire Games atau pihak lain bila ada kebocoran data.
it: Wildfire Games riceve soltanto una versione criptata della password, in modo che la password scelta dall'utente non venga rivelata a Wildfire Games o altri in caso di violazione.
ko: Wildfire Games는 비밀번호의 비밀번호화된 버전만 수신하므로 사용자가 선택한 비밀번호는 Wildfire Games나 다른 사람에게 공개되지 않습니다.
lv: Wildfire Games saņem tikai šifrētu paroles versiju, lai izvēlēta paroli nav atklāta Wildfire Games vai citiem ielaušanās gadījumā.
mk: Wildfire Games ја прима лозинката само во шифриран облик, така што таа не е видлива за Wildfire Games или другите во случај на протекување податоци.
ms: Wildfire Games hanya menerima kata laluan versi sulit, supaya kata laluan tersebut tidak terdedah oleh Wildfire Games ataupun berlakunya kecurian atau pelanggaran keselamatan.
nl: Wildfire Games ontvangt alleen een gecodeerde versie van het wachtwoord, zodat het door de gebruiker gekozen wachtwoord niet wordt bekendgemaakt aan Wildfire Games of anderen in het geval van een veiligheidslek.
pl: WildfireGames otrzymuje jedynie zaszyfrowaną wersję hasła, dzięki czemu hasło wybrane przez gracza nie jest przekazywane Wildfire Games lub innym w przypadku ataku.
pt_br: A Wildfire Games recebe apenas uma versão criptografada da senha, de modo que a senha escolhida pelo usuário não seja revelada à Wildfire Games ou a outros no caso de uma brecha de segurança.
pt_pt: A Wildfire Games apenas recebe uma versão encriptada da palavra-passe, de forma a que a palavra-passe escolhida pelo utilizador não é revelada à Wildfire Games ou outros no caso de uma quebra de segurança.
ru: Wildfire Games получает только зашифрованную версию пароля, так что выбранный пользователем пароль не будет доступен Wildfire Games или другим лицам в случае взлома.
sk: Wildfire Games dostáva iba zašifrovanú verziu hesla, takže heslo zvolené užívateľom nie je odhalené Wildfire Games alebo iným v prípade útoku.
sv: Wildfire Games tar endast emot en krypterad version av lösen ordet, så att lösen ordet som användaren valt inte avslöjas för Wildfire games eller andra i händelse av en överträdelse.
tr: Wildfire Games sadece şifrenin şifrelenmiş bir versiyonunu alır, böylece kullanıcı tarafından seçilen şifre ihlali durumunda Wildfire Games'e veya başkalarına gösterilmez.
uk: Wildfire Games отримує лише зашифровану версію пароля, щоб пароль, обраний користувачем, не був розкритий Wildfire Games або іншим у разі порушення.
zh: Wildfire Games仅接收加密版本的密码，因此如果出现违规，用户的密码不会泄露给Wildfire Games或其TA人。
zh_tw: Wildfire Games 僅會收到加密版本的密碼，使用者的密碼不會對 Wildfire Games 或其他人顯示以免侵害。

source: [font="sans-bold-14"]3. IP address[/font]
ast: [font="sans-bold-14"]3. Siñæs IP[/font]
bg: [font="sans-bold-14"]3. IP адрес[/font]
ca: [font="sans-bold-14"]3. Adreça IP[/font]
cs: [font="sans-bold-14"]3. IP adresa[/font]
de: [font="sans-bold-14"]3. IP Adresse[/font]
el: [font="sans-bold-14"]3. Διεύθυνση IP[/font]
es: [font="sans-bold-14"]3. Dirección IP[/font]
eu: [font="sans-bold-14"]3. IP helbidea[/font]
fi: [font="sans-bold-14"]3. IP-osoite[/font]
fr: [font="sans-bold-14"]3. Adresse IP[/font]
ga: [font="sans-bold-14"]3. Seolta IP[/font]
gd: [font="sans-bold-14"]3s Seòladh IP[/font]
gl: [font="sans-bold-14"]3. Enderezo de IP[/font]
hu: [font="sans-bold-14"]3. IP-cím[/font]
id: [font="sans-bold-14"]3. Alamat IP[/font]
it: [font="sans-bold-14"]3. Indirizzo IP[/font]
ko: [font="sans-bold-14"]3. IP 주소[/font]
lv: [font="sans-bold-14"]3. IP adrese[/font]
mk: [font="sans-bold-14"]3. IP-адреса[/font]
ms: [font="sans-bold-14"]3. Alamat IP[/font]
nl: [font="sans-bold-14"]3. IP-adres[/font]
pl: [font="sans-bold-14"]3. Adres IP[/font]
pt_br: [font="sans-bold-14"]3. Endereço IP[/font]
pt_pt: [font="sans-bold-14"]3. Endereço IP[/font]
ru: [font="sans-bold-14"]3. IP адрес[/font]
sk: [font="sans-bold-14"]3. IP adresa[/font]
sv: [font = "Sans-fet-14"] 3. IP-adress [/font]
tr: [font="sans-bold-14"]3. IP adresi[/font]
uk: [font="sans-bold-14"]3. IP-адреса[/font]
zh: [font="sans-bold-14"]3. IP地址[/font]
zh_tw: [font="sans-bold-14"]3. IP 位址[/font]

source: When a player hosts a match in the Multiplayer Lobby, the IP address of that player is sent to every player who is online, so that other players can join that game.
ast: Quando l ẍogador ahospeda una partida n Antepar, son inviadæs læs siñæs IP d’essi ẍogador a todolos ẍogadores que stean nela Rede, para q’outros ẍogadores se puœdan ẍunhir a essa partida.
bg: Когато играч създаде игра в чакалнята, неговият IP адрес се изпраща до всички други играчи на линия, така че те да могат да се присъединят.
ca: Quan un jugador allotja una partida a la sala multijugador, l'adreça IP d'aquest jugador s'enviarà a tots els jugadors que estiguin en línia, per tal que els altres jugadors puguin unir-se a la partida.
cs: Když hráč hostí zápas v hře pro více hráčů, IP adresa tohoto hráče je odeslána každému hráči, který je připojen k internetu (online), aby se k této hře mohli připojit i jiní hráči.
de: Wenn ein Spieler eine Partie in der Mehrspieler-Lobby abhält, wird die IP-Adresse dieses Spielers an jeden Spieler, der online ist, gesendet, damit andere Spieler dem Spiel beitreten können.
el: Όταν ένας παίκτης φιλοξενεί έναν αγώνα στο Λόμπι για Πολλούς Παίκτες, η διεύθυνση IP αυτού του παίκτη αποστέλλεται σε κάθε παίκτη που είναι συνδεδεμένος, έτσι ώστε οι άλλοι παίκτες να μπορούν να συμμετάσχουν σε αυτό το παιχνίδι.
es: Cuando un jugador es anfitrión en una sala multijugador, la dirección IP de ese jugador se envía a cada jugador que está en línea, para que otros jugadores puedan unirse a dicho juego.
eu: Jokalari batek jokalarien lobbyan partida antolatzen duenean, jokalari horren IP helbidea sarean diren jokalari denei bidaltzen zaie, beste jokalariek parte har izan ahal dezaten.
fi: Kun pelaaja järjestää ottelun moninpeliaulassa, kyseisen pelaajan IP-osoite lähetetään kaikille verkossa oleville pelaajille, jotta muut pelaajat voivat liittyä peliin.
fr: Quand un joueur héberge une partie dans le Lobby Multijoueur, son adresse IP est envoyée à tous les joueurs connectés afin qu'ils puissent joindre cette partie.
ga: Nuair a hóstálann imreoir cluiche san Ilfhorhalla, seoltar seolta IP den imreoir seo ag gach aon imreoir eile a bheith ar líne, ionas go mbeidh imreoirí eile abálta buail leis an gcluiche seo.
gd: Nuair a nì cluicheadair òstadh maidse ann an lobaidh ioma-chluicheadair, thèid seòladh IP a’ chluicheadair sin a chur gu gach cluicheadair a tha air loidhne ach an urrainn do chluicheadairean eile pàirt a ghabhail sa gheama sin.
gl: Cando un usuario aloxa unha partira na sala de espera de varios xogadores, o enderezo de IP dese xogador envíase a todos os xogadores conectados, para que outros xogadores poidan unirse á partida.
hu: Ha a játékos mérkőzést indít a többjátékos váróban, akkor a játékos IP-címe elküldésre kerül az összes többi online játékosnak, így mások is csatlakozhatnak a játékhoz.
id: Ketika seorang pemain mengadakan pertandingan di Lobi Main Bersama, alamat IP dari pemain tersebut dikirim ke setiap pemain yang sedang daring, sehingga pemain lain dapat bergabung dalam permainan tersebut.
it: Quando un giocatore ospita una partita nella Lobby Multigiocatore, l'indirizzo IP di quel giocatore viene inviato a tutti i giocatori online, in modo che questi si possano unire a quella partita.
ko: 플레이어가 멀티플레이어 로비에서 시합을 주최하면 해당 플레이어의 IP 주소가 온라인 상태인 모든 플레이어에게 전송되므로 다른 플레이어가 게임에 참가할 수 있습니다.
lv: Kad spēlētājs vada maču daudzspēlētāju priekšnamā, , šī spēlētāja IP adrese tiek nosūtīta katram spēlētājam, kurš ir tiešsaistē, lai citi spēlētāji varētu pievienoties šai spēlei.
mk: Кога играч создава игра во повеќеиграчката чекална, неговата IP-адреса се испраќа до сите други играчи на линија за да можат да се придружат.
nl: Wanneer een speler een wedstrijd host in de Multiplayer Lobby, wordt het IP-adres van die speler verzonden naar elke speler die online is, zodat andere spelers aan die wedstrijd kunnen deelnemen.
pl: Gdy gracz hostuje mecz w Multiplayer Lobby, adres IP gracza jest wysyłany wszystkim graczom online, dzięki czemu inni mogą dołączyć do gry.
pt_br: Quando um jogador organiza uma partida na Sala Multijogador, o endereço IP desse jogador é enviado a todos os jogadores que estão online, para que outros jogadores possam participar desse jogo.
pt_pt: Quando um jogador aloja uma partida na Sala de Espera Multi-Jogador, o endereço IP desse jogador é enviado para todos os jogadores que estejam online, para que os outros jogadores possam juntar-se a essa partida.
ru: Когда игрок начинает сражение в сетевой комнате, его IP-адрес отправляется всем, кто находится в сети, чтобы другие игроки могли присоединиться к этой игре.
sk: Keď hráč vytvoril zápas v lobby viacerých hráčov, jeho IP adresa je poslaná každému hráčovy, ktorý je online, aby sa ostatní hráči mohli k nemu pripojiť do hry.
sv: När en spelare är värd för en match i flerspelarlobbyn, är IP-adressen för den spelaren skickas till alla spelare som är online, så att andra spelare kan ansluta sig till det spelet.
tr: Bir oyuncu Multiplayer Lobisinde bir maç yaptığında, o oyuncunun IP adresi çevrimiçi olan her oyuncuya gönderilir, böylece diğer oyuncular bu oyuna katılabilir.
uk: Коли гравець створює змагання у багатокористувацькому лобі, IP-адреса цього гравця надсилається кожному гравцеві, який перебуває в мережі, щоб інші гравці могли приєднатися до цієї гри.
zh: 在多人游戏大厅中开主机时，主机的IP地址将被发送给任何在线玩家，方便其TA玩家加入。
zh_tw: 在多人遊戲大廳主持對戰時，該玩家的 IP 位址會傳送給每個上線的玩家，如此其他玩家才能加入遊戲。

source: Wildfire Games stores players IP addresses and may infer publicly available geolocation and internet service provider data (for example "geolite2") from the IP address in order to:
ast: Wildfire Games atrouʃa siñæs IP de ẍogadores & puœde inferir datos publicamente disponibles de geo-ubicacion & de l provisor de l servicio de Rede (por exemplo “geolite2”) de læs siñæs IP in viso a:
bg: Wildfire Games съхранява IP адресите на играчите и може да ги използва за получаване на публична информация като геолокация и данни за интернет доставчика (напр. „geolite2“) за следните цели:
ca: Wildfire Games guarda les adreces IP dels jugadors i pot inferir dades de geolocalització i del proveïdor de servei d'internet que estiguin públicament disponibles (per exemple, "geolite2") a partir de l'adreça IP per tal de:
cs: Wildfire Games ukládají IP adresy hráčů a mohou odvodit z adresy IP veřejně dostupnou polohu a poskytovatele internetových služeb (např. "Geolite2"), aby:
de: Wildfire Games speichert IP-Adressen von Spielern und kann öffentlich verfügbare Ortungs- und Internetanbieterdaten (z.B. "geolite2") zu Rate ziehen, um:
el: Η Wildfire Games αποθηκεύει τις διευθύνσεις IP των παικτών και μπορεί να συμπεράνει τα διαθέσιμα στο κοινό στοιχεία γεωγραφικής κατανομής και παροχέα υπηρεσιών διαδικτύου (για παράδειγμα "geolite2") από τη διεύθυνση IP προκειμένου:
es: Wildfire Games almacena las direcciones IP de los jugadores y puede inferir la localización geográfica disponible públicamente y los datos del proveedor de servicios (por ejemplo "geolite2") de las direcciones IP con el propósito de:
eu: Wildfire Gamesek jokalarien IP helbideak gordetzen ditu eta publikoki erabilgarri dagoen geolokalizazioa eman dezake (adibidez "geolite2") kasu hauetarako:
fi: Wildfire Games tallentaa pelaajien IP-osoitteet ja voi päätellä IP-osoitteesta julkisesti saatavilla olevia maantieteellisiä sijaintitietoja ja Internet-palveluntarjoajan tietoja (esimerkiksi "geolite2"), jotta voidaan:
fr: Wildfire Games stocke les adresses IP des joueurs et peut en déduire la géolocalisation publique ainsi que des données du fournisseur d'accès à Internet (par exemple "geolite2") afin de:
ga: Stórálann Wildfire Games seoltaí IP na himreoirí agus féadfaidh siad a chur in iúl geo-láthair a fháil go poiblí agus sonraí de chuid an sholathraí seirbhíse idirlín ("geolite2" m.sh.) den seolta IP d'fhonn:
gd: Stòraidh Wildfire Games seòlaidhean IP nan cluicheadairean agus dh’fhaoidte gun cleachd sinn iad airson ionad agus dàta an t-solaraiche eadar-lìn (can “geolite2”) a mhothachadh on seòladh IP air na h-adhbharan seo:
gl: Wildfire Games almacena os enderezos de IP dos xogadores e pode determinar a localización xeográfica dispoñíbel publicamente e os datos do fornecedor de servizo de internet (por exemplo «geolite2») a partir do enderezo de IP para:
hu: A Wildfire Games tárolja a játékosok IP-címét, és kinyerhet nyilvánosan elérhető geolokációs és internetszolgáltatói adatokat (például „geolite2”) az IP-címből, hogy megtehesse a következőket:
id: Wildfire Games menyimpan alamat IP pemain dan dapat menyimpulkan geolokasi yang tersedia untuk umum dan data penyedia layanan internet (misalnya "geolite2") dari alamat IP untuk:
it: Wildfire Games memorizza gli indirizzi IP dei giocatori e può inferire dati di geolocalizzazione e provider di servizi Internet disponibili pubblicamente (ad esempio "geolite2") dall'indirizzo IP per:
ko: Wildfire Games는 플레이어의 IP 주소를 저장하고 IP 주소에서 공개적으로 사용 가능한 위치 정보 및 인터넷 서비스 공급자 데이타 (예: "geolite2")를 다음과 같이 유추할 수 있습니다:
lv: Wildfire Games saglabā spēlētāju IP adreses un var secināt publiski pieejamu ģeolokāciju, un interneta pakalpojumu sniedzēju datus (piemēram ''geolite2'') no IP adreses, lai:
mk: Wildfire Games ги складира IP-адресите на играчите и може да ги користи за добивање информации од јавен карактер, како што се геолокација и податоци од интернет-доставувачот (на пр. „geolite2“) за следниве цели:
nl: Wildfire Games slaat IP-adressen van spelers op en kan openbaar beschikbare geolocatie- en internetprovidersgegevens (bijvoorbeeld "geolite2") van het IP-adres afleiden om:
pl: Wildfire Games przechowuje adresy IP i może określać publicznie dostępne dane geolokalizacji i dostawcę usług internetowych (na przykład "geolite2") z adresu IP w celu:
pt_br: A Wildfire Games armazena os endereços IP dos jogadores e pode inferir dados públicos sobre geolocalização e provedores de serviços de internet (por exemplo, "geolite2") do endereço IP para:
pt_pt: A Wildfire Games armazena o endereço IP dos jogadores e pode inferir dados de geolocalização disponíveis publicamente e os dados do fornecedor de internet (por exemplo o "geolite2") do endereço IP por forma a:
ru: Wildfire Games хранит IP-адреса игроков и может извлечь из IP-адреса общедоступные геолокационные данные и данные интернет-провайдера (например, «geolite2») для того, чтобы:
sk: Wildfire Games ukladá IP adresy hráčov a môže odvodiť verejne dostupnú geologickú polohu a poskytovateľa internetových služieb (napríklad "t-com") z IP adresy aby:
sv: Wildfire Games lagrar spelares IP-adresser och kan härleda offentligt tillgängliga Geolocation-och Internet-tjänstproviderdata (till exempel "geolite2") från IP-adressen för att:
tr: Wildfire Games oyuncuların IP adreslerini saklar ve aşağıdakiler için IP adresinden halka açık coğrafi konum ve internet servis sağlayıcı verilerini (örneğin, "geolite2") çıkartabilir:
uk: Wildfire Games зберігає IP-адреси гравців та може зробити висновок про загальнодоступну геолокацію, та дані постачальника послуг Інтернету (наприклад, "geolite2") з IP-адреси для того, щоб:
zh: Wildfire Games存储玩家的IP地址，并可以从IP地址推断公开可用的地理定位，以及互联网服务提供商数据（例如“geolite2”），以便：
zh_tw: Wildfire Games 儲存玩家的 IP 位址且可能會由其推斷公開可用的地理位置定位與網路服務提供者資料（如："geolite2"）以便：
