Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Son of Chandragupta Maurya, Bindusara consolidated the empire, creating a stable state for his son Ashoka to inherit. Structures +20% territory influence radius.
af: Bindusara, seun van Chandragupta Maurya, het die ryk gekonsolideer en a stabiele toestand geskep vir sy seun, Ashoka, om te erf. Strukture +20% gebied invloedryke radius.
ast: filyu de Candragupta Maurya, Bindusara incementou l imperio & deixou a l filyu de sou, Aśoka, un régime stable. Structurɐs: radiu d’influencia nɐs llendes territoriales +20%.
bg: Синът на Чандрагупта Маурия, Биндусара, обединил империята, създавайки стабилна държава, която била наследена от сина му Ашока. Структури +20% териториално влияние.
ca: Fill de Chandragupta Maurya, Bindusara va consolidar l'imperi, convertint-lo en un estat estable que va heretar el seu fill Aixoka. +20% al radi d'influència territorial de les estructures.
cs: Syn Čandragupty Maurjy, Bindusára upevnil říši a vytvořil pro svého dědice, syna Ašóku, stabilní stát. +20 % ke sféře vlivu staveb.
da: Chandragupta Mauryas søn, Bindusara, ensrettede imperiet, og skabte en stabil stat, som hans søn Ashoka kunne arve. Bygninger +20% territorial indflydelsesradius.
de: Bindusara, Sohn von Chandragupta Maurya, vereinigte das Imperium und erschuf einen stabilen Staat, um ihn an seinen Sohn Ashoka weiterzugeben. Gebäude +20 % territorialer Einflussradius.
es: Hijo de Chandragupta Maurya, Bindusara consolidó el imperio, creando un estado estable para que su hijo Ashoka lo heredara. Estructuras (Radio de influencia del territorio: +20%).
eu: Chandragupta Mauryaren semea, Bindusarak Inperioari eutsi zion, estatu iraunkorra sortuz bere seme Ashoka oinorde izendatzeko. Egiturak %20+ lurraldetasun eraginean.
fi: Chandragupta Mauryan poika Bindusara lujitti valtakuntaa ja loi vakaan valtion poikansa Ashokan perinnöksi. Rakenteille +20 % alueen vaikutussäde.
fr: Le fils de Chandragupta Maurya, Bindusara consolida l'empire, créant une État stable à transmettre à son fils Ashoka. Les Bâtiments gagnent 20 % de rayon d'influence territoriale.
gl: Fillo de Chandragupta Maurya, Bindusara consolidou o imperio, creando un estado estable para que o seu fillo Ashoka herdase. Estruturas +20% de radio de influencia territorial.
hi: चंद्रगुप्त मौर्य के पुत्र, बिंदूसार ने न केवल साम्राज्य को संगठित किया, वरन् अपने पुत्र अशोक के शासन योग्य एक स्थिर राज्य का निर्माण किया। भवनों का क्षेत्रीय प्रभाव दायरा +२०%
hu: Csandragupta Maurja fia, Binduszára megszilárdította a birodalmat, stabil államot létrehozva, amit a fia, Asóka örökölt. +20% területhatás az épületeknél.
hy: Չանդրագուպտա Մաուրիայի որդին՝ Բինդուսարան, համախմբեց կայսրությունն՝ ստեղծելով կայուն պետություն որպես ժառանգություն իր որդու՝ Աշոկայի համար։ +20% կառույցների տարածքային ազդեցության շառավղին։
id: Putra Candragupta Maurya, Bindusara mempersatukan kekaisaran, menciptakan kestabilan yang diwariskan ke putranya Asoka. Bangunan +20% jangkauan pengaruh wilayah.
it: Figlio di Chandragupta Maurya, Bindusara consolidò l'impero e creò uno stato stabile per suo figlio ed erede Ashoka. +20% raggio d'influenza territoriale per le strutture.
ja: マウリヤ朝のチャンドラグプタの息子であるビンドゥサーラは、息子のアショーカが継承できるように、帝国を安定させました。 建物による領土の影響範囲+20%
ko: 찬드라굽타 마우리야의 아들 빈두사라는 제국을 통합하고 그의 아들 아소카가 안정시켰습니다. 건축물의 영토 영향력 반경이 +20% 증가합니다.
ku: Kurê Chandragupta Maurya, Bindusara împaratorî xurt kir, ji bo kurê xwe Ashoka dewletek bi îstîqrar ava kir. Avahî +20% li ser tîrêjê bandora erdê.
lb: Den Bindusara, Jong vum Chandragupta Maurya, huet d'Räich konsolidéiert an en stablien Staat un säin Jong, den Ashoka, verierft. Strukturen +20% territorialen Aflossradius.
nl: Bindusara, de zoon van Chandragupta Maurya, verenigde het rijk en creëerde een stabiele staat voor zijn zoon Ashoka. Gebouwen +20% territorium.
pl: Syn Czandragupty Maurji, Bindusara zjednoczył imperium, tworząc stabilne państwo do odziedziczenia przez syna Asiokę. Budowle mają o 20% zwiększony zasięg wpływów.
pt_br: Filho de Chandragupta Maurya, Bindusara consolidou seu império, criando um Estado estável para seu filho Ashoka herdar. Estruturas têm +20% de raio de influência territorial.
pt_pt: Filho de Chandragupta Máuria, Bindusara consolidou o império, criando um estado estável para o seu filho Açoca herdar. Estruturas +20% raio de influência territorial.
ro: Fiu al lui Chandragupta Maurya, Bindusara a consolidat imperiul, creând un stat stabil pe care fiul său Ashoka l-a moștenit. Structuri +20% raza de influență a teritoriului.
ru: Сын Чандрагупты Маурьи, Биндусара объединил империю, оставив своему сыну Ашоке стабильное государство. Радиус контроля территории зданиями увеличивается на 20%.
sk: Syn Čandraguptu Maurjovca, Bindusára upevnil ríšu a vytvoril stabilný štát ako dedičstvo pre svojho syna Ašóku. Budovy +20% dosah územného vplyvu.
sr: Син Чандрагупта Маурја, Биндусара учврстио је царство, стварајући стабилну државу свом сину Ашока у наслеђе. Грађевине +20% пречник територијалног утицаја.
sv: Son till Chandragupta Maurya, Bindusara konsoliderade imperiet och skapade en stabil stat för sin son Ashoka att ärva. Strukturer +20% territorium påverkans radie.
tr: Chandragupta Maurya'nın oğlu Bindusara, imparatorluğu birleştirdi ve oğlu Ashoka'nın miras alması için istikrarlı bir devlet yarattı. Yapılar +20% bölge etkisi yarıçapı.
uk: Син Чандраґупти Маур'ї, Біндусара об'єднав імперію, створивши стабільну державу на спадщину його синові Ашоці. Споруди мають +20% радіусу территоріального впливу.
ur: ڈھانچے +20 علاقہ رداس کو متاثر کرتا ہے
zh: 旃陀罗笈多之子宾头娑罗，巩固了帝国，为其儿子阿育王留下了稳固的政权。 土地的影响半径 +20% .
zh_tw: 身為旃陀羅笈多．孔雀之子，賓頭娑羅鞏固了整個帝國，為他的兒子阿育王建立了一個穩定的國家。 建築 +20% 領土影響半徑。

source: Bindusara is said to have conquered lands to the south of the empire. Soldiers +15% capture attack strength.
af: Daar is vertel dat Bindusara streke in die suide van die ryk oorgeneem het. Soldate +15% verowering aanvalskrag.
ast: diz-se que Bindusara conquistou tierrɐs a l Mediu-díɐ de l imperio. Soldados: podencia de posseu +15%.
bg: Твърди се, че Биндусара е завладял земи на юг от империята. Войници +15% сила на планяване.
ca: S'atribueix a Bindusara la conquesta de territoris al sud de l'imperi. Els soldats capturen un 15% més eficaçment.
cs: Bindusára je znám tím, že si podmanil země ležící jižně od říše. +15 % k síle útoku při zajímání jednotek pro všechny vojáky.
da: Bindusara siges at have erobret lande syd for imperiet. Soldater +15% erobrings-angrebsstyrke.
de: Man gesagt, Bindusara habe die Länder im Süden des Imperiums erobert. Soldaten +15 % Einnehmrate.
es: Se dice que Bindusara conquistó tierras al sur del imperio. Los soldados aumentan +15% su fuerza de captura.
eu: Bindusaraz esaten da Inperio hegoaldeko lurrak bereganatu zituela. Soldaduek %15+ atzemate eraso indarra.
fi: Bindusaran kerrotaan valloittaneen maita valtakunnan eteläpuolella. Sotilaille +15 % kaappaushyökkäysvoimaa.
fr: On dit que Bindusara conquit les terres au sud de l'Empire. Les Soldats gagnent 15% force de capture offensive.
gl: Dise que Bindusara conquistou terras ao sur do imperio. +15% de forza de ataque de captura para soldados.
hi: बिंदूसार के बारे में कहा जाता है कि उन्होंने साम्राज्य के दक्षिण में स्थित क्षेत्रों को जीता। सैनिकों की हमला कर कब्जाने की क्षमता +१५%
hu: Azt mondják, hogy Binduszára földeket hódított meg a birodalom déli részén. +15% elfoglalási sebesség a katonáknál.
hy: Ասում են, որ Բինդուսարան գրավել է կայսրությունից հարավ ընկած տարածքներ։ +15% զինվորների գրավման արագությանը։
id: Bindusara dikisahkan pernah menaklukkan tanah di selatan kekaisaran. Prajurit +15% daya rebut.
it: Si dice che Bindusara avesse conquistato le terre a sud dell'impero. +15% forza di cattura per i soldati.
ja: ビンドゥサーラは、帝国の南側の土地を征服したと言われています。 兵士の占拠力+15%
ko: 빈두사라는 제국의 남쪽 땅을 정복했다고 합니다. 군인의 점령 공격력이 +15% 증가합니다.
ku: Tê gotin ku Bindusara erdên li başûrê împaratoriyê zeft kiriye. Leşker +15% hêza êrîşê digirin.
lb: De Bindusara soll Länner am Süden vum Räich erobert hunn. Zaldoten +15% Eroberungstaux.
nl: Het wordt gezegd dat Bindusara gebieden ten zuiden van het rijk heeft veroverd. Soldaten +15% veroveren.
pl: Uważa się, że Bindusara podbił tereny na południe od imperium. +15% szans przejęcia wrogiej jednostki.
pt_br: É dito que Bindusara conquistou terras ao sul do império. Soldados têm +15% de poder de captura.
pt_pt: Dizem que Bindusara conquistou terras para o sul do Império. Soldados +15% força de ataque de captura.
ro: Se spune că Bindusara ar fi cucerit ținuturi din sudul imperiului. Soldați +15% putere de atac la capturare.
ru: Говорят, Биндусара завоевал земли к югу от империи. Воины ведут захват на 15% лучше.
sk: Bindusára podľa niektorých dobyl územia južne od ríše. Bojovníci +15% útočná sila prebrania.
sr: Биндусара је рекао да је покорио све земље јужно од царства. Војници +15% снага напада заузимања.
sv: Bindusara sägs ha erövrat länder söder om imperiet. Soldater +15% fångar attackstyrkan.
tr: Bindusara'nın imparatorluğun güney kısmındaki toprakları fethettiği söylenir. Askerler +15% ele geçirme saldırı gücü yakalar.
uk: Біндусара сказав підкорити землі на південь від імперії. Солдати мають +15% ефективності захоплення.
ur: فوجی +15٪ قبضہ کی طاقت حاصل کرتے ہیں
zh: 据说宾头娑罗征服了印度南部。 单位夺占效率 +15%.
zh_tw: 據說賓頭娑羅征服了帝國南方的土地。 士兵 +15% 占領力。

source: Great Builder
af: Groot Bouer
ar: الباني العظيم
ast: Gran constructor
bg: Велик строител
bn: মহান নির্মাতা
br: Saver-Meur
ca: Gran constructor
cs: Vynikající stavitel
da: Store Bygherre
de: Großer Erbauer
el: Μέγας Οικοδόμος
es: Gran constructor
es_ar: Gran Constructor
eu: Eraikitzaile Handia
fa: سازنده بزرگ
fi: Suuri rakentaja
fr: Grand Constructeur
ga: Tógálaí Mór
gd: Sàr-thogalaiche
gl: Gran construtor
he: בונה גדול
hi: महान निर्माता
hu: Nagy építő
hy: Մեծ Շինարար
id: Pembangun Besar
it: Grande Costruttore
ja: 大建築家
ko: 훌륭한 건축가
ku: Avakarê Mezin
lb: Groussen Erbauer
ms: Pembina Agung
nb: Stor byggherre
nl: Grote Bouwer
pl: Wielki Budowniczy
pt_br: Grande Construtor
pt_pt: Grande construtor
ro: Mare Constructor
ru: Великий строитель
sk: Veľký staviteľ
sr: Велики Градитељ
sv: Stor Byggmästare
te: గొప్ప నిర్మించువాడు
tr: Büyük Mimar
uk: Великий будівник
ur: عظیم معمار
zh: 伟大的建设者
zh_tw: 偉大的建築師

source: Throughout his reign, much of Artaxerxes' wealth was spent on building projects. He restored the Palace of Darius I at Susa and restored the ancient city of Ecbatana. Structures −10% resource costs and +5% health.
af: Regdeur sy heerskappy was baie van Artaxerxes se rykdom spandeer op bouprojekte. Hy het die Paleis van Darius I by Susan gerestoureer asook die antieke stad van Exbatana. Strukture -10% hulpbron kostes en +5% gesondheid.
ast: Artaxerxes passou l sou reinado gastando n obrɐs públicɐs. Renovou l Palacio de Daríu I in Susa & remocicou l’antigua cildá d’Ecbátana. Structurɐs: costos in recursos −10% puntos de vida +5%.
bg: По време на управлението си, Артаксеркс похарчил повечето от богатството си за строежи. Той възстановил палатът на Дарий I в Суза, както и древния град Екбатана. Структури -10% цена за ресурси и +5% здраве.
ca: Artaxerxes va invertir gran part de la seva fortuna en projectes de construcció. Va restaurar el palau de Darios I a Susa i l'antiga ciutat d'Ecbàtana. +5% de salut i −10% de cost per a les estructures.
cs: Během jeho vlády byla velká část Artaxerxova bohatství použita k výstavbě. Obnovil palác Dareia I. v Susách a obnovil starověké město Ecbatana. -10 % nákladů a +5 % zdraví pro stavby.
da: Gennem hans regeringstid, blev meget af Artaxerxes' rigdom brugt på byggeprojekter. Han restorerede Darius I's palads ved Susa og genoprettede oldtidsbyen Ekbatana. Bygninger -10% ressourceomkostninger og +5% helbred.
de: Während seiner Regentschaft wurde ein Großteil von Artaxerxes' Vermögen für Bauprojekte ausgegeben. Er restaurierte den Palast von Dareios I. bei Susa sowie die antike Stadt von Ekbatana. Gebäude −10 % Rohstoffkosten und +5 % Gesundheit.
es: A lo largo de su reinado, gran parte de la riqueza de Artajerjes se invirtió en proyectos de construcción. Recuperó el palacio de Darío I en Susa y restauró la antigua ciudad de Ecbatana. Estructuras (Coste de recursos: −10%; Resistencia: +5%).
eu: Bere agintearen bitartean, Artaxerxesen ondare zati handi bat eraikuntza proiektuetan erabili zen. Susako Darius l-ren palazioa eraberritu zuen eta Ecbatana hiri zaharra ere bai. Egiturek %10- baliabide kostuan eta %5+ osasunean.
fi: Koko valtakautensa ajan Artaxerxes käytti suuren osan varallisuudestaan rakennushankkeisiin. Hän kunnosti Dareios I:n palatsin Susassa ja entisöi muinaisen Ecbatanan kaupungin. Rakennuksille -10 % resurssikustannuksia ja +5 % terveyttä.
fr: Tout au long du règne d'Artaxerxès, une grande partie de sa richesse a été dépensée dans des projets de construction. Il restaura le Palais de Darius I à Suse et restaura la ville d'Ecbatana. Les Bâtiments coûtent 10% de ressource de moins et gagnent 5% de santé supplémentaire.
gl: Ao longo do seu reinado, moita da riqueza de Artaxerxes foi gastada en proxectos de construción. El restaurou o Pazo de Darío I en Susa e a antiga cidade de Ecbatana. Estruturas −10% de custos de recursos e +5% de saúde.
hi: अपने शासनकाल के दौरान, आर्तज़ेरसीस ने अधिकांश धन ईमारतों और निर्माण परियोजनाओं पर खर्च किया था। उन्होंने सुसा में डेरियस प्रथम के महल का जीर्णोद्धार किया और प्राचीन शहर इक्बाटाना को भी पुनर्स्थापित किया। इमारतों का -१०% संसाधन ख़र्च और +५% स्वास्थ्य।
hu: Uralkodása alatt Artakhsaszjá vagyonának nagy részét építkezésekre fordította: helyreállíttatta I. Dárajavaus szuszai palotáját és Ekbatana ősi városát is. −10% nyersanyagigény és +5% életerő minden építménynek
hy: Արտաքսերքսեսի օրոք վերջինիս հարստության մեծ մասը ծախսվեց շինարարական նախագծերի վրա։ Նա վերականգնեց Դարեհ I-ի՝ Սուսայում գտնվող պալատը և նախկին տեսքին բերեց հին քաղաք Էկբատանը։ -10% ռեսուրսային արժեք և +5% առողջություն կառույցներին։
id: Sepanjang masa pemerintahannya, sebagian besar kekayaan Artahsasta dihabiskan untuk proyek pembangunan. Dia memulihkan Istana Darius I di Susa dan memulihkan kota kuno Ekbatana. Bangunan -10% biaya sumberdaya dan +5% nyawa.
it: Durante il suo regno, gran parte delle ricchezze di Artaserse furono spese nei progetti edilizi. Riparò il Palazzo di Dario I a Susa e riportò in auge l'antica città di Ecbatana. −10% costi e +5% salute per tutte le strutture.
ja: アルタクセルクセスの富の多くは、彼の治世の間中、建築事業に費やされました。彼はスーサのダリウス1世の宮殿を修復し、古代都市エクバタナを復元しました。 建物の資源コスト-10%とHP+5%
ko: 그의 통치 기간 내내 아르탁세르크세스의 재산의 상당 부분은 프로젝트를 짓는데 쓰여졌습니다. 그는 수사에서 다리우스 1 세의 궁전을 복원하고 고대 도시인 엑바타나를 복원했습니다. 건축물의 자원 비용이 -10% 감소하고 내구력이 +5% 증가합니다.
ku: Di seranserê serweriya wî de, gelek dewlemendiya Artaxerxes ji bo projeyên avahîsaziyê xerc kirin. Wî Qesra Daryûs I li Sûsayê restore kir û bajarê kevnar Ecbatana nû kir. Avakirin −10% lêçûnên çavkaniyê û +5% tenduristî.
lb: Wärend senger Herrschaft, huet den Artaxerxes vill vun sengem Wuelstand op Bauprojeten ausginn. Hien huet den Palast vum Darius I zu Susa an déi aal Stad vunn Ecbatana restoréiert. Strukturen -10% Ressourcekäschten an +5% Gesondheet.
nl: Gedurende zijn hele regeerperiode besteedde Artaxerxes zijn rijkdom aan bouwprojecten. Hij restaureerde het paleis van Darius I in Susa en hij bouwde de oude stad Ectabana opnieuw op. Gebouwen kosten -10% grondstoffen en krijgen +5% sterkte.
pl: Podczas swoich rządów Artakserkses wydał sporą część majątku na projekty architektoniczne. Odbudował Pałac Dariusza w Suzie i antyczne miasto Ekbatana. +5% zdrowia i -10% kosztu budowy dla wszystkich budynków.
pt_br: Por todo seu reinado, muitas das riquezas de Artaxerxes foram gastas com projetos de construção. Ele restaurou o Palácio de Dario I em Susã e restaurou a antiga cidade de Ecbátana. Estruturas custam −10% de recursos e recebem +5% de saúde.
pt_pt: Ao longo do seu reinado, muita da riqueza de Artaxerxes foi gasta em projetos de construção. Ele restaurou o Palácio de Dario I em Susa e restaurou a antiga cidade de Ecbátana. Estruturas custam −10% em recursos e +5% vida.
ro: De-a lungul domniei sale, o mare parte din averea lui Artaxerxe a fost cheltuită pe proiecte de construcție. El a restaurat Palatul lui Darius I de la Susa și a refăcut orașul antic Ecbatana. Structuri -10% costuri de resurse și +5% sănătate.
ru: На протяжении своего правления, большая часть сил Артаксеркса уходила на строительные проекты. Он восстановил дворец Дария I в Сузах, а также древний город Экбатаны. +5% к прочности зданий и -10% к стоимости строительства.
sk: Počas Artaxerxesovho panovania bolo množstvo jeho bohatstva vynaloženého na budovateľské projekty. Obnovil palác Dária I. v Súzach aj staroveké mesto Ektabana. Budovy −10% cena surovín a +5% bodov zdravia.
sr: Током његове владавине, много Артаксерксесовог богатства је утрошено на изградњу пројеката. Обновио је палату Дариуса првог у Суси и обновио је древни град Екбатану. Грађевине -10% цене ресураса и +5% здравља.
sv: Under hela hans regeringstid spenderades mycket av Artaxerxes rikedom på byggnadsprojekt. Han restaurerade Darius I:s palats i Susa och restaurerade den antika staden Ecbatana. Strukturer −10% resurskostnader och +5% hälsa.
tr: Saltanatı boyunca, Artaxerxes'in servetinin büyük kısmı projeler inşa etmeye harcandı. Susa'daki Darius Sarayı'nı restore etti ve antik Ecbatana kentini restore etti. Yapılar −10% kaynak maliyeti ve +5% sağlık.
uk: Упродовж свого правління значна частина багатства Артаксеркса була витрачена на будівельні проекти. Він відновив палац Дарія I в Сузах та відновив древнє місто Екбатану. Споруди потребують −10% ресурсних витрат та мають +5% здоров'я.
ur: ڈھانچے − 10 وسائل کے اخراجات اور +5 صحت
zh: 在阿尔达希尔统治时期，他把大部分财富都花在了建筑工程上。他在苏萨重建了大流士的宫殿，并修复了古城埃克巴塔那。 建筑物的成本 -10%, 生命 +5%.
zh_tw: 在阿爾塔薛西斯統治期間，他大部份的財富都用於建築專案上。他在蘇薩重建了大流士一世的宮殿，並重建了埃克巴坦那古城。 建築物 -10% 資源成本並 +5% 生命值。

source: Great Librarian
af: Groot Bibliotekaris
ar: أمين المكتبة العظيم
ast: Gran bibliothecariu
bg: Велик библиотекар
bn: জ্ঞান সংরক্ষণকারী
br: Levraoueger Meur
ca: Gran bibliotecari
cs: Význačný knihovník
da: Store Bibliotekar
de: Großer Bibliothekar
el: Μέγας Βιβλιοθηκάριος
es: Gran bibliotecario
es_ar: Gran Bibliotecario
eu: Liburuzain Handia
fa: کتابدار بزرگ
fi: Suuri kirjastonhoitaja
fr: Grand Libraire
ga: Leabharlannaí Mór
gd: Mòr-leabharlannaiche
gl: Gran bibliotecario
he: הספרן הגדול
hi: महान उदारवादी
hu: Nagy könyvtáros
hy: Մեծ Գրադարանավար
id: Pustakawan Besar
it: Grande Bibliotecario
ja: 大司書
ko: 위대한 사서
ku: Pirtûkxaneya Mezin
lb: Groussen Libraire
ms: Pustakawan Agung
nb: Stor bibliotekar
nl: Groots Bibliothecaris
pl: Wielki Bibliotekarz
pt_br: Grande Bibliotecário
pt_pt: Grande bibliotecário
ro: Mare Bibliotecar
ru: Великий Библиотекарь
sk: Veľký knihovník
sr: Велики Библиотекар
sv: Stor Bibliotekarie
te: గొప్ప గ్రంధాలయ అధికారి
tr: Büyük Kütüphaneci
uk: Великий бібліотекар
ur: عظیم لائبریرین
zh: 伟大的图书管理员
zh_tw: 偉大的圖書管理者
