Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Cimon
ast: Cimón
bg: Кимон
br: Simon
ca: Cimó
cs: Kimón
de: Kimon
el: Κίμων
es_ar: Cimón
fa: کیمون
ga: Céimión
he: קימון
hu: Kimón
hy: Կիմոն
it: Cimone
ja: キモン
ko: 키몬
nb: Kimon
pt_br: Címon
ru: Кимон
sk: Kimón
tr: Kimon
tt: Кимон
uk: Кімон
zh: 客蒙
zh_tw: 客蒙

source: Aristides
ast: Arístides
bg: Аристид
br: Aristid
ca: Arístides
cs: Aristeidés
el: Αριστείδης
es_ar: Arístides
fa: آریستید
ga: Arastadas
he: אריסטידס
hu: Ariszteidész
hy: Արիստիդես
it: Aristide
ja: アリスティデス
ko: 아리스티데스
pl: Arystydes
ru: Аристид
tt: Аристид
uk: Аристид
zh: 亚里斯泰迪斯
zh_tw: 阿里斯提德

source: Xenophon
ast: Xenofonte
bg: Ксенофонт
br: Gzenofon
ca: Xenofont
cs: Xenofón
el: Ξενοφών
es_ar: Jenofonte
fa: کسنوفون
ga: Xéiniofón
he: קסנופון
hu: Xenophón
hy: Քսենոփոն
it: Senofonte
ja: クセノポン
ko: 크세노폰
nb: Xenofon
pl: Ksenofont
pt_br: Xenofonte
ru: Ксенофонт
sk: Xenofón
tr: Ksenofon
tt: Ксенофонт
uk: Ксенофонт
zh: 色诺芬
zh_tw: 色諾芬

source: Hippias
ast: Hipies
bg: Хипий
ca: Hípies
cs: Hippiás
el: Ιππίας
es_ar: Hipias
fa: هیپیاس
he: היפיאס
hu: Hippiasz
hy: Հիպիաս
it: Ippia
ja: ヒッピアス
ko: 히피아스
pl: Hippiasz
pt_br: Hípias
ru: Гиппий
tt: Гиппий
uk: Гіппій
zh: 希庇亚斯
zh_tw: 西庇亞斯

source: Cleisthenes
ast: Clístenes
bg: Клисфен
br: Klisten
ca: Clístenes
cs: Kleisthenés
de: Kleisthenes
el: Κλεισθένης
es_ar: Clístenes
fa: کلئیستنس
ga: Cléisteneas
he: קלייסתנס
hu: Kleiszthenész
hy: Կլիսթենես
it: Clistene
ja: クレイステネス
ko: 클레이스테네스
nb: Kleisthenes
pl: Klejstenes
pt_br: Clístenes
ru: Клисфен
sk: Kleistenes
sv: Kleisthenes
tr: Kleistenes
tt: Клисфен
uk: Клісфен
zh: 克利斯提尼
zh_tw: 克里斯提尼

source: Thucydides
ast: Tucídides
bg: Тукидид
br: Tusidid
ca: Tucídides
cs: Thúkydidés
de: Thukydides
el: Θουκυδίδης
es_ar: Tucídides
fa: توسیدید
ga: Túicididéas
he: תוקידידס
hu: Thuküdidész
hy: Թուկիդիդես
it: Tucidide
ja: トゥキディデス
ko: 투키디데스
nb: Thukydid
pl: Tukidydes
pt_br: Tucídides
ru: Фукидид
sk: Thoukydides
sv: Thukydides
tr: Tukididis
tt: Фукидид
uk: Фукідід
zh: 修昔底德
zh_tw: 修昔底德

source: Alcibiades
ast: Alcibíades
bg: Алкивиад
br: Alsibiaded
ca: Alcibíades
cs: Alkibiadés
de: Alkibiades
el: Αλκιβιάδης
es_ar: Alcibíades
fa: آلکیبیادس
ga: Ailcibiadas
he: אלקיביאדס
hu: Alkibiadész
hy: Ալքիբիադես
it: Alcibiade
ja: アルキビアデス
ko: 알키비아데스
nb: Alkibiades
pl: Alcybiades
pt_br: Alcibíades
ru: Алкивиад
sk: Alkibiadés
sv: Alkibiades
tt: Алкивиад
uk: Алківіад
zh: 亚西比德
zh_tw: 阿爾西比亞德斯

source: Miltiades
ast: Milcíades
bg: Милтиад
br: Miltiaded
ca: Milcíades
cs: Miltiadés
el: Μιλτιάδης
es_ar: Milcíades
fa: میلتیاد
ga: Mílteadas
he: מיליטיאדס
hu: Miltiadész
hy: Միլտիադես
it: Milziade
ja: ミルティアデス
ko: 밀티아데스
pt_br: Milcíades
ru: Мильтиад
sk: Miltiadés
tt: Мильтиад
uk: Мільтіад
zh: 米太亚德
zh_tw: 小米太亞德

source: Cleon
ast: Cleón
bg: Клеон
br: Kleon
ca: Cleó
cs: Kleón
de: Kleon
el: Κλέων
es_ar: Cleón
fa: کلیون
ga: Cléón
he: קליאון
hu: Kleón
hy: Կլեոն
it: Cleone
ja: クレオン
ko: 클레온
nb: Kleon
pl: Kleon
pt_br: Cleón
ru: Клеон
sk: Kleón
sv: Kleon
tr: Kleon
tt: Клеон
uk: Клеон
zh: 克里昂
zh_tw: 克里昂

source: Cleophon
ast: Cleofonte
bg: Клеофонт
br: Kleofon
ca: Cleofó
cs: Kleofón
de: Kleophon
el: Κλεοφών
es_ar: Cleofonte
fa: کلیوفون
ga: Cléóphón
he: קלייפון
hu: Kleophón
hy: Կլեոփոն
it: Cleofonte
ja: クレオポン
ko: 클레오폰
nb: Kleofon
pl: Kleofon
pt_br: Cleofonte
ru: Клеофонт
sk: Kleofón
sv: Kleophon
tt: Клеофонт
uk: Клеофон
zh: 克里奥丰
zh_tw: 克里奧豐

source: Thrasybulus
ast: Trasíbulu
bg: Трасибул
br: Trasibulus
ca: Trasibul
de: Thrasybulos
el: Θρασύβουλος
es_ar: Trasíbulo
eu: Trasíbulo
fa: ترازیبول
ga: Trasaíbealas
he: פרזבולוס
hy: Թրասիբուլուս
it: Trasibulo
ja: トラシュブロス
ko: 트라시물루스
nb: Thrasybulos
pt_br: Trasíbulo
ru: Фрасибул
tt: Фрасибул
uk: Фрасибул
zh: 色拉西布洛斯
zh_tw: 色拉西布洛斯

source: Iphicrates
ast: Ifícrates
bg: Ификрат
br: Ifikrates
ca: Ifícrates
cs: Ifikratés
de: Iphikrates
el: Ιφικράτης
es_ar: Ifícrates
eu: Ifikrates
fa: ایفیکراتس
ga: Ificreatas
he: איפוכרטס
hu: Iphikratész
hy: Իփիկրատես
it: Ificrate
ja: イピクラテス
ko: 이피크라테스
nb: Ifikrates
pl: Ifikrates
pt_br: Ifícrates
ru: Ификрат
sk: Iphikrates
sv: Ifikrates
tr: İphikrates
uk: Іфікрат
zh: 伊菲克拉特
zh_tw: 伊菲克拉特斯

source: Demosthenes
ast: Demóstenes
bg: Демостен
br: Demostenes
ca: Demòstenes
cs: Démosténés
el: Δημοσθένης
es_ar: Demóstenes
fa: دموستن
ga: Déamoistéanas
he: דמוסתנס
hu: Démoszthenész
hy: Դեմոսթենես
it: Demostene
ja: デモステネス
ko: 데모스테네스
pl: Demostenes
pt_br: Demóstenes
ru: Демосфен
sk: Demostenes
tr: Demostenes
tt: Демосфен
uk: Демосфен
zh: 狄摩西尼
zh_tw: 狄摩西尼

source: Athenian triremes can train Marines (Epibastes Athenaikos).
ast: Les trirremes atenienses son a llevantar marinos (Epibátes Athēnaîoi).
bg: Атинянските триери могат да обучават морска пехота (епибастес атенайкос).
br: Gallout a ra al listri-teirroeñvek Atenian stummañ Martoloded (Epifasted Atenaikos).
ca: Els trirrems atenesos poden reclutar infanteria de marina (Epibastes Athenaikos).
cs: Athénské trojveslice mohou cvičit námořníky (Epibastes Athenaikos).
de: Athenische Trieren können Marineinfanteristen (Épibatēs Athēnaïkós) ausbilden.
el: Οι Αθηναϊκές τριήρεις μπορούν να εκπαιδεύσουν Ναυτικούς (Αθηναϊκός Επιβαστής)
es_ar: Los triremes Atenienses pueden entrenar Marinos (Epibastes Athenaikos)
eu: Atenasko trirremeek marineak (Epibastes Athenaikos) treba ditzakete.
fa: تریرم های (کشتی های جنگی متوسط) آتنی می توانند دریانوردان نظامی پرورش دهند.
ga: Is féidir le tríréimí Aithneacha Muirshaighdiúirí a thraenáil (Epibastes Athenaikos).
he: ספינות מלחמה אתונאיות יכולות לאמן את הנחתים (Epiblasts Athinaikos).
hu: Az athéni Triérészek ki tudnak képezni Tengerészeket (Epibastes Athenaikos).
hy: Աթենական տրիրեմաներին ծովայիններ (Էպիբաստես Աթենաիկոս) պատրաստելու հնարավորություն։
it: I Triremi ateniesi possono addestrare unità di fanteria marina (Epibates Athenaikos).
ja: アテナイの三段櫂船が海兵（Epibastes Athenaikos）を養成できるようになります。
ko: 아테네 3단 노선은 해병(에피바스테스 아테나이코스)을 양성할 수 있습니다.
nb: Athenske trimremer kan trene marinesoldater (Epibastes Athenaikos).
pl: Ateńskie triery mogą szkolić Piechotę morską (Epibates Athenaikos).
pt_br: Trirremes Atenienses podem treinar a Infantaria Naval Ateniense (Epibastes Athenaikos).
ru: Афинские триеры могут тренировать морских пехотинцев (Epibastes Athenaikos).
sk: Aténske trojveslice môžu trénovať námornú pechotu (Epibastes Athenaikos).
sv: Atenska triremer kan träna Marinsoldater (Epibastes Athenaikos).
tr: Atina Trireme'leri Deniz Piyadesi eğitebilirler. (Epibastes Athenaikos).
uk: Афінські триреми можуть тренувати Морський десант (Афінські Еспібати).
zh: 雅典战船可生产海军陆战队。
zh_tw: 雅典的三列槳戰船可以訓練海軍陸戰隊員 (Epibastes Athenaikos)。

source: Iphicratean Reforms
ast: Reformes d'Ifícrates
bg: Ификратски реформи
br: Adaozadurioù Ifikratat
ca: Reformes d'Ifícrates
cs: Ifikratovy reformy
de: Reformen des Iphikrates
el: Ιφικράτιες μεταρρυθμίσεις
es_ar: Reformas Ificráteas
eu: Ifikratesen erreformak
fa: اصلاحات ایفیکراتی
ga: Leasuithe Ificreatacha
he: הרפורמות של איפיקרטס
hu: Iphikratészi reformok
hy: Իփիկրատեսյան բարեփոխումներ
it: Riforma di Ificrate
ja: イピクラテスの改革
ko: 이피크라테안의 개혁
nb: Ifikratiske reformer
pl: Reformy Ifikratesa
pt_br: Reformas Ifícrates
ru: Реформы Ификрата
sk: Iphikratovské reformy
sv: Ifikratiska reformer
tr: İphikrates Yenilikleri
uk: Іфікратенські реформи
zh: 伊菲克拉特改革
zh_tw: 伊菲克拉特斯的軍事改革

source: Stone walls can be built in neutral territory. Construction time for walls is reduced by 50%.
ast: Les muries de piedra puen construyise en tierres neutrales. El so periodu de construcción amenorga un 50%.
bg: Каменните стени могат да бъдат строени в неутрални територии. Времето за строене на стени е намалено с 50%.
br: Gallout a ra mogerioù mein bezañ savet en un tiriad neptuek. Digresket e vez an amzer sevel mogerioù eus 50%.
ca: Les muralles de pedra es poden construir a territori neutral. El temps de construcció de les muralles es redueix un 50%.
cs: Kamenné hradby lze stavět na neutrálním území. Doba stavby hradeb je zmenšena o 50 %.
de: Steinmauern können in neutralem Gebiet errichtet werden. Die Bauzeit von Mauern wird um 50% reduziert.
el: Τα πέτρινα τείχη μπορούν να χτιστούν σε ουδέτερη περιοχή. Ο χρόνος κατασκευής μειώνεται κατά 50%.
es_ar: Los muros de piedra se pueden construir en territorio neutral. El tiempo de construcción de muros se reduce en un 50%.
eu: Harresiak eraiki daitezke lurralde neutralean. Harresiak eraikitzeko denbora %50ean jaisten da.
fa: دیوار های سنگی می توانند در سرزمین های بی طرف ساخته شوند. زمان ساخت برای دیوار ها به اندازه 50% کاهش می یابد.
ga: Is féidir le ballaí cloiche a thógáil i gcríocha neodrach. Laghdú 50% ar an am tógála do bhallaí.
he: חומות אבן יכולות להבנה בטריטוריה טבעית. זמן בניה יופחת ב 50%
hu: Kőfalakat lehet építeni semleges területre. A falak építésének időszükséglete 50%-kal csökken.
hy: Չեզոք տարածքում քարե պարիսպներ կառուցելու հնարավորություն։ Պատերի կառուցման ժամանակի 50% նվազեցում։
it: Le mura di pietra possono essere costruite in territorio neutrale. Il tempo di costruzione delle mura è ridotto del 50%.
ja: 石の壁が中立地帯に建設できるようになります。壁の建設時間が50%短縮されます。
ko: 돌 성벽은 중립 지대에 건설할 수 있습니다. 성벽의 건설 시간을 50% 단축됩니다.
nb: Steinvegger kan bygges på nøytralt territorium. Byggetiden for vegger er redusert med 50%.
pl: Kamienne mury mogą być budowane na neutralnym terytorium. Czas budowy murów zredukowany o 50%.
pt_br: Muralhas de pedra podem ser construídas em territórios neutros. Tempo para construção de muralhas é reduzido em 50%.
ru: Каменные стены могут быть построены на нейтральной территории. Время постройки стен сокращено на 50%.
sk: Kamenné hradby môžu byť postavené na neutrálnom území. Doba výstavby hradieb je znížená o 50%.
sv: Stenmurar kan byggas i neutralt territorium. Bygg-tiden för murar är reducerad med 50%.
tr: Taş surlar tarafsız bölgede inşa edilebilir. Surların inşa süresi %50 düşürüldü.
uk: Кам'яні стіни можуть бути побудовані на нейтральній території. Побудова займе на 50% часу більше.
zh: 城墙可以建造在中立领土。建造时间减少50%
zh_tw: 石牆可以建造在中立領土上。石牆建設時間 -50%。

source: Long Walls
ast: Muries llongues
bg: Дълги стени
br: Mogerioù hir
ca: Muralles llargues
cs: Dlouhé hradby
de: Lange Mauern
el: Μακρά τείχη
es_ar: Murallas
eu: Harresi luzeak
fa: دیوار‌های بلند
ga: Ballaí Fada
he: חומות ארוכות
hu: Hosszú falak
hy: Երկար պարիսպներ
it: Lunghe Mura
ja: 長城
ko: 장성
nb: Lange vegger
pl: Długie mury
pt_br: Grandes Muralhas
ru: Длинные стены
sk: Dlhé múry
sv: Långa Murar
tr: Geniş Duvarlar
uk: Довгі стіни
zh: 雅典长墙
zh_tw: 長城

source: The Long Walls of Athens were constructed under the auspices of the wily Themistocles and extended 6 km from the city to the port of Piraeus. This secured the city's sea supply routes and prevented an enemy from starving out the city during a siege.
ast: Les Muries Llongues d'Atenes construyéronse baxo'l patrociniu del astutu Temístocles y tuvieron una estensión de 6 quilómetros, de la ciudá al puertu'l Piréu. Esto aseguró les rutes marítimes de suministros d'Atenes y torgó que los enemigos esfamiaren la ciudá asediándola.
bg: Дългите стени на атиняните били строени под покровителството на хитрия Темистокъл и се простират на 6км от града, чак до пристанището на Пирея. Това подсигурявало градските пътища за морски доставки и пречело на враговете да лишат града от храна по време на обсада.
br: Savet e oa bet Mogerioù Hir Aten dindan gwarez Termistokles fin anezhañ hag hiraet 6 km eus ar gêr betek porzh Piraeus. Gwarezet en doa an dra-mañ hentoù pourvezañ mor ar gêr hag en doa harzet ouzh un enebour da lakaat ar gêr da vezañ marnaoniet e-pad ur seziz.
ca: La Muralla Llarga d'Atenes es va construir sota els auspicis de l'astut Temístocles i s'estenia 6 km des de la ciutat fins al port del Pireu. Això va assegurar les rutes d'abastiment per mar de la ciutat i va evitar que els enemics matessin de fam la ciutat durant un setge.
cs: Athénské dlouhé hradby byly postaveny pod záštitou Themistokla a rozšířeny 6 km od města k přístavu Pireus. Tímto byly zabezpečeny námořní zásobovací cesty pro město a nepříteli zabráněno město během obléhání vyhladovět.
de: Die Langen Mauern von Athen wurden unter der Schirmherrschaft des gerissenen Themistokles gebaut und erstreckten sich über 6 km von der Stadt bis zum Hafen von Piräus. Dies sicherte die Versorgung der Stadt über das Meer und verhinderte, dass Feinde die Stadt bei einer Belagerung aushungerten.
el: Τα Μακρά Τείχη της Αθήνας κατασκευάστηκαν υπό την αιγίδα του τετραπέρατου Θεμιστοκλή και εκτείνονταν 6 χλμ από την πόλη μέχρι το λιμάνι του Πειραιά. Αυτό εξασφάλιζε ασφαλή οδό εφοδιασμού της πόλης από θάλασσα και απέτρεπε τη λιμοκτονία κατά τη διάρκεια της πολιορκίας από εχθρό.
es_ar: Las murallas de Atenas fueron construidas bajo los auspicios del astuto Temístocles y se extendía 6 km desde la ciudad hasta el puerto de El Pireo. Esto protegía las rutas navales de la ciudad y prevenía que un enemigo que asediara corte el suministro de alimentos.
eu: Atenasko Harresi Luzeak Temistokles azkarraren agindu pean eraiki ziren, hiritik Pireo kairaino 6 kilometroz luzatzen ziren. Horrek hornitzeko itsas bideak ziurtatzen zituen eta etsaiari hiria setioan zuenean janaririk gabe uztea eragozten zion.
fa: دیوار های بلند آتن زیر نظر تمیستوکلس باهوش ساخته شده بود و به طول 6 کیلومتر از شهر آتن تا بندر پیرئاس کشیده شده بود. این دیوار باعث حفاظت مسیر های مبادلاتی شهر شده بود و در زمان محاصره شهر از گشنگی و قحطی مردم جلوگیری کرد.
ga: Tógadh Ballaí Fada na hAithne faoi Theimisticléas cliste, agus shín sé le 6 chm ar fad, don bhaile féin go an gcaladh sa Phiraeus. Chosain sé seo líní soláthair na cathrach agus choisc sé d'imhsuí namhad a chur nuair atá an chathair faoi léigear.
he: החומות הארוכות של אתונה נבנו תחת חסותו של תמיסטוקלס ואורכה היה 6 ק"מ מהעיר אתונה לנמל פיראוס. זה שמר על נתיבי אספקת הים של העיר ומונע הרעבה על ידי האויב בעיר במהלך מצור.
hu: Az athéni hosszú falak az agyafúrt Themisztoklész égisze alatt épültek, és 6 km hosszan nyúltak ki a városból a pireuszi kikötőbe. Ez védte a város tengeri ellátási útvonalait, és megakadályozta a kiéheztetést az ostrom során az ellenség részéről.
hy: Աթենքի Երկար պարիսպները կառուցվել են խորամանկ Թեմիստոկլեսի ղեկավարությամբ և ձգվել են 6 կմ քաղաքից մինչև Պիրեյի նավահանգիստ։ Սա ապահովում էր քաղաքի մատակարարման ծովային ճանապարհները և կանխում էր քաղաքը սովի մատնելը թշնամու կողմից պաշարման ժամանակ։
it: Le Lunghe Mura di Atene furono costruite sotto gli auspici dello scaltro Temistocle e si estendevano per 6 km dalla città fino al porto del Pireo. Questo assicurava le rotte di approvvigionamento via mare e impediva che gli assedi nemici costringessero la città alla resa per fame.
ja: アテナイの長城はしたたかなテミストクレスの肝いりで建設され、市街からピレウスの港まで6kmにおよびました。これによって都市の海からの補給路を確保し、敵の包囲による飢餓を防ぎました。
ko: 아테네의 장성은 만만찮은 테미스토클레스의 후원하에 지어졌으며 도시에서 피레우스 항구까지 6km가 확장되었다. 이것은 도시의 보급로를 확보하고 적의 포위 공격 중에도 도시가 굶어 죽지 못하도록 막았다.
nb: Athens lange vegger ble bygget under beskyttelsen av den utspekulerte Themistocles og bredte seg 6 km fra storbyen til havna ved Piraeus. Dette trygget byens sjøforsyningsruter og hindret en fiende fra å sulte ut byen under en beleiring.
pl: Długie Mury ateńskie zostały skonstruowane pod patronatem przebiegłego Termoklesa i rozszerzone o 6 km od miasta to portu w Pireusie. To zabezpieczało morskie drogi zaopatrzenia, co chroniło przed głodem w czasie oblężenia miasta przez wrogów.
pt_br: As Longas Muralhas de Atenas foram construídas sob o auspício do astuto Temístocles e estenderam-se por 6 km desde a cidade até o porto de Pireu. Isso garantia a rota litorânea e prevenia a fome na cidade durante cercos.
ru: Длинные стены Афин были сооружены под руководством хитрого Фемистокла и протянулись на 6 км от города до порта Пирей. Они позволили обезопасить пути снабжения города по морю и предотвратить голод во время длительной осады.
sk: Dlhé múry Atén boli postavené pod záštitou prefíkaného Themistoklesa a rozšírené o 6 kilometrov dlhý úsek až po prístav Pireus. Toto zabezpečovalo mestské zásobovacie trasy a zabránilo nepriateľom počas obliehania mesto vyhladovať.
sv: De Långa Murarna i Aten konstruerades i regi av den lömska Themistokles och förlängdes 6 km från staden till hamnen i Pireus. Detta säkrade stadens havsförsörjningsvägar och förhindrade en fiende från att svälta ut staden under en belägring.
tr: Atina'nın uzun duvarları kurnaz Themistocles'in himayesi altında inşa edilmiştir ve şehir limanından Piraeus'a kadar 6 km uzunluğa ulaşmıştır. Bu bir kuşatma sırasında düşmanın tedarik yollarını kapatarak şehri açlığa mahkum etmesini engellemiştir.
uk: Довгі мури Афін були побудовані під егідою хитрого Фемистокла і розширені на 6 км від міста до порту Пірей. Це забезпечило місту морські шляхи постачань і захистило від голоду під час облоги.
zh: 雅典长墙，是在老谋深算的米斯托克利的主持下修建的，长约6公里，连接着比雷埃夫斯港口。它确保了城市海上补给线的安全，防止因敌人的围城而使市民陷入饥荒。
zh_tw: 雅典長城是在老謀深算的地米斯托克利的主導下修建的，從城市延伸 6 公里到比雷埃夫斯的港口。它確保了城市海上補給線的安全，並且防止敵人圍攻而導致居民陷入饑荒。

source: The player gains the ability to order spear-armed troops into Phalanx formation, providing greater attack and armor.
ast: Dexa al xugador ordenar a los soldaos armaos con llances na formación de falanxe, que-yos ameyora l'ataque y l'armadura.
bg: Играчът получава възможността да заповядва на копиеносците да влязат във формация фаланга, която осигурява по-голяма защита и по-силно нападение.
br: Gounezet e vez gant ar c'hoarier an tu da urzhiañ e vagadoù goaferien e stummadurioù falañs, pezh a ro dezho ur bonuz tagusted hag houarnwisk.
ca: El jugador guanya la capacitat de fer formar les tropes amb llances en formació de falange, que proporciona millor atac i armadura.
cs: Hráč získá možnost zavelet jednotkám vyzbrojeným oštěpy utvořit formaci Falanga, čímž posílí jejich útok a zbroj.
de: Der Spieler erhält die Möglichkeit, seine Speerträger die Phalanx-Formation einnehmen zu lassen, die höheren Schaden und stärkere Rüstung bietet.
el: Ο παίχτης αποκτάει την ικανότητα να διατάζει τους οπλισμένους με δόρυ στρατιώτες του να δημιουργήσουν Φάλαγγα, παρέχοντας καλύτερη επίθεση και θωράκιση.
es_ar: El jugador obtiene la habilidad de ordenar tropas armadas con lanzas en una Falange, dándoles más ataque y armadura.
eu: Jokalariak falangeko formazioko lantza duten taldeak antolatzeko trebetasuna irabazten du, eraso handiagoa eta armadura eskuratuz.
fa: بازیکن این قابلیت را بدست می آورد تا به نیروهای نیزه دار فرمان بدهد تا آرایش نظامی فالانژ به خود بگیرند، این آرایش نظامی باعث افزایش قدرت حمله و زره آنها می شود.
ga: Faigh an imreoir cumas an fhalang a ordú ar shaighdiúirí sleá, agus iad a sholáthar le hionsaí agus armúr níos mó.
he: השחקן יכול להזמין חיילים חמושים-בחנית לתוך מבנה פלנקס, דבר שנותן התקפה ושריון חזקים יותר .
hu: A játékos megszerzi a lehetőségét annak, hogy dárdás csapatokat rendeljen falanx formációba, ezzel nagyobb támadást és páncélt nyújtva.
hy: Խաղացողը ստանում է հնարավորություն հրամայել նիզակավոր զինվորներին ձևավորել փաղանգ՝ ապահովելով առավել մեծ հարձակում և զրահ։
it: Il giocatore guadagna la possibilità di ordinare le truppe armate di lancia nella formazione Falange, aumentandone attacco e armatura.
ja: プレイヤーは槍で武装した部隊にファランクス陣形を命令できるようになり、攻撃力と防御力の増加をもたらします。
ko: 선수는 창 무장 병력을 팔랑크스 진형으로 주문하여 공격력과 방어력을 향상합니다.
nb: Spilleren får muligheten til å beordre spyd-væpnede styrker til en Phalanx formasjon, som fører til kraftigere angrep og rustning.
pl: Gracz otrzymuje możliwość formowania jednostek walczących włócznią w Falangę, zwiększając ich atak i pancerz.
pt_br: O jogador ganha a habilidade de ordenar os lanceiros em formação de Falange, provendo maior ataque e defesa.
ru: Игрок получает возможность строить копейщиков в фаланги, увеличивая их атаку и защиту.
sk: Hráč získava schopnosť zoradiť jednotky vyzbrojené kopijami do formácie Falanga poskytujúcej väčší útok a zbroj.
sv: Spelaren får förmågan att beordra en Falangformation av spjutmän, vilken ger bättre attack och rustning.
tr: Oyuncu mızraklı birliklere daha fazla saldırı ve zırh veren Falanks dizilişine geçme emri verme özelliğini kazanır.
uk: Гравець отримує можливість розташовувати списоносців на фалангах, що збільшує їх атаку і броню.
zh: 玩家获得命令装备矛的单位进入方阵以提供更强的攻击及防御的能力。
zh_tw: 玩家獲得命令裝備矛的單位進入方陣以提供更強的攻擊及防禦的能力。

source: Othismos
ast: Othismós
bg: Отисм
br: Otismos
de: Othismus
el: Ωθισμός
fa: اوتیسموس
he: אוטימוס
hy: Օթիսմոս
ja: 密集陣形戦術
ko: 오티스모스ehsms 밀집 진형 전술
pl: Spychanie
pt_br: Otismo
ru: Отисмос
uk: Отісмос
zh: 冲锋陷阵
zh_tw: 肉搏戰
