Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: %(nick)s changed the lobby subject to %(subject)s
ar: غيّر %(nick)s موضوع الرّدهة إلى %(subject)s
br: %(nick)s en deus cheñchet sujed an hall e %(subject)s
eu: %(nick)s lobby gaia aldatu du %(subject)s
fa: %(nick)s موضوع لابی تغییر یافت به %(subject)s
ja: %(nick)sがロビータイトルを%(subject)sへ変更しました
ms: %(nick)s mengubah tajuk ruang legar ke %(subject)s
nb: %(nick)s endret lobbyemnet til %(subject)s
pl: %(nick)s zmienił nazwę pokoju na%(subject)s
ro: %(nick)s a schimbat subiectul lobby-ului în %(subject)s

source: Return to the main menu.
ar: عُد إلى القائمة الرّئيسيّة.
br: Distreiñ d'al lañser pennañ.
eu: Menu nagusira itzuli.
fa: بازگشت به منوی اصلی
hr: Povratak u glavni izbornik.
ja: メインメニューに戻ります。
ms: Kembali ke menu utama.
nb: Gå tilbake til hovedmeny.
pl: Powrót do głównego menu.
ro: Înapoi la meniul principal.

source: User Profile Lookup
ar: ابحث عن ملفّ شخصيّ لمستخدم
br: Klask War-Lerc'h Profil un Implijer
da: Brugerprofilsopslag
es_cl: Buscar perfil de usuario
eu: Erabiltzaile Bilaketa
fa: دیدن مشخصات کاربر
hr: Potraži Korisnički profil
ja: ユーザープロフィール検索
ka: მოხმარებლის პროფილის ძებნა
ms: Carian Profil Pengguna
nb: Brukerprofil-oppslag
pl: Podgląd profilu użytkownika
ro: Căutare profil utilizator
sr: Преглед корисничког профила

source: Enter username:
ar: أدخل اسم المستخدم:
br: Ebarzhit hoc'h anv-implijer:
da: Indtast brugernavn:
es_cl: Ingrese nombre de usuario
eu: Sartu erabiltzailea:
fa: ورود نام کاربری:
hr: Unesite korisničko ime
ja: ユーザー名を入力：
ka: შეიყვანე მომხარებელი:
ms: Masukkan nama pengguna:
nb: Skriv brukernavn:
pl: Wprowadź nazwę użytkownika:
ro: Introduceți numele de utilizator:
sr: Укуцај корисничко име:

source: Ok
ar: حسنًا

source: Please read the Terms of Service
ar: رجاءً اقرأ شروط الخدمة
br: Lennit Termenoù ar Servij mar-plij
da: Læs venligst service-betingelserne
es_cl: Por favor lea los Términos del Servicio
fa: لطفا شرایط سرویس را مطالعه کنید
hr: Molimo Vas da pročitate Uvjete usluge
ja: サービス規約をお読みください
ka: გთხოვ, წაიკითხე მომსახურების პირობები
nb: Les tjenestevilkårene
sr: Молимо вас да прочитате услове услуге

source: Please read the Terms of Use
ar: رجاءً اقرأ شروط الاستخدام
br: Lennit Termenoù ar Servij mar-plij
da: Læs venligst brugs-betingelserne
es_cl: Por favor lea los Términos de Uso
fa: لطفا شرایط استفاده را مطالعه کنید
hr: Molimo Vas da pročitate Uvjete korištena
ja: 利用規約をお読みください
ka: გთხოვ, წაიკითხე მოხმარების პირობები
nb: Les bruksvilkårene
sr: Молимо вас да прочитате услове кориштења

source: Please agree to the Terms of Service and Terms of Use
ar: رجاءً وافق على شروط الخدمة والاستخدام
br: Savit a-du gant Termenoù ar Servij ha Termenoù an Implij mar-plij
da: Læs venligst service- og brugsbetingelserne
es_cl: Por favor acepte los Términos de Servicio y los Términos de Uso
fa: لطفا شرایط استفاده و سرویس را قبول کنید
hr: Molimo Vas da pristanete na Uvjete Usluge i Uvjete Korištenja.
ja: サービス規約および利用規約をご承諾ください
ka: გთხოვ, დაეთანხმე მომსახურების და მოხმარების პირობებს
nb: Godkjenn tjenestevilkårene og bruksvilkårene
sr: Молимо вас да прихватите услове услуге и кориштења

source: I have read and agree to the Terms of Service and Terms of Use:
ar: لقد قرأت وأوافق على شروط الخدمة والاستخدام:
br: Lennet em eus ha sevel a ran a-du gant Termenoù ar Servij ha Termenoù an Implij:
da: Jeg har læst og er enig med service- og brugsbetingelserne:
es_cl: He leído y acepto los Términos del Servicio y los Términos de Uso:
fa: من شرایط خدمات و استفاده را مطالعه کردم و آنها را می پذیرم
hr: Pročitao sam i slažem se s Uvjetima Usluge i Uvjetima Korištenja:
ja: サービス規約および利用規約を読み承諾します：
ka: წაკითხული მაქვს და ვეთანხმები მომსახურების პირობებს და მოხმარების პირობებს:
nb: Jeg har lest og er enig i tjenestevilkårene og bruksvilkårene:
sr: Прочитао сам и прихватио услове кориштења и услове услуге:

source: 0 A.D. Empires Ascendant Multiplayer Lobby Terms of Service
ar: شروط خدمة ردهة الألعاب الجماعيّة في «0م الامبراطوريّات المسيطرة»
br: 0 A.D. Impalaerezhioù O C'henel Hall Liesc'hoarier Termenoù ar Servij
da: 0 A.D. Empires Ascendant Multiplayer Lobby Service-betingelser
es_cl: 0 A.D Imperios Ascendentes Términos de uso de Sala Multijugador
fa: شرایط خدمات لابی چند نفره بازی 0 A.D
hr: Uvjeti korištenja 0 A.D. Empires Ascendant Multiplayer
ja: 0 A.D. Empires Ascendant マルチプレイヤーロビーサービス規約
ka: 0 A.D. იმპერიების ძალა მრავალი მოთამაშის ვესტიბიულის მომსახურების პირობები
nb: 0 A.D. Empires Ascendant tjenestevilkår for flerspillerlobby
sr: 0 А.Д. Empires Ascendant Multiplayer Lobby Услови кориштења

source: Definitions:
ar: التّعاريف:
br: Termenadurioù:
da: Definitioner:
es_cl: Definición:
fa: تعاریف:
hr: Definicije:
ja: 定義：
ka: განმარტებები:
nb: Defenisjoner:
sr: Дефиниције:

source: * The "service" is the 0 A.D. Empires Ascendant Multiplayer Lobby provided by Wildfire Games (WFG).
ar: * "الخدمة" هي ردهة الألعاب الجماعيّة في «0م الامبراطوريّات المسيطرة» والتي تقدّمها «ألعاب الهشيم (WFG)».
br: * Ar "servij" a zo 0 A.D. Impalaerezhioù O C'henel Liesc'hoarier Hall roet gant Wildfire Games (WFG).
es_cl: * El "servicio" es la sala de multijugador de 0 A.D. proporcionada por Wildfire Games (WFG).
fa: * "خدمات" عبارت است از لابی بازی های جندنفره بازی 0 A.D که توسط (Wildfire Games (WFG توسعه داده شده است.
hr: * "Usluga" je 0 A.D. Empires Ascendant Multiplayer lobi ponuđena od strane Wildfire Games (WFG).
ja: 「サービス」とは、Wildfire Games（WFG）が提供する0 A.D. Empires Ascendant マルチプレイヤーロビーを指します。
ka: * "მომსახურება" არის 0 A.D. იმპერიების ძალა მრავალი მოთამაშის ვესტიბიული წარმოდგენილი Wildfire Games-ის (WFG) მიერ.
nb: * "Tjenesten" er 0 A.D. Empires Ascendant flerspillerlobby levert av Wildfire Games (WFG).
sr: * Сервис 0 A.D. Empires Ascendant Multiplayer Lobby омогућен од стране Wildfire Games (WFG).

source: * "You" are the user of the service.
ar: * "أنت" هو مستخدم الخدمة.
br: * Bez "emaoc'h" un implijer eus ar servij.
da: * "Du" er brugeren af tjenesten.
es_cl: * "Usted" es el usuario de el servicio.
fa: * "شما" کسی هستید که از خدمات استفاده می کنید
hr: "Vi" ste korisnik usluge.
ja: *「あなた」とは当サービスの利用者を指します。
ka: * "შენ" ხარ ამ მომსახურების მომხმარებელი.
nb: * "Du" er brukeren av tjenesten.
sr: * "Ти" си корисник овог сервиса.

source: * "We" are the collective of all Wildfire Games (WFG) team members.
ar: * "نحن" هم جماعة أعضاء فريق «ألعاب الهشيم (WFG)».
br: * Bez "emaomp" hollad an holl izili eus skipailh Wildfire Games (WFG).
es_cl: * "Nosotros" somos el colectivo miembros del equipo de Wildfire Games (WFG)
fa: * "ما" اعضای تیم (Wildfire Games (WFG هستیم
hr: "Mi" smo svi članovi tima Wildfire Games (WFG).
ja: *「当団体」とは、Wildfire Games（WFG）チーム全員の集合を指します。
ka: * "ჩვენ" ვართ Wildfire Games-ის (WFG) გუნდის ყველა წევრი.
nb: * "Vi" er kollektivet av alle Wildfire Games (WFG) medlemmer.
sr: * "Ми" смо колектив свих Wildfire Games (WFG) чланова тима.

source: * "Rating" refers to the process of analyzing various user statistics for the purpose of generating a single comprehensive score.
ar: * "التّقييم" تشير إلى عمليّة تحليل مختلف إحصائيّات المستخدمين لأغراض توليد نتيجة واحدة شاملة.
br: * Ar "Skor" a ra meneg d'ar prosesus analizañ diwar meur a stadeg eus an implijer gant ar pal da grouiñ ur skor hepken komprenus.
es_cl: * "Clasificación" se refiere al proceso de análisis de diversas estadísticas de usuario para el propósito de generar una única puntuación completa.
fa: * "ربته بندی" اشاره به فرآیند تجزیه تحلیل آمار بازیکن دارد و هدف آن ایجاد یک امتیاز قابل درک است
hr: "Ocjenjivanje" se odnosi na proces analiziranja raznih korisničkih statistika s ciljem stvaranja jedinstvenog sveobuhvatnog rezultata.
ja: * 「格付け」とは、単一の総合得点を決定するための様々な利用者統計の分析プロセスを指します。
ka: * "შეფასება" უკავშირდება სხვადასხვა მომხმარებლის სტატისტიკის ანალიზის პროცესს ერთი, ამომწურავი ქულის წარმოქმნის მიზნით.
nb: * "Vurdering" henviser til prosessen med å analysere diverse brukerstatistikker med det formål å lage en enkelt sammenfattende poengsum.
sr: * "Рејтинг" се односи на процес анализирања разних корисничких статистика ради генерисања јединственог свеобухватног резултата.

source: * "Moderate" refers to the process of enforcing usage policies.
ar: * "الاعتدال" يشير إلى عمليّة فرض سياسات الاستخدام.
br: * "Habaskaat" a dalvez ar prosesus da lakaat e-pleustr ar politikerezhioù implij.
es_cl: * "Moderado" se refiere al proceso de hacer cumplir las políticas de uso.
fa: * "مدیریت" اشاره دارد به یک فرایند برای مجبور کردن به رعایت سیاست ها و قوانین
hr: "Uređivanje" se odnosi na proces provođenja korisničkih pravila.
ja: * 「運営」とは、利用方針を施行するプロセスを指します。
ka: * "განკარგვა" უკავშირდება მოხმარების წესების დაძალების პროცესს.
nb: * "Moderere" viser til prosessen med å håndheve bruksreglene.
sr: * "Надгледање" се односи на процес спровођења политике коришћења.

source: By using the service you agree to:
ar: باستخدام الخدمة أنت توافق على:
br: En ur implijout ar servij e savit a-du gant:
da: Ved at bruge tjenesten erklærer du dig enig i at:
es_cl: Al utilizar el servicio usted se compromete a:
fa: با استفاده از این خدمات شما توافق می کنید که:
hr: Korištenjem usluge pristajete na:
ja: 当サービスを利用するにあたり、あなたは以下に同意します：
ka: მომსახურების გამოყენებით შენ ეთანხმები:
nb: Ved å ta i bruk tjenesten er du enig i:
sr: Коришћењем сервиса слажете се да:

source: 2. Allow user identifiable statistics to be gathered for the purposes of rating, user profiles, and community statistics.
ar: 2. السّماح بجمع إحصائيّات المستخدم لأغراض التّقييم، وملفّات المستخدمين الشّخصيّة وإحصائيّات المجتمع.
br: 2. Reiñ an aotre da zastum statistikoù implijer hiniennel a-benn rummañ, ha da sevel statistikoù implijer hiniennel ha statistikoù kumuniezhel ivez.
es_cl: 2. Permite estadísticas identificables del usuario que se reúnen para los efectos de calificación, los perfiles de usuario, y las estadísticas comunitarias.
fa: 2. اجازه دادن به شناسایی آمار کاربر با هدف رتبه بندی وی
hr: 2. Dopustite prikljupljanje korisnički prepoznatljivih statistika za potrebe ocjenjivanja, korisničke profile i statiske zajednice.
ja: 2. 格付けおよび利用者プロフィール、コミュニティ統計のために、利用者を特定可能な統計を収集することを許可すること。
ka: 2. იძლევი უფლებას რომ შეგროვდეს ამოცნობადი სტატისტიკა შეფასების განზრახვით, მომხმარებლის პროფილებისთვის და საზოგადოების სტატისტიკისთვის.
nb: 2. Tillat at brukeridentifiserbar statistikk blir samlet inn for rangeringer, brukerprofiler og nettsamfunn.
ro: 2. Permite utilizatorului statisticile identificabile să fie colectate în scopul de rating, profiluri de utilizator, și statistici comunitare.
sr: 2. Дозволити корисничке препознатљиве карактеристике да буду прикупљене за потребе корисника и статистике заједнице.

source: We also reserve the right to:
ar: نحن نحتفظ بحقّ:
br: Reiñ a reomp ivez ar gwir deoc'h da:
es_cl: También nos reservamos el derecho de:
fa: ما این حق را محفوظ می داریم که:
hr: Također zdržavamo pravo da:
ja: 当団体は以下の権利を有します：
ka: ჩვენ ასევე ვიტოვებთ უფლებას რომ:
nb: Vi forbeholder oss også retten til:
sr: Такође, задржавамо право да:

source: 1. Moderate the service.
ar: 1. الاعتدال في الخدمة.
br: 1. Luskañ ar servij.
es_cl: 1. Moderar el servicio.
fa: 1. مدیریت خدمات
hr: 1. Moderiramo uslugu.
ja: 1. 当サービスを運営すること。
ka: 1. განვკარგოთ მომსახურება.
nb: 1. Moderer tjenesten.
sr: 1. Надгледамо услуге.

source: 3. Discontinue or interrupt service at any time with or without prior announcement.
ar: 3. إيقاف أو قطع الخدمة في أيّ وقت مع أو دون إعلان مسبق.
br: 3. Stankit pe paouezit ar servij forzh peur gant pe hep kemenn kent ebet.
es_cl: 3. Descontinuar o interrumpir el servicio en cualquier momento sin o con previo aviso.
fa: 3. قطع کردن یا مختل کردن خدمات در هر زمان با اعلام قبلی و یا بدون اعلام قبلی
hr: 3. Obustavimo ili prekinemo uslugu u bilo koje vrijeme s ili bez prethodne najave.
ja: 3. サービスを随時事前の告知のありなしに関わらず、停止あるいは中断すること。
ka: 3. აღარ გავაგრძელოთ ან შევწყვიტოთ მომსახურება ნებისმიერ დროს წინასწარი განცხადებით ან მის გარეშე.
nb: 3. Avslutte eller avbryte tjenesten til enhver tid med eller uten forhåndsvarsel.
sr: 3. Зауставимо или прекинемо услуге у било које време или без претходног обавештења.

source: 4. Change the service at any time with or without announcement.
ar: 4. تغيير الخدمة في أيّ وقت مع أو دون إعلان مسبق.
br: 4. Kemm ar servij forzh peur vefe gant pe hep kemenn ebet.
es_cl: 4. Cambiar el servicio en cualquier momento con o sin previo aviso.
fa: 4. تغییر خدمات در هر زمان با اعلام و یا بدون اعلام
hr: 4. Promijenimo uslugu u bilo koje vrijeme s ili bez prethodne najave.
ja: 4. 当サービスを随時告知のありなしに関わらず、変更すること。
ka: 4. შევცვალოთ მომსახურება ნებისმიერ დროს გამოცხადებით ან მის გარეშე.
nb: 4. Endre tjenesten til enhver tid med eller uten varsel.
sr: 4. Променимо усуге у било које време са или без претходног обавештења.

source: 5. Delete any and all service data at any time with or without announcement.
ar: 5. حذف أيّ من بيانات الخدمة أو كلّها في أيّ وقت مع أو دون إعلان مسبق.
br: 5. Dilemel ul lodenn eus roadennoù ar servij forzh peur vefe gant pe hep kement ebet.
es_cl: 5. Eliminar cualquier y todos los datos de servicio en cualquier momento con o sin previo aviso.
fa: 5. پاک کردن اطلاعات خدمات در هر زمان با اطلاع و یا بدون اطلاع
hr: 5. Pobrišemo bilo koje ili sve uslužne podatke u bilo koje doba s ili bez prethodne najave.
ja: 5. 当サービスの任意もしくはすべてのデータを、随時告知のありなしに関わらず削除すること。
ka: 5. წავშალოთ მომსახურების ნებისმიერი და ყველა მონაცემი ნებისმიერ დროს გამოცხადებით ან მის გარეშე.
nb: 5. Slette enhver og alle tjenestedata når som helst med eller uten varsel.
ro: 5. Ştergeţi orice servicii de date în orice moment cu sau fără anunţ.
sr: 5. Избришемо неке или све услужне податке у било које време са или без претходног обавештења.

source: 6. Collect any or all user identifiable statistics at any time without consent for:
ar: 6. جمع بعض أو كلّ إحصائيّات المستخدم في أيّ وقت دون الحصول على موافقة لِـ:
br: 6. Dastum hollad pe ul lodenn eus statistikoù hiniennel an implijer forzh peur hep asant ebet evit:
es_cl: 6. Recoger algunas o todas las estadísticas identificables en cualquier momento sin el consentimiento del usuario:
fa: 6. جمع آوری تمام آمار بازی کاربر در هر زمان حتی بدون رضایت وی برای:
hr: 6. Prikupimo bilo koje ili sve statistike koje identificiraju korisnika u bilo koje vrijeme bez prethodnog pristanka za:
ja: 6. 以下に関する同意を得ずに、利用者の特定可能な統計を随時収集すること：
ka: 6. შევაგროვოთ ნებისმიერი ან ყველა ამოცნობადი ინფორმაცია ნებისმიერ დროს თანხმობის გარეშე:
nb: 6. Samle enhver eller alle brukderidentifiserbare statistikker til enhver tid uten samtykke for:
ro: 6. Se colectează oricare sau toate statisticile identificabile ale utilizatorilor în orice moment, fără consimțământul pentru:
sr: 6. Сакупимо неке или све корисничке препознатљиве статистке у било које време без сагласности корисника:

source: a. Private analysis by Wildfire Games (WFG) team members and their affiliates.
ar: أ. تحليل خاصّ عبر أعضاء فريق «ألعاب الهشيم (WFG)» والتّابعون له.
br: a. Dielfennadenn brevez gant izili skipailh Wildfire Games (WFG) hag ar re gevredet ganto.
es_cl: a. Para el análisis privado realizado por los miembros del equipo Wildfire Games (WFG) y sus afiliados.
fa: الف. تحزیه و تحلیل خصوصی توسط اعضای تیم (Wildfire Games (WFG و همکاران آنها
hr: a. Privatnu analizu od strane članova tima Wildfire Games (WFG), kao i njihovih podružnica.
ja: a. Wildfire Games（WFG）チームメンバーとその協力者による非公開の分析。
ka: ა. პირადი ანალიზისთვის Wildfire Games-ის (WFG) ჯგუფის წევრებისთვის და მათთან დაკავშირებული ხალხისთვის.
nb: a. Privat analyse ved Wildfire Games (WFG) og dets medlemmer og deres samarbeidspartnere.
ro: a. Analiza privată de către membrii echipei Wildfire Games (WFG) și filialele lor.
sr: а. Приватне анализе од стране Wildfire Games (WFG) чланова тима и њихових филијала.

source: b. Anonymized public release by Wildfire Games (WFG) team members.
ar: ب. نشر المصادر علنًا بشكل مجهول عبر أعضاء فريق «ألعاب الهشيم (WFG)».
br: b. Embannadurioù prevezaet gant izili skipailh Wildfire Games (WFG).
es_cl: b. Para el lanzamiento público con datos anónimos por el equipo de Wildfire Games (WFG).
fa: ب. آزاد کردن اطلاعات بصورت عمومی و ناشناس توسط اعضای تیم (Wildfire Games (WFG
hr: b. Anonimiziranu javnu objavu od strane članova ekipe Wildfire Games (WFG).
ja: b. Wildfire Games（WFG）チームメンバーによる個人を特定できない形での公表。
ka: ბ. ვერ ამოცნობადი საჯარო გამოცემებისთვის Wildfire Games-ის (WFG) ჯგუფის წევრებისგან.
nb: b. Anonymisert offentlig publisering ved Wildfire Games (WFG) medlemmer.
ro: b. Lansarea publică anonimizată de către membrii echipei Wildfire Games (WFG).
sr: b. Анонимна јавна издања од стране Wildfire Games (WFG) чланова тима.

source: 7. Change this document in any way; at any time; on the condition that the user of the service is given adequate notice of the change (the definition of adequate notice will be determined at the time by a panel of Wildfire Games (WFG) team members).
ar: 7. تغيير هذا المستند بأيّ شكل كان، وفي أيّ وقت، وذلك بشرط إخطار مستخدم الخدمة قبل إجراء التّغيير بوقت كافٍ (ستتكفّل لجنة من أعضاء فريق «ألعاب الهشيم (WFG)» بتحديد المهلة حين يحين أوان ذلك).
br: 7. Kemm an teul-mañ e forzh peseurt mod a vefe; forzh peseurt mare; gant ma vo kelaouet eus ar cheñchamant implijer ar servij en un doare azaasaus (termenadur ar ger azasaus a vo termenet diwezhatoc'h gant ur strollad izili eus skipailh Wildfire Games (WFG) ).
es_cl: 7. Cambia este documento de cualquier forma, en cualquier momento; bajo la condición de que el usuario del servicio está dando una adecuada notificación del cambio (la definición de "adecuada notificación" será determinada en su momento por un panel de miembros de Wildfire Games).
fa: 7. تغییر در این مستند به هر نحوی، در هر زمانی و در شرایطی که به کابر اطلاع رسانی مناسب از تغییر اتفاق افتاده شده باشد (تعریف اطلاع رسانی مناسب توسط اعضای تیم (Wildfire Games (WFG در زمان تغییر مشخص خواهد شد)
hr: 7. Promijenimo ovaj dokument na bilo koji način način; u bilo koje vrijeme; pod uvjetom da je korisniku usluge dana prikladna obavijest o promjeni ( odefiniciju prikladne obavijesti će odlučivati, za sada, komisija članova ekipe Wildfire Games (WFG)).
ja: 7. 当サービスの利用者に変更の十分な告知がされる条件の上で、任意の方法により随時、この文書を変更すること（十分な告知の定義は、Wildfire Games（WFG）チームメンバーの委員会が決定した時点とします）。
ka: 7. შევცვალოთ ეს დოკუმენტი ნებისმიერი სახით; ნებისმიერ დროს; იმ პირობით, რომ მომსახურების მომხმარებელს მიეცემა შესატყვისი შეტყობინება ცვლილების შესახებ (შესატყვისი შეტყობინების დახასიათება იქნება განსაზღვრული Wildfire Games-ის (WFG) წევრების მიერ).
nb: 7. Endre dette dokumentet på enhver måte, til enhver tid, på betingelse av at brukeren av tjenesten gis tilstrekkelig varsel om endringen (definisjonen av "tilstrekkelig" avgjøres på tidspunktet for endringen av Wildfire Games (WFG) medlemmer.)
sr: 7. Променимо документацију на било који начин; у било које време; под условом да корисник услуге добије адекватно обавештење о промени (дефиниција адекватног овавештења биће одлучена у било које време од стране комисије Wildfire Games (WFG) чланова тима).

source: 0 A.D. Empires Ascendant Multiplayer Lobby Terms of Use
ar: شروط استخدام ردهة الألعاب الجماعيّة في «0م الامبراطوريّات المسيطرة»
br: 0 A.D. Impalaerezhioù O C'henel Liesc'hoarier Hall Termenoù an Implij
da: 0. A.D. Empires Ascendant Multiplayer Lobby Brugs-betingelser
es_cl: Términos de Uso de la sala multijugador de 0 A.D. Imperios Ascendentes
fa: شراط خدمات لابی چندنفره بازی 0 A.D
hr: Uvjeti korištenja 0 A.D. Empires Ascendant Multiplayer
ja: 0 A.D. Empires Ascendant マルチプレイヤーロビー利用規約
ka: 0 A.D. იმპერიების ძალა მრავალი მოთამაშის ვესტიბიულის მოხმარების პირობები
nb: 0 A.D. Empires Ascendant bruksvilkår for flerspillerlobby
sr: 0 A.D. Empires Ascendant Multiplayer Lobby Правила коришћења

source: * "Impersonate" refers to the action in which you attempt to exploit another's identity for your own purposes.
ar: * "الانتحال" يشير إلى إجراءك محاولة لاستغلال معرّف آخر لمصالحك الخاصّة.
br: * "An treuzpiaouañ identelezh" a dalvez ar fed da glask implij identelezh unan bennak all evit e sac'h dezha.
es_cl: * "Suplantar" se refiere a la acción en la que intenta explotar la identidad de otro para sus propios fines.
fa: * "جعل هویت" اشاره به کارهایی دارد که بر اساس آن شما تلاش کنید از هویت دیگری برای خود استفاده کنید
hr: "Lažno Predstavljanje" se odnosi na akcije u kojima pokušavate iskoristit tuđi indetitet u vlastitu korist.
ja: * 「なりすまし」とは、あなたが他人の身元識別情報を自身のために悪用しようと試みる行為を指します。
ka: * "განსახიერება" განსაზღვრავს ქმედებას, რომელშიც შენ ცდილობ სხვისი სახელის გამოყენებას შენი პირადი ინტერესებისთვის.
nb: * "Utgi seg for" henviser til det å utnytte en annens identitet for dine egne formål.
sr: * "Оличавати другу особу" односи се на акцију у којој ти покушаваш да искористиш туђи идентитет у своју корист.

source: * "Spam" refers to irrelevant or inappropriate messages sent to a large number of recipients.
ar: * "السّخام" يشير إلى الرّسائل اللاصلة لها أو اللامناسبة لها والمُرسلة إلى عدد كبير من الأشخاص.
br: * Ur "Strob" a zo ur c'hemennad hag a zo didalvoud pe n'eo ket jaojabl, ha kaset da galz a dud.
es_cl: * "Contenido basura" se refiere a los mensajes irrelevantes o inapropiados enviados a un gran número de destinatarios.
fa: * "هرزپیام" اشاره به پیام های غیر مرتبط و نامناسب دارد که برای تعداد زیادی کابر ارسال می شود
hr: "Spam" se odnosi na nerelevantnu i neprikladnu poruku poslanu velikom broju primatelja.
ja: * 「スパム」とは、無関係あるいは不適当なメッセージを多数の受信者へ送ることを指します。
ka: * "დაბინძურება" განსაზღვრავს შეუსაბამო ან შეუფერებელი შეტყობინებების გაგზავნას ბევრ მომხმარებელთან.
nb: * "Spam" henviser til uvesentlige eller upassende meldinger sendt til et stort antall mottakere.
sr: * "Спам" се односи на небитне или неприкладне поруке послате великом броју корисника.

source: * "Rating" refers to the per-user comprehensive score.
ar: * "التّقييم" يشير إلى النّتيجة الشّاملة لكلّ مستخدم.
br: * Ar "renkadur" a dalvez ar skor klok hiniennel.
es_cl: * "Nota" hace referencia al resultado integral de cada usuario.
fa: * "رتبه بندی" اشاره به امتیاز هر کابر دارد
hr: "Ocjenjivanje" se odnosi na sveukupni rezulat svakog korisnika.
ja: * 「格付け」とは、利用者ごとの総合得点を指します。
ka: * "შეფასება" განსაზღვრავს თითო მომხმარებლის ამომწურავ ქულას.
nb: * "Vurdering" henviser til den sammenfattende poengsummen som gjelder for en bruker.
sr: * "Рејтинг" се одсноси на свеобухватни кориснички успех.

source: * "Ranked games" refers to games in which rating changing statistics are tracked.
ar: * "الألعاب المقيّمة" تشير إلى الألعاب التي يُتعقّب فيها تغيّر إحصائيّات التّقييم.
br: * Ar "c'hoariadennom renket" a dalvez ar c'hoariadennoù ez eo hizivaet ar statistikoù rankadur.
es_cl: * "Juego Clasificado" se refiere a los juegos en los que se realiza un seguimiento de calificación para las estadísticas.
fa: * "بازی های رتبه بندی شده" اشاره به بازی هایی دارد که باعث تغییر در رتبه بندی و امتیاز بازیکن می شود
hr: "Rankirana Igra" se odnosi na igre u kojima se prate promjenje u vašim rank statistikama.
ja: * 「順位記録ゲーム」とは、格付け変更の統計が記録されたゲームを指します。
ka: * "შეფასებული თამაშები" განსაზღვრავს თამაშებს რომლების შეფასებების ცვლილებების სტატისტიკა არის ნათვანთვალები.
nb: * "Vurderte spill" henviser til spill som sporer statistikk som kan endre en spillers vurdering.
sr: * "Рангиране игре" се односе на игре у којима се променљиве статистике рејтинга прате.

source: You agree to:
ar: أنت توافق على:
br: A-du oc'h evit:
es_cl: Usted se compromete a:
fa: شما موافق هستید با:
hr: "Vi se slažete sa slijedećim:"
ja: あなたは以下に同意します：
ka: შენ ეთანხმები:
nb: Du er enig i:
sr: Слажете се да:
