Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-other.po
Languages: ar, ast, bg, br, ca, cs, da, el, es_ar, eu, fa, fi, ga, gd, he, hu, hy, id, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Founded in 322 B.C. by Chandragupta Maurya, the Mauryan Empire was the first to rule most of the Indian subcontinent, and was one of the largest and most populous empires of antiquity. Its military featured bowmen who used the long-range bamboo longbow, fierce female warriors, chariots, and thousands of armored war elephants. Its philosophers, especially the famous Acharya Chanakya, contributed to such varied fields such as economics, religion, diplomacy, warfare, and good governance. Under the rule of Ashoka the Great, the empire saw 40 years of peace, harmony, and prosperity.
ast: Fundado nel sieglo 322 a.C. por Candragupta Maurya, el mauryano fhoi’l primeiru imperio in conquistar la maioría del subcontinente índicu, & uno de los imperios mas grandes & poblados de l’antigüidá. El sou exércitu contaba cun saxhittarios q’usaban arcos lhongos de bambú, guerreiras ferozes, carros & milles d’elephantes armados. Los sous philósophos, specialmente Canakya’l Preceptor, abançarun per-muĩthos campos, talos cumo la economía, la relixhion, la diplomacia, la milicia & el bon gubiernu. Sul mandado d’Áśoka l’Amigu de los Divinos, l’Imperio viviu 40 annos de paz, harmonía & prosperidá.
ca: Fundat el 322 aC per Chandragupta Maurya, l'Imperi Màuria va ser el primer de dominar la major part del subcontinent indi, i un dels més grans i poblats de l'antiguitat. Al seu exèrcit hi havia arquers que feien servir arcs llargs de bambú de llarg abast, ferotges dones guerreres, carros de guerra, i milers d'elefants de guerra amb armadura. Els seus filòsofs, especialment el famós Acharya Chanakya, van contribuir a camps tan variats com l'economia, la religió, la diplomàcia, la guerra i el bon govern. Sota el regnat d'Aixoka el Gran, l'imperi va veure 40 anys de pau, harmonia i prosperitat.
el: Ιδρύθηκε το 322 π.Χ. από τον Τσαντραγκούπτα Μαουρύα, η Αυτοκρατορία των Μαυριτανών ήταν η πρώτη που κυριάρχησε στο μεγαλύτερο μέρος της ινδικής υποηπείρου, και ήταν μία από τις μεγαλύτερες και πιο πυκνοκατοικημένες αυτοκρατορίες της αρχαιότητας. Στρατιωτικό της χαρακτηριστικό ήταν οι τοξότες που χρησιμοποιούσαν τα μεγάλης εμβέλειας από μπαμπού τόξα, οι άγριες θηλυκές πολεμίστριες, τα άρματα και οι χιλιάδες τεθωρακισμένοι πολεμικοί ελέφαντες. Οι φιλόσοφοί της, ιδιαίτερα ο περίφημος Ατσάρια Τσανάκυα, συνείσφεραν σε ποικίλα πεδία όπως η οικονομία, η θρησκεία, η διπλωματία, ο πόλεμος και η χρηστή διακυβέρνηση. Κάτω από την κυριαρχία του Μεγάλου Ασόκα, η αυτοκρατορία είδε 40 χρόνια ειρήνης, αρμονίας και ευημερίας.
hu: Csandragupta Maurja alapította i. e. 322-ben, a Maurja Birodalom volt az első amely a teljes indiai szubkontinenst uralta, és ez volt az ókori világ egyik legnagyobb és legnépesebb birodalma. A hardseregében voltak íjászok, akik hosszú hatótávolságú bambusz hosszúíjakat használtak, vad női harcosok, harci szekerek és több ezer páncélozott harci elefánt. A filozófusaik, különösen a híres Ácsárja Csanakja, olyan területekhez járultak hozzá, mint a közgazdaságtan, vallás, diplomácia, hadviselés és a jó uralkodás. Nagy Asóka uralma alatt, a birodalom 40 év békét, harmóniát és jólétet élt meg.
ko: 기원전 322년 찬드라굽타 마우리야에의해 설립된 마우리아 제국은 인도 아대륙의 대부분을 지배한 최초의 국가였고, 가장 광활하고 가장 인구가 많은 고대 제국 중 하나였습니다. 그 군대에는 사거리가 긴 대나무 장궁, 맹렬한 여전사, 전차, 수천 마리의 무장된 전투 코끼리를 사용하는 궁병이 등장했습니다. 그의 철학자, 특히 유명한 아차랴 차나캬는 경제, 종교, 외교, 전쟁, 훌륭한 정치와 같은 다양한 분야에 기여했습니다. 아쇼카 대왕의 통치 아래 제국은 40년간 평화, 조화, 번영을 누렸습니다.
nl: De Mauryadynastie werd in 322 v.C. door Chandragupta Maurya gesticht. Het was het eerste rijk dat over het grootste deel van het Indische subcontinent heerste. Het was één van de grootste en meest bevolkte rijken van de oudheid. Hun leger bestond vooral uit boogschutters die bamboebogen met een groot bereik gebruikten. Daarnaast waren er gevaarlijke vrouwelijke krijgers, strijdwagens, en duizenden gepantserde krijgsolifanten. Hun filosofen, vooral de bekende Acharya Chanakya, droegen bij tot gevarieerde vakgebieden zoals economie, religie, diplomatie, krijgskunde en goed bestuur. Onder het bestuur van Ashoka de Grote kende het rijk 40 jaar van vrede, harmonie en vooruitgang.
ru: Основанная в 322 году до н. э. Чандрагуптой Маурья, империя Маурьев стала первым государством, объединившим индийский субконтинент и одной из самых густонаселенных империй древности. Военные силы империи славились лучниками с большими бамбуковыми луками, которые способны были послать стрелу на огромное расстояние, ожесточенными воительницами, колесницами и тысячами боевых слонов, облаченных в броню. Философы на службе у государства, особенно знаменитый Чанакья, способствовали развитию таких направлений как экономика, религия, дипломатия, военное дело и государственное управление. Под властью Ашоки Великого страна получила 40 лет мира, гармонии и процветания.
sk: Založená v roku 322 pred Kristom Čandraguptom Maurjom, bola Maurská ríša prvou, ktorá vládla väčšine indického subkontinentu, a zároveň aj jednou z najväčších a najľudnatejších ríš staroveku. Vojenstvo tejto ríše pozostávalo z lukostrelcov používajúcich bambusové luky s dlhým dostrelom, divokých bojových žien, kočov a tísicok ozbrojených vojnových slonov. Jej filozofi, najmä Acharya Chanakya, prispeli do množstva rôznych oblastí ako je ekonomika, diplomacia, vojenstvo a dobrá správa vecí verejných. Pod vládou Ašóku Veľkého zažila ríša 40 rokov mieru, harmónie a prosperity.
sv: Grundat i 322 B.C. av Chandragupta Maurya var Mauryan-riket det första som styrde det mesta av det indiska subkontinentet, och var ett av de största och mest folkrika imperierna. Dess militära featured bowmen som använde långväga bambu longbow, hårda kvinnliga krigare, vagnar och tusentals pansar krig elefanter. Dess filosofer, särskilt den berömda Acharya Chanakya, bidrog till sådana varierade områden som ekonomi, religion, diplomati, krigföring och gott styre. Under Ashoka den Storas regering såg imperiet 40 år av fred, harmoni och välstånd.
uk: Заснована у 322 році до н.е. Чандрагуптою Маур'я імперія Маур'їв стала першою державою, що об'єднала індійський субконтинент і була однією з найбільш густонаселених імперій давнини. Військові сили імперії славилися лучниками з великими бамбуковими луками, які здатні були послати стрілу на величезну відстань, запеклими жінками-воїнами, колісницями і тисячами бойових слонів, закутих у броню. Філософи держави, особливо знаменитий Чанак'я, сприяли розвитку таких напрямків, як економіка, релігія, дипломатія, військова справа та державне управління. Під владою Ашоки Великого країна отримала 40 років миру, гармонії і процвітання.
zh: 孔雀王朝，公元前 322 年由旃陀罗笈多建立，为首个统治大部分印度地区的王朝。也是古代疆域最广、人数最多的帝国之一。其军队主要由持竹弓的弓箭手、勇猛的女战士、战车、以及数以千计的战象所组成。这一时期的哲学家，在经济、宗教、外交、军事及治国方面都有贡献，特别出名的是写出《政事论》的考底利耶。阿育王时期，这个国家有了 40 年的和平与繁荣。
zh_tw: 古印度的孔雀王朝由月護王—旃陀羅笈多於西元前 322 年建立，是第一個統治大部份印度次大陸的帝國，也是古代規模最大且人數最多的帝國之一。其軍隊主要由持竹製長弓的弓兵、勇猛的女戰士、馬戰車及數以千計的裝甲戰象所組成。它的哲學家們，特別是有名的考底利耶，在經濟、宗教、外交、軍事以及良好的政府治理等方面都有貢獻。在阿育王的統治下，這個帝國享受了 40 年的和平、和諧與繁榮。

source: Persians
ast: Persas
ca: Perses
el: Πέρσες
hu: Perzsák
ko: 페르시아
nl: Achaemenidische Perziërs
ru: Персы
sk: Peržania
sv: Perser
uk: Перси
zh: 波斯
zh_tw: 波斯人

source: The Persian Empire, when ruled by the Achaemenid dynasty, was one of the greatest empires of antiquity, stretching at its zenith from the Indus Valley in the east to Greece in the west. The Persians were the pioneers of empire-building of the ancient world, successfully imposing a centralized rule over various peoples with different customs, laws, religions and languages, and building a cosmopolitan army made up of contingents from each of these nations.
ast: L’Imperio persa, quando llo gubernaba la dynastía acheménida, yera uno de los imperios mas grandiosos de l’antigüidá, exporriendo-se nel sou cume del valle del Indu in oriente a la Héllade in occidente. Los persas yeran los innovadores imperiales de l’antigüidá clássica, imponiendo cun éxitu un gubiernu centralizadu subre varios puöblos de costumes, lheis, relixhiones & lhinguas extremadas, & construendo un exércitu cosmopolita compuöstu de continxhentes de cada unu d’estos países.
ca: L'Imperi Persa, durant el regnat de la dinastia aquemènida, va ser un dels imperis més grans de l'antiguitat, estenent-se en el seu apogeu des de la vall de l'Indus, a l'est, fins a Grècia, a l'oest. Els perses van ser els pioners de l'expansió imperial al món antic, imposant amb èxit un domini centralitzat sobre diversos pobles amb diferents costums, lleis, religions i idiomes, i construint un exèrcit cosmopolita amb contingents de cada una d'aquestes nacions.
el: Η Περσική Αυτοκρατορία, κατά τη διακυβέρνηση της δυναστεία των Αχαιμενιδών, ήταν μία από τις μεγαλύτερες αυτοκρατορίες της αρχαιότητας, που εκτεινόταν στο ζενίθ της από την Κοιλάδα του Ινδού στα ανατολικά προς την Ελλάδα στα δυτικά. Οι Πέρσες ήταν οι πρωτοπόροι στην δημιουργία-αυτοκρατορίας στον αρχαίο κόσμο, επιβάλλοντας με επιτυχία μια κεντρική διακυβέρνηση πάνω σε διάφορους λαούς με διαφορετικά ήθη και έθιμα, νόμους, θρησκείες και γλώσσες, επίσης δημιούργησαν ένα πολυεθνικό στρατό που απαρτιζόταν από αγήματα από κάθε ένα από αυτά τα έθνη.
hu: A Perzsa Birodalom, amikor az Arkhamenida-dinasztia uralkodott, volt az ókori világ egyik legnagyobb birodalma, hatalma csúcsán keleten az Indus völgyéig, nyugaton Görögországig nyújtózott. A perzsák élen jártak a birodalomépítésben az ókori világban, sikeresen rákényszerítve a központi hatalmat különböző szokású, törvényű, vallású és nyelvű népekre, és egy felállítva egy kozmopolita hadsereget, amely ezen nemzetek részlegeiből állt.
ko: 페르시아 제국은 아케메네스 왕조에 의해 통치되었을때, 고대 최대의 제국중 하나로, 전성기 때에는 동쪽은 인더스 계곡까에서 서쪽으로는 그리스 까지 펼쳐져있었습니다. 페르시아는 고대 세력의 제국 건설의 선구자이며, 다양한 관습, 법률, 종교, 언어를 가진 다양한 민족에 대한 중앙 집권적 통치를 성공적으로 시행했고, 이러한 각 국가의 선발자로 구성된 전 세계 군대를 창설했습니다.
nl: Het Perzische rijk, geleid door de Achaemenidische dynastie, was één van de grootste rijken van de oudheid. Het omvatte de Indus vallei in het oosten tot Griekenland in het westen. De Perzen waren de pioniers in het grote rijken ontwikkelen. Ze installeerden met succes een centrale macht die regeerde over verschillende volkeren met verschillende culturen, wetten, religies en talen. Ze stelden een multicultureel en verscheiden leger samen uit elk van deze volkeren.
ru: Персидская империя во времена правления династии Ахеменидов являлась одной из величайших империй древности, простираясь от долины реки Инд на востоке до Греции на западе. Персы были первопроходцами в основании империи древнего мира, успешно насаждая централизованную власть многим народам с различными обычаями, законами, верованиями и языками. Они первыми создали многонациональную армию, состоящую из контингентов каждого из покоренных народов.
sk: Perzská ríša, keď na jej čele stála Achajmenská dynastia, bola jednou z najväčších ríš starovekého sveta, v dobe svojho vrcholu sa rozprestierajúca od údolia rieky Indus na východe až po Grécko na západe. Peržania boli priekopníkmi v oblasti staviteľstva budov, ktorí úspešne zaviedli centralizovanú vládu nad ľuďmi s rôznymi zvykmi, zákonmi, náboženstvami a jazykmi, budujúc pritom kozmopolitnú armádu zloženú z kontingentov každého z týchto národov.
sv: Det persiska riket, när det regerades av Achaemenid dynastin, var ett av de äldsta rikets imperier, sträckte sig vid sin zenit från Indus-dalen i öst till Grekland i väst. Perserna var pionjärer av den antika världens empirebyggnad och införde framgångsrikt en centraliserad regel över olika folk med olika tullar, lagar, religioner och språk och byggde en kosmopolitisk armé bestående av kontingenter från var och en av dessa nationer.
uk: Перська імперія за часів правління династії Ахеменідів була однією з найбільших імперій давнини, що простягалася від долини річки Інд на сході до Греції на заході. Перси були першопрохідцями у створенні імперій стародавнього світу, успішно насаджуючи централізовану владу багатьом народам з різними звичаями, законами, віруваннями і мовами. Вони першими створили багатонаціональну армію, що складається з контингентів кожного із підкорених народів.
zh: 波斯阿契美尼德王朝，为当时最强帝国之一。疆界东起印度河流域，西至巴尔干。波斯最先尝试了对古代世界进行大国构筑，他们通过王权成功地统合了不同风俗、法律、宗教和语言的地区与民族，并建立起了一支汇合四面八方、成分多样的混合军队。
zh_tw: 阿契美尼德王朝統治下的波斯帝國曾是古代最偉大的帝國之一，其鼎盛時期疆域從東方的印度河流域一直延伸至西方的希臘。波斯人是古代世界建立帝國的先驅，成功地把不同風俗、法律、宗教和語言的各個民族整合起來，實行中央集權統治，並打造一支由各國派遣軍組成的世界性軍隊。

source: Ptolemies
ast: Ptolemeos
ca: Ptolemeus
el: Πτολεμαίοι
hu: Ptolemaioszok
ko: 프톨레마이오스
nl: Ptolemaeïsche Egyptenaren
ru: Птолемеи
sk: Ptolemaiovci
sv: Ptolemaier
uk: Птолемеї
zh: 托勒密
zh_tw: 托勒密

source: The Ptolemaic dynasty was a Macedonian Greek royal family which ruled the Ptolemaic Empire in Egypt during the Hellenistic period. Their rule lasted for 275 years, from 305 BC to 30 BC. They were the last dynasty of ancient Egypt.
ast: La dynastía ptolemaica yera una casa real greco-macedonia que rexhiu l’Imperio ptolemaico in Egypto na dómina aleẍandrina. El sou gubiernu durou 275 annos, del 305 a.C. al 30 a.C. Fhoi la postreira dynastía del Egypto antiguo.
ca: La dinastia ptolemaica era una família reial macedònia que va regnar a l'Imperi Ptolemaic a Egipte durant el període hel·lenístic. El seu regnat va durar 275 anys, des del 305 aC fins al 30 aC. Va ser l'última dinastia de l'antic Egipte.
el: Η δυναστεία των Πτολεμαίων ήταν μια Μακεδόνική Ελληνική βασιλική οικογένεια που κυβέρνησε την αυτοκρατορία των Πτολεμαίων στην Αίγυπτο κατά την Ελληνιστική περίοδο. Η εξουσία τους κράτησε για 275 χρόνια, από το 305 π.Χ. έως το 30 π.Χ.. Ήταν η τελευταία δυναστεία της αρχαίας Αιγύπτου.
hu: A Ptolemaiosz-dinasztia egy makedón-görög királyi család volt, amely a ptolemaioszi birodalmat uralta Egyiptomba a hellenisztikus korszakban. Az uralmuk 275 évig tartott, i. e. 305-től i. e. 30-ig. Ők voltak az ókori Egyiptom utolsó dinasztiája.
ko: 프톨레마이오스 왕조는 헬레니즘 시대에 이집트에서 프톨레마이오스 제국을 통치한 마케도니아 그리스 왕실이었습니다. 그들의 통치는 기원전 305년에서 기원전 30년까지 275년간 지속되었습니다. 그들은 고대 이집트의 마지막 왕조였습니다.
nl: De Ptolemeïsche dynastie was een Macedonisch-Griekse koninklijke familie die heerste over het Ptolemeïsche rijk in Egypte gedurende de Hellenistische periode, over 275 jaar (van 305 tot 30 V.C.). Ze waren de laatste dynastie van het oude Egypte.
ru: Птолемейская династия правителей Египта в IV—I веках до н. э. — в эпоху эллинизма. Основана диадохом Александра Македонского Птолемеем I. Их власть длилась 275 лет с 305 до 30 годов до н.э. Последняя династия Древнего Египта.
sk: Dynastia Ptolemaiovcov bola macedónsko-gréckou kráľovskou rodinou vládnucou Ptolemaiovskej ríši v Egypte počas helénskeho obdobia. Ich vláda trvala 275 rokov, od 305 pred Kristom po 30 pred Kristom. Boli poslednou dynastiou starovekého Egypta.
sv: Den ptolemaiska dynastin var en makedonisk grekisk kunglig familj som styrde det ptolemaiska riket i Egypten under den hellenistiska perioden. Deras regel varade i 275 år, från 305 f.Kr. till 30 f.Kr. De var den sista dynastin i det antika Egypten.
uk: Птолемеївська династія була греко-македонська королівська сім'я, яка правила Птолемеївською імперією в Єгипті в епоху еллінізму. Їхня влада тривала 275 років з 305 до 30 років до н. е. Остання династія Стародавнього Єгипту.
zh: 托勒密王朝，马其顿人统治的希腊化埃及。从公元前 305 年到公元前 35 年，持续了 275 年。是古埃及最后一个王朝。
zh_tw: 托勒密王朝是在希臘化時期統治埃及托勒密帝國的馬其頓希臘貴族家族。他們的統治持續了 275 年，從西元前 305 年到西元前 35 年。他們是古埃及的最後一個王朝。

source: Romans
ast: Romanos
el: Ρωμαίοι
hu: Rómaiak
ko: 로마
nl: Romeinen
ru: Римляне
sk: Rimania
sv: Romare
uk: Римляни
zh: 罗马
zh_tw: 羅馬人

source: The Romans controlled one of the largest empires of the ancient world, stretching at its peak from southern Scotland to the Sahara Desert, and containing between 60 million and 80 million inhabitants, one quarter of the Earth's population at that time. Rome also remained one of the strongest nations on earth for almost 800 years. The Romans were the supreme builders of the ancient world, excelled at siege warfare and had an exquisite infantry and navy.
ast: Los romanos gubernarun uno de los imperios mas grandes de l’antigüidá, exporriendo-se nel sou cume de la Scocia meridiana al desiertu del Sáhara, & conteniendo entre 60 & 80 millones d’habitantes, un quartu de la poblacion de la Tierra d’aquella épocha. D’arriendas, Roma seguiu siendo una de las maiores potencias del mundu quasi 800 annos. Los romanos yeran constructores in sin par, distinguidos na arte del obsidio & soberbios nel combatte terrestre & naval.
ca: Els romans controlaven un dels imperis més grans del món antic, que al seu punt màxim s'estenia des del sud d'Escòcia fins al desert del Sàhara i contenia entre 60 i 80 milions d'habitants, un quart de la població de la Terra del moment. Roma va continuar sent una de les nacions més poderoses del món durant 800 anys. Els romans eren els constructors suprems del món antic, destacaven en la guerra de setge i tenien una infanteria i una marina excel·lents.
el: Οι Ρωμαίοι που έλεγχαν μία από τις μεγαλύτερες αυτοκρατορίες του αρχαίου κόσμου, που εκτεινόταν στο αποκορύφωμά της από τη νότια Σκωτία μέχρι την έρημο της Σαχάρας, και περιείχε ανάμεσα σε 60 με 80 εκατομμύρια κατοίκους, το ένα τέταρτο του πληθυσμού της Γης εκείνη την εποχή. Η Ρώμη παρέμεινε επίσης ένα από τα ισχυρότερα έθνη στη γη για σχεδόν 800 χρόνια. Οι Ρωμαίοι ήταν οι υπέρτατοι οικοδόμοι του αρχαίου κόσμου, διακρίθηκαν σε πολιορκητικούς πολέμους και είχαν ένα εξαιρετικό πεζικό και ναυτικό.
hu: A rómaiak uralták az ókori világ egyik legnagyobb birodalmát, hatalma csúcsán Dél-Skóciától a Szaharáig terjeszkedett, és 60 és 80 millió közti lakóval, a Föld akkori lakosságának negyedével. Róma a világ legerősebb népeinek egyike maradt majdnem 800 évig. A rómaiak az ókori világ legkiválóbb építészei voltak, kiemelkedőek volt az ostromharcban és rendkívüli gyalogságuk és haditengerészetük volt.
ko: 로마인들은 남부 스코틀랜드에서 사하라 사막에 이르는 고대의 가장 큰 제국 중 하나를 지배했고, 당시 지구 인구의 4분의 1인 6천만에서 8천만 명의 거주자를 포함하고 있었습니다. 로마는 또한 거의 800년 동안 지구상에서 가장 강한 나라 중 하나로 남아 있었습니다. 로마인들은 고대 세계의 최고의 건축가였고, 공성전에서 탁월했으며 뛰어난 보병과 해군을 보유하고 있었습니다.
nl: De Romeinen controleerden één van de grootste rijken van de klassieke oudheid, op zijn piek beheersten ze een gebied van Zuid-Schotland tot de Sahara, met tussen de 60 en 80 miljoen inwoners; een kwart van de wereldbevolking in die tijd. Rome bleef gedurende bijna 800 jaar één van de sterkste naties van de wereld. De Romeinen waren de grootste bouwers van de klassieke oudheid, ze blonken uit in belegeringsmethoden en hadden een perfect uitgeruste infanterie en marine.
ru: Римляне правили одной из самых больших империй древнего мира, растянувшейся от северной Шотландии до пустыни Сахара, население которой насчитывало от 60 до 80 миллионов жителей, что составляло одну четверть от всего населения на Земле в те времена. В Риме также проживала одна из самых сильных наций на земле на протяжении практически 800 лет. Римляне были превосходными строителями в древнем мире, преуспевшими в ведении осадной войны, и обладали совершенной пехотой и военным флотом.
sk: Rimania ovládali jednu z najväčších ríš starovekého sveta, ktorá sa v dobe svojej slávy ťahala od južného Škótska až po Saharu, pričom mala zhruba 60 až 80 miliónov obyvateľov, čiže jednu štvrtinu všetkých vtedajších ľudí na Zemi. Rímu sa teda podarilo zostať jedným z najsilnejších národov planéty po dobu takmer 800 rokov. Boli to najlepší stavitelia v starovekom svete, vynikajúci v obliehaniach, majúci zároveň aj skvelú pechotu a námorníctvo.
sv: Romarna styrde en av världens största imperier, sträckte sig högst från södra Skottland till Sahara-öknen och innehöll mellan 60 miljoner och 80 miljoner invånare, en fjärdedel av jordens befolkning vid den tiden. Rom var också en av de starkaste nationerna på jorden i nästan 800 år. Romarna var de högsta byggarna av den antika världen, utmärkte sig vid belägringskrig och hade ett utsökt infanteri och flottor.
uk: Римляни правили однією з найбільших імперій давнього світу, що розтягнулася від північної Шотландії до пустелі Сахара, населення якої становило від 60 до 80 мільйонів жителів, що становило одну чверть від усього населення на Землі в ті часи. У Римі також проживала одна з найсильніших націй на землі протягом майже 800 років. Римляни були чудовими будівельниками в стародавньому світі, які досягнули успіху у веденні облогової війни. Також вони володіли досконалою піхотою і військовим флотом.
zh: 古罗马，为古代世界最大的国家之一。北起苏格兰南部绵延高峰，南至撒哈拉大沙漠。人口约 6000 ~ 8000 万，占世界的四分之一。古罗马历史绵延将近八百年，建筑技术达世界顶级。同时擅长攻城战，拥有强大的步兵和海军。
zh_tw: 羅馬帝國是古代世界最大的帝國之一，其巔峰時期疆域從蘇格蘭南部一直延伸至撒哈拉沙漠，含括 6000 到 8000 萬名居民，占當時世界總人口的約四分之一。羅馬以一大世界強國在世界上存續了近 800 年。羅馬人擁有古代世界至高的建築工藝，精於攻城戰並擁有卓越的步兵及海軍。

source: Seleucids
ast: Seléucidas
ca: Selèucides
el: Σελευκίδες
hu: Szeleukidák
ko: 셀레우코스
nl: Seleucidisch Perzië
ru: Селевкиды
sk: Seleukovci
sv: Seleukider
uk: Селевкіди
zh: 塞琉古
zh_tw: 塞琉古

source: The Macedonian-Greek dynasty that ruled most of Alexander's former empire.
ast: La dynastía greco-macedónica que gubernaba la maioría del antiguu imperio aleẍandrino.
ca: La dinastia grecomacedònia que va governar la major part de l'antic imperi d'Alexandre.
el: Η Μακεδονική-Ελληνική δυναστεία που κυβέρνησε το μεγαλύτερο μέρος της πρώην αυτοκρατορίας του Αλεξάνδρου.
hu: A makedón-görög dinasztia amely Nagy Sándor egykori birodalmának nagy része felett uralkodott.
ko: 알렉산더의 옛 제국의 대부분을 지배했던 마케도니아-그리스 왕조.
nl: De Macedonisch-Griekse dynastie die over het grootste deel van Alexanders vroegere rijk heerste.
ru: Греко-македонская династия, правившая большей частью бывшей империи Александра.
sk: Macedónsko-grécka dynastia vládnuca väčšine bývalej Alexandrovej ríše.
sv: Den makedonska-grekiska dynastin som styrde det mesta av Alexanders tidigare rike.
uk: Греко-македонська династія, що правила більшою частиною колишньої імперії Олександра.
zh: 继业者王朝，继承了亚历山大三世的领土。
zh_tw: 這個馬其頓－希臘王朝統治著先前亞歷山大帝國的大部份領土。

source: Spartans
ast: Spartanos
ca: Espartans
el: Σπαρτιάτες
hu: Spártaiak
ko: 스파르타
nl: Sparta
ru: Спартанцы
sk: Sparťania
sv: Spartaner
uk: Спартанці
zh: 斯巴达
zh_tw: 斯巴達人
