Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Players start in small islands in the eastern part of the map. There is a big continent in the west ready for expansion.
ast: Los jogadores intamɐn n islhinɐs pela parte oriental de la geographía. A l occidente ha hi un gran continente a pode para colonizar.
bg: Играчите започват на малък остров в източната част на картата. На запад има голям континент, чакащ да бъде покорен.
br: Ar c'hoarierien a gomañs en inizi bihan e lodenn reter ar gartenn. Bez'ez eus ur c'hevandir bras er c'hornôg prest d'an astenn.
ca: Els jugadors comencen en petites illes a la part oriental del mapa. Hi ha un gran continent a l'oest preparat per a l'expansió.
cs: Hráči začínají na malých ostrovech ve východní části mapy. Na západě leží velký kontinent čekající na osídlení.
da: Spillerne starter på små øer i banens østlige del. Et stort kontinent et vest er perfekt at ekspandere til.
de: Die Spieler beginnen auf kleinen Inseln im östlichen Teil der Karte. Im Westen wartet ein großer Kontinent auf seine Besiedlung.
el: Οι παίκτες ξεκινούν σε μικρά νησιά στο ανατολικό κομμάτι του χάρτη. Υπάρχει μια μεγάλη ηπειρωτική στεριά στα δυτικά που σας περιμένει για επέκταση.
es: Los jugadores comienzan en las islas pequeñas en la parte oriental del mapa. Hay un gran continente en el oeste listo para su expansión.
eu: Jokalariek uharte txikietan hasiko dute partida, maparen ekialdean. Mendebaldean kontinente oso handi bat dago zabalkunderako prest.
fa: بازیکن ها در یک جزیره کوچک بازی را آغاز می کنند در قسمت شرقی نقشه و قسمت بسیار وسیعی در سمت غرب نقشه برای گسترش در دسترس است
fi: Pelaajat aloittavat pieniltä saarilta kartan itäpuolella. Suuri manner odottaa lännessä laajentumista varten.
fr: Les joueurs commencent dans les petites îles de la partie orientale de la carte. Il y a un grand continent à l'ouest prêt pour l'expansion.
ga: Tosaíonn na himreoirí ar oileáin bheaga in oirthear na léarscáile. Tá mórthír ollmhór san iarthar réidh le leathnú a dhéanamh uirthi.
gd: Tòisichidh na cluicheadairean ann an eileanan beaga taobh an ear air a’ mhapa. Tha mòr-thìr gu siar orra deiseil airson tuineachadh.
hu: A játékosok a térkép keleti szélén, kis szigeteken kezdenek. Nyugatra található egy meghódításra váró nagy kontinens.
id: Pemain mulai di pulau kecil di bagian timur peta. Ada benua besar di barat siap untuk perluasan.
it: I giocatori iniziano la partita in piccole isole posizionate a est nella mappa. A ovest c'è un grande continente pronto per l'espansione.
ja: プレイヤーはマップ東部の小島から開始します。西に大きな大陸があり、拡張を待っています。
ko: 플레이어들은 지도의 동쪽 부분에있는 작은 섬에서 시작합니다. 서쪽에는 확장할 준비가 된 큰 대륙이 있습니다.
ms: Pemain bermula di kepulauan kecil timur peta. Dan ada benua besar di bahagian barat peta untuk dijelajahi.
nb: Spillere starter på små øyer i den østlige delen av kartet. Det er et stort kontinent i vest, klart for ekspansjon.
nl: Spelers starten op kleine eilanden in het oostelijk gedeelte van de kaart. Er is een groot continent in het westen, klaar voor kolonisatie.
pl: Gracze rozpoczynają na małych wyspach we wschodniej części mapy. W części zachodniej znajduje się duży kontynent oczekujący na ekspansję.
pt_br: Os jogadores começam em pequenas ilhas na parte oriental do mapa. Há um grande continente a oeste para ser conquistado.
pt_pt: Os jogadores começam em ilhas pequenas situadas na parte oriental do mapa. Há um grande continente a oeste para ser conquistado.
ru: Игроки начинают на малых островах в восточной части карты. На западе расположен большой континент, ожидающий экспансии.
sk: Hráči začínajú na malých ostrovoch vo východnej časti mapy. Rozpínať sa môžete na veľkej pevnine ležiacej na západe.
sr: Играчи почињу на маленим острвима у источном делу мапе. На западу се простире велики континент спреман за експанзију.
sv: Spelare börjar på små öar i den östra delen av kartan. Det finns en stor kontinent i väst redo för expansion.
tr: Oyuncular haritanın doğu bölümündeki küçük adalarda başlarlar. Batıda genişlemek için hazır bir kıta bulunmaktadır.
uk: Гравці починають на невеликих островах, розташованих в східній частині карти. Але є великий континент на заході готовий до захоплення.
vi: Những người chơi bắt đầu trên những hòn đảo nhỏ ở phía đông bản đồ. Có một lục địa rộng lớn ở phía tây để mở mang bờ cõi.
zh: 开局位于东部小岛上，可向西扩张至大陆上。
zh_tw: 玩家從地圖的東方小島開始。地圖的西方有塊大陸等著玩家前去探索。

source: Migration
ast: Migracion
bg: Преселение
br: Treuztiriadur
ca: Migració
cs: Migrace
da: Emigration
de: Völkerwanderung
el: Μετανάστευση
es: Migración
eu: Migrazioa
fa: مهاجرت
fi: Muuttoliike
ga: Imirce
gd: Eilthireachd
hu: Népvándorlás
id: Migrasi
it: Migrazione
ja: マイグレーション
ko: 대이동
ms: Perpindahan
nb: Folkevandring
nl: Migratie
pl: Migracja
pt_br: Migração
pt_pt: Migração
ru: Переселенцы
sk: Migrácia
sr: Миграција
tr: Göç
uk: Міграція
vi: Khai hóa
zh: 迁徙
zh_tw: 移民
