Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: 4. Change the service or the terms. The document date of the terms indicate its version, and the user is informed of the new terms before being able to use the service again.
ast: 4. Camudare l servicio ou los términos. La data de l documento de los términos indica la version de sou, & l usuariu ye informadu de los términos nuœvos antea de poder tornar a usare l servicio.
bg: 4. Променя услугата или условията. Датата на последна редакция на документа за условията показва неговата версия, а потребителят бива уведомен за промените в условията преди да може да използва услугата отново.
ca: 4. Canviar el servei o els seus termes. La data del document dels termes indica la seva versió, i l'usuari és informat dels nous termes abans de poder tornar a utilitzar el servei.
cs: 4. Změnit službu nebo podmínky. Datum dokumentu podmínek označuje jeho verzi a uživatel je o nových podmínkách informován dříve, než bude moci službu znovu použít.
de: 4. Den Dienst oder die Nutzungsbedingungen zu verändern. Das Datum der Nutzungsbedingungen zeigt ihre Version an und der Benutzer wird über neue Bedingungen informiert, bevor er den Dienst nutzen kann.
el: 4. Αλλάξει την υπηρεσία ή τους όρους. Η ημερομηνία του εγγράφου των όρων υποδεικνύει την έκδοσή του και ο χρήστης ενημερώνεται για τους νέους όρους πριν μπορέσει να χρησιμοποιήσει ξανά την υπηρεσία.
es: 4. Cambiar el servicio o los términos. La fecha del documento de los términos indica su versión, y el usuario es informado de los nuevos términos antes de poder usar el servicio nuevamente.
eu: 4. Aldatu zerbitzua edo terminoak. Baldintzen agirien datak bere bertsioa adierazten du, eta erabiltzaileari baldintza berriei buruzko informazioa ematen zaio berriro erabili ahal izateko.
fi: 4. Muuttaa palvelua tai ehtoja. Ehtojen asiakirjan päivämäärällä ilmoitetaan niiden versio, ja käyttäjälle ilmoitetaan uusista ehdoista ennen kuin hän voi käyttää palvelua uudelleen.
fr: 4. Modifier le service ou les conditions. La date du document des conditions indique sa version et l'utilisateur est informé des nouvelles conditions avant de pouvoir utiliser a nouveau le service.
ga: 4. Athraigh an tseirbhís nó a tearmaí. Léiríonn dáta doiciméid na dtearmaí a leagan, agus tá eolas curtha ar an úsáideoir ar tearmaí nua roimh is féidir leis an tseirbhís a úsáid arís.
gd: 4. Gun atharraich sinn an t-seirbheis no na teirmichean. Comharraichidh ceann-là nan teirmichean an tionndadh dhiubh agus innsidh sinn dhan chleachdaiche mu na teirmichean ùra mus urrainn dhaibh an t-seirbheis a chleachdadh a-rithist.
gl: 4. Cambiar o servizo ou os termos. A data do documento dos termos indica a súa versión, e aos usuarios infórmaselles dos novos termos antes de poder volver usar o servizo.
hu: 4. Módosítsa a szolgáltatást vagy a feltételeket. A dokumentum dátuma jelzi a verzióját, és a felhasználó tájékoztatásra kerül az új feltételekről, mielőtt újra használhatná a szolgáltatást.
id: 4. Mengubah layanan atau ketentuan. Tanggal dokumen dari ketentuan menunjukkan versinya, dan pengguna diberitahu tentang ketentuan baru sebelum dapat menggunakan layanan lagi.
it: 4. Modifica del servizio o dei termini. La data del documento dei termini indica la sua versione, e l'utente è informato riguardo ai nuovi termini prima di poter usare nuovamente il servizio.
ko: 4. 서비스 또는 약관을 변경합니다. 용어의 문서 날짜는 해당 버전을 나타내며, 사용자는 서비스를 다시 사용할 수 있기 전에 새 용어를 알립니다.
lv: 4. Mainīt pakalpojumu vai noteikumus. Noteikumu dokumenta datums norāda tā versiju, un lietotājs tiek informēts par jaunajiem noteikumiem, pirms atkal varēs izmantot pakalpojumu.
nl: 4. De service of de voorwaarden te wijzigen. De documentdatum van de voorwaarden geeft de versie aan en de gebruiker wordt op de hoogte gebracht van nieuwe voorwaarden voordat hij de service opnieuw kan gebruiken.
pl: 4. Zmianę usługi lub warunków. Data dokumentu warunków oznacza jego wersję, a użytkownik jest informowany o nowych warunkach, zanim będzie mógł ponownie korzystać z usługi.
pt_br: 4. Alterar o serviço ou os termos. A data do documento dos termos indica sua versão e o usuário é informado sobre os novos termos antes de poder usar o serviço novamente.
pt_pt: 4. Alterar o serviço ou os termos. A data do documento dos termos indica sua versão e o utilizador é informado sobre os novos termos antes de poder usar o serviço novamente.
ru: 4. Изменения в сервисе или условиях. В документе указывается дата выпуска Условий, и пользователь получает информацию о новых Условиях перед тем как сможет снова воспользоваться сервисом.
sv: 4. ändra tjänsten eller villkoren. Dokumentets datum anger dess version och användaren informeras om de nya villkoren innan de kan använda tjänsten igen.
tr: 4. Hizmetin veya şartların değişimi. Koşulların belge tarihi versiyonunu gösterir ve hizmeti tekrar kullanabilmeden önce kullanıcı yeni koşullar hakkında bilgilendirilir.
uk: 4. Змінити послугу або умови. Дата документа із умовами вказує на його версію та користувач є інформован про нові умови, перш ніж зможе скористатися послугою знову.
zh: 4.更改服务或条款。 文档日期表明其版本，并且在能够再次使用该服务之前，通知用户更新的条款。
zh_tw: 4. 變更服務或條款。條款的文件日期表示其版本，且有新版條款時會在使用者能再次使用服務前告知。

source: 5. Process personal data in accordance with the Lobby Privacy Policy, the General Data Protection Regulation (GDPR) and the Children's Online Privacy Protection Act (COPPA) where applicable.
ast: 5. Tratar datos personales d’acordiæs cun la Política de Privacidade de l Antepar, el “General Data Protection Regulation” (GDPR) & el “Children's Online Privacy Protection Act” (COPPA) quando proceda.
bg: 5. Обработва лични данни в съответствие с Политиката на поверителност на чакалнята, Общия регламент относно защитата на данните (ОРЗД) и Закона за защита на личните данни на деца в Интернет (COPPA).
ca: 5. Processar les dades personals d'acord amb la política de privacitat de la sala, el Reglament General de Protecció de Dades (GDPR) i el Children's Online Privacy Protection Act (COPPA) allà on sigui necessari.
de: 5. Persönliche Daten zu verarbeiten in Übereinstimmung mit der Lobby-Datenschutzerklärung, der Datenschutzgrundverordnung (DSGVO) und der Children's Online Privacy Protection Act (COPPA), gegebenenfalls
el: 5. Επεξεργαστεί τα προσωπικά σας δεδομένα σύμφωνα με την Πολιτική Προστασίας Προσωπικών Δεδομένων του Λόμπι, τον Γενικό Κανονισμό Προστασίας Δεδομένων (GDPR) και τον Νόμο περί Προστασίας Προσωπικών Δεδομένων για Παιδιά στο διαδίκτυο (COPPA) όπου ισχύει.
es: 5. Procese los datos personales de acuerdo con la Política de privacidad del lobby, el Reglamento general de protección de datos (GDPR) y la Ley de protección de la privacidad en línea para niños (COPPA), según corresponda.
eu: 5. Norberaren datuak prozesatu lobbyren pribatutasun politika kontutan izanda, baita datuen babeserako araudi orokorra ere (GDPR) eta baita umeen babeserako lineako legea ere (COPPA), dagokiena dagokiela.
fi: 5. Käsitellä henkilötietoja aulan tietosuojakäytännön, yleisen tietosuoja-asetuksen (GDPR) ja tarvittaessa lasten yksityisyyden suojaa verkossa koskevan lain (COPPA) mukaisesti.
fr: 5. Traiter les données personnelles conformément à la politique de Confidentialité du Lobby, au Règlement Général sur la Protection des Données (RGPD) et à la loi sur la protection de la vie privée en ligne des enfants (COPPA), le cas échéant.
ga: 5. Próiseáil sonraí pearsanta de réir an Pholasaí Príobháideachais de chuid an Fhorhalla, General Data Protection Regulation (GDPR) agus Children's Online Privacy Protection Act (COPPA) nuair is infheidhme.
gd: 5. Gun dèan sinn pròiseasadh air dàta pearsanta a-rèir poileasaidh prìobhaideachd na lobaidh, General Data Protection Regulation (GDPR) agus Children's Online Privacy Protection Act (COPPA) far a bheil sin iomchaidh.
gl: 5. Procesar datos persoais de acordo coa política de intimidade da sala de espera, a General Data Protection Regulation (GDPR) e o Children's Online Privacy Protection Act (COPPA) onde sexa aplicábel.
hu: 5. A váró adatvédelmi nyilatkozatának, az Általános adatvédelmi rendeletnek (GDPR) és a Children's Online Privacy Protect Actnek (COPPA) megfelelően kezelje a személyes adatokat.
id: 5. Memproses data pribadi sesuai dengan Kebijakan Privasi Lobi, Peraturan Perlindungan Data Umum (GDPR), dan Undang-Undang Perlindungan Privasi Daring Anak-Anak (COPPA) jika berlaku.
it: 5. Trattamento dei dati personali in ottemperanza della Normativa sulla Privacy della Lobby, del Regolamento Generale sulla Protezione dei Dati (GDPR) e della Legge sulla Protezione della Privacy Online dei Bambini (COPPA) ove applicabile.
ko: 5. 해당되는 경우 로비 개인 정보 보호 정책, 일반 데이타 보호 규정 (GDPR) 및 아동 온라인 개인 정보 보호법 (COPPA) 에 따라 개인 데이타를 처리합니다.
lv: 5. Pārstrādāt personas datus saskaņā ar daudzspēlētāju priekšnama privātuma politiku, Vispārīgo datu aizsardzības regulu (GDPR) un Children's Online Privacy Protection Act (COPPA), kur iespējams.
nl: 5. Persoonlijke gegevens te verwerken in overeenstemming met het Privacybeleid voor de lobby, de Algemene Verordening Gegevensbescherming (GDPR) en de Wet op de bescherming van kinderen online privacy (COPPA) waar van toepassing.
pl: 5. Przetwarzanie danych osobowe zgodnie z Polityką prywatności Lobby, Ogólnym rozporządzeniu o ochronie danych (GDPR) i Ustawie o ochronie prywatności dzieci online (COPPA) w stosownych przypadkach.
pt_br: 5. Processar dados pessoais de acordo com a Política de Privacidade das Salas, o Regulamento Geral de Proteção de Dados (GDPR) e o Ato de Proteção à Privacidade Online das Crianças (COPPA), quando aplicável.
pt_pt: 5. Processar os dados pessoais de acordo com a Política de Privacidade da Sala de Espera, o Regulamento Geral de Proteção de Dados (RGPD) e o Children's Online Privacy Protection Act (COPPA), quando aplicável.
ru: 5. Обрабатывайте личные данные в соответствии с Политикой конфиденциальности сетевой комнаты, Общим регламентом по защите данных (GDPR) и Законом о защите конфиденциальности детей в интернете (COPPA).
sv: 5. behandla person uppgifter i enlighet med sekretess policyn för lobbyn, den allmänna data Skyddsförordningen (GDPR) och lagen om barnens Onlinesekretesskydd (COPPA) i tillämpliga fall.
tr: 5. Kişisel verileri, geçerli olduğu hallerde Lobi Gizlilik Politikası, Genel Veri Koruma Yönetmeliği (GVKY) ve Çocukların Çevrimiçi Gizlilik Koruma Yasası (ÇÇGKY) uyarınca işleyin.
uk: 5. Обробляти особисті дані відповідно до політики конфіденційності лобі, загального регламенту про захист даних (GDPR) та закону про захист конфіденційності дітей в мережі (COPPA), де це може бути застосовано.
zh: 5.根据大厅隐私政策，将依据通用数据保护法规（GDPR）和儿童在线隐私保护法（COPPA）酌情处理个人数据。
zh_tw: 5. 可適用時根據大廳的隱私政策、一般資料保護規範 (GDPR) 及兒童線上隱私保護法 (COPPA) 處理個人資料。

source: If parts of the terms are held to be illegal or otherwise unenforceable, the remainder of the terms shall still apply ('severability').
ast: Si daqué parte de los términos se tevier por illegal ou outramente inexecutable, el restu de los términos in toda vía seran applicables (“severability”).
bg: Ако бъде показано, че част от условията са неприложими или противоречат на закона, то останалите условия продължават да важат („ограничителна клауза“).
ca: Si es demostra que part dels termes són il·legals o no es poden aplicar, la resta de termes es mantenen ('separació').
de: Wenn Teile der Bestimmungen für illegal oder anderweitig undurchsetzbar befunden werden, bleibt der Rest der Bedingungen in Kraft ("salvatorische Klausel").
el: Εάν μέρη των όρων θεωρούνται παράνομα ή αλλιώς ανεφάρμοστα, οι υπόλοιποι όροι εξακολουθούν να ισχύουν («διαχωρισμός»).
es: Si partes de los términos se consideran ilegales o no se pueden hacer cumplir, el resto de los términos aún se aplicarán ("separabilidad").
eu: Baldintzetako zati batzuk legez kanpokoak direla antzematen bada edo eta ezin badira bete arazi, gainontzekoak ezarriko dira ("banantzea").
fi: Jos osa ehdoista katsotaan laittomiksi tai muuten täytäntöönpanokelvottomiksi, loput ehdoista ovat edelleen voimassa ("erotettavuus").
fr: Si des parties des conditions sont considérées comme illégales ou inapplicables, les autres conditions resteront applicables («séparabilité»).
ga: Má dhearbhaítear aon chuid de na tearmaí mar neamhdhleathach nó do-infheidhmithe ar aon shlí eile, beidh feidhm ag an bhfuílleach fós ('inscarthacht').
gd: Ma thathar den bheachd gu bheil cuid de na teirmichean mì-laghail no nach gabh an èigneachadh air adhbhar eile, bidh an còrr de na teirmichean an sàs fhathast (“severability”).
gl: Se unha parte das condicións son consideradas ilegais ou non aplicables por outros motivos, o resto das condicións continuarán sendo aplicábeis ('severability').
hu: Ha a szolgáltatás feltételeinek egy része törvénytelen vagy más okból nem betartható, akkor a többi feltétel továbbra is érvényes („elkülöníthetőség”).
id: Jika sebagian dari ketentuan dianggap tidak sah atau jika tidak dapat ditegakkan, ketentuan lainnya akan tetap berlaku ('keterpisahan').
it: Se parti dei termini sono ritenute illegali o altrimenti inapplicabili, il resto dei termini verrà comunque applicato ('separabilità').
ko: 이 약관의 일부가 불법이거나 시행 불가능한 것으로 간주되는 경우, 나머지 조항은 계속 적용됩니다 ('분리성').
lv: Ja terminu daļas tiek uzskatītas par nelikumīgām vai citādi neizpildāmām, atlikušo noteikumu daļu joprojām piemēro ("severability").
nl: Als delen van de voorwaarden onwettig of anderszins niet-afdwingbaar worden geacht, blijven de resterende voorwaarden van toepassing ('scheidbaarheid').
pl: Jeżeli część warunków zostanie uznana za niezgodną z prawem lub w inny sposób niewykonalną, pozostała część warunków będzie nadal obowiązywać ("rozdzielność").
pt_br: Se partes dos termos forem consideradas ilegais ou de outra forma inexequíveis, o restante dos termos ainda se aplicará ('separabilidade').
pt_pt: Se parte dos termos forem considerados ilegais ou inaplicável, os restantes termos continuam a ser aplicáveis ('divisibilidade').
ru: Если некоторые условия будут признаны незаконными или не имеющими исковой силы иным образом, остальные условия все равно будут применяться («делимость»).
sv: Om delar av villkoren anses vara olagliga eller på annat sätt omöjliga att verkställa, ska återstoden av villkoren fortfarande gälla ("avskiljbar het").
tr: Şartların bir kısmı yasadışı veya başka türlü uygulanamaz olarak tutulursa, şartların geri kalanı hala geçerli olacaktır (“ayrılabilirlik”).
uk: Якщо частина умов вважається незаконною або іншим чином не підлягає виконанню, решта умов все ще застосовується ('severability').
zh: 若部分条款被认定为非法或不可执行，其余条款仍然适用（“可分割性”）。
zh_tw: 若有部分條款因違法或其他原因無法執行，其餘條款仍然有效（「可分性」）。

source: [font="sans-bold-18"]0 A.D. Empires Ascendant Multiplayer Lobby Terms of Use[/font]
ast: [font="sans-bold-18"]Términos d’Usu de l Antepar de 0 A.D. Empires Ascendant[/font]
ca: [font="sans-bold-18"]Termes d'ús de la sala multijugador del 0 A.D. Empires Ascendant[/font]
cs: [font="sans-bold-18"]Podmínky užití hry pro více hráčů sdružených v zájmové skupině ve hře 0 A.D. Empires Ascendant[/font]
de: [font="sans-bold-18"]0 A.D. Empires Ascendant Nutzungsbedingungen der Mehrspieler-Lobby[/font]
el: [font="sans-bold-18"]Όροι της Χρήσης του Λόμπι Πολλών Παιχτών του 0 A.D. η Άνοδος των Αυτοκρατοριών[/font]
es: [font="sans-bold-18"]0 A.D. Empires Ascendant Sala Multijugador Términos de uso[/font]
eu: [font="sans-bold-18"]«0 A.D. Empires Ascendant»en Jokalari Anitzen Gelako Erabilera Baldintzak[/font]
fi: [font="sans-bold-18"]0 A.D. Empires Ascendant -moninpeliaulan käyttöehdot[/font]
fr: [font="sans-bold-18"]Conditions d'Utilisation du lobby multijoueur de 0 A.D. Empires Ascendant[/font]
ga: [font="sans-bold-18"]0 A.D. Impireachtaí in Uachtar, Termaí Úsáide an Ilfhorhalla[/font]
gd: [font="sans-bold-18"]Teirmichean a’ chleachdaidh airson na lobaidh ioma-chluicheadair aig 0 A.D. Empires Ascendant[/font]
gl: [font="sans-bold-18"]Termos de uso da sala de espera de varios xogadores de 0 A.D. Empires Ascendant[/font]
hu: [font="sans-bold-18"]0 A.D. Felemelkedő birodalmak többjátékos váró felhasználási feltételei[/font]
id: [font="sans-bold-18"]Ketentuan Penggunaan Lobi Main Bersama 0 A.D. Empires Ascendant[/font]
it: Termini di utilizzo della lobby multigiocatore[/font]
ko: [font="sans-bold-18"]0. A.D. 떠오르는 제국 멀티플레이어 로비 이용 약관[/font]
lv: [font="sans-bold-18"]0 A.D. Empires Ascendant daudzspēlētāju priekšnama Lietošanas noteikumi[/font]
nl: [font="sans-bold-18"]0 A.D. Empires Ascendant Multiplayer Lobby Gebruiksvoorwaarden[/font]
pl: [font="sans-bold-18"]Warunki korzystania z 0 A.D. Empires Ascendant Multiplayer Lobby[/font]
pt_br: [font="sans-bold-18"]Termos de uso de Salas Multijogador do 0 A.D. Empires Ascendant[/font]
pt_pt: [font="sans-bold-18"]Termos de Utilização da Sala de Conversção Multi-Jogador do 0 A.D. Empires Ascendant[/font]
ru: [font="sans-bold-18"]Условия пользования сетевой комнатой 0 A.D. Empires Ascendant[/font]служба
sk: [font="sans-bold-18"]0 A.D. Empires Ascendant Podmienky používania miestnosti viacerých hráčov[/font]
sv: [font = "Sans-Bold-18"] 0 A.D. Empires Ascendant flerspelarlobby användarvillkor [/font]
tr: [font="sans-bold-18"]0 A.D. İmparatorluklar Etkin Çokoyunculu Lobi Kullanım Koşulları[/font]
uk: [font="sans-bold-18"]Умови використання багатокористувацького лобі 0 A.D. Empires Ascendant[/font]
zh: 0 A.D. Empires Ascendant 多人大厅使用条款
zh_tw: [font="sans-bold-18"]0 A.D. Empires Ascendant 多人遊戲大廳使用條款[/font]

source: [font="sans-bold-14"]Document Date:[/font] 2018-10-13
ca: [font="sans-bold-14"]Data del document:[/font] 2018-10-13
cs: [font="sans-bold-14"]Datum dokumentu:[/font] 2018-10-13
de: [font="sans-bold-14"]Datum des Dokuments:[/font] 13.10.2018
el: [font="sans-bold-14"]Ημερομηνία Εγγράφου:[/font] 13-10-2018
es: [font="sans-bold-14"]Fecha del Documento:[/font] 2018-10-13
eu: [font="sans-bold-14"]Dokumentuaren data:[/font] 2018-10-13
fr: [font="sans-bold-14"]Date du document:[/font] 2018-10-13
ga: [font="sans-bold-14"]Dáta an Doiciméid:[/font] 2018-10-13
gd: [font=”sans-bold-14”]Ceann-là na sgrìobhainn:[/font] 13mh Dàmh 2018
gl: [font="sans-bold-14"]Data do documento:[/font] 2018-10-13
hu: [font="sans-bold-14"]Dokumentum dátuma:[/font] 2018.10.13.
id: [font="sans-bold-14"]Tanggal Dokumen:[/font] 2018-10-13
it: [font="sans-bold-14"]Data Documento:[/font] 2018-10-13
ko: [font="sans-bold-14"]문서 날짜:[/font] 2018-10-13
lv: [font="sans-bold-14"]Dokumenta datums:[/font] 2018-10-13
nl: [font="sans-bold-14"]Document datum:[/font] 2018-10-13
pl: [font="sans-bold-14"]Data dokumentu:[/font] 13.10.2018
pt_pt: [font="sans-bold-14"]Data do Documento:[/font] 2018-10-13
ru: [font="sans-bold-14"]Дата документа:[/font] 2018-10-13
sk: [font="sans-bold-14"]Dátum modifikácie:[/font] 2018-10-13
sv: [font = "Sans-fet-14"] Dokument datum: [/font] 2018-10-13
tr: [font="sans-bold-14"]Döküman Tarihi:[/font] 2018-10-13
uk: [font="sans-bold-14"]Дата документа:[/font] 2018-10-13
zh: [font="sans-bold-14"]文件日期:[/font] 2018-10-13
zh_tw: [font="sans-bold-14"]文件日期:[/font] 2018-10-13

source: 1. Only create one account per person on the service unless authorized by Wildfire Games.
ca: 1. Només crear un compte per persona al servei, tret que estigui autoritzat per Wildfire Games.
cs: 1. Při použití této služby vytvořte pouze jeden účet na osobu, pokud to není povoleno Wildfire Games.
de: 1. Nur ein Konto pro Person in diesem Dienst zu erstellen, außer es wurde von Wildfire Games genehmigt.
el: 1. Δημιούργησε μόνο ένα λογαριασμό ανά άτομο στην υπηρεσία, εκτός εάν το επιτρέπει η Wildfire Games.
es: 1. Crea solo una cuenta por persona en el servicio, a menos que seas autorizado por Wildfire Games.
eu: 1. Kontu bat baino gehiago ez sortu zerbitzu bakoitzeko, Wildfire Gamesek baimenduetako kasuetan ezik.
fr: 1. Ne créer qu'un compte par utilisateur sur le service à moins que Wildfire Games ne vous y autorise.
ga: 1. Cruthaigh ach aon chuntas amháin in aghaidh an duine, ach má tá siad ceadaithe ag Wildfire Games.
gd: 1. Na cruthaich barrachd air aon chunntas an urra air an t-seirbheis ach mura deach seo ùghdarrachadh le Wildfire Games.
gl: 1. Só crear unha conta por persoa no servizo a menos que Wildfire Games o autorice.
hu: 1. Egy személy csak egy fiókkal rendelkezhet a szolgáltatásban a Wildfire Games külön jóváhagyása nélkül.
id: 1. Hanya buat satu akun per orang di layanan kecuali diizinkan oleh Wildfire Games.
it: 1. Creare soltanto un profilo per persona sul servizio salvo autorizzazioni da Wildfire Games
ko: 1. Wildfire Games에서 승인하지 않는한 서비스에 대해 1인당 1개의 계정만 작성합니다.
lv: 1. Tikai izveidot vienu kontu vienai personai pakalpojumā, ja nav Wildfire Games atļauja.
nl: 1. Maak slechts één account per persoon op de service tenzij geautoriseerd door Wildfire Games.
pl: 1. Możesz stworzyć jedno konto w usłudze, chyba że masz autoryzację Wildfire Games.
pt_pt: 1. Apenas criar uma conta por pessoa no serviço a não ser que esteja autorizado pela Wildfire Games.
ru: 1. Создавать только одну учетную запись на человека на сервисе если на обратное не разрешено Wildfire Games.
sk: 1. Vytvoriť iba jeden účet na osobu pokiaľ to nie je dovolené Wildfire Games.
sv: 1. endast skapa ett konto per person på tjänsten om inte godkänts av Wildfire spel.
tr: 1. Wildfire Games tarafından yetkilendirilmediği sürece servis başına kişi başına sadece bir hesap oluşturun.
uk: 1. Створювати лише один обліковий запис на особу, при користуванні послугою, якщо це не дозволено Wildfire Games.
zh: 1. 每人只能在服务上创建一个帐户，除非经Wildfire Games授权。
zh_tw: 1. 除非 Wildfire Games 同意，每個人只能在此服務建立一個帳號。
