Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Much of the Peloponnese was subject to Sparta in one way or another. This loose confederation, with Sparta as its leader, was later dubbed the Peloponnesian League by historians, but in ancient times was called 'The Lacedaemonians and their allies.'
ast: Muncho del Peloponesu taba suxeto a Esparta d'una forma o otra. Más sero, los historiadores diben nomar esta confederación encabezada por Esparta la Lliga del Peloponesu, anque antaño se llamaba «los lacedemonios y los sos aliaos.»
bg: По-галямата част от Пелопонес била под властта на Спарта, по един или друг начин. Този хлабав съюз, начело със Спарта, по-късно бил наречен Пелопонески съюз от историците, но в древните времена бил наричан „Лаконийците и техните съюзници“.
br: Un darn eus ar Peloponnez a oa sujet da Sparta n'eus forzh penaos. Ar c'hevredad kollet-mañ, gant Sparta evel he fenn, a oa diwezhatoc'h lesanvet ar C'hevre Peloponnezian gant an istorourien, hogen en amzerioù kozh e oa bet graet anezhañ 'Al Lakedaemonianed hag o c'hevredidi.'
ca: Gran part del Peloponès estava sotmesa a Esparta d'una manera o una altra. Aquesta confederació, amb Esparta com a líder, va ser anomenada pels historiadors la Lliga del Peloponès, però en temps antics es deia "Els lacedemonis i els seus aliats".
cs: Velká část Peloponésu byla nějakým způsobem podřízena Spartě. Tato volná konfederace, se Spartou ve svém čele, byla později dějepisci označována jako peloponéský spolek, ale v čase starověku se nazývala 'Lakedaimoňané a jejich spojenci'.
de: Große Teile der Peleponnes waren Sparta in der einen oder anderen Weise verbunden. Dieser lockere Bund, mit Sparta als Anführer, wurde später Peloponnesischer Bund genannt, während er in alter Zeit 'Die Lakedaimonier und ihre Mitkämpfer' hieß.
el: Μεγάλο μέρος της Πελοποννήσου υπόκειται στη Σπάρτη με τον ένα ή τον άλλο τρόπο. Αυτή η χαλαρή συνομοσπονδία, με τη Σπάρτη ως ηγέτη τους, αργότερα ονομάστηκε Πελοποννησιακή Συμμαχία από τους ιστορικούς, αλλά στην αρχαιότητα ονομαζόταν «Οι Λακεδαιμόνιοι και οι σύμμαχοί τους».
es_ar: La mayoría del Peloponeso estaba sometida a Esparta de una u otra manera. Esta confederación, con Esparta como líder, recibió de los historiadores el nombre de Liga del Peloponeso, pero originalmente era "los lacedemonianos y sus aliados".
eu: Peloponesoko zati handi batek Espartaren mende zegoen era batera edo bestera. Elkartze ahul hau, Esparta buru, historialariek geroago Peloponesoko Liga bezala ezagutu zuten, baino antzinen 'Lacedemonioak eta bere aliatuak' deitzen zen.
fa: پلوپونزه بیشتر در اختیار اسپارتها بود و این اتحاد متزلزل به رهبری اسپارتها در این منطقه بعدها به اتحاد پلوپونزه توسط تاریخ شناسان شهرت یافت.
ga: Bhí formhór na Péalopoinéis faoi smacht na Sparta as aon chaoi nó eile. Tugadh Conradh na Pélopoinéise ag starthaí ina dhiadh ar an gcónaidhm scaoilte seo faoi cheannas na Sparta, ach aithríodh sé mar 'Na Lacaedeámónaigh agus a gcuid comhghuaillí' sa stair roimhe seo.
he: חלק גדול מפלופונסוס היה כפוף לספרטה בדרך זו או אחרת. היה איחוד רופף, עם ספרטה כמנהיגה, הייתה מאוחר יותר לכינוי הליגה הפלופונסית על ידי היסטוריונים, אך בימי קדם נקראת 'לאקוניה ובני בריתם ".
hu: A Peloponésszosz nagy része Spárta uralma alatt volt valamilyen módon. Ez a laza szövetség, amit Spárta vezetett, később a peloponésszoszi szövetség nevet kapta a történészektől, de az ókorban úgy volt ismert, hogy „a lakedaimóniak és a szövetségeseik”.
hy: Պելոպոնեսի մեծ մասն այս կամ այն եղանակով ենթարկվում էի Սպարտային։ Այս ազատ դաշնությունը, որի ղեկավարը Սպարտան էր, հետագայում պատմաբանների կողմից անվանակոչվեց Պելոպոնեսյան միություն, սակայն հին ժամանակներում այն կոչվում էր 'Լակեդեմոնիաններ և նրանց դաշնակիցներ'։
it: Gran parte del Peloponneso era assoggettato a Sparta, in un modo o nell'altro. Questa ampia confederazione, con a capo Sparta, è stata successivamente soprannominata Lega Peloponnesiaca dagli storici, ma anticamente era definita come 'Gli Spartani e i loro alleati.'
ja: ペロポネソスの大半は何らかの形でスパルタに従属していました。この緩やかな連合はスパルタを盟主とし、後に歴史学者によってペロポネソス同盟と呼ばれるようになりました。ただし、その当時の呼び名は「ラケダイモーンとその仲間ら」でした。
ko: 펠로폰네스의 상당수는 이런저런 방법으로 스파르타의 대상이 되었습니다. 이런 느슨한 연합은 스파르타를 지도자로하여 훗날 역사가들에 의해 펠로폰네소스 연맹으로 불렸지만, 고대에는 '레세데모니아인과 그 동맹자'로 불렸습니다.
nb: Store deler av Peloponnes var underlagt Sparta, på ett eller annet vis. Denne koblingen, med Sparta som sitt overhode, har senere blitt kalt Den peloponnesiske liga, av historikere. I gammel tid var det derimot kjent som 'Lakonia og deres allierte'.
pl: Znaczna część Peloponezu podlegała Sparcie w ten czy inny sposób. Ta luźna konfederacja, ze Spartą jako liderem, została potem nazwana przez historyków Ligą Peloponeską, ale w starożytności nazywała się "Lakończycy i ich sojusznicy".
pt_br: Grande parte do Peloponeso estava subordinado a Esparta de uma maneira ou de outra. Esta confederação dispersa, liderada por Esparta, foi mais tarde apelidada de Liga do Peloponeso pelos historiadores, mas na Antiguidade era chamada de 'Lacônios e seus aliados'.
ru: Большая часть Пелопоннеса была так или иначе подчинена Спарте. Такая свободная конфедерация, во главе которой стояла Спарта, была позднее названа историками Пелопоннесским союзом, однако в древние времена она именовалась "Лакедемоняне и их союзники".
sk: Veľa Peloponézčanov bolo nejakým spôsobom spojených so Spartou. Tejto voľnej konfederácii, so Spartou ako jej vodcom, bol neskôr historikmi daný názov Peloponézska liga, aj keď v starovekých dobách sa nazývala "Lacedaemónci a ich spojenci."
sv: Mycket av Peloponneserna var föremål för Sparta på ett eller annat sätt. Denna lösa konfederation, med Sparta som dess ledare, kallades senare av Peloponnesiska förbundet av historiker, men i antiken kallades de "Lacedaemoniansna och deras allierade".
tr: Mora'nın çoğunluğu bir şekilde Sparta'ya bağlıydı. Bu gevşek konfederasyon, lideri Sparta olmak üzere daha sonra tarihçiler tarafından Mora Birliği olarak isimlendirildi, ama ilk çağlarda 'Lakedemonyalılar ve müttefikleri' olarak biliniyordu.
uk: Велика частина Пелопоннесу була тим чи іншим чином підпорядкована Спарті. Така вільна конфедерація, на чолі якої стояла Спарта, що була пізніше названа істориками Пелопоннеською Лігою, однак у стародавні часи вона називалася "Лакедемоняни і їхні союзники".
zh: 斯巴达以这样或那样的方式控制着大部分的伯罗奔尼撒半岛。以斯巴达为领袖的这种松散的邦联，后来被历史学家称为伯罗奔尼撒同盟，但在古代被称为'拉栖代梦人和他们的同盟'。
zh_tw: 斯巴達以各種不同的方式控制著伯羅奔尼撒半島。以斯巴達為領導者的這種鬆散的邦聯，後來被史學家稱為伯羅奔尼撒同盟，但在古代被稱為「拉科尼亞人與他們的盟友」。

source: Leonidas
ast: Leónides
bg: Леонид
ca: Leònides
cs: Leónidás
el: Λεωνίδας
es_ar: Leónidas
fa: لئونیداس
ga: Leoiníadas
he: לאונידאס הראשון
hu: Leónidasz
hy: Լեոնիդաս
it: Leonida
ja: レオニダス
ko: 레오디나스
pt_br: Leônidas
ru: Леонид
sk: Leónidas
uk: Леонідас
zh: 莱昂尼达斯
zh_tw: 列奧尼達

source: Dienekes
bg: Диенекий
cs: Diénekés
el: Διηνέκης
fa: دینکس
ga: Díénéiceas
hu: Dienekész
hy: Դիենեկես
ja: ディエネケス
ko: 디에네케스
pt_br: Dieneces
ru: Диэнекий
sk: Diénekés
tt: Диэнекий
uk: Діенекій
zh: 狄耶涅科斯
zh_tw: 狄耶涅克斯

source: Brasidas
ast: Brásides
bg: Бразид
ca: Bràsides
cs: Brásidás
el: Βρασίδας
es_ar: Brásidas
fa: براسیداس
ga: Brasadas
he: ברסידאס
hu: Braszidasz
hy: Բրասիդաս
it: Brasida
ja: ブラシダス
ko: 브라시다스
pl: Brazydas
pt_br: Brásidas
ru: Брасид
sk: Brásidás
uk: Брасид
zh: 布拉西达斯
zh_tw: 伯拉西達

source: Agis
ast: Axis
bg: Агис
cs: Ágis
el: Άγις
fa: آگیس
ga: Aegeas
hu: Agisz
hy: Ագիս
ja: アギス
ko: 아기스
pt_br: Ágis
ru: Агис
uk: Агіс
zh: 阿吉斯
zh_tw: 阿基斯

source: Archidamus
ast: Arquídamu
bg: Архидам
ca: Arquidam
cs: Archidámos
de: Archidamos
el: Αρχίδαμος
es_ar: Arquídamo
fa: آرکیداموس
ga: Arcaíodamas
hu: Arkhidamosz
hy: Արքիդամոս
it: Archidamo
ja: アルキダモス
ko: 아르키다모스
pl: Archidamos
pt_br: Arquídamo
ru: Архидам
sk: Archidámos
tt: Архидам
uk: Архідам
zh: 阿希达穆斯
zh_tw: 阿希達穆斯

source: Pausanias
ast: Pausanies
bg: Павзаний
ca: Pausànies
cs: Pausaniás
el: Παυσανίας
fa: پاوسانیاس
ga: Páúsanas
he: פאוסניאס
hu: Pauszaniasz
hy: Պավսանիաս
it: Pausania
ja: パウサニアス
ko: 파우사니아스
pl: Pauzaniasz
pt_br: Pausânias
ru: Павсаний
sk: Pausaniás
tt: Паусаний
uk: Павсаній
zh: 帕萨尼亚斯
zh_tw: 鮑桑尼亞

source: Agesilaus
ast: Axesilau
bg: Агезилай
ca: Agesilau
cs: Agésiláos
de: Agesilaos II.
el: Αγησίλαος
es_ar: Agesilao
fa: آگسیلاوس
ga: Áigesileas
hy: Ագեսիլաոս
it: Agesilao
ja: アゲシラオス
ko: 아게실라우스
pl: Agesilaos
pt_br: Agesilau
ru: Агесилай
sk: Agésiláos
tt: Агесилай
uk: Агесілай II
zh: 阿格西莱
zh_tw: 阿格西萊

source: Echestratus
ast: Equéstratu
bg: Ехестрат
ca: Equestrat
cs: Echestratos
de: Echestratos
el: Εχέστρατος
es_ar: Equéstrato
fa: اکستراتوس
ga: Éiceastratas
hy: Էքեստրատոս
it: Echestrato
ja: エケストラトス
ko: 에케스트라토스
pl: Echestratos
pt_br: Equéstrato
ru: Эхестрат
sk: Echestratos
tr: Ekhestratus
tt: Эхестрат
uk: Ехестрат
zh: 埃凯司特拉托司
zh_tw: 埃凱司特拉托司

source: Eurycrates
ast: Eurícrates
bg: Еврикрат
ca: Eurícrates
cs: Eurykrates
de: Eurykrates
el: Ευρυκράτης
es_ar: Eurícrates
fa: ائوریکراتس
ga: Eorocratas
hy: Էվրիկրատես
it: Euricrate
ja: エウリュクラテス
ko: 에우리크라테스
pl: Eurykrates
pt_br: Eurícrates
ru: Еврикрат
sk: Eurykrates
tr: Eurykrates
tt: Эурикрат
uk: Еврикрат
zh: 欧里克拉铁斯
zh_tw: 歐里克拉鐵斯

source: Eucleidas
ast: Euclides
bg: Евклеидей
ca: Euclides
cs: Eukleidás
de: Eukleidas
el: Ευκλείδης
es_ar: Euclidas
fa: ائوکلیداس
ga: Eocladas
hy: Էվկլիդաս
it: Euclida
ja: エウクレイダス
ko: 에우크레이다스
pl: Euklejdas
ru: Евклид
sk: Eukleidás
tr: Eukleidas
tt: Эуклид
uk: Евклід
zh: 欧克里达斯
zh_tw: 歐克里達斯

source: Agesipolis
ast: Axesípolis
bg: Агесиполид
ca: Agesípolis
cs: Agésipolis I.
de: Agesipolis I.
el: Αγεσίπολης
es_ar: Agesípolis
fa: آگسیپولیس
ga: Áigeseapalas
hy: Ագեսիպոլիս
it: Agesipoli I
ja: アゲシポリス
ko: 아게시폴리스
pt_br: Agesípolis
ru: Агесиполид
sk: Agésipolis
tt: Агесиполид
uk: Агесіполід
zh: 欧克里达斯
zh_tw: 阿格斯普里斯

source: Spartan female citizens cannot be captured and will doggedly fight back against any attackers. They are also capable of constructing defense towers and palisades.
ast: Nun puen prindase a les ciudadanes espartanes, que van lluchar con porfía escontra cualesquiera que les ataquen. Son tamién capaces de construyir torres fortificaes y estacaes.
bg: Спартанските жени не могат да бъдат пленявани и отвръщат на нападателите си. Те също така могат да строят защитни кули и палисади.
br: Ne c'hall ket keodedourezed Sparta bezañ prizoniet hag en em zifenn e raint hardizh a-enep an argaderien. Gouest int da sevel tourioù difenn ha peulgaeoù ivez.
ca: Les ciutadanes espartanes no poden ser capturades i es defensaran tenaçment contra qualsevol atacant. També poden construir torres defensives i estacades.
cs: Spartské ženy nemohou být zajaty a tvrdošíjně napadnou jakéhokoliv útočníka. Dokáží stavět obranné věže a palisády.
de: Spartanische Bürgerinnen können nicht gefangen genommen werden und bekämpfen verbissen jeden Angreifer. Sie können auch Verteidigungstürme und Palisaden bauen.
el: Οι Σπαρτιάτισσες πολίτες δεν μπορούν να συλληφθούν και θα αγωνιστούν πεισματικά για να απωθήσουν τυχόν εισβολείς. Επίσης, είναι σε θέση να κατασκευάζουν αμυντικούς πύργους και περιφράγματα.
es_ar: Las ciudadanas espartanas no pueden ser capturadas y combatirán contra cualquier atacante. También son capaces de construir torres defensivas y empalizadas.
eu: Espartar hiritar emeak ezin dira atzitu eta edozein erasotzailearen kontra sutsuki borrokatuko dira. Era berean babes dorre eta egur harresiak eraikitzeko gai dira.
fa: زن های اسپارتی هیج گاه دستگیر نمی شدند و همیشه در برابر هر تهاجمی از خود دفاع می کردند. آنها حتی قادر بودند برج های دفاعی و پرچین بسازند.
ga: Ní féidir le bánshaoránaigh Spartacha a bheith gafa agus troidfidh siad go díocasach lena n-ionsaitheoirí. Tá siad ábalta túir chosanta agus pailisí a thógáil freisin.
hu: A spártai női polgárokat nem lehet elfogni és harcolnak a támadókkal. Képesek védelmi tornyok és palánkok építésére is.
hy: Սպարտայի կին քաղաքացիները չեն կարող գերեվարվել և մինչև վերջ կպայքարեն յուրաքանչյուր հարձակվողի դեմ։ Նրանք նաև կարող են կառուցել պաշտպանական աշտարակներ և փայտյա պարիսպներ։
it: I cittadini spartani di sesso femminile non possono essere catturate e combatteranno tenacemente contro eventuali aggressori. Sono anche in grado di costruire torri di difesa e palizzate.
ja: スパルタの女性市民は捕らえることができず、どんな攻撃者に対しても頑なに抵抗します。彼女らはまた防御塔と柵の建設にも力を発揮します。
ko: 스파르타 여성 시민들은 체포할 수 없으며 어떤 공격자와도 싸울 것입니다. 그들은 또한 방어탑과 궁전ehsms 울타리 을 지을 수 있습니다.
nb: Spartanske kvinnelige innbyggere kan ikke tas til fange, og vil kjempe med utholdendhet mot enhver angriper. De kan også konstruere forsvarstårn og palisader.
pl: Spartańskie kobiety nie mogą zostać porwane i będą zawzięcie walczyć z wszelkimi napastnikami. Są również zdolne do konstruowania wieży obronnych i palisad.
pt_br: Cidadãs espartanas não podem ser capturadas e obstinadamente irão lutar contra qualquer atacante. Elas também são capazes de construir torres de defesa e paliçadas.
ru: Спартанки не могут быть захвачены и будут отчаянно сопротивляться. Также они умеют строить защитные башни и деревянные стены.
sk: Spartské ženy nemôžu byť zajaté a budú sa zarputilo brániť proti akýmkoľvek útočníkom. Sú tiež schopné stavať obranné veže a palisády.
sv: Spartanska kvinnliga medborgare kan inte fångas och strider envist emot alla angripare. De kan även bygga försvarstorn och palissader.
tr: Spartalı kadın vatandaşlar ele geçirelemez ve ısrarcı bir şekilde herhangi bir saldırgana karşı geri savaşır. Ayrıca savunma kuleleri ve barikat inşa edebilirler.
uk: Спартанки не можуть бути захоплені і будуть відчайдушно боротися. Також вони вміють будувати захисні вежі і дерев'яні стіни.
zh: 斯巴达女性市民不可被俘获，且会顽强反抗任何敌人。她们也会建造防御塔个和栅栏。
zh_tw: 斯巴達的女性市民無法被俘虜，並會頑強的反抗任何攻擊者。她們也可以建造防禦塔及柵欄。

source: Feminine Mystique
ast: Mística
bg: Женствена загадъчност
br: Kevrinadezh wregel
ca: Mística femenina
cs: Ženská mystika
de: Weibliche Ausstrahlung
el: Γυναικεία Γοητεία
es_ar: Mujer Mística
eu: Emakumeen Mistikotasuna
fa: شهرت زنانه
ga: Mistíc Bhanda
he: המיסטיקה נשית
hu: Női misztikum
hy: Կանացի խորհրդավորություն
it: Mistica femminile
ja: 女らしさの神話
ko: 여성성의 신화??
nb: Feminin Mystikerinne
pl: Mistyka kobieca
pt_br: Mística
ru: Женская мистика
sk: Ženská mystika
sv: Kvinnlig mystik
tr: Dişi Mistik
uk: Жіноча містика
zh: 女性奥秘
zh_tw: 女性奧秘
