Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Select the two idle female citizens and build a house nearby by selecting the house icon. Place the house by left-clicking on a piece of land.
ast: Esbilla les dos ciudadanes inactives y constrúi una casa cierca esbillando l'iconu de la casa. Asitia la casa faciendo clic esquierdu nun cachu de tarrén.
bg: Изберете двете бездействащи жени и постройте къща наблизо като натиснете върху иконката, изобразяваща къща. Поставете къщата някъде върху терена с левия бутон на мишката.
br: Diuzit an div geodedourez dizever ha savit un ti en-o-c'hichen en ur ziuzañ arouez an ti. Lec'hiit an ti en ur glikañ-kleiz war un tamm douar.
ca: Seleccioneu dues ciutadanes desocupades i construïu una casa a prop seleccionant la icona de la casa. Col·loqueu-la fent clic amb el botó esquerre en un tros de terra.
de: Wähle die beiden Bürgerinnen aus und baue ein Haus in der Nähe, indem du das des Haus-Symbol auswählst. Platziere das Haus durch einen Linksklick auf einem Stück Land.
el: Επίλεξε τις δύο αδρανείς γυναίκες και χτίσε κοντά ένα σπίτι επιλέγοντας το εικονίδιο με το σπίτι. Τοποθέτησε το σπίτι κάνοντας αριστερό κλικ σε μια περιοχή του εδάφους.
eo: Elektu la du senfarajn civitaninojn kaj konstruu domon proksime per elektado de la bildeto «Domo». Loku la domon per maldekstra-klako sur terpecon.
es: Selecciona a las dos ciudadanas y construye una casa en las cercanías haciendo clic en el icono adecuado. Posiciona la casa haciendo clic con el botón izquierdo en una zona de tierra despejada.
es_ar: Selecciona dos Ciudadanas inactivas para construir una casa en las cercanías haciendo click sobre el icono de casa. Ubica la casa haciendo click izquierdo sobre el terreno.
eu: Aukeratu bi hiritar eme eta eraiki etxe bat inguruan behar den ikonoan klikatuz. Etxea kokatu lur garbi eremu batean ezker botoia klikatuz.
fa: انتخاب دو زن شهروند بیکار و ساخت یک خانه با انتخاب عکس خانه. با کلیک چپ فرمان ساخت خانه را در جای مورد نظر خود بدهید.
ga: Roghnaigh na beirt banshaoránaigh agus tóg teach in aice láimhe trí roghnú an t-íocón tí. Cuir an teach trí dheaschliceáil ar píosa talún in aice láimhe.
gd: Tagh an dà shaoranach boireann ’nan tàmh agus tog taigh am fagas ’s tu a’ taghadh ìomhaigheag an taighe. Dèan briogadh clì air an tìr far a bheil thu airson an taigh a thogail.
gl: Selecciona as dúas cidadás inactivas e constrúe unha casa preto seleccionando a icona de casa. Coloca a casa premendo co botón principal nun anaco de terra.
it: Seleziona due donne inattive e costruisci una casa selezionando l'icona casa. Posiziona la casa sul terreno con un clic sinistro.
ko: 대기중인 두 여성 시민을 선택하여 집 아이콘을 선택하고 근처에 집을 지으십시오. 땅 한부분을 왼쪽 클릭하여 집을 놓으십시오.
ms: Pilih dua orang rakyat perempuan yang melahu dan bina rumah berhampiran dengan memilih ikon rumah. Letak rumah dengan mengklik-kiri di atas tanah.
nb: Velg de to arbeidsledige kvinnelige borgerne og bygg et hus i nærheten ved å velge hus-ikonet. Plasser bygningen ved å venstre-klikke på et ledig område.
pl: Wybierz dwie niepracujące kobiety i zbuduj w okolicy dom, wybierając ikonę domu. Umieść dom klikając lewym przyciskiem myszy na kawałku ziemi.
pt_pt: Seleciona as 2 cidadãs paradas e constrói uma casa clicando no ícone da casa. Posiciona a casa clicando com o botão esquerdo num sítio.
ru: Выберите двух не занятых горожанок и постройте дом неподалёку, выбрав иконку дома. Разместите дом, щелкнув ЛКМ на свободном участке земли.
sk: Označ dve občianky a v blízkosti postav dom (výberom ikony domu). Umiestni dom klknutím ľavého tlačidla myši na voľný kus zeme.
sv: Välj två lediga kvinnliga medborgare och bygg ett hus i närheten genom att välja husikonen. Placera huset genom att vänsterklicka på terrängen.
tr: İki boş kadın vatandaş seçin ve ev simgesini seçerek yakınlardaki bir ev inşa edin. Bir araziye sol tıklayarak evi yerleştirin.
uk: Виберіть двох непрацюючих жінок і побудуйте будинок поблизу, вибравши піктограму будинку. Помістіть будинок, клацнувши лівою кнопкою миші на ділянку землі.
zh: 选择两个空闲的女性居民，通过选择房屋图标在附近建造一幢房屋。通过左键单击将房屋放置在土地上。

source: When they are ready, select the newly trained Hoplites and assign them to build a storehouse beside some nearby trees. They will begin to gather Wood when it's constructed.
ast: Cuando tean preparaos, esbilla los hoplites acabantes de llevantar y manda que construyan un almacén al empar d'unos árboles cercanos. Los hoplites van entamar a recoyer la madera en cuantes que lu construyan.
bg: Когато станат готови, изберете новообучените хоплити и им дайте задача да построят склад до близките дървета. След като бъде построен, те ще започнат да събират дървесина.
br: Pa vint prest, diuzit an Hoplited nevez stummet ha lakait anezho da sevel un etrepaouez e-kichen ar gwez tost. Boulc'hañ a raint da zastum Koad ur wech savet an etrepaouez.
ca: Quan estiguin a punt, seleccioneu els nous hoplites i assigneu-los la construcció d'un magatzem prop d'una arbreda. Començaran a obtenir fusta quan estigui construït.
de: Wenn sie fertig sind, wähle die neu ausgebildeten Hopliten aus und befiehl ihnen, ein Lagerhaus bei ein paar Bäumen in der Nähe zu bauen. Sie fangen an, Holz zu sammeln, wenn es fertig ist.
el: Όταν είναι έτοιμοι, επίλεξε τους πρόσφατα εκπαιδευμένους Οπλίτες και ανάθεσε τους να χτίσουν μια αποθήκη διπλά από κάποια κοντινά δεντρά. Θα αρχίσουν να μαζεύουν Ξύλα όταν αυτή κατασκευαστεί.
eo: Kiam ili pretas, elektu la nove trejnitajn Hoplitojn kaj tasku al ilin konstrui tenejon ĉe kelkaj proksimaj arboj. Ili komencos kolekti Lignon, kiam ĝi estas konstruita.
es: Cuando estén listos, selecciona los hoplitas recién entrenados y asígnales la construcción de un almacén junto a los árboles cercanos. Comenzarán a recolectar madera cuando esté construido.
es_ar: Cuando estén listos, selecciona los Hoplitas recién entrenados y asígnales la construcción de un Almacén cerca de los árboles. Comenzarán a recolectar madera cuando esté terminado.
eu: Prest daudenean, Hoplita erreklutatu berriak aukeratu eta agindu iezaiezu biltegia eraiki dezaten inguruko zuhaitz guneren batean. Bukatzean Egurra lortzen hasiko dira.
fa: زمانی که آنها آماده شدند، هاپلیت هایی که پرورش داده اید را انتخاب کنید و به آنها فرمان دهید تا یک انبار در نزدیکی جایی که درختان بیشتری دارد بسازند. زمانی که انبار آماده شد آنها شروع به جمع کردن چوب خواهند کرد.
ga: Nuair atá siad ina réidh, roghnaigh na Hoiplítigh nua-thraenáilte agus cuir orthu do stóras a dhéanamh in aice le roinnt crainn. Tosóidh siad d'Adhmad a bhailiú nuair atá sé tógtha.
gd: Nuair a bhios iad deiseil, tagh na hoiplidean air an ùr-thrèanadh agus cuir iad a thogail taigh-stòrais ri taobh chraobhan. Tòisichidh iad air fiodh a chruinneachadh nuair a bhios an taigh air a thogail.
gl: Cando estean listos, selecciona os hoplitas adestrados e asígnaos á construción dun almacén canda as árbores próximas. Comezarán a recoller madeira en canto estea construída.
it: Una volta completati, seleziona gli opliti appena addestrati e assegnali alla costruzione di un magazzino accanto ad alcuni alberi. Una volta terminata la costruzione inizieranno a raccogliere Legna.
ko: 새로 훈련된 중갑 보병 준비되면 그들을 선택하고 근처에 있는 몇몇 나무들 옆에 창고를 짓도록 지정하십시오. 건물이 지어지면 목재를 채집하기 시작할 것입니다.
ms: Bila mereka telah sedia, pilih Hoplite yang baru dilatih dan arah mereka membina gudang bersebelahan pokok. Mereka akan mula mengumpul kayu bila ia dibina.
pl: Kiedy będą gotowi, wybierz właśnie wytrenowanych Hoplitóœ i zleć im budowę magazynu obok pobliskich drzew. Zaczną zbierać drewno, kiedy skończą budowę.
pt_pt: Quando eles estiverem prontos, seleciona os Hoplitas acabados de treinar e ordena-lhes que construam um armazém ao lado de umas árvores. Eles vão começar a cortar Madeira quando terminarem de construir o armazém.
ru: Когда производство юнитов будет окончено, выберите новых Гоплитов и поручите им постройку склада посреди расположенных рядом деревьев. Как только постройка склада будет завершена, они займутся сбором древесины.
sk: Po dokončení označ čerstvo vytrénovaných Hoplitov a priraď ich na stavbu skladu vedľa blízkych stromov. Po jeho postavení začnú sami ťažiť drevo.
sv: När de är klara, välj de nyutbildade hopliterna och tilldela dem att bygga ett lagerhus bredvid några närliggande träd. De kommer att börja samla trä när den är konstruerad.
tr: Hazır olduklarında, yeni eğitilmiş mızraklı ağır piyadeyi seçin ve yakındaki ağaçların yanında bir depo inşa etmek için bunları atayın. İnşa edildiğinde Odun toplamaya başlayacaklar.
uk: Виберіть щойно натренованих Гоплітів та накажіть їм звести сховище поруч з деревами що поблизу. Вони почнуть збирати Деревину після того як завершать зведення.
zh: 但他们被训练好了，选择新训练好的希腊重步兵然后让他们在树木的旁边建一个仓库。在仓库建好后，他们会自动开始采集树木。

source: Train a batch of Skirmishers by holding %(hotkey)s and clicking on the Skirmisher icon in the Civic Center.
ast: Llevanta un grupu d'escaramuzadores primiendo %(hotkey)s y calcando nel iconu del escaramuzador en centru civil.
bg: Обучете група от 5 копиехвъргачи като щракнете, задържайки %(hotkey)s, върху иконката на стрелец в селищния център.
br: Stummit ur strollad tennataer en un dalc'h %(hotkey)s ha klikit war arlun un Tennataer er Greizenn Geodedel.
ca: Formeu un lot de soldats d'escaramussa fent clic %(hotkey)s i mantenint la icona de soldat d'escaramussa al centre cívic.
cs: Vycvičte skupinu harcovníků podržením %(hotkey)s a klepáním na ikonu harcovníka ve správním středisku.
de: Bilde einen Trupp Plänkler aus, indem du %(hotkey)s hältst und auf das Plänkler-Symbol im Verwaltungssitz klickst.
el: Δημιούργησε ένα σύλογο από Ακροβολιστές πατώντας %(hotkey)s και κάνοντας κλικ, στο εικονίδιο του Ακροβολιστή στο Αστικό Κέντρο.
eo: Trejnu staplon de Bataletistoj per manteno de %(hotkey)s kaj klako sur la bildeton «Bataletisto» en la Civita-centro.
es: Entrena a un grupo de escaramuceros pulsando %(hotkey)s mientras haces clic sobre su icono del centro cívico.
es_ar: Entrena un grupo de Escaramuceros presionando %(hotkey)s y haciendo click en el ícono de Escaramuzador en el Centro Cívico.
eu: Erasotzaile taldea trebatu eta klikatu%(hotkey)s eta klikatu Gizarte Zentroko Erasotzaile ikonoan.
fa: پرورش یک دسته از نیزه اندازها با نگهداشتن %(hotkey)s و کلیک کردن روی عکس جنگجو در مرکز تمدن
fi: Kouluta joukko kahakoitsijoita pitämällä %(hotkey)s painettuna ja napsauttamalla kahakoitsija-kuvaketta kansalaiskeskuksessa.
fr: Entraînez un groupe de tirailleurs en maintenant %(hotkey)s et en cliquant sur l’icône « Tirailleurs » dans le Centre-ville.
ga: Traenáil dream Scirmiseoirí trí choinnigh ar %(hotkey)s agus nuair a chliceáilíonn tú ar íocón Scirmiseora san Ionad Cathartha.
gd: Trèanaich grunn de streupairean ’s tu a’ dèanamh briogadh clì air ìomhaigheag an streupaire san ionad shìobhalta fad ’s a bhios tu a’ cumail sìos %(hotkey)s.
gl: Adestra un grupo de escaramuzadores deixando premido %(hotkey)s e premendo a icona de escaramuzador no centro cívico.
hu: Képezz ki egy csoportnyi csatárt a városházán a(z) %(hotkey)s billentyűt lenyomva és a bal egérgombbal a csatár ikonjára kattintva!
id: Latihlah sekumpulan Penskirmis dengan cara menahan %(hotkey)s dan klik ikon Penskirmis di Pusat Bangsa.
it: Addestra un gruppo di 5 Incursori tenendo premuto il tasto %(hotkey)s e facendo clic sull'icona Incursore nel Centro Cittadino.
ja: %(hotkey)sを押しながら「町の中心」の散兵アイコンをクリックして、散兵を一括訓練してください。
ko: %(hotkey)s 누른체 시민 회관에서 척후병 아이콘을 클릭하여 한 묶음의 척후병을 훈련 시키십시오.
ms: Latih sekumpulan askar peninjau dengan menahan %(hotkey)s dan klik pada ikon askar peninjau di dalam Pusat Sivik.
nl: Rekruteer een groep speerwerpers door %(hotkey)s vast te houden en op het speerwerper icoontje in het beschavingscentrum te klikken.
pl: Wybuduj grupę Oszczepników poprzez przytrzymanie klawisza %(hotkey)s i kliknięcie na ikonę Oszczepnika w Centrum Osady.
pt_br: Treine um lote de Escaramuçadores mantendo pressionada a tecla %(hotkey)s e clicando no ícone de Escaramuçador no Centro Cívico.
pt_pt: Treina um lote de Escaramuçadores mantendo premida a tecla %(hotkey)s e clicando no ícone de Escaramuçador no Centro Cívico.
ru: Обучите партию застрельщиков, удерживая %(hotkey)s и кликнув по иконке Застрельщика в Городском Центре.
sk: Vytrénuj skupinu harcovníkov držaním %(hotkey)s a kliknutím na ikonu harcovníka v Občianskom Centre.
sv: Träna en grupp skärmytslingar genom att hålla %(hotkey)s och klicka på skärmytslings-ikonen i samhällscentret.
tr: %(hotkey)stuşuna basılı tutarak ve Kent Merkezindeki Avcı resmine tıklayarak bir grup Avcı eğitin.
uk: Натренуйте групу Застрільників утримуючи %(hotkey)s і натискаючи на піктограму Застрільника в Громадському Центрі.
zh: 选择市政中心，按住%(hotkey)s并单击散兵（Skirmisher）图标，以一次建造一批散兵。
zh_tw: 請先到城鎮中心，按住 %(hotkey)s ，再按下 Skirmisher 的圖示，這樣可以一次訓練出一批 Skimisher 。

source: Click on the Skirmisher icon.
ast: Calca nel iconu del escaramuzador.
bg: Натиснете иконката с копиехвъргач.
br: Klikit war arlun an Tennataer.
ca: Feu clic sobre de la icona de soldat d'escaramussa.
cs: Klepněte na ikonu harcovníka.
de: Klicke auf das Plänkler-Symbol.
el: Κάνε κλικ στο εικονίδιο του Ακροβολιστή.
eo: Klaku sur la bildeton «Bataletisto».
es: Haz clic sobre el icono del escaramucero.
es_ar: Haz click en el ícono de Escaramuzador.
eu: Klikatu Erasotzaile ikonoan.
fa: بر روی نیزه انداز کلیک کنید
fi: Napsauta kahakoitsija-kuvaketta.
fr: Cliquez sur l’icône « Tirailleur ».
ga: Cliceáil ar an íocón Scirmiseora.
gd: Briog air ìomhaigheag an streupaire.
gl: Preme a icona de escaramuzador.
hu: Kattints a csatár ikonjára!
id: Klik ikon Penskirmis.
it: Clicca sull'icona dell'Incursore.
ja: 散兵アイコンをクリックしてください。
ko: 척후병 아이콘을 클릭하십시오.
ms: Klik pada ikon Askar Peninjau.
nl: Klik op het Speerwerpericoon
pl: Kliknij na ikonie oszczepnika.
pt_br: Clique no ícone do Escaramuça.
pt_pt: Clica no ícone do Escaramuçador.
ru: Щёлкните по иконке Застрельщика.
sk: Klikni na ikonu harcovníka.
sv: Klicka på skärmytslings-ikonen.
tr: 'Avcı' simgesine tıklayın
uk: Натисніть на піктограму Застрільника.
zh: 按下散兵（Skirmisher）图标。
zh_tw: 按下 Skirmisher 的圖示

source: Build a farmstead in an open space beside the Civic Center using any idle builders.
ast: Constrúi una quintana nel espaciu al empar del centru civil emplegando cualesquiera de los constructores folgaos.
bg: Постройте ферма някъде около селищния център като използвате свободните строители.
br: Savit un ti-feurm en ul lec'h goullo e-kichen ar Greizenn Geodedel en ur implijout an holl saverien dioberiant.
ca: Construïu una masia en un espai obert al costat del centre cívic amb l'ajuda de dos constructors desocupats.
de: Baue mit ein paar untätigen Bauarbeitern einen Bauernhof auf einer freien Fläche neben dem Verwaltungssitz.
el: Κατασκεύασε ένα αγρόκτημα, σε ανοιχτό χώρο, δίπλα στο Αστικό Κέντρο, χρησιμοποιώντας οποιοδήποτε αδρανή οικοδόμο.
eo: Konstruu farmejon en neokupita spaco apud la Civitacentro per senfaraj konstruistoj.
es: Construye una alquería en un sitio despejado cerca del centro cívico con unos cuantos trabajadores desocupados.
es_ar: Construye una Granja en un espacio abierto al lado del Centro Cívico usando ciudadanos inactivos.
eu: Baserria eraiki Gizarte Zentroaren inguruko toki garbi batean lanean ez dauden zenbait langile erabiliz.
fa: یک انبارغذا در فضای باز نزدیک مرکز تمدن با استفاده از هر نوع از کارگران بیکار خود بسازید.
ga: Tógáil feirm i áit oscailte in aice leis an Ionad Cathartha, in úsáid aon tógálaí díomhaoin.
gd: Tog tuathanas air àite fosgailte ri taobh an ionaid shìobhalta le luchd-togail sam bith a tha ’nan tàmh.
gl: Constrúe unha granxa nun espazo aberto canda o centro cívico usando traballadores inactivos.
it: Costruisci una cascina in uno spazio aperto accanto al Centro Cittadino utilizzando un qualsiasi costruttore inattivo.
ko: 아무런 대기중인 건축물을 이용하여 시민 회관 옆 공터에 농사를 짓습니다.
ms: Bina pusat ladang di ruang terbuka di sebelah Pusat Sivik menggunakan mana-mana juru bina yang melahu.
pl: Zbuduj zagrodę na pustym miejscu obok centrum osady, przy pomocy niepracujących budowniczych.
pt_pt: Constrói uma quinta num espaço aberto perto do Centro Cívico utilizando qualquer um dos construtores parados.
ru: Постройте усадьбу на свободном месте рядом с Городским Центром, используя незанятых юнитов.
sk: Postav statok na otvorenom priestranstve pri Občianskom Centre použitím ľubovoľných nečinných staviteľov.
sv: Bygg en bondgård i ett öppet utrymme bredvid samhällscentret med hjälp av lediga byggare.
tr: İşçileri kullanarak Kent Merkezinin yanına çiftlik inşa edin.
uk: Збудуйте садибу на відкритій площі біля Громадянського Центру, використовуючи будь-яких непрацюючих будівельників.
zh: 在市政中心旁边的空地上，用任何的闲置建筑工建设农庄。

source: Let's wait for the farmstead to be built.
ast: Vamos esperar que se construya la corte.
bg: Да почакаме докато фермата бъде построена.
br: Gortozomp a-raok ma vefe savet an ti-feurm, eta.
ca: Espereu que la masia s'hagi construït.
de: Warten wir, bis die Farm fertig sind.
el: Περίμενε να κατασκευαστεί το αγρόκτημα.
eo: Ni atendu, ke la farmejo estas konstruita.
es: Esperemos a que la alquería se construya.
es_ar: Espera a que la Granja esté finalizada.
eu: Utzi dezagun baserriaren eraikuntza.
fa: صبر کنید تا انبارغذا ساخته شود.
ga: Fanfaimid go dtí tógáil na feirme atá críochnaithe.
gd: Fuirichidh sinn gus am bi an tuathanas deiseil.
gl: Agardemos a que a granxa estea lista.
it: Attendi che la fattoria sia pronta.
ko: 농장이 지어질 때 까지 기다립시다.
ms: Tunggu sebentar sehingga pusat ladang telah dibina.
nb: La oss vente på at gårdsbygningen reises.
pl: Poczekaj, aż zagroda zostanie zbudowana.
pt_pt: Vamos esperar que a quinta seja construída.
ru: Давайте подождём, пока завершится постройка усадьбы.
sk: Počkajme kým sa statok postaví.
sv: Låt oss vänta på att bondgården blir färdig.
tr: Çiftlik inşa edilmesini bekleyelim.
uk: Давайте почекаємо, доки садиба буде побудована.
zh: 让我们等待农庄建成。

source: Once the farmstead is constructed, its builders will automatically begin gathering food if there is any nearby. Select the builders and instead make them construct a field beside the farmstead.
ast: Namái que se construya la corte, los constructores entamarán automáticamente a recoyer comida si la hai cierca. Esbilla los construtores y fai que construyan un campu al llau de la corte.
bg: След като фермата бъде построена, нейните строители автоматично ще започнат да събират храна, ако наблизо се намира такава. Вместо това, изберете строителите и ги накарайте да направят поле до фермата.
br: Ur wech savet an ti-feurm, e saverien a stago da zastum boued en un doare emgefreek ma 'z eus boued kavus nepell. Diuzit ar saverien hag o lakait da sevel ur park e-kichen an ti-feurm.
ca: Un cop acabada, els constructors començaran a obtenir fusta automàticament si n'hi ha a la vora. Seleccioneu els constructors i feu-los establir un camp al costat de la masia.
de: Wenn der Bauernhof fertig ist werden die Bauarbeiter automatisch mit dem Sammeln von Nahrung beginnen, wenn welche in der Nähe ist. Wähle die Bauarbeiter aus und lasse sie stattdessen ein Feld neben den Bauernhof bauen.
el: Μόλις κατασκευαστεί το αγρόκτημα, οι κατασκευαστές του θα ξεκινήσουν αυτόματα τη συγκέντρωση τροφίμων εάν υπάρχει σε κοντινή απόσταση. Επίλεξε τους οικοδόμους και βάλτους να κατασκευάσουν ένα χωράφι δίπλα από το αγρόκτημα.
eo: Ĵus post la farmejo estas konstruita, ĝiaj konstruintoj aŭtomate komencos kolekti manĝaĵon se estas proksime. Elektu la konstruintoj kaj anstataŭe igu ilin konstrui agron ĉe la farmejo.
es: Una vez que se haya construido la alquería, los constructores comenzarán a recoger comida en las cercanías. En vez de eso, vuelve a seleccionar a los constructores y hazles construir un huerto al lado de la alquería.
es_ar: Una vez que la Granja esté construida, sus constructores automáticamente comenzarán a recolectar alimento si hay en los alrededores. Selecciona los constructores y hazles construir un Huerto al lado de la Granja.
eu: Baserria eraiki ondoren, eraikitzaileak inguruetan janaria biltzen hasiko dira. Horren ordez, aukeratu berriz eraikitzaileak eta baserriaren inguruan baratza egiten jarri.
fa: زمانی که انبارغذا ساخته شد، سازنده انبارغذا بصورت خودکار شروع به جمع آوری غذا از منابع در دسترس و نزدیک آن می کند. آنها را انتخاب کنید و بجای این کار به آنها دستور دهید تا یک زمین کشاورزی درکنار انبارغذا بسازند
ga: Nuair atá an fheirm chríochnaithe, tosóidh a thógálaithe do bhailiú bia a dhéanamh, má tá aon bhia in aice láimhe. Roghnaigh na tógálaithe agus, ina ionad sin, ordaigh orthu gort a thógáil in aice leis an bhfeirm.
gd: Nuair a bhios an tuathanas air a thogail, tòisichidh an luchd-togail air biadh a chruinneachadh gu fèin-obrachail ma tha gin am fagas. Tagh an luchd-togail is cuir orra achadh a thogail ri taobh an tuathanais an àite seo.
gl: Unha vez construída a granxa, os seus construtores comezarán automaticamente a recoller comida se hai algunha nas proximidades. Selecciona os construtores e, en vez de iso, fai que constrúan un campo canda a granxa.
it: Una volta costruita la Fattoria, i costruttori inizieranno automaticamente a raccogliere il cibo disponibile nelle vicinanze. Seleziona i costruttori e questa volta costruisci un campo di fianco alla Fattoria.
ko: 일단 농장이 지어지면 그것을 만든 노동자는 근처에 식량원이 있으면 식량을 자동적으로 채집하기 시작합니다. 건설 노동자를 선택하고 대신 농장 옆에 밭을 개간하십시오.
ms: Bila pusat ladang sudah siap dibina, juru binanya akan mula mengumpul makanan secara automatik jika ia ada berhampiran. Pilih juru bina dan arah mereka membina ladang selain dari pusat ladang.
nb: Straks gårdsbygningen er ferdig vil byggerne automatisk sanke mat dersom det finnes i nærheten. Velg byggerne og få dem til å lage en åker ved siden av gårdsbygningen isteden.
pl: Gdy zagroda zostanie zbudowana, jej budowniczowie automatycznie rozpoczną zbieranie żywności jeśli jakaś znajduje się w pobliżu. Zaznacz budowniczych i zamiast tego skieruj ich do budowy pola w sąsiedztwie zagrody.
pt_pt: Após a construção da quinta estar terminada, os construtores começarão a recolher comida se existir alguma por perto. Seleciona os construtores e em vez disso ordena-lhes que construam um campo de seara ao lado da quinta.
ru: Как только усадьба построится, её строители автоматически начнут собирать пищу, если она есть поблизости. Выберите строителей и перенаправьте их на создание поля рядом с усадьбой.
sk: Akonáhle sa statok dostavia, jeho stavitelia začnú automaticky získavať jedlo, ak je nejaké poblízku. Označ staviteľov a namiesto toho im prikáž založiť pole vedľa statku.
sv: Når bondgården är färdig kommer byggarna automatiskt börja smala mat om det finns någon i närheten. Välj byggarna och skicka dem att bygga en åker bredvid bondgården istället.
tr: Çiftlik sahası kurulduktan sonra inşaatçılar otomatik olarak yiyecek toplamaya başlarlar. Üreticileri seçin ve bunun yerine çiftlik yanının yanında bir alan oluşturmalarını sağlayın.
uk: Коли садиба буде збудована, її будівельники автоматично розпочнуть збирати їжу поблизу. Виберіть будівельників та замість цього накажіть їм засіяти поле поруч із садибою.
zh: 当农庄建成后，如果附近有食物，它的建造者会自动开始采集食物。选择建造者，让他们在农庄旁建造一块农田。
