Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Indibil was king of the Ilergetes, a large federation ranged principally along the Ebro River in the northwest of the Iberian Peninsula. During the Barcid expansion, from 212 B.C. he had initially been talked into allying himself with the Carthaginians who had taken control of a lot of territory to the south and west, however after loss and his capture in a major battle he was convinced, some say tricked, to switch to the Roman side by Scipio Africanus. But that alliance didn't last long, as Roman promises were hollow and the Romans acted more like conquerors than allies. So, while the Romans and their allies had ended Carthaginian presence in 'Hispania' in 206 B.C., Indibil and another tribal prince by the name of Mandonio, who may have been his brother, rose up in rebellion against the Romans. They were defeated in battle, but rose up in a 2nd even larger rebellion that had unified all the Ilergetes again in 205 B.C. Outnumbered and outarmed they were again defeated, Indibil losing his life in the final battle and Mandonio being captured then later put to death. From that date onward the Ilergetes remained a pacified tribe under Roman rule.
ast: Indíbil foi'l rei de los ilerxetes, una gran federación qu'abarcó principalmente'l ríu Ebro al noroeste de la Península Ibérica. Demientres la espansión de los Bárcides, en 212 a.C. decidiere nun primer momentu aliase colos cartaxineses que tomaren el control de bien de tierra al sur y al oeste, pero depués de perder una batalla importante y quedar prindáu Escipión l'Africanu convenciólu, engañólu según dalgunos, p'alliniase col bandu romanu. Pero l'alianza nun duró muncho, darréu que les promeses romanes foron baleres y los romanos se comportaron más como conquistadores qu'aliaos. Poro, magar que los romanos y los sos aliaos acabaren cola presencia cartaxinesa en «Hispania» en 206 a.C., Indíbil y otru príncipe tribal col nome de Mandonio, que quiciabes foi'l so hermanu, se llevantaron escontra los romanos. Viéronse derrotaos na batalla, pero volvieron asoliviase nun mayor llevantamientu qu'unificare a tolos ilerxetes en 205 a.C. Superaos en númberu y n'armes atopáronse otra vuelta derrotaos. Indíbil perdió la vida na batalla final y a Mandonio prindáronlu y llueu lu executaron. D'ellí p'alantre los ilerxetes quedaron pacificaes baxo'l gobiernu romanu.
bg: Андобал бил владетел на илергетите, голяма федерация, простираща се основно по бреговете на река Ебро на северозапад от Пиренейския полуостров. По време на баркидската експанзия през 212г. пр.н.е., първоначално го убедили да се съюзи с картагенците, които били завзели голяма част от територията на юг и запад, но след една негова загуба и залавяне бил убеден, а според някои подмамен, от Сципион Африкански да застане на страната на Рим. Но този съюз не просъществувал дълго, тъй като римските обещания били празни, а римляните се държали повече като завоеватели отколкото като съюзници. И така, след като римляните сложили край на картагенското присъствие в „Римска Испания“ през 206г. пр.н.е., Андобал и още един племенен водач с име Мандонио, който може би е бил негов брат, вдигнали бунт срещу римляните. Те били победени в битка, но през 205г. пр.н.е. надигнали 2-ри по-голям бунт, който обединил всички илергети. Превъзхождани по брой и снаряжение, те отново били победени, като Андобал загубил живота си в последната битка, а Мандонио бил заловен и по-късно умъртвен. От този ден нататък, илергетите станали мирно племе под римско господство.
br: Indibil a oa roue an Ilergiz, ur c'hevre bras staliet da gentañ-penn a-hed ar stêr Ebr e gwalarn al ledenez Iberian. E-pad aloubadegoù ar Varsided, adalek 212 kent J.K. e oa degouezhet gantañ da gentañ da gomz da gevrediñ gant ar Gartajinianed o doa kemeret ar galloud en ur bern tiriadoù war ar su hag ar c'hornôg, daoust da-se goude bezañ bet trec'het ha paket e-barzh un emgann-veur e oa bet kendrec'het, darn a lavar rediet, da dreiñ war-du tu ar Romaned gant Scipio Africanus. Nemet ne badas ket gwall bell an emglev-mañ, dre ma oa gevier promesaoù ar Romaned hag en em zalc'hen muioc'h evel alouberien evit kevredidi. Neuze, pa oa ar Romaned hag o c'hevrididi a lakaas un termen d'ar bezañs Kartajinian en 'Hispania' en 206 kent J.K., Indibilis hag ur priñs meuriadel all anvet Mandonius, hag a c'hallje bezañ e vreur, a oa bet aozet ganto un emsavadeg en enep d'ar Romaned. Roet e oa bet lamm dezho en un emgann, staget e oa bet ganto en un eil emsavadeg kalz brasoc'h c'hoazh en ur unanaat an holl Ilergiz en 205 kent J.K. Kalz nebeutoc'h ha kalz nebeutoc'h armet evit ar Romaned e oant bet trec'het adarre, Indibilis az eas da gornôg en un emgann fin ha Mandonius kaouedet ha kondaonet d'ar marv. Adalek ar mare-se, an Ilergiz a chomas ur bobl beoc'het dindan ar ren Roman.
ca: Indíbil era el rei dels ilergets, una gran federació situada principalment al llarg del riu Ebre, al nord-oest de la península Ibèrica. Durant l'expansió dels Bàrcides, des de l'any 212 aC, va ser convençut a aliar-se amb els cartaginesos, que havien pres una gran extensió de territori cap al sud i l'est; tot i això, després de la seva captura en una batalla important el van convèncer, o potser el van enganyar, per passar-se al bàndol romà amb Escipió Africà. Però aquella aliança no va durar, ja que les promeses dels romans eren buides i van actuar més com a conqueridors que com a aliats. Així, quan els romans i els seus aliats havien acabat amb la presència cartaginesa a "Hispània" el 206 aC, Indíbil i un altre príncep tribal anomenat Mandoni, que podria ser el seu germà, es van alçar en una rebel·lió contra els romans. Van ser derrotats en batalla, però es van tornar a alçar en una segona rebel·lió encara més gran que va tornar a unificar tots els ilergets el 205 aC. Superats en nombre i en armament, van tornar a ser vençuts, Indíbil va perdre la vida a la batalla final i Mandoni va ser capturat i executat. Des de llavors, els ilergets van ser una tribu pacificada sota el domini romà.
cs: Indibil byl králem Ilergetů, velké federace podél řeky Ebro na severozápadě Pyrenejského poloostrova. Během Barcidského rozpínání od roku 212 před Kristem se původně plánoval spojit s Kartáginci ovládajícími hodně území na jihu a západě, avšak po ztrátách a jeho vlastním zajetí ve velké bitvě ho Scipio Africanus přesvědčil, někteří říkají, že jej obelstil, přejít na stranu Římanů. Avšak toto spojenectví netrvalo dlouho, protože jejich sliby se ukázaly jako plané a chovali se víc jako dobyvatelé, než jako spojenci. Takže zatímco Římané v roce 206 před Kristem ukončili přítomnost Kartáginců v Hispánii, Indibil a další kmenový princ Mandonio, který mohl být jeho bratrem, povstali ve vzpouře proti Římu. V bitvě sice byli poraženi ale v roce 205 před Kristem se jim podařilo dát dohromady druhé ještě větší povstání sjednocující všechny Ilergety. Nakonec byli kvůli přesile v počtech a ve výzbroji opět poraženi, Indibil v závěrečné bitvě přišel o život a Mandonia zajali a později i odsoudili na smrt. Od té doby už Ilergeti byli poslušným kmenem pod nadvládou Říma.
de: Indibilis war König der Ilergerten, welche entlang des Ebro im Nordwesten der Iberischen Halbinsel wohnhaft waren. Während der Expansion der Barkiden war er ein Verbündeter der Karthager, die einen großen Teil des Südens und Westens Hispaniens kontrollierten. Nachdem die Römer die Stadt eroberten, in der die Karthager Teile von Indibilis Familie als Geiseln gehalten hatten und diese von Scipio Africanus daraufhin deutlich zuvorkommender behandelt wurden, wechselte Indibilis die Seiten. Doch diese Allianz hielt nicht lange, denn nachdem sie zusammen die Karthager 206 v. Chr. aus Hispanien vertrieben hatten, strebten Indibilis und ein weiterer Stammesfürst, Mandonius, nach größerer Unänhängigkeit. In der folgenden Rebellion wurden sie zwar in der Schlacht besiegt, doch starteten sie 205 v. Chr. eine zweite Rebellion, in der alle Stämme der Ilergeten vereint kämpften. Wieder verloren die zahlen- und waffenmäßig unterlegenen Ilergeten, wobei Indibilis sein Leben ließ, Mandonius gefangen und später hingerichtet wurde. Von diesem Zeitpunkt an bildeten die Ilergeten einen befriedeten Stamm unter römischer Herrschaft.
el: Ο Ανδοβάλης ήταν βασιλιάς των Ιλεργετών, μια μεγάλη ομοσπονδία που επεκτεινόταν κυρίως κατά μήκος του ποταμού Έβρου στα βορειοδυτικά της Ιβηρικής Χερσονήσου. Κατά τη διάρκεια της επέκτασης των Βαρσίδων, από το 212 π.Χ. είχαν αρχικά συμφωνήσει να συμμαχήσουν με τους Καρχηδόνιους οι οποίοι είχαν πάρει τον έλεγχο ενός μεγάλου εδάφους προς τα νότια και δυτικά, ωστόσο, μετά την απώλεια και τη σύλληψή του σε μια μεγάλη μάχη πείστηκε, κάποιοι λένε ξεγέλασε, για να μεταβεί στη ρωμαϊκή πλευρά του Σκιπίωνα του Αφρικανού. Αλλά αυτή η συμμαχία δεν κράτησε πολύ, καθώς οι Ρωμαϊκές υποσχέσεις ήταν κενές και οι Ρωμαίοι ενήργησαν περισσότερο σαν κατακτητές παρά σαν σύμμαχοι. Έτσι, ενώ οι Ρωμαίοι και οι σύμμαχοί τους είχαν τελειώσει με τους Καρχηδόνιους μετέβησαν στην «Ισπανία» το 206 π.Χ., ο Ανδοβάλης και ενός άλλος πρίγκιπας με το όνομα του Μανδόνιος, ο οποίος μπορεί να ήταν ο αδελφός του, οργάνωσαν εξέγερση εναντίον των Ρωμαίων. Νικήθηκαν στη μάχη, αλλά ξεσηκώθηκαν πάλι στη 2η μεγαλύτερη εξέγερση που είχε ενώσει όλους τους Ιλεργέτες και πάλι στο 205 π.Χ. Λιγότεροι και παροπλισμένοι νικήθηκαν και πάλι, ο Ανδοβάλης έχασε τη ζωή του στην τελική μάχη και Μανδόνιος συνελήφθη αργότερα και θανατώθηκε. Από την ημερομηνία αυτή και μετά οι Ιλεργέτες παρέμειναν ειρηνευτική φυλή υπό ρωμαϊκή κυριαρχία.
es_ar: Indíbil era el rey de los ilergetes, una federación establecida principalmente a lo largo del río Ebro al noroeste de la península ibérica. Durante la expansión bárcida. desde 21 a. C. había sido convencido en un principio de aliarse con los cartaginenses que habían tomado el control de una gran extensión de territorio al sur y al oeste. Sin embargo, tras la derrota y captura en una gran batalla fue convencido, se dice que hasta engañado, de cambiar al lado romano por Escipión el Africano. Pero la alianza no duró mucho, las promesas romanas resultaron falsas y los romanos actuaron más como conquistadores que como aliados. Entonces, mientras los romanos y sus aliados borraban la presencia cartaginesa de Hispania en 206 a. C., Indíbil y otro príncipe de una tribu llamado Mandonio, que probablemente haya sido su hermano, se levantaron en rebelión contra los romanos. Fueron derrotados en batalla, pero se levantaron en armas en una segunda y más grande rebelión que había unificado a todos los ilergetes nuevamente en 205 a. C. Superados en número y armamento fueron derrotados otra vez. Indíbil murió en la batalla final y Mandonio fue capturado y más tarde ejecutado. Desde esa fecha en adelante los ilergetes fueron una tribu pacífica bajo el mando de Roma.
eu: Indibil Ilergeten errege izan zen, federazio hau Ebro ibaian zehar kokatzen zen, Iberiar Penintsulako ipar-mendebaldean. Barciden zabalkundetik, K.a.212tik, hasiera batean Kartagotarrekin elkartzea pentsatu zuen, hauek lurraldearen zati handi baten kontrola eskuratu zuen hego eta mendebaldean, hala ere borroka handia batean galdu eta atxilotua izan ondoren, Eszipion Afrikarrak buruan sartu zion, batzuek ziria sartu ziotela diote, Erromatarrekin bat egiteko. Aliantza horrek, baino, ez zuen asko iraun, Erromatarrek agindutakoak hutsak bihurtu zirelako eta aliatuena baino konkistatzaile papera betetzen zutelako., Horrela, Erromatarrek eta beren aliatuek Kartagotarren 'Hispaniako' ibilbideekin bukatu bitartean K.a.206an, Indibil eta beste tribu bateko printzea zen Mandoniok -anaia beharbada- Erromatarren kontra altxatu ziren. Borrokan garaituak izan ziren baino Ilergete denak batu ziten bigarren altxamendu handiago batean bildu ziren K.a.205ean. Zenbatekoan eta indarren gainditurik berriz ere garaituak izan ziren; Indibil azken gudan hil zen eta Mandonio atxilotua izan zen eta gero eraila. Egun horretatik aurrera Ilergeteak Erromako legearen pean baketutako tribua izan zen.
fa: ایندیبیل پادشاه ایلرگتس بود، یک قدرت بزرگ در امتداد رود ایبرو و در شمال غربی پنینسولای ایبریایی یا همان اسپانیا-پرتقال کنونی. در دوران نفوذ قدرت خاندان بارسید از سال 212 قبل از میلاد، ایندیبیل همیشه تمایل داشت تا با کارتاژ ها هم پیمان شود چرا که آنها کنترل بیشتر مناطق غربی و جنوبی را در اختیار داشتند اما بعد از چندی او نظرش را تغییر داد و بعضی می گویند او را فریب دادند تا با روم نزدیک شود و با اسکیپیوی آفریقایی کنسول و جنگسالار رومی هم پیمان شود اما این اتحاد دیری نپایید و قول های روم همه تو خالی و پوچ بود و رومی ها بیشتر همانند یک فاتح با آنها رفتار می کردند. به همین دلیل زمانی که رومی ها دست کارتاژ ها را از منطقه هیسپانیا قطع کردند و آنها را در 206 قبل از میلاد بیرون راندند ایندیبیل به همراه شاهزاده ای از یک قبیله دیگر به نام ماندونیو متحد شدند و یک شورش علیه روم ترتیب دادند. آنها در آغاز شکست خوردند اما حرکت آنها باعث شد تا یک اتحاد در سرتاسز ایلرگتس در سال 205 قبل از میلاد ایجاد شود اما بخاطر اینکه از نظر تجهیزات و نفرات قابل مقایسه با سپاه روم نبودند مجددا شکست خوردند و در تمام طول دوران حکومت روم جزوی از خاک روم باقی ماندند.
ga: Ba rí na nIlgéirtí é Indibil, cónaidhm mhór tréibheanna a bhí ar feadh na habhann Éabhró in iarthuaisceart na Leithinise Ibéirigh. I rith leata de chuid an ríora Barcaigh, a thosadh i 212 R.C. é, ar dtús bhí sé ina chomhghuaillí leis na Cartagaigh, cé a bhí ina gceannas ar críocha go leor ó dheas agus san iarthar, ach tar éis cliste leis na Rómhánaigh agus é tóadh mar phríosúnach, d'athraigh Scipio Africeanas a intinn, trína chomhrá, nó trí imeaglú b'fhéidir. Ach níor tharla an comhaontas seo i bhfad mar bhí na gealltanais Rómhánacha folamh agus d'iompair siad níos mó mar choncairí ná mar comhghuaillithe. Mar sin, nuair a chuir na Rómhánaigh agus a gcomhghuaillithe eile deireadh le láithreacht na Cartaige san Ibéir i 206 R.C., d'éirí na nIlgéirtí amach faoi Indibil agus fear eile dar ainm Mandóinio, b'fhéidir gurb a dheartháir é, i gcoinne na Rómhánach. Bhí siad cloíte, ach d'éirí siad amach arís le fórsa níos mó na nIlgéirtí i 205 R.C. Bhí siad cloíte arís mar bhí na Rómhánaigh níos mó ná líon a bhfórsa, agus fuair Indibil bás sa chath deireanach, gabhadh Mandóinio agus fuair sé bás i ndiaidh. Ba threibh suaimhnithe iad na hIlgéirtí faoi cheannas na Róimhe ó shin i leith.
hu: Indibil az ilergetesek királya volt, egy nagy szövetsége, amely főleg az Ebro folyó mentén terült el az Ibériai-félsziget északnyugati részén. A Barkaszok terjeszkedése idején, i. e. 212-ben először rábeszélték hogy szövetkezzen a karthágóiakkal, akik sok területet foglaltak el délre és nyugatra, de egy vereség és az elfogása után Scipio Africanus meggyőzte, néhányak szerint becsapta, hogy álljon át a rómaiak oldalára. De a szövetség nem tartott sokáig, mivel a római ígéretek üresek voltak és sokkal inkább hódítóként viselkedtek mint szövetségesként. Így amíg a rómaiak és a szövetségeseik véget vetettek a karthágói jelenlétnek Hispániában i. e. 206-ban, Indibil és egy másik törzsi herceg akit Mandorionak hívtak, aki lehet hogy a testvére volt, felkelést indított a rómaiak ellen. Legyőzték őket csatában, de még egyszer felkeltek egy még nagyobb lázadás során, amely újra egyesítette az összes ilergetest i. e. 205-ben. Létszám- és fegyverbeni túlerőben újra legyőzték őket, Indibil életét vesztette az utolsó csatában és Mandoniot később elfogták és kivégezték. Ettől kezdve az ilergetesek egy elcsendesített törzs maradtak a rómaiak uralma alatt.
hy: Ինդիբիլը Իբերական թերակղզու հյուսիս-արևմուտքում գտնվեղ Էբրո գետի երկայնքով տեղակայված մեծ ցեղային միության՝ իլերգետների արքան էր։ Ասում են, որ Բարսիդյան ծավալման ժամանակ՝ սկսած մ․թ․ա․ 212թ․-ից, նա նախապես եղել է դաշնակցել է Կարթագենի հետ, որը գրավել էր դեպի հարավ և արևմուտք ընկած մեծ տարածքներ, սակայն մի մեծ ճակատամարտում պարտության և իր գերեվարումից հետո նա համաձայնվեց, իսկ ըստ որոշների՝ ընկավ Սկիպիո Աֆրիկացու ծուղակը և անցավ հռոմեացիների կողմը։ Բայց այս դաշինքը երկար չգոյատևեց, քանի որ հռոմեական խոստումները դատարկ էին, իսկ հռոմեացիներն իրենց պահում էին զավթիչների, այլ ոչ թե դաշնակիցների պես։ Այսպիսով, մինչ հռոմեացիներն ու նրանց դաշնակիցները մ․թ․ա․ 206թ․-ին վերջ տվին "Հիսպանիայում" կարթագենյան ներկայությանը, Ինդիբիլն ու մեկ այլ ցեղի առաջնորդ Մանդոնիոյի հետ, որը թերևս իր եղբայրն էր, ապստամբեցին հռոմեացիների դեմ։ Նրանք պարտվեցին ճակատամարտում, բայց մ․թ․ա․ 205թ․-ին նոր և ավելի մեծ ապստամբություն սկսեցին, որը միավորեց բոլոր իլերգետներին։ Ունենալով ավելի քիչ զինվոր և լինելով ավելի վատ զրահավորված՝ նրանք երկրորդ անգամ էլ պարտվեցին, Ինդիբիլը զոհվեց կռվի ժամանակ, իսկ Մանդոնիոն գերեվարվեց և հետագայում մահապատժի ենթարկվեց։ Այդ օրվանից հետո իլերգետները մնացին որպես խաղաղասեր ցեղ հռոմեական իշխանության ներքո։
ko: 인디빌은 이레르게테스족의 왕이었고, 큰 연맹은 주로 이베리아 반도의 북서쪽에 있는 에브로 강을 따라 위치했습니다. 기원전 212년 부터 바르시드가 확장하는동안, 그는 처음에 남쪽과 서쪽으로 많은 영토를 점령한 카르타고인들과 동맹을 맺게되었다고 말했지만, 큰 전투에서 패배하고 그가 붙잡힌뒤 그는 스키피오 아프리카누스에게 회유되어 속았다는 사람도 있었지만 로마 쪽으로 돌아갔습니다. 그러나 이 동맹은 오래가지 못했습니다. 왜냐하면 로마의 약속이 공허했고 로마인들은 동맹이라기 보다 정복자처럼 행동했기 때문이었습니다. 따라서 기원전 206년 로마인들과 그들의 동맹국들이 카르타고인'히스파니아'에서 카르타고를 몰아내고, 인디빌과 그의 형제였을지도 모르는 만도니오라는 이름의 또 다른 부족 왕자는 로마인들에게 대한 반란을 일으켰습니다. 그들은 전투에서 패배 했습니다. 그런데 두번째 반란을 더 크게 일으켰습니다. 기원전 205년에 모든 이레르게이트를 다시 통일시켰습니다. 압도적인 수와 무장의 차이에서 그들은 다시 패배했고, 인디빌은 최후의 싸움에서 목숨을 잃고, 만도니오는 붙잡혀 처형당했습니다. 그 날 이후, 이레르게테스 족은 로마 지배하에서 평화를 회복했습니다.
nb: Indibil var konge av Ilergetene, en stor federasjon som strekte seg hovedsakelig langs elven Ebro nordvest av den Iberiske halvøya. Under Barkidiske utvidelse, fra 212 f.Kr. hadde han i utgangspunktet blitt overtalt til å alliere seg med Kartagerne som hadde tatt kontroll over en rekke territorium mot sør og vest, men etter tap og deretter å blitt tatt til fange i en stor kamp ble overbevist om, noen sier lurt, til å gå over til den Romerske siden av Scipio Africanus. Men den alliansen varte ikke lenge, siden de Romerske løftene var hule og Romerne handlet mer i kraft av erobrere enn allierte. Så, mens Romerne og deres allierte hadde endt Kartagisk nærvær i "Hispania" i 206 f.Kr. reiste Indibil og annen stamme-prins ved navn Mandonio, (som kan ha vært hans bror), seg i opprør mot Romerne. De ble beseiret i kamp, ​​men reiste seg til et påfølgende enda større opprør som hadde samlet alle Ilergetene igjen i 205 f.Kr. I mindretall og med mindre våpen ble de igjen ble beseiret, Indibil mistet livet i den siste kampen og Mandonio ble fanget og senere drept. Fra denne datoen og framover forble Ilergetene en pasifisert stamme under Romersk herredømme.
pl: Indibil był królem Ilergetes dużej federacji która ciągnęła się się głównie wzdłuż rzeki Ebro w północno-zachodniej części Półwyspu Iberyjskiego. Podczas ekspansji barkidzi, od 212 p.n.e. miał początkowo namówić na sprzymierzenie się z Kartagińczykami, którzy przejeli kontrolę nad dużym terytorium, na południu i zachodzie, jednak po stracie i jego uchwyceniu w poważnej walce był przekonany że to tak jak niektórzy mówili że to podstęp, aby przyłączyć się do strony rzymskiego imperium przez Scypiona Afrykańskiego. Ale, że sojusz nie trwał długo, ponieważ obietnice rzymskie były puste i Rzymianie działali bardziej jak zdobywcy niż sojusznicy. Tak więc, podczas gdy Rzymianie i ich sojusznicy wybili Kartagińczyków z 'Hispanii' w 206 p.n.e., Indibil i książe innego plemienia o imieniu Mandonio, którzy byli jego braćmi stanęli w buncie przeciwko Rzymianom. Rzymianie zostali pokonani w bitwie, ale podnieśli jeszcze 2 razy większy bunt, który zjednoczył wszystkie Ilergetes (federacje) ponownie w 205 p.n.e. Liczniejsze i bezbronne plemiona zostały ponownie pokonane, Indibil stracił życie w ostatecznej bitwie, a Mandonio schwytany i później uśmiercony. Począwszy od tej daty na Ilergetes pozostały spacyfikowane plemienia pod panowaniem rzymskim.
pt_br: Indíbil era rei dos Ilergetes, uma grande federação de povos estabelecidos ao longo do rio Ebro, no noroeste da península Ibérica. Durante a expansão bárcida, em 212 a.C., ele inicialmente pretendia se aliar aos cartagineses, que haviam tomado o controle de grande parte do território a sul e a oeste da península, no entanto, após sua derrota e captura numa importante batalha, ele foi convencido a se juntar aos romanos, talvez sendo enganado,por Cipião Africano. Mas essa aliança não durou muito tempo, pois as promessas de Cipião eram vãs e os Romanos mostraram-se mais conquistadores do que aliados. Por isso, quando os Romanos acabaram com a presença cartaginesa na 'Hispânia' em 206 a.C., Indíbil e um príncipe tribal chamado Mandônio (que pode ter sido seu irmão) revoltaram-se contra eles. Ultrapassados em número e em armas, foram derrotados mais uma vez, tendo Indíbil perdido a vida e Mandônio sido capturado e posteriormente executado. Depois desta batalha, os Ilergetes viveram pacificamente sob domínio romano.
ru: Индибил был королём илергетов - большого племенного союза, преимущественно расположенного вдоль реки Эбро на северо-западе Иберийского полуострова. Во время экспансии Барсида с 212 г. до н.э. о нём впервые стали упоминать в связи с его объединением с карфагенянами, которые взяли под контроль большую территорию на юге и западе, однако после поражения и пленения в крупном сражении Сципион Африканский убедил, а по некоторым сведениям заставил, его присоединиться к римлянам. Но этот союз продлился недолго, поскольку обещания римлян были лживыми, и они вели себя скорее как завоеватели, нежели как союзники. Поэтому, после того, как римляне со своими союзниками в 206 г. до н.э. выгнали карфагенян с территории современной Испании, Индибил вместе с другим правителем племени по имени Мандоний, который мог быть его братом, поднял восстание против римлян. Их разгромили в сражении, но в 205 г. до н.э. они подняли еще более мощное восстание, объединив всех илергетов. В противостоянии с превосходящими как по числу, так и по оснащению, силами противника, снова были разгромлены. Индибил погиб в решающем сражении, а Мандоний был схвачен и позднее убит. После этих событий илергеты признали над собой власть Рима.
sv: Indibil var kung av Ilergetes, en stor federation varade huvudsakligen längs Ebro River i nordvästra delen av Iberiska halvön. Under Barcid-expansionen, från 212 B.C. he had originally talked with handing over to the Carthaginians who had taken control of a large area in the south and west, but after loss and his catch in a big blow he was convinced, some said to change to the Roman side of Scipio Africanus . Män alliansen varade inte länge, eftersom romerska löften var ihåliga och romarna agerade mer som erövrar än allierade. Så, medan romarna och deras allierade hade släppt karthaginska närvaro i "Hispania" i 206 B.C., Indibil och en annan stamprins med namnet Mandonio, som kanske har varit hans bror, stod upp i uppror mot romarna. De besegrade mig, män uppstod i en 2: a ännu större uppror som hade förenat alla änglarna igen i 205 B.C. Outnumbered och outarmed blev de igen besegrade, Indibil förlorade sitt liv i sista striden och Mandonio fångades och dödades senare senare. Från och med det datumet fortsatte Ilergetesna en pacifierad stam under romerska regimen.
tr: Indibil, Ilergetes'in kralıydı, büyük bir federasyon İber Yarımadası'nın kuzeybatısında Ebro Nehri boyunca uzanırdı. Barcid'in genişlemesi sırasında, M.Ö. 212'den Başlangıçta kendisini güney ve batıda bir çok bölgeyi kontrol altına alan Kartacalılarla yakından konuşmaya başlamıştı, ancak kaybettiği ve büyük bir savaşta yakalandıktan sonra, bazılarının kandırdığı, Roma tarafına geçmek için kandırdığı söyleniyordu. Scipio Africanus. Ancak bu ittifak uzun sürmedi, çünkü Roma vaatleri içi boştu ve Romalılar müttefiklerden daha fatih gibi davrandılar. Romalılar ve onların müttefikleri, 206'da Kaliforniya'da Karpazyalıların varlığını "Hispania" ya bırakırken, Indibil ve kardeşi olan Mandonio adına bir başka aşiret prensi Romalılara karşı isyan etti. Savaşta yenildiler, fakat 205 I.C.'de tekrar tüm Ilergeteleri birleştiren 2. daha büyük bir isyanla yükseldi. Fazla sayı ve silahsızlar tekrar mağlup edildi, Indibil son savaşta hayatını kaybetti ve Mandonio yakalandı ve daha sonra ölümüne bırakıldı. O tarihten itibaren Ilergetes Roma egemenliğinde gergin bir kavim olarak kaldı.
uk: Індібіл був королем ілегетів - великого племінного союзу, який жив переважно вздовж річки Ебро на північному заході Іберійського півострова. Під час експансії Барсіда з 212 р. до н.е. про нього вперше стали згадувати у зв'язку з його об'єднанням із карфагенянами, які взяли під контроль велику територію на півдні і заході, однак після поразки і полону у великому бою Сципіон Африканський переконав його приєднатися до римлян. Дехто вважає, що змусили обманом. Але цей союз тривав недовго, бо обіцянки римлян були брехливими, і вони вели себе скоріше як завойовники, а не як союзники. Тому, після того, як римляни зі своїми союзниками в 206 р. до н. е. вигнали карфагенян з території сучасної Іспанії, Індібіл разом з іншим правителем племені по імені Мандоній, який міг бути його братом, підняв повстання проти римлян. Їх розгромили в битві, але в 205 р. до н. е. вони підняли ще більше повстання, об'єднавши всіх ілегетів. У протистоянні з переважаючими як по числу, так і по оснащенню, силами противника, вони знову були розгромлені. Індібіл загинув у вирішальному бою, а Мандоній був схоплений і пізніше убитий. Після цих подій ілегети визнали над собою владу Риму.
zh: 因蒂比奥是Ilergetes的国王，这是一个主要分布在伊比利半岛西北部，厄波罗河附近的大型联盟。在巴卡家族扩张之时，于公元前212 年，他被说服与控制着南部与西部许多领土的迦太基人结盟，然而他在一场他认为相当重大的战役中打输了，并且被俘虏，有些人认为被骗了，于是就投靠到罗马的大西庇阿那一方。但联盟并没有持续多久，因为罗马人的承诺并不是真心的，且他们当时的行事风格更像是征服者而非盟友。所以，当罗马人与他们的盟友于公元前206 年在“西斯班尼亚”了结了迦太基人，因蒂比奥及另一个可能是他的兄弟的部落的王子，名为Mandonio，他们起身对抗罗马人。他们在战场上被击败，但于公元前205 年再次统合了Ilegetes 发起第二次的反抗。因为人数及武装差距过大，他们再次被击败，因蒂比奥在最后一战中去世，Mandonio 则被俘虏并在稍后被处死。自当时起，Ilegetes 就成为了一个被罗马所统治的被平定的部落。
