Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: A foggy alpine landscape becomes a battleground as each team has an ally squashed precariously between two enemies. Two forest cliffs overlook the center lake, accessible from the sides of the map.
ast: Un borrinoso terreno alpino demuda n un campu de batalya n quanto cada conjuntu tien un alliadu apetiguñadu entre dous inimigos. Un par de galardelyos silvanos dan vista a l llagu central, accessible dende los extremos de la geographía.
bg: Мъглив планински пейзаж се превръща бойно поле, на което един от съюзниците във всеки отбор е опасно приклещен между двама от противниците. Две гористи планини се извисяват над езеро в средата, достъпно от двете страни на картата.
br: Ur gweledva brumennet alpek a zeu da vezañ ul lec'h emgann a-benn m'he deus pep skipailh ur c'hevredad flastret en doare dañjerus etre daou enebour. Daou dornaod koad a zianav al lenn kreiz, a c'hell bezañ tizhet eus tuioù ar gartenn.
ca: Un paisatge alpí boirós es transforma en un camp de batalla ja que cada equip té un aliat encabit de manera precària enter dos enemics. Dos penya-segats forestals tenen vista sobre el llac central, accessible des dels cantons del mapa.
cs: Alpský kraj plný mlh se stane bojištěm, ve kterém má každý tým spojence vmáčknutého mezi dva nepřátele. Dva zalesněné srázy umožnují daleký výhled na ústřední jezero přístupné z okrajů mapy.
da: Et tåget alpint landskab bliver en kampplads, da hvert hold har en allieret, der klemmes usikkert mellem to fjender. To skovklipper har udsigt over den midterste sø, der er tilgængelige fra siderne af kortet.
de: Eine nebelige Alpenlandschaft wird zum Schlachtfeld. Je ein Alliierter jedes Teams ist gefährlich zwischen zwei Gegnern eingeklemmt. Zwei bewaldete Klippen überblicken einen zentralen See, der von den Seiten der Karte zugänglich ist.
el: Ένα ομιχλώδες αλπικό τοπίο γίνεται ένα πεδίο μάχης, η κάθε ομάδα έχει ένα σύμμαχο επικίνδυνα στριμωγμένο μεταξύ δύο εχθρών. Δύο δασικοί βραχώδεις γκρεμοί με θέα το κέντρο της λίμνης, είναι προσβάσιμοι από τα πλάγια του χάρτη.
es: Un nuboso paisaje alpino se convierte en un campo de batalla donde cada equipo cuenta con un aliado atrincherado entre dos enemigos. Dos agrestes barrancos vigilan el lago central, accesible desde los extremos del mapa.
eu: Alpeetako paisai lainotsu bat guda zelai bihurtuko da non talde bakoitzak bi etsaien artean babestutako aliatua izango duen. Bi sakan malkartsuek erdiko lakua, mapako ertzetatik irisgarria, zaintzen dute.
fi: Sumuisesta alppimaisemasta tulee taistelukenttä, kun kummallakin joukkueella on liittolainen puristuksissa kahden vihollisen välissä. Keskeisen järven yläpuolella on kaksi metsäkalliota, joihin pääsee kartan sivuilta.
fr: Un paysage alpin brumeux devient un champ de bataille où chaque équipe possède un allié pris en tenaille entre deux ennemis. Des forêts sur deux falaises dominent le lac central, accessible depuis les côtés de la carte.
ga: Éiríonn an tírdhreach ceomhar alpach seo go latháir catha mar tá comhghuaillí ag gach foireann idir eatarthu dhá namhaid. Tá radharc as dhá aill fhoraoisithe ar an loch lárnach, agus tá sé insroichte d'imill na léarscáile.
gd: Thèid monadh ceòthach ’na bhlàr on a tha caidreabhach aig gach sgioba suidhichte gu cugallach eadar dà nàmhaid. Tha dà chreag choillteach os cionn an locha mheadhanaich a ghabhas ruigsinn o oirean a’ mhapa.
hu: Egy ködös hegyi táj válik csatatérré, mert minden egyes csapatnak az egyik szövetségese két ellenség közé van ékelve. Két erdős szikla néz a központi helyen lévő tóra, amely a térkép oldalairól érhető el.
id: Bentang alam pegunungan Alpen yang berkabut menjadi medan pertempuran karena setiap regu memiliki satu sekutu yang terjepit genting di antara dua musuh. Dua tebing hutan menghadap ke tengah danau, dapat diakses dari sisi peta.
it: Un paesaggio alpino nebbioso diventa un campo di battaglia, ogni squadra ha un alleato schiacciato precariamente tra i due nemici. Due rupi boscose si affacciano sul lago centrale, accessibile da entrambi i lati della mappa.
ja: 霧のかかった高山の風景が戦場となり、各チームは敵と敵の間に味方を挟み込むようにして戦います。中央の湖を見下ろすように2つの森の崖があり、マップの側面からアクセスできます。
ko: 안개가 자욱한 알프스 풍경은 각 편은 두 적 사이에 불안정하게 분쇄된 동맹을 가지고 있기 때문에 전장이 됩니다. 두 개의 숲 절벽은 지도의 측면에서 접근할 수있는 중앙 호수를 내려다보고 있습니다.
ms: Tanah alp berkabus menjadi tapak pertempuran pabila setiap pasukan dengan sekutunya bertempur secara tak tentu dalam kalangan musuh-musuh mereka. Dua cencuram hutan ditengah-tengah tasek, hanya boleh dilalui dari bahagian sisi peta.
nb: En alpe-tåkeheim blir gjenstand for kamp når hvert lag har en alliert trykket inn omtenksomt mellom to fiender. To skogkledde klipper tårner over den midtre innsjøen, som kan nåes fra begge sidene av kartet.
nl: Een mistig alpenlandschap wordt een slagveld wanneer elk team een bondgenoot heeft die vervaarlijk gekneld zit tussen twee vijanden. Twee beboste klippen, toegankelijk via de zijden van de map, kijken uit over het centrale meer.
pl: Mglisty krajobraz alpejski staje się polem bitwy, kiedy każda z drużyn ma sojusznika, ryzykownie wciśniętego pomiędzy dwóch wrogów. Dwa zalesione klify górują nad centralnie położonym jeziorem, dostępnym z krawędzi mapy.
pt_br: Uma paisagem alpina enevoada torna-se o campo de batalha, pois cada time tem um aliado precariamente apertado entre dois inimigos. Dois penhascos florestais com um lago no meio, acessível de ambos os lados do mapa.
pt_pt: Uma paisagem alpina enevoada torna-se o campo de batalha à medida que cada equipa tem um aliado precáriamente esmagado entre dois inimigos. Dois penhascos florestais com um lago no meio, acessível de ambos os lados do mapa.
ru: Туманный альпийский пейзаж становится полем битвы, в которой в составе каждой из команд есть союзник, зажатый между двумя врагами.
sk: Hmlistá alpská krajina sa stáva bojiskom, nakoľko každý tím ma spojencov roztrúsených pomedzi dvoch nepriateľov. Vysoké bralá hľadia na ústredné jazero, dostupné zo strán mapy.
sv: Ett dimmigt alplandskap blir ett slagfält när varje lag har en allierad placerad betänkligt mellan två fiender. Två skogs klippor har utsikt över den centrala sjön, och kan nås från båda sidorna av kartan.
tr: Her takımın iki düşman arasında tehlikeli bir şekilde ezilmiş bir müttefik olduğu sisli bir dağ manzarası bir savaş alanı haline gelir. İki orman kayalıkları, merkezdeki göle bakar ve haritanın kenarlarından erişilebilir.
uk: Туманний альпійський пейзаж стає полем битви, оскільки кожна команда має союзника затиснутого між двома ворогами. З двох лісових скель відкривається вид на центр озера, доступний з різних сторін карти.
zh: 雾气萦绕的高山变成了战场。两方都有一个盟友，而它们的态度摇摆不定。森林悬崖守护着地图中央的湖泊，可从地图两边进入。
zh_tw: 一個有著霧氣的高山戰場，每個隊伍中間都會有兩個敵人。兩個有著森林的峭壁俯瞰著中心的湖泊，其必須從地圖的兩側進入。

source: Dueling Cliffs (3v3)
ast: Galardelyos duellantes (3-3)
bg: Дуелиращи се планини (3 срещу 3)
br: Tornaodoù enep (3v3)
ca: Penya-segats per a duels (3v3)
cs: Klání útesů (3v3)
da: Duellerende klipper (3v3)
de: Duell an der Steilküste (3v3)
el: Βράχοι Μονομαχίας (3v3)
es: Pendientes enfrentadas (3v3)
eu: Aurrez-aurreko Labarrak (3v3)
fi: Kaksintaistelujyrkänteet (3v3)
fr: Falaises rivales (3v3)
ga: Aillte i gComhrac (3v3)
gd: Creagan na còmhraige (3 an aghaidh 3)
hu: A párbajok sziklái (3v3)
id: Tebing Duel (3v3)
it: Duello tra le rupi (3v3)
ja: 決闘の崖 (3v3)
ko: 결투의 절벽 (3v3)
ms: Cencuram Pertempuran (3v3)
nb: Duellklippene (3mot3)
nl: Duels op de Klippen (3v3)
pl: Pojedynek Klifów (3v3)
pt_br: Penhascos do Duelo (3v3)
pt_pt: Penhascos do duelo (3v3)
ru: Дуэль: Скалы (3 на 3)
sk: Súboje v bralách (3v3)
sr: Сукобљене Клисуре (3v3)
sv: Duellerande Klippor (3v3)
tr: Duello dağları (3v3)
uk: Дуель: Скелі (3v3)
zh: 峭壁决斗 ( 3 v 3 )
zh_tw: 峭壁決鬥 (3v3)

source: Fight for the remains of ancient Egypt! Players start with full grown cities and small armies, each having distinct advantages and drawbacks. Take care, there are 7 mighty forts and marauding bandids! It is the last century before 0 A.D. Egypt is internally divided between hellenistic (Alexandria, represented by Seleucids) and traditional influences (Memphis, represented by Ptolemies). Thebes in the southern clime of river Nile has already been taken over by the Kush. In the north western Al-Dschabal al-Achdar, where the mediterranean city of Cyrene is located the Romans are preparing their invasion. From the eastern desert at-Tih and mount Sinai enemies (represented by Persians) are pushing forward and the oasis Siwa. Charga (represented by Carthage) in the south western desert are trying to get a share of the pie as well. Locations: - Alexandria: library, harbor - Memphis: Necropolis, pyramids, Apis shrine - Thebes: temple district, Valley of the Kings - Cyrene: mediterranean Macchie, olive groves - Fayyum: crocodile shrine, nile dam - Eastern desert: mount Sinai, deep Wadi, Red Sea reefs - Western desert: Oasis Charga and Siwa, Qattara Depression
bg: Борете се за останките от Древен Египет! Играчите започват с напълно развити градове и малки войски, като всеки има различни предимства и недостатъци. Внемавайте, защото има 7 могъщи крепости и нападащи бандити! Това е последният век преди новата ера и Египет е на път да бъде разделен между гръцките (Александрия, представена от селевкидите) и традиционните влияния (Мемфис, представен от птолемейците). Тива в южните части на Нил вече е превзета от Куш. В северозападната част на Ал Ябал ал Акдар, средиземноморският град Кирена е на пътя на римското настъпление. От източната пустиня Ат-тих и планината Синай враговете (представени от персийците) напредват, а оазисите Сиуа и Хагра (представени от Картаген) в югозападната пустиня също се опитват да получат своя дял. Места: — Александрия: библиотека, пристанище; — Мемфис: некропол, пирамиди, олтар на Апис; — Тива: храмов район, Долина на царете; — Кирена: средиземноморска Макие, европейски маслини; — Фаюм: крокодилски олтар, язовир на Нил; — Източна пустиня: планината Синай, дълбоко уади, рифове на Червено море; — Западна пустиня: оазисите Хагра и Сиуа, депресията Катара.
ko: 고대 이집트의 유적을 위해 싸워라! 플레이어는 완전히 성장한 도시와 작은 군대로 시작하며 각각 뚜렷한 장점과 단점이 있습니다. 7개의 강력한 요새와 약탈하는 산적들이 있으니 조심하세요! 0 A.D.전 이집트는 내부적으로 헬레니즘(셀레우코스로 대표되는 알렉산드리아)과 전통적인 영향력(프톨레마이오스로 대표되는 멤피스)으로 나뉩니다. 나일 강의 남쪽 기후에 있는 테베는 이미 쿠시족에게 점령당했습니다. 지중해 도시 키레네가 위치한 북서부 알-드샤발 알-아흐다르에서 로마인들은 침공을 준비하고 있습니다. 동쪽 사막 앗-티흐와 시나이 산에서 적(페르시아족으로 대표됨)이 시와 오아시스와 앞으로 전진하고있습니다. 남서부 사막에 있는 차르가(카르타고로 대표됨) 또한 이 파이의 몫을 차지하기 위해 노력하고 있습니다. 위치: - 알렉산드리아: 도서관, 항구 - 멤피스: 네크로폴리스, 피라미드, 아피스 신전 - 테베: 사원 지구, 왕가의 계곡 - 키레네: 지중해 마키에, 올리브 과수원 - 파이윰: 악어 신전, 나일 댐 - 동부 사막: 시나이 산, 깊은 와디, 홍해 암초 - 서부 사막: 오아시스 차르가와 시와, 카타라 저지대
pt_pt: Luta pelos restos do antigo Egito! Os jogadores começam com cidades desenvolvidas e pequenos exércitos, cada um com vantagens e desvantagens distintas. Tem cuidado, pois existem 7 poderosos fortes e bandidos saqueadores! Estamos no último século antes de 0 d.C. O Egito está dividido internamente entre influências helenísticas (Alexandria, representada pelos selêucidas) e tradicionais (Mênfis, representada pelos ptolomeus). Tebas, na zona sul do rio Nilo, já foi tomada pelos kush. No noroeste de Al-Dschabal al-Achdar, onde se situa a cidade mediterrânica de Cirene, os romanos estão a preparar a sua invasão. A partir do deserto oriental de At-Tih e do monte Sinai, os inimigos (representados pelos persas) avançam em direção ao oásis de Siwa. Os charga (representados por Cartago), no deserto do sudoeste, também estão a tentar obter uma parte do bolo. Localizações: - Alexandria: biblioteca, porto - Mênfis: Necrópole, pirâmides, santuário de Apis - Tebas: bairro dos templos, Vale dos Reis - Cirene: Macchie mediterrânica, olivais - Fayyum: santuário dos crocodilos, barragem do Nilo - Deserto oriental: monte Sinai, wadi profundo, recifes do Mar Vermelho - Deserto ocidental: oásis de Charga e Siwa, depressão de Qattara
zh: 为古埃及的生存而战！ 玩家以成熟的城市和小型军队开局，每个都有明显的优缺点。小心，有7个强大的堡垒和劫匪！ 公元前一世纪。埃及在内部分为希腊化（亚历山大，以塞琉古为代表）和传统影响（孟菲斯，以托勒密为代表）两支。尼罗河南部的底比斯已被库什接管。在地中海城市昔兰尼所在的 Al-Dschabal al-Achdar 西北部，罗马正准备入侵。来自东部沙漠的 at-Tih 和西奈山的敌人（以波斯为代表）正在向前推进和锡瓦绿洲。西南沙漠的查加（以迦太基为代表）也试图分一杯羹。 位置： - 亚历山大港：图书馆，港口 - 孟菲斯：大墓地，金字塔，阿匹斯神庙 - 底比斯：神庙区，帝王谷 - 昔兰尼：地中海城市，橄榄树林 - 法耶姆：鳄鱼神殿，尼罗河大坝 - 东部沙漠：西奈山，深谷，红海珊瑚礁 - 西部沙漠：查加和锡瓦绿洲，卡塔拉低地

source: Egypt (3v3)
ast: Egypto (3-3)
bg: Египет (3 срещу 3)
br: Ejipt (3v3)
ca: Egipte (3v3)
da: Egypten (3v3)
de: Ägypten (3v3)
el: Αίγυπτος (3 εναντίων 3)
es: Egipto (3v3)
eu: Egipto (3v3)
fi: Egypti (3v3)
fr: Égypte (3c3)
ga: An Éigipt (3v3)
gd: An Èipheit (3v3)
hu: Egyiptom (3v3)
id: Mesir (3v3)
it: Egitto (3v3)
ja: エジプト (3v3)
ko: 이집트 (3v3)
ms: Mesir (3v3)
nl: Egypte (3v3)
pl: Egipt (3v3)
pt_br: Egito (3v3)
pt_pt: Egito (3v3)
ru: Египет (3 на 3)
sv: Egypten (3v3)
tr: Mısır (3'e 3)
uk: Єгипет (3на3)
zh: 埃及 (3 v 3)
zh_tw: 埃及 (3對3)

source: Alexandria
ast: Alexandría
bg: Александрия
br: Aleksandria
cs: Alexandrie
el: Αλεξάνδρεια
es: Alejandría
fi: Aleksandria
fr: Alexandrie
ga: Cathair Alastair
id: Aleksandria
it: Alessandria
ja: アレクサンドリア
ko: 알렉산드리아
ms: Iskandariah
nl: Alexandrië
pl: Aleksandria
ru: Александрия
sr: Александрија
tr: İskenderiye
uk: Александрія
zh: 亚历山大港
zh_tw: 亞歷山大港

source: Siwa
ast: Ammon
bg: Сиуа
cs: Síwa
el: Σίβα
ga: An tSaomhá
hu: Szíva
ja: シワ
ko: 시와
pt_br: Siuá
pt_pt: Siuá
ru: Сива
tr: Siva
uk: Сива
zh: 锡瓦
zh_tw: 錫瓦

source: Sinai
bg: Синай
ca: Sinaí
cs: Sinaj
el: Σινά
es: Sinaí
fi: Siinai
fr: Sinaï
ga: An tSíonáí
gd: Sinài
hu: Sínai-félsziget
ja: シナイ
ko: 시나이
nl: Sinaï
pl: Synaj
ru: Синай
sk: Sinaj
sr: Синај
sv: Sinaihalvön
tr: Sina
uk: Синай
zh: 西奈
zh_tw: 西奈

source: Memphis
bg: Мемфис
br: Memfis
ca: Menfis
cs: Memfis
da: Memfis
el: Μέμφις
es: Menfis
fi: Memfis
ga: An Mheimfís
hu: Memphisz
it: Menfi
ja: メンフィス
ko: 멤피스
pt_br: Mênfis
pt_pt: Mênfis
ru: Мемфис
sk: Memfis
tr: Memfis
uk: Мемфіс
zh: 孟斐斯
zh_tw: 孟斐斯

source: Cyrene
bg: Кирена
br: Sirena
ca: Cirene
cs: Kyréna
de: Kyrene
el: Κυρήνη
es: Cirene
fi: Kyrene
fr: Cyrène
ga: An tSaíréin
gd: Cirène
hu: Küréné
id: Kirene
it: Cirene
ja: キュレネ
ko: 키레네
pl: Cyrena
pt_br: Cirene
pt_pt: Cirene
ru: Кирена
sv: Kyrene
tr: Kirene
uk: Кирена
zh: 昔兰尼
zh_tw: 昔蘭尼

source: Farmland in Eastern Europe.
ast: Tierrɐs de llabrantíu na Europa oriental.
bg: Земеделска земя в източна Европа.
cs: Zemědělská půda ve východní Evropě.
da: Landbrugsland i Øst Europa
de: Ackerland in Osteuropa.
el: Αγρός στην Ανατολική Ευρώπη.
es: Tierra de cultivo en Europa del Este
eu: Landa lurrak Europa Ekialdean
fi: Viljelysmaa Itä-Euroopassa.
fr: Terres agricoles en Europe de l'Est.
ga: Talamh Feirme in Oirthear na hEorpa
hu: Kelet-Európai termőföld.
id: Ladang di Eropa Timur.
it: Una fattoria nell'Europa orientale.
ja: 東ヨーロッパの農地
ko: 동유럽의 농지.
nl: Landbouwgrond in Oost-Europa.
pl: Ziemie uprawne w Europie Wschodniej.
pt_br: Terras Cultivadas na Europa Oriental.
pt_pt: Terra de cultivo na Europa Oriental.
ru: Ферма в Восточной Европе
sk: Polia východnej Európy.
sv: Jordbruksmark i Östeuropa.
tr: Doğu Avrupada Tarım Arazisi.
uk: Сільськогосподарські угіддя в Східній Європі.
zh: 东欧的农田
zh_tw: 東歐的農田。

source: Farmland (2)
ast: Senra (2)
bg: Земеделска земя (2)
cs: Zemědělská půda (2)
da: Landbrugsland (2)
de: Ackerland (2)
el: Φυτεία (2)
es: Tierra de cultivo (2)
eu: Landalurrak (2)
fi: Viljelysmaa (2)
fr: Terres agricoles (2)
ga: Talamh Feirme (2)
gd: Achaidhean (2)
hu: Termőföld (2)
id: Ladang (2)
it: Fattoria (2)
ja: 農地(2)
ko: 농지 (2)
nl: Landbouwgrond (2)
pl: Ziemie uprawne (2)
pt_br: Terras Agrícolas (2)
pt_pt: Terra de cultivo (2)
ru: Ферма
sk: Polia (2)
sv: Jordbruksmark (2)
tr: Tarım Arazisi (2)
uk: Сільськогосподарські угіддя (2)
zh: 农田 (2)
zh_tw: 農田 (2)

source: A forest battle map where all players fight for supremacy and control over the middle.
ast: Una geographía sivana u todolos jogadores s’amarrɐn pol dominio de l medio.
bg: Горска карта, на която играчите се борят за надмощие и контрол над средната част.
br: Ur gartenn emgann goadel e-lec'h ma stourm an holl c'hoarierien evit dreistelezh ha mestroni war ar c'hreiz.
ca: Un mapa de batalla boscós on tots els jugadors lluiten per la supremacia i el control de la part central.
cs: Lesní mapa, kde všichni hráči bojují o nadvládu a kontrolu středu.
da: Et skov kamp kort, hvor alle spillere kæmper om overherredømme og kontrol over midten.
de: Eine Waldschlachtkarte, in der alle Spieler kämpfen, um die Vorherrschaft und Kontrolle über die Mitte zu übernehmen.
el: Ένας χάρτης για μάχη στο δάσος όπου όλοι οι παίκτες αγωνίζονται για την υπεροχή και τον έλεγχο του κέντρου.
es: Un mapa de combate forestal donde todos los jugadores luchan por el control de su parte central.
eu: Baso-guda mapa bat non jokalaria guztiak bere erdialdeaz jabetzen saiatuko diren.
fi: Metsätaistelukartta, jossa kaikki pelaajat taistelevat yliherruudesta ja keskuksen hallinnasta.
fr: Une carte de bataille forestière où tous les joueurs combattent pour la suprématie et le contrôle d'une zone centrale.
ga: Léarscáil catha foraoisigh áit a mbeidh gach imreoir ag troid ar son ceannais nó smachta os cionn an láir.
gd: Mapa chath coille far an sabaid na cluicheadairean uile ach am faigh iad smachd air a’ mheadhan.
hu: Erdei csatatérkép, ahol minden játékos a fennhatóságért és a központ birtoklásáért küzd.
id: Peta pertempuran berhutan dimana semua pemain bertempur untuk mendapatkan kekuasaan serta kendali di area tengah peta.
it: Una mappa ricca di foreste in cui tutti i giocatori combattono per la supremazia ed il controllo dell'area centrale.
ja: 全プレイヤーが覇権を争い、中央を制圧する森のバトルマップ。
ko: 모든 플레이어들이 중앙을 장악하고 패권을 차지하기 위해 싸우는 숲 전투 지도입니다.
ms: Peta pertempuran hutan yang mana semua pemain berlawan untuk kekuasaan dan mengawal ditengah-tengah peta.
nb: Et skogkledd kampkart hvor alle spillere kjemper for herredømme og kontroll over midtområdene.
nl: Een veldslag in het bos waar alle spelers vechten voor heerschappij over het midden.
pl: Leśne pole bitewne, na którym wszyscy gracze walczą o wszechwładzę i panowanie nad centrum.
pt_br: Um mapa de batalha na floresta onde todos os jogadores lutam por supremacia e controle do centro.
pt_pt: Um mapa de batalha na floresta onde todos os jogadores lutam para supremacia e controlo do centro.
ru: Карта лесного сражения, где все игроки сражаются за превосходство и контроль над центром.
sk: Lesná bitka, kde všetci hráči bojujú o nadvládu a kontrolu nad stredným územím.
sr: Шумска борбена мапа где се играчи боре за доминацију и контролу над средиштем.
sv: En skogsstrid där alla spelare slåss om herraväldet och kontroll över mitten.
tr: Tüm oyuncuların orta yerinden üstünlüğü ve kontrolü için mücadele ettiği bir orman savaşı haritasi.
uk: Карта битви ліс, де всі гравці б'ються за панування і контроль над центром.
zh: 一个森林作战地图，所有的玩家争夺队对中场的霸权和控制。
zh_tw: 一個所有玩家都會爭奪地圖中央控制權的森林地圖。

source: Forest Battle (4)
ast: Amarraça silvana (4)
bg: Горска битка (4)
br: Emgann ar C'hoadoù (4)
ca: Batalla al bosc (4)
cs: Bitva v Lese (4)
da: Skov kamp (4)
de: Waldschlacht (4)
el: Μάχη στο Δάσος (4)
es: Belicismo boscoso (4)
eu: Baso Gudu Zalea (4)
fi: Metsätaistelu (4)
fr: Combat forestier (4)
ga: Cath san Fhoraois (4)
gd: Cath na coille (4)
hu: Erdei csata (4)
id: Pertempuran Hutan (4)
it: Battaglia Silvestre (4)
ja: 森林戦 (4)
ko: 숲속 전투 (4)
ms: Pertempuran Hutan (4)
nb: Skogkamp (4)
nl: Woudgevecht (4)
pl: Leśna bitwa (4)
pt_br: Batalha na Floresta (4)
pt_pt: Batalha da floresta (4)
ru: Лесное сражение (4)
sk: Lesná bitka (4)
sr: Битка у шуми (4)
sv: Skogsslaget (4)
tr: Orman Savaşı (4)
uk: Лісова битва (4)
zh: 森林之战
zh_tw: 森林戰爭 (4)
