Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: When the Roman army fell short of food supplies, the Gallic tribes were ordered to give up a part of their already meagre harvest. The Eburones under Ambiorix were reluctant to do so, therefore Caesar sent troops to take them by force. Workers −10% grain gather rate.
af: Met die voedseltekort van die Romeinse weermag, was die Galliërsiese stamme beveel om deel van hulle reeds-karige oes oor te handig. Die Eburones-stam, onder bevelvoering van Ambiorix, was huiwerig om dit te doen en Ceasar het daarvolgens troepe gestuur om dit met geweld af te neem. Arbeiders -10% graan insamelingspoed.
ar: عندما نفذت مخزونات الطعام لدى جيش الرومان، تم أمر القبائل الغالية بتقديم جزء من محصولها المتواضع بالفعل. ولكن كانت قبيلة الإيبورونيون بقيادة أمبيوريكس غير راغبة في ذلك، ولذلك أرسل قيصر قوات لاستيلاء عليهم بالقوة. تم تقليل معدل جمع الحبوب للعمال بنسبة 10٪.
ast: quando s’acababa la cibeira na legion romana, esta mandou a lɐs tribus gallɐs compartir la suɐ ya faltosa anhada. Los eburones d’Ambíorix amostrabɐn-se roceanos a fazhé-llo, polo que César inviou la milicia para convincé-llos. Obreiros: taxa de recaldu de grana −10%.
bg: Когато на римската войска не ѝ достигала храна, галските племена били заставяни да дадат част от реколтата си, която и иначе била много оскъдна. Ебуроните при Амбиорикс отказали да направят това, така че Цезар изпратил войници да вземат храната насила. -10% бързина на работниците при земеделие.
ca: Quan l'exèrcit romà es va quedar sense aliments, es va ordenar a les tribus gal·les que donessin una part de la seva escassa collita. Els eburons, governats per Ambíorix, s'hi van oposar, per tant el Cèsar va enviar tropes per prendre-la per la força. Els treballadors obtenen gra un 10% més lents.
cs: Když římské armádě začaly docházet zásoby, galským kmenům bylo nařízeno aby se vzdali části už tak skrovné úrody. Eburoné pod vedením Ambiorixe se však zdráhali tak učinit, a proto César vyslal vojáky, aby zásoby získali silou. -10 % k rychlosti sklizně obilí.
da: Da den romerske hær løb tør for fødevareleverancer, blev de Galliske stammer beordret til, at opgive en del af deres allerede sølle høst. Det tøvede Eburonerne under Abiorix med at gøre, hvorfor Cæsar sendte tropper, til at tage det med magt. Arbejdere -10% kornsamlerate.
de: Als die Lebensmittel für die römische Armee knapp wurden, wurden die gallischen Stämme dazu angewiesen, einen Teil ihrer ohnehin mageren Ernte abzugeben. Die Eburonen unter Ambiorix sträubten sich, also entsandte Cäsar Truppen, um sich die Ernte mit Gewalt zu holen. Arbeiter −10 % Sammelrate für Getreide.
es: Cuando el ejército romano se encontraba falto de suministros, los galos recibieron la orden de cederles parte de su cosecha. Los eburones bajo el mando de Ambiórix se resistieron a ello y por lo tanto, César mandó tropas para tomarla por la fuerza. Trabajadores (Velocidad de recolección: −10%).
eu: Erromako armadari janari baliabideak agortu zitzaionean, beraien uzta eskasaren zati bati uko egitera agindu zitzaien. Ambiorixen azpiko Eburoneak ez zuten nahi izan eta Zesarrek tropak bidali zituen hauek indarrez hartzera. Langileak % 10- garau ustiaketa abiaduran.
fi: Kun Rooman armeijan elintarvikevarastot ehtyivät, gallialaisheimot määrättiin luopumaan osasta jo ennestään niukkaa satoaan. Ambiorixin johtamat eburonit eivät halunneet suostua tähän, joten Caesar lähetti joukkoja pakottaakseen heidät voimalla. Työntekijöille -10 % viljan keräysaste.
fr: Lorsque l'armée romaine a manqué de vivres, les tribus gauloises ont reçu l'ordre de renoncer à une partie de leur récolte déjà maigre. Les Éburons sous les ordres d'Ambiorix étaient réticents à le faire, César a donc envoyé des troupes pour les prendre de force. Travailleurs -10 % de taux de récolte des grains.
gl: Cando o exército romano quedou sen provisións de comida, as tribos galaicas recibiron a orde de ceder parte da súa xa escasa colleita. Os eburones baixo Ambiorix eran reacios a facelo, polo que César enviou tropas para tomalos pola forza. Traballadores −10% de taxa de recollida de grans.
hi: जब रोमक सेना के पास खाद्य आपूर्ति की कमी हुई, तब गाल्ली कबीलों को उनकी अत्यल्प उपज का एक भाग देने का आदेश दिया गया। अम्ब्योरिष के नेतृत्व में ईबुरोन कबीले ने ऐसा करने में अनिच्छा की, अतः काइसार ने बलपूर्वक छीनने के लिये टुकड़ियां भेजी। श्रमिकों की अनाज संग्रहण दर -१०%।
hu: Amikor a római hadsereg már fogytán volt az élelemnek, a gall törzsek azt a parancsot kapták, hogy mondjanak le a birtokukban lévő amúgy is csekély termés egy részéről. Az Ambiorix vezette eburók vonakodtak ennek eleget tenni, Caesar ezért csapatokat küldött, hogy erővel szerezzen érvényt akaratának. −10% betakarítási sebesség a munkásoknak
hy: Երբ սպառվեցին հռոմեական բանակի սննդի պաշարները, գալական ցեղերին հրամայվեց հանձնել իրենց արդեն իսկ աղքատիկ բերքի մի մասը։ Ամբիորիքսի գլխավորությամբ էբուրոնները հրաժարվեցին ենթարկվել, և Կեսարը զորք ուղարկեց՝ բռնի ուժով բերքը վերցնելու համար։ -10% աշխատավորների հացահատիկի հավաքչության արագությանը։
id: Ketika tentara Romawi kekurangan persediaan pangan, suku-suku Galia diperintahkan untuk menyerahkan sebagian dari panen mereka yang sudah sedikit. Suku Eburones di bawah Ambioriks enggan melakukannya, oleh karena itu Caesar mengirim pasukan untuk merampasnya secara paksa. Pekerja −10% laju pengumpulan padi-padian.
it: Quando l'esercito romano esaurì le sue scorte alimentari, le tribù galliche ebbero l'ordine di dare parte del loro già magro raccolto. Gli Eburoni sotto Ambiorige si mostrarono riluttanti a farlo e quindi Cesare mandò delle truppe per prenderle con la forza. −10% raccolta di grano per gli operai.
ja: ローマ軍が食糧を使い果たしたとき、ガリアの部族たちはすでに小さい収穫の一部を放棄するように命じられた。アンビオリクスのエブロネス族はそうすることに消極的だったため、カエサルは彼らを強制するために軍隊を派遣した。 労働者の穀物収集率-10％
ko: 로마군이 식량공급이 부족해지자, 갈리아 부족은 빈약한 수확의 일부를 포기하라는 명령을 받았습니다. 암비오릭스 휘하 에부로네스는 그렇게 하는것을 주저했고, 그러자 카이사르는 군대를 보내어 무력으로 점령했습니다. 노동자의 곡물 수확률이 -10% 감소합니다.
ku: Dema ku artêşa Romayê ji pêdiviyên xwarinê kêm ma, eşîrên Gallî hatin emir kirin ku dev ji beşek ji berên xwe yên jixwe kêm berdin. Eburones di bin Ambiorix de nerazî bûn ku wiya bikin, ji ber vê yekê Qeyser leşker şandin ku wan bi zorê bigirin. Karker −10% rêjeya berhevkirina genim.
nl: Wanneer het Romeinse leger tekort kreeg aan voedsel werden de Gallische stammen bevolen een deel van hun reeds magere oogst af te staan. De Eburonen onder Ambiorix waren niet geneigd dit te doen, daarom stuurde Caesar troepen om met hen af te rekenen. Arbeiders -10% landbouw verzamelsnelheid.
pl: Kiedy Rzymianom zabrakło zapasów żywności, rozkazano plemionom galijskim, aby oddały część swoich i tak już nędznych plonów. Eburonowie pod wodzą Ambioryksa nie chcieli tego zrobić, więc Cezar wysłał wojsko, by odebrać żywność siłą. -10% szybkości zbierania z farm.
pt_br: Quando o exército Romano ficou aquém do abastecimento de comida, as tribos Gaulesas foram obrigadas a desistir de uma parte de sua já escassa colheita. Os Eburões sob Ambiórix estavam relutantes em fazer dessa forma, consequentemente César enviou tropas para tomá-los pela força. Trabalhadores têm −10% na taxa de coleta de grãos.
pt_pt: Quando o exército romano ficou sem provisões alimentares, as tribos gaulesas foram obrigadas a ceder uma parte das suas já escassas colheitas. Os eburões, sob o comando de Ambiórix, mostraram-se relutantes em fazê-lo, pelo que César enviou tropas para os tomar à força. Trabalhadores −10% velocidade de recolha de cereais.
ro: Când armata romană a rămas fără provizii de hrană, triburilor galice li s-a ordonat să renunțe la o parte din recolta lor deja săracă. Eburonii, sub comanda lui Ambiorix, au fost reticenți în a face acest lucru, prin urmare Cezar a trimis trupe pentru a-i lua cu forța. Muncitori -10% rata de colectare a cerealelor.
ru: Когда римская армия начала испытывать нужду в припасах, племенам галлов было приказано отдавать часть их и без того скудного урожая. Племя эбуронов под предводительством Амбриорикса отказалось подчиниться, поэтому Цезарь направил войска, чтобы принудить их силой. -10% к скорости сбора зерна рабочими.
sk: Keď Rímskej armáde došli zásoby jedla, galské kmene dostali rozkaz odovzdať časť ich skromnej úrody. Eburóni pod nadvládou Ambiorixa neboli ochotní tak vykonať, takže Cézar poslal vojsko, aby im ho zobral silou. Pracovníci -10% rýchlosť zberu obilia.
sr: Када је Римска војска осетила да је кратка са залихама хране. галским племенима је наређено да предају део њихове већ оскудне жетве. Ебурони под Амбриоксом нису вољни да то учине, због тога је Цезар послао трупе да их заробе силом. Радници -10% стопа сакупљања зрна.
sv: När den romerska armén fick brist på matresurser beordrades de Galliska stammarna att ge upp en del av deras redan magra skörd. Eburonerna under Ambiorix var ovilliga att göra det, så Caesar skickade trupper för att ta dem med våld. Arbetare -10% samlingstakt.
tr: Romalı ordusu gıda kaynakları kıtlığı yaşadığında, Galyalı kabilelerine zaten zayıf hasatlarının bir kısmını bırakmaları emredildi. Ambiorix altındaki Eburonlar bunu yapmakta isteksizdi, bu nedenle Sezar onları zorla almak için birlikler gönderdi. İşçiler −10% tahıl oranı toplar.
uk: Коли римській армії не вистачало продовольчих запасів, галльським племенам було наказано віддати частину їхнього вже й так мізерного врожаю. Ебурони під Амбіоріксом неохоче це робили, тому Цезар послав війська, щоб узяти запаси силою. Працівники мають −10% темпу збору зерна.
ur: مزدور − 10 اناج جمع کرنے کی شرح
zh: 当罗马军队的粮食短缺时，高卢部落被命令放弃本就微薄的收成的一部分。 在安比奥里克斯手下的伊布隆人不愿执行这样的命令，因此凯撒派兵前来夺取。 耕种速率-10％。
zh_tw: 當羅馬軍隊食物供應不足時，高盧部落被命令上繳一部分已經微薄的收成。在安比奧里克斯治下的厄勃隆尼斯人不願意這麼做，於是凱撒派軍以武力奪取。 工人 -10% 穀物採集速率。

source: Territorial Expansion
ar: التوسع الإقليمي
ast: Inançhadura territorial
bg: Териториално Разрастване
ca: Expansió territorial
cs: Územní rozšíření
de: Territoriale Expansion
es: Expansión territorial
fa: گسترش سرزمین
fi: Aluelaajeneminen
fr: Expansion territoriale
gl: Expansión territorial
hu: Területi expanzió
id: Perluasan Wilayah
it: Espansione territoriale
ja: 領土拡大
ku: Berfirehkirina Erdê
lb: Territorial Expansioun
nl: Gebiedsuitbreiding
pl: Ekspansja terytorialna
pt_br: Expansão Territorial
pt_pt: Expansão territorial
ro: Extindere teritorială
ru: Расширение территории
sk: Teritoriálna expanzia
sr: Проширење Територије
sv: Territoriell expansion
tr: Bölgesel Genişleme
uk: Територіальна експансія
zh: 开疆拓土
zh_tw: 領土擴張

source: At its height, the Empire's borders spanned from the Fergana Valley in the west, to Korea in the east, and to northern Vietnam in the south. Territory influence bonus +20%.
ar: في أوج قوتها، تمتد حدود الإمبراطورية من وادي فرغانة في الغرب إلى كوريا في الشرق، وشمال فيتنام في الجنوب. مكافأة تأثير الأراضي +20%.
ast: nel sou cumal, lɐs llendes de l imperio estendíɐn-se de Poniente a Naciente dende l valle de Ferganá ta Corea & el Vietnam septentrional. Bonificacion d’influencia nɐs llendes territoriales +20%.
bg: В разгара си, границите на Империята се простират от Ферганската долина на запад, до Корея на изток и до северен Виетнам на юг. Бонус за влияние върху територията +20%.
ca: Al seu apogeu, les fronteres de l'Imperi s'estenien des de la Vall de Ferganà a l'oest, fins a Corea a l'est i el nord del Vietnam al sud. Bonificació dinfluència territorial +20%.
cs: Na svém vrcholu se říše rozprostírala od Ferganské kotliny na západě přes Koreu na východě až k severnímu Vietnamu na jihu. +20% ke sféře vlivu
de: Auf seinem Höhepunkt erstreckten sich die Grenzen des Kaiserreichs vom Ferghanatal im Westen nach Korea im Osten und nach Nordvietnam im Süden. Gebietseinflussbonus +20 %.
es: Los límites del imperio se amplian hasta el valle de Ferganá al Oeste, Corea al Este y el norte de Vietnam en el Sur. Influencia territorial: +20%.
fi: Suurimmillaan valtakunnan rajat ulottuivat Ferganan laaksosta lännessä Koreaan idässä ja Pohjois-Vietnamiin etelässä. Alueen vaikutusvaltabonus +20 %.
fr: À son sommet, les frontières de l'Empire s'étendaient de la vallée de Ferghana à l'Ouest jusqu'à la Corée à l'Est en passant par la partie nord du Vietnam au Sud. Bonus de +20 % d'influence territoriale.
gl: No seu apoxeo, as fronteiras do Imperio abrangáronse desde o val de Fergana no oeste, ata Corea no leste e ata o norte de Vietnam no sur. Bonificación de influencia do territorio +20%.
hu: A csúcspontján, a Birodalom határai nyugaton a Fergana-völgytől, keleten Koreáig, délen pedig Észak-Vietnamig terjedtek. Terület befolyási bónusz +20%.
id: Pada kejayaannya, batas Kekaisaran ini mencapai Lembah Fergana di barat, Korea di timur, serta Vietnam utara di selatan. Bonus pengaruh wilayah +20%.
it: Al suo apice, l'Impero vedeva i propri confini estendersi dalla valle di Fergana a ovest sino alla Corea a est e sino al Vietnam settentrionale a sud. Bonus influenza territoriale +20%.
ja: 最盛期には、西はフェルガナ盆地、東は朝鮮半島、南はベトナム北部まで国境が広がっていました。 領域影響ボーナス+20%
ku: Di bilindahiya wê de, sînorên Împaratoriyê ji Geliyê Fergana li rojava, ji Koreya li rojhilat, û li bakurê Viyetnamê li başûr digirt. Bonûsa bandora herêmê +20%.
nl: Op het hoogtepunt omspande het Keizerrijk een gebied van de Ferghana vallei in het Westen tot Korea in het Oosten en Noord-Vietnam in het Zuiden. Gebiedsinvloed +20%.
pl: W czasach świetności granice Imperium rozciągały się od Doliny Fergany na zachodzie, przez Koreę na wschodzie, aż po północny Wietnam na południu. Premia do wpływu na terytoria +20%.
pt_br: No seu auge, as fronteiras do Império se estendiam do Vale de Fergana, a oeste, à Coréia, a leste, e ao norte do Vietnã, ao sul. Bônus de influência de território +20%.
pt_pt: No seu auge, as fronteiras do Império estendiam-se do vale de Fergana a oeste, à Coreia a leste e ao norte do Vietname a sul. Bónus de influência de território +20%.
ro: La apogeul său, granițele Imperiului se întindeau de la Valea Fergana în vest, până la Coreea în est și până la nordul Vietnamului în sud. Bonus de influență a teritoriului +20%.
ru: На пике своего могущества границы Империи простирались от Ферганской долины на западе до Кореи на востоке и северного Вьетнама на юге. Бонус к влиянию на территорию +20%.
sk: Na jej vrcholku, hranice Ríše sa rozprestierali od doliny Fergana na západe, cez Kóreu na východe až na Severný Vietnam na juhu. Bonusový vplyv teritórií +20%.
sr: На своме врхунци, Империјалне границе протезале су се од Фреганске Долине на западу, до Кореје на истоку, и до Северног Вијетнама на југу. Бонус утицаја на територију +20%.
sv: På sin höjd sträckte sig imperiets gränser från Ferganadalen i väster, till Korea i öster och till norra Vietnam i söder. Territoriinflytande bonus +20%.
tr: İmparatorluğun en geniş olduğu dönemde sınırları batıda Fergana Vadisi'nden doğuda Kore'ye ve güney'de kuzey Vietnam'a kadar uzanıyordu. Bölge etkisine bonus +20%.
uk: У період свого розквіту кордони імперії простягалися від Ферганської долини на заході, до Кореї на сході та до північного В'єтнаму на півдні. +20% бонусу территоріального впливу.
zh: 鼎盛时期，帝国西至费尔干纳山谷、东抵朝鲜半岛、南达越南北部。 地区影响力加成 +20% .
zh_tw: 在鼎盛時期，帝國的邊界從西部的費爾干納河谷，東部到朝鮮，南部到越南北部。 領土影響力加成 +20%。

source: Imperial Music Bureau
ar: المكتب الملكي للموسيقى
ast: Agencia musical
bg: Имперско Музикално Бюро
ca: Palau de la Música Imperial
cs: Císařský hudební úřad
de: Kaiserliches Musikbüro
es: Ministerio de música imperial
fa: دیوان موسیقی امپراتوری
fi: Keisarillinen musiikkitoimisto
fr: Bureau de la musique Imperial
gl: Oficina Imperial de Música
hi: इंपीरियल संगीत ब्यूरो
hu: Zenepalota
id: Biro Musik Kekaisaran
it: Ufficio imperiale della musica
ja: 音楽官署 楽府
ku: Buroya Muzîkê ya Împaratoriyê
lb: Keeserlechen Musek Bureau
nl: Keizerlijk Bureau voor Muziek
pl: Imperialny Departament Muzyki
pt_br: Departamento de Música Imperial
pt_pt: Gabinete de Música Imperial
ro: Biroul Imperial de Muzică
ru: Императорская музыкальная палата
sk: Cisársky úrad hudby
sr: Моћни музички биро
sv: Kejserliga musikbyrån
tr: İmparatorluk Müzik Bürosu
uk: Імперське музичне бюро
zh: 乐府机构
zh_tw: 帝國樂府

source: The Music Bureau was charged directly by Emperor Wu to perform various tasks related to music, poetry, entertainment, or religious worship. Technologies −50% resource cost and research time.
ar: تكلفت الهيئة الموسيقية مباشرة من قبل الإمبراطور وو بأداء مهام مختلفة تتعلق بالموسيقى والشعر والترفيه والعبادة الدينية. تقلص تكلفة الموارد ووقت البحث بنسبة 50٪ بفضل التكنولوجيا المتاحة.
ast: a l’Agencia musical l imperador Wu incamentou-yi disimpeñar estremadɐs funcciones vincelyadɐs a la música, poesía, entretenemiento & adoracion. Téchnicɐs: costu n recursos & tiempu de disinvolvemiento −50%.
bg: Музикалното бюро беше натоварено директно от Император Ву да изпълнява различни задачи, свързани с музика, поезия, развлечения или религиозно поклонение. Технологии −50% разходи за ресурси и време за изследване.
ca: L'emperador Wu va encarregar directament a l'Agència de la Música dur a terme diverses tasques relacionades amb la música, poesia, entreteniment o oració religiosa. -50% de cost i temps de recerca de tecnologies.
cs: Hudební úřad byl pověřen přímo císařem Wu, aby vykonával různé úkoly související s hudbou, poezií, zábavou nebo náboženským uctíváním. Technologické náklady −50% zdrojů a rychlosti vývoje.
gl: O Emperador Wu encargou directamente á Oficina de Música de realizar varias tarefas relacionadas coa música, a poesía, o entretemento ou o culto relixioso. Tecnoloxías −50% custo dos recursos e tempo de investigación.
hu: A Music Bureau-t közvetlenül Wu császár bízta meg különféle zenével, költészettel, szórakoztatással vagy vallási istentiszteletekkel kapcsolatos feladatok ellátásával. A fejlesztések −50% nyersanyag és kutatás időbe kerülnek.
id: Biro musik diutus langsung oleh Kekaisaran Wu untuk mempertunjukan berbagai macam tugas terkait musik, puisi, hiburan, atau penyembahan keagamaan. Teknologi -50% biaya sumberdaya dan waktu penelitian.
lb: De Musek Bureau war direkt vum Keeser ugestallt fir verschidden Aufgaben am Beräich Musek, Poesie, Distraktioun oder reliéiser Veréierung ze iwwerhuelen. Technologien -50% Ressourcekäschten an Fuerschungsdauer.
pl: Urząd Muzyki był powoływany bezpośrednio przez cesarza Wu do wykonywania różnych zadań związanych z muzyką, poezją, rozrywką i kultem religijnym. Technologie -50% kosztu zasobów i czasu opracowania.
pt_pt: O Gabinete de Música foi encarregado diretamente pelo Imperador Wu de executar várias tarefas relacionadas com música, poesia, entretenimento ou culto religioso. Tecnologias custam −50% em recursos e tempo a desenvolver.
ro: Biroul de Muzică a fost însărcinat direct de împăratul Wu să îndeplinească diverse sarcini legate de muzică, poezie, divertisment sau închinare religioasă. Tehnologii −50% costul resurselor și timpul de cercetare.
sk: Úrad hudby bol poverený priamo Cisárom Wu, aby vykonával rozličné úkony týkajúce sa hudby, poézie, zábavy a náboženských obradov. −50% z ceny technológií a času výskumu.
tr: Müzik Bürosu, doğrudan İmparator Wu tarafından müzik, şiir, eğlence veya dini ibadetle ilgili çeşitli görevleri yerine getirmekle görevlendirildi. Teknolojiler -%50 kaynak maliyeti ve araştırma süresi.
zh: 乐府机构，汉武帝时设立，对皇帝直接负责。执行与音乐、诗歌、娱乐或教化有关的各类任务。 科技花费及科研时间都 -50% 。

source: Mercenary Commander
af: Huursoldaat Bevelvoerder
ar: قائد المرتزقة
ast: Mandon mercenariu
bg: Наемнически командир
bn: ভাড়াটে সৈন্যদের সেনাপতি
br: Komander Goprsoudard
ca: Comandant de mercenaris
cs: Velitel žoldnéřů
da: Lejebefalingsmand
de: Befehlshaber der Söldner
el: Μισθοφόρος Διοικητής
es: Comandante mercenario
es_ar: Comandante Mercenario
eu: Mertzenarioen Komandantea
fa: فرمانده مزدورها
fi: Palkkasoturikomentaja
fr: Commandant mercenaire
ga: Ceannasaí Gallóglach
gd: Ceannard shaighdearan-duaise
gl: Comandante mercenario
he: מפקד חרב
hi: भृतक सेनाध्यक्ष
hu: Zsoldos parancsnok
hy: Վարձկանների հրամանատար
id: Komandan Prajurit Bayaran
it: Comandante di Ventura
ja: 傭兵団長
ko: 용병 사령관
ku: Fermandarê Bi Pere
lb: Söldnerkommandant
ms: Komander Upahan
nb: Leiesoldatkommandør
nl: Huurlingen kapitein
pl: Dowódca Najemników
pt_br: Comandante Mercenário
pt_pt: Comandante mercenário
ro: Comandant Mercenar
ru: Командир наёмников
sk: Žoldniersky veliteľ
sr: Плаћенички Командир
sv: Legosoldat Befälhavare
te: కిరాయి సైనికుల అధిపతి
tr: Paralı asker komutanı
uk: Найманський командир
ur: کرائے کے کمانڈر
zh: 佣兵长官
zh_tw: 傭兵指揮官
