Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: hotkey.selection.idleonly + Left Drag over units on map – Only select idle units
ast: hotkey.selection.idleonly + Picar cul boton esquierdu & arrastrar subre unidades – Escolyer solo unidades vagadɐs
bg: hotkey.selection.idleonly + влачене с ляв бутон над единици на картата — избиране само на бездействащите единици
ca: hotkey.selection.idleonly + Arrossegar amb el botó esquerre sobre unitats – Selecciona només les unitats inactives
cs: hotkey.selection.idleonly + podržení a táhnutí levým tlačítkem myši přes jednotky na mapě – Vybrat jen nečinné jednotky
de: hotkey.selection.idleonly + Linksziehen über Einheiten auf der Karte – Nur inaktive Einheiten auswählen
el: hotkey.selection.idleonly + Αριστερό σύρσιμο πάνω απο τις μονάδες στο χάρτη- Επιλογή μόνο αδρανών μονάδων.
es: hotkey.selection.idleonly + Clic izquierdo y arrastrar sobre las unidades – Selecciona solo las unidades inactivas
eu: hotkey.selection.idleonly + ezkerrarekin arrastatu mapako unitateen gainean – Aukeratu aktibo ez dauden unitateak soilik
fi: hotkey.selection.idleonly + veto hiiren vasemmalla yksiköiden yli kartalla – Valitse vain joutilaat yksiköt
fr: hotkey.selection.idleonly + faire glisser avec bouton gauche sur des unités sur la carte – Sélectionner uniquement les unités oisives
gd: hotkey.selection.idleonly + slaodadh clì thar aonadan air a’ mhapa – Na tagh ach aonadan nan tàmh
gl: hotkey.selection.idleonly + Arrastra á esquerda sobre as unidades do mapa – selecciona só as unidades inactivas
hu: hotkey.selection.idleonly + bal egérgombos húzás több egység fölött – Csak a tétlen egységek kerülnek kijelölésre
id: hotkey.selection.idleonly + Seret Kiri pada unit di peta – Hanya pilih unit menganggur
it: hotkey.selection.idleonly + Trascina col sinistro su unità – Seleziona solo unità inattive
ko: hotkey.selection.idleonly + 지도에서 유닛 위에서 마우스 왼쪽 버튼으로 드레그 – 노는 유닛만 선택
nl: sneltoets.selection.idleonly + sleep over eenheden – Selecteer alleen inactieve eenheden
pl: hotkey.selection.idleonly + LPM i przeciągnij – zaznacz tylko bezczynne jednostki
pt_pt: hotkey.selection.idleonly + arrastar com o botão esquerdo sobre unidades no mapa – seleciona apenas unidades paradas
ru: hotkey.selection.idleonly + выделение юнитов левой кнопкой — выбрать только бездействующих юнитов
sv: hotkey.selection.idleonly + Vänsterdrag över enheter på kartan – Välj endast lediga enheter
tr: hotkey.selection.idleonly + Harita üzerinden fareyi birimler üzerinde sürükle – Yalnızca boştaki birimleri seç
uk: hotkey.selection.idleonly + Перетягнути, утримуючи ліву кнопку миші, над підрозділами на мапі – Вибрати тільки незайнятих юнітів
zh: hotkey.selection.idleonly + 在地图上向左拖动单位 – 只选取闲散单位
zh_tw: hotkey.selection.idleonly + 左鍵框選地圖上的單位 – 只選擇閒置單位

source: hotkey.selection.woundedonly + Left Drag over units on map – Only select wounded units
ast: hotkey.selection.woundedonly + Picar cul boton esquierdu & arrastrar subre unidades – Escolyer solo unidades mancadɐs
bg: hotkey.selection.woundedonly + влачене с ляв бутон над единици на картата — избиране само на ранените единици
ca: hotkey.selection.woundedonly + Arrossegar amb el botó esquerre sobre unitats – Selecciona només les unitats ferides
cs: hotkey.selection.woundedonly + podržení a táhnutí levým tlačítkem myši přes jednotky na mapě – Vybrat jen poraněné jednotky
de: hotkey.selection.woundedonly + Linksziehen über Einheiten auf der Karte – Nur verwundete Einheiten auswählen
el: hotkey.selection.woundedonly + Αριστερό σύρσιμο πάνω απο τις μονάδες στο χάρτη - Μόνο επιλεγμένες τραυμτσιμένες μονάδες
es: hotkey.selection.woundedonly + Clic izquierdo y arrastrar sobre las unidades – Selecciona solo las unidades dañadas
eu: hotkey.selection.woundedonly + ezkerrarekin arrastatu mapako unitateen gainean – Hautatu zauritutako unitateak soilik
fi: hotkey.selection.woundedonly + veto hiiren vasemmalla yksiköiden yli kartalla – Valitse vain haavoittuneet yksiköt
fr: hotkey.selection.woundedonly + faire glisser avec bouton gauche sur des unités sur la carte – Ne sélectionner que les unités blessées.
gd: hotkey.selection.woundedonly + slaodadh clì thar aonadan air a’ mhapa – Na tagh ach aonadan leònta
gl: hotkey.selection.woundedonly + Arrastre á esquerda sobre as unidades do mapa – selecciona só as unidades feridas
hu: hotkey.selection.woundedonly + bal egérgombos húzás több egység fölött – Csak a sebesült egységek kerülnek kijelölésre
id: hotkey.selection.woundedonly + Seret Kiri pada unit di peta – Hanya pilih unit terluka
it: hotkey.selection.woundedonly + Trascina col destro su unità – Seleziona solo unità ferite
ko: hotkey.selection.woundedonly + 지도에서 유닛 위에서 마우스 왼쪽 버튼으로 드레그 – 부상당한 유닛만 선택
nl: hotkey.selection.woundedonly + sleep over eenheden – Selecteer alleen gewonde eenheden
pl: hotkey.selection.woundedonly + LPM i przeciągnij – zaznacz tylko ranne jednostki
pt_pt: hotkey.selection.woundedonly + arrastar com o botão esquerdo sobre unidades no mapa – seleciona apenas unidades feridas
ru: hotkey.selection.woundedonly + выделение юнитов левой кнопкой — выбрать только раненых юнитов
sv: hotkey.selection.woundedonly + Vänsterdrag över enheter på kartan – Välj endast skadade enheter
tr: hotkey.selection.woundedonly + Harita üzerinden fareyi birimler üzerinde sürükle – Yalnızca yaralı birimleri seç
uk: hotkey.selection.woundedonly + Перетягнути, утримуючи ліву кнопку миші, над підрозділами на мапі – Вибрати тільки поранені підрозділи
zh: hotkey.selection.woundedonly + 在地图上向左拖动单位 – 只选取受伤单位
zh_tw: hotkey.selection.woundedonly + 左鍵框選地圖上的單位 – 只選擇負傷單位

source: hotkey.selection.singleselection – Modifier to select units individually, opposed to per formation.
ast: hotkey.selection.singleselection – Modificador par’ escolyer unidades individuales in vez de formaciones inteirɐs.
bg: hotkey.selection.singleselection — Модификатор за индивидуално избиране на единици, вместо по формация.
cs: hotkey.selection.singleselection – Modifikátor pro výběr jednotlivých jednotek, nebo formací.
fi: hotkey.selection.singleselection – Muuntonäppäin, jolla voi valita yksiköitä yksitellen eikä muodoittain.
gd: hotkey.selection.singleselection – Atharraichear airson aonadan a thaghadh fa leth seach ’nan cumadh.
gl: hotkey.selection.singleselection – Modificador para seleccionar unidades individualmente, en oposición a por formación.
it: hotkey.selection.singleselection - Modificatore per selezionare unità singole invece che intere formazioni.
ko: hotkey.selection.singleselection – 대형이 아닌 개별적으로 유닛을 선택하도록 변경합니다.
nl: sneltoets.selection.singleselection – Speciale toets om eenheden individueel te selecteren, en niet de hele formatie.
pl: hotkey.selection.singleselection – Modyfikator - wybiera jednostki indywidualnie, w odróżnieniu od formacji.
pt_pt: hotkey.selection.singleselection – modificador para selecionar unidades individuais em vez de formações.
sv: hotkey.selection.singleselection – Modifierare för att välja enheter individuellt i motsats till per formation.
tr: hotkey.selection.singleselection – Birimleri diziliş yerine tek tek seçmek için değiştirici.
zh: hotkey.selection.singleselection – 单独选择单位指令，不必全部编队。
zh_tw: hotkey.selection.singleselection – 單獨選擇單位的指示鍵，而不是每個陣型。

source: Right Click with a structure(s) selected – Set a rally point for units created/ungarrisoned from that structure
ast: Picada direiꞇha cun structura(s) escolyida(s) – Afitar un punto d’alcuöntru pa lɐs unidades que salieren d’essa structura
bg: Десен бутон на мишката при вече избрана сграда/и — поставяне на сборна точка за пуснатите от гарнизон/създадените единици от тази сграда
ca: Clic dret amb estructures seleccionades – Situa un punt de reunió per a les unitats reclutades o refugiades a l'estructura
cs: Klepnutí pravým tlačítkem myši, když je vybrána stavba(stavby) – Nastavit shromažďovací bod pro jednotky vytvořené/odvelené z té budovy
de: Rechtsklick mit ausgewählte(n) Gebäude(n) – Einen Versammlungspunkt für erstellte/ausquartierte Einheiten aus diesem Gebäude setzen
el: Δεξί Κλικ με ένα κτίριο(α) επιλεγμένο – Ορίζει ένα σημείο συγκέντρωσης για μονάδες που δημιουργούνται/αποχυρώνονται από αυτό το κτίριο
es: Clic derecho con estructuras seleccionadas – Establece un punto de encuentro para las unidades creadas o que salgan de la estructura
eu: Eskuin klika egituraren bat aukeratuta dagoela – Ezarri elkartze puntua sortutako edo eraikinaren guardatik ateratako unitateentzat.
fi: Napsautus hiiren oikealla, kun rakenteita valittuna – Aseta kokoontumispaikka yksiköille, jotka luodaan kyseisessä rakennuksessa tai jotka poistuvat miehittämästä sitä
fr: Cliquer droit avec une ou des structures sélectionnées - Définir un point de ralliement pour les unités créées / sortis de garnison à partir de cette structure
gd: Briogadh deas le togalach/togalaichean air an taghadh – suidhich ceann-cruinneachaidh airson aonadan a thèid a chruthachadh san togalach ud no a dh’fhalbhas an gearastan
gl: Fai clic co botón dereito cunha estrutura(s) seleccionada – establece un punto de reunión para as unidades creadas/sen guarnición desa estrutura
hu: Jobb kattintás ha épületek vannak kiválasztva – Gyülekezési pont beállítása a létrehozott és beszállásolást befejező egységekhez
id: Klik Kanan dengan sebuah bangunan terpilih – Menetapkan titik kumpul untuk unit yang dibuat/dikeluarkan dari bangunan tersebut
it: Clic destro con strutture selezionate – Imposta punto di raduno per le unità create o che usciranno dalla struttura
ko: 건축물(들)을 선택한 상태에서 마우스 오른쪽 클릭 – 건축물에서 유닛들이 생산/주둔해제될 경우 집결 지점을 설정
nl: Rechtsklik met geselecteerde gebouw(en) – Stel een verzamelpunt in voor eenheden die gerekruteerd zijn of naar buiten komen
pl: PPM z wybranym budynkiem – tworzy punkt zbiórki dla jednostek stworzonych/niezgarnizowanych z tego budynku
pt_br: Clique com o botão direito do mouse, quando uma construção está selecionada: estabelece um ponto de agrupamento para as unidades criadas na construção ou dela desguarnecidas
pt_pt: Clique com botão direito do rato com estruturas já selecionadas – define o ponto de encontro para as unidades treinadas ou desguarnecidas dessas estruturas
ru: Правый щелчок при выбранном здании (зданиях) устанавливает точку сбора для юнитов, обученных или выведенных из здания.
sv: Högerklick med markerade byggnad(er) – Sätt en samlingsplats för enheter som tränas/går ur garnison från denna byggnad.
tr: Bir yapı seçiliyken Sağ Tıklama - Bu yapıdan yaratılan / silahsız edilen birimler için bir ralli noktası belirleyin
uk: Клацнути правою кнопкою миші із вибраною спорудою(ами) – Встановити точку збору для підрозділів, створених/виведених з цієї споруди
zh: 选中一个或多个建筑，然后右键单击一个地方: 设置这些建筑的集合点.
zh_tw: 選取建築時在地圖上按右鍵 – 設定生產／卸載單位的集結點。

source: hotkey.session.garrison + Right Click with unit(s) selected – Garrison (If the cursor is over an own or allied structure)
ast: hotkey.session.garrison + Picada direiꞇha cun unidá(des) escolyida(s) – Abellogar (si l cursor stuvier subre una structura propria ou alliada)
bg: hotkey.session.garrison + Десен бутон на мишката при вече избрана единица/и — поставяне на гарнизон (ако курсорът е над собствена или съюзническа сграда)
ca: hotkey.session.garrison + Clic dret amb unitats seleccionades – Refugia (Si el cursor està sobre una estructura pròpia o aliada
cs: hotkey.session.garrison + klepnutí pravým tlačítkem myši, když je vybrána jednotka(jednotky) – Umístit posádku (pokud je ukazovátko nad vlastní nebo spojeneckou stavbou)
de: hotkey.session.garrison + Rechtsklick mit ausgewählten Einheit(en) – Einquartieren (Falls der Mauszeiger über einem eigenen oder verbündeten Gebäude ist)
el: hotkey.session.garrison + Δεξί Κλίκ με μοναδες επιλεγμένες - Φρουρά (Αν ο κέρσορας είναι πάνω απο τη δικιά σας ή ενα συμμαχικό κτήριο)
es: hotkey.session.garrison + Clic derecho con unidades seleccionadas – Guarnecer (si el cursor está sobre una estructura propia o aliada)
eu: hotkey.session.garrison + eskuin klika aukeratutako unitateekin – Babesean (kurtsorea egitura propio edo aliatu baten gainean badago)
fi: hotkey.session.garrison + napsautus hiiren oikealla, kun yksikkö(jä) valittuna – Miehitä (jos kursori on oman tai liittolaisen rakenteen päällä)
fr: hotkey.session.garrison + clic droit avec une ou des unité(s) sélectionnée(s) – Mettre en garnison (si le curseur est sur une structure alliée ou à vous)
gd: hotkey.session.garrison + briogadh deas le aonad(an) air an taghadh – Rach ’nad ghearastan (Ma tha an cùrsair os cionn togalach caidreabhach no agad fhèin)
gl: hotkey.session.garrison + Clic co botón dereito coa(s) unidade(s) seleccionadas – Garrison (se o cursor está sobre unha estrutura propia ou aliada)
id: hotkey.session.garrison + Klik Kanan pada unit yang dipilih – Menempatkan (Jika kursor berada di atas bangunan sendiri atau sekutu)
it: hotkey.session.garrison + Clic destro con unità selezionate – Guarnisci (su struttura propria o alleata)
ko: hotkey.session.garrison + 유닛을 선택한 상태에서 마우스 오른쪽 버튼 – 배치하기 (커서가 자신의 또는 동맹 건축물 위에 있는 경우)
nl: sneltoets.session.garrison + rechtsklik met geselecteerde eenheid (eenheden) – Beman gebouw (als de cursor op een eigen of geallieerd gebouw staat)
pl: hotkey.session.garrison + PPM z zaznaczonymi jednostkami – garnizon (jeśli kursor znajduje się nad własną lub sojuszniczą budowlą)
pt_pt: hotkey.session.garrison + clique com botão direito do rato com unidades já selecionadas – guarnecer (se o cursor estiver sobre um edifício teu ou aliado)
ru: hotkey.session.garrison + правый щелчок при выбранных юнитах — расположиться в гарнизоне (если курсор над своим или дружественным зданием)
sv: hotkey.session.garrison + Högerklick med valda enheter – Garnisonera (om markören är över en egen eller allierad struktur)
tr: hotkey.session.garrison + Birim(ler) seçiliyken Sağ Tık – Garnizon (İmleç müttefik ve kendi yapılarının üzerinde ise)
zh: hotkey.session.garrison + 右击选取单位 – 驻军（在中立或盟友建筑内）
zh_tw: 選取單位時按 hotkey.session.garrison + 右鍵 – 駐紮（如果游標在我方或盟友建築上）

source: hotkey.session.attack + Right Click with unit(s) selected – Attack (instead of another action)
ast: hotkey.session.attack + Picada direiꞇha cun unidá(des) scolyida(s) – Puñar (in cuönta d’outra accion)
bg: hotkey.session.attack + Десен бутон на мишката при вече избрана единица/и — атака (вместо друго действие)
gl: hotkey.session.attack + Clic co botón dereito coa(s) unidade(s) seleccionada(s) – Ataque (en lugar de outra acción)
ko: hotkey.session.attack + 유닛(들)을 선택한 상태에서 마우스 오른쪽 버튼 클릭 – 공격 (다른 동작 대신)

source: hotkey.session.attackmove + Right Click with unit(s) selected – Attack move (by default all enemy units and structures along the way are targeted)
ast: hotkey.session.attackmove + Picada direiꞇha cun unidá(des) escolyida(s) – Incorrer (puñando, por defectu, todɐlɐs unidades & structurɐs inimigɐs atopadɐs pel caminu)
bg: hotkey.session.attackmove + Десен бутон на мишката при вече избрана единица/и — нападателен ход (нападат се всички вражески единици и сгради по пътя към целта)
ca: hotkey.session.attackmove + Clic dret amb unitats seleccionades – Vés i ataca (per defecte totes les unitats i estructures que hi hagi pel camí seran atacades)
cs: hotkey.session.attackmove + klepnutí pravým tlačítkem myši, když je vybrána jednotka(jednotky) – Útočný pohyb (ve výchozím nastavení jsou zaměřeny všechny nepřátelské jednotky a stavby po cestě)
de: hotkey.session.attackmove + Rechtsklick mit ausgewählten Einheit(en) – Angriffsmanöver (standardmäßig werden alle gegnerischen Einheiten und Gebäude auf dem Weg angegriffen)
el: hotkey.session.attackmove + Δεξί Κλίκ με μονάδες επιλεγμένες - Κίνηση Επίθεσης (εξ ' ορισμού όλες οι εχθρικές μονάδες και κτήρια στο διάβα της πορείας είναι σημαδεμένα)
es: hotkey.session.attackmove + Clic derecho con unidades seleccionadas – Movimiento de ataque (por defecto serán objetivo todas las unidades y estructuras enemigas que se encuentren en su camino)
eu: hotkey.session.attackmove + eskuin klika aukeratutako unitateekin – Eraso mugimendua (modu lehenetsian, bidean dauden etsai unitate eta egitura guztietara daude zuzenduta)
fi: hotkey.session.attackmoveUnit + hiiren oikea, kun yksikkö(jä) valittuna – Hyökkäysliike (oletusarvoisesti kaikki matkan varrella olevat vihollisyksiköt ja -rakenteet ovat kohteena).
fr: hotkey.session.attackmove + clic droit avec une ou des unité(s) sélectionnée(s) – Mouvement d'attaque (par défaut, toutes les unités et structures ennemies en cours de route sont ciblées)
gd: hotkey.session.attackmove + briogadh deas le aonad(an) air an taghadh – Gluasad ionnsaighe (thèid amas air gach aonad ’s togalach an nàmhad air an rathad a ghnàth)
gl: hotkey.session.attackmove + Fai clic co botón dereito coa(s) unidade(s) seleccionada(s) – Movemento de ataque (por defecto todas as unidades e estruturas inimigas ao longo do camiño están dirixidas)
id: hotkey.session.attackmove + Klik Kanan pada unit yang dipilih – Serang jalan (secara bawaan semua unit dan bangunan musuh di sepanjang jalan menjadi sasaran)
it: hotkey.session.attackmove + Clic destro con unità selezionate – Attacco in movimento, saranno bersagliate le unità e le strutture nel percorso
ko: hotkey.session.attack move + 유닛을 선택한 상태에서 마우스 오른쪽 버튼 클릭 – 공격 이동(기본적으로 길을 따라있는 모든 적 유닛과 건축물들이 표적이 됨)
nl: sneltoets.session.attackmove + rechtsklik met geselecteerde eenheid (eenheden) – Aanvallen (standaard worden alle vijandelijke eenheden en gebouwen onderweg een doelwit)
pl: hotkey.session.attackmove + PPM z zaznaczonymi jednostkami – atak w ruchu (domyślnie wszystkie wrogie jednostki i budowle po drodze będą atakowane)
pt_pt: hotkey.session.attackmove + clique com botão direito do rato com unidades já selecionadas – movimento atacando (por padrão, todas as unidades inimigas e estruturas ao longo do caminho são atacadas)
ru: hotkey.session.attackmove + правый щелчок при выбранных юнитах — двигаться, атакуя (по умолчанию любые юниты или здания, попадающихся на пути)
sv: hotkey.session.attackmove + Högerklick med valda enheter – Attackera (standardmässigt attackeras alla fientliga byggnader och enheter längs vägen)
tr: hotkey.session.attackmove + Birim(ler) seçiliyken Sağ Tık – Saldırı haraketi (varsayılan olarak yol boyunca tüm düşman birimleri ve yapıları hedef alır)
zh: hotkey.session.attackmove + 右击所选单位 – 移动攻击 （默认行进路上所有的敌方单位和建筑皆为攻击目标）
zh_tw: 選取單位時按 hotkey.session.attackmove + 右鍵 – 攻擊移動（預設情況路徑上的所有敵方單位和建築皆為目標）

source: hotkey.session.attackmoveUnit + Right Click with unit(s) selected – Attack move, only units along the way are targeted
ast: hotkey.session.attackmoveUnit + Picada direiꞇha cun unidá(des) escolyida(s) – Incorrer, puñando solo lɐs unidades atopadɐs pel caminu
bg: hotkey.session.attackmoveUnit + Десен бутон на мишката при вече избрана единица/и — нападателен ход, но се нападат само единици по пътя към целта
ca: hotkey.session.attackmoveUnit + Clic dret amb unitats seleccionades – Vés i ataca, només ataca les unitats pel camí
cs: hotkey.session.attackmoveUnit + klepnutí pravým tlačítkem myši, když je vybrána jednotka(jednotky) – Útočný pohyb, zaměřeny jsou pouze jednotky na cestě
de: hotkey.session.attackmoveUnit + Rechtsklick mit ausgewählten Einheit(en) – Angriffsmanöver, nur Einheiten auf dem Weg werden anvisiert
el: hotkey.session.attackmoveUnit + Δεξί Κλίκ με μονάδες επιλεγμένες - Κίνηση Επίθεσης, μόνο μονάδες στο διάβα της πορείας είναι σημαδεμένες.
es: hotkey.session.attackmoveUnit + Clic derecho con unidades seleccionadas – Movimiento de ataque, solo serán objetivo las unidades que se crucen en la ruta
eu: hotkey.session.attackmoveUnit + eskuin klika aukeratutako unitateekin – Mugituz eraso, bidean aurkitutako unitateak bakarrik erasotzen dira
fi: hotkey.session.attackmoveUnit + hiiren oikea, kun yksikkö(jä) valittuna – Hyökkäysliike, vain matkan varrella olevat yksiköt ovat kohteena.
fr: hotkey.session.attackmoveUnit + clic droit avec une ou des unité(s) sélectionnée(s) – Déplacement d'attaque, seules les unités en cours de route sont ciblées
gd: hotkey.session.attackmoveUnit + briogadh deas le aonad(an) air an taghadh – Gluasad ionnsaighe is dha dèid amas ach air aonadan air an rathad
gl: hotkey.session.attackmoveUnit + Clic co botón dereito coas unidades seleccionadas – Movemento de ataque, só se apuntan as unidades ao longo do camiño
id: hotkey.session.attackmoveUnit + Klik Kanan pada unit yang dipilih – Serang jalan, hanya unit di sepanjang jalan yang menjadi sasaran
it: hotkey.session.attackmoveUnit + Clic destro con unità selezionate – Attacco in movimento, saranno bersagliate solo le unità nel percorso
ko: hotkey.session.attackmoveUnit + 유닛을 선택한 상태에서 마우스 오른쪽 버튼 클릭 – 공격 이동, 길을 따라있는 유닛만 대상 지정
nl: hotkey.session.attackmoveUnit + rechtsklik met geselecteerde eenheid (eenheden) – Aanvallen, onderweg worden alleen eenheden een doelwit
pl: hotkey.session.attackmoveUnit + PPM z zaznaczonymi jednostkami – atak w ruchu, tylko jednostki po drodze będą atakowane
pt_pt: hotkey.session.attackmoveUnit + clique com botão direito do rato com unidades já selecionadas – movimento atacando (apenas as unidades inimigas ao longo do caminho são atacadas)
ru: hotkey.session.attackmoveUnit + правый щелчок при выбранных юнитах — двигаться, атакуя только юнитов, попадающихся на пути
sv: hotkey.session.attackmoveUnit + Högerklick med valda enhet(er) – Attackera, endast enheter längs vägen angrips
tr: hotkey.session.attackmoveUnit + Birim(ler) seçiliyken Sağ Tık – Saldırı haraketi, yol boyunca yalnız düşman birimleri hedef alır.
zh: hotkey.session.attackmoveUnit + 右击所选单位 – 移动攻击行进路线上的敌方位
zh_tw: 選取單位時按 hotkey.session.attackmoveUnit + 右鍵 – 攻擊移動，只有單位為目標

source: hotkey.session.capture + Right Click with unit(s) selected – Capture (instead of another action)
ast: hotkey.session.attack + Picada direiꞇha cun unidá(des) scolyida(s) – Possiá-se (in cuönta d’outra accion)
bg: hotkey.session.capture + Десен бутон на мишката — завладяване (вместо друго действие)
gl: hotkey.session.capture + Fai clic co botón dereito coas unidades seleccionadas - Capturar (en lugar doutra acción)
ko: hotkey.session.capture + 유닛(들)을 선택한 상태에서 마우스 오른쪽 버튼 클릭 – 포획 (다른 동작 대신)
