Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Lance vs. Chamfron
ar: حربة ضد درع الرأس للحصان
ast: La llancia frente a la testera
bg: Копие срещу шамфрон
br: Goaf a-enep d'an Talwisk
ca: Llança vs Barda
cs: Kopí proti brnění chránícímu koňskou hlavu
da: Lanse imod Pandeharnisk
de: Lanze vs. Rossstirn
el: Λόγχη εναντίον Περικεφαλαίας Αλόγου
es_mx: Lanza vs. chaflán protector
eu: Lantza vs. Babes Alaka
ga: Lansa i.gc. Siamfrón
gl: Lanza ou helmo de cabalo
hu: Kopja ↔ chamfron
id: Tombak Panjang vs. Chamfron
it: Lance vs Armature
ja: ランス 対 馬面
ko: 마창 vs. 군마용 안면 투구
ms: Tombak lwn. Chamfron
nb: Lanse vs. bard
nl: Lans vs. chamfron
pl: Pika kontra Zbroja końska
pt_pt: Lança vs. Testeira
ru: Пика и шамфрон
sk: Kopija vs. Chamfron
sv: Lance mot Chamfron
tr: Zıpkın vs. At başlığı
uk: Спис проти шамфрона
zh: 长矛 vs. 马头盔甲
zh_tw: 長矛 vs. 保護馬頭前部之盔甲

source: Champions vs. Part-timers
ar: أبطال ضد. غير الغير متفرغين
ast: Los campeones frente a los de media xornada
bg: Гвардейци срещу аматьори
br: Kampioned a-enep d'ar re e Darn-amzer
ca: Campions vs Irregulars
cs: Elita proti občanským vojákům
de: Gardisten vs. Bürgersoldaten
el: Πρωταθλητές εναντίον Προσωρινών
es_mx: Campeones vs. irregulares
eu: Garaileak vs. Irregularrak
fa: سلحشوران در مقابل سربازان وظیفه
ga: Curaidh i.gc. Páirtaimsearthaí
gl: Campións ou cidadáns
hu: Bajnokok ↔ részmunkaidősök
id: Jawara vs Paruh waktu
it: Campioni vs Irregolari
ja: チャンピオン 対 パートタイマー
ko: 대표유닛 vs. 비상근무자
lv: Čempioni pret amatieriem
ms: Pahlawan lwn. Aksar Separuh Masa
nb: Stormestere mot deltids-soldater
nl: Kampioenen vs. Deeltijds
pl: Bohaterzy kontra Najemnicy
pt_pt: Campeões vs. Irregulares
ru: Чемпионы и временщики
sk: Šampióni vs. Voľnoúväzkári
sv: Mästare mot Deltidsarbetare
tr: Mükemmeller vs. Az çalışanlar
uk: Чемпіони проти тимчасових
zh: 冠勇 vs. 业余
zh_tw: 精英 vs. 業餘

source: Servants vs. Wedge and Mallet
ar: خدام ضد وتد ومطرقة
ast: Los sirvientes frente a la pina y el mazu
bg: Слуги срещу клин и чук
br: Servijerien a-enep da Gal ha Mailh
ca: Servents vs Mall i falca
cs: Služebníci proti kladivu a dlátu
de: Knechte vs. Hammer und Meißel
el: Υπηρέτες εναντίoν Σφύρας και Άκμονος
es_mx: Siervos vs. Mazeros
eu: Morroiak vs. Mailu Joleak
fa: خدمتکاران در مقابل پتک و گوه
ga: Giollaí i.gc. Ding is Máilléad
gl: Servos ou cuñas e mazas
hu: Szolgák ↔ ék és fakalapács
id: Pembantu vs. Pasak dan Palu
it: Servi vs Cuneo e Maglio
ja: 使用人 対 くさびと木槌
ko: 하인 vs. 쐐기와 나무망치
lv: Kalpi pret Ķīli un Āmuru
ms: Pembantu lwn. Baji dan Tukul
nb: Tjenere vs. kile og hammer
nl: Dienaars vs. Splijthamer
pl: Słudzy kontra "Klin i młotek"
pt_pt: Servos vs. Cunhas e Macetes
ru: Слуги и молоты с зубилами
sk: Služobníci vs. Klin a kladivo
sv: Tjänare vs. Kil och Hammare
tr: Hizmetkar vs. Çivi ve Çekiç
uk: Слуги проти клина та молотка
zh: 佣人 vs. 楔槌
zh_tw: 佣人 vs. 楔槌

source: Serfs vs. Shaft Mining
ar: الخدام ضد التعدين العمودى
ast: Los siervos frente a la minería soterraña
bg: Крепостници срещу минни шахти
br: Served a-enep d'an Toullañ Puñs Mengleuz
ca: Serfs vs Pous miners
cs: Nevolníci oproti dolování v jámě
da: Livsegne imod Mineskakt
de: Leibeigene vs. Bergbauschächte
el: Δουλοπάρικοι εναντίoν Φρεάτιου Ορυχείου
es_mx: Siervos vs. Minería de pozo
eu: Morroiak vs. Potzuko Mea
fa: برده در مقابل میله معدن
ga: Héalótaí i.gc. Mianadóireacht Sloic
gl: Servos ou minaría de pozo
hu: Jobbágyok ↔ tárnás bányászat
id: Budak vs. Terowong Tambang
it: Servi della gleba vs Minatori
ja: 農奴 対 立坑採掘
ko: 농노 vs. 수갱을 이용한 채굴
lv: Dzimtļaudis pret ieguvi ar cērtēm
ms: Hamba lwn. Perlombongan Syaf
nb: Slaver vs. sjaktgruver
nl: Slaaf vs. mijnschacht
pl: Poddani kontra Górnictwo głębinowe
pt_pt: Servos vs. Mineração em Poço
ru: Крепостные и шахты
sk: Nevoľníci vs. Ťažba v šachtách
sv: Livegna vs. Schaktgruvor
tr: Köleler vs Şaft Madenciliği
uk: Раби проти шахтного видобутку
zh: 农奴 vs. 竖井挖掘
zh_tw: 農奴 vs. 豎井挖掘

source: Slaves vs. Silver Mining
ar: العبيد ضد تعدين الفضة
ast: Los esclavistes frente a la minería de plata
bg: Роби срещу копаене на сребро
br: Sklaved a-enep d'an Toullañ Mengleuz Arc'hant
ca: Esclaus vs Mineria de plata
cs: Otroci oproti dolování stříbra
da: Slaver imod Sølvminedrift
de: Sklaven vs. Silberbergbau
el: Σκλάβοι εναντίoν Εξόρυξης Ασημιού
es_mx: Esclavos vs. Minería de plata
eu: Esklaboak vs. Zilar Mea
fa: برده ها در مقابل معدنکاری نقره
fi: Orjat vs. Hopean louhiminen
ga: Mogha i.gc. Mianadóireacht Airgid
gl: Escravos ou minaría de prata
hu: Rabszolgák ↔ ezüstbányászat
id: Budak vs. Tambang Perak
it: Schiavi vs Minatori d'Argento
ja: 奴隷 対 銀の採掘
ko: 노예 vs. 은 채굴
lv: Vergi pret sudraba ieguvi
ms: Hamba Abdi lwn. Perlombongan Perak
nb: Slaver vs. sølvgruvedrift
nl: Slaven vs. Zilvermijnen
pl: Niewolnicy kontra Kopalnie srebra
pt_pt: Escravos vs. Mineração de Prata
ru: Рабы и Добыча серебра
sk: Otroci vs. Ťažba striebra
sv: Slavar vs. Silverbrytning
tr: Köleler vs. Gümüş Madenciliği
uk: Раби проти видобутку срібла
zh: 奴隶 vs. 银矿开采
zh_tw: 奴隸 vs. 銀之挖掘

source: Iron Axes vs. Wheelbarrow
ar: الفأس الحديدي ضد عربة اليد
ast: Los azaos de fierro frente a la carriella
bg: Железни секири срещу колички
br: Bouc'haloù Houarn a-enep d'ar C'harrigell
ca: Destrals de ferro vs Carretó
cs: Železné sekery proti trakařům
da: Jernøkser mod Trillebør
de: Eisenaxt vs. Schubkarre
el: Ξυδεροπέλεκις εναντίoν Χειράμαξας
es_mx: Hachas de hierro vs. Carretilla de mano
eu: Burdin aizkorak vs. Eskuko Orga
fa: تبر های آهنی علیه چرخ دستی
fi: Rautakirveet vs. Kottikärryt
ga: Tuanna Iarainn i.gc. Bara Rotha
gl: Machados de ferro ou carretillas
hu: Vas fejszék ↔ talicska
id: Kapak Besi vs. Gerobak
it: Ascia di Ferro vs Carriola
ja: 鉄の斧 対 手押し車
ko: 쇠 도끼 vs. 외바퀴 손수레
lv: Dzelz cirvji pret Ķerru
ms: Kapak Besi lwn. Kereta Roda
nb: Jernøkser vs. trillebår
nl: Ijzeren bijlen vs. kruiwagen
pl: Żelazne topory kontra Taczka
pt_pt: Machado de Ferro vs. Carrinho de Mão
ru: Железные топоры и тачки
sk: Železné sekery vs. Fúrik
sv: Järnyxor vs. Skottkärror
tr: Demir Baltalar vs. El arabası
uk: Залізні сокири проти тачок
zh: 铁斧 vs. 独轮车
zh_tw: 鐵斧 vs. 獨輪車

source: Heal Range and Rate
ar: مجال الشفاء والمعدل
ast: Algame y velocidá de cura
bg: Обхват и бързина на лечение
br: Astenn Pareañ ha Feur
ca: Àrea i velocitat de guarició
cs: Dosah a rychlost uzdravování
da: Helingsrækkevidde og -rate
de: Heilungsreichweite und -geschwindigkeit
el: Ακτίνα και ρυθμός θεραπείας
es_mx: Distancia y velocidad de sanación
eu: Sendatze Abiadura eta Distantzia
fa: شعاع درمان و سرعت
fi: Parannuskantama ja -nopeus
ga: Raon is Ráta Cneasaithe
gl: Alcance e velocidade de sandación
hu: Gyógyítási hatótávolság és sebesség
id: Jarak dan Tingkat Penyembuhan
it: Raggio e Velocità di Guarigione
ja: 治療半径と速度
ko: 회복 범위와 속도
lv: Dziedēšanas tālums un ātrums
ms: Jangkauan dan Kada Penyembuhan
nb: Helbredelsesavstand og hastighet
nl: Helingsbereik en snelheid
pl: Zasięg I Szybkość Leczenia
pt_pt: Alcance e Velocidade de Curar
ru: Уровень и скорость лечения
sk: Dosah a rýchlosť liečenia
sv: Läkningsräckvidd och Takt
tr: İyileşme Sahası ve Oranı
uk: Дистанція зцілення та темп
zh: 治疗范围和速度
zh_tw: 治療範圍與速率

source: Heal Range and Rate #2
ar: مجال الشفاء والمعدل #2
ast: Algame y velocidá de cura #2
bg: Обхват и бързина на лечение №2
br: Astenn Pareañ ha Feur #2
ca: Àrea i velocitat de guarició #2
cs: Dosah a rychlost léčení #2
da: Helingsrækkevidde og -rate #2
de: Heilungsreichweite und -geschwindigkeit #2
el: Ακτίνα και ρυθμός θεραπείας #2
es_mx: Distancia y velocidad de sanación #2
eu: Sendatze Abiadura eta Distantzia #2
fa: شعاع درمان و سرعت #2
fi: Parannuskantam ja -nopeus #2
ga: Raon is Ráta Cneasaithe 2
gl: Alcance e velocidade de sandación 2
hu: Gyógyítási hatótávolság és sebesség #2
id: Jarak dan Tingkat Penyembuhan 2
it: Capacità di Guarigione e Raggio #2
ja: 治療半径と速度 #2
ko: 회복 범위와 속도 #2
lv: Dziedēšanas tālums un ātrums #2
ms: Jangkauan dan Kada Penyembuhan #2
nb: Helbredelsesavstand og hastighet #2
nl: Helersbereik en heelsnelheid #2
pl: Zasięg i szybkość leczenia #2
pt_pt: Alcance e Velocidade de Curar #2
ru: Радиус и скорость лечения №2
sk: Dosah a rýchlosť liečenia #2
sv: Läkningsräckvidd och Takt #2
tr: İyileşme Sahası ve Oranı #2
uk: Дистанція зцілення та темп #2
zh: 二级治疗范围和速度
zh_tw: 治療範圍與速率 #2

source: Garrison Healing vs. Self-Healing
ar: ثكنة شفاء ضد معالجة نفسية
ast: La cura por guarecimientu frente a l'autocura
bg: Лечение в гарнизон срещу собствено лечение
br: Gwarnizon Pareañ a-enep d'an Emren-Pareañ
ca: Guarició de refugiats vs Autoguarició
cs: Léčení ubytovaných jednotek vs. samouzdravení
da: Garnisonsheling imod Selvheling
de: Heilung einquartierter Einheiten vs. Selbstheilung
el: Προστατευμένη Θεραπεία εναντίον Αυτοίασης
es_mx: Curación al Guarnecerse vs. Autocuración
eu: Babestean Sendatzea vs. Berez Sendatzea
fa: درمان در حالت مستقر در مقابل خود درمانی
ga: Cneasú Garastúin i.gc. Féinchneasú
gl: Sandación de grupo ou sandación autónoma
hu: Beszállásolási gyógyulás ↔ öngyógyulás
id: Penyembuhan Unit Didalam vs. Penyembuhan Sendiri
it: Guarigione di Gruppo vs.Guarigione Autonoma
ja: 駐屯回復 対 自己回復
ko: 주둔 회복 vs. 자기회복
lv: Dziedēšana garnizonā un pašdziedēšanās
ms: Penyembuhan Garison lwn. Penyembuhan-Kendiri
nb: Stasjonsheling vs. selvheling
nl: Genezing v/d bemanning vs automatisch
pl: Leczenie w garnizonie kontra Samoleczenie
pt_pt: Cura Guarnecida vs. Auto-Cura
ru: Лечение отрядов и самолечение
sk: Liečenie posádky vs. Samoliečenie
sv: Garnisonerad läkning vs. Självläkning
tr: Garnizon İyileşmesi vs. Kendi kendine-İyileşme
uk: Зцілення гарнізону проти самолікування
zh: 驻守治疗 vs. 自我治疗
zh_tw: 駐守治療 vs. 自我治療

source: Females vs. Population
ar: النساء ضد عدد السكان
ast: Les femes frente a la población
bg: Жени срещу население
br: Maouezed a-enep da Boblañs
ca: Dones vs Població
cs: Ženy proti lidnatosti
da: Kvinder imod Befolkning
de: Bürgerinnen vs. Bevölkerung
el: Γυναίκες εναντίων Πληθυσμού
es_mx: Mujeres vs. Población
eu: Emakumeak vs. Biztanleria
fa: زنها در مقابل جمعیت
fi: Naiset vs. väkiluku
ga: Mná i.gc. Daonra
gl: Mulleres ou poboación
hu: Nők ↔ népesség
id: Wanita vs. Populasi
it: Donne vs Popolazione
ja: 女性 対 人口
ko: 여성들 vs. 인구수
lv: Sievietes pret Iedzīvotājiem
ms: Perempuan lwn. Populasi
nb: Kvinner vs. befolkning
nl: Vrouwen vs. bevolking
pl: Kobiety kontra Populacja
pt_pt: Mulheres vs. População
ru: Женщины и население
sk: Ženy vs. Populácia
sv: Kvinnor vs. Befolkning
tr: Nüfusa karşı Kadınlar
uk: Жінки проти населення
zh: 妇女 vs. 人口
zh_tw: 女性 vs. 人口

source: Female Citizens vs Population
ast: Les ciudadanes frente a la población
bg: Жени срещу население
br: Keodedourezed vs Poblañs
ca: Dones vs Població
cs: Občanky proti obyvatelstvu
de: Bürgerinnen vs. Bevölkerung
el: Γυναίκες Πολίτες εναντίων Πληθυσμού
eu: Hiritar Emakumeak vs Biztanleria
fa: زن های شهروند در مقابل جمعیت
ga: Banshaoránaigh i.gc. Daonra
gl: Cidadás ou poboación
hu: Női polgárok ↔ népesség
it: Cittadini femminili vs popolazione
ja: 女性市民 対 人口
ko: 여성 시민 vs 인구수
ms: Rakyat Perempuan lwn. Populasi
nl: Vrouwelijke burgers versus totale bevolking
pl: Obywatelki kontra Populacja
pt_pt: Cidadãs vs. População
ru: Горожанки против населения
sk: Občianky vs Populácia
sv: Kvinnliga Medborgare vs. Befolkning
tr: Nüfusa karşı Kadınlar
uk: Громадянки проти населення
zh: 妇女 vs. 人口
zh_tw: 女性公民人數 VS 總人口

source: Side Arms vs. Irregulars
ar: الاسلحة الجانبية ضد غير النظاميين
ast: Les armes auxiliares frente a los irregulares
bg: Странични оръжия срещу нередовни
br: Armoù a-gostez a-enep d'ar re Direoliek
ca: Armes de recanvi vs Irregulars
cs: Poboční zbraně proti nepravidelné pěchotě
de: Seitenwaffen vs. Irreguläre
el: Ξίφη εναντίον Ατάκτων
es_mx: Armas de bolsillo vs. Irregulares
eu: Poltsikoko armak vs. Irregularrak
ga: Airm Cliatháin i.gc. Neamhrialtaigh
gl: Armas auxiliares ou irregulares
hu: Oldalfegyverek ↔ partizánok
id: Senjata Cadangan vs. Laskar
it: Armi secondarie vs. Irregolari
ja: 携帯武器 対 不正規兵
ko: 휴대 무기 vs. 비정규군
ms: Senjata Lengan Sisi lwn. Askar Persendirian
nb: Sideutrustning vs. milits
nl: Zijwapens vs. wilden
pl: Broń Przyboczna kontra Nieregularna piechota
pt_pt: Armas Secundárias vs. Tropas Irregulares
ru: Вспомогательное оружие и ополченцы
sk: Sečné zbrane vs. Dobrovoľníci
sv: Sidovapen vs. Irreguljära
tr: Yan Askerlere karşı Düzensizler
uk: Додаткове озброєння проти нерегулярних
zh: 随身武器 vs. 非正规军
zh_tw: 隨身武器 vs. 非正規軍

source: Spear Fighting vs. Skirmishing
ar: قتال بالرماح ضد القتال القريب
ast: Llucha llancera frente a la engarradiella
bg: Бой с копие срещу хвърляне на копие
br: Goaf Emgann a-enep d'an Tagañ
ca: Lluita amb llances vs Escaramusses
cs: Boj vedený pomocí oštěpů oproti dorážení harcovníků
da: Spydkamp imod Spydkastning
de: Speerkampf vs. Plänkelei
el: Μάχη με Λόγχες εναντίον Αψιμαχίας
es_mx: Lanzeros vs. Escaramuceros
eu: Lantzariak vs. Gerrilariak
fa: جنگ با نیزه در مقابل نیزه اندازی
ga: Sleádóireacht i.gc. Scirmiseoireacht
gl: Loitar con lanza ou escaramuzar
hu: Lándzsás küzdelem ↔ csatározás
id: Tombak vs. Skirmis
it: Lance vs Incursori
ja: 槍術 対 散兵術
ko: 창 전투 vs. 소규모 접전
lv: Cīņas ar šķēpiem pret strelniekiem
ms: Pertempuran bertombak lwn peninjauan
nb: Spydkamp mot fortroppskamp
nl: Speervechten vs. Schermutselen
pl: Walka na włócznie kontra Pojedynki
pt_pt: Luta com Lanças vs. Escamuraçar
ru: Копейщики и Застрельщики
sk: Boj s kopijou vs. Harcovníctvo
sv: Spjutkrigare vs skärmytslingar
tr: Mızraklı Saldırısı vs. Tekil Saldırı
uk: Боротьба зі списом проти перестрілювання
zh: 长矛打斗 vs. 小规模战斗
zh_tw: 長矛戰鬥 vs. 散兵戰鬥

source: Infantry Hack Armor vs. Spearmen Pierce Armor
ar: اختراق المشاة للدروع ضد أختراق الرماح للدروع
ast: L'armadura de la infantería contra la taya frente a l'armadura de los llanceros contra la fura
bg: Защита на пехотата срещу разсичане с-у защита на копиеносците срещу пробождане
br: Houarnwisk Troc'husted Arme war droad a-enep da Houarnwisk Toullusted Goaferien
ca: Armadura de tall per a la infanteria vs Armadura de perforació per als llancers
cs: Brnění pěchoty proti útoku seknutím vs. brnění bojovníků s oštěpem proti útoku bodnutím
de: Infanterie Hiebschutz vs. Speerkämpfer Stichschutz
el: Πανοπλία Πεζικού κατά του κοψίματος εναντίον Πανοπλίας Λογχοφόρων κατά της διάτρησης
es_mx: Protección contra corte de infantería vs. Protección contra perforación de lanceros
eu: Infanteriaren Moztearen Kontrako Babesa vs. Lantzarien Zulatzearen Kontrako Babesa
fa: زره برشی پیاده نظام در مقابل زره نفوذی نیزه دار
ga: Armúr Teasctha an Choisí i.gc. Armúr Pollda an Sleádóra
gl: Armadura de perforación da infantaría ou armadura de perforación dos lanceiros
hu: Gyalogsági vágás páncél ↔ lándzsás szúrás páncél
id: Zirah Tebasn Infanteri vs. Zirah Tusukan Penombak
it: Armatura di Fanteria vs Armatura a Maglie dei Lancieri
ja: 歩兵の打撃装甲 対 槍兵の貫通装甲
ko: 보병 타격 방어력 vs. 창병 관통 방어력
lv: Kājnieku ciršanas bruņas pret Šķēpnešu duršanas bruņām
ms: Perisai Tetak Infantri lwn. Perisai Tembus Askar Bertombak
nb: Infanterirustning mot hugg mot spydmannsrustning mot stikk.
nl: Infanterie slagpantser vs. speervechter steekpantser
pl: Pancerz piechoty przeciw obrażeniom siecznym kontra Pancerz włóczników przeciw przebiciom
pt_pt: Armadura de Corte para Infantaria vs. Armadura de Perfuração para Lanceiros
ru: Защита пехотинцев от разрубания и защита копейщиков от прокалывания
sk: Sečná zbroj pre pechotu vs. Bodná zbroj pre kopijníkov
sv: Infanteri hack rustning vs. Spjutmän stick rustning
tr: Piyade Zırh Delme vs. Mızraklı Zırh Delme
uk: Броня від рубаючої атаки піхоти проти броні від колючої атаки списоносців.
zh: 步兵劈砍盔甲 vs. 长矛兵穿刺盔甲
zh_tw: 步兵劈砍盔甲 vs. 矛兵穿刺盔甲

source: Levy Infantry vs. Levy Cavalry
ar: ضريبة الجنود ضد ضريبة الخيالة
ast: La infantería llevantao frente la caballería llevantao
bg: Пехотно мобилизиране срещу мобилизиране на конницата
br: Sevel Arme war droad a-enep da Sevel Marc'hegerezh
ca: Infanteria de lleva vs Cavalleria de lleva
cs: Odvedenci k pěchotě oproti odvedencům k jízdě
da: Infanteriudskrivning imod Kavaleriudskrivning
de: Infanteriere- vs. Kavallerieremusterung
el: Επιστρατευμένο Πεζικό εναντίον Επιστρατευμένο Ιππικό
es_mx: Infantería de leva vs. Caballería de leva
eu: Errekrutatze Infanteria vs. Errekrutatze Zalditeria
fa: خدمت پیاده نظام در مقابل خدمت سواره نظام
ga: Léibheann Coisithe i.gc. Léibheann Marcshlua
gl: Levas de infantaría contra levas de cabalaría
hu: Gyalogság besorozása ↔ lovasság besorozása
id: Pajak Infanteri vs. Pajak Kavaleri
it: Fanteria di Leva vs Cavalleria di Leva
ja: 召集歩兵 対 召集騎兵
ko: 보병 소집 vs. 기병 소집
lv: Iesauktie kājniekiem pret iesauktiem jātniekiem
ms: Askar Infantri Levi lwn. Askar Berkuda Levi
nb: Utskrevet infanteri vs. utskrevet kavaleri
nl: Infanteriewerving vs. cavaleriewerving
pl: Piechota poborowa kontra Kawaleria poborowa
pt_pt: Mobilização da Infantaria vs. Mobilização da Cavalaria
ru: Новобранцы в пехоте и в кавалерии
sk: Branná pechota vs. Branná jazda
sv: Uppbåda Infanteri vs. Uppbåda Kavalleri
tr: Zorunlu Piyade vs Zorunlu Süvari
uk: Набирати піхоту проти набирання кавалерії
zh: 步兵征召 vs. 骑兵征召
zh_tw: 徵召步兵 vs. 徵召騎兵

source: Attack vs. Cost
ar: الهجوم ضد السعر
ast: Ataque vs. Costu
bg: Атака срещу цена
br: Argad a-enep da Goust
ca: Atac vs Cost
cs: Útok oproti nákladům
da: Angreb mod Pris
de: Angriff vs. Kosten
el: Επίθεση εναντίον Κόστους
es_mx: Ataque contra coste
eu: Eraso vs. Kostua
fa: قدرت حمله در مقابل هزینه
fi: Hyökkäys vs. kustannus
ga: Ionsaí i.gc. Costas
gl: Ataque ou custo
hu: Támadás ↔ költség
id: Serangan vs. Biaya
it: Attacco vs Costo
ja: 攻撃 対 コスト
ko: 공격력 vs. 비용
lv: Uzbrukums pret Izmaksām
ms: Serangan lwn. Kos
nb: Angrep mot kostnad
nl: Aanval vs. Kosten
pl: Siła ataku kontra Koszt
pt_pt: Ataque vs. Custo
ru: Урон и стоимость
sk: Útok vs. Cena
sv: Attack vs. Kostnad
tr: Saldırı vs. Maliyet
uk: Атака проти витрати
zh: 攻击 vs. 消耗
zh_tw: 攻擊力 vs. 花費

source: Attack vs. Packing
ar: الهجوم ضد التحزيم
ast: L'ataque frente al desarme
bg: Атака срещу опаковане
br: Argad a-enep da Bakañ
ca: Atac vs Muntatge
cs: Útok oproti balení
da: Angreb imod Pakning
de: Angriff vs. Packzeit
el: Επίθεση εναντίον Συσκευασίας
es_mx: Ataque vs. Formaciones cercanas
eu: Eraso vs. Gertuko Prestakuntza
fi: Hyökkäys vs. pakkaaminen
ga: Ionsaí i.gc. Pacáil
gl: Atacar ou montar
hu: Támadás ↔ csomagolás
id: Serangan vs. Pengemasan
it: Attacco vs. Imballaggio
ja: 攻撃力 対 設置時間
ko: 공격력 vs. 짐싸기
ms: Serangan lwn. Pembungkusan
nb: Angrep vs. pakking
nl: Aanval vs. inpaksnelheid
pl: Atak kontra Załadunek
pt_pt: Atacar vs. Montar
ru: Урон и сборы
sk: Útok vs. Skladanie
sv: Attack vs. Packning
tr: Saldırı vs. Paketleme
uk: Атака проти пакування
zh: 攻击 vs. 组装
zh_tw: 攻擊 vs. 組裝

source: Cost vs. Armor
ar: كلفة ضد. درع
ast: Costu vs. Armadura
bg: Цена срещу броня
br: Koust a-enep da Houarnwisk
ca: Cost vs Armadura
cs: Náklady proti brnění
da: Pris mod Panser
de: Kosten vs. Rüstung
el: Κόστος εναντίον Πανοπλίας
es_mx: Coste vs. Armadura
eu: Kostua vs. Armadura
fa: هزینه در مقابل زره
fi: Kustannus vs. panssari
ga: Costas i.gc. Armúr
gl: Custo ou armadura
hu: Költség ↔ páncél
id: Biaya vs. Zirah
it: Costo vs Armatura
ja: コスト 対 装甲
ko: 비용 vs. 방어력
lv: Izmaksas pret Bruņām
ms: Kos lwn. Perisai
nb: Kostnad mot rustning
nl: Kosten vs. Bewapening
pl: Koszt kontra Obrona
pt_pt: Custo vs. Armadura
ru: Стоимость и защита
sk: Cena vs. Brnenie
sv: Kostnad vs. Rustning
tr: Maliyet vs. Zırh
uk: Витрата проти броні
zh: 消耗 vs. 盔甲
zh_tw: 花費 vs. 盔甲

source: Night's Watch vs. Crenellations
ar: مراقبة ليلية ضد برج الحماية
ast: La vela nocherniega frente a les almenes
bg: Нощна стража срещу зъбери
br: Sell d'an Noz a-enep da Granelladoù
ca: Guàrdia nocturna vs Merlets
cs: Noční hlídka proti cimbuřím
da: Nattevagt imod Brystværn
de: Nachtwache vs. Zinnen
el: Νυχτοφύλακας εναντίον Πολεμίστρας
es_mx: Guardias nocturnos vs. Almenas
eu: Gaueko Zaindariak vs. Almenak
fa: دیده بان ها در مقابل کنگره ها
ga: Tráth Faire na hOíche i.gc. Cíor Lámhaigh
gl: Garda nocturna ou ameas
hu: Éjjeli őrség ↔ csipkézett várfal
id: Pengawas Malam vs. Penggerigian
it: Visione Notturna vs Merli
ja: 夜警 対 銃眼
ko: 밤의 경비대 vs. 총안
ms: Pemantauan Malam lwn. Kekotaan
nb: Nattevakter vs. krenelering
nl: Nachtwacht vs. Kantelen
pl: Straż nocna kontra Blanki
pt_pt: Vigias Noturnos vs. Ameias
ru: Часовые и зубцы
sk: Nočná hliadka vs. Cimburia
sv: Nattvakt vs. Kreneleringar
tr: Gecenin Görünüşü vs. Mazgallı Surlar
uk: Нічна варта проти кренеляжу
zh: 夜间守望 vs. 垛口
zh_tw: 夜間守望 vs. 垛口

source: Walls build time vs. Health
ar: وقت بناء الجدار ضد الصحة
ast: El tiempu de construcción de les muries frente a la vida
bg: Бързина на строеж на стените срещу здраве
br: Amzer sevel mogerioù a-enep d'ar Yec'hed
ca: Temps de construcció de les muralles vs Salut
cs: Čas na postavení zdí proti zdraví
da: Mures Bygningstid imod Helbred
de: Mauer: Bauzeit vs. Trefferpunkte
el: Χρόνος Οικοδόμησης Τειχών εναντίον Υγείας
es_mx: Tiempo de construcción de murallas vs. salud
eu: Harresien eraikitze denbora vs. Osasuna
ga: Am Tógála na mBallaí i.gc. Sláinte
gl: Tempo de construción dar murallas ou vida
hu: Falak építési ideje ↔ életerő
id: Waktu bangun tembok vs. Nyawa
it: Tempo di Costruzione Mura vs Salute
ja: 壁の建設時間 対 耐久力
ko: 성벽 쌓는 시간 vs. 건강
lv: Mūru būvēšanas laiks pret Veselību
ms: Masa pembinaan tembok lwn. Hayat
nb: Vegger byggetid mot Helse
nl: Constructietijd vs. sterkte van muren
pl: Szybkość budowania murów kontra Wytrzymałość
pt_pt: Tempo de Construção de Muralhas vs. Vida
ru: Время постройки стен и жизнеспосоность
sk: Doba výstavby hradieb vs. Zdravie
sv: Murar byggtid vs. Hälsa
tr: Duvar yapım zamanı vs. Sağlık
uk: Час спорудження мурів проти здоров'я
zh: 城墙建造时间 vs. 生命值
zh_tw: 城牆建造時間 vs. 生命值

source: City Phase
ar: طُور المدينة
ast: Fas de ciudá
bg: Мегаполисна фаза
br: Pazenn ar C'hêrioù Bras
ca: Fase Ciutat
cs: Velkoměstská fáze
da: Storbystadie
de: Großstadtphase
el: Φάση Πόλη
es_mx: Fase de Ciudad
eu: Hiri Aroa
fa: مرحله شهری
fi: Kaupunki vaihe
ga: Céim Chathracha
gl: Fase de cidade
hu: Nagyvárosi szakasz
id: Fase Metropolis
it: Fase Città
ja: 都市の段階
ko: 큰 도시 단계
lt: Miesto Fazė
lv: Lielpilsētas Fāze
ms: Fasa Bandar
nb: Storbyfasen
nl: Grootstadsfase
pl: Faza dużego miasta
pt_pt: Fase de Cidade
ru: Этап города
sk: Fáza metropoly
sv: Storstadsfasen
tr: Şehir Durumu
uk: Етап міста
zh: 城市阶段
zh_tw: 城市階段
