Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Hellas
ast: Héllade
bg: Елада
br: Hellaz
el: Ελλάς
fa: هلاس
fr: Hellade
ga: Heilleas
hu: Hellász
ja: ヘラス
ko: 헬라스 (그리스의 옛 이름)
ru: Эллада
uk: Эллада
zh: 希腊
zh_tw: 希臘

source: A narrow pass between steep mountains promotes tight, defensive combat. With bountiful resources far from the front lines, teams may choose to support their exposed teammates financially, or retreat to more fertile, but less defensible ground.
ast: Una gargantada entre tesos impinados promuöve un combate próximu & defensivu. Cun abondos recursos llonye de l frente, los conjuntos puöden optar por sofitar economicamente los compañeiros expuöstos ou recorrer a l terreno más fértile, pero menos defensible.
bg: Тесен проход между стръмни планини насърчава стегнатата, защитна бойна тактика. С изобилие на ресурси далеч от фронта, отборите могат да изберат дали да подкрепят изложените си на опасност съотборници с ресурси, или да се оттеглят в по-плодородните, но по-незащитени земи.
br: Un tremen strizh etre menezioù rust a ro ur gann zifenn, diaes. Gant danvezioù a-leizh pell diouzh al linennoù tal, skipailhoù zo a c'hellfe dibab skorañ o c'hevelerien lakaet en arvar dre an arc'hant, pe mont war-gil evit muioc'h a zouar struj met nebeutoc'h a zifenn.
ca: Un pas estret entre muntanyes escarpades promou un combat estret i defensiu. Amb recursos abundants lluny de les línies frontals, els equips poden optar per donar suport als seus companys exposats econòmicament o retirar-se a terrenys més fèrtils, però menys defensables.
cs: Úzký průchod mezi strmými horami znamená semknutý, obranný boj - těsný a těžký. S bohatými zdroji daleko od předních linií, se týmy budou muset rozhodnout, jestli budou podporovat odkryté spoluhráče finančně a samy zůstanou v bezpečí, nebo se vydají na úrodnější, nicméně hůže bránitelnou půdu - vyšlou vojska a přidají se k boji.
da: Et smalt pas mellem stejle bjerge fremmer tætte, defensive kampe. Med rigelige ressourcer langt fra frontlinjerne kan hold vælge at støtte deres udsatte holdkammerater økonomisk eller trække sig tilbage til mere frugtbar, men mindre forsvarlig jord.
de: Ein enger Pfad zwischen steilen Bergen begünstigt enge defensive Kämpfe. Mit weit von der Front entfernten ertragreichen Ressourcen können sich die Teams aussuchen, ob sie ihre ausgesetzten Teamkameraden finanziell unterstützen, oder sich auf fruchtbareres aber weniger haltbares Land begeben.
el: Ένα στενό πέρασμα μεταξύ απόκρημνων βουνών ευνοεί την σώμα με σώμα, αμυντική μάχη. Με άφθονους πόρους μακριά από το μέτωπο, οι ομάδες μπορούν να επιλέξουν να στηρίξουν οικονομικά τους συμμάχους τους, ή να οπισθοχωρήσουν σε ένα πιο γόνιμο, αλλά λιγότερο προστατευμένο έδαφος.
es: Un estrecho desfiladero entre dos empinados macizos que incita un combate sucinto y defensivo. Al hallarse los recursos más ricos en la retaguardia los equipos tendrán que decidir si apoyar a sus vecinos económicamente o retirarse a suelo fértil pero difícilmente defendible.
eu: Bi mendigune malkartsuen arteko zintzur estua borroka motz eta babesgarria sustatzen duena. Baliabide preziatuenak erretagoardian aurkitzean taldeek bizilagunak ekonomikoki lagundu edo lur emankor baino babesteko zailera atzera egin artean erabaki beharko dute.
fa: یک مسیر عبور باریک در میان کوه هایی با شیب تند که جنگ های دفاعی را طلب می کند. همراه با منابع غنی بسیار دورتر از خطوط نبرد با دشمن، تیم ها ممکن است تصمیم بگیرند هم تیمی خود را که در مسیر مواجهه با دشمن است از نظر اقتصادی کمک کنند یا عقب بکشند و در مناطق حاصلخیز که قدرت دفاعی کمتری دارد به دفاع بپردازند.
fi: Kapea sola jyrkkien vuorten välissä kannustaa tiukkaan puolustustaisteluun. Runsas luonnonvarojen määrä kaukana rintamalinjoilta antaa joukkueille mahdollisuuden tukea haavoittuneita joukkuetovereitaan taloudellisesti tai vetäytyä hedelmällisemmälle, mutta vähemmän puolustuskelpoiselle maastolle.
fr: Un passage escarpé entre les montagnes abruptes favorise le combat en défense resserrée. Alors que les ressources abondent loin du front, les équipes peuvent choisir de supporter financièrement leurs coéquipiers, ou battre en retraite vers des terres plus fertiles, mais moins facilement défendables.
ga: Cuireann bearnás caol idir sléibhte géara troid cosanta agus teann chun cinn. Le acmhainn go leor i bhfad i gcéín as na bearnáis seo, féadfaidh foirne ag roghnú idir tacaíocht a chur ar a gcomhimreoir nochta, nó éalú a dhéanamh go dtí an talamh níos toirhtiúla nó níos lú cosanta.
gd: Tha bealach cumhang sna beanntan casa a’ brosnachadh sabaid dìona dlùth. Le grunn stòrasan fad air falbh on t-sabaid, ’s urrainn dha na sgiobaidhean cur romhpa co-dhiù a bheil iad airson taic-maoineachaidh a thoirt dha na caidreabhaich aca a tha fo staing no an dèan iad cùlachadh gu tìr a tha nas torraiche ach nach gabh dìon a cheart cho furasta.
hu: A meredek hegyek közti keskeny hágó szoros, védekező harcokat követel. A frontvonalaktól messze található, bőséges nyersanyagok miatt, a csapatok dönthetnek úgy, hogy anyagilag támogatják a támadásoknak jobban kitett csapattagokat, vagy visszavonulnak a termékenyebb, de nehezebben védhető földekre.
id: Jalur sempit diantara gunung-gunung yang terjal memaksa pertarungan yang ketat dan bertahan. Dengan sumber daya melimpah jauh dari garis depan, regu-regu dapat memilih untuk membantu teman mereka yang rentan secara ekonomi atau kembali ke tanah yang lebih subur, tapi lebih sulit untuk dipertahankan.
it: Un passaggio stretto tra le ripide montagne permette un combattimento duro e difensivo. Con le risorse abbondanti lontane dalla prima linea le squadre possono scegliere di sostenere i loro compagni di squadra finanziariamente, o ritirarsi in terre più fertili, ma meno difendibili.
ja: 急な山間の狭い通路を通過すると、厳しい防衛戦が始まります。 最前線から遠く豊富な資源を持つチームは、戦闘にさらされたチームメートを財政的に支援するか、より肥沃ではあるが防衛が困難な地域にで退くことを選択できます。
ko: 가파른 산 사이를 아슬아슬하게 통과하면 빈틈없는 방어전을 펼칩니다. 풍부한 자원이 최전선에서 멀리 떨어져 있기 때문에, 각 편들은 노출된 편들을 재정적으로 지원하거나, 더 비옥하지만 방어할 수 없는 지대로 후퇴할 수도 있습니다.
ms: Satu laluan sempit diantara dua tebing curam yang menawarkan pertempuran pertahanan yang sengit. Jauh di pendalaman terdapat banyak sumber alam, setiap pasukan boleh menggunakannya untuk membantu rakan sekutu dalam bentuk kewangan, atau mengundur jauh ke tanah subur, tetapi terdedah dengan ancaman pihak musuh.
nb: Et smalt pass mellom bratte fjell legger til rette for tett og defensiv krigføring. Med rikholdige ressurser langt fra frontlinjene kan lagene velge å støtte sine utsatte lagkamerater finansielt, eller velge å trekke seg tilbake til mer fruktbar og mindre forsvarlig grunn.
nl: Een smalle bergpas tussen steile bergen zorgt voor hevige en geconcentreerde gevechten. Er zijn grondstoffen in overvloed, maar ver verwijderd van de frontlijn. Teams kunnen kiezen om hun vrienden financieel te ondersteunen, of om terug te trekken naar vruchtbaarder (maar moeilijker te verdedigen) gebieden.
pl: Wąskie przejście między stromymi górami daje możliwość mocno obronnej walki. Przy obfitych zasobach, daleko od linii frontu, zespoły mogą zdecydować się wspierać finansowo narażone drużyny, albo wycofać się bardziej żyzne, ale mniej obronne grunty.
pt_br: A passagem estreita entre montanhas íngremes promove apertado, combate defensivo . Com recursos abundantes longe das linhas de frente , as equipes podem optar por apoiar os seus companheiros de equipe expostos financeiramente , ou retirar-se para mais férteis , mas chão menos defensável .
pt_pt: Uma passagem estreita entre montanhas escarpadas exige combate defensivo e apertado. Com recursos abundantes longe da frente de batalha, as equipas podem preferir apoiar financeiramente os aliados desprotegidos ou retirar-se para a terra mais fértil e menos defensível.
ru: Узкий проход между крутыми горами слишком тесен, чтобы сражаться, но зато его легко оборонять. Благодаря обильным ресурсам, расположенным далеко от линии фронта, команды могут выбирать, оказывать ли поддержку своим товарищам, оказавшихся на переднем крае у перевала, или отступить на более плодородную, но менее пригодную для обороны местность.
sk: Úzke priesmyky medzi strmými horami umožňujú tvrdý obranný boj. Vďaka bohatým zdrojom ďaleko od bojovej línie, tímy môžu podporovať zdrojmi svojich spojencov blízko k frontu, alebo ustúpiť do úrodnejšej, ale zraniteľnejšej krajiny.
sv: En smal passage mellan branta berg leder till snabba, defensiva strider. Med rikliga resurser långt ifrån frontlinjen måste lagen välja att försörja deras utsatte lagkamrater med resurser eller att dra sig tillbaka till mer bördig mark som är svårare att försvara.
tr: Oyuncuların korunaklılığına bir limanın sakin sularında hafif hafif balık tutma fırsatlarıyla uygurlar. Büyük bir deniz ürünü ödülü, derin okyanustaki koruyucu uçurumların ötesine uzanır. Uçurumların tabanındaki küçük pasajlar sıkı dövüş ve kolay takviye yapmaktadır. Dar geçişler yollarıyla savaşacak mısınız da denize mi çıkacaksınız?
uk: Вузький прохід між крутими горами сприяє щільному, оборонному бою. З щедрими ресурсами далеко від лінії фронту, команди можуть вибрати для підтримки своїх товаришів по команді фінансово, або відступити до більш родючої, але менш захищеної землі.
zh: 陡峭山脉之间的一条狭窄的通道促进了紧张的防御战斗。丰富的资源远离前线，而军队可能会选择在经济上支持他们暴露的队友，或撤退到更肥沃的土壤，但这不合乎情理。
zh_tw: 緊緊相依的山有著狹窄的通道，在該處可進行緊湊的防禦戰鬥。遠離前線就有著豐富的資源，隊伍可以選擇在財政上相互支援向外拓展，或是撤退至較肥沃，但不易防守的地方。

source: Hell's Pass
ast: Garganta l infierno
bg: Дяволски проход
br: Boulc'henn an Ifern
ca: Pas de l'infern
cs: Pekelný průsmyk
da: Helvedespasset
de: Höllenpass
el: Πέρασμα της Κόλασης
es: El paso del averno
eu: Infernuko Pasabidea
fa: گذرگاه جهنم
fi: Helvetin sola
fr: Col de l'Enfer
ga: Bearnas na hIfrinn
gd: Bealach na h-ifrinne
hu: A pokol hágója
id: Jalur Neraka
it: Passo dell'inferno
ja: 地獄の道
ko: 지옥의 길
ms: Laluan Neraka
nb: Helvetes passasje
nl: Hellepas
pl: Piekielne przejście
pt_br: Passagem ao Inferno
pt_pt: Passo do Inferno
ru: Адский перевал
sk: Pekelný priechod
sr: Ђавољи Пролаз
sv: Helvetespassage
tr: Cehennem Geçidi
uk: Перевал пекла
zh: 地狱之路
zh_tw: 地獄通道

source: Each player starts in a coastal area between forested hills and the Sea. Inspired by the southern regions of the Caspian Sea known in Antiquity as Hyrcania.
ast: Cada jogador intama n una faça costeira entre llombɐs arboridɐs & el mare. Inspira-se na stadia meridional de l mare Caspio, que na anitgüidá se ḷḷamaba Hyrcania.
bg: Всеки играч започва в крайбрежна местност между гористи хълмове и море. Картата е вдъхновена от южните региони на Каспийско море, познати още като Хиркания в древността.
cs: Každý hráč začíná v pobřežní oblasti mezi zalesněnými kopci a mořem. Nápad je spojen s jižními oblastmi Kaspického moře známými ve starověku jako Hyrkánie.
da: Hver spiller starter i et kystområde mellem skovklædte bakker og havet. Inspireret af de sydlige områder af Det Kaspiske Hav kendt i antikken som Hyrcania.
de: Jeder Spieler beginnt in einem Küstengebiet zwischen bewaldeten Hügeln und dem Kaspischen Meer.
el: Κάθε παίκτης/τρια ξεκινά σε μία παραθαλλάσια περιοχή ,μεταξύ δασώδων λόφων και της Θάλλασας. Εμπνευσμένη απο τις νότιες περιοχές της Κασπίας Θάλλασας ,γνωστές στην Αρχαιότητα ώς Ὑρκανία.
es: Cada jugador comienza en una zona costera entre colinas boscosas y el mar. Inspirado en las regiones del sur del mar Caspio conocidas en la antigüedad como Hircania.
eu: Jokalari bakoitza baso-mendien eta itsasoaren artean kostaldeko gune batean hasten da. Kaspiar itsasoko hegoaldeko eskualdeetan inspiratuta, garai bateko Hyrcania.
fi: Kukin pelaaja aloittaa rannikkoalueella metsäisten kukkuloiden ja meren välissä. Inspiraationa ovat Kaspianmeren eteläiset alueet, jotka tunnettiin antiikin aikana nimellä Hyrkania.
fr: Chaque joueur commence dans une zone côtière entre des collines boisées et la mer. Inspiré des régions du sud de la mer Caspienne connues dans l'Antiquité sous le nom d'Hyrcania.
id: Tiap pemain mulai di wilayah pesisir di antara bukit berhutan dan laut. Terinspirasi dari wilayah selatan Laut Kaspia yang di zaman Klasik disebut Hyrcania.
it: Ogni giocatore inizia in un'area costiera tra le colline boscose e il mare. Ispirato alle regioni meridionali del Mar Caspio conosciute nell'antichità come Hyrcania.
ja: 各プレイヤーは、森林に覆われた丘と海に挟まれた海岸エリアからスタートします。古代にヒュルカニアとして知られていたカスピ海の南部地域をモチーフにしています。
ko: 각 플레이어는 숲이 우거진 언덕과 바다 사이의 해안 지역에서 시작합니다. 고대에는 히르카니아로 알려진 카스피해의 남쪽 지역에서 영감을 받았습니다.
nl: Iedere speler start aan de kust tussen beboste heuvels en de zee. De landkaart is geïnspireerd door de zuidelijke gebieden rond de Kaspische Zee, in de Oudheid bekend als Hyrcaniê.
pl: Każdy z graczy rozpoczyna grę w strefie przybrzeżnej pomiędzy zalesionymi wzgórzami a morzem. Zainspirowana południowymi regionami Morza Kaspijskiego, znanymi w starożytności jako Hyrcania.
pt_pt: Cada jogador começa numa zona costeira entre colinas florestais e o mar. Inspirado nas regiões do sul do Mar Cáspio conhecidas na Antiguidade como Hircânia.
ru: Каждый игрок начинает на побережье между лесистыми холмами и морем. Карта напоминает южные области Каспийского моря, во времена античности известные как Гиркания.
tr: Her oyuncu deniz ve ormanlık bir tepe arasındaki bir kıyı bölgeden başlar. Hazar Denizi kıyılarının güneyini içine alan antik adı Hyrkania olan tarihi bölgeden ilham alındı.
uk: Всі гравці починають в прибережній зоні між лісистими пагорбами і морем. Натхненний південними районами Каспійського моря, відомими в античності як Гірканія.
zh: 开局位于沿海地区，在森林丘陵和大海之间，模拟了里海南部地区，古代名为希尔卡尼亚。
zh_tw: 每個玩家都從森林丘陵和大海之間的沿海地區開始。靈感來自於古代稱為希爾卡尼亞的里海南部地區。

source: Hyrcanian Shores
ast: Marinha d’Hyrcania
bg: Хиркански брегове
br: Aodoù Hirkanian
ca: Costes hircànies
cs: Hyrkánské pobřeží
da: Hyrkaniske Kyster
de: Hyrkanische Gestade
el: Υρκανικές Ακτές
es: Orillas de Hircania
eu: Hirkaniar Itsabazterra
fa: سواحل هیرکانی
fi: Hyrkanialaiset rannikot
fr: Rives hyrcaniennes
ga: Bruacha Gúrcanacha
gd: Cladaich Hiorcàinia
hu: Kaszpi tengerpart
id: Pantai Hyrcania
it: Coste Ircane
ja: ヒュルカニア海岸
ko: 히르카니아 해변
ms: Pantai Hyrcania
nb: Hyrkansk kyst
nl: Hyrcanische kusten
pl: Wybrzeża hyrkańskie
pt_br: Costa Hircaniana
pt_pt: Costas da Hircânia
ru: Берега Гиркании
sk: Brehy Hyrkánie
sr: Хирканијске обале
sv: Hyrkaniska kusten
tr: Hyrcanian Kıyıları
uk: Гирканські береги
vi: Duyên hải Hyrcanian
zh: 赫卡尼亚海岸
zh_tw: 赫卡尼亞海岸

source: Central India just before the monsoon season - a parched land awaits the life-bringing rain which is already two months late. Due to the extended dryness and scorching heat, only the largest lake remains. The hardy trees which have survived the climate are spread out, yet not too scarce.
ast: La India central inantea de los monçones—una tierra suriona spera l’agua vital q’allancia ya dous meses. Por causa de la reseca & la calisma, nun remaneç si non el llagu mayor. Los robustos árbores que resisten el clima stan ralos, on que non poucos.
bg: Централна Индия точно преди сезона на мусоните — пресушената земя очаква животворния дъжд, който вече закъснява с два месеца. Поради прекомерното изсушаване и убийствената жега е останало само най-голямото езеро. Дърветата, които са успели да оцелеят, са разпръснати на различни места, но все пак може да бъдат достатъчни.
br: Indez Kreiz just a-raok mare ar monson - un douar sec'h a c'hortoz ar glav a zegas ar vuhez gantañ ha daou viz diwezhat eo c'hoazh. Abalamour d'ar sec'hded hiraet hag an tommder berv, chom a ra al lenn ledan hepken. Ar gwez kalonek a oa deuet a-benn da vevañ en amzer a astenn, n'int ket re ral c'hoazh.
ca: La zona central de l'Índia just abans de l'època de monsons - una terra esquerdada espera que arribi la pluja que ja fa dos mesos tard. A causa de la sequedat i la calor abrusadora, només resisteixen els llacs més grans. Els arbres més resistents que han sobreviscut al clima s'han escampat, però no massa escassos.
cs: Střední Indie těsně před monzunovou sezónou - vyschlá země čeká na život přinášející déšť, který je již dva měsíce zpožděný. Vzhledem k prodloužené suchosti a žhnoucího tepla zůstává pouze největší jezero. Stále odolné stromy, které přežily toto počasí, jsou rozptýleny, ale nejsou příliš vzácné.
da: Det centrale Indien er lige før monsunsæsonen et udtørret land der venter på den livgivende regn, som allerede er to måneder forsinket. På grund af den forlængede tørhed og brændende varme er kun den største sø tilbage. De hårdføre træer, der har overleveri dette klima, er spredte, men alligevel ikke for få.
de: Zentralindien kurz vor der Monsunzeit – ein ausgetrocknetes Land wartet auf den lebensspendenden Regen, der bereits seit zwei Monaten überfällig ist. Aufgrund der ausgedehnten Dürre- und Hitzeperiode verbleibt nur der größte See. Die zähen Bäume, die das Klima überlebt haben, sind verstreut, aber nicht zu selten.
el: Κεντρική Ινδία λίγο πριν την εποχή των μουσών - μια κατάξερη γη περιμένει τη βροχή που φέρνει ζωή και η οποία έχει ήδη καθυστερήσει δύο μήνες. Λόγω της εκτεταμένης ξηρασίας και του καύσωνα, έχει απομείνει μόνο η μεγαλύτερη λίμνη. Τα ανθεκτικά δέντρα που έχουν επιζήσει από τη κλιματική αλλαγή έχουν διασκορπιστεί, αλλά δεν είναι πολύ σπάνια.
es: La India meridional antes de la época de monzón; una tierra reseca que espera una lluvia de vida prometida meses ha. Debido a los constantes golpes de calor solo persiste el lago central, los árboles supervivientes se retuercen a lo largo y ancho del terreno, aunque no escasean.
eu: Monzoiaren garaiaren aurreko erdialdeko India; aspaldiko hilabeteetan agindutako euriaren zain dagoen lur idorra. Bero kolpe ugariak direla eta erdiko lakua baino ez da gelditzen, gelditzen diren zuhaitzak lurrean han-hemenka kizkurtzen dira, naiz gutxi izan ez.
fa: قسمت های مرکزی هند قبل از فصل بارندگی - زمین خرد شده منتظر باران زندگی بخش است که تا الان دو ماه تاخیر داشته است. بدلیل خشکی طولانی و دمای سوزان، تنها دریاچه بزرگ باقی مانده است و سایر منابع آبی خشک شده اند. درختان مقاومی که در این شرایط جوی زنده مانده اند بصورت پراکنده وجود دارند ولی بسیار کمیاب هستند.
fi: Keski-Intia juuri ennen monsuunikautta – kuivunut maa odottaa elämää tuovaa sadetta, joka on jo kaksi kuukautta myöhässä. Pitkään jatkuneen kuivuuden ja paahtavan kuumuuden vuoksi jäljellä on vain suurin järvi. Tässä ilmastossa selviytyneet sitkeät puut ovat hajallaan, mutta eivät kuitenkaan liian harvassa.
fr: L'Inde centrale juste avant la Mousson - une terre asséchée attend la pluie, mère de toute vie, en retard de 2 mois déjà. Seuls les plus grands lacs ont résisté à la sécheresse interminable et à la chaleur insoutenable. Les arbres vaillants ayant survécu au climat sont dispersés mais pas si rares.
ga: An India lárnach go díreach roimh séasúr an mhonsúin - fanann talamh tirim leis an mbáisteach a thagann an beatha leis. Mar gheall ar an dtriomach fada agus an teas loiscneach, tá an loch is mó ag fánacht amháin. Tá na crainn crua cé a mhaireann faoin theas ar feadh na talún, ach níl siad ró-ghann.
gd: Na h-Innseachan meadhain dìreach o ràith a’ mhonsuin – tha tìr tioram a’ feitheamh air an uisge a bheir beatha dha ’s a tha dà mhìos air dheireadh mar-thà. Air sàilleibh an tairt ’s an teis mhòir, cha do mhair ach an loch as motha. Tha na craobhan cruadalach a mhair beò a dh’aindeoin na sìde sgapte gun a bhith ro ghann.
hu: Közép-Indai épp a monszun évszak előtt – egy kiszáradt föld várja az életadó esőt, amely már két hónapja késik. A hosszú szárazság és perzselő hőség miatt, csak a legnagyobb tó maradt meg. A fák, amelyek túlélték a klímát szétszórtak, de nem olyan ritkák.
id: India tengah saat sebelum musim muson - sebuah tanah kering menunggu hujan pembawa kehidupan yang telah terlambat dua bulan. Karena kekeringan yang berkepanjangan dan panas yang membakar, hanya danau terbesar yang tersisa. Pohon kuat yang bertahan dari iklim tersebut terpencar, jumlahnya tidak terlalu langka.
it: India Centrale poco prima della stagione dei monsoni - una terra riarsa attende già da due mesi la pioggia portatrice di vita. A causa dell'estremo secco e del caldo torrido, rimane solo il lago più grande. Gli alberi che sono sopravvissuti al clima sono sparpagliati, ma non troppo scarsi.
ja: モンスーンシーズンを控えた中央インドでは、乾燥した大地が2ヶ月遅れの生命を育む雨を待っている。長引く乾燥と灼熱のために、最大の湖だけが残っています。気候の変化に耐えた丈夫な木は、散らばっていますが、それほど多くはありません。
ko: 장마 직전 인도 중부 - 바싹 마른 땅이 벌써 두 달이나 늦은 생기를 불어넣는 비를 기다리고 있습니다. 건조함과 찜통 더위가 길어지면서 가장 큰 호수만 남아 있게 되었습니다. 기후에서 살아남은 강건한 나무들이 퍼져 있지만, 너무 부족하지는 않습니다.
ms: India tengah sebelum musim hujan monsoon - tanah kering yang menunggu hujan rahmat yang sudah dua bulan lewat. Oleh kerana kepanasan dan kekeringan yang berlanjutan, hanya tasik terbesar masih kekal. Pokok-pokok yang tahan lasak sahaja yang masih bertahan.
nb: Sentral-India akkurat før monsun-sesongen - et uttørket land avventer liv-givende regn, som allerede er to måneder forsinket. På grunn av tørken og den brennende heten, gjenstår bare den største innsjøen. De hardføre trærne som har overlevd klimaet er spredt utover, men ikke for tynt.
nl: Centraal India net voor de moesson — het uitgedroogde land hunkert naar de levensbrengende regen, welke al twee maanden verlaat is. Wegens de lang aanhoudende droogte en verzengende hitte is slechts het grootste meer nog nat. De robuuste bomen, welke het klimaat overleven, zijn verspreid, doch niet schaars.
pl: Środkowe Indie przed sezonem monsunowym - wysuszone tereny czekają na życiodajny deszcz, który już dwa miesiące się spóźnia. Przez wydłużony okres suchości i palącego gorąca, tylko największe jeziora przetrwały. Drzewa, które przetrwały ten klimat są rozpostarte, lecz niezbyt rzadkie.
pt_br: A Índia Central, pouco antes da estação das monções - uma terra seca aguarda a chuva que traz a vida, que já está atrasada dois meses. Devido à seca prolongada e ao calor escaldante, apenas o maior lago permanece. As árvores resistentes que sobreviveram ao clima estão espalhadas, mas não muito escassas.
pt_pt: A Índia Central, pouco antes da estação das monções - uma terra seca aguarda a chuva que traz a vida, que já está atrasada dois meses. Devido à seca prolongada e ao calor escaldante, apenas o maior lago permanece. As árvores resistentes que sobreviveram ao clima estão espalhadas, no entanto não são muito escassas.
ru: Центральня Индия перед сезоном муссонов — пересохшая земля в ожидании жизненного дождя, задержавшегося на два месяца. Из-за повышенной засушливости и палящего зноя не пересыхают только самые большие озёра. Выносливые деревья, способные выживать в таком климате, разбросаны по территории в немалом количестве.
sk: Stredná India tesne pred začiatkom monzúnovej sezóny - vyprahnutá krajina čaká na životodarný dážď, meškajúci už dva mesiace. Kvôli predĺženým suchám a páliacemu teplu ostáva už len najväčšie jazero. Odolné stromy ktoré pretrvali aj napriek teplu sú rozptýlené, ale nie príliš zriedkavé.
sv: Central Indien strax före monsunsäsongen - ett uttorkat land väntar på det livsgivande regnet som redan är två månader försenat. På grund av den förlängda torrheten och den brännande värmen förblir endast den största sjön. De härdiga träd som har överlevt klimatet är utspridda, men inte för sällsynta.
tr: Orta Hindistan, muson mevsiminden hemen önce - iki ay geç olan yağmur yağan yağışlı bir araziyi bekliyor. Uzun kuraklık ve artan ısı nedeniyle, sadece en büyük göl kalır. İklimden sağ kurtulan sert ağaçlar yayılır, ancak çok az kerelik değildir.
uk: Центральна Індія перед сезоном мусонів - це випалена земля, яка чекає дощу, що приносить життя, який спізнюється на два місяці. Через посуху єдиною водоймою залишається велике озеро. Великих дерев, що переносять цей клімат хоч небагато, але вдосталь.
zh: 印度中部在季风季节之前 ，焦土苦等着的甘霖，两个月之后才姗姗来迟。 由于长期的的干燥和灼热，这里只剩下一个大湖。 幸存下来的耐寒树木开始繁茂生长，幸喜并不稀少。
zh_tw: 印度中部在季風季節前的樣子，一個正等著遲來兩個月的帶來生命的雨的炎熱土地。因為長時間的乾燥與熱氣，這裡只剩下最大的湖泊。在這種氣候下倖存下來的強壯樹木已經不斷繁衍，且並不稀疏。
