Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Sparta was a prominent city-state in ancient Greece, and its dominant military power on land from circa 650 B.C. Spartan culture was obsessed with military training and excellence, with rigorous training for boys beginning at age seven. Thanks to its military might, Sparta led a coalition of Greek forces during the Greco-Persian Wars, and won over Athens in the Peloponnesian Wars, though at great cost.
ast: Esparta foi una ciudá-estáu destacada de la Grecia antigua, y una potencia militar dominante na tierra dende alredor de 650 a.C. La cultura espartana infiñóse cola preparación y la escelencia militares, entrenando duramente a los rapazos dende los siete años d'edá. Gracies al so puxu militar, Esparta dirixó una coalición de fuercies griegues nes guerres médiques, y venció a Atenes na guerra del Peloponesu, anque a un altu costu.
bg: Спарта била виден град-държава в древна Гърция, както и доминиращата ѝ военна сила на сушата от около 650г. пр.н.е нататък. Спартанската култура била обсебена от военното обучение и превъзходство, като момчетата започвали усилени тренировки на шест годишна възраст. благодарение на военната си мощ, Спарта повела обединените гръцки сили по време на Гръко-персийските войнѝ и спечелила срещу Атина в Пелопонеските войни, макар и с цената на големи загуби.
br: Bez e oa Sparta ur gêr-stad e Bro-Hellaz a-wechall, ha kentañ galloud milourel ar vro war an douar adalek war-dro 650 a-raok J.K. Sorc'hennet e oa sevenadur Sparta gant ar stummadur milourel ha gant ar wellentez, o stummañ ar baotred en un doare strizh adalek o seizhvet bloavezh. A-drugarez d'he nerzh milourel e sturias Sparta ur c'hengevredad armeoù grek e-pad ar brezelioù Greko-Persian, hag e trec'has Aten e Brezelioù ar Peloponnes, daoust ma oa uhel ar c'holl.
ca: Esparta era una ciutat estat important a l'antiga Grècia, i el seu principal poder militar terrestre des d'aproximadament el 650 aC. La cultura espartana estava obsessionada amb la formació militar i l'excel·lència, i els nois s'entrenaven rigorosament des dels set anys. Gràcies al seu poder militar, Esparta va liderar una coalició de forces gregues durant les Guerres Mèdiques, i va vèncer Atenes a les Guerres del Peloponès, tot i que amb un gran cost.
cs: Sparta byla předním městským státem starověkého Řecka, a jeho dominantní vojenskou mocností na pevnině zhruba od roku 650 př. n. l. Spartská kultura byla oddána vojenskému tréninku a dokonalosti, s důsledným tréninkem chlapců od sedmi let. Díky své vojenské síle vedla Sparta koalici řeckých sil během Řecko-Perských válek, a zvítězila nad Athénami v Peloponéských válkách, ačkoliv za vysokou cenu.
de: Sparta war ein bedeutender Stadtstaat im antiken Griechenland und ab ca. 650 v. Chr. seine dominierende Landstreitmacht. Die spartanische Kultur war besessen von militärischem Training und Höchstleistungen, mit einem rigorosen Training für Jungen ab dem siebten Lebensjahr. Dank seiner militärischen Macht leitete Sparta während der Perserkriege eine Koalition griechischer Streitkräfte und gewann gegen Athen im Peloponnesischen Krieg, wenn auch um einen hohen Preis.
el: Η Σπάρτη ήταν μια εξέχουσα πόλη-κράτος στην αρχαία Ελλάδα και κυρίαρχη στρατιωτική δύναμη στη περιοχή της από το 650 π.Χ περίπου. Ο Σπαρτιατικός πολιτισμός είχε εμμονή με τη στρατιωτική εκπαίδευση και την αριστεία, η αυστηρή εκπαίδευση για τα αγόρια άρχιζε στην ηλικία των επτά. Χάρη στη στρατιωτική της δύναμη, η Σπάρτη οδήγησε μια συμμαχία των ελληνικών δυνάμεων στη διάρκεια των Περσικών πολέμων και κέρδισε από την Αθήνα τον Πελοποννησιακό Πόλεμο, αν και με μεγάλο κόστος.
es_ar: Esparta fue una ciudad-estado prominente de Grecia con un poder militar dominante en tierra desde aproximadamente el 650 a.C. La cultura espartana estaba obsesionada con el entrenamiento militar y la excelencia, con entrenamiento riguroso para niños que comenzaba a los siete años. Gracias a su poder militar, Esparta lideró la coalición de fuerzas griegas en las guerras Greco-persas, y conquistó Atenas en la guerra del Peloponeso, aunque a un costo muy elevado.
eu: Esparta Grezia zaharreko estatu-hiri garrantzitsua izan zen, K.a. 650 inguruan lurreko militar botere erabakigarria izan zuena. Espartar kultura militar prestakuntzarekin itsututa zegoen eta zazpi urtetik gorako mutilentzako entrenamendu gogorra zuen. Nagusitasun militar hori zuela eta, Gudu Medicetan Greko indarren batasunaren buru izan zen eta Atenas garaitu zuen Peloponesoko Gudan, nahiz kostu handia izan.
fa: اسپارتا یک شهر قدرتمند در یونان باستان بود که از قدرت نظامی بالای برخوردار بود و از 650 ق.م فرهنگ آنها آمیخته با آموزش های نظامی بود. قدرت نظامی اسپارتها نقش بسیار مهمی در پیروزی یونانی ها در جنگ با ایرانیان ایفا کردند و در خلال جنگ های پلوپونزه نیز عامل اصلی پیروزی بر آتن بودند هرچند هزینه بالایی برای آن پرداخت کردند.
ga: Ba chathairstát iomráiteach í an Sparta sa Ghréig ársa, agus bhí sí ina ceannas míleata ar an dtír seo thart ar an mblian 650 R.C. Bhí cultúr na Sparta cráite le hoiliúint agus feabhas míleata, agus thosaigh siad a mbuachaillí a thraenáil ó seacht mbliana d'aois. Mar gheall ar a smacht mhíleata, threoraigh an Sparta comhpháirtíocht fórsaí na nGréagach i rith Cogaí na nGréig-Pheirseach, agus bhuaigh sí thar an Aithin i Cogaí na Péalopoinéise, ach ar chostas mór.
he: ספרטה הייתה עיר מדינה בולטת ביוון עתיק, והיא שלטה בעזרת כוחה הצבאי ביבשה מבסביבות 650 לפנה"ס .התרבות הספרטנית הייתה אובססיבית לגבי אימונים ומצוינות צבאיים, שכללו אימונים קפדניים לנערים החל מגיל שבע. הודות לכוחה הצבאי, ספרטה הובילה קואליציה של כוחות יווניים בתקופת המלחמות בין יוון ופרס , ונצחה את אתונה במלחמות הפלופונסיות אם כי במחיר כבד.
hu: Spárta kiemelkedő városállam volt az ókori Görögországban, és domináns szárazföldi katonai erő kb. i. e. 650-től. A spártai kultúra meghatározó eleme volt a katonai képzés és a kitűnőség, szigorú képzéssel a fiúknak hét éves koruktól fogva. A katonai hatalmának köszönhetően vezette Spárta a görög koalíciós erőket a görög-perzsa háborúk idején, és bár nagy áldozat árán, de győzedelmeskedett Athén felett a peloponnészoszi háborúban.
hy: Սպարտան Հին Հունաստանի ականավոր քաղաք-պետություններից էր և գերակայող ցամաքային ռազմական ուժը մ․թ․ա․ մոտ 650թ․-ից։ Սպարտայի մշակույթը կարևորագույն մասը ռազմական մարզումներն ու վարպետությունն էին, և տղաները անխնա մարզումներն սկսում էին յոթ տարեկանից։ Շնորհիվ իր ռազմական հզորության՝ Սպարտան առաջնորդեց հունական ուժերի միությունը հույն-պարսկական պատերազմների ժամանակ և թանկ գնով հաղթեց Աթենքին Պելոպոնեսյան պատերազմներում։
it: Sparta era una città-stato di primo piano nella Grecia antica, e la sua potenza militare sulla terraferma divenne dominante a partire dal 650 a.C. La mentalità spartana era ossessionata dall'addestramento militare e dalla capacità di eccellere, con una formazione rigorosa per i ragazzi che iniziava all'età di sette anni. Grazie alla sua potenza militare, Sparta guidò una coalizione di forze greche durante le Guerre Greco-Persiane e conquistò Atene nel Guerra del Peloponneso, anche se a caro prezzo.
ja: スパルタは古代ギリシアのすぐれた都市国家で、紀元前650年頃からその強力な陸軍で有名です。スパルタ文化は軍事訓練と優秀さにこだわりをもち、男子には7歳から厳しい訓練を課しました。強力な軍隊のおかげで、スパルタはギリシア連合を率いてギリシア・ペルシア戦争を戦い、ペロポネソス戦争では犠牲を払いつつもアテナイに勝利しました。
ko: 스파르타는 고대 그리스의 유명한 도시 국가였고, 기원전 650년경 부터 육지에 지배적인 군사력을 가지고 있었습니다. 스파르타 문화는 군사훈련과 우수성에 집착했으며, 남자는 7세부터 시작하는 엄격한 훈련을 시켰습니다. 강력한 군사력 덕분에, 스파르타는 그리스 군대의 연합을 이끌어 그레코-페르시안 전쟁을 치렀고, 펠레포네소스 전쟁에서 엄청난 희생을 치뤘지만 아테네에 승리했습니다.
nb: Sparta var en fremtredende by-stat i antikkens Hellas, og den dominante militærmakten på land fra ca 650 f.Kr. Spartansk kultur var besatt av militær trening og utmerkelser med trening for gutter fra syv års alder. Takket være sin militære makt ledet Sparta en koalisjon av greske styrker under de gresk-persiske kriger og vant over Athen i de peloponesiske kriger til tross for store tap.
pl: Sparta była znaczącym państwem-miastem starożytnej Grecji oraz dominującą potęgą wojskową na lądzie około 650 r. p.n.e. Spartańska kultura przywiązywała ogromną wagę do szkolenia wojskowego i doskonalenia, chłopcy rozpoczynali surowy trening w wieku siedmiu lat. Dzięki swej potędze militarnej, Sparta przewodziła koalicji Greków podczas Wojny grecko-perskiej oraz zwyciężyła Ateny w wojnie Peloponeskiej, choć wielkim kosztem.
pt_br: Esparta foi uma proeminente cidade-estado na Grécia antiga, e dominou o poderio militar terrestre perto de 650 a.C. A cultura Espartana era obcecada com treinamento e excelência militar, com rigorosos treinamentos para garotos a partir dos sete anos de idade. Graças a seu poder militar, Esparta liderou uma coalizão de forças Gregas durante as guerras Greco-pérsicas, e ganhou de Atenas na guerra do Peloponeso, embora a um custo alto.
ru: Спарта была выдающимся городом-государством Древней Греции и её доминирующей военной силой на суше примерно с 650 г. до н.э. Спартанцы возводили в культ военную подготовку и мастерство, достигаемое безжалостными тренировками мальчиков, начиная с семилетнего возраста. Благодаря своей военной мощи Спарта возглавила коалицию греческих сил в Греко-Персидских войнах и одержала победу над Афинами в Пелопоннесских Войнах, хотя и заплатила за это большую цену.
sk: Sparta bola popredným mestským štátom starovekého Grécka, a zároveň aj jeho dominantnou vojenskou silou od roku približne 650 pred Kristom. Spartská kultúra bola posadnutá vojenským výcvikom a dokonalosťou, pričom samotný výcvik sa pre chlapcov začínal vo veku 7 rokov. Vďaka svojej moci viedla Sparta počas grécko-perzských vojen grécku armádu a takisto zvíťazila aj nad Aténami v peloponézskych vojnách, hoci za veľkú cenu.
sv: Sparta var ett framträdande stadsstat i det antika Grekland, och dess dominerande militära makt på land från cirka 650 B.C. Spartansk kultur var besatt av militär träning och excellens, med rigorös träning för pojkar som började vid åldern sju. Tack vare sin militära kraft ledde Sparta en koalition av grekiska styrkor under de grekisk-persiska krigarna, och vann över Aten i Peloponnesiska krigen, men till stor kostnad.
tr: Sparta antik Yunanda belirgin bir şehirdi, ve tahmini M.Ö. 650 yılında adada egemen güçtü. Sparta kültüründe 7 yaşına gelmiş erkek çocuklarına askeri eğitimin verilmesi bir saplantı haline gelmişti. Bundan dolayı yapılan çeşitli Sparta-Pers savaşlarında çok maliyetlide olsada askeri başarılar kazandırmıştır.
uk: Спарта була видатним містом-державою Стародавньої Греції та її домінуючою військовою силою на суші приблизно з 650 р. до н. е. Спартанці зводили в культ військову підготовку і майстерність, що досягалося безжальними тренуваннями хлопчиків, починаючи з семирічного віку. Завдяки своїй військової потужності Спарта очолила коаліцію грецьких сил у греко-перських війнах і здобула перемогу над Афінами у Пелопоннеській війні, хоча й заплатила за це велику ціну.
zh: 斯达巴是古希腊杰出的城邦，约在前650年称雄陆上。其文化迷恋军事训练，追求精益求精，男孩在七岁时开始严格的训练。由于其军事力量，斯巴达带领希腊联军在希波战争中挫败敌人，而后付出了巨大代价，在伯罗奔尼撒战争中战胜劲敌雅典。
zh_tw: 斯巴達是在古希臘一個相當傑出的城邦，大約從西元前650年開始就是希臘當地陸上軍事的主導力量。其文化醉心於軍事訓練，追求精益求精，所以男孩從七歲開始就要接受嚴格的訓練。由於其有強大的軍事力量，斯巴達在波希戰爭時帶領著希臘聯軍戰勝敵人，爾後在伯羅奔尼撒戰爭中付出巨大的代價後戰勝雅典。

source: Allied Warships −25% construction time.
hy: -25% դաշնակից ռազմանավերի կառուցման ժամանակին։
ko: 동맹의 전함 건조 시간이 -25% 단축됩니다.

source: Allied Healers −20% resource costs.
hy: -20% դաշնակից բուժակների ռեսուրսային արժեքին։
ko: 동맹의 치료사 양성 자원 비용이 -20% 감소합니다.
