Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Macedonian units have +10% attack bonus vs. Persian and Hellenic factions, but -5% attack debonus vs. Romans.
ast: Les unidaes macedonies reciben una bonificación d'ataque d'un +10% escontra les faiciones persa y helénica, pero una mengua d'ataque d'un -5% escontra los romanos.
bg: Македонските единици имат +10% допълнителна атака срещу персийски и елински цивилизации, но -5% атака срещу римляни.
br: +10% a vonuz dagusted o deus an unanennoù Makedonianed a-enep d'ar c'harvailhadoù Hellenel ha Persian, met -5% a vonuz tagusted a-enep d'ar Romaned.
ca: Les unitats macedòniques tenen un 10% de bonificació d'atac contra les faccions perses i hel·lèniques, però un 5% de desavantatge contra els romans.
cs: Makedonské jednotky mají výhodu +10 % při útoku proti perským a helénským protivníkům, ale ztrácí -5 % při útoku proti Římanům.
de: Makedonische Einheiten haben +10% Angriff gegen Perser und Hellenen, aber -5% Angriff gegen Römer.
el: Μακεδονικές μονάδες έχουν +10% πλεονέκτημα επίθεσης κατά Πέρσικών και Ελληνικών παρατάξεων, αλλά -5% μειωνέκτημα επίθεσης κατά Ρωμαίων
es_ar: Las unidades macedonias tienen un +10% de bonificación de ataque vs Persas y Helénicos, pero reducción de -5% contra Romanos.
eu: Mazedoniako unitateek erasorako %10 gehiagoko bonusa daukate persiar eta heleniarrekin alderatuta, baina erasorako %5 gutxiago erromatarrekin alderatuz.
fa: سربازان مقدونی +10% امتیاز قدرت حمله بیشتر علیه پارسیان و دیگر گروه های یونانی دارند، اما علیه رومیان -5% قدرت حمله کمتر خواهند داشت.
ga: Faigheann na haonaid Macadóineacha bónas ionsaithe +10% i.gc. na Peirseach agus na Heilléaneach, ach míbhónas ionsaithe -5% i.gc. na Rómhánach.
he: לצבא המוקדוני יש +10% בונוס התקפה נגד הפרסים וההלניסטים. אבל -5% בנוס התקפה נגד הרומאים
hu: A makedón egységek +10% támadási bónuszt kapnak a perzsa és hellén frakciók ellen, de -5% büntetést mikor rómaiakkal harcolnak
hy: +10% բոնուս մակեդոնական միավորների հարձակմանն ընդդեմ պարսկական և հելլենիստական քաղաքակրթությունների, սակայն -5% իջեցում՝ ընդդեմ հռոմեացիների։
it: Le unità macedoni hanno un +10% di attacco bonus contro i Persiani e gli Ellenici, ma un -5% di penalità contro i Romani.
ja: マケドニアのユニットはペルシアとギリシア諸勢力に対して攻撃力+10%のボーナスを得ますが、ローマに対しては攻撃力-5%のペナルティがかかります。
ko: 마케도니아 유닛은 페르시아와 그리스 세력에 대해 공격력이 +10% 증가하지만 로마에 대해서는 데보누스의 공격력이 -5% 낮아집니다.
nb: Makedoniske enheter har +10% angrepsbonus mot persiske og hellenske fraksjoner men -5% ulempe i angrep mot romere.
pl: Macedońskie jednostki mają bonus +10% do ataku przeciwko Persom i Hellenom, ale mają również -5% do ataku przeciwko Rzymianom.
pt_br: Unidades macedônicas têm +10% de bônus de ataque contra as facções persa e helênica, mas -5% de debônus contra os romanos.
ru: Македонские войска на +10% сильнее в атаке против Персидской и Греческой фракций, но на -5% слабее в атаке против Римлян.
sk: Macedónske jednotky majú +10% útočný bonus proti perzskej a helénskej frakcii, ale zato aj -5% útočnú nevýhodu proti Rimanom.
sv: Makedonska enheter har + 10% attack bonus vs persiska och hellenska fraktioner, men -5% attack debonus vs romare.
tr: Makedon birimleri Persliler ve Hellenik nifaklarına karşı +10% saldırı ek puanına sahipler, fakat Romalılara karşı -5% saldırı eksi puanına sahipler.
uk: Македонські війська на +10% сильніші в атаці проти перських та грецьких підрозділів, але на -5% слабші в атаці проти римлян.
zh: 马其顿在攻击波斯和希腊时，会+10%的攻击力，但攻击罗马时攻击力-5%。
zh_tw: 馬其頓人的單位在攻擊波斯人與希臘人時會獲得 +10% 的攻擊加成，但是對羅馬人則會有 -5% 的攻擊減值。

source: Hellenic League
ast: Lliga helénica
bg: Елински съюз
br: Kevre Hellenek
ca: Lliga de Corint
cs: Helénská liga
de: Hellenenbund
el: Κοινόν Ελλήνων
es_ar: Liga helénica
eu: Liga Heleniarra
fa: اتحادیه ی یونانی
ga: An Conradh Heilléineach
he: הליגה ההלניסטית
hu: Hellén Szövetség
hy: Հելլենիստական միություն
it: Lega di Corinto
ja: ヘラス同盟
ko: 헬레닉 동맹??
nb: Hellenske liga
pl: Związek Helleński
pt_br: Liga Helênica
ru: Эллинская лига
sk: Helénska liga
sv: Hellenistiska Förbundet
tr: Helen Birliği
uk: Хелінійська Ліга
zh: 希腊城邦联盟
zh_tw: 希臘城邦聯盟

source: After the unification of Greece, Philip II gathered all the city-states together to form the Hellenic League, with Macedon as the its leader. With this Pan-Hellenic federation he planned to launch an expedition to punish Persia for past wrongs. Although assassinated before he could carry out the invasion, his son Alexander the Great took up the mantle and completed his fathers plans.
ast: Tres la unificación de Grecia, Felipe II axuntó tolos ciudaes-estáu pa formar la lliga helénica, con Macedonia como cabeza. Con esta federación panhelénica planió llanciar una espedición pa castigar a Persia por inxusticies pasaes. Anque se-y asesinó enantes d'executar la invasión, el so fíu, Alexandru'l Grande, asumió'l mandáu y cumplió los planes de so pá.
bg: След обединението на Гърция, Филип II обединил всички градове-държави и създал Елинския съюз, като поставил Македон за негов лидер. С тази обединена гръцка федерация той планирал да започне експедиция, с която да накаже Персия за миналите вражди. Въпреки, че бил убит преди да успее да започне нападението, неговият син Александър Велики изпълнил плановете на баща си.
br: Goude unvanadur Gres, Filip II a vodas an holl c'hêrioù-stadel asambles evit sevel ar C'hevre Hellenel, gant Makedonia en e benn. Gant ar c'hevread Pan-Helleniek-mañ e lakaas en e benn d'ober un ergerzhadenn evit kastizañ Persia evit an drouk bet graet ganti. Daoust m'eo bet lazhet a-raok ma kasfe da denn an aloubadeg, e vab Aleksandr Meur a gemeras e vantell hag e echuas ar pezh a oa chomet war steuñv e dad.
ca: Després de la unificació de Grècia, Filip II va reunir totes les ciutats estat per formar la Lliga de Corint, amb Macedònia com a líder. Amb aquesta federació panhel·lènica pretenia llançar una expedició per castigar els mals comesos per Pèrsia.
cs: Po sjednocení Řecka shromáždil Filip II všechny městské státy, aby vytvořily helénskou ligu (Korintský spolek), který byl veden Makedonií. S tímto všehelénským svazem plánoval začít výpravu, která měla potrestat Persii za minulé křivdy. I když byl zavražděn, předtím než mohl vpád uskutečnit, jeho syn Alexandr Veliký na něj navázal a dokončil otcovy plány.
de: Nach der Vereinigung Griechenlands versammelte Philipp II. alle großen Stadtstaaten, um den Korinthischen Bund zu gründen, mit Makedonien als Oberhaupt. Mit dieser panhellenischen Föderation plante er einen Feldzug, um Persien für vergangenes Unrecht zu bestrafen. Obwohl er noch vor Anfang der Invasion ermordet wurde, übernahm sein Sohn Alexander der Große die Macht und verwirklichte die Pläne seines Vaters.
el: Μετά την ενοποίηση της Ελλάδος, ο Φίλιππος ο Β' συγκέντρωσε όλες τις πόλεις-κράτοι μαζί ώστε να δημιουργηθεί η Ελληνική Συμμαχία, με τον Μακεδόνα ως ηγέτη της. Με αυτή την Πανελλήνια ομοσπονδία σχεδίασε να ξεκινήσει μια εκστρατεία για να τιμωρήσει την Περσία για τις αδικίες του παρελθόντος. Παρά το γεγονός ότι δολοφονήθηκε προτού να μπορέσει να πραγματοποιήσει την εισβολή, ο γιος του, ο Μέγας Αλέξανδρος πήρε τη συνέχεια και ολοκλήρωσε τα σχέδια του πατέρα του.
es_ar: Luego de la unificación de Grecia, Filipo II reunió todas las ciudades estado para formar la Liga helénica, con Macedonia como su líder. Con esta federación pan-helénica planeó lanzar una expedición para castigar a Persia por afrontas pasadas. Aunque fue asesinado antes de que pudiera realizar la invasión, su hijo Alejandro Magno tomo el mando y completó los planes de su padre.
eu: Greziaren bateratzearen ondoren, Filipo II.ak hiri-estatu guztiak elkartu zituen Liga Heleniarra eratzeko, Mazedonia buru. Federazio panheleniar honekin Persia iraganeko okerrengatik zigortzeko espedizio bat abiarazi nahi zuen. Inbasioa gauzatu aurretik erahil bazuten ere, bere seme Alexandro Handiak hartu zuen bere lekukoa eta aitaren planak burutu zituen.
fa: بعد از اتحاد یونان، فیلیپ دوم تمام شهرهای یونان را جمع کرد تا پیمان یونانی را شکل دهد که مقدونیه رهبر این اتحاب بود. فیلیپ دوم قصد داشت به کمک این اتحاد شروع به گسترش و کشف مناطق تحت کنترل ایران کند اما مورد سوقصد قرار گرفت و کشته شد اما پسرش اسکندر راه پدر را ادامه داد نقشه های فیلیپ دوم را اجرا کرد.
ga: Tar éis aontú na Gréige, bhailigh Pilib II na cathairstáit uile le chéile, ach amháin na Spartaigh, agus chruthaigh sé an Conradh Heilléineach leis an Mhacadóin i gceannas ar an gconradh seo. Bhí sé beartaithe an Conradh Pan-Helléineach seo a úsáid do thuras pionósach a chur ar na Peirsigh lena n-iarrachtaí a bhí ann sna cogaí roimhe seo. Ach feallmharaíodh sé roimh a bheith sé in ann a choncas a dhéanamh, agus thóg a mhac, Alastar Mór, an aidhm seo suas, agus chríochnaigh sé bearta a athar,.
he: לאחר שהוא איחד את יוון, פיליפ השני אסף את כל הצבא של ערי המדינה יחד כדי ליצור את הליגה היוונית, עם מוקדון כמנהיג שלה. עם פדרציה Pan-הלנסטי הוא תכנן להתקיף את פרס . למרות שהתנקשו בחייו לפני שהספיק לבצע את הפלישה, בנו אלכסנדר הגדול לקח את השלים את תוכניתו של אביו.
hu: Görögország egyesítése után II. Philipposz összegyűjtötte a leigázott városállamokat és megalapította a hellén szövetséget, Makedóniával az élen. Ezzel a pán-hellén szövetséggel tervezte hadjáratát a perzsák ellen, hogy azokat megbüntesse a korábbi sérelmekért. Bár meggyilkolták még mielőtt sikerre vihette volna tervét, fia Nagy Sándor véghezvitte terveit.
hy: Հունաստանի միավորումից հետո Փիլիպոս II-ը համախմբեց բոլոր քաղաք-պետությունները և ստեղծեց Հելլենիստական լիգան՝ Մակեդոնիայի գլխավորությամբ։ Պանհելլենիստական այս միավորման հետ միասին նա պլանավորում էր սկսել արշավանք Պարսկաստանի դեմ՝ անցյալի սխալները պատժելու համար։ Չնայած այն փաստին, որ Փիլիպոսին սպանեցին, մինչ նա կկարողանար ձեռնարկել արշավանքը, նրա որդին՝ Ալեքսանդր Մեծը, ստանձնեց իշխանությունը և իրականացրեց հոր ծրագրերը։
it: Dopo l'unificazione della Grecia, Filippo II radunò insieme tutte le città-stato per formare la Lega di Corinto, con a capo la Macedonia. Con questa federazione panellenica pianificava di inviare una spedizione per punire la Persia per i torti del passato. Anche se fu assassinato prima di poter portare a termine il suo piano di invasione, suo figlio Alessandro Magno decise di subentrare e di portare a termine i piani di suo padre.
ja: ギリシア統一後、ピリッポス2世はすべての都市国家を結集して、マケドニア王国を盟主とするヘラス同盟を結成しました。この全ギリシア同盟と共に、彼はペルシアの過去の不正に制裁を科す遠征を企てました。侵略が実現可能になる前に彼は暗殺されましたが、息子のアレクサンドロス大王が遺志を継ぎ、父親の計画を完遂しました。
ko: 그리스 통일 후 필립 2세는 모든 도시 국가를 모아 마케도니아 왕국을 지도자로 하는 헬레니즘 동맹을 결성하였습니다. 이 범 헬레니즘 연맹으로 그는 원정 과거의 잘못에대한 페르시아를 처벌하기위해 원정 계획을 세웠다. 비록 그가 침략을 수락하기전에 암살되었지만, 그의 아들 알렉산더 대왕은 망토를 들고 그의 아버지의 계획을 완수했습니다.
nb: Etter foreningen av Hellas, samlet Phillip II alle by-statene for å opprette Den hellenske liga, med Macedon som dens leder. Med denne pan-hellenske føderasjonen planla han å starte en ekspedisjon for å straffe persia for tidligere overtredelser. Selv om han ble snikmyrdet før han rakk å utføre invasjonen fortsatte hans sønn, Aleksander den store i hans fotspor og fullførte sin fars plan.
pl: Po zjednoczeniu Grecji, Filip II zebrał wszystkie państwa-miasta razem, aby utworzyć Związek Helleński, z Macedonią jako liderem. Z tą panhelleńską federacją planował on wyprawę aby ukarać Persję za jej przeszłe krzywdy. Został zamordowany zanim zdążył przeprowadzić inwazję, jednak Aleksander Wielki przejął obowiązki ojca i dokończył jego plany.
pt_br: Depois da unificação da Grécia, Felipe II reuniu todas as cidades-estado juntas para formar a Liga Helênica, com Macedônia como a sua líder. Com essa federação Pan-Helênica ele planejava lançar uma expedição para perseguir Pérsia pelos erros passados. Apesar de ter sido assassinado antes que ele pudesse cumprir a invasão, seu filho Alexandre o Grande assumiu a cobertura e completou os planos de seu pai
ru: После объединения Греции Филипп II объединил все города-государства, чтобы сформировать Коринфский союз во главе с Македонией. С этой Панэллинской федерацией он запланировал начать экспедицию, чтобы наказать Персию за прошлые обиды. Хотя был убит прежде, чем он мог выполнить вторжение, его сын Александр Великий закончил планы отца.
sk: Po zjednotení Grécka zhromaždil Filip II všetky mestské štáty a utvoril Helénsku ligu na čele s Macedónskom. S touto pan-helénskou federáciou plánoval zahájiť expedíciu, ktorej cieľom mala byť pomsta Peržanom za krivdy, ktoré im v minulosti spôsobili. Aj keď bol skôr než stihol podniknúť inváziu zavraždený, jeho syn Alexander Veľký pokračoval v šľapajách svojho otca a dokončil jeho plány.
sv: Efter enighet i Grekland samlade Philip II alla stadstaterna tillsammans för att bilda Hellenic League, med Macedon som dess ledare. Med denna Pan-Hellenic federation planerade han att lansera en expedition för att straffa Persien för tidigare misstag. Trots att han mördades innan han kunde utföra invasionen, tog hans son Alexander den Store upp manteln och fullföljde sina fars planer.
tr: Yunanistan'ın birleşmesinden sonra Philip II, bütün şehir devletlerini bir araya getirerek Makedon'u lider olarak Helen Ligi oluşturdu. Bu Pan-Hellenic federasyonuyla Persleri geçmiş hatalar nedeniyle cezalandırmak için bir sefer başlatmayı planladı. İstilayı gerçekleştiremeden öldürülse de, oğlu Büyük İskender mantoyu aldı ve atalarının planlarını tamamladı.
uk: Після об'єднання Греції Філіп II об'єднав всі міста-держави, щоб сформувати Корінфський союз на чолі з Македонією. З цієї усееллінською федерацією він запланував розпочати експедицію, щоб покарати Персію за минулі образи. Хоча був убитий спершу, ніж він міг виконати вторгнення, його син Олександр Великий втілив у життя плани батька.
zh: 马其顿国王腓力二世征服希腊之后，创建了以马其顿为首领的希腊城邦同盟，即科林斯同盟。旨在联合整个希腊世界的军事力量与波斯较量。公元前336年春他计划派出一支远征军来惩罚波斯人犯下的错误，大军将在秋天随腓力出发。而腓力竟突然在当年夏季女儿的婚礼上遇刺身亡，可谓壮志未酬，马其顿的王位由其子，也就是伟大的亚历山大三世继承。亚历山大三世一生未尝败绩，他完成了其父未竟的事业。
zh_tw: 在希臘統一後，腓力二世成立了以馬其頓為首，集合希臘各城邦的城邦聯盟。有了這個泛希臘聯盟，他計畫對波斯發動遠征以懲罰過去的錯誤。雖然在他出征前就被暗殺了，但他的兒子亞歷山大大帝繼承衣缽，完成了他父親的遺願。

source: Infantry pike units can use the slow and powerful Syntagma formation.
ast: Les unidaes piqueres de la infantería son a emplegar la formación lenta y fuerte del sintagma.
bg: Пехотните копиеносци може да използват бавната, но стабилна формация „Синтагма“.
br: Gallout a ra an unanennoù war-draod gant pikoù implijout ar galloudus ha gorrek a stummadur Syntagma.
ca: Les unitats d'infanteria amb pica poden adoptar la formació Syntagma, lenta i poderosa.
cs: Jednotky kopiníků pěšího vojska mohou použít pomalou a mocnou formaci Syntagma.
de: Fußtruppen mit Spießen können die langsame aber starke Syntagma Formation nutzen.
el: Οι δορυφόροι μπορούν να χρησιμοποιήσουν τον αργό και δυνατό σχηματισμό Συντάγματος.
es_ar: Las unidades de infantería con pica pueden usar la formación Syntagma, que es lenta y poderosa.
eu: Infanteriako pika unitateek Syntagma formazio motel baina indartsua erabil dezakete.
fa: نیروهای نیزه بلنددار پیاده نظام می توانند از آرایش نظامی کند ولی قدرتمند سینتاگما استفاده کنند.
ga: Is féidir leis na fir píce an t-eagar Syntagma a úsáid, san eagar seo faigheann sé bónas cosanta ach gluaiseann na haonaid níos moille.
he: חי"ר של יחידות הנושאות כידון שניתנות להשתמש כדי ליצור גדוד גדול שנע לאט ורב עוצמה.
hu: A pikás gyalogosok használhatja a lassú, de halálos Szüntagma formációt.
hy: Հետևակի նիզակավոր զինվորների կողմից դանդաղ և հզոր սինտագմա շարասյուն կազմելու հնարավորություն։
it: Le unità di fanteria armate di picca possono utilizzare la lenta e potente formazione a Syntagma.
ja: 長槍歩兵ユニットが低速で強力なシンタグマ陣形を利用できます。
ko: 보병 장창 유닛은 느리고 강력한 신타그마 진형 사용할 수 있습니다.
nb: Pikenér-enheter kan bruke den sakte og kraftige Syntagma-formasjonen.
pl: Żołnierze z pikami mogą użyć wolnej, ale potężnej formacji - Syntagmy.
pt_br: Piqueiros podem usar a lenta e poderosa formação Sintagma.
ru: Пеших копьеносцев можно объединить в медленный, но сильный отряд — синтагму.
sk: Jednotky kopijníkov môžu použiť pomalú a silnú formáciu Syntagma.
sv: Infanteripikenerare kan använda den långsamma men starka Syntagma-formationen.
tr: Kargıcı piyade birimleri yavaş ve güçlü Sintagma düzenini kullanabilirler .
uk: Піших списоносців можна об'єднати в повільний, але сильний загін — синтагму.
zh: 长矛兵可以使用马其顿方阵来攻击敌人，这种阵型行动慢但是攻击力强大。
zh_tw: 長槍兵可以使用稱為馬其頓方陣的緩慢但強而有力的陣型。

source: Syntagma
ast: Sintagma
bg: Синтагма
el: Σύνταγμα
es_ar: Sintagma
fa: میدان یونانی
he: סינטגמה
hu: Szüntagma
hy: Սինտագմա
ja: シンタグマ
ko: 구성
pt_br: Sintagma
ru: Синтагма
tr: Sintagma
uk: Синтагма
zh: 马其顿方阵
zh_tw: 馬其頓方陣

source: Based upon the Theban Oblique Order phalanx, the Syntagma was the formation that proved invincible against the armies of Hellas and the East.
ast: Enfotáu na falanxe oblicua de Tebes, el sintagma foi la formación que resultó invencible escontra los exércitos de La Hélade y l'Oriente.
bg: Основана на тиванската фаланга от тип „кос строй“, синтагмата била формацията, която се доказала като непобедима срещу гръцките и източните армии.
br: Deveret diouzh ar falañj Teban en urzh beskellek, ar stummadur Syntagma a oa ar stummadur anezhañ hag en deus diskouezet bezañ didrec'hus a-enep d'an armeoù Hellas ha re ar Sav-Heol.
ca: Basada en la falange obliqua tebana, la formació Syntagma va resultar invencible contra els exèrcits de l'Hèl·lade i de l'Est.
cs: Založena na thébské formaci kosého šiku, Syntagma byla formací, která se v bojích proti armádám Řecka a východu ukázala být neporazitelnou.
de: Basierend auf der thebanischen schiefen Schlachtordnung erwies sich die Syntagmaformation als unüberwindbares Hindernis für die Armeen Griechenlands und des Ostens.
el: Βασισμένο πάνω στο Θηβαϊκό πλάγιο τάγμα , το Σύνταγμα ήταν ο σχηματισμός που αποδείχθηκε ανίκητος ενάντια στους στρατούς της Ελλάδας και της Ανατολής.
es_ar: Basada en la falange de Orden Oblicua de Tebas, el Syntagma era la fomación que resultó invencible contra los ejércitos griegos y del este.
eu: Tebasko zeharkako falangean oinarritua, Syntagma formazioa garaitezin bilakatu zen Hellaseko eta ekialdeko armadentzat.
fa: بر اساس آرایش نظامی فالانژ و تاکتیک نظامی اریب، آرایش نظامی سینتاگما یک آرایش نظامی نفوذ ناپذیر در برابر سپاه یونانی ها و شرقی ها بود.
ga: Bunaithe ar falang an Chlaonord Téibeach, chruthaigh an Syntagma dochloíte i gcoinne na n-arm Heilléineacha agus Oirthearacha.
he: בהתבסס על גדוד אלכסוני מסודר, הסינטגמה הייתה היווצרות שהוכחה כבלתי מנוצחת נגד הצבאות של היוונים ושל המזרח.
hu: A thébai ferde phalanxon alapul, a szüntagma volt az a formáció, amely legyőzhetetlennek bizonyult Görögország és a Kelet seregeivel szemben.
hy: Հիմնվելով թեբեյան շեղ փաղանգի վրա՝ սինտագման ապացուցեց իր անպարտելիությունն ընդդեմ հելլենիստական և արևելյան զորքերի։
it: Basata sul modello della Falange Obliqua Tebana, il Syntagma fu la formazione che si rivelò invincibile contro le armate sia dell'Ellade che dell'Oriente.
ja: テーバイの斜線陣を基にしたシンタグマ陣形は古代ギリシアおよび東洋の軍団に対して無敵を誇りました。
ko: 테반 오브리쿠에 오르데르 팔랑크스를 바탕으로 하여 신타그마는 고대 그리스와 동양의 군대에 맞서 무적임을 증명하는 진영이었습니다.
nb: Basert på den thebanske "skjev oppstilling"-falanksen, var Syntagma den formasjonen som viste seg uovervinnelig mot armeene fra Hellas og Østen.
pl: Bazująca na tebańskiej falandze oskrzydlającej, Syntagma była formacją, która okazała się niemożliwą do pokonania przez Hellenów i cały Wschód.
pt_br: Baseada na Falande de Ordem Oblíqua Tebana, a Sintagma foi a formação que se provou invencível contra os exércitos de Hellas e do leste.
ru: Основанное на фиванской косой фаланге, построение синтагма доказало свою эффективность против армий Эллады и Востока.
sk: Založená na tébskej falange Kosého šíka bola Syntagma formáciou, ktorá sa v bojoch proti armádam Grécka a Východu ukázala ako neporaziteĺná.
sv: Baserat på Theban Oblique Order phalanx var Syntagma den formation som visade sig oövervinnerlig mot arméerna i Hellas och Östern.
tr: Theban temelli eğik falanks muharebe düzeni ,düzenleme Hellas ve Doğu ordularına karşı yenilmez olduğunu kanıtlayan bir oluşum olmuştur.
uk: Засноване на фіванській косій фаланзі, формування синтагма довело свою ефективність проти армій Еллади і Сходу.
zh: 在底比斯的斜行序列方阵的基础上改进的马其顿方阵，在对抗希腊军队和东方军队上所向披靡。
zh_tw: 在底比斯斜線方陣的基礎上進行改進的馬其頓方陣，在對抗希臘軍隊和東方的軍隊上所向披靡。
