Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: Kick a specified user from the lobby. Usage: /kick nick reason
ar: اطرد مستخدمًا معيّنًا من الرّدهة. الاستخدام: ‪‎/kick اللقب‎ السبب
ast: Espuʃar de l antepar a ciertu usuariu. Usu: /kick nick reason
bg: Изритване на определен потребител от чакалнята. Начин на ползване: /kick псевдоним причина
br: Botaouiñ maez un implijer bennak diouzh an hall. Implij: /kick nick reason
ca: Expulsa un usuari de la sala. Ús: /kick nom motiu
cs: Vyhodit daného uživatele ze zájmové skupiny. Použití: /kick přezdívka důvod
de: Einen bestimmten Benutzer aus der Lobby kicken. Syntax: „/kick Name Grund“
el: Αποβάλει ένα συγκεκριμένο χρήστη από το λόμπι. Χρήση: /kick ψευδώνυμο αιτιολογία
es: Echa a alguien de la sala multijugador. Uso: /kick nombre razón
eu: Jokalari anitzen gelatik norbait kanporatu. Erabilera: /kick izena arrazoia
fa: بیرون انداختن یک کاربر مشخص از لابی.
fi: Potkaisee tietyn käyttäjän ulos aulasta. Käyttö: /kick nimimerkki syy
fr: Expulser un(e) utilisateur(trice) spécifié(e) du hall. Usage : /kick nom raison
ga: Ciceáil úsáideoir sáiniúil as an forhalla. Úsáid: /kick nick cúis
gd: Thoir a’ bhròg dha chluicheadair on lobaidh. Cleachdadh: /kick far-ainm adhbhar
gl: Expulsar ao usuario indicado da sala de espera. Uso: /kick alcume motivo
hr: Izbacite određenog korisnika iz predvorja. Uporaba: /kick nick razlog
hu: A megadott felhasználó kirúgása a váróból. Használat: /kick becenév ok
id: Keluarkan pengguna spesifik dari lobi. Penggunaan: /kick nama alasan
it: Caccia un utente specificato dalla lobby. Utilizza: /kick nick motivo
ja: 指定したユーザーをキックします。使い方: /kick ユーザー名 理由
ko: 지정한 사용자를 로비에서 강제로 추방합니다. 사용법: /kick 사용자이름 이유
mk: Исфрлете одреден корисник од чекалната. Употреба: /kick алијас причина
ms: Tendang pengguna tertentu keluar dari ruang legar. Penggunaan: /kick nick reason
nb: Kast en oppgitt bruker ut av lobbyen. Bruk: /kick kallenavn grunn
nl: Verwijder een speciieke gebruiken uit de lobby. Gebruik \kick naam reden
pl: Wyrzuć wybranego użytkownika z poczekalni. Użycie: /kick nick powód
pt_br: Expulse um usuário específico da sala. Uso: /kick nick motivo
pt_pt: Expulsar um utilizador especifico da sala. Utilização: /kick alcunha razão
ro: Scoate un jucător din lobby. Folosiți comanda: /kick nume motiv
ru: выгнать указанного игрока из комнаты
sk: Vyhoď konkrétneho hráča z lobby. Použitie: /kick nick dôvod
sv: Sparka en användare från lobbyn. Användning: /kick användarnamn anledning
tr: Lobiden bir oyuncuyu atmak istiyorsanız /kick nick yazarak oyuncuyu atabilirsiniz
uk: Вигнати конкретного користувача з лобі. Використання: /kick прізвисько причина
zh: 从大厅踢出一个指定的用户。使用方法: /kick 别名 原因
zh_tw: 將特定使用者踢出大廳。用法：/kick 暱稱 理由

source: Ban a specified user from the lobby. Usage: /ban nick reason
ar: امنع مستخدمًا معيّنًا من الرّدهة. الاستخدام: ‪‎/ban اللقب‎ السبب
ast: Estornar de l antepar a ciertu usuariu. Usu: /ban nick reason
bg: Блокиране на достъпа на определен потребител до чакалнята. Начин на ползване: /ban псевдоним причина
br: Forbaniñ maez un implijer bennak diouzh an hall. Implij: /kick nick reason
ca: Bloqueja a un usuari l'entrada a la sala. Ús: /ban nom motiu
cs: Zakázat přístup danému uživateli do zájmové skupiny. Použití: /ban přezdívka důvod
de: Einen bestimmten Benutzer aus der Lobby verbannen. Syntax: „/ban Name Grund“
el: Μπλοκάρει ένα συγκεκριμένο χρήστη από το λόμπι. Χρήση: /ban ψευδώνυμο αιτιολογία
es: Echa y prohíbe a alguien entrar en la sala multijugador. Uso: /ban nombre razón
eu: Jokalari anitzen gelatik norbait kanporatu eta sarrera debekatu. Erabilera: /ban izena arrazoia
fa: ممنوع کردن ورود یک کاربر مشخص از لابی
fi: Antaa tietylle käyttäjälle porttikiellon tähän aulaan. Käyttö: /ban nimimerkki syy
fr: Bannir un(e) utilisateur(trice) spécifié(e) du hall. Usage : /ban nom raison
ga: Cuir cosc ar úsáideoir sáiniúil as an forhalla. Úsáid: /ban nick cúis
gd: Toirmisg cluicheadair on lobaidh. Cleachdadh: /ban far-ainm adhbhar
gl: Vedar ao usuario indicado da sala de espera. Uso: /ban alcume motivo
hr: Zabranite pristup određenom korisniku u predvorje. Uporaba: /ban nick razlog
hu: A megadott a felhasználó kitiltása a váróból. Használat: /ban becenév ok
id: Larang pemain spesifik dari lobi. Penggunaan: /ban nama alasan
it: Bandisci un utente specificato dalla lobby. Utilizza: /ban nick motivo
ja: 指定したユーザーをBANします。使い方: /ban ユーザー名 理由
ko: 지정한 사용자를 로비에서 차단합니다. 사용법: /ban 사용자이름 이유
mk: Блокирајте одреден корисник да пристапи до чекалната. Употреба: /ban алијас причина
ms: Sekat pengguna tertentu keluar dari ruang legar. Penggunaan: /ban nick reason
nb: Bannlys en oppgitt bruker fra lobbyen. Bruk: /ban kallenavn grunn
nl: Verban een specifieke gebruiken uit de lobby. Gebruik: /ban naam reden
pl: Zablokuj wybranego użytkownika w poczekalni. Użycie: /ban nick powód
pt_br: Bane um usuário específico da sala. Uso: /ban nick motivo
pt_pt: Banir um utilizador especifico da sala. Utilização: /ban alcunha razão
ro: Banează un jucător din lobby. Folosiți comanda: /ban nume motiv
ru: Заблокировать указанного игрока в комнате
sk: Zablokuj konkrétneho hráča v lobby. Použitie: /ban nick dôvod
sv: Banna en användare från lobbyn: Användning: /ban användarnamn anledning
tr: Lobiden belirli bir kullanıcı yasaklanabilir. Kullanımı: /ban kullanıcı nedeni
uk: Заблокувати конкретного користувача в лобі. Використання: /ban прізвисько причина
zh: 从大厅禁言一个指定的用户。使用方法: /ban 别名 原因
zh_tw: 禁止特定使用者進入大廳。用法：/ban 暱稱 理由

source: Show this help.
ar: أظهر هذه المساعدة.
ast: Amostrar esta ajuda.
bg: Показване на това съобщение.
br: Diskouez ar skoazell-mañ.
ca: Mostra l'ajuda.
cs: Ukázat tuto nápovědu.
de: Diese Hilfe anzeigen.
el: Εμφάνιση αυτής της βοήθειας.
es: Mostrar esta ayuda.
eu: Erakutsi laguntza hau.
fa: نشان دادن این کمک
fi: Näytä tämä ohje.
fr: Afficher cette aide.
ga: Taispeáin an chabhair seo.
gd: Seall a’ chobhair seo.
gl: Mostrar esta axuda.
hr: Prikažite pomoć.
hu: Ezen súgó megjelenítése.
id: Tunjukan bantuan ini.
it: Mostra questo aiuto.
ja: このヘルプを表示します。
ko: 이 도움말을 표시하십시오.
lv: Rādīt šo palīdzību.
mk: Прикажување на оваа порака.
ms: Tunjuk bantuan ini.
nb: Vis denne hjelpefila.
nl: Laat deze hulp zien.
pl: Pokaż tę pomoc.
pt_br: Mostre esta ajuda.
pt_pt: Mostrar esta ajuda.
ro: Arată ajutor.
ru: Показать эту подсказку.
sk: Zobraz tohto pomocníka.
sr: Прикажи ову помоћ.
sv: Visa denna hjälpdialog.
tr: Yardım mesajını görüntüleyin.
uk: Показати цю допомогу.
zh: 显示此条帮助
zh_tw: 顯示此說明。

source: Chat commands:
ar: أوامر الدّردشة:
ast: Órdenes de la conversa:
bg: Команди в чата:
br: Urzhiadoù ar Flapva:
ca: Ordres del xat:
cs: Příkazy pro rozhovor:
de: Chatbefehle:
el: Εντολές συνομιλίας:
es: Órdenes del chat:
eu: Txataren komandoak:
fa: فرمان های چت:
fi: Chattikomennot:
fr: Commandes de discussion :
ga: Orduithe Comhrá:
gd: Àitheantan na cabadaich:
gl: Ordes de conversa:
hr: Naredbe za čavrljanje:
hu: Csevegő parancsok:
id: Kode Perintah Obrolan
it: Comandi chat:
ja: チャットコマンド:
ko: 대화 명령어:
lv: Čata komandas:
mk: Команди во чатот:
ms: Perintah sembang:
nb: Sludrekommandoer:
nl: Chat commando's:
pl: Polecenia czatu:
pt_br: Comandos do chat:
pt_pt: Comandos de conversa:
ro: Comenzi chat:
ru: Команды чата:
sk: Príkazy chatu:
sv: Chattkommandon:
tr: Sohbet komutları:
uk: Команди бесіди:
zh: 聊天指令:
zh_tw: 聊天指令：

source: Send a chat message about yourself. Example: /me goes swimming.
ar: أرسل رسالة دردشة تحدّث فيها عن نفسك. مثال: ‪/me ذاهب إلى السوق
ast: Mandar un recadu subre ti. Exemplo: /me goes swimming.
bg: Изпращане на съобщение за Вас. Пример: /me отива да плува.
br: Kasit ur gemennadenn er flapva diwar ho penn. Da skouer: /o vont da neuial.
ca: Envia un missatge sobre vosaltres. Exemple: /me va a la piscina.
cs: Poslat v rozhovoru zprávu o sobě. Například: /me jde plavat.
de: Eine Chatnachricht über dich selbst senden. Beispiel: „/me geht schwimmen.“
el: Στέλνει ένα μήνυμα στη συνομιλία για τον εαυτό σου. Παράδειγμα: /me πηγαίνω για κολύμπι
es: Envía un mensaje de chat en tercera persona. Por ejemplo: /me va a la playa,
eu: Txat mezu bat hirugarren pertsona bezala bidali. Adibidez: /igeri egitera doa.
fa: ارسال یک پیام چت در مورد خودت، Example: /me goes swimming.
fi: Lähettää keskusteluviestin, joka koskee sinua. Esimerkki: /me menee uimaan.
fr: Envoyez un message à propos de vous. Exemple: /me va nager.
ga: Seol teachtaireacht comhrá faoi thúsa féin. Mar shampla: /me táim ag foghlaim Gaeilge
gd: Cuir teachdaireachd mu do dhèidhinn. Mar eisimpleir: /me a’ dol a shnàmh. Thoir an aire gum feum am /me a bhith air toiseach na loidhne.
gl: Enviar unha mensaxe de conversa sobre vostede. Por exemplo: /me vai á praia.
hr: Pošaljite kratku poruku o sebi. Primjer: /me Idem na plivanje.
hu: Csevegőüzenet küldése saját magadról. Példa: /me elment úszni.
id: Kirim pesan obrolan mengenai diri Anda sendiri. Example: /me pergi berenang.
it: Invia un messaggio in chat. Esempio: /vado a nuotare.
ja: 自分に関するメッセージを送信します。例:/me 泳ぎに行った。
ko: 자신에 대한 채팅 메시지를 보냅니다. 예 : /me 수영하러 갑니다.
mk: Испраќање порака до вас. Пример: /me оди на пливање.
ms: Hantar mesej sembang mengenai diri anda. Contoh: /me hendak pergi solat.
nb: Send en sludremelding om deg selv. Eksempel: /me drar å svømmer.
nl: Verstuur een chatbericht over uzelf. Voorbeeld: /me gaat zwemmen.
pl: Wyślij wiadomość o swoim statusie. Przykład: /me przerwa na kawę
pt_br: Envia uma mensagem no chat sobre você mesmo. Exemplo: /me vai nadar.
pt_pt: Envia uma mensagem de conversação sobre ti mesmo. Por exemplo: /me vou nadar.
ro: Trimite un mesaj în chat despre tine. Exemplu: /me înot.
ru: Отправьте сообщение в чат о себе. Например: /me идёт плавать.
sk: Pošli správu o sebe. Príklad: /me ide plávať.
sv: Skicka ett chattmeddelande om dig själv. Exempel: /me går och badar.
tr: Kendiniz hakkında bir sohbet mesajı gönderilebilir. Örneğin: /ben yüzmeye gidiyorum.
uk: Надіслати повідомлення про себе в бесіді. Приклад: /me йде плавати.
zh: 发送一个关于你自己的聊天信息。例如：/me 去游泳。
zh_tw: 傳送關於您自己的聊天訊息。範例：/me 要去游泳。

source: Send text as a chat message (even if it starts with slash). Example: /say /help is a great command.
ar: أرسل نصًّا كرسالة دردشة (حتّى لو بدأ بشَرطة مائلة). مثال: ‪/say /help أمرٌ ممتاز
ast: Inviar textu cumo recadu (on que comience per barra). Exemplo: /say /help is a great command.
bg: Изпращане на всякакъв текст като съобщение (дори да започва с наклонена черта). Пример: /say /help е страхотна команда.
br: Kasit un destenn evel ur gemennadenn flapva (ha pa grogfe gant ur veskell/slash). Skouer: /lavar/skoazell a zo un urzhiad eus ar c'hentañ.
ca: Envia text com a missatge de xat (encara que comenci amb una barra). Exemple: /say /help és una ordre molt útil.
cs: Poslat text jako zprávu v rozhovoru (i pokud začíná lomítkem). Například /say /help je výborný příkaz.
de: Text als Chatnachricht senden (selbst, wenn er mit einem Schrägstrich beginnt). Beispiel „/say /help ist ein großartiger Befehl.“
el: Αποστολή κειμένου ως μήνυμα συνομιλίας (ακόμα και αν ξεκινάει με κάθετο). Παράδειγμα: /say /help είναι μια εξαιρετική εντολή.
es: Envía un mensaje de texto (incluso cuando empieza con una barra «/»). Por ejemplo: /say /help es una orden la mar de práctica.
eu: Testu mezu bat bidali ( baita marra «/» batez hasten denean). Adibidez: /esan /help komando handi bat da.
fa: ارسال متن به عنوان یک پیام چت (حتی اگر با / شروع شده باشد) برای مثلا: Example: /say /help is a great command.
fi: Lähetä teksti keskusteluviestinä (vaikka se alkaisi kauttaviivalla). Esimerkki: /say /help on loistava komento.
fr: Envoyer du texte comme message (même s'il commence par un slash). Exemple : /say /help est une super commande.
ga: Seol téacs mar theachtaireacht comhá (fiú má thosaíonn sé le slais). Mar shampla: /say /help ordú iontach ann
gd: Cuir teacsa mar theachdaireachd na cabadaich (fiù ma thòisicheas e le slais). Mar eisimpleir: /say ’S e deagh àithne a th' ann an /help.
gl: Enviar o texto como unha mensaxe de conversa (aínda que comece cunha barra inclinada). Por exemplo: /say /help é unha orde xenial.
hr: Pošaljite tekst kao poruku (čak i ako počinje simbolom "slash" ( / ). Primjer: /say /help je odlična naredba
hu: Szöveg küldése csevegőüzenetként (akkor is, ha perjellel kezdődik). Példa: /say /help, egy nagyszerű parancs
id: Kirim teks sebagai pesan (bahkan jika dimulai dengan slash) Contoh : /say /help adalah kode perintah yang baik
it: Invia un testo come messaggio di chat (anche se inizia con "/"). Esempio: /dire /help è un grande comando.
ja: チャットメッセージとしてテキストを送信します(スラッシュから開始される文だったとしても)。例: /say /helpは素晴らしいコマンドです。
ko: 문자 메시지를 대화 메시지로 보냅니다(슬래시로 시작하는 경우에도). 예 : /say /help는 훌륭한 명령입니다.
mk: Испратете каков било текст како порака (дури и ако започнува со коса црта). Пример: /say /help е одлична команда.
ms: Hantar teks sebagai mesej sembang (walaupun ia bermula dengan tanda slash). Contoh: /say /help merupakan perintah yang terbaik.
nb: Send tekst som sludremelding (selv om den starter med skråstrek). Eksempel: /say /help er en fin kommando.
nl: Verstuur tekst als een chatbericht (ook als het start met een slash). Voorbeeld: /say /help is een super commando.
pl: Wyślij wiadomość na czacie (nawet w przypadku gdy zaczyna się od ukośnika). Przykład: /say /help to wspaniałe polecenie
pt_br: Envia texto como uma mensagem de bate-papo (mesmo se ele começar com uma barra). Exemplo: /say /help é um ótimo comando.
pt_pt: Enviar mensagens de texto como uma mensagem de conversa (mesmo se ele começa com barra). Exemplo: / say / help é um excelente comando.
ro: Trimite un text ca mesaj în chat ( chiar dacă începe cu '/' ). Exemplu: /say /help este o comanda folositoare.
ru: Отправить сообщение в чат (даже если оно начинается на / )
sk: Pošli text ako správu (aj keď začína lomkou). Príklad: /say /help je super príkaz.
sv: Skicka text som chattmeddelande (även om den börjar med ett snedstreck). Exempel: /say /help är ett bra kommando.
tr: Metin sohbet mesajı olarak gönderilebilir (eğik çizgi ile başlasa bile). Örnek: /say /help harika bir komut.
uk: Надіслати текст як повідомлення бесіди (навіть якщо воно починається з косої риски). Наприклад: /say /help — це чудова команда.
zh: 发送文字作为一个聊天信息(即使是以斜线开头)。例如: /say /help 是一个不错的指令。
zh_tw: 傳送文字聊天訊息（即使其以斜線開頭）。範例：/say /help 是個好指令。

source: Clear all chat scrollback.
ar: امسح كلّ تأريخ الدّردشة.
ast: Lhimpiar todu l textu anterior.
bg: Изчистване на хронологията на чата.
br: Dilemel an holl gaozeadennoù er flapva.
ca: Esborra l'historial del xat.
cs: Vymazat celou historii rozhovoru.
de: Leere das ganze Chatprotokoll.
el: Καθαρισμός όλων των προηγούμενων συνομιλιών.
es: Borra todos los mensajes previos del chat.
eu: Aurreko txat mezu guztiak garbitu.
fa: پاک کردن تمام چت های قبلی
fi: Tyhjennä koko keskustelun näkyvissä oleva historia.
fr: Effacer tout l'historique de discussion.
ga: Scrios stair an cúlscrollú uile.
gd: Falamhaich seann-eachdraidh na cabadaich.
gl: Limpar todo o historial de conversa.
hr: Očisti povijest čavrljanja.
hu: Minden csevegési előzmény törlése.
id: Hapus Semua Pesan Obrolan
it: Ripulisci la chat.
ja: 全てのチャット履歴をクリアします。
ko: 모든 대화 스크롤백을 지웁니다.
mk: Чистење на историјата на чатот.
ms: Kosongkan semua tatal balik sembang.
nb: Tøm alt sludrerulleminne.
nl: Verwijder alle chat scrollback.
pl: Wyczyść historię czatu.
pt_br: Limpar toda a conversa anterior.
pt_pt: Limpar toda a conversa anterior.
ro: Șterge conținutul din chat.
ru: Очистить окно чата.
sk: Vyčistiť celý pokec.
sv: Rensa all chatthistoria.
tr: Tüm sohbet geçmişini sil.
uk: Очистити всю прокрутку бесіди.
zh: 清空之前所有的聊天记录。
zh_tw: 清除所有聊天紀錄。

source: <%(sender)s>
ko: <%(sender)s>님

source: %(sender)s %(message)s
ko: %(sender)s님 %(message)s

source: Private
ar: خاصّ
ast: Privadu
bg: Лично
br: Prevez
ca: Privat
cs: Soukromý
de: Privat
el: Ιδιωτικό
es: Privado
eu: Pribatua
fa: شخصی
fi: Yksityinen
fr: Privé
ga: Príobháideach
gd: Prìobhaideach
gl: Privado
hr: Privatno
hu: Privát
id: Pribadi
it: Privato
ja: プライベート
ko: 개인
lv: Privāts
mk: Лично
ms: Persendirian
nb: Privat
nl: Privé
pl: Prywatne
pt_br: Privado
pt_pt: Privado
ro: Privat
ru: Лично
sk: Súkromné
sr: Приватни
sv: Privat
tr: Özel
uk: Приватно
zh: 私有
zh_tw: 私人

source: Send
ar: أرسل
ast: Mandar
bg: Изпращане
br: Kas
ca: Envia
cs: Poslat
de: Senden
el: Αποστολή
es: Enviar
eu: Bidali
fa: ارسال
fi: Lähetä
fr: Envoyer
ga: Seol
gd: Cuir
gl: Enviar
hr: Pošalji
hu: Küldés
id: Kirim
it: Invia
ja: 送信
ko: 보내기
lv: Sūtīt
mk: Испраќање
ms: Hantar
nl: Versturen
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
ru: Отправить
sk: Poslať
sr: Пошаљи
sv: Skicka
tr: Gönder
uk: Надіслати
zh: 发送
zh_tw: 傳送

source: %(nick)s has joined.
ar: لقد انضمّ %(nick)s.
ast: %(nick)s ẍunhíu-se.
bg: %(nick)s се присъедини.
br: %(nick)s a gemer-perzh bremañ.
ca: %(nick)s ha arribat.
cs: %(nick)s se připojil.
da: %(nick)s har tilsluttet.
de: %(nick)s ist beigetreten.
el: Ο %(nick)s συνδέθηκε.
es: %(nick)s se ha unido.
es_cl: %(nick)s se ha conectado.
eu: %(nick)s batu da.
fa: %(nick)s وارد شد.
fi: %(nick)s liittyi.
fr: %(nick)s a rejoint.
ga: Chuaigh %(nick)s isteach.
gd: Thàinig %(nick)s a-steach.
gl: %(nick)s uniuse.
hr: %(nick)s se pridružio/la.
hu: %(nick)s csatlakozott.
id: %(nick)s telah bergabung.
it: %(nick)s si è aggiunto.
ja: %(nick)sが参加しました。
ka: %(nick)s შემოერთდა.
ko: %(nick)s님이 오셨습니다.
lv: %(nick)s pievienojās.
mk: %(nick)s се приклучи
ms: %(nick)s telah sertai.
nb: %(nick)s har blitt med.
nl: %(nick)s heeft zich aangemeld.
pl: %(nick)s dołączył do gry.
pt_br: %(nick)s entrou.
pt_pt: %(nick)s juntou-se.
ro: %(nick)s s-a conectat.
ru: %(nick)s присоединился.
sk: %(nick)s sa pripojil.
sr: %(nick)s се придружио.
sv: %(nick)s har anslutit.
tr: %(nick)s katıldı.
uk: %(nick)s приєднуется до гри.
zh: %(nick)s 已加入
zh_tw: %(nick)s 已加入。

source: %(nick)s has left.
ar: لقد غادر %(nick)s.
ast: %(nick)s salíu.
bg: %(nick)s напусна.
br: %(nick)s en deus dilezet.
ca: %(nick)s ha marxat.
cs: %(nick)s se odpojil.
da: %(nick)s har forladt.
de: %(nick)s hat die Lobby verlassen.
el: O/H %(nick)s αποχώρησε από το παιχνίδι.
es: %(nick)s se ha ido.
es_cl: %(nick)s se ha desconectado.
eu: %(nick)s joan da.
fa: %(nick)s خارج شد.
fi: %(nick)s poistui.
fr: %(nick)s a quitté.
ga: D'fhág %(nick)s.
gd: Dh’fhalbh %(nick)s.
gl: %(nick)s marchou.
hr: %(nick)s je izašao/la.
hu: %(nick)s távozott.
id: %(nick)s telah pergi.
it: %(nick)s ha abbandonato.
ja: %(nick)sが退出しました。
ka: %(nick)s გავიდა.
ko: %(nick)s님이 나갔습니다.
lv: %(nick)s izgāja.
mk: %(nick)s напушти
ms: %(nick)s telah keluar.
nb: %(nick)s har gått.
nl: %(nick)s heeft zich afgemeld.
pl: %(nick)s opuścił grę.
pt_br: %(nick)s saiu.
pt_pt: %(nick)s foi-se embora.
ro: %(nick)s s-a decoectat.
ru: %(nick)s вышел.
sk: %(nick)s sa odpojil.
sr: %(nick)s је напустио.
sv: %(nick)s har lämnat lobbyn.
tr: %(nick)s ayrıldı.
uk: %(nick)s залишає гру.
zh: %(nick)s 已离开
zh_tw: %(nick)s 已離開。

source: %(oldnick)s is now known as %(newnick)s.
ar: %(oldnick)s معروف الآن ب‍ %(newnick)s.
ast: Hagora a %(oldnick)s se lli conhoç cumo %(newnick)s.
bg: %(oldnick)s вече използва името %(newnick)s.
br: %(oldnick)s a zo anavezet bremañ evel %(newnick)s.
ca: %(oldnick)s ara es diu %(newnick)s.
cs: %(oldnick)s je od teď znám jako %(newnick)s.
da: %(oldnick)s kendes nu som %(newnick)s.
de: %(oldnick)s heißt jetzt %(newnick)s.
el: Ο χρήστης %(oldnick)s είναι τώρα γνωστός/ή ώς %(newnick)s.
es: %(oldnick)s se ha cambiado el nombre a %(newnick)s.
es_cl: %(oldnick)s ahora es conocido como %(newnick)s.
eu: %(oldnick)s orain %(newnick)s bezala ezagutzen da.
fa: %(oldnick)s اکنون به نام %(newnick)s شناخته می شود.
fi: %(oldnick)s tunnetaan nyt nimellä %(newnick)s.
fr: %(oldnick)s est maintenant connu en tant que %(newnick)s.
ga: Tá %(oldnick)s aitheanta anois mar %(newnick)s.
gd: Tha %(newnick)s air %(oldnick)s a-nis.
gl: «%(oldnick)s» pasou a chamarse «%(newnick)s».
hr: %(oldnick)s se sada zove %(newnick)s.
hu: %(oldnick)s mostantól így ismert: %(newnick)s
id: %(oldnick)s sekarang dikenal sebagai %(newnick)s.
it: %(oldnick)s ora è conosciuto come %(newnick)s.
ja: %(oldnick)sは名前を%(newnick)sに変更しました。
ka: %(oldnick)s არის ცნობილი როგორც %(newnick)s.
ko: 예전의 %(oldnick)s님은 지금 %(newnick)s님 입니다.
lv: %(oldnick)s tagad ir zināms kā %(newnick)s.
mk: %(oldnick)sвеќе го користи името %(newnick)s.
ms: %(oldnick)s kini dikenali sebagai %(newnick)s.
nb: %(oldnick)s er nå kjent som %(newnick)s.
nl: %(oldnick)s heet nu %(newnick)s.
pl: %(oldnick)s nazywa się teraz %(newnick)s.
pt_br: %(oldnick)sé agora conhecido como %(newnick)s.
pt_pt: %(oldnick)s é agora conhecido como %(newnick)s.
ro: %(oldnick)s și-a schimbat numele în %(newnick)s.
ru: %(oldnick)s теперь известен как %(newnick)s.
sk: %(oldnick)s sa odteraz volá %(newnick)s.
sr: %(oldnick)s је сада познат као %(newnick)s.
sv: %(oldnick)s är nu känd som %(newnick)s.
tr: %(oldnick)s adını %(newnick)s olarak değiştirdi.
uk: %(oldnick)s зараз відомо як %(newnick)s.
zh: %(oldnick)s 改名为 %(newnick)s 。
zh_tw: %(oldnick)s 現在改稱作 %(newnick)s。

source: You have been muted.
ar: لقد كُتمت.
ast: Stas inaudible.
bg: Вие бяхте заглушен(а).
br: Mutet hoc'h bet.
ca: Us han silenciat.
cs: Byl jste umlčen.
de: Du wurdest stumm geschaltet.
el: Έχεις σίγαση.
es: Te han silenciado.
eu: Isildua izan zara
fa: وضعیت شما به خاموش تغییر یافت
fi: Sinut on hiljennetty
fr: Vous ne pouvez plus parler.
ga: Tá tú tosta.
gd: Chaidh do mhùchadh.
gl: Silenciárono.
hr: Vi ste skriveni.
hu: Le lettél némítva.
id: Anda telah dibisukan.
it: Sei stato silenziato.
ja: あなたはミュートされました。
ko: 소리를 없앴습니다.
lv: Tu tiki apklusināts
mk: Вие бевте пригушени.
ms: Anda telah dibisukan.
nb: Du har blitt forstummet.
nl: U bent gedempt.
pl: Zostałeś wyciszony.
pt_br: Você foi silenciado.
pt_pt: Foste silenciado.
ro: Ți-a fost dezactivat microfonul.
ru: Вас заглушили.
sk: Bol si stlmený.
sv: Du har tystats
tr: Susturuldunuz.
uk: Вас було приглушено.
zh: 你已被静音。
zh_tw: 您已被靜音。

source: %(nick)s has been muted.
ar: لقد كُتم %(nick)s.
ast: %(nick)s sta inaudible.
bg: %(nick)s беше заглушен.
br: %(nick)s a zo bet mutet.
ca: %(nick)s ha estat silenciat.
cs: %(nick)s byl umlčen.
de: %(nick)s wurde stumm geschaltet.
el: Ο %(nick)s έχει σίγαση.
es: Han silenciado a %(nick)s.
eu: %(nick)s isildu dute.
fa: %(nick)s وضعیتش به خاموش تغییر یافت
fi: %(nick)son hiljennetty
fr: %(nick)s ne peut plus parler.
ga: Tá%(nick)stosta.
gd: Chaidh %(nick)s a mhùchadh.
gl: Silenciaron a %(nick)s.
hr: %(nick)s je skriven.
hu: %(nick)s le lett némítva.
id: %(nick)s telah dibisukan.
it: %(nick)s è stato silenziato.
ja: %(nick)sはミュートされました。
ko: %(nick)s님이 소리를 없앴습니다.
lv: %(nick)s tika apklusināts
mk: %(nick)s беше замолчен.
ms: %(nick)s telah dibisukan.
nb: %(nick)s har blitt forstummet.
nl: %(nick)s is gedempt.
pl: %(nick)s został wyciszony."
pt_br: %(nick)s foi silenciado.
pt_pt: %(nick)s foi silenciado.
ro: Lui %(nick)s i-a fost oprit microfonul.
ru: %(nick)s был заглушен.
sk: %(nick)s bol stmený.
sv: %(nick)s har blivit tystad.
tr: %(nick)s sessize alındı.
uk: %(nick)s було приглушено.
zh: %(nick)s已被静音。
zh_tw: %(nick)s 已被靜音。
