Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Sandbox - The Carthaginians
ast: Folgadorio - Los púnicos
bg: Пясъчник — Картагенците
br: Kestenn-Draezh - Ar Gartajinianed
ca: Proves - Els cartaginesos
cs: Pískoviště - Kartágiňané
da: Sandbox - Kartaginienserne
de: Sandkasten – Die Karthager
el: Sandbox - Οι Καρχηδόνιοι
es: Escenario de prueba - Los cartaginenses
eu: Probetarako jokalekua - Kartagotarrak
fi: Hiekkalaatikko - Karthagolaiset
fr: Test - Carthaginois
ga: Bosca Gainimh - na Cartagaigh
gd: Bogsa-gainmhich – Na Cartagaich
hu: Homokozó - a karthágóiak
id: Sandbox - Bangsa Kartago
it: Sandbox - I Cartaginesi
ja: 練習 - カルタゴ
ko: 샌드박스 - 카르타고인
ms: Kotak Pasir - Carthage
nb: Sandkasse - Kartagerne
nl: Zandbak - De Carthagers
pl: Kartagińczycy (piaskownica)
pt_br: Sandbox - Os Cartagineses
pt_pt: Simulação - Os cartagineses
ru: Песочница — Карфагеняне
sk: Pieskovisko - Kartáginci
sr: Sandbox - Картагињани
sv: Kartagerna - Sandlåda
tr: Kum Havuzu - Kartacalılar
uk: Пісочниця - Карфагеняни
vi: Chế độ mở - Quân Carthaginian
zh: 沙盒——迦太基
zh_tw: 沙盒 - 迦太基人

source: Carthage
ast: Carthago
bg: Картаген
br: Kartago
ca: Cartago
cs: Kartágo
da: Karthago
de: Karthago
el: Καρχηδών
es: Cartago
eu: Kartago
fa: کارتاژ
fi: Karthago
ga: An Chartaig
gd: Cartago
hu: Karthágó
id: Kartago
it: Cartagine
ja: カルタゴ
ko: 카르타고
nb: Karthago
nl: Carthago
pl: Kartagina
pt_br: Cartago
pt_pt: Cartago
ru: Карфаген
sk: Kartágo
sr: Картагина
sv: Karthago
tr: Kartaca
uk: Карфаген
zh: 迦太基
zh_tw: 迦太基

source: Creeps
ast: Porcaces
bg: Натрапници
br: Gwarded
ca: Bèsties
cs: Hnusáci
da: Kryb
de: Widerlinge
el: Σερνεταί
es: Bestias
eu: Basapiztiak
fi: Väristys
fr: Gardiens
ga: Péistí
gd: Na sgreamhaich
hu: Utálatosak
id: Penjahat
it: Furtivi
ja: 威嚇部隊
ko: 크립스
ms: Haiwan Melata
nb: Sniker
nl: Engerds
pl: Gęsia skórka
pt_br: Neutros
pt_pt: Desvios
ru: Крипы
sk: Darebáci
sr: Страшила
tr: Sürüngenler
uk: Кріпи
vi: Lũ đáng ghét
zh: 爬行

source: Sandbox - The Gauls
ast: Folgadorio - los gallos
bg: Пясъчник — Галите
br: Kestenn-Draezh - Ar C'halianed
ca: Proves - Els gals
cs: Pískoviště - Galové
da: Sandbox - Gallerne
de: Sandkasten – Die Gallier
el: Sandbox - Οι Γαλάτες
es: Escenario de prueba - Los galos
eu: Probetarako jokalekua - Galiarrak
fi: Hiekkalaatikko - Gallialaiset
fr: Test - Gaulois
ga: Bosca Gainimh - na Gallaigh
gd: Bogsa-gainmhich – Muinntir na Gaille
hu: Homokozó - a gallok
id: Sandbox - Bangsa Galia
it: Sandbox - I Galli
ja: 練習 - ガリア
ko: 샌드박스 - 골족
ms: Kotak Pasir - Gaul
nb: Sandkasse - Gallerne
nl: Zandbak - De Galliërs
pl: Gallowie (piaskownica)
pt_br: Sandbox - Os Gauleses
pt_pt: Simulação - Os gauleses
ru: Песочница — Галлы
sk: Pieskovisko - Galovia
sr: Sandbox - Гали
sv: Gallerna - Sandlåda
tr: Kum Havuzu - Galyalılar
uk: Пісочниця - Галли
vi: Chế độ mở - Quân The Gaul
zh: 沙盒——高卢
zh_tw: 沙盒 - 高盧人

source: A simple map showcasing the Han civilization's assets in the game.
ast: Una geographía sinziella q’amuöstra los haberes de la cultura Hàn.
bg: Проста карта, която показва възможностите на цивилизацията Хан в играта.
cs: Jednoduchá mapa zobrazující vše, co je součástí civilizace Han ve hře.
da: Et simpelt kort, der viser Han-civilisationens aktiver i spillet.
de: Eine einfache Karte, die die Spielelemente der Han-Zivilisation zeigt.
es: Mapa sencillo que muestra los activos de la civilización Han en el juego.
fi: Yksinkertainen kartta joka näyttää kiinalaisen Han-sivilisaation voimavarat tässä pelissä.
fr: Une carte simple mettant en avant les atouts de la civilisation Han dans le jeu.
it: Una mappa semplice che mostra le possibilità della civiltà Han nel gioco.
ko: 게임에서 한족 문명의 자산을 보여주는 간단한 지도입니다.
nl: Een eenvoudige kaart om de kenmerken van de Han beschaving te leren kennen.
pl: Prosta mapa przedstawiająca dostępne zasoby cywilizacji Han w grze.
pt_br: Um mapa simples demonstrando as construções e unidades da civilização Han no jogo.
pt_pt: Um mapa simples demonstrando as construções e unidades da civilização han no jogo.
ru: Простая карта, демонстрирующая преимущества цивилизации Хань в игре.
tr: Oyunda Han uygarlığının varlıklarını gösteren basit bir harita.
uk: Проста карта, що демонструє активи цивілізації Хань у грі.
zh: 小型地图，展示了汉朝文明的特性。

source: Sandbox - The Han
ast: Folgadorio - Los Hàn
bg: Пясъчник — Хан
cs: Pískoviště - Han
da: Sandbox - Han
de: Sandkasten – Die Han
es: Escenario de prueba - Los Han
fi: Hiekkalaatikko - Han-kiinalaiset
fr: Test - Les Han
it: Sandbox - Gli Han
ko: 샌드박스 - 한족
nl: Zandbak - De Han
pl: Piaskownica - Han
pt_br: Sandbox - Os Han
pt_pt: Simulação - Os han
ru: Песочница - Хан
tr: Serbest mod - The Han
uk: Пісочниця - Хань
zh: 沙盒 - 汉朝

source: A demo map for the Iberians.
ast: Demonstracion de los íberos.
bg: Демонстрационна карта за иберийците.
br: Ur gartenn diskouez evit an Iberiz.
ca: Un mapa de demostració per als ibers.
cs: Ukázková mapa pro Ibeřany.
da: En demonstrationsbane for ibererne.
de: Eine Demokarte für die Iberer.
el: Δοκιμαστικός χάρτης για τους Ίβηρες.
es: Un mapa de demostración para los íberos.
eu: Iberiarrentzako adibide mapa bat.
fi: Demokartta iberialaisille.
fr: Une carte de démonstration des Ibères.
ga: Léarscáil taispeánach de chuid na nIbéireach.
gd: Mapa taisbeanaidh airson nan Ibèirich.
hu: Demótérkép az ibériaiakhoz.
id: Peta demo bangsa Iberia
it: Una mappa demo per gli Iberici
ja: イベリアのデモマップです。
ko: 이베리아인 지역 데모 지도입니다.
ms: Peta demo Iberia.
nb: Et demo-kart for ibererne.
nl: Een demo kaart voor de Iberiërs.
pl: Mapa demonstracyjna dla Iberyjczyków.
pt_br: Um mapa de demonstração para os ibéricos.
pt_pt: Uma mapa de demonstração para os Ibéricos.
ru: Демо-карта для иберов.
sk: Mapa demonštrujúca Iberov.
sr: Демо мапа за Иберијце.
sv: Demo karta för Iberierna.
tr: İberyalılar için deneme haritası.
uk: Демо-карта для іберів.
vi: Một bản đồ thử nghiểm dùng cho quân Iberian.
zh: 演示地图——伊比利亚
zh_tw: 伊比利人的展示地圖。

source: Sandbox - The Iberians
ast: Folgadorio - los íberos
bg: Пясъчник — Ибери
br: Kestenn-Draezh - An Iberianed
ca: Proves - Els ibers
cs: Pískoviště - Iberové
da: Sandbox - Ibererne
de: Sandkasten – Die Iberer
el: Sandbox - Οι Ίβηρες
es: Escenario de prueba - Los íberos
eu: Probetarako jokalekua - Iberiarrak
fi: Hiekkalaatikko - Iberialaiset
fr: Test - Ibères
ga: Bosca Gainimh - na hIbéirigh
gd: Bogsa-gainmhich – Na h‑Ibèirich
hu: Homokozó - az ibériaiak
id: Sandbox - Bangsa Iberia
it: Sandbox - Gli Iberici
ja: 練習 - イベリア
ko: 샌드박스 - 이베리아인
ms: Kotak Pasir - Iberia
nb: Sandkasse - Iberianerne
nl: Zandbak - De Iberiërs
pl: Iberyjczycy (piaskownica)
pt_br: Sandbox - Os Ibéricos
pt_pt: Simulação - Os ibéricos
ru: Песочница — Иберийцы
sk: Pieskovisko - Iberi
sr: Sandbox - Иберци
sv: Iberierna - Sandlåda
tr: Kum Havuzu - İberyalılar
uk: Пісочниця - Ібери
vi: Chế độ mở - Quân Iberian
zh: 沙盒——伊比利亚
zh_tw: 沙盒 - 伊比利人

source: A simple map showcasing the Kushite civilization's assets in the game.
ast: Una geographía sinziella q’amuöstra los haberes de la cultura ethíope.
bg: Проста карта, която показва възможностите на кушитите в играта.
cs: Jednoduchá mapa zobrazující vše, co je součástí civilizace Kúš ve hře.
da: Et simpelt kort, der viser den kushitiske civilisations aktiver i spillet.
de: Eine einfache Karte, die die Spielelemente der kuschitischen Zivilisation zeigt.
es: Mapa sencillo que muestra los activos de la civilización cusita en el juego.
fi: Yksinkertainen kartta joka näyttää Kušin sivilisaation voimavarat tässä pelissä.
fr: Une carte simple mettant en avant les atouts de la civilisation Koushite dans le jeu.
it: Una mappa semplice che mostra le possibilità della civiltà del Regno di Kush nel gioco.
ko: 게임에서 쿠시인 문명의 자산을 보여주는 간단한 지도입니다.
nl: Een eenvoudige kaart om de kenmerken van de Koesjitische beschaving te leren kennen.
pl: Prosta mapa pokazująca zawartość Kuszytów w grze.
pt_br: Um mapa simples demonstrando as construções e unidades da civilização Cuchita no jogo.
pt_pt: Um mapa simples demonstrando as construções e unidades da civilização cuxita no jogo.
ru: Простая карта, демонстрирующая преимущества царства Куш в игре.
tr: Oyundaki Kuş uygarlığının varlıklarını gösteren basit bir harita.
uk: Проста карта, що показує дані Кушитів в грі
zh: 小型地图，展示了库什文明的特性。

source: Sandbox - The Kushites
ast: Folgadorio - Los ethíopes
bg: Пясъчник — Кушитите
br: Kestenn-traezh - Ar Gouchited
ca: Proves - Els Cuixites
cs: Pískoviště - Kúšité
da: Sandkasse - Kushitterne
de: Sandkasten – Die Kuschiten
el: Sandbox - Οι Κουσίτες
es: Escenario de prueba - Los cusitas
eu: Probetarako jokalekua - Kuxtarrak
fi: Hiekkalaatikko - Kušilaiset
fr: Test - Koushites
ga: Bosca Gainimh - na Cúisigh
gd: Bogsa-gainmhich - Kuluš
hu: Homokozó – a kusiták
id: Sandbox - Bangsa Kush
it: Sandbox - I Kushiti
ja: 練習 - クシュ
ko: 샌드박스 - 쿠시인
ms: Kotak Pasir - Kush
nl: Zandbak - De Koesjiten
pl: Kuszyci (piaskownica)
pt_br: Sandbox - Os Cuchitas
pt_pt: Simulação - Os cuxitas
ru: Песочница — Кушиты
sk: Pieskovisko - Kušiti
sv: Sandlåda - Kushiterna
tr: Kum Havuzu - Kuşitler
uk: Пісочниця — Кушити
zh: 沙盒——库什
zh_tw: 沙盒 - 庫施人

source: Play with the Macedonians faction in a non-threatening sandbox environment.
ast: Juöga cun la faccion macedonia n un rodiu folgosu & pacetible.
bg: Играйте с македонците в безопасна обстановка.
br: C'hoari gant ar strollad Makedonian en un endro kestenn-traezh dic'hourdrouz.
ca: Jugueu amb la facció dels macedonis en un entorn de prova no amenaçador.
cs: Hrajte za Makedoňany v prostředí pískoviště. Nic vás tu nebude ohrožovat.
da: Spil som makedonerne i et ikke-truende sandboxmiljø.
de: Spiele mit den Makedonen in einer harmlosen Sandkastenumgebung.
el: Παίξε με τους Μακεδόνες σε ένα μη απειλητικό περιβάλλον δοκιμών.
es: Un escenario de pruebas en el que los jugadores puedan experimentar con la civilización macedonia.
eu: Esperimentatu nahi bezala Mazedoniarren zibilizazioarekin arriskurik gabeko probetarako ingurune batean.
fi: Pelaa makedonialaisten ryhmittymällä vaarattomassa hiekkalaatikkoympäristössä.
fr: Jouer avec les Macédoniens dans un environnement de test sans menace.
ga: Imir le faicsean na Macadónach i gcás neamhbhagrach.
gd: Cluich ’nad Mhasadonach ann an àrainneachd bogsa-gainmhich neo-bhagarrach.
hu: Játssz a makedón néppel egy nem-ellenséges homokozó környezetben.
id: Bermain dengan bangsa Makedonia di lingkungan sandbox yang aman.
it: Gioca con la fazione Macedone in un ambiente sandbox tranquillo.
ja: マケドニアでのプレイを、脅威のない練習モードで行います。
ko: 위협적이지 않은 샌드박스 환경에서 마케도니아족의 파벌과 함께 플레이합니다.
ms: Bermain dengan puak Macadonia dalam persekitaran kotak pasir tanpa-tekanan.
nb: Spill som makedonerne i et trygt og rolig sandkassemiljø.
nl: Speel met de Macedoniërs in een niet-bedreigende zandbakomgeving.
pl: Zapoznaj się z cywilizacją Macedończyków w bezpiecznym trybie piaskownicy.
pt_br: Jogue com os Macedônios em um ambiente não ameaçador.
pt_pt: Joga na fação dos Macedónios num ambiente de simulação livre de ameaças.
ru: Играйте македонянани в безопасной песочнице.
sk: Pohrajte sa s macedónskou civilizáciou v bezpečnom prostredí pieskoviska.
sr: Играј са Македонцима у безопасном sandbox окружењу.
sv: Spela med Makedonierna i en ofarlig sandlådemiljö.
tr: Tehdit edici olmayan bir sanal ortamda Makedonlar ile oynayın.
uk: Грайте за фракцію македонців у безпечному режимі пісочниці.
vi: Đóng vai phe quân Macedonian trong một môi trường mở không có mối đe dọa nào.
zh: 在没有威胁的沙盒中与马其顿诸邦进行游戏。
zh_tw: 和馬其頓人在沒有威脅的測試環境中進行遊戲。

source: Sandbox - The Macedonians
ast: Folgadorio - Los macedones
bg: Пясъчник — Македонците
br: Amprouadenn - Ar Vakedonianed
ca: Proves - Els macedonis
cs: Pískoviště - Makedoňané
da: Sandbox - Makedonerne
de: Sandkasten – Die Makedonen
el: Sandbox - Οι Μακεδόνες
es: Escenario de prueba - Los macedonios
eu: Probetarako jokalekua - Mazedoniarrak
fi: Hiekkalaatikko - Makedonialaiset
fr: Test - Macédoniens
ga: Bosca Gainimh - na Macadóinigh
gd: Bogsa-gainmhich - Na Masadonaich
hu: Homokozó - a makedónok
id: Sandbox- Makedonia
it: Sandbox - I Macedoni
ja: 練習 - マケドニア
ko: 샌드박스 - 마케도니아족
ms: Kotak Pasir - Macedonia
nb: Sandkasse - Makedonierne
nl: Zandbak - De Macedoniërs
pl: Macedończycy (piaskownica)
pt_br: Sandbox - Os Macedônios
pt_pt: Simulação - Os macedónios
ru: Песочница — Македоняне
sk: Pieskovisko - Macedónci
sr: Sandbox - Македонци
sv: Makedonierna - Sandlåda
tr: Kum Havuzu - Makedonyalılar
uk: Пісочниця - Македонці
vi: Chế độ - Quân Macedonian
zh: 沙盒——马其顿
zh_tw: 沙盒 - 馬其頓人

source: The Macedonians
ast: Los macedones
bg: Македонците
br: Ar Vakedonianed
ca: Els macedonis
cs: Makedoňané
da: Makedonerne
de: Die Makedonen
el: Οι Μακεδόνες
es: Los macedonios
eu: Mazedoniarrak
fa: مقدونی ها
fi: Makedonialaiset
fr: Les Macédoniens
ga: Na Macadóinigh
gd: Na Masadonaich
hu: A makedónok
id: Makedonia
it: I Macedoni
ja: マケドニア
ko: 마케도니아족
ms: Macedonia
nb: Makedonerne
nl: De Macedoniërs
pl: Macedończycy
pt_br: Os Macedônios
pt_pt: Macedónios
ru: Македоняне
sk: Macedónci
sr: Македонци
sv: Makedonierna
tr: Makedonyalılar
uk: Македонці
vi: Quân Macedonian
zh: 马其顿
zh_tw: 馬其頓人

source: A simple map showcasing the Maurya civilization's assets in the game.
ast: Una geographía sinziella q’amuöstra los haberes de la cultura Maurya.
bg: Проста карта, която показва възможностите на маурите в играта.
cs: Jednoduchá mapa zobrazující vše, co je součástí civilizace Maurijů ve hře.
da: Et simpelt kort, der viser den mayriaske civilisations aktiver i spillet.
de: Eine einfache Karte, die die Spielelemente der Maurya-Zivilisation zeigt.
es: Mapa sencillo que muestra los activos de la civilización maurya en el juego.
fi: Yksinkertainen kartta joka näyttää Maurya-sivilisaation voimavarat tässä pelissä.
fr: Une carte simple mettant en avant les atouts de la civilisation Maurya dans le jeu.
it: Una mappa semplice che mostra le possibilità della civiltà Maurya nel gioco.
ko: 게임에서 마우리아 문명의 자산을 보여주는 간단한 지도입니다.
nl: Een eenvoudige kaart om de kenmerken van de Maurya beschaving te leren kennen.
pl: Prosta mapa pokazująca zawartość Maurjów w grze.
pt_pt: Um mapa simples demonstrando as construções e unidades da civilização máuria no jogo.
ru: Простая карта, демонстрирующая преимущества цивилизации Маури в игре.
tr: Oyundaki Maurya uygarlığının varlıklarını gösteren basit bir harita.
uk: Проста карта, що показує дані цивілізації Маур'я в грі
zh: 小型地图，展示了孔雀王朝的特性。

source: Sandbox - The Maurya Indians
ast: Folgadorio - Los índicos Maurya
bg: Пясъчник — Маурийските индийци
cs: Pískoviště - Maurijští indové
da: Sandkasse - Maurya-indianerne
de: Sandkasten – Die Maurya-Inder
es: Escenario de prueba - Los maurya de la India
fi: Hiekkalaatikko - Maurya-intiaanit
fr: Bac à sable - Les Mauryas
it: Sandbox - I Maurya Indiani
ko: 샌드박스 - 마우리아 왕조의 인도인
nl: Zandbak - De Maurya Indiërs
pl: Piaskownica - Maurjowie
pt_pt: Simulação - Os índios máurias
ru: Песочница — Маурьи
sk: Pieskovisko - Maurjovskí Indovia
tr: Kum Havuzu - Mauryalı Hintliler
uk: Пісочниця - Маурійські індійці
zh: 沙盒 - 印度孔雀王朝

source: A simple map showcasing the Persian civilization's assets in the game.
ast: Una geographía sinziella q’amuöstra los haberes de la cultura persa.
bg: Проста карта, която показва възможностите на персийците в играта.
cs: Jednoduchá mapa zobrazující vše, co je součástí civilizace Persie ve hře.
da: Et simpelt kort, der viser den persiske civilisations aktiver i spillet.
de: Eine einfache Karte, die die Spielelemente der persischen Zivilisation zeigt.
es: Mapa sencillo que muestra los activos de la civilización persa en el juego.
fi: Yksinkertainen kartta joka näyttää persialaisen sivilisaation voimavarat tässä pelissä.
fr: Une carte simple mettant en avant les atouts de la civilisation Perse dans le jeu.
it: Una mappa semplice che mostra le possibilità della civiltà Persiana nel gioco.
ko: 게임에서 페르시아 문명의 자산을 보여주는 간단한 지도입니다.
nl: Een eenvoudige kaart om de kenmerken van Achaemenidisch Perzië te leren kennen.
pl: Prosta mapa pokazująca zawartość dynastii Perskiej w grze.
pt_br: Um mapa simples demonstrando as construções e unidades da civilização Persa no jogo.
pt_pt: Um mapa simples demonstrando as construções e unidades da civilização persa no jogo.
ru: Простая карта, демонстрирующая преимущества Персидской империи в игре.
tr: Oyundaki Pers uygarlığının varlıklarını gösteren basit bir harita.
uk: Проста карта, що показує дані Перської цивілізації в грі
zh: 小型地图，展示了波斯文明的特性。

source: Sandbox - The Achaemenid Persians
ast: Folgadorio - Los persas acheménidas
bg: Пясъчник — Ахеменидските персийци
cs: Pískoviště - Achaemenidští Peršané
da: Sandkasse - De akamenidiske persere
de: Sandkasten – Die Achämeniden-Perser
es: Escenario de prueba - Los aqueménidas persas
fi: Hiekkalaatikko - akhamenidipersialaiset
fr: Bac à sable - Les Perses Achéménides
it: Sandbox - I Persiani Achemenidi
ko: 샌드박스 - 아케메네스 왕조의 페르시아족
nl: Zandbak - Achaemenidisch Perzië
pl: Piaskownica - Persowie Achemenidzcy
pt_pt: Simulação - Os persas aqueménidas
ru: Песочница — Персы
sk: Pieskovisko - Staroperžania
tr: Kum Havuzu - Ahamenişli Persler
uk: Пісочниця - Ахеменідські перси
zh: 沙盒 - 波斯阿契美尼德王朝

source: An islands map good for intense naval combat.
ast: Una geographía insular, afalyadiça par’ intensɐs guerrɐs navales.
bg: Островна карта, подходяща за напрегнати морски битки.
br: Ur gartenn inizi mat evit emgann war vor kreñv.
ca: Un mapa amb illes òptim per al combat naval intens.
cs: Ostrovní mapa, dobrá pro intenzivní námořní boje.
da: En øbane velegnet til intense søslag.
de: Eine Inselkarte, die gut für intensive Seeschlachten geeignet ist.
el: Ένας χάρτης νησιών καλός για έντονη ναυμαχία.
es: Un mapa isleño, más que adecuado para desarrollar un intenso combate naval.
eu: Uharte mapa bat, ona baino hobea itsas borroka amaiezina burutzeko.
fi: Saarikartta, joka sopii hyvin kiivaaseen meritaisteluun.
fr: Une carte d'archipel adéquat pour une bataille navale intense
ga: Léarscáil oileán ina mhaith mar gheall ar chomhrac cabhlaigh.
gd: Mapa dhe dh’eileanan a tha math airson còmhraige-mhara dèine.
hu: Egy szigetekkel tarkított térkép, ideális heves tengeri csatákhoz.
id: Peta kepulauan yang cocok untuk pertempuran laut yang hebat.
it: Un buona mappa per un intenso combattimento navale.
ja: 海戦に重点をおいた島嶼マップです。
ko: 치열한 해상 전투에 적합한 섬 지도입니다.
ms: Peta pulau yang sesuai untuk pertempuran laut yang kerap berlaku.
nb: Et øykart som passer til intens marin kamp.
nl: Een eilandkaart, goed voor intense zeeslagen.
pl: Wyspiarska mapa dobra do intensywnych bitw morskich.
pt_br: Um mapa insular, bom para intensos combates navais.
pt_pt: Uma mapa de ilhas bom para intensos combates navais.
ru: Карта с островами хороша для напряженных морских сражений.
sk: Ostrovná mapa vhodná na prudké boje na mori.
sr: Острвска мапа погодна за интензивне поморске борбе.
sv: En karta med öar som är bra för intensiv sjöstrid.
tr: Bir adalar yoğun deniz mücadeleleri için iyi bir haritadır.
uk: Острівна карта хороша для запеклих морських боїв.
vi: Một bản đồ các đảo dành cho những trận hải chiến quy mô lớn.
zh: 一个布满岛屿的地图，适合激烈海战。
zh_tw: 一個佈滿島嶼的地圖，適合激烈的海戰。

source: Sandbox - The Ptolemaic Egyptians
ast: Folgadorio - Los egypcios ptolemaicos
bg: Пясъчник — Птолемейските египтяни
br: Kestenn-Draezh - An Ejipsian Ptolemaik
ca: Proves - Els egipcis ptolemaics
cs: Pískoviště - Ptolemajovský Egypt
da: Sandbox - De Ptolemæiske Egyptere
de: Sandkasten – Die ptolemäischen Ägypter
el: Sandbox - Οι Πτολεμαϊκοι Αιγύπτιοι
es: Escenario de prueba - Los egipcios ptolemaicos
eu: Probetarako jokalekua - Egiptoar Ptolemaikoak
fi: Hiekkalaatikko - Ptolemaioksen egyptiläiset
fr: Test - Égyptiens ptolémaïques
ga: Bosca Gainimh - na hÉigiptigh Tolomasacha
gd: Bogsa-gainmhich – Na h-Èipheitich Phtolemaidheach
hu: Homokozó - a ptolemaioszi egyiptomiak
id: Sandbox - Mesir Ptolemaik
it: Sandbox - Gli Egizi Tolemaici
ja: 練習 - プトレマイオス朝エジプト
ko: 샌드박스 - 프톨레마이오스 왕조의의 이집트인
ms: Kotak Pasir - Mesir Ptolemy
nb: Sandkasse - De ptolemasiek egypterne
nl: Zandbak - De Ptolemaeïsche Egyptenaren
pl: Ptolemejscy Egipcjanie (piaskownica)
pt_br: Sandbox - O Egito Ptolemaico
pt_pt: Simulação - Os egípcios ptolemaicos
ru: Песочница — Египет Птолемеев
sk: Pieskovisko - Ptolemaiovskí Egypťania
sr: Sandbox - птоломејски Египћани
sv: Ptolemeiska Egypten - Sandlåda
tr: Kum Havuzu - Ptolemaioslu Mısırlılar
uk: Пісочниця - Єгипет Птолемеїв
vi: Chế độ mở - Quân Egyptian thời vương triều Ptolemaic
zh: 沙盒——埃及托勒密
zh_tw: 沙盒 - 托勒密埃及人

source: Ptolemaios A' Soter
bg: Птолемей I Сотер
cs: Ptolemaios I. Sótér
el: Πτολεμαίος Α' ο Σωτήρ
fa: بطلمیوس یکم سوتر
fi: Ptolemaios I Soter
hu: Ptolemaiosz Szótér
ko: 프톨레마이오스 1세 소테르
pl: Ptolemeusz I Soter
ru: Птолемей I Сотер, Спаситель
sk: Ptolemaios I. Sótér
tr: I. Ptolemaios Soter
uk: Птолемайос А Сотер
vi: Ptolemaios Vị cứu tinh
zh: 托勒密一世
zh_tw: 托勒密一世．索塔爾一世

source: Kautilya
bg: Каутиля
cs: Kautilja
el: Καουτίλγα
ga: Cautailia
hu: Kautilja
ja: カウティリヤ
ko: 카우틸랴
pl: Kautilja
ru: Каутилья
tr: Çanakya
uk: Каутілья
zh: 考底利耶
zh_tw: 考底利耶

source: Play with the Ptolemaic Egyptians in a non-threatening sandbox setting.
ast: Juöga cun los egypcios ptolemaicos n un rodiu folgosu & pacetible.
bg: Играйте с птолемейските египтяни в безопасна обстановка.
br: C'hoari gant an Ejipsianed Ptolemek en un arventenn gestenn-traezh.
ca: Jugueu amb la facció dels egipcis ptolemaics en un entorn de prova no amenaçador.
cs: Hrajte za Ptolemaiovský Egypt v prostředí pískoviště. Nic vás tu nebude ohrožovat.
da: Spil som de ptolemæiske egyptere i et ikke-truende sandboxmiljø.
de: Spiele mit ptolemäischen Ägyptern in einer harmlosen Sandkastenumgebung.
el: Παίξε με τους Πτολεμαϊκους Αιγύπτιους σε ένα μη απειλητικό περιβάλλον sandbox.
es: Un escenario de pruebas en el que los jugadores puedan experimentar con la civilización egipcio-ptolomaica.
eu: Probetarako antzokia jokalariak Egipto-Ptolomaiko zibilizazioarekin esperimentatzeko.
fi: Pelaa Ptolemaioksen egyptiläisillä vaarattomassa hiekkalaatikkoasetelmassa.
fr: Jouer avec les Égyptiens ptolémaïques dans un environnement de test sans menace.
ga: Imir le faicsean na nÉigipteach i gás neamhbhagrach.
gd: Cluich leis na h-Èipheitich Phtolemaidheach ann an suidheachadh bogsa-gainmhich gun bhagairt.
hu: Játssz a ptolemaioszi egyiptomiakkal egy nem-ellenséges homokozó beállításban.
id: Bermain dengan Mesir Ptolemaik di lingkungan sandbox yang aman.
it: Gioca con gli Egiziani Tolemaici in un ambiente sandbox tranquillo.
ja: プトレマイオス朝エジプトでのプレイを、脅威のない練習モードで行います。
ko: 위협적이지 않은 샌드박스 환경에서 프톨레마이오스 왕조의 이집트인들과 함께 게임 진행합니다.
ms: Main dengan Mesir Ptolemy dalam tetapan kotak pasir tanpa-tekanan.
nb: Spill med de ptolemaiske egypterne i en ikke-truende sandkassesetting.
nl: Speel met de Ptolemeïsche beschavingen in een niet-bedreigende zandbak omgeving.
pl: Zapoznaj się z cywilizacją Ptolemejskich Egipcjan w bezpiecznym trybie piaskownicy.
pt_br: Jogue com os Egípcios Ptolemaicos em um ambiente livre de ameaças.
pt_pt: Joga na fação dos egípcios ptolemaicos num ambiente de simulação livre de ameaças.
ru: Играйте с Египтом Птолемеев в безопасной песочнице.
sk: Pohrajte sa s ptolemaiovskými Egypťanmi v bezpečnom prostredí pieskoviska.
sr: Играј са Птоломејским Египћанима у безопасном sandbox окружењу.
sv: Spela med Ptolemeiska Egypten i en ofarlig sandlådemiljö.
tr: Tehdit edici olmayan bir sanal ortamda Mısırlılar ile oynayın.
uk: Грайте за Єгипет Птолемеїв у безпечному режимі пісочниці.
vi: Đóng cai quân Egyptian thời vương triều Ptolemaic trong một bối cảnh không có mối đe dọa nào.
zh: 和埃及托勒密在没有威胁的测试环境中进行游戏。
zh_tw: 和托勒密埃及人在沒有威脅的測試環境中進行遊戲。
