Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: A barren desert basin surrounded by mountainous valleys, the Tarim Basin is also called "The Western Regions" by the Han, and represents the furthest extent of their power. The basin itself is bereft of life and offers little in the way of defensibility. The rugged mountain valleys harbor the only life, in the form of hearty shrub and tree species and some goats.
ast: Una conca desértica entre rimadɐs montuosɐs, a la conca de l Tarim los Hàn tamien la ḷḷamɐn “lɐs fasteirɐs occidentales”, la llende máxima de l’authoridá suɐ. La conca sta disapossiada de vida & oufre pouca defensa. Lɐs garmosɐs rimadɐs montuosɐs allugɐn la única flora & fauna na forma de corcovejos, arboracos & daqué cabrɐs.
bg: Безплодна пустинна равнина, заобиколена от планински долини. Таримската равнина е наричана още „Западните региони“ от династията Хан и представлява най-крайната точка на техните владения. Самата равнина е лишена от живот, а условията за отбраната ѝ са минимални. Единственият живот може да бъде намерен в суровите планински долини, и се състои от няколко вида храсти и дървета, както и малко кози.
cs: Tarimská pánev, pustá pouštní pánev obklopená horskými údolími, je Hany nazývána také „západními oblastmi“ a představuje nejvzdálenější rozsah jejich moci. Povodí samo o sobě je zbaveno života a nabízí jen málo možností obrany. Drsná horská údolí ukrývají jediný život v podobě vydatných keřů a stromů a některých koz.
da: Et goldt ørkenbassin omgivet af bjergrige dale, Tarim-bassinet kaldes også "De vestlige regioner" af Han, og repræsenterer den længste udstrækning af deres magt. Selve bassinet er berøvet liv og byder ikke meget på forsvarlighed. De barske bjergdale rummer det eneste liv, i form af solide buske- og træarter og nogle geder.
de: Das Tarimbecken, ein ödes Wüstenbecken umgeben von gebirgigen Tälern, wird von den Han auch als „die westlichen Regionen“ bezeichnet und stellt die weiteste Ausdehnung ihrer Macht dar. Das Becken selbst ist bar jeden Lebens und bietet wenig an Verteidigungsmöglichkeiten. Die zerklüfteten Bergtäler beherbergen das einzige Leben in Form von unverwüstlichen Strauch- und Baumarten sowie einigen Ziegen.
es: La cuenca del Tarim, una cuenca desértica y estéril rodeada de valles montañosos, también conocida como «Las Regiones Occidentales» por los Han, representa la extensión más lejana de su poder. La cuenca en sí carece de vida y ofrece pocos puntos de defensa. Los escarpados valles montañosos albergan la única vida, en forma de robustos arbustos, árboles y algunas cabras.
fi: Tarim-allas on vuoristolaaksojen ympäröimä karu aavikkoallas, jota hanit kutsuvat myös "läntisiksi alueiksi" ja joka edustaa heidän valtaansa laajimmillaan. Itse altaassa ei ole elämää, eikä se tarjoa juurikaan puolustusmahdollisuuksia. Jylhät vuoristolaaksot tarjoavat ainoan elinympäristön, joka koostuu runsaista pensas- ja puulajeista sekä vuohista.
fr: Un bassin désertique entouré de vallées montagneuses. Le bassin du Tarim, également appelé « régions occidentales » par les Han, représente leur emprise la plus lointaine. Le bassin en lui-même est dépourvu de vie et offre peu de moyens de défense. Seules les vallées montagneuses escarpées abritent de la vie, sous la forme de buissons et d'essences d'arbres vivaces, ainsi que quelques chèvres.
it: Un arido bacino desertico circondato da valli montagnose, il bacino di Tarim è anche chiamato "La Regione Occidentale" dagli Han e rappresenta il punto più remoto dell'estensione del loro potere. Il bacino è privo di vita e offre poco in termini di difendibilità. Le aspre valli montane ospitano le uniche forme di vita, tra cui specie arbustive e arboree robuste e alcune capre.
ko: 산악 계곡으로 둘러싸인 척박한 사막 분지, 타림 분지는 한족에 의해 "서부 지역"이라고도 불리며, 그들 세력의 가장 먼 범위를 나타냅니다. 분지 자체는 생명이 없으며 방어에 있어 거의 도움이 되지 않습니다.험준한 계곡에는 무성한 관목과 다양한 나무들, 그리고 염소와 닮은 동물들이 있습니다.
nl: Een dor woestijnbekken omgeven door steile valleien, wordt het Tarimbekken door de Han-Chinezen ook wel "De Westelijke Gebieden" genoemd, en is het voor hen de uiterste grens van hun invloedssfeer. Het bekken zelf is ontdaan van enig leven en heeft aan defensieve mogelijkheden weinig te bieden. In de woeste bergvalleien schuilt enig leven in de vorm van dichte bosschages, enkele boomsoorten en wat geiten.
pl: Pustynia dorzecza otoczona górskimi dolinami, Pustynia Tarim jest również nazywana przez Hanów „Zachodnimi Regionami” i reprezentuje najdalszy zasięg ich potęgi. Sama pustynia jest pozbawiona życia i oferuje niewiele możliwości obrony. W surowych górskich dolinach żyje jedyne życie, w postaci obfitych gatunków krzewów i drzew oraz niektórych kóz.
pt_pt: Bacia desértica e estéril, rodeada de vales montanhosos, a bacia do Tarim é também designada pelos han como "As Regiões Ocidentais" e representa a maior extensão do seu poder A bacia em si é desprovida de vida e oferece pouco em termos de defesa. Os vales escarpados das montanhas abrigam a única vida, sob a forma de espécies arbustivas e arbóreas e algumas cabras.
ru: Бесплодная пустынная котловина, окруженная горными долинами, Таримская котловина также называется ханьцами "Западными областями" и представляет собой самую дальнюю границу их власти. Сам бассейн лишен жизни и мало что дает в плане защиты. В суровых горных долинах мало жизни - только несколько кустарников да чахлых деревьев, ну и неприхотливых коз.
sk: Pustá púštna kotlina obklopená horskými údoliami, Tarimská panva je Chanmi taktiež nazývaná “Západné regióny” a predstavuje najväčší rozsah ich vlády. Panva samotná je bez života a bez možností obrany. Život sa vyskytuje len v okolí, v členitých horských údoliach, vo forme odolných krov, stromov a niekoľkých kôz.
tr: Dağlık vadilerle çevrili çorak bir çöl havzası olan Tarım Havzası, Han tarafından "Batı Bölgeleri" olarak da adlandırılır ve güçlerinin en uç noktasını temsil eder. Havzanın kendisi yaşamdan yoksundur ve çok az savunulabilirlik sunar. Engebeli dağ vadileri, doyurucu çalı ve ağaç türleri ve bazı keçiler şeklinde tek yaşamı barındırır.
uk: Безплідна пустельна улоговина, оточена гірськими долинами, Тарімська улоговина також називається «Західними регіонами» ханьцями і представляє найдальший ступінь їхньої могутності. Сам басейн позбавлений життя і мало що дає обороноздатності. У нерівних гірських долинах живе єдине життя у вигляді сильних чагарників і дерев та деяких кіз
zh: 塔里木盆地，为山谷包围的贫瘠地区。汉代人称这里为“西域”，意为汉朝势力所达最远处。 盆地本身不适合定居，也难于防守。崎岖的山谷中蕴藏着少数生命，有丰盛的灌木和树种，以及一些野山羊。

source: Tarim Basin (2)
ast: Conca l Tarim (2)
bg: Таримска равнина (2)
cs: Tarimská pánev (2)
de: Tarimbecken (2)
es: Cuenca del Tarim (2)
fi: Tarimin allas (2)
fr: Bassin de Tarim (2)
it: Bacino del Tarim (2)
ko: 타림 분지 (2)
nl: Tarimbekken (2)
pl: Kotlina Tarymska (2)
pt_pt: Bacia do Tarim (2)
ru: Таримская впадина (2)
sk: Tarimská panva (2)
uk: Тарімський басейн (2)
zh: 塔里木盆地（2）

source: Tarim Basin (4)
ast: Conca l Tarim (4)
bg: Таримска равнина (4)
cs: Tarimská pánev (4)
de: Tarimbecken (4)
es: Cuenca del Tarim (4)
fi: Tarimin allas (4)
fr: Bassin de Tarim (4)
it: Bacino del Tarim (4)
ko: 타림 분지 (4)
nl: Tarimbekken (4)
pl: Kotlina Tarymska (4)
pt_pt: Bacia do Tarim (4)
ru: Таримская впадина (4)
sk: Tarimská panva (4)
uk: Тарімський басейн (4)
zh: 塔里木盆地（4）

source: An oasis surrounded by mountains and desert. Farmlands near the water's edge provide much-needed boost in farming, but foraging and hunting are in short supply.
ast: Una oasis arrodiada de monte & desierto. Lɐs veigɐs a la veira de l’agua dan a l’agricultura un puxu bien necessariu, pero ha hi pouco que colyer & caciar.
bg: Оазис, заобиколен от планини и пустиня. Подходящите за ниви земи около водата осигуряват нужния тласък в производството на храна, но възможностите за дърводобив и лов са малко.
br: Un oaziz gourizet gant menezioù ha dezerzh. Douaroù labouret tost ouzh ribl an dour a bourvez kalz a lañs c'hoantaet el labour-douar, met chaseal ha klask boued a vez ur pourchas berr.
ca: Un oasi envoltat de muntanyes i desert. Les terres agrícoles situades a prop de la vora de l'aigua proporcionen un impuls molt necessari per a l'agricultura, però l'escorxador i la caça són escassos.
cs: Oáza obklopená horami a pouští. Zemědělská půda v okolí vody zvyšuje výnosy ze zemědělství, ale sběr plodů a lov moc výnosné nejsou.
da: En oase omgivet af bjerge og ørken. Landbrugsarealer nær vandkanten giver et tiltrængt løft i landbruget, men fouragering og jagt er en mangelvare.
de: Eine Oase, umgeben von Bergen und Wüste. Ackerland am Ufer der Oase bringt eine dringend benötigte Förderung der Landwirtschaft, aber Ressourcen zum Jagen und Sammeln sind knapp.
el: Μια όαση που περιβάλλεται από βουνά και έρημο. Αγροτεμάχια κοντά στο νερό παρέχουν την απαιτούμενη ώθηση στη γεωργία, καθώς βοσκή και κυνήγι χρήσιμα για σύντομο ανεφοδιασμό.
es: Un oasis rodeado de montañas y desierto. Los campos de cultivo cerca de la orilla del agua proporcionan una bonificación más que necesaria en la agricultura, pero el forrajeo es escaso y la caza prácticamente nula.
eu: Mendiak eta basamortua inguratutako oasi bat. Uraren bazterreko landa zelaiak nekazaritzarako ezin beharrezkoagoa den hobaria eskaintzen dute, baina bazka biltzea eskasa da eta ehizarik ia ez dago.
fi: Vuorten ja aavikon ympäröimä keidas. Veden äärellä sijaitsevat viljelysmaat antavat kaivattua pontta maanviljelylle, mutta keräily- ja metsästysmahdollisuudet ovat vähissä.
fr: Une oasis entourée de montagnes et de désert. Les terres agricoles près du bord de l'eau fournissent un coup de fouet à l'agriculture, mais la cueillette et la chasse sont insuffisants.
ga: Ósais le sléibhte agus fásach ina timpeall. Soláthraíonn talamh feirme in aice le teorainn an uisce spreagadh feirmeoireachta is gá, ach tá sealgaireacht agus tóraíocht i soláthair gairid.
gd: Innis-fhàsaich le beanntan ’s fàsach timcheall oirre. Cuiridh achaidhean ri taobh an uisge ris an stòras bìdh agad ach tha sitheann is biadh eile gann.
hu: Hegyekkel és sivatagokkal körülvett oázis. A vízparton fekvő termőföldek biztosítják a termesztés fejlődését, de a gyűjtögetéshez és a vadászathoz csak elenyészve van lehetőség.
id: Sebuah oase dikelilingi oleh gunung-gunung dan gurun pasir. Lahan pertanian disekitar pinggiran air memberikan bantuan yang penting dalam pertanian, tetapi perburuan dan pemetikan sangat langka.
it: Un'oasi circondata da montagne e deserto. Terreni agricoli vicino ai bordi dell'acqua forniscono la necessaria spinta per l'agricoltura, ma il foraggiamento e la caccia sono scarsi.
ja: 山と砂漠に囲まれたオアシスです。水辺の農地は、求められる迅速な拡大を農耕で可能にしますが、狩猟採集に関しては資源不足です。
ko: 산과 사막으로 둘러싸인 오아시스. 물가 주변의 농지는 농사에 큰 도움이되지만, 먹이와 사냥은 부족합니다.
ms: Oasis yang dikelilingi gunung-ganang dan gurun. Tanah subur berhampir sumber air memberikan kelebihan dalam pertanian, tetapi pemburuan dan pengumpulan sumber makanan adalah terhad.
nb: En oase kranset av fjell og ørken. Jordbruksland nær vannkanten gir en svært nødvendig økning i jordbruk men sanking og jakt er det mindre av.
nl: Een oase omgeven met bergen en woestijn. Er is landbouwgrond dicht bij het water om een boost te geven, maar jagen en voedsel verzamelen is moeilijk.
pl: Oaza w otoczeniu gór i pustyni. Ziemie uprawne w pobliżu brzegu zapewniają bardzo potrzebny wzrost w rolnictwie, jednak w łowiectwie i myśliwstwie występują ogromne braki.
pt_br: Um oásis cercado por montanhas e deserto. Terras perto da borda da água são um recurso necessário para a agricultura e também para quando a forrageamento e a caça estiverem escassos.
pt_pt: Um oásis rodeado de montanhas e de deserto. As terras junto à água proporcionam uma boa produtividade das quintas, mas há pouca abundância de caça e de frutos.
ru: Оазис, окруженный горами и пустыней. Плодородная земля возле воды обеспечивает необходимый рост земледелия, однако возможности для сбора и охоты ограничены.
sk: Oáza obklopená horami a púšťou. Pôda pri brehu posilňuje roľníctvo. Príležitostí na lov a zber je však nedostatok.
sr: Оаза која је опкољена планинама и пустињом. Пашњаци близу воде обезбеђују крајње неопходан бонус у пољопривреди, јер су прикупљање и лов присутни у мањој мери.
sv: En oas omgiven av berg och öken. Jordbruksmark nära vattnet ger välbehövlig hjälp i jordbruket, men det saknas födosök och jakt.
tr: Dağ ve çöl ile çevrili bir vaha.Suyun kenarındaki Tarım Arazisi tarım için çok ihtiyaç duyulan desteği sağlar,ancak toplayıcılık ve avcılık için yetersiz kaynak vardır.
uk: Оазис оточений горами та пустелею. Родюча земля біля води забезпечує необхідний ріст землеробства, але можливості полювання та збору ягід обмежені.
zh: 一方绿洲，被山脉和沙漠所包围。 毗邻水源的农田可供发展农业，不过猎物比较稀少。
zh_tw: 被群山及沙漠環繞的綠洲。在水邊的農田提供了所需的食物資源，但果樹叢採集及打獵都供不應求。

source: Team Oasis (2v2)
ast: Oasis para conjuntos (2-2)
bg: Отборен оазис (2 срещу 2)
br: Oaziz dre Skipailhoù (2v2)
ca: Oasi d'equip (2 contra 2)
cs: Týmová oáza (2v2)
da: Holdoase (2v2)
de: Team-Oase (2vs2)
el: Ομαδική Όαση (2v2)
es: Oasis por equipos (2v2)
eu: Taldekako Oasia (2v2)
fa: واحه تیمی (2 علیه 2)
fi: Joukkuekeidas (2v2)
fr: Oasis par équipe (2v2)
ga: Ósais na bhFoirne (2v2)
gd: Innish-fhasaich ann an sgioba (2 an aghaidh 2)
hu: Csapat oázis (2v2)
id: Oasis Regu (2v2)
it: Team Oasi (2v2)
ja: オアシス・チーム戦 (2対2)
ko: 팀 오아시스 (2v2)
ms: Oasis Berpasukan (2v2)
nb: Oasis-laget (2v2)
nl: Team Oase (2v2)
pl: Drużynowa Oaza (2v2)
pt_br: Oásis em Equipe (2v2)
pt_pt: Oásis de equipas (2v2)
ru: Командный оазис (2 на 2)
sk: Oáza s tímami (2v2)
sr: Оаза - Тим (2v2)
sv: Lag Oas (2v2)
tr: Takım Vahası (2 ye 2)
uk: Командний оазис (2v2)
zh: 团队绿洲 (2v2)
zh_tw: 團隊綠洲 (2v2)

source: Temperate zone map with plentiful resources. Map Size: Small
ast: Geographía temprada cun recursos a esgalya. Grandura geográphica: pequenha
bg: Зона с умерен климат и изобилие на ресурси. Размер на картата: малък
cs: Mapa mírného pásma s bohatými zdroji. Velikost mapy: Malá
da: Tempereret zonekort med rigelige ressourcer. Kortstørrelse: Lille
de: Karte im Stil der gemäßigten Zone, mit reichhaltigen Ressourcen. Kartengröße: Klein
el: Χάρτης της εύκρατης ζώνης με πλούσιους πόρους. Μέγεθος Χάρτη: Μικρός
es: Mapa de zona templada con abundantes recursos. Tamaño del Mapa: Pequeño
eu: Baliabide ugariko gune epelen mapa. Maparen tamaina: txikia
fi: Lauhkean vyöhykkeen kartta, jossa on runsaasti luonnonvaroja. Kartan koko: Pieni
fr: Carte zone tempérée avec abondance de ressource. Taille de la carte : Petite
ga: Léarscáil measartha lán le hacmhainní. Méid léarscáile: Beag
hu: Mérsékelt övi térkép számos nyersanyaggal. Térképméret: kicsi.
id: Peta zona beriklim sedang dengan sumber daya yang melimpah. Ukuran Peta: Kecil
it: Una mappa piccola che presenta una zona temperata con non poche risorse.
ja: 資源が豊富な温帯地域のマップ。マップサイズ：小
ko: 자원이 풍부한 온대 지역 지도입니다. 지도 크기: 작음
nl: Kaart met gematigd klimaat, goed voorzien van grondstoffen. Kaartgrootte: klein
pl: Mapa o umiarkowanym klimacie z wieloma zasobami. Rozmiar mapy: mała
pt_br: Mapa de zona temperada com recursos abundantes. Tamanho do mapa: Pequeno
pt_pt: Mapa de zona temperada com recursos abundantes. Tamanho do mapa: pequeno
ru: Карта умеренной зоны, богатая ресурсами. Размер карты — маленький
sk: Mapa mierneho podnebia z hojnosťou surovín. Veľkosť mapy: Malá
sv: Karta i tempererad zon med rikliga resurser. Kartstorlek: liten
tr: Bol kaynaklarla ılıman bölge haritası. Harita Boyutu: Küçük
uk: Карта помірної зони з рясними ресурсами. Розмір карти: Малий
zh: 资源丰富的温带区域。地图尺寸：小型。
zh_tw: 溫帶區域地圖，資源豐富。地圖尺寸：小

source: Temperate Roadway (2)
ast: Calçada temprada (2)
bg: Път през умерен климат (2)
cs: Mírná vozovka (2)
de: Gemäßigte Straße (2)
el: Εύκρατη Οδός (2)
es: Camino templado (2)
eu: Bide epela (2)
fi: Lauhkea tielinja (2)
fr: Route tempérée (2)
ga: Bóthar Measartha (2)
gd: Rathad measarra (2)
hu: Mérsékelt övi folyosó (2)
id: Jalan Beriklim Sedang (2)
it: Sentiero Temperato (2)
ja: 温帯路面 (2)
ko: 온대 도로 (2)
nl: Gematigde heerbaan
pl: Rozwidlenie (2)
pt_br: Estrada Temperada (2)
pt_pt: Estrada temperada (2)
ru: Дорога в умеренном климате (2)
sk: Obchodná cesta miernym podnebím (2)
sv: Tempererad vägbana (2)
tr: Ilıman Karayolu (2)
uk: Нестрімка дорога (2)
zh: 温带巷道 (2)
zh_tw: 溫帶道路 (2)

source: The rolling Thessalian plain is traversed with narrow streams, easily forded. Wide-open spaces allow for massive expansion, while each player starts the match safe atop a large plateau.
ast: El campu unduladu de Thessalia traviessɐn-llu regatos streĩꞇhos, fáciles d’invayar. Lɐs raladɐs deixa bien de spacio par’ espurrí-se, entre que cada jogador intama impolleiradu subre un teson.
bg: Хълмистата равнина Тесалия е пресечена от тесни потоци, които лесни могат да бъдат прегазени. Големите отворени пространства позволяват лесно разширяване на територията. Всеки от играчите започва срещата в безопасност върху голямо плато.
cs: Zvlněná thesálská pláň, kterou protékají úzké, snadno přebroditelné potoky. Široké prostranství umožňuje značné rozšíření, zatímco každý hráč začíná v bezpečí na vrcholu velké náhorní plošině.
da: Den bølgende thessaliske slette gennemløbes af smalle vandløb, der er let at vade. Store åbne rum giver mulighed for massiv udvidelse, mens hver spiller starter kampen sikkert på toppen af ​​et stort plateau.
de: Die hügelige thessalische Ebene wird von schmalen, leicht zu durchquerenden Bächen durchquert. Weite offene Flächen ermöglichen gewaltige Expansion, während jeder Spieler das Spiel sicher auf einem großen Plateau beginnt.
el: Ο κυματιστός Θεσσαλικός κάμπος διασχίζεται από στενά ρεύματα, εύκολα στο να διασχιστούν. Ορθάνοιχτες περιοχές επιτρέπουν την μαζική επέκταση, ενώ κάθε παίκτης ξεκινάει τον αγώνα ασφαλής επάνω σε ένα μεγάλο υψίπεδο.
es: La ondulada llanura Tesalia está repleta de estrechos arroyos fáciles de vadear. Los espacios abiertos permiten una exploración sin límites. Cada jugador comienza la partida asentado sobre una gran meseta.
eu: Tesaliako lautada ondulatua erraz pasa daitezkeen errekastoz beterik dago. Zabalguneek neurrigabeko esploratzea ahalbidetzen dute, bitartean jokalari bakoitzak partida lautada handi baten ziurtasunetik hasiko du.
fi: Kumpuilevaa Thessalian tasankoa halkovat kapeat purot, jotka on helppo ylittää. Laajat avoimet alueet mahdollistavat voimakkaan laajentumisen, ja jokainen pelaaja aloittaa pelin turvallisesti suuren ylätasangon päällä.
fr: La plaine vallonnée de Thessalienne est traversée par des ruisseaux étroits, facilement traversés à gué. Les grands espaces permettent une expansion massive, tandis que chaque joueur commence le match en toute sécurité sur un grand plateau.
ga: Tá sruthanna caola so-áthach i rith tríd an mhachaire Teasálach. Tá spás mór le mórmhéadú a dhéanamh, agus tosaíonn gach imreoir go sábháilte os cionn acrapaile mhóir.
gd: Tha aibhnean caola a’ sruthadh tron mhachair Teasalach le àthannan furasta annta. Tha rum fosgailte ann airson leudachadh mòr fhad ’s a thòisicheas gach cluicheadair air àrd-chlàr sàbhailte.
hu: A thesszáliai alföldet szűk folyók keresztezik, melyeken könnyű átgázolni. A tág terek gyors terjeszkedést tesznek lehetővé. Minden játékos a mérkőzést egy biztonságos és nagy fennsíkon kezdi.
id: Dataran Thessalia yang menurun dilalui sungai sempit, mudah diarungi. Ruang terbuka lebar memungkinkan perluasan besar-besaran, sementara setiap pemain memulai pertandingan dengan aman di atas dataran tinggi.
it: L'ondulata pianura tessalla è attraversata da stretti torrenti, facilmente guadabili. Gli spazi aperti permettono una grande espansione, per ogni giocatore che cominciano la partita al sicuro in cima a un grande altopiano.
ja: なだらかなテッサリア平原には細い川が流れており、簡単に渡ることができます。広々とした空間は大規模な拡張を可能にし、各プレイヤーは大きな台地の上で安全に試合を開始します。
ko: 구불구불한 테살리아 평원에는 좁은 개울이 가로지르며 쉽게 건널 수 있습니다. 넓게 펼쳐진 공간에서 대규모 확장이 가능하며, 각 플레이어들은 넓은 고원 꼭대기에서 안전하게 시합을 시작합니다.
nl: De golvende Thessalische vlakte wordt doorsneden door smalle, makkelijk doorwaadbare stroompjes. Weidse gebieden geven ruimte aan enorme uitbreiding, terwijl iedere speler de wedstrijd veilig op een groot plateau begint.
pl: Płaskie równiny Saloników są poprzecinane licznymi, wąskimi potokami. Otwarte tereny pozwalają na potężną ekspansję, ponieważ każdy z graczy rozpoczyna na szczycie bezpiecznego płaskowyżu.
pt_br: A planície ondulada de Tessália é atravessada por riachos estreitos e de fácil passagem. Espaços abertos permitem uma expansão massiva, enquanto cada jogador começa a partida em segurança no topo de um grande planalto.
pt_pt: A planície ondulada de Tessália é atravessada por riachos estreitos e de fácil passagem. Espaços abertos permitem uma expansão massiva, enquanto cada jogador começa a partida em segurança no topo de um grande planalto.
ru: Холмистая Фессалийская равнина разрезана узкими ручьями, легко преодолеваемыми вброд. Широкие открытые пространства доступны для масштабной экспансии игроков, начинающих игру на вершинах больших плато.
sk: Rozsiahle tesálske pláne sú pretkané úzkymi bystrinami, ktoré je ľahké prebrodiť. Voľné priestranstvá umožňujú masívnu expanziu, zatiaľ čo každý hráč začína v bezpečí na veľkej náhornej plošine.
sv: Den rullande Thessaliska slätten genomkorsas av smala bäckar som är lätta att korsa. Varje spelare startar matchen säkert ovanpå en stor platå, medans vidderna möjliggör massiv expansion.
tr: Haddeleme Teselya ovası, dar bir akıntıyla geçilir ve kolayca geçer. Geniş açık alanlar büyük genişlemeye izin verirken, her oyuncu büyük bir platoda güvenli bir şekilde maçı başlatır.
uk: Хвилясті фессалійські рівнини посічені вузькими ріками, які легко перейти вбрід. Широкі простори доступні для масової експансії, в той час, як кожен гравець починає гру на безпечному великому плато.
zh: 狭窄细流穿过绵延起伏的色萨利平原，洪涝时有发生。全部玩家开局都安全位于高原上，地势开阔，方便大规模扩张。
zh_tw: 許多易於穿過的狹窄細流穿過綿延起伏的色薩利平原。有著可以大舉擴張的開闊地圖，每個玩家都在安全的大型高地上開始遊戲。

source: Thessalian Plains (4)
ast: Campu thessálicu (4)
bg: Тесалийски поля (4)
br: Kompezenn an Thessalia (4)
ca: Planes de Tessàlia (4)
cs: Thessálské planiny (4)
da: Thessaliske Sletter (4)
de: Thessalisches Flachland (4)
el: Θεσσαλικοί Κάμποι (4)
es: Planicies de Tesalia (4)
eu: Tesaliako Lautadak (4)
fa: دشت های تسالی (4)
fi: Thessalian tasangot (4)
fr: Plaines de Thessalie (4)
ga: Machairí Teasálacha (4)
gd: Machair Teasalach (4)
hu: Thesszáliai alföld (4)
id: Dataran Thessalia (4)
it: Pianure di Tessaglia (4)
ja: テッサリア平野 (4)
ko: 테살리아 평야 (4)
ms: Dataran Thessalia (4)
nb: Thessalianske sletter (4)
nl: Thessalische vlakte (4)
pl: Tesalijskie Równiny (4)
pt_br: Planícies da Tessália (4)
pt_pt: Planícies tessálias (4)
ru: Фессалийская равнина (4)
sk: Tesálske pláne (4)
sr: Тесалске равнице (4)
sv: Thessaliska Slätter (4)
tr: Tesalya Ovaları (4)
uk: Фессалійські рівнини (4)
zh: 色萨利平原 (4)
zh_tw: 色薩利平原 (4)
