Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

# biome definition
source: Nubia
ast: Ethiopia
bg: Нубия
cs: Núbie
da: Nubien
de: Nubien
el: Νούβια
fr: Nubie
hu: Núbia
ja: ヌビア
ko: 누비아
nl: Nubië
pt_br: Núbia
pt_pt: Núbia
ru: Нубия
sk: Núbia
tr: Nübye
uk: Нубія
zh: 努比亚
zh_tw: 努比亞

# biome definition
source: A semi-desert area that boasts numerous clumps of date palms and acacia trees. Herds of camels roam the wild and the occasional gazelle jumps up in fright at being disturbed.
ast: Una stadia semi-desértica que cuönta cun numerosɐs matɐs de dactylíferɐs & acaciɐs. Minadɐs de camellos andɐn pel ermu & de ralo n ralo una gazela surte assorada.
bg: Полупустинна област с многобройни групички финикови палми и акациеви дървета. Стада камили кръстосват пустошта, и само от време на време някоя газела подскача уплашена от незабележим шум.
cs: Polopouštní oblast, která se může pochlubit řadou datlovníků a akácií. Stáda velbloudů se toulá divočinou a příležitostná gazela vyskočí, když je znepokojena.
da: Et halv-ørkenområde, der kan prale af adskillige klumper af dadelpalmer og akacietræer. Flokke af kameler strejfer rundt i det vilde, og en og anden gazelle hopper op i forskrækkelse over at blive forstyrret.
de: Eine Halbwüste, die zahlreiche Gruppen von Palmen und Tamarisken vorzuweisen hat. Kamelherden streifen durch die Wildnis und die vereinzelte Gazelle springt vor Schreck auf, wenn sie gestört wird.
el: Μια ήμι-ερημική περιοχή που μπορεί να υπερηφανεύεται για πολυάριθμες συστάδες χουρμαδιών και δέντρων αλμυρίκια. Τα κοπάδια των καμήλων περιπλανιούνται στην άγρια φύση και η περιστασιακή γαζέλα πηδάει από την τρομάρα της όταν ενοχληθεί.
es: Una zona semidesértica que cuenta con numerosos conjuntos de palmeras datileras y acacias. Los rebaños de camellos vagan por la naturaleza y alguna gacela se asusta al ser molestada.
eu: Erdialdeko basamortua, datil palmondoak eta akazia zuhaitz ugari dituena. Gamelu taldeak naturan zehar dabiltza eta tarteka ikusten den gazelak salto egiten du traba egingo dioten beldurrez.
fi: Puoliaavikkoalue, jossa on lukuisia taatelipalmuja ja akaasiapuita. Kamelilaumat vaeltavat luonnossa, ja satunnaiset gasellit hyppäävät säikähtäen ylös, kun niitä häiritään.
fr: Une zone semi-désertique où l'on trouve de nombreuses touffes de palmiers dattiers et d'acacias. Des troupeaux de chameaux errent dans la nature et, de temps à autre, des gazelles bondissent de peur d'être dérangées.
id: Daerah semi-gurun yang menawarkan banyak rumpun pohon kurma dan pohon akasia. Kawanan unta berkeliaran di alam liar dan terkadang kijang melompat ketakutan karena diganggu.
it: Una zona semidesertica che vanta numerosi ciuffi di palme da dattero e alberi di acacia. Mandrie di cammelli vagano per la natura e occasionalmente le gazzelle saltano in piedi dopo che sono state disturbate e spaventate.
ja: 半砂漠地帯で、ナツメヤシやアカシアの木がたくさん生えています。ラクダの群れが徘徊し、時折、ガゼルが人の気配を感じて飛び上がってくる。
ko: 수많은 대추야자 나무와 아카시아 나무가 우거진 반 사막 지대입니다. 낙타 무리가 야생을 배회하고 가끔 가젤이 방해를 받아 겁에 질려 튀어 나옵니다.
nl: Een pseudowoestijn die uitpakt met verschillende groepjes van dode palmen en acacia bomen. Kuddes kamelen zwerven rond in de wildernis en af en toe springt een opgeschrokken gazelle op.
pl: Obszar półpustynny, który szczyci się licznymi kępami palm daktylowych i drzew Tamaryszku. Stada wielbłądów wędrują po dziczy, a od czasu do czasu gazela podskakuje ze strachu, gdy zakłóci się jej spokój.
pt_pt: Uma área semi-desértica que ostenta numerosos aglomerados de acácias e tamargueiras. Os rebanhos de camelos vagueiam pela natureza e eventuais gazelas saltam com medo quando incomodadas.
ru: Территория полупустынь может похвастаться многочисленными скоплениями финиковых пальм и кустов акации. Стада верблюдов бродят по дикой местности, и вскакивает в испуге случайно потревоженная газель.
tr: Çok sayıda hurma ve akasya ağacı kümeleriyle meşhur bir yarı çöl alanı. Deve sürüleri vahşi doğada dolaşır ve ara sıra ceylanlar rahatsız oldukları için korkarak sıçrar.
uk: Територія напівпустель може похвалитися численними скупченнями фінікових пальм і дерев акації. Стада верблюдів бродять по дикій місцевості, і схоплюється з переляку випадково потривожена газель.
zh: 半沙漠区，枣椰树和柳树丛众多。 成群的骆驼在野外漫游，偶尔可见瞪羚惊恐逃散。
zh_tw: 一個半沙漠地區，擁有無數的棗椰樹和相思樹。成群的駱駝在野外漫遊，偶爾出現的瞪羚在被打擾時會驚恐地跳起來。

# biome definition
source: Sahara
ast: Desierto africano
bg: Сахара
el: Σαχάρα
es: Sáhara
hu: Szahara
ja: サハラ砂漠
ko: 사하라
pt_br: Saara
pt_pt: Saara
ru: Сахара
tr: Sahra
uk: Сахара
zh: 撒哈拉沙漠
zh_tw: 撒哈拉

# biome definition
source: The transition between the dry Sahara to the north and the tropical forests to the south. The sunlight floods through the open canopy and lights the grassland between the trees, where herds of zebras, wildebeest, giraffes and elephants roam.
ast: La transicion entre l ẽxsuiꞇho desierto africano a l Avessedo & lɐs viescɐs tropicales a l Mediu-díɐ. Lɐs radiadɐs de l sol calistra pelɐs cogollɐs de los árbores & alluma la savana a los sous pieis, unde andɐn minadɐs de zebrɐs, ñus, girafɐs & elephantes.
bg: Преходът между сухата Сахара на север и тропическите гори на юг. Слънчевата светлина залива всичко и осветява тревите между дърветата, където скитат стада от зебри, гнута, жирафи и слонове.
cs: Přechod mezi suchou Saharou na sever a tropickými lesy na jihu. Sluneční světlo zaplavuje otevřený baldachýn a osvětluje travní porosty mezi stromy, kde se potulují stáda zeber, pakoně, žiraf a slonů.
da: Overgangen mellem det tørre Sahara mod nord og de tropiske skove mod syd. Sollyset strømmer gennem den åbne baldakin og oplyser græsarealet mellem træerne, hvor flokke af zebraer, gnuer, giraffer og elefanter strejfer rundt.
de: Der Übergang zwischen der trockenen Sahara im Norden und den tropischen Regenwäldern im Süden. Das Sonnenlicht strömt durch das offene Blätterdach und erleuchtet das Grasland zwischen den Bäumen, wo Zebraherden, Gnus, Giraffen und Elefanten umherstreifen.
el: Η μετάβαση απο την άνυδρη Σαχάρα στο Βορρά και τα τροπικά δάση στη Δύση. Το φώς του ήλιου ρέει μέσα απο τις ανοιχτές φυλλωσιές και φωτίζει τo βοσκοτόπι ανάμεσα απο τα δένδρα, οπου ένα κοπάδι απο ζέβρες , αντιλόπες ,καμηλοπαρδάλεις και ελέφαντες , περιφέρονται.
es: La transición entre el Sáhara seco al norte y los bosques tropicales al sur. La luz del sol inunda el bosque abierto e ilumina las praderas entre los árboles, por las que deambulan manadas de cebras, ñus, jirafas y elefantes.
eu: Sahara lehorraren iparraldean eta hegoko baso tropikalen arteko trantsizioa. Eguzki-argiaren uholdeak gainezka egiten du eta zuhaitzen artean larreak argitzen ditu, non zebra, ñu, jirafak eta elefanteak ibiltzen diren.
fi: Siirtymä pohjoisen kuivan Saharan ja etelän trooppisten metsien välillä. Auringonvalo tulvii avoimen latvuston läpi ja valaisee puiden välissä olevan niityn, jossa seepra-, gnu-, kirahvi- ja norsulaumat vaeltavat.
fr: La transition entre le Sahara sec au nord et les forêts tropicales au sud. La lumière du soleil traverse la canopée ouverte et éclaire les prairies entre les arbres, où errent des troupeaux de zèbres, de gnous, de girafes et d'éléphants.
id: Pertengahan antara Sahara kering di utara dan hutan tropis di selatan. Sinar mentari mengalir melalui jerubung terbuka dan menyinari rerumputan di antara pepohonan, dimana kawanan zebra, wildebeest, jerapah, dan gajah berkeliaran.
it: La transizione tra il Sahara secco a nord e le foreste tropicali a sud. La luce del sole inonda la volta aperta e illumina la prateria tra gli alberi, dove si aggirano branchi di zebre, gnu, giraffe ed elefanti.
ja: 北側の乾燥したサハラ砂漠と南側の熱帯雨林との間の移行期。開放的な大空から降り注ぐ太陽の光が木々の間の草原を照らし、シマウマ、ヌー、キリン、象などの群れが歩き回っています。
ko: 북쪽의 건조한 사하라와 남쪽의 열대림 사이의 변화입니다. 햇빛은 탁 트인 캐노피를 통해 홍수를 이루고 얼룩말, 들벌, 기린, 코끼리 떼가 배회하는 나무 사이의 초원을 밝혀줍니다.
nl: Het overgangsgebied tussen de droge Sahara in het Noorden en de tropische wouden in het Zuiden. Gefilterd door het lichte bladerdak beschijnt het zonlicht het grasland tussen de bomen, waar kuddes zebra's, gnoes, giraffes en olifanten rondzwerven.
pl: Przejście między suchą Saharą na północy a lasami tropikalnymi na południu. Światło słoneczne przebija się przez otwarty obszar i oświetla łąki między drzewami, po których wędrują stada zebr, antylop gnu, żyraf i słoni.
pt_br: A transição entre o Saara seco ao norte e as florestas tropicas ao sul. A luz solar é filtrada pelas copas abertas e ilumina a grama entre as árvores, onde manadas de zebras, gnus, girafas e elefantes vagam.
pt_pt: A transição entre o Saara seco para o norte e as florestas tropicais a sul. A luz do sol inunda a abóbada aberta e ilumina os prados entre as árvores, onde rebanhos de zebras, gnus, girafas e elefantes vagueiam.
ru: Переход между сухой Сахарой на севере и тропическими лесами на юге. Солнечный свет проникает сквозь открытый навес и освещает луга между деревьями, где бродят стада зебр, антилоп гну, жирафов и слонов.
tr: Kuzeyde kuru Sahra ile güneyde tropikal ormanlar arasındaki geçiş. Güneş ışığı, açık gölgelikten süzülerek zebra, antilop, zürafa ve fil sürülerinin dolaştığı ağaçların arasındaki otlakları aydınlatır.
uk: Перехід між посухою Сахарою на півночі та тропічними лісами на півдні. Сонячне світло пробивається крізь відкритий навіс і освітлює луки між деревами, де бродять стада зебр, антилоп гну, жирафів і слонів.
zh: 位于北部干燥的撒哈拉沙漠和南部的热带森林之间。 阳光透过展开的树冠，照亮了林间的草地，斑马、角马、长颈鹿和大象畅游其间。
zh_tw: 北部乾燥的撒哈拉沙漠和南部的熱帶森林之間的過渡。陽光透過敞開的樹冠，照亮了樹林間的草地，斑馬、角馬、長頸鹿和大象在那裡遊蕩著。

# biome definition
source: Sudanian Savanna
ast: Savana africana
bg: Суданска савана
cs: Súdánská savana
da: Sudansk savanne
de: Sudanesische Savanne
el: Σουδανική Σαβάνα
es: Sabana sudanesa
eu: Sudandar sabana
fi: Sudanilainen savanni
fr: Savane soudanaise
hu: Szudáni szavanna
id: Sabana Sudan
it: Savanna del Sudan
ja: スーダン・サバンナ
ko: 수단 사바나
nl: Soedanese savanne
pl: Sudańska sawanna
pt_br: Savana Sudanesa
pt_pt: Savana sudanesa
ru: Саванна Судана
sk: Sudánska savana
tr: Sudan Savana
uk: Суданська Савана
zh: 苏丹大草原
zh_tw: 蘇丹草原

# biome definition
source: Wide grasslands stretching to the horizon, without any trees blocking the view. The Steppe is home to large herds of wild horses, which graze peacefully on the empty land, but flee quickly if you try to catch them.
ast: Un vastu arãxal sin árbores que s’estiende ta l horizonte. Na steppa viven grandes corros d’eguɐs bravɐs, que guarecen seliquino nela ḷḷaneira vaca, magar que fugiran in quadropea si llɐs tentares caciar.
bg: Просторни тревисти равнини достигащи чак до хоризонта, без нито едно дърво, което да закрива гледката. Степите са дом на огромни стада диви коне, които кротко пасат спокойно по празната земя, но са готови да избягат, ако някой се опита да ги залови.
cs: Široké travní porosty táhnoucí se až k obzoru, aniž by stromy blokovaly výhled. Step je domovem velkých stád divokých koní, kteří se na klidné pastvě klidně pasou, ale pokud se je pokusíte chytit, rychle uprchnou.
da: Brede græsarealer, der strækker sig til horisonten, uden at træer blokerer for udsigten. Steppen er hjemsted for store flokke af vilde heste, som græsser fredeligt på det tomme land, men flygter hurtigt, hvis man forsøger at fange dem.
de: Weites Grasland erstreckt sich bis zum Horizont, ohne dass Bäume die Sicht verstellen. Die Steppe beheimatet große Herden von Wildpferden, die friedlich auf dem weiten Land grasen, doch schnell fliehen, wenn du sie zu fangen versuchst.
el: Πλατιά βοσκοτόπια εκτείνονται πέρα σον ορίζοντα, χωρίς κανένα δένδρο να κόβει τη θέα. Η Στέππα είναι σπίτι σε αγέλες άγριων αλόγων, τα οποία διατρέχουν ειρηνικά στην άδεια γή, αλλα τρέπονται σε φυγή άν προσπαθήσετε να τα πιάσετε.
es: Amplias praderas que se extienden hasta el horizonte, sin ningún árbol que bloquee la vista. La estepa es el hogar de grandes manadas de caballos salvajes, que pastan tranquilamente en la tierra vacía, pero huyen rápidamente si se intenta atraparlos.
eu: Larre zabalak horizontera luzatzen dira, zuhaitzek ikuspegia blokeatu gabe. Estepa lur hutsean bakean bazkatzen duten zaldi basatien artalde handien bizilekua da, baina azkar ihes egiten dute atzematen saiatzen bazara.
fi: Laajat, horisonttiin asti ulottuvat ruohoalueet, joilla ei ole yhtään puuta näkymää estämässä. Aroilla asuu suuria villihevoslaumoja, jotka laiduntavat rauhallisesti tyhjällä maalla, mutta pakenevat nopeasti, jos yrität ottaa niitä kiinni.
fr: De vastes prairies s'étendant jusqu'à l'horizon, sans qu'aucun arbre n'obstrue la vue. La steppe abrite de grands troupeaux de chevaux sauvages, qui paissent paisiblement sur les terres vides, mais s'enfuient rapidement si vous tentez de les attraper.
id: Rerumputan luas menyebar hingga ke ufuk, tanpa pepohonan menghalangi pandangan. Stepa adalah rumah dari kawanan besar kuda liar, yang merumput dengan damai di tanah kosong, namun segera berlari jika anda mencoba menangkapnya.
it: Ampie praterie che si estendono fino all'orizzonte, senza alberi che impediscano la vista. La steppa ospita grandi mandrie di cavalli selvaggi, che pascolano pacificamente sulla terra deserta, ma fuggono rapidamente se si tenta di catturarli.
ja: 視界を遮る木もない地平線まで伸びる広い草原。草原には野生の馬の大群が生息しており、彼らは何もない土地で平和に草を食んでいるが、捕まえようとするとすぐに逃げてしまいます。
ko: 시야를 가리는 나무 없이 지평선까지 펼쳐진 넓은 초원입니다. 스텝 지대는 넓은 야생마 무리의 서식지로, 빈 땅에서는 평화롭게 풀을 뜯지만, 잡으려고 하면 재빨리 도망칩니다.
nl: Weidse grasvlaktes strekken zich uit tot de horizon, geen boom blokkeert het zicht. De steppe is het thuisland voor grote kuddes wilde paarden, vredig grazend op het lege land, maar snel te vluchten voor wie ze vangen wil.
pl: Rozległe łąki ciągnące się aż po horyzont, bez żadnych drzew zasłaniających widok. Step jest domem dla dużych stad dzikich koni, które spokojnie pasą się na pustych terenach, ale szybko uciekają, jeśli spróbujesz je złapać.
pt_pt: Grandes prados que se estendem até ao horizonte, sem quaisquer árvores a bloquearem a vista. A estepe é o lar de grandes manadas de cavalos selvagens, que pastam pacificamente na terra vazia, mas fogem rapidamente se tentarem apanhá-los.
ru: Широкие луга, простирающиеся до горизонта, без каких-либо деревьев, загораживающих обзор. В степи обитают большие стада диких лошадей, которые мирно пасутся на пустой земле, но быстро убегают, если вы попытаетесь их поймать.
tr: Manzarayı engelleyen ağaçların olmadığı, ufka kadar uzanan geniş çayırlar. Bozkır, boş arazide huzur içinde otlayan, ancak onları yakalamaya çalışırsanız hızla kaçan büyük vahşi at sürülerine ev sahipliği yapar.
uk: Широкі луки, що тягнуться до горизонту, без дерев, що заважають огляду. У Степу мешкають великі стада диких коней, які мирно пасуться на порожній землі, але швидко втікають, якщо спробувати їх зловити.
zh: 广阔的草原，一直延伸到地平线，没有任何树木挡住视线。 这里是大群野马的家园，可让它们安静地吃草。不过试图接近野马的话，它们也不会坐以待毙。
zh_tw: 廣闊的草原一直延伸到地平線，沒有任何樹木擋住視線。草原是大群野馬的家園，它們在空地上安靜地吃草，但如果你試圖抓住它們，它們就會迅速逃跑。

# biome definition
source: Eurasian Steppe
ast: Steppa euro-asiática
bg: Евразийски степи
cs: Euroasijská step
da: Euroasisk steppe
de: Eurasische Steppe
el: Στέπα της Ευρασίας
es: Estepa euroasiática
eu: Eurasiako estepa
fi: Euraasian aro
fr: Steppe eurasienne
hu: Eurázsiai sztyeppe
id: Stepa Eurasia
it: Steppe euroasiatiche
ja: ユーラシア・ステップ
ko: 유라시아 대초원
nl: Euraziatische steppe
pl: Stepy euroazjatyckie
pt_br: Estepe Eurasiática
pt_pt: Estepe eurasiática
ru: Великая Степь
sk: Eurázijská step
tr: Avrasya Bozkırı
uk: Євразійський Степ
zh: 亚欧草原
zh_tw: 歐亞草原
