Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Seleucid and indeed Successor warfare evolved over the course of the 3rd and 2nd centuries. Contact with Eastern upstarts such as the Parthians and constant revolts of peripheral satrapies such as Bactria caused the Seleucids to reform their military and change their tactics, specifically in the cavalry arm. War with the Romans from the West and invasions from the Galatians also forced the Seleucids to reform their infantry regiments to be more flexible.
ast: El mou en que los seléucides y los socesores facíen la guerra evolucionó a lo llargo de los sieglos II y III. Contautu colos advenedizos orientales como los partos y les revueltes constantes de les satrapíes perifériques como Bactriana fixeron a los seléucides reformar l'exércitu y cambiar la táctica, na estaya de la caballería en concreto. Guerra colos romanos del oeste y invasiones de los gálates tamién forciaron a los seléucides a reformar los reximientos de la infantería pa que foren más flexibles.
bg: Селевкидското военно дело се развило през 3-ти и 2-ри век. Връзките с новопоявили се царства като Партското и постоянните бунтове в крайните сатрапи като Бактрия принудили селевкидите да реформират войската си и да променят тактиките си, най-вече конниците. Войната с римляните от запад и нахлуванията на галатите принудили селевкидите да реформират и пехотата си, за да бъдат по-гъвкави.
br: Seleukid hag evit gwir ar brezel Hêrezh o doa emdroet dreist red an 3de hag an 2eil kantved. Daremprediñ gant juloded Reter kement ar Bartianed hag emsavadegoù ingal ar satrapoù tro-war-dro ha Baktria en doa lakaet ar Seleukided da adsevel o arme ha kemmañ o doareoù, dreist-holl er marc'hegezh brezel. Ar brezel gant ar Romaned eus ar C'hornôg hag aloubadegoù a-berzh ar C'halatianiz o devoa rediet ivez ar Seleukided da adstummañ o rejimantoù war droad da vezañ gwevn.
ca: Les tàctiques de guerra selèucides i dels estats successors van evolucionar durant els segles III i II aC. El contacte amb nouvinguts orientals com els parts i les revoltes constants de les satrapies perifèriques com la Bactriana van provocar que els selèucides reformessin el seu exèrcit i canviessin les tàctiques, sobretot pel que fa a la cavalleria. La guerra contra els romans a l'oest i les invasions dels gàlates també van obligar els selèucides a reformar els seus regiments d'infanteria per fer-los més flexibles.
cs: Seleukovké a jistě Následnické vedení války se v průběhu 3. a 2. století významně vyvinulo. Styk s východními zbohatlíky jako jsou Parthové a neustálé vzpoury podřadných království, jako byla například Baktrie, donutily Seleukovce zreformovat své vojenské síly a změnit taktiku hlavně v oblasti jízdy. Válka s Římany ze západu a vpády Galatů z Galacie zase byly příčinami ke zlepšování pěších pluků za účelem získání jejich lepší pružnosti.
de: Die Kriegsführung der Seleukiden und deren Nachfolger entwickelte sich im Laufe des 3. und 2. Jahrhunderts. Kontakt mit expandierenden Ostvölkern, wie den Parthern, und andauernde Revolten periphärer Satrapien, wie Baktrien, zwangen die Seleukiden zu militärischen Reformen und Änderungen ihrer Kampftaktik, speziell im Kavalleriezweig. Der Krieg mit den Römern im Westen und Überfälle der Galater zwangen die Seleukiden auch, ihre Fußtruppen zu reformieren, um sie flexibler zu machen.
el: Οι Σελευκίδες εξελίχθηκαν και μάλιστα στο πόλεμο των Διάδοχων κατά τη διάρκεια του 3ου και 2ου αιώνα. Συνόρευαν Ανατολικά με ανερχόμενες δυνάμεις όπως οι Πάρθοι και είχαν διαρκείς επαναστάσεις στις περιφερειακές σατραπείες, όπως η Βακτριανή ανάγκασαν τους Σελευκίδες να μεταρρυθμίσουν το στρατό τους και να αλλάξουν την τακτική τους, ειδικά στο ιππικό βραχίονα. Ο πόλεμος με τους Ρωμαίους από τη Δύση και οι εισβολές από τους Γαλάτες ανάγκασαν επίσης τους Σελευκίδες να μεταρρυθμίσουν τα συντάγματα πεζικού ώστε να είναι πιο ευέλικτα.
es_ar: Los Seléucidas y la guerra de Sucesión evolucionaron en el curso de los siglos III y II. El contacto con los rebeldes del este como los Partos y las revueltas de satrapías periféricas como Bactriana hicieron que los Seléucidas reformen sus ejércitos y cambien sus tácticas, específicamente en la caballería. La guerra con los Romanos del Oeste y las invasiones Gálatas también forzaron a los Seléucidas a reformar sus regimientos de infantería para que sean más flexibles.
eu: Seleuziarren gerra egiteko erak 3. eta 2. mendeetan zehar eboluzionatu zuen. Parthiarrak bezalakoekin izandako harremanek eta Satraperritako Baktriar arrotzen altxamenduek Seleuzideei armada eraldatzea eta taktikak aldatzera behartu zieten, zalditeria ardatza zehazki. Erromatarrekin izandako borrokak eta Galatiarren inbasioek ere infanteria erregimentuak eraldatzea ere eragin zien, hauek malguagoak eginez.
fa: سلوکیان و جنگاوران پس از آنها در طول قرن 2 و 3 قبل از میلاد به شدت درگیر قدرت گیری پارتها و شورش مناطقی مثل بلخ بودند که همین موضوع باعث شده بود به مرور تاکتیک های نظامی سلوکیان تغییر کند و به سمت سواره نظام پیش برود. جنگ با رومی ها در غرب و حجوم غلاطیان باعث شد تا سلوکیان اصلاحات بسیاری در نیروهای پیاده نظام خود ایجاد کنند تا انعطاف پذیری آنها را افزایش دهند.
ga: D'fhorbair cogaíocht na Séileucaidí agus go deimhin cogaíocht na Comharbaí ar feadh an 3ú agus 2ra aois. Ba chúis lena leasuithe míleata ar teagmháil le mathshluanna oirthearacha, na Parthaigh mar shampla agus síor-éirithe amach sa satrapachtaí imeallacha, sa Bhactáir mar shampla, agus d'athraigh siad a teaicticí míleata freisin, sa mharcslua go háirithe. Ba chúis lena leasuithe coisithe ar síorchogaí leis na Rómhánaigh san iarthar agus ionraí de na Galadaigh chun a gcos-slua a dhéanamh níos solúbtha.
hu: A szeleukidák és az örökösök hadászata is fejlődött a 3. és 2. században. A kapcsolat olyan új keleti népekkel mint a pártusok és az állandó felkelések az olyan szatrapiákban mint Baktria azt eredményezték hogy a szeleukidák újraszervezték a hadseregüket és megváltoztatták a taktikájukat, különösen a lovassági ágat. A rómaiak elleni háború nyugatról és a galaták inváziói azt is megkövetelték a szeleukidák a gyalogságot is rugalmasabbá szervezzék át.
hy: Սելևկյանների և իրոք հետնորդների պայքարը ծավալվեց մ․թ․ա․ 3-րդ և 2-րդ դարերում։ Արևելքում հզորություն հավաքող ազգերի, այդ թվում՝ պարթևների հետ պայքարը և ծայրամասային սատրապությունների, որոնցից էր Բակտրիան, անընդհատ ապստամբություններն ստիպեցին սելևկյաններին բարեփոխել իրենց բանակը և փոխել իրենց մարտավարությունը հատկապես հեծյալ թևերում։ Արևմուտքում հռոմեացիների հետ պատերազմը և գալաթացիների ներխուժումները ստիպեցին սելևկյաններին նաև բարեփոխել իրենց հետևակի զորախմբերն՝ ավելի ճկուն լինելու նպատակով։
it: I Seleucidi e i successori spinsero l'evoluzione dell'arte della guerra nel corso dei secoli 3° e 2°. Il contatto con nuovi ricchi popoli orientali come i Parti e le rivolte costanti di satrapie periferiche come Battriana portarono i Seleucidi a riformare le loro milizie e cambiare tattiche, in particolare nella cavalleria. La guerra con i Romani ad ovest e le invasioni dei Galati costrinsero anche i Seleucidi a riformare i loro reggimenti di fanteria per essere più flessibili.
ja: セレウコス朝と後継者たちの紛争は、紀元前3から2世紀にかけて勃発しました。パルティアなど東部の成り上がりとの接触とバクトリアなど辺境州の頻発する反乱の結果、セレウコス朝に軍の再編成と戦術、特に騎兵の装備に関して変更がもたらされました。西からのローマとの戦争とガラティア人の侵入もまた、セレウコス朝に歩兵連隊をより柔軟に再編成することを強いました。
ko: 셀레우코스 왕조와 후계자들의 분쟁은 기원전 3 ~ 2세기에 걸쳐 발발했습니다. 파르티아와 같은 동부 신흥 세력과 박트리아 같은 주변부의 완충 지대가 끊임없는 반란으로 셀레우코스는 군대를 개혁하고 전술, 특히 기병의 장비에 대해 바꾸게 되었습니다. 서부 로마와의 전쟁과 갈라티아로부터 침입 또한 셀레우코스에 보병 연대를 보다 유연하게 개혁하도록 강요했습니다.
nb: Selevkiderne og faktisk etterfølgende krigføring utviklet seg i løpet av det tredje og andre århundre. Kontakt med østlige oppkomlinger som Parterne og stadige opprør av perifere satrapier som Baktria forårsaket at Selevkiderne reformere sitt militære og endret sin taktikk, spesielt i kavaleriet. Krig med Romerne fra Vesten og invasjoner fra Galaterne tvang Selevkiderne til å reformere sine infanteriregimenter til å bli mer fleksible.
pl: Następne selecydzkie wojny ewoluowały w ciągu 3. i 2. wieków. Kontakt z ważniakami ze Wschodu takimi jak Partowie i ciągłe bunty satrapie peryferyjne, takie jak Bactira spowodowały że Seleucydzi zreformowali swoje wojsko i zmienili taktykę, zwłaszcza w ramieniu kawalerii. Wojny z Rzymianami z Zachodu i najazdy Galatów zmusiły również Seleucydów zreformować swoje pułki piechoty aby były bardziej elastyczne.
pt_br: Selêucida e certamente sucessivas guerra evoluíram ao longo dos séculos 3 e 2. O contato com iniciantes orientais como os Parthians e revoltas constantes de Satrápias periféricos como Bactria causado nos Selêucidas uma reforma em seus militares e mudaram suas táticas, especificamente no braço de cavalaria. Guerra com os romanos do Ocidente e as invasões do Gálatas também forçou os Selêucidas para reformar seus regimentos de infantaria a ser mais flexível.
ru: Военное дело селевкидов и их преемников развивалось на протяжении 3-го и 2-го веков. Столкновения с восточными выскочками, такими как парфяне, и постоянные восстания периферийных сатрапий, таких как Бактрия, заставили селевкидов реформировать свою армию и изменять тактику, в частности, у кавалерии. Война с римлянами на западе и вторжения галатов также вынудили селевкидов реформировать свою пехоту для обеспечения большей гибкости.
sk: Seleucidské a vskutku Následnícke vedenie vojny sa v priebehu 3. a 2. storočia významne vyvinulo. Kontakt s východnými zbohatlíkmi ako sú Partovia a neustále vzbury podradných kráľovstiev ako napríklad Bactria donútili Seleucidov zreformovať svoje vojenské sily a zmeniť taktiku hlavne v oblasti kavalérie. Vojna si Rimanmi zo Západu a invázie Galov zase boli príčinami reformovania peších plukov za účelom nadobudnutia ich lepšej flexibility.
sv: Seleucid och verkligen Successor warfare utvecklades under tredje och andra århundradet. Kontakt med östra uppstarter som parthians och ständiga uppror av perifera satrapier som Bactria orsakade seleuciderna att reformera sin militär och förändra sin taktik, speciellt i kavalleriet. Krig med romarna från väst och invasioner från galaterna tvingar också seleuciderna att reformera sina infanteribestanser för att vara mer flexibla.
tr: 3. ve 2. yüzyıl boyunca Seleukid ve Gerçekten Başarıyla savaş gelişti. Parthians ve Bactria gibi periferik satrapies sürekli isyanlar gibi Doğu upstarts ile İletişim, Seleukids kendi askeri reform ve taktiklerini değiştirmeye, özellikle süvari kolu neden oldu. Batı'dan Romalılarla savaş ve Galatyalı istilalar da Seleukids'i piyade alaylarını daha esnek olmak için değiştirmeye zorladı.
uk: Військова справа селевкідів і їхніх наступників розвивалася протягом 3-го і 2-го століть. Зіткнення зі східними вискочками, такими як парфяни, і постійні повстання периферійних сатрапій, таких як Бактрія, змусили селевкідів реформувати свою армію і змінювати тактику, зокрема у кавалерії. Війна з римлянами на заході і вторгнення галатів також змусили селевкідів реформувати свою піхоту для забезпечення більшої гнучкості.
zh: 在继业者战争中，塞琉古逐步向东发展。并与东方的新起之秀如如帕提亚接壤。就像在巴克特里亚，经常发生叛乱，促使塞琉古改变战术，特别是改进骑兵武器。其后与西方的罗马人的战争，及加反抗拉太人的入侵，都迫使塞琉古改革步兵军团，以适应灵活作战。
zh_tw: 塞琉古及更確切的說是繼業者戰爭在第3世紀及第2世紀中逐漸的推展。與東方的新起之秀，像是帕提亞，及經常發生反抗的總督轄地，像是巴克特里亞，接觸，導致了塞琉古改革其軍隊並改變戰術，特別是騎兵所使用的武器。與其西方的羅馬人的戰爭，及加拉太人的入侵，也迫使塞琉古改革其步兵軍團，使其更靈活。

source: Allied Civic Centers are 20% cheaper.
ast: Los centros cívicos aliaos son un 20% más baratos.
bg: Селищните центрове на съюзниците са с 20% по-евтини.
it: Centri Civici Alleati costano il 20% in meno.
ja: 同盟国の町の中心は20%安くなります。
nb: Allierte samfunnssentre er 20% billigere.
sk: Spojenecké administratívne centrá sú o 20% lacnejšie.
zh_tw: 盟友的城鎮中心會便宜20%。

source: Syrian Tetrapolis
ast: Tetrápolis siria
bg: Сирийски тетраполий
br: Tetrapolis Sirian
ca: Tetràpoli siriana
cs: Syrské čtyřměstí
de: Syrische Tetrapolis
el: Σύρια Τετράπολις
es_ar: Tetrápolis Siria
eu: Tetrapoli Siriarra
fa: شهر سوری
ga: Teitreacathair Shiriach
he: טטריפוליס הסורית
hu: Szír tetrapolisz
hy: Սիրիայի չորս քաղաքների միություն
it: Tetrapolis Siriana
ja: シリアのテトラポリス
ko: 시리아 테트라폴리스
nb: Syrisk tetrapolis
pl: Syryjski Tetrapolis
pt_br: Tetrápolis síria
ru: Четырёхградье
sk: Sýrske štvormestie
sv: Syrisk Tetrapolis
tr: Suriye Tetrapolisi
uk: Сирійський тетраполіс
zh: 叙利亚四城区
zh_tw: 敘利亞的Tetrapolis

source: The political core of the Seleucid Empire consisted of four 'sister' cities: Antioch (the capital), Seleucia Pieria, Apamea, and Laodicea.
ast: El corazón políticu del Imperiu seléucida consistía de cuarto ciudaes hermanes: Antioquía (la capital), Seleucia de Pieria, Apamea y Laodicea.
bg: Политическото ядро на Селевкидската империя се състояло от четири „побратимени“ града: Антиохия (столицата), Селевкия Пиерия, Апамея и Лаодикея.
br: Kalonenn politikel an Impalaeriezh Seulekid a oa graet gant peder c'hêr "C'hoar": Antioch (ar gêr-benn), Seleukia Pieria, Apamea ha Laodikea.
ca: El nucli polític de l'Imperi Selèucida consistia en quatre ciutats "germanes": Antioquia (la capital), Selèucia de Piera, Apamea i Laodicea.
cs: Politické jádro Seleukovské říše se skládalo ze čtyř sesterských měst: Antioch (hlavní město), Seleucia Pieria, Apamea a Laodicea.
de: Der politische Kern des seleukidischen Reiches bestand aus vier „Schwester“-Städten: Antiochien (die Hauptstadt), Seleukia Pieria, Apamea und Laodikeia.
el: Ο πολιτικός πυρήνα της Αυτοκρατορία των Σελευκιδών αποτελούνταν από τέσσερις «αδελφές» πόλεις: Αντιόχεια (η πρωτεύουσα), Σελεύκεια Πιερία, Απάμεια, και Λαοδίκεια.
es_ar: El corazón político del imperio Seléucida consistía de cuatro ciudades "hermanas": Antioquía (capital), Pieria seléucia, Apamea y Laodicea.
eu: Seleuziar inperioaren erdigune politikoa 'anaitutako' lau hirietan zetzan: Antiokia (hiriburua), Seleuzia Pieria, apamea eta Laodicea.
fa: مرکز سیاسی امپراتوری سلوکیه از چهار شهر خواهر تشکیل می شد که شامل انطاکیه (پایتخت)، سلوسیا پیریا، افامیا و لائودیسیا بود.
ga: Bhí croílár polaitíochta na hImpireacht Séileucaidigh comhdhéanta le ceithre 'chomh'-chathair: Aintíoch (an phríomhchathair), Séileucaía sa Mhuir, Apamaía agus Laidicéa.
hu: A Szeleukida Birodalom politikai magja négy „nővér” városból áll: Antiokheia (a főváros), Seleucia Pieria, Apamea és Laodicea.
hy: Սելևկյան կայսրության քաղաքական միջուկը կազմված էր չորս քույր-քաղաքներից՝ Անտիոք (մայրաքաղաք), Սելևկիա Պիերիա, Ապամեա և Լաոդիկեա։
it: Il nucleo politico dell'impero seleucide consisteva di quattro città 'sorelle': Antiochia (la capitale), Seleucia Pieria, Apamea e Laodicea.
ja: セレウコス朝帝国の政治中枢は4つの「姉妹」都市からなります：アンティオキア（首都）とセレウキア・ピエリア、アパメア、ラオディケアです。
ko: 셀레우코스 제국의 정치적 핵심은 4개의 '자매' 도시로 이루어져 있었습니다: 안티오크(수도)EHSMS 안디옥, 셀레우키아 피에리아, 아파메아, 라오디케아.
nb: Den politiske kjernen i Selevkiderriket besto av fire 'søsterbyer': Antiok (hovedstaden), Seleucia Pieria, Apamea, og Laodicea.
pl: Rdzeń polityczny Seleucydów składał się z czterech "siostrzanych" miast: Antioch (stolica), Seleucji Pieria, Apamei i Laodycei.
pt_br: O núcleo político do Império Selêucida consistia de quatro cidades 'irmãs': Antioquia (capital), Selêucia Piéria, Apamea e Laodicéia.
ru: Политическое ядро империи Селевкидов состояло из четырёх побратимых городов: Анитохию (столицу), Селевкию Пиерию, Апамейю и Латакию.
sk: Politické jadro Seleukovskej ríše skladajúce sa zo štyroch "sesterských" miest: Antiochie (hlavné mesto), Seleukie Pierie, Apamei a Laodicei.
sv: Den politiska kärnan i Seleucid Empire bestod av fyra "syster" städer: Antioch (huvudstaden), Seleucia Pieria, Apamea och Laodicea.
tr: Selevkos İmparatorluğu'nun politik çekirdeği dört kardeş şehirden oluşmaktadır; Antakya(Başkent), Seleukia, Apameia ve Laodikeia.
uk: Політичне ядро імперії Селевкідів складали чотири "братніх" міста: Антіохія (столиця держави), Селевкія Піерія, Апамея та Лаодікея.
zh: 塞琉古帝国的政治核心包含了四个“姐妹”城市：安条克(首都)、Seleucia Pieria，Apamea、Laodicea。
zh_tw: 塞琉古帝國的政治核心包含了四個「姐妹」城市：安條克(首都)、Seleucia Pieria、Apamea、Laodicea。

source: Seleucus I Nicator
ast: Seleucu I Nicátor
bg: Селевк I Никатор
ca: Seleuc I Nicàtor
cs: Seleukos I. Níkátór
de: Seleukos I. Nikator
el: Σέλευκος Α' ο Νικάτωρ
es_ar: Seleuco I Nicátor
eu: Seleuco I Nicator
fa: سلوکوس اول
ga: Séileucas I 'Nicator'
hu: I. Szeleukosz Nikatór
hy: Սելևկիոս I Նիկատոր
it: Seleuco I Nicatore
ja: セレウコス1世勝利王
ko: 셀레우코스 1세 니카토르
pl: Seleukos I Nikator
pt_br: Seleuco I Nicátor
ru: Селевк I Никатор
sk: Seleukos I. Nikator
tr: Selevkos I. Nicator
uk: Селевк I Нікатор
zh: 胜利者 塞琉古一世
zh_tw: 勝利者 塞琉古一世

source: Antiochus I Soter
ast: Antíocu I Sóter
bg: Антиох I Сотер
ca: Antíoc I Sòter
cs: Antiochos I. Sótér
de: Antiochos I. Soter
el: Αντίοχος Α' ο Σωτήρ
es_ar: Antíoco I Soter
fa: آنتیوخوس اول سوتر
ga: Aintíochas I 'Soter'
hu: I. Antiokhosz Szótér
hy: Անտիոքոս I Փրկիչ
it: Antioco I Sotere
ja: アンティオコス1世救済王
ko: 안티오코스 1세 소테르
nb: Antiokos I Soter
pl: Antioch I Soter
pt_br: Antíoco I Sóter
ru: Антиох I Сотер
sk: Antiochos I. Sotér
tt: Антиох I-нче Сотер
uk: Антіох I Сотер
zh: 救主 安条克一世
zh_tw: 救主 安條克一世

source: Antiochus II Theos
ast: Antíochu II Teos
bg: Антиох II Теос
ca: Antíoc II Theós
cs: Antiochos II Theos
de: Antiochos II. Theos
el: Αντίοχος Β' ο Θεός
es_ar: Antíoco II Teos
fa: آنتیوخوس دوم تئوس
ga: Aintíochas II 'Theos'
he: אנטיוכוס השני תאוס
hu: II. Antiokhosz Theosz
hy: Անտիոքոս II Աստվածային
it: Antioco II Teo
ja: アンティオコス2世ミレトス神王
ko: 안티오코스 2세 테오스
nb: Antiokos II Theos
pl: Antioch II Theos
pt_br: Antíoco II Teos
ru: Антиох II Теос
sk: Antiochos II. Theós
tt: Антиох II-нче Теос
uk: Антіох II Теос
zh: 安条克二世
zh_tw: 神 安條克二世

source: Seleucus II Callinicus
ast: Seleucu II Calinicu
bg: Селевк II Калиник
ca: Seleuc II Cal·línic
cs: Seleukos II. Kalliníkos (Slavně vítězící)
de: Seleukos II. Kallinikos
el: Σέλευκος Β' ο Καλλίνικος
es_ar: Seleuco II Calinico
fa: سلوکوس دوم کالینیکوس
ga: Séileucas II 'Callinicus'
hu: II. Szeleukosz Kallinikosz
hy: Սելևկոիս II Գեղեցիկ
it: Seleuco II Callinico
ja: セレウコス2世カリニコス王
ko: 셀레우코스 2세 칼리니코스
pl: Seleukos II Kallinikos
pt_br: Seleuco II Calínico
ru: Селевк II Каллиник
sk: Seleukos II. Kallinikos
tr: Selevkos II. Callinicus
tt: Селевк II-нче Каллиник
uk: Селевк II Каллінік
zh: 塞琉古二世
zh_tw: 凱旋者 塞琉古二世

source: Seleucus III Ceraunus
ast: Seleucu III Ceraunu
bg: Селевк III Сотер
ca: Seleuc III Ceraune
cs: Seleukos III. Keraunos
de: Seleukos III. Keraunos
el: Σέλευκος Γ' ο Κεραυνός
es_ar: Seleuco III Cerauno
fa: سلوکوس سوم
ga: Séileucas III 'Ceraunus'
hu: III. Szeleukosz Keraunosz
hy: Սելևկիոս III Ամպրոպային
it: Seleuco III Sotere Cerauno
ja: セレウコス3世電光王
ko: 셀레우코스 3세 케라우노스
pl: Seleukos III Keraunos
pt_br: Seleuco III Cerauno
ru: Селевк III Керавн
sk: Seleukos III. Keraunos
tr: Selevkos III. Ceraunus
tt: Селевк III-нче Керавн
uk: Селевк III Керавн
zh: 塞琉古三世
zh_tw: 閃電 塞琉古三世

source: Antiochus III Megas
ast: Antíocu III Megues
bg: Антиох III Велики
ca: Antíoc III el Gran
cs: Antiochos III. Veliký
de: Antiochos III. der Große
el: Αντίοχος Γ' ο Μέγας
es_ar: Antíoco III el Grande
fa: آنتیوخوس سوم
ga: Aintíochas III 'Megas'
hu: III. Antiokhosz Megasz
hy: Անտիոքոս III Մեծ
it: Antioco III il Grande
ja: アンティオコス3世大王
ko: 안티오코스 3세 메가스
nb: Antiokos III Megas
pl: Antioch III Wielki
pt_br: Antíoco III Magno
ru: Антиох III Великий
sk: Antiochos III. Veľký
uk: Антіох III Великий
zh: 安条克三世
zh_tw: 大帝 安條克三世

source: Seleucus IV Philopator
ast: Seleucu IV Filópator
bg: Селевк IV Филопатор
ca: Seleuc IV Filopàtor
cs: Seleukos IV. Filopatór
de: Seleukos IV. Philopator
el: Σέλευκος Δ' ο Φιλοπάτωρ
es_ar: Seleuco IV Filopátor
fa: سلوکوس چهارم
ga: Séileucas IV 'Philopator'
hu: IV. Szeleukosz Philopatór
hy: Սելևկոիս IV Հայրենասեր
it: Seleuco IV Filopatore
ja: セレウコス4世愛父王
ko: 셀레우코스 4세 필로파토르
pl: Seleukos IV Filopator
pt_br: Seleuco IV Filopáter
ru: Селевк IV Филопатор
sk: Seleukos IV. Filopatór
tr: Selevkos IV. Philopator
tt: Селевк IV-нче Филопатор
uk: Селевк IV Філопатор
zh: 塞琉古四世
zh_tw: 篤愛父親者 塞琉古四世

source: Antiochus IV Epiphanes
ast: Antíocu IV Epífanes
bg: Антиох IV Епифан
ca: Antíoc IV Epífanes
cs: Antiochos IV. Epifanés (Zjevený bůh)
de: Antiochos IV. Epiphanes
el: Αντίοχος Δ' ο Επιφανής
es_ar: Antíoco IV Epifanes
fa: آنتیوخوس چهارم
ga: Aintíochas IV 'Epiphanes'
he: אנטיוכוס אפיפנס
hu: IV. Antiokhosz Epiphanész
hy: Անտիոքոս IV Փառավոր
it: Antioco IV Epifane
ja: アンティオコス4世顕神王
ko: 안티오코스 4세 에피파네스
nb: Antiokos IV Epiphanes
pl: Antioch IV Epifanes
pt_br: Antíoco IV Epifânio
ru: Антиох IV Эпифан
sk: Antiochos IV. Epifanés
uk: Антіох IV Епіфан
zh: 神显者安条克四世
zh_tw: 神顯者 安條克四世

source: Antiochus V Eupator
ast: Antíocu V Eupátor
bg: Антиох V Евпатор
ca: Antíoc V Eupàtor
cs: Antiochos V. Eupatór (Z urozeného otce)
de: Antiochos V. Eupator
el: Αντίοχος Ε' ο Ευπάτωρ
es_ar: Antíoco V Eupátor
fa: آنتیوخوس پنجم
ga: Aintíochas V 'Eupator'
hu: V. Antiokhosz Eupatór
hy: Անտիոքոս V Եվպատոր
it: Antioco V Eupatore
ja: アンティオコス5世良父王
ko: 안티오코스 5세 에우파토르
nb: Antiokos V Eupator
pl: Antioch V Eupator
pt_br: Antíoco V Eupator
ru: Антиох V Евпатор
sk: Antiochos V. Eupatór
tt: Антиох V-нче Евпатор
uk: Антіох V Евпатор
zh: 富贵者 安条克五世
zh_tw: 父貴者 安條克五世

source: Demetrius I Soter
ast: Demetriu I Sóter
bg: Деметрий I Сотер
ca: Demetri I Sòter
cs: Démétrios I. Sótér
de: Demetrios I. Soter
el: Δημήτριος Α' ο Σωτήρ
es_ar: Demetrio I Soter
fa: دیمیتریوس اول
ga: Daemetrias I 'Soter'
hu: I. Démétriosz Szótér
hy: Դեմետրիոս I Փրկիչ
it: Demetrio I Sotere
ja: デメトリオス1世救済王
ko: 데메트리오스 1세 소테르
pl: Demetriusz I Soter
pt_br: Demétrio I Sóter
ru: Деметрий I Сотер
sk: Démétrios I. Sótér
tt: Деметрий I-нче Сотер
uk: Деметрій I Сотер
zh: 救主 德米特里一世
zh_tw: 救主 德米特里一世

source: Alexander I Balas
ast: Alexandru I Bales
bg: Александър I Балас
ca: Alexandre I Balas
cs: Alexandr I. Balas
el: Αλέξανδρος Α' ο Βάλας
es_ar: Alejandro I Balas
fa: اسکندر اول بالاس
ga: Alastar I 'Balas'
he: אלכסנדר באלאס
hu: I. Alexandrosz Balasz
hy: Ալեքսանդր I Բալաս
it: Alessandro I Bala Epifane
ja: アレクサンドロス1世バラス
ko: 알렉산더 1세 발라스
nb: Aleksander I Balas
pl: Aleksander I Balas
pt_br: Alexandre I Balas
ru: Александр I Балас
sk: Alexander I. Balás
tt: Александр I Балас
uk: Александр I Балас
zh: 阔佬 亚历山大一世
zh_tw: 闊佬 亞歷山大一世

source: Demetrius II Nicator
ast: Demetriu II Nicátor
bg: Деметрий II Никатор
ca: Demetri II Nicàtor
cs: Démétrios II. Níkátór
de: Demetrios II. Theos Nikator Philadelphos
el: Δημήτριος Β' ο Νικάτωρ
es_ar: Demetrio II Nicátor
fa: دیمیتریوس دوم
ga: Daemetrias II 'Nicator'
hu: II. Démétriosz Nikatór
hy: Դեմետրիոս II Նիկատոր
it: Demetrio II Nicatore
ja: デメトリオス2世勝利王
ko: 데메트리우스 2세 니카토르
pl: Demetriusz II Nikator
pt_br: Demétrio II Nicator
ru: Деметрий II Никатор
sk: Démétrios II. Níkátor
tt: Деметрий II-нче Никатор
uk: Деметрій II Ніканор
zh: 德米特里二世
zh_tw: 勝利者 德米特里二世

source: Antiochus VI Dionysus
ast: Antíocu VI Dionisu
bg: Антиох VI Дионисий
ca: Antíoc VI Dionisi
cs: Antiochos VI. Epifanés Dionýsos
de: Antiochos VI. Dionysos
el: Αντίοχος ΣΤ' ο Διόνυσος
es_ar: Antíoco VI Dionisio
fa: آنتیوخوس ششم
ga: Aintíochas VI 'Dionysus'
he: אנטיוכוס השישי דיוניסוס
hu: VI. Antiokhosz Dionüszosz
hy: Անտիոքոս VI Դիոնիսոս
it: Antioco VI Dioniso
ja: アンティオコス6世酒神王
ko: 안티오코스 6세 디오뉘소스
nb: Antiokos VI Dionysus
pl: Antioch VI Dionizos
pt_br: Antíoco VI Dionísio
ru: Антиох VI Дионис Эпифан
sk: Antiochos VI. Dionýsos
tt: Антиох VI-нчы Дионис Эпифан
uk: Антіох VI Діоніс Епіфан
zh: 安条克六世
zh_tw: 神顯者 安條克六世

source: Diodotus Tryphon
ast: Diodotu Trifón
bg: Диодот Трифон
ca: Diodot Trifó
cs: Diodotos Tryfón
de: Diodotos Tryphon
el: Διόδοτος Τρύφων
es_ar: Diodoto Trifón
fa: دیدوتوس تریفون
ga: Diódotas 'Tryphon'
hu: Diodotosz Trüphón
hy: Դիոդոտոս Տրիֆոն
it: Diodoto Trifone
ja: ディオドトス・トリュポン
ko: 디오도토스 트리폰
pl: Diodotos Tryfon
pt_br: Diódoto Trífon
ru: Диодот Трифон
sk: Diodotos Tryfón
tt: Диодот Трифон
uk: Діодот Трифон
zh: 统领 狄奥多特·特里丰
zh_tw: 統領 狄奧多特·特里豐
