Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: An indefensible open land with little wood and stone, representing the central basin of Asia Minor.
ast: Una tierra expuösta & scassa de madeira & piedra que representa la conca central de l’Asia Minor.
bg: Незащитима, открита земя с малко дърва и камъни, наподобяваща централната част на Мала Азия.
br: Un dachenn digor n'haller ket difenn, gant nebeut a goad ha mein enni, hag a arouez ar poull kreiz Azia Minor.
ca: Una terra oberta indefensable amb poca fusta i pedra, que representa la conca central de l'Àsia menor.
cs: Neobhajitelná otevřená venkovní plocha se zanedbatelným množstvím dřeva a kamene, která představuje ústřední kotlinu Malé Asie.
da: Et land der næsten er umuligt at forsvare kun med lidt træ og sten, der repræsenterer det centrale bassin i Lilleasien.
de: Unhaltbares offenes Land das arm an Holz und Stein ist. Repräsentiert das zentrale Becken Kleinasiens.
el: Μία ανοιχτή έκταση που είναι απροστάτευτη με λίγο ξύλο και πέτρα, αντιπροσωπεύει το κεντρικό λεκανοπέδιο της Μικράς Ασίας.
es: Una baldío indefendible con poca madera y piedra, representando la cuenca central de Asia menor.
eu: Lugorri zehatzezina egur eta harri gutxirekin, Asia Txikiko erdiko arroa ordezkatuz.
fa: یک زمین باز بدون دفاع با منابع چوب و سنگ بسیار محدود. نمادی از حوزه مرکزی آسیای صغیر.
fi: Avoin vaikeasti puolustettava alue, jossa on vain vähän puuta ja kiveä ja joka edustaa Vähä-Aasian syvännettä.
fr: Une terre ouverte indéfendable avec peu de bois et de pierre, représentant le bassin central de l'Asie Mineure.
ga: Talamh oscailte dochosanta agus le hadhmad is cloch gann, cuir an léarscáil seo imchuach láir na hÁise Bige i láthair.
gd: Tìr fosgailte a tha doirbh dìon le beagan fiodha ’s cloiche a riochdaicheas àrainn mheadhanach na h-Àisia Bige.
hu: Kis-Ázsia központi medencéjében lévő védhetetlen nyílt vidék kevés fával és kővel.
id: Tanah terbuka tanpa pertahanan dengan sedikit kayu dan batu, menggambarkan cekungan tengah Asia Kecil.
it: Una terra indifendibile con poco legno e pietra, che rappresenta il bacino centrale dell'Asia Minore.
ja: 防御しづらい開けた土地で、木や石が乏しく、小アジアの中央高原を表現しています。
ko: 방어하기 어려운 열린 땅에서 나무와 돌이 부족하고 소아시아의 중앙 고원을 표현하였습니다.
ms: Dataran terbuka tiada perlindungan dengan sedikit sumber kayu dan batu, mewakili dataran tengah Asia Kecil.
nb: Et forsvarsløst åpent land med litt tømmer og stein som representerer den sentrale elvebanken i Lille-Asia.
nl: Een onverdedigbaar open land, met weinig hout en steen. Dit stelt het centrale bassin van Klein Azië voor.
pl: Niedająca się obronić otwarta przestrzeń z niewielką ilości drewna i kamienia, reprezentująca centralne zlewisko Azji Mniejszej.
pt_br: Uma terra aberta indefensável com pouca madeira e pedra, que representa a bacia central da Ásia Menor.
pt_pt: Um território aberto indefensável com pouca madeira e pedra, representando uma bacia central da Ásia Menor.
ru: Непригодное для обороны открытое пространство с небольшим количеством древесины и камня, представляющее центральную часть Малоазиатского бассейна.
sk: Neudržateľná krajina s otvoreným priestranstvom a malým množstvom zdrojov dreva a kameňa, ktorá stvárňuje kotlinu v strede Malej Ázie.
sr: Незаштићена отворена земља са мало дрвећа и камена, представља централни басен Азије Минор.
sv: Ett oförsvarbart öppet land med lite trä och sten, som representerar centrala Mindre Asien
tr: Anadolu'nun merkez havzasını temsil eden, biraz odun ve taşlı savunulması zor açık bir kara parçası.
uk: Беззахисна відкрита земля, бідна на ліс та камінь, репрезентує центральний басейн Малої Азії.
vi: Một vùng đất mở không thể phòng vệ gồm ít gỗ và đá, đại diện cho lưu vực trung tâm Asia Minor.
zh: 位于小亚细亚的中部盆地，只有少量木头和石料。地形开阔，易攻难守。
zh_tw: 一個只有稀少木頭及石頭，且易攻難守的開闊地區，位於小亞細亞的中部盆地。

source: Anatolian Plateau
ast: Rasa d’Anatolia
bg: Анадолско плато
br: Uhelgompezenn Anatolia
ca: Altiplà d'Anatòlia
cs: Anatolská náhorní plošina
da: Anatolsk Plateau
de: Anatolisches Plateau
el: Οροπέδιο Ανατολίας
es: Llanura de Anatolia
eu: Goi-ordoki anatoliarra
fa: فلات آناتولی
fi: Anatolian ylänkö
fr: Plateau anatolien
ga: Ardchlár Anatólach
gd: Àrd-chlàr Anatolach
hu: Anatóliai fennsík
id: Dataran Tinggi Anatolia
it: Altopiano Anatolico
ja: アナトリア高原
ko: 아나톨리아 고원
ms: Penara Anatolia
nb: Anatolianske platå
nl: Anatolisch plateau
pl: Wyżyna Anatolijska
pt_br: Planalto da Anatólia
pt_pt: Planalto da Anatólia
ru: Анатолийское плоскогорье
sk: Anatólska plošina
sr: Анадолски плато
sv: Anatoliska Platån
tr: Anadolu Platosu
uk: Анатолійське плоскогір'я
vi: Cao nguyên Anatolian
zh: 安纳托利亚高地
zh_tw: 安納托利亞高原

source: A maze of islands of different sizes and shapes. Players start with more wood than normal.
ast: Un labyrinthu d’islhɐs de differentes typos & tamaños. Los jogadores intamɐn cun más madeira de lo normal.
bg: Лабиринт от острови с различен размер и форма. Играчите започват с повече дърва от обикновено.
br: Un milendall a inizi disheñvel o ment hag o stumm. Ar c'hoarierien a stag ganti gant muioc'h a goad evit boaz.
ca: Un grup d'illes de distintes mides i formes. Els jugadors comencen amb més fusta del normal.
cs: Spleť ostrovů různých velikostí a tvarů. Hráči začínají s větší zásobou dřeva, než je obvyklé.
da: En labyrint af øer af forskellige størrelser og former. Spillerne starter med mere træ end normalt.
de: Ein Labyrinth aus Inseln in verschiedenen Größen und Formen. Spieler beginnen mit mehr Holz als üblich.
el: Ενας λαβύρινθος απο νησιά,διαφορετικών μεγέθων και σχημάτων.Οι παίκτες ξεκινούν με περισσότερο ξυλο απο το κανονικό.
es: Un laberinto de islas de diferentes formas y tamaños. Los jugadores comienzan con más madera de la normal.
eu: Itxura eta tamaina ezberdinetako uharte labirintoa. Jokalariak ohikoa baino egur gehiagorekin hasten dira.
fa: جزایری پر پیچ و خم با اندازه ها و شکل های گوناگون. بازیکن ها بازی را با چوب بیشتری به نسبت حالت معمول آغاز خواهند کرد.
fi: Eri kokoisten ja muotoisten saarten sokkelo. Pelaajilla on alussa enemmän puuta kuin tavallisesti.
fr: Un labyrinthe d'îles de différentes tailles et formes. Les joueurs commencent avec plus de bois que d'habitude.
ga: Lúbra d'oileáin go leor ag méideanna is cruthanna difriúla. Tosaíonn na himreoirí le hadhmad níos mó ná normálta.
gd: Cuartan de dh’eileanan air a bheil meud ’s cruth eadar-dhealaichte. Tòisichidh na cluicheadairean le barrachd fiodha nas àbhaist.
hu: Különböző méretű és alakú szigetek labirintusa. A játékosok a szokásosnál több fával kezdenek.
id: Sebuah maze pulau-pulau bermacam ukuran dan bentuk. Pemain mulai dengan kayu yang lebih banyak dari biasanya.
it: Un labirinto di isole di varie dimensioni e forme. I giocatori iniziano con più legno rispetto al normale.
ja: さまざまな大きさ、形の島々の迷路です。プレイヤーは通常より多めの木材で開始します。
ko: 크기와 모양이 다른 섬들로 이루어진 미로입니다. 플레이어들은 보통 때보다 더 많은 목재로 시작합니다.
ms: Kepulauan yang berselirat dengan pelbagai saiz dan bentuk. Pemain akan bermula dengan lebih kuantiti kayu berbanding biasa.
nb: En labyrint av øyer i forskjellige størrelser og former. Spillere starter med mer tømmer enn normalt.
nl: Een doolhof van eilandjes met verschillende groottes en vormen. Spelers starten met meer hout dan normaal.
pl: Labirynt złożony z wysp o różnych kształtach i rozmiarach. Gracze zaczynają z większą ilością drewna niż zazwyczaj.
pt_br: Um labirinto de ilhas de diferentes tamanhos e relevos. Os jogadores começam com mais madeira do que o normal.
pt_pt: Um labirinto de ilhas com tamanhos e formas diferentes. Os jogadores começam com mais madeira do que o normal.
ru: Лабиринт островов разных форм и размеров. Игра начинается с увеличенными запасами древесины.
sk: Bludisko ostrovov rôznych veľkostí a tvarov. Hráči začínajú s väčším množstvom dreva ako obvykle.
sr: Лавиринт острва различитих величина и облика. Играчи почињу са више дрва од уобичајеног.
sv: En labyrint av öar av olika storlekar och former. Spelare startar med mer trä än normalt.
tr: Farklı boy ve şekillerden bir adalar labirenti. Oyuncular normalden daha fazla odun ile başlar.
uk: Лабіринт островів різних розмірів і форм. Гравці починають з великою кількістю деревини, ніж зазвичай.
vi: Một mê cung những hòn đảo có kính thước và hình dạng khác nhau. Những người chơi bắt đầu với nhiều gỗ hơn bình thường.
zh: 迷宫般形状各异的岛屿，开局送木材。
zh_tw: 有著不同大小及形狀的島嶼迷宮。玩家會以比平常更多的木頭開始遊戲。

source: Archipelago
ast: Archipélago
bg: Архипелаг
br: Enezeg
ca: Arxipèlag
cs: Souostroví
da: Øhav
de: Archipel
el: Αρχιπέλαγος
es: Archipiélago
eu: Artxipelagoa
fa: مجمع الجزایر
fi: Saaristo
fr: Archipel
ga: Oileánra
gd: Innis-mhuir
hu: Szigetvilág
id: Kepulauan
it: Arcipelago
ja: 群島
ko: 군도
ms: Gugusan Pulau
nb: Skjærgård
nl: Archipel
pl: Archipelag
pt_br: Arquipélago
pt_pt: Arquipélago
ru: Архипелаг
sk: Súostrovie
sr: Архипелаг
sv: Skärgård
tr: Takımada
uk: Архіпелаг
zh: 爱琴海群岛
zh_tw: 愛琴海群島

source: Summer has arrived to the cold regions of the north and with it have many animals, profiting from its milder climate. Wolves, ever present, have shed their winter clothes; deer, hares and muskox populate the plains. The last traces of winter are rapidly disappearing, only to reappear very soon.
ast: Intra l veranho nos gelebreos boreales & cun illi abondos animales, attrahidos pol tiempu criador. Los llobos perennes tienen mudado l sou pelame hibernal; ciervos, lliebres & wöis moschados puöblɐn lɐs planicies. Los postreiros restos de la gelada van-se comiendo, pero lluögo tornarán a coalyar.
bg: Лятото пристигна в студените северни региони и с него много от животните се радват на по-благоприятни условия за живот. Вълците са свалили зимните си кожуси, елени, зайци и овцебикове населяват равнините. Последните следи на зимата изчезват много бързо, но скоро ще се върнат.
br: An hañv zo erruet e kornioù-bro yen an Hanternoz ha gantañ un niverenn vras a loened o deus kemeret tro eus an hin glouaroc'h. Ar bleizi, amañ c'hoazh, o deus kollet o blevad goañv; ar c'hirvi, ar c'had hag ejened-musk a bobl ar gompezennoù. Roudoù diwezhañ ar goañv a zo aet diwar wel buan, nemet evit distreiñ dizale.
ca: L'estiu ha arribat a les regions fredes del nord, i amb ell molts animals que treuen avantatge del seu clima temperat. Els llops, sempre presents, han canviat les seves robes d'hivern i els cèrvols, llebres i bous s'estenen per les planes. Les restes de l'hivern estan desapareixent, però tornaran ben aviat.
cs: Do chladných severských krajů přišlo léto a s ním má mnoho zvířat prospěch z mírného podnebí. Vždy přítomní vlci shodili svoji zimní srst, vysoká, zající a pižmoni severní osídlili pláně. Poslední stopy zimy rychle mizí, aby se opět velice brzy objevily.
da: Sommeren er kommet til de kolde områder i nord fulgt af et rigt dyreliv, der har glæde af det mildere vejr. De allestedsnærværende ulve har smidt deres vinterpels, mens rådyr, harer og muskusokser befolker sletterne. Vinteren slipper hurtigt sit tag, selvom den snart vil være tilbage igen.
de: Der Sommer ist in den kalten Regionen des Nordens angekommen und mit ihm viele Tiere, die von seinem milderen Klima profitieren. Wölfe, die es schon seit eh und je gab, haben ihre Winterkleidung verloren; Hirsche, Feldhasen und Moschusochsen bevölkern die Ebenen. Die letzten Spuren des Winters verschwinden rasch, nur um schon sehr bald zurückzukehren.
el: Το καλοκαίρι έχει φτάσει στις ψυχρές περιοχές του βορρά και μαζί με αυτό πολλά ζώα, που επωφελούνται από το ηπιότερο κλίμα. Οι λύκοι, που πάντα είναι παρόντες, έχουν ρίξει το χειμωνιάτικο τρίχωμά τους, ελάφια, λαγοί και μοσχοβόδια κατοικούν στις πεδιάδες. Τα τελευταία ίχνη του χειμώνα εξαφανίζονται γρήγορα, για να επανεμφανιστεί πολύ σύντομα.
es: El verano ha llegado a las regiones frías del norte, trayendo consigo muchos animales que disfrutan de un clima más suave. Los lobos, siempre presentes, cambian su pelaje; Ciervos, liebres y bueyes almizcleros pueblan las llanuras. Las últimas huellas del invierno están desapareciendo rápidamente, solo para volver en breve.
eu: Udara iritsi da iparraldeko eskualde hotzetara eta berarekin animaliak klima gozoagoaz gozatzen dute. Otsoek, beti hor, neguko jantziak erantzi dituzte, oreinak, erbiak eta idiak nagusi dira lautadetan. Neguaren azken arrastoak arin desagertzen dira, oso azkar itzultzeko baino ez.
fa: تابستان به مناطق سرد شمالی رسید و به واسطه آن حیوانات بسیاری می توانند از آب و هوای ملایم منطقه بهره مند شوند. گرگها که همیشه حضور دارند لباس های زمستانی خود را ریخته اند، آهو ها، خرگوش ها و گاو مشک ها دشت ها را پر کرده اند، آخرین نشانه های زمستان به سرعت در حال از ناپدید شدن است هرچند که بزودی باز خواهد گشت.
fi: Kesä on saapunut pohjoisen kylmille alueille, ja sen mukana ovat saapuneet monet eläimet, jotka hyötyvät leudommasta ilmastosta. Aina läsnä olevat sudet ovat karistaneet talvipukunsa, ja tasangot ovat täynnä peuroja, jäniksiä ja myskihärkiä. Talven viimeisetkin jäljet katoavat nopeasti, mutta ne ilmestyvät pian uudelleen.
fr: L'été est arrivé sur les régions froides du nord et avec lui un grand nombre d'animaux, profitant du climat plus doux. Les loups, toujours présents, ont laissé tomber leurs pelages d'hiver; les cerfs, les lièvres et les bœufs musqués emplissent les plaines. Les dernières traces de l'hiver disparaissent rapidement, pour revenir très vite.
ga: Tagtar an samhradh sna ceantair fhuara an tuaiscirt, agus tagann ainmhí go leor leis, mar a thaitníonn an aimsir te leo. Tá faolchúnna ina smúrthacht lena bhfionnadh samhraidh; tá fianna, giorriacha, muscdaimh sna mánna. Tá an samhradh ag teacht amach. agus éalaíonn an geimhreadh ina dhiaidh, ach fillfidh sé go luath.
gd: Thàinig an t-samhradh air ranntairean fuar an taoibh thuaith agus gheibh iomadh beathach buannachd às an t-sìde nas tlàithe. Fhuair na madaidhean-allaidh cuidhteas dhe ’m bian geamhraidh agus tha pailteas fhiadh, mhaighichean ’ dhamh-musgach ag ionaltradh feadh an àite. Tha comharran a’ gheamhraidh a’ falbh gu luath ach cha bhith iad fada gun tilleadh.
hu: A nyár megérkezett a hideg északi területekre, és sok állatnak kedvezett az enyhébb klíma. A minden jelenlévő farkasok levetették a téli bundájuk, a szarvasok, nyulak és pézsmatulkok benépesített az alföldeket. A tél utolsó nyomai gyorsan tűnnek el, hogy egészen hamarosan visszatérjenek.
id: Musim panas telah datang ke kawasan utara yang dingin dan dengan ini banyak binatang, diuntungkan dari iklim yang lebih hangat. Serigala, yang ada, telah mengganti bulunya; rusa, kelinci dan muskox mendiami padang. Bekas-bekas terakhir dari musim dingin menghilang dengan cepat, hanya untuk muncul di waktu dekat.
it: L'estate è arrivata nelle fredde regioni del nord e con essa molti animali, approfittando del clima più mite. I lupi, sempre presenti, hanno mutato i loro manti invernali; cervi, lepri e buoi muschiati popolano le pianure. Le ultime tracce dell'inverno stanno rapidamente scomparendo, ma solo per tornare molto presto.
ja: 北国に夏が到来し、その穏やかな気候により、多くの動物や恵みをもたらします。 オオカミは、冬の服を脱ぎ捨てました。 シカ、ヤギ、ヤギなどが平野に住んでいます。冬の痕跡は急速に去り、またすぐに現れます。
ko: 북쪽의 추운 지역에 여름이 오고, 온화한 기후로 인해 많은 동물들이 살고 있습니다. 늑대들은 겨울옷을 벗어 던지고, 사슴, 산토끼, 사향쥐는 평야를 가득 채웁니다. 겨울의 마지막 흔적은 빠르게 사라지고 있지만, 곧 다시 나타납니다.
ms: Musim panas telah tiba di kawasan sejuk bahagian utara yang tidak disangka mempunyai banyak haiwan liar, mengambil peluang atas cuaca yang selesa. Serigala, buat masa ini, telah menukar bulu musim sejuknya; rusa, arnab dan musang memenuhi dataran. Jejak akhir musim sejuk telah hilang, tetapi ia akan muncul tidak lama lagi.
nb: Sommeren har ankommet til de kalde regionene i nord og med den mange dyr som nyter godt av det midere klimaet. Ulver, stadig tilstede, har felt vinterpelsen, hjort, harer og moskus vandrer på slettene. Siste spor av vinter forsvinner raskt, for så å komme tilbake veldig snart.
nl: Zomer is begonnen in het koude Noorden en vele dieren komen profiteren van het mildere klimaat. Wolven, altijd aanwezig, hebben hun wintervacht laten vallen; rendieren, hazen en ossen bevolken de vlakten. De laatste restanten van de winter smelten snel in de zon, alleen om binnenkort weer terug te keren.
pl: Lato zawitało na mroźne tereny północy, dzięki czemu zwierzęta korzystają z bardziej przyjaznego klimatu. Wilki, zawsze obecne, zrzuciły zimowe futra; sarny, zające i woły arktyczne rozmnożyły się po równinach. Ostatnie ślady zimy rychło zniknęły, by już za niedługo znów powrócić na te ziemie.
pt_br: O verão chegou às regiões geladas do norte e com ele muitos animais, aproveitando seu clima mais ameno. Lobos, sempre presentes, deixaram suas roupas de inverno; Cervos, lebres e bois povoam as planícies. Os últimos traços do inverno estão desaparecendo rapidamente, apenas para voltar novamente.
pt_pt: O verão chegou às regiões geladas do norte e com ele muitos animais, aproveitando o clima mais ameno. Os lobos, sempre presentes, deixaram as suas roupas de inverno; os cervos, lebres e bois povoam as planícies. Os últimos traços do inverno estão a desaparecer rapidamente, apenas para reaparecer em breve.
ru: Лето пришло в холодные северные районы, а вместе с ним и множество животных, чтобы воспользоваться временным смягчением климата. Волки, присутствующие всегда, сбросили свою зимнюю одежду; олени, зайцы и овцебыки заселяют равнины. Последние следы зимы быстро исчезают, но только для того, чтобы очень скоро появиться вновь.
sk: Leto prišlo aj do oblastí chladného severu a s ním aj množstvo zvierat putujúcich za miernym podnebím. Všadeprítomní vlci zvliekli zimnú srsť; jelene, zajace a pižmone osídľujú planiny. Posledné stopy zimy rýchlo miznú len aby sa čoskoro objavili znova.
sv: Sommaren har kommit till de kalla områdena i norr och med den många djur som drar nytta av det mildare klimatet. Vargar, som alltid är närvarande, har lämnat sina vinterkläder; hjortar, harar och myskoxar befolkar slätten. De sista spåren på vintern försvinner snabbt, bara för att återvända snart.
tr: Yaz kuzeyin soğuk bölgelerine varmış ve onun daha yumuşak ikliminden faydalanan birçok hayvan var. Kurtlar, şimdiye kadar, kış kıyafetlerini döker; Geyik, karanfil ve muskoks ovaları doldurur. Son kış izleri hızla yok oluyor, sadece çok yakında yeniden ortaya çıkmak üzere.
uk: Літо настало у холодних областях півночі, і з ним прибуло багато тварин, які користуються м'яким кліматом. Вовки, скинули свою зимову шерсть; олені, зайці і вівцебики заселяють рівнини. Останні сліди зими стрімко зникають, лише щоб знову дуже скоро з'явитися.
zh: 北方的寒冷地区迎来了夏天，许多动物会从温和的气候中获益。狼褪掉了御冬的厚毛，鹿、野兔和麝香草栖息在平原上。冬天的痕迹迅速消失，只是很快又会重现。
zh_tw: 夏天已經抵達寒冷的北國，並有許多動物得益於溫和的氣候。一直存在的狼已經褪下了東天的衣服，野鹿、野兔與麝牛也在平原上快速生長。冬天的最後一絲痕跡正在迅速消失，但很快又會再度出現。

source: Arctic Summer
ast: Veranho árctico
bg: Полярно лято
br: Hañv arktik
ca: Estiu àrtic
cs: Arktické léto
da: Arktisk sommer
de: Arktischer Sommer
el: Αρκτικό Καλοκαίρι
es: Verano ártico
eu: Udara Artikoa
fa: تابستان قطب شمال
fi: Arktinen kesä
fr: Été arctique
ga: Samhradh Artach
gd: Samhradh Artach
hu: Sarki nyár
id: Musim Panas Artik
it: Estate Artica
ja: 北極の夏
ko: 북극의 여름
ms: Musim Panas Artik
nb: Arktisk sommer
nl: Noordelijke zomer
pl: Arktyczne lato
pt_br: Verão Ártico
pt_pt: Verão ártico
ru: Арктическое лето
sk: Arktické leto
sr: Арктичко Лето
sv: Arktisk Sommar
tr: Kutup Yazı
uk: Арктичне літо
zh: 北极之夏
zh_tw: 北國之夏
