Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Players start along the banks of the river Danube in the period following the expansion into Pannonia by the Celtic Boii tribe. Seeking to consolidate their hold on this land, celtic reinforcements have been sent to root out the remaining foreign cultures. Players not only have to vie for power amongst themselves, but also beat back these ruthless invaders. Ultimately, the Boii were defeated by the rising power of the Dacians, hence leading to the reemergence of the Geto-Dacian Confederation under King Burebista.
ast: Los jogadores intamɐn a veirɐs de l riw Danuviu tres la ḷḷegada de los boios a la Pannonia. Estos celtas, queriendo conquistar la fasteira, tienen inviado reforcios par’ esraizare los vizinos. Los jogadores, poro, non solo han llidiar entre sí, mas tamien arrefugar l implacable invasor. Finalmente, a los boios vinceu-llos el poder creciente de los dacios, lo que llevou a l ressurzhimiento de la confederacion geto-dacia so l reye Burebista.
bg: Играчите започват на бреговете на Дунав в периода след завоюването на Панония от галското племе Бои. Търсейки начин да затвърдят властта си над тази територия, били изпратени келтски подкрепления, които да унищожат останалите чужди култури. Играчите ще трябва не само да се борят за власт помежду си, но и да отблъскват тези безмилостни нашественици. Накрая Боите били победени от надигащата се мощ на Даките, предшествало възхода на съюза даките и гетите при цар Буребиста.
br: Ar c'hoarierien a gomañs a-hed ribloù ar stêr Danav en amzer da heul an astenn e Pannonia gant ar meuriad keltek Boi. En ur glask kreñvaat o c'hrog war an douar-mañ, e oa bet kaset skoazelloù keltek da skarzhañ ar sevenadurioù estren a chome. Ar c'hoarierien ne rankont ket tabutal evit ar galloud hepken en o-zouez, met ivez pellaat an alouberien didruezus-mañ diouto. Er fin, e oa bet trec'het ar Voied gant galloud sav an Dakianed, pezh he doa degaset distro war wel Kevread Geto-Dakian dindan ar Roue Burebista.
ca: Els jugadors comencen a la riba del riu Danubi en el període següent a l'expansió de Pannònia per part de la tribu celta dels bois. Amb l'objectiu de consolidar el seu poder a la zona, s'han enviat reforços celtes per desterrar les cultures estrangeres restants. Els jugadors només han de competir entre ells pel poder, però també han de vèncer aquests cruels invasors. Bàsicament, als bois els va derrotar el poder creixent dels dacis, d'aquí que ressorgís la confederació getodàcia sota el regnat de Burebista.
cs: Hráči začínají podél břehů řeky Dunaje v období po rozšíření se keltského kmene Bójů do Panonie. S cílem posílit jejich držbu této půdy byly poslány keltské posily, aby byly vytlačeny zbývající cizí kultury. Hráči nejen musí zkřížit síly mezi sebou, ale i proti bezohledným útočníkům. V konečném důsledku byl kmen Bójů poražen rostoucí silou Dáků, což vedlo ke znovuvytvoření Geto-dákské konfederace pod králem Burebistou.
da: Spillere starter langs bredden af ​​floden Donau i perioden efter udvidelsen til Pannonien af ​​den keltiske Boii-stamme. I et forsøg på at konsolidere deres greb om dette land er keltiske forstærkninger blevet sendt for at udrydde de resterende fremmede kulturer. Spillere skal ikke kun kæmpe om magten indbyrdes, men også slå disse hensynsløse angribere tilbage. I sidste ende blev Boii besejret af Daciernes stigende magt, hvilket førte til genopkomsten af ​​Geto-Daciske konføderation under kong Burebista.
de: Die Spieler fangen an den Ufern der Donau in der Zeit, nachdem der keltische Boier-Stamm nach Pannonien expandiert ist. Mit dem Bestreben, ihren Griff auf dieses Land noch weiter zu festigen, wurden keltische Verstärkungen ausgesandt, um die verbleibenden fremden Kulturen zu entwurzeln. Spieler müssen nicht nur unter sich um die Vorherrschaft wetteifern, sondern auch die rücksichtslosen Invasoren zurückdrängen. Letztlich wurden die Boier von den aufstrebenden Dakern besiegt, was somit zur Wiederkehr der Getisch-Dakischen Konföderation unter König Burebista führte.
el: Οι παίκτες ξεκινούν κατά μήκος των όχθων του ποταμού Δούναβη την εποχή που ακολούθησε η επέκταση στην Παννονία από τη Κέλτικη φυλή των Βόιων. Επιδιώκοντας να εδραιώσουν τη θέση τους σε αυτή τη γη, έχουν αποσταλεί κελτικές ενισχύσεις για να εξαλείψουν τους υπόλοιπους ξένους πολιτισμούς. Οι παίκτες όχι μόνο πρέπει να αγωνιστούν για την εξουσία μεταξύ τους, αλλά και να εξωθήσουν αυτούς τους αδίστακτους εισβολείς. Τελικά, οι Βουίοι νικήθηκαν από την αυξανόμενη δύναμη των Δακίων, οδηγώντας έτσι στην επανεμφάνισης της Γετοδάκιας Συνομοσπονδίας κάτω από τον βασιλιά Βουρεβίστα.
es: Empezáis a la orilla del río Danubio en el periodo de expansión los boyos celtas en Panonia. Esta tribu celta intenta consolidar su poder en la zona echando a los foráneos. Tendréis que combatir entre vosotros a la vez que acabáis con los invasores. Al final los boyos fueron derrotados con el auge de los dacios, llevando a un segundo renacimiento de la conferedación geto-dacia bajo el reinado del rey Burebista.
eu: Danubio ibaiaren ertzean hasiko zarete Panoniako Boll Zelten zabaltze garaian. Tribu Zelta honek boterea egonkortzen saiatzen da bertakoak botaz. Zuen artean borrokatu beharko duzue inbasoreen kontra egiten duzuen bitartean. Azkenean Bollak garaituak izan ziren Dazioak aurrera egitean, Burebista erregearen babesean Geto-Dazio konfederazioaren birsortzea bultzatuz.
fa: بازیکن ها بازی را در کنار رودخانه دانوب و در دوران گسترش پانونیا توسط سلتی های قبیله بوی آغاز می کنند. آنها بدنبال تحکیم زمین های در اختیار خود بودند و سلتی ها نیروهای خود را برای بیرون راندن فرهنگ های خارجی منطقه ارسال کرده بودند. بازیکن ها نه تنها باید با یک دیگر رقابت کنند بلکه باید در مقابل این مهاجمان نیز مقابله کنند. در نهایت قبیله بوی با ظهور قدرتی به نام داس ها شکست خورد و بواسطه آن اتحادی شکل گرفت به نام گتو-داس تحت رهبری شاه بوربیستا.
fi: Pelaajat aloittavat pelin Tonavan rannalla aikana, joka seuraa kelttiläisen Boiji-heimon levittäytymistä Pannoniaan. Kelttiläiset ovat lähettäneet lisävoimia kitkeäkseen jäljellä olevat vieraat kulttuurit ja vahvistaakseen otettaan tästä maasta. Pelaajien on paitsi kilpailtava vallasta keskenään, myös torjuttava nämä häikäilemättömät hyökkääjät. Lopulta boijit kukistuivat daakialaisten nousevan vallan alla, mikä johti geto-daakialaisen konfederaation uudelleen syntymiseen kuningas Burebistan johdolla.
fr: Le joueur démarre le long des bancs du fleuve Danube
ga: Tosaíonn gach imreoir ar taobh na Danóibe san aois tar éis forbartha don threibh Gallach na Bóí isteach i mPannóinia. Sheol trúpaí breise Ceilteacha ag iarraidh comhdhlúthú a dhéanamh isteach ina gcúige nua do dheireadh a chur le cultúir iasactha. Teastaíonn ar na imreoir a bheith in iomaíocht lena chéile, ach teastaíonn uathu freisin na hionróirí seo a bhrú siar. Ar deireadh, bhí na Bóí cloíte faoin smacht atá ag fás na nDáiceach, dá bhrí sin ag teacht chun chin Cónaidhme na nGeata-Dáiceach faoi Rí Búireabastas.
gd: Tòisichidh na cluicheadairean air bruachan na Danuibe ris an linn às dèidh leudachadh gu Pannonia le treubh Boii nan Ceilteach. A chum an smachd air an tìr a dhaingneachadh, chaidh foirlionaidhean Ceilteach a chur gus cuidhteas fhaighinn dhe na cultaran cèine a tha ann fhathast. Chan ann a-mhàin gum bi na cluicheadairean an còmhstri an aghaich càch a chèile ach gu bheil aca ri ruaig a chur air na daoine gun truas sin. Air deireadh na sgeòil, chaidh na Boii a ruaig le cumhachd nan Daci a dh’èirich a-rithist leis a’ chaidreabhas Gheto-Daciach fo rìgh Burebista.
hu: A játékosok a Duna folyó partján kezdenek, a kelta Boii törzs Pannónia felé történő terjeszkedésének időszaka után. A föld uralmának megszilárdítására törekedve, kelta erősítések kerültek kiküldésre, hogy kiűzzék a megmaradt idegen kultúrákat. A játékosok nem csak egymás közt harcolnak a hatalomért, hanem ezekkel a hódítókkal is fel kell venniük a harcot. Végül, a Boii törzset legyőzték a dákok, amely a géta-dák szövetség felemelkedéséhez vezetett, Boirebisztasz király alatt.
id: Pemain mulai di sepanjang pinggiran sungai Donau pada masa ekspansi ke Panonia oleh suku Kelt Boii. Mencoba untuk memperkuat kuasa mereka di tanah ini, bala bantuan kelt telah dikirim untuk menendang keluar budaya asing yang tersisa. Pemain tidak saja harus berebut kekuasaan satu sama lain, tapi juga harus mengalahkan para penyerang ini. Nantinya, suku Boii akan dikalahkan oleh bangsa Dacia yang baru bangkit, karena itu akan muncul kembali Konfederasi Geto-Dacia di bawah pimpinan Raja Burebista.
it: I giocatori iniziano lungo le rive del fiume Danubio nel periodo successivo all'espansione in Pannonia della tribù Celtica Boii. Cercando di consolidare il loro dominio su queste terre, vengono inviati rinforzi celtici per eliminare le restanti culture straniere. I giocatori non solo devono affrontarsi tra di loro, ma anche battere questi invasori spietati. I Boii furono sconfitti dal crescente potere dei Daci, e successivamente portò alla nascita della Confederazione Geto-Daci, sotto il re Burebista.
ja: プレイヤーは、ケルトのボイイ族によるパノンニアへの侵略が続く期間に、ドナウ川のほとりからスタートします。この地域の合併を試みると、異文化を根絶するためにケルトの援軍が送られてきました。プレイヤーは自分たちの地域で権力を争うだけでなく、これらの無慈悲な侵略者を打ち返す必要があります。最終的に、ボイイ族はダキア人の上昇する力によって打ち負かされたため、ブレビスタ王の下での Geto-Dacian 連合の再出現につながりました。
ko: 플레이어들은 켈트족인 보이이 부족에 의해 파노니아 침략 후 다뉴브 강둑을 따라 시작합니다. 이 땅에 대한 그들의 지배력을 공고히 하기위해, 나머지 외국 문화를 뿌리 뽑기 위해 켈트족의 지원군이 파견되어졌습니다. 플레이어들은 그들 사이에서 힘을 겨루어야할 뿐만 아니라 이러한 무자비한 침략자들을 물리쳐야합니다. 결국, 보이족은 다키아인의 상승하는 힘에 정복당했기때문에 부레비스타 왕의 치하에서 게토-다키아 연맹이 다시 출현하게 되었습니다.
ms: Pemain bermula di sepanjang tebing sungai Danube dalam tempoh pengembangan wilayah ke Pannonia oleh puak Celt Boii. Untuk mengukuhkan kekuasaan mereka di tanah ini, bantuan ketenteraan celt telah dikerah untuk memusnahkan saki-baki budaya asing yang ada. Pemain bukan sahaja menunjukkan kekuasaan mereka dalam kalangan puak yang sama, tetapi perlu mengalahkan penakluk luar yang tiada belas ihsan. Akhirnya puak Celt Boii telah dikalahkan oleh puak Dacian yang semakin berkuasa, seterusnya terbentuklah Konfederasi Geto-Dacian dibawah Raja Burebista.
nb: Spillere starter langs elevebankene av elva Danube i perioden som ettefølger ekspansjonen inne i Pannonia av den keltiske boier-stammen. I ønske om å fastsette deres tak på dette landet, har keltiske forsterkningen blitt sendt for å røske opp de gjenværende fremmede kulturene. Spiller må ikke bare egges om makt mellom seg selv, men også slå tilbake disse nådeløse invadørene. Til slutt ble boierne slått av den øktene makta til Dacianerne, noe som igjen ledet til gjenoppstandelsen av den Geto-Dacianiske federasjonen under kong Burebista.
nl: Spelers beginnen aan de oevers van de Donau in de periode na de uitbreiding van de keltische stam, Boii, naar Pannonië. In pogen dit gebied te consolideren, hebben de Kelten versterkingen gestuurd naar de overgebleven vreemde culturen. Spelers wedijveren niet alleen met elkaar, maar moeten ook deze meedogenloze indringers verslaan. De Boii zijn uiteindelijk verslagen tijdens de het oprukken van de Daciërs, wat resulteerde in de heroprichting van de Geto-Dacische Confederatie onder koning Burebista.
pl: Gracze zaczynają wzdłuż brzegów Dunaju w okresie ekspansji o Pannonię przez celtyckie plemię Bojów. By umacnić swoją władzę na tych ziemiach, celtyckie posiłki zostały wysłane, by wyplewić pozostałości obcej kultury. Gracze nie tylko muszą walczyć o władzę między sobą, lecz także odeprzeć tych bezwzględnych najeźdźców. Koniec końców, Bojowie zostali pokonani przez powstającą potęgę Dacjan, co doprowadziło do połączenia się w Konfederację Dacką pod władzą Króla Burebista.
pt_br: Os jogadores começam ao longo das margens do rio Danúbio no período após a expansão para Panónia pela tribo Céltica Boios. Buscando consolidar seu domínio sobre esta terra, reforços celtas foram enviados para erradicar as restantes culturas estrangeiras. Os jogadores não só têm que disputar o poder entre si, mas também derrotar esses invasores implacáveis. Em última instância, os Boios foram derrotados pelo poder crescente dos Dácios, conduzindo assim ao ressurgimento da Confederação Geto-Daciana sob o Rei Burebista.
pt_pt: Os jogadores começam ao longo das margens do rio Danúbio no período após a expansão para Panónia pela tribo Céltica Boios. Procurando consolidar o seu domínio sobre esta terra, foram enviados reforços celtas para erradicar as restantes culturas estrangeiras. Os jogadores não só têm que disputar o poder entre si, mas também derrotar esses invasores implacáveis. Em última instância, os Boios foram derrotados pelo poder crescente dos Dácios, conduzindo assim ao ressurgimento da Confederação Geto-Daciana sob o Rei Burebista.
ru: Игроки начинают игру на берегах реки Дунай в период после вторжения кельтского племени бойев в Паннонию. Стремясь укрепить свою власть на этой территории, кельты занялись искоренением чуждых им культур. Игрокам предстоит не только соперничать за власть между собой, но и отражать нападения этих безжалостных захватчиков. В конечном итоге бойи были побеждены укрепившимися племенами даков, что привело к возрождению союза гето-даков под властью царя Буребисты.
sk: Hráči začínajú na brehoch Dunaja v období po expanzii keltského kmeňa Bójov do Panónie. Keltské posily boli vyslané proti pretrvávajúcim cudzím kultúram a hráči sa bijú o nadvládu nad územím nielen medzi sebou, ale aj s týmito neľútostnými nájazdníkmi. Nakoniec boli Bôjovia porazení Dákmi, ktorí stáli na čele vzostupujúcej Geto-dáckej Konfederácie pod kráľom Burebistom.
sv: Spelare börjar längs Donauflodens stränder i perioden efter expansionen till Pannonia av ketliska Boii-stammen. Keltiska förstärkningar har skickats för att utrota de återstående utländska kulturerna för att konsolidera deras håll på detta land. Spelare behöver inte bara kämpa för makten bland varandra, utan också slå tillbaka dessa hänsynslösa angripare. I slutändan besegrades Boii av Dakiernas stigande kraft, vilket ledde till uppkomsten av Geto-Dakiska konfederationen under kung Burebista.
tr: Oyuncular Celtic Boii kabilesi tarafından Pannonia'ya doğru genişlemeyi takip eden dönemde Tuna nehrinin kıyılarında başlıyor. Bu topraklardaki tutumlarını pekiştirmek isteyen Kelt takviyesi geri kalan yabancı kültürleri kök salmak üzere gönderildi. Oyuncular sadece aralarında güç uğruna kavuşmakla kalmayıp aynı zamanda bu acımasız istilacıları da geri çekerler. Nihayetinde Boii, Dacians'ın yükselen gücü tarafından yenildi, bu nedenle Geto-Dacian Konfederasyonu'nun Kral Burebista tarafından yeniden doğmasına yol açtı.
uk: Гравці починають уздовж берегів річки Дунай в період після переселення в Паннонії кельтського племені бойів. Прагнучи закріпитися на цій землі, кельтські загони були послані викорінювати інші іноземні культури. Гравці повинні не тільки борються за владу між собою, а й відбиваються від безжальних загарбників. В кінцевому рахунку, бойі зазнали поразки від даків, отже, гето-дакська конфедерація відродилась під керівництвом короля Буребісти.
zh: 玩家沿着多瑙河沿岸开局，模拟凯尔特的波伊部落扩张到潘诺尼亚之后的历史。 为了巩固这片土地，增援部队已派去铲除其余的外来文化。玩家间不仅相互争权夺利，还要击退无情的入侵者。最终，博伊为不断崛起的达契亚击败，达契亚王布雷比斯塔建立了格托-达契亚联盟。
zh_tw: 在塞爾特人 Boii 部落擴張成 Pannonia 後，玩家從多瑙河河岸開始。為了保持在這片土地上的控制權，塞爾特人已經派出了許多了軍隊想要根除外來的文化。玩家們不僅要互相對抗，還要打敗這些無情的入侵者。最後，Boii 被 Dacian 的強大力量擊敗，從而導致了 Geto-Dacian 聯盟在布列比斯塔國王下重新出現。

source: Danubius
ast: Danuviu
bg: Дунавий
ca: Danubi
el: Δουνάβιος
es: Danubio
eu: Danubio
fa: دانوبیوس
fi: Tonava
ga: An Danóib
id: Donau
it: Danubio
ja: ドナウ川
ko: 다누비우스
nb: Dānuvius
nl: Donau
pl: Dunaj
pt_br: Danúbio
pt_pt: Danúbio
ru: Дунай
sk: Dunaj
sv: Donau
uk: Данубій
zh: 多瑙河

source: A deep dark forest in Germania.
ast: Una viesca fonda & fosca na Germania.
bg: Дълбока, тъмна гора в Древна Германия.
br: Koadoù don ha teñval e Germania.
ca: Un bosc fosc i espès de Germània.
cs: Hluboký temný les v Germánii.
da: En dyb og mørk skov i Germanien.
de: Ein tiefer, dunkler Wald in Germanien.
el: Ενα πυκνό σκοτεινό δάσος στην Γερμανία
es: Una profunda y oscura foresta en Germania.
eu: Germaniako ohiantze sakon eta ilun bat.
fa: یک جنگل انبوه تاریک در آلمان.
fi: Syvä pimeä metsä Germaniassa.
fr: Une sombre et profonde forêt de Germanie.
ga: Foraois dhlúth dhorcha sa Ghearmáin
gd: Coille dhorcha mhòr sa Gearmailt.
hu: Egy sötét, mély erdő Germániában.
id: Sebuah hutan yang gelap di Germania.
it: Una profonda foresta nera in Germania
ja: ゲルマニアの深い暗黒の森。
ko: 게르마니아의 깊고 어두운 숲.
ms: Hutan tebal Germania
nb: En dyp og mørk skog i Germania.
nl: Een diep en donker woud in Germanië.
pl: Głęboki, ciemny las w Germanii.
pt_br: Floresta de um escuro profundo na Germânia.
pt_pt: Uma grande floresta densa na Germânia, perto do mar Báltico.
ru: Густой труднопроходимый лес на территории Германии.
sk: Hlboký, temný les v Germánii.
sr: Дубока мрачна шума у Германији.
sv: En djup mörk skog i Germania.
tr: Cermenya'da derin karanlık bir orman.
uk: Глибокий темний ліс у Германії.
vi: Một cánh rừng tối tăm sâu thẳm ở Germania.
zh: 位于日耳曼尼亚的黑深林。
zh_tw: 在日耳曼尼亞的黑闇深林。

source: Deep Forest
ast: Deupwalthu
bg: Дълбока гора
br: Koad stank
ca: Bosc espès
cs: Hluboký les
da: Dyb Skov
de: Tiefer Wald
el: Πυκνό Δάσος
es: Bosques profundos
eu: Oihan sakona
fa: جنگل انبوه
fi: Syvä metsä
fr: Forêt dense
ga: Foraois Dhlúth
gd: Coille mhòr
hu: Sötét erdő
id: Hutan Lebat
it: Foresta Nera
ja: 深い森
ko: 깊은 숲
ms: Hutan Tebal
nb: Dyp skog
nl: Donker woud
pl: Głęboki las
pt_br: Floresta Densa
pt_pt: Floresta densa
ru: Дремучий лес
sk: Hlboký les
sr: дубока шума
sv: Djup Skog
tr: Derin Orman
uk: Глибокий ліс
vi: Rừng sâu
zh: 丛林深处
zh_tw: 深森林

source: Controlling access to the Aegean Sea from the east, the Dodecanese have been subject to numerous yet short-lived invasions. Ultimately consolidating power with Rhodes at their lead, these islands developed into great maritime, commercial and cultural centers. Will you achieve the same?
ast: Sitiadɐs a la intrada oriental de l mare Egeo, lɐs dolze islhɐs principales de lɐs Spórades meridionales tienen suffrido numerosɐs invasiones. Sí q’ãssí, aunidɐs cun Rhodes a la cabeça, estɐs islhɐs se volvierun un referente cultural, commercial & marítimu. ¿Vas algamare lo miesmo?
bg: Управлявайки достъпа до Егейско море от изток, Додеканезите били цел на многобройни, но кратки, нападения. След като най-накрая обединили силите си и поставили Родос начело, тези острови се превърнали във велики центрове на търговията, културата и морето. Ще успеете ли да постигнете същото?
cs: Kvůli tomu, že ovládaly přístup k Egejskému moři z východu, byly Dodekany (Dvanáctiostroví) vystaveny četným leč krátkodobým vpádům. Po sjednocení pod vedením Rhodu se tyto ostrovy vyvinuly do velkých námořních, obchodních a kulturních středisek. Dokážeš totéž?
da: Dodekaneserne kontrollerer adgangen til Det Ægæiske Hav fra øst og har været udsat for adskillige, men kortvarige invasioner. Disse øer, som i sidste ende konsoliderede magten med Rhodos i spidsen, udviklede sig til store maritime, kommercielle og kulturelle centre. Vil du opnå det samme?
de: Da er den Zugang zur Ägäis von Osten kontrolliert, war der Dodekanes Ziel zahlreicher, aber kurzlebiger Invasionen. Nachdem sie ihre Macht mit Rhodos an der Spitze konsolidiert hatten, entwickelten sich diese Inseln zu großen maritimen, kommerziellen und kulturellen Zentren. Wirst du dasselbe erreichen?
el: Ελέγχοντας την πρόσβασηςστο Αιγαίο πέλαγος από την Ανατολή, τα Δωδεκάνησα έχουν υποστεί πολυάριθμες βραχύβιες εισβολές. Τελικά εδραίωσαν την εξουσία τους με πρωτεύουσα τη Ρόδο, τα νησιά αυτά αναπτύχθηκαν σε μεγάλα θαλάσσια, εμπορικά και πολιτιστικά κέντρα. Θα επιτύχετε το ίδιο;
es: El dodecaneso ha sido objeto de numerosas aunque breves invasiones con el objeto de controlar el acceso al mar Egeo desde el Este. Estas islas, con Rodas como capital, acabaron consolidando cierto poder, llegandose a convertir en un gran centro marítimo, comercial y cultural. ¿Podrás conseguir lo mismo?
eu: Egeo itsasorako sarbidea ekialdetik kontrolatuz, Dodecanesetarrak inbasio ugari eta laburrak jasan dituzte. Azkenik, botera Rodhesen eskutik indarturik, uharte hauek itsas, merkatari eta kultur gune handia bihurtu ziren. Hainbeste lortuko duzu?
fi: Dodekanesian saaret, jotka valvovat pääsyä Egeanmerelle idästä, ovat joutuneet lukuisten mutta lyhytaikaisten valloitusten kohteeksi. Lopulta nämä saaret vakiinnuttivat valtansa Rodoksen johdolla ja kehittyivät suuriksi merenkulun, kaupan ja kulttuurin keskuksiksi. Pystytkö sinä saavuttamaan saman?
fr: Contrôlant l'accès à la mer Égée depuis l'est, le Dodécanèse a fait l'objet de nombreuses invasions de courte durée. Après avoir finalement consolidé le pouvoir avec Rhodes à leur tête, ces îles se sont développées comme des grands centres maritimes, commerciaux et culturels. Allez vous réussir la même chose ?
id: Mengendalikan akses ke Laut Aegea dari timur, kepulauan Dodekanesa telah menjadi tempat berbagai serbuan singkat. Setelah akhirnya menggabungkan kekuatan dengan pimpinan Rhodes, kepulauan ini berkembang menjadi pusat maritim, perdagangan, dan budaya. Akankah Anda meraih hal yang sama?
it: Controllando l'accesso al Mar Egeo da est, il Dodecaneso è stato soggetto a numerose seppur brevi invasioni. Consolidando infine il proprio potere soprattutto grazie a Rodi, queste isole si trasformarono in centri marittimi, commerciali e culturali. Riuscirai a fare lo stesso?
ja: ドデカネス諸島は、エーゲ海への東側のアクセスを支配していたため、何度も短期間の侵略を受けてきた。最終的にはロードス島を中心に力を蓄え、海洋・商業・文化の一大拠点として発展しました。あなたは同じことを成し遂げますか？
ko: 동쪽에서 에게해의 접근을 통제하고 있는 도데카인들은 수없이 많으면서도 짧은 기간 동안 침략을 받아왔습니다. 궁극적으로 로도스와 힘을 합쳐, 이 섬들은 훌륭한 해양, 상업, 문화의 중심지로 발전했습니다. 당신은 같은 일을 성취할 수 있습니까?
nl: Als oostelijke toegangspoort tot de Egeïsche Zee hebben de Dodekanesos talloze maar kortstondige invasies te verwerken gekregen. Toen zij zich uiteindelijk onder Rodos wisten te verenigen, ontwikkelden deze eilanden zich tot belangrijke maritieme, commerciële en culturele centra. Zal u hetzelfde bereiken?
pl: Nadzorując dostępem do Morza Egejskiego ze wschodu, Dodekanez zostało poddane licznym, lecz krótkotrwałym najazdom. Ostatecznie konsolidując moc z Rodosem na czele, owe wyspy rozwinęły się w wielkie ośrodki morskie, handlowe i kulturalne. Czy Ty osiągniesz to samo?
pt_br: Controlando a passagem para o Mar Egeu a oeste, o Dodecaneso foi sujeito a inúmeras invasões, mas sempre de curta duração. Finalmente tendo o poder consolidado sob Rodes e sua liderança, essas ilhas tornaram-se grandes centros marítimos, culturais e comerciais. Você conseguirá o mesmo?
pt_pt: A controlar o acesso ao Mar Egeu a partir do Este, os Dodecanesos foram alvo de numerosas mas curtas invasões. Por fim consolidaram o poder com Rodes na sua liderança. Estas ilhas desenvolveram-se em fantásticos centros marítimos, comerciais e culturais. Irás conseguir o mesmo?
ru: Контролируя проход к Эгейскому морю с востока, Додеканес подвергался многочисленным, но недолгим вторжениям. В конце концов, после объединения с Родосом по их инициативе, острова превратились в крупные морские, торговые и культурные центры. А вы достигните того же?
tr: Ege denizine doğudan geçişi kontrol eden On İki Adalar sayısız ama kısa süreli işgalere sahne oldu. En sonunda Rodos önderliğinde gücü pekişen bu adalar deniz, ticaret ve kültür merkezine dönüştü. Sen de aynısını başara bilecek misin?
uk: Контролюючи прохід до Егейського моря зі сходу, Додеканес зазнавав численних, але недовгих вторгнень. Зрештою, після об'єднання з Родосом за їх ініціативою, острови перетворилися у великі морські, торгові та культурні центри. А ви досягнете того ж?
zh: 多德卡尼斯群岛，是从东方控制爱琴海的必经之途，多次遭遇短期入侵。 这些岛屿最终将罗德岛的各方势力集结起来，进而发展成为伟大的海洋、商业和文化中心。你能达成同样的目标吗？
zh_tw: 十二群島扼東方通向愛琴海之要道，此地經歷了無數但短命的入侵。最終在羅得島的領導下聯合起來，群島發展成偉大的航海、商業及文化中心。你會有同等成就嗎？
