Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: A sheltered natural harbour on the Mediterranean coast provides the resources for battle.
ast: Un puörtu natural abrigadu na marinha mediterranea aprove los recursos pa l combate.
bg: Закътано естествено пристанище на средиземноморския бряг предлага условия за битка.
br: Ur porzh naturel goudoret war an aod Kreizdouarel a bourvez an danvezioù evit an emgann.
ca: Un port natural protegit a la costa mediterrània proporciona recursos per a la guerra.
cs: Chráněný přirozený přístav na středomořském pobřeží poskytuje zdroje pro bitvu.
da: En naturlig havn i læ ved Middelhavets kyst stiller ressourcer til slaget til rådighed.
de: Ein geschützter natürlicher Hafen an der Mittelmeerküste bietet die Grundlage für eine Schlacht.
el: Ένα προστατευμένο φυσικό λιμάνι στις ακτές της Μεσογείου παρέχει τους πόρους για τη μάχη.
es: Un puerto natural, abrigado en las costas mediterráneas, proporciona los recursos para la batalla.
eu: Herri natural batek, Mediterraneo kostaldeak babestua, borrokarako baliabideak ematen ditu.
fa: یک بندرگاه طبیعی محافظت شده در ساحل مدیترانه منابع برای جنگ را مهیا می سازد.
fi: Välimeren rannikolla sijaitseva suojaisa luonnonsatama tarjoaa luonnonvarat taistelua varten.
fr: Un port naturellement abrité sur la côte méditerranéenne offre des ressources pour la bataille.
ga: Soláthraíonn cuan nádúrtha foscúil gach achmainn le haghaidh cath a dhéanamh ar chósta na Meánmhara.
gd: Bheir òb nàdarra air oirthir na Mara Meadhanaiche na stòrasan airson a’ chogaidh dhut.
hu: A Mediterrán-partokon található védett természetes kikötő, ami nyersanyagokat biztosít a csatához.
id: Sebuah dermaga alam yang tersembunyi di pesisir Laut Tengah yang menyediakan sumberdaya untuk bertempur.
it: Un porto naturale sulla costa mediterranea fornisce le risorse per la battaglia.
ja: 地中海岸の風がしのげる天然の良港が、争いの種となっています。
ko: 지중해 연안의 보호를 받는 자연 항구는 전투를 위한 자원을 제공합니다.
ms: Pelabuhan semulajadi terlindung di teluk Mediterranean, dimana ia menyediakan sumber untuk perperangan.
nb: En beskyttet naturlig havn ved Middelhavskysten tilbyr nødvendige ressurser for kamp.
nl: Een natuurlijk beschermde haven aan de Middellandse kust heeft de nodige grondstoffen voor een gevecht.
pl: Osłonięty, naturalny port gdzieś na śródziemnomorskim wybrzeżu zapewnia niezbędne zasoby do stoczenia bitwy.
pt_br: Um porto natural protegido, na costa do Mediterrâneo, provê recursos para batalha.
pt_pt: Um porto natural abrigado na costa mediterrânica fornece os recursos necessários para a batalha.
ru: Защищенные природные гавани в Средиземноморском побережье дают ресурсы для битвы.
sk: Chránený prirodzený prístav na stredomorskom pobreží poskytuje dostatok zdrojov na rozpútanie boja.
sr: Природна лука на медитеранској обали са ресурсима за битку.
sv: En skyddad naturhamn på Medelhavskusten ger resurser för strid.
tr: Akdeniz kıyısında korunaklı doğal liman savaş için kaynak sağlar.
uk: Захищені природні гавані у Середземному морі забезпечують ресурсами для бою.
zh: 地中海沿岸的一处天然避风港，快去争夺资源吧。
zh_tw: 在地中海沿岸的一個天然避風港提供了一場資源爭奪戰的好地方。

source: Mediterranean Coves (2)
ast: Ancones de l Mediterraneo (2)
bg: Средиземноморски заливи (2)
br: Oufoù kreizdouarat (2)
ca: Cales mediterrànies (2)
cs: Středomořské zátoky (2)
da: Middelhavsbugte (2)
de: Mediterrane Buchten (2)
el: Μεσογειακοί Ορμίσκοι (2)
es: Calas mediterráneas (2)
eu: Mediterraneoko Kalak (2)
fi: Välimeren poukamat (2)
fr: Criques méditerranéennes (2)
ga: Cuasa na Meánmhara (2)
gd: Òban na Mara Meadhanaiche (2)
hu: Mediterrán öblök (2)
id: Teluk Mediterania (2)
it: Insenature del Mediterraneo (2)
ja: 地中海の入江 (2)
ko: 지중해 만 (2)
ms: Pesolot Mediterranean (2)
nb: Middelhavets småbukter (2)
nl: Middellandse Baaien (2)
pl: Zatoki śródziemnomorskie (2)
pt_br: Enseadas Mediterrâneas (2)
pt_pt: Enseadas mediterrânicas (2)
ru: Средиземноморские бухты (2)
sk: Stredomorské zátoky (2)
sr: Медитеранске увале (2)
sv: Medelhavsvikar (2)
tr: Akdeniz Koyları (2)
uk: Середземноморські гавані (2)
zh: 地中海海岸 (2)
zh_tw: 地中海海灣 (2)

source: Each player starts the match atop a large flat plateau, otherwise known as an acropolis. To the East lies a large bay with fishing opportunities. To the West is an unclaimed acropolis overlooking the Aegean Sea.
ast: Cada jogador intama la partida subre un teson ḷḷanu n somo d’una cildá, ou acrópolis. A Naciente ha hi una gran badea poblada de peixe. A Poniente, ha hi una acrópolis desierta que da vista a l mare Egeo.
bg: Всеки играч започва срещата върху голямо плато, познато още като акропол. На изток има голям залив, подходящ за риболов. На запад има незает акропол с изглед към Егейско море.
cs: Každý z hráčů začíná na vrchu velkého, rovného pahorku, též známého jako akropolis. Na východě leží velký záliv s možností rybařit. Na západ je nevyužitá akropole s výhledem na Egejské moře.
da: Hver spiller starter kampen på toppen af ​​et stort fladt plateau, også kendt som en akropolis. Mod øst ligger en stor bugt med fiskemuligheder. Mod vest ligger en lavlands akropolis med udsigt over Det Ægæiske Hav.
de: Jeder Spieler beginnt das Spiel auf einem großen flachen Plateau, auch als Akropolis bekannt. Im Osten liegt eine große Bucht mit Möglichkeiten zum Fischen. Im Westen liegt eine herrenlose Akropolis, die die Ägäis überblickt.
el: Κάθε παίκτης/τρια ξεκινάει το παιχνίδι στην κορυφή ενός μεγάλου επίπεδου υψίπεδου, γνωστό και ώς μια ακρόπολις. Πρός την Ανατολή βρίσκεται ένας μεγάλος κόλπος με ευκαιρείες για ψάρεμα. Πρός τη Δύση βρίσκεται μια αζήτηση ακρόπολη ,που επιβλέπει το Αιγαίο Πέλαγος.
es: Cada jugador comienza la partida en la cima de una gran meseta plana, también conocida como acrópolis. Al este se encuentra una gran bahía con posibilidades de pesca. Al oeste hay una acrópolis no reclamada con vistas al mar Egeo.
eu: Jokalari bakoitza partida lautada baten gainetik hasiko da, akropoli bezala ere ezagutua. Ekialdean arrantzarako aukera ematen duen badia bat dago. Mendebaldean Egeo itsasora begira dagoen aldarrikatu gabeko akropolia dago.
fi: Kukin pelaaja aloittaa ottelun suuren tasaisen tasangon, niin sanotun akropolin, huipulla. Idässä on suuri lahti, jossa on kalastusmahdollisuuksia. Lännessä on valtaamaton akropolis, josta on näkymät Egeanmerelle.
fr: Chaque joueur commence le match au sommet d'un grand plateau plat, aussi connu sous le nom d'acropole. À l'est se trouve une grande baie offrant des possibilités de pêche. À l'ouest se trouve une acropole non revendiquée surplombant la mer Égée.
id: Tiap pemain memulai pertandingan di atas dataran tinggi luas yang disebut akropolis. Di timur terbentang teluk luas dengan peluang penangkapan ikan. Di barat ada akropolis tak berpenghuni di hadapan Laut Aegea.
it: Ogni giocatore inizia la partita in cima a un grande altopiano piatto, altrimenti noto come acropoli. A est si trova una grande baia con possibilità di pesca. A ovest c'è un'acropoli non rivendicata che si affaccia sul Mar Egeo.
ja: 各プレイヤーは、アクロポリスと呼ばれる大きな平らな台地の上で試合を開始します。 東には釣りのできる大きな湾があります。西側にはエーゲ海を見下ろす未開拓のアクロポリスがあります。
ko: 각 플레이어는 아크로폴리스라고도 알려진 크고 평평한 고원 위에서 시합을 시작합니다. 동쪽에는 낚시를 할 수 있는 큰 만이 있습니다. 서쪽에는 에게해가 내려다보이는 사람이 없는 대도시가 있습니다.
nl: Elke speler start bovenop een ruim, vlak plateau, ook wel bekend als een acropolis. In het Oosten is een grote baai met mogelijkheden voor visvangst. In het Westen ligt een onbewoonde acropolis die uitkijkt over de Aegeïsche Zee.
pl: Każdy gracz zaczyna na szczycie dużego płaskowyżu znanego jako akropol. Na wschodzie znajduje się duża zatoka, której wody są pełne ryb. W głębi lądu, na zachodzie, usytuowany jest niezdobyty akropol, z którego rozciąga się widok na Morze Egejskie.
pt_pt: Cada jogador começa a partida no topo de um grande planalto plano, também conhecido como acrópole. A leste situa-se uma grande baía com possibilidades de pesca. A oeste existe uma acrópole não reclamada com vista para o mar Egeu.
ru: Каждый игрок начинает матч на вершине большого плоского плато, иначе известного как акрополь. На востоке раскинулся большой залив с возможностями для рыбной ловли. На западе находится невостребованный акрополь с видом на Эгейское море.
tr: Her oyuncu karşılaşmaya akropolis olarakta bilinen büyük bir düz plato üzerinde karşılaşmaya başlar, Doğuda balıkçılık olanakları ile büyük bir koy bulunmaktadır. Batıda Ege Denizi'ne bakan sahiplenilmemiş bir akropolis yer almaktadır.
uk: Кожен гравець починає змагання на вершині великого плоского плато, також відомого як акрополь. На сході лежить велика затока багата на рибу. На заході знаходиться нічийний акрополь з видом на Егейське море.
zh: 玩家开局都在平坦的大高原上，可称之为卫城。 东边有个大海湾，可以打渔。 西边是一座无人占领的卫城，俯瞰爱琴海。
zh_tw: 每個玩家都在一個大的平坦高原上開始比賽，也稱為衛城。 東邊有一個大海灣，可以釣魚。西邊是一座無主衛城，俯瞰愛琴海。

source: Miletus Peninsula (2)
ast: Península de Miletu (2)
bg: Милетски полуостров (2)
cs: Milétský poloostrov (2)
de: Milet-Halbinsel (2)
el: Χερσόνησος της Μιλήτου (2)
es: Península de Mileto (2)
eu: Miletus Penintsula (2)
fi: Miletoksen niemimaa (2)
fr: Péninsule de Milet (2)
hu: Milétosz-félsziget (2)
id: Semenanjung Miletos (2)
it: Penisola di Mileto (2)
ja: ミレトゥス半島 (2)
ko: 밀로투스 반도 (2)
nl: Schiereiland van Milete (2)
pl: Półwysep milecki (2)
pt_br: Península De Mileto (2)
pt_pt: Península de Mileto (2)
ru: Милетский полуостров (2)
sk: Milétsky polostrov (2)
tr: Milet Yarımadası (2)
uk: Півострів Мілет (2)
zh: 米利都半岛（2）
zh_tw: 米利都半島 (2)

source: The 'Cappadocia' region of Central-Eastern Anatolia. All players start on the Western end of the map, with a vast unclaimed wilderness lying open before them ripe for conquest and depredation. Stone and Metal resources are in abundance, especially Stone, but Wood is somewhat scarce.
ast: La region de “Cappadocia” de l’Anatolia centro-oriental. Todolos jogadores intamɐn nel cabu occidental de la geographía, de cara a un vastu ermu abertal, aparente pa la conquista & la depredacion. Abonda n Piedra & Metal, subre todo n Piedra, pero ye daqué scassa de madeira.
bg: Областта Кападокия в централно-източна Мала Азия. Всички играчи започват в западната част на картата, а пред тях се простира непроучената пустош, готова за завладяване и опустошаване. Има изобилие на камъни и метал, особено камъни, но дърветата са малко.
br: Rannvro 'Kapadokia' eus Anatolia Kreiz-Reter. An holl c'hoarierien a grog war dibenn Kornôg ar gartenn, gant ur rannvro gouez ledan nann-goulennet o hiraat digor a-raok ma vo mat anezho evit aloubiñ ha preizhañ. Danvezioù Maen ha Metal a vez fonnus, dreist-holl Maen, hogen un tamm dibaot e vez ar C'hoad.
ca: La regió de la "Capadòcia" de la zona centre oriental d'Anatòlia. Cada jugador comença a l'extrem occidental del mapa amb una gran extensió de terres remotes sense reclamar llestes per a la conquesta i la devastació. Els recursos de pedra i metall són abundants, sobretot la pedra, però la fusta és una mica escassa.
cs: Oblast Kappadokie ve středovýchodní Anatolii. Všichni hráči začínají na západním konci mapy, kde se před nimi rozprostírá rozsáhlá nedobytná divočina zralá k dobývání a drancování. Je nadbytek kamene a kovu, zvláště kamene, ale dřevo je dost vzácné.
da: Kappadokien i det centraløstlige Anatolien. Alle spillerne starter i den venstre ende af banen med et stort, uberørt vildnis som frit kan tages og udnyttes foran dem. Sten og Metal findes i overflåd, særligt sten, imens træ er en smule sjældent.
de: Die Region „Kappadokien“ im zentral-östlichen Anatolien. Alle Spieler beginnen am westlichen Ende der Karte, mit einer riesigen unbesiedelten Wildnis vor ihnen, reif für Eroberungen und Plünderungen. Stein und Metall gibt es im Überfluss, vor allem Stein, aber Holz ist etwas rar.
el: Η περιοχή «Καππαδοκία» της Κεντρικής-Ανατολικής Ανατολίας. Όλοι οι παίκτες ξεκινούν στο δυτικό άκρο του χάρτη, με μια τεράστια αδιεκδίκητη έρημο που βρίσκεται ανοιχτή μπροστά τους ώριμη για κατάκτηση και λεηλασία. Οι πόροι Πέτρας και Μέταλλου είναι σε αφθονία, ειδικά η Πέτρα, αλλά το Ξύλο είναι κάπως σπάνιο.
es: La región de Capadocia, localizada en medio de la Anatolia oriental. Todos los jugadores comienzan en la parte occidental del mapa, donde se extiende una vasta y salvaje tierra sin señor ni dueño antes de ser explotada por una oleada de conquista y caza. Existen yacimientos de piedra y metal en abundancia, especialmente piedra, aunque la madera escasea por la zona.
eu: Kapadoziar eskualdea, ekialdeko Anatoliaren erdian kokaturik. Jokalari guztiak maparen mendebaldean hasiko dira, han jaun eta jaberik gabeko lur eremu zabal eta basatia zabaltzen da ehiztari eta konkistatzaileak ustiatu aurretik. Harri eta metal aztarnategi ugari daude, harria bereziki, nahiz egur handirik ez egon inguruan.
fi: Kappadokian alue Keski-Itä-Anatoliassa. Kaikki pelaajat aloittavat kartan länsipäässä, ja heidän edessään avautuu laaja, koskemattomaksi jäänyt erämaa, joka on kypsä valloitettavaksi ja ryöstettäväksi. Kivi- ja metallivaroja on runsaasti, erityisesti kiveä, mutta puuta on jokseenkin niukasti.
fr: La région "Cappadoce" de l'Anatolie, au centre-est. Tous les joueurs commencent à l'extrémité ouest de la carte, avec devant eux une vaste étendue désertique idéale pour la conquête et le pillage. La pierre et le métal sont des ressources abondantes, surtout la pierre, mais le bois est un peu plus rare.
ga: Is réigiún lár-oirthearach na hAnatóile í an Chapadóic. Tosaíonn na himreoirí san iarthar na léarscáile, le fiántas ollmhór agus neamhéilithe ag a gcos, a bheith oscailte do choncas agus foghail. Tá Cloch agus Miotal go leor, go háirithe Cloch, ach tá Adhmad beagáinín gann.
gd: Sgìre Chapadòcia san ear-mheadhanach Anatolach. Tòisichidh gach cluicheadair air taobh siar a’ mhapa le fàsach mhòr gun sealbhadair romhpa a ghabhas ceannsachadh ’s creachadh. Tha clachan ’s meatailt pailt, gu h-àraidh na clachan, ach tha fiodh caran gann.
hu: Középkelet-Anatólia Kappadókia régiója. Minden játékos a térkép nyugati végéről, egy hatalmas gazdátlan vadonból indul, amely kész a hódításra és a pusztításra. A fő és a fém nyersanyag bőséges, különösen a kő, de a fa némileg szegényes.
id: Kawasan Kapadokia di Tengah Anatolia Timur. Semua pemain mulai di ujung barat peta, dengan alam liar luas tak berpemilik terbuka lebar sebelum mereka dihancurkan oleh penjajahan dan eksploitasi. Sumber daya Batu dan Logam sangat banyak di sini, terutama Batu, tapi Kayu agak langka.
it: La Cappadocia, regione centro-orientale dell'Anatolia. Tutti i giocatori iniziano nella parte ovest della mappa, tra loro, una vasta regione selvaggia e non ancora reclamata si presta alla conquista e alle razzie.
ja: アナトリア中東部の「カッパドキア」地方です。 全プレイヤーはマップ西端から開始し、眼前に広がる広大な未開の原野の征服と略奪の機が熟しています。 石材と金属資源は豊富で、特に石材がそうですが、木材はいくぶん不足気味です。
ko: 중앙 동부 아나톨리아의 '카파도키아'지역. 모든 플레이어들은 지도의 서쪽 끝에서 시작하여 정복과 멸종을 위해 익지 않은 광활한 광야가 펼쳐집니다. 석재와 금속 자원, 특히 석재가 풍부하지만 목재는 다소 부족합니다.
ms: Wilayah 'Cappadocia' di Timur-Tengah Anatolia. Semua pemain bermula di bahagian hujung barat peta, dengan sebahagian besar kawasan terbuka untuk ditakluki. Sumber Logan dan Batu adalah banyak, terutamanya Batu, tetapi sumber Kayu adalah terhad.
nb: Kappadokiaregionen i det sentraløstlige Anatolia. Alle spillere starter i kartets vestlige ende. Mot øst ligger en vidstrakt villmark som ingen hittil har gjort krav på, en villmark moden for erobring og plyndring. Stein- og metallressurser finnes i stort monn, spesielt stein, men tømmer er noe begrenset.
nl: De regio van Cappadocië in Middenoost-Anatolië. Alle spelers starten in het westen, met een grote onverkende wildernis in het oosten. Steen en metaal zijn er in overvloed, maar hout is aan de schaarse kant.
pl: Kapadocja jest częścią Centralno-Wschodniej Anatolii. Wszyscy gracze rozpoczynają na Zachodnim krańcu mapy, więc dzikie i nieodkryte rejony stoją przed nimi otworem, gotowe by je podbić i zagospodarować. Złoża kamieni i metalu występują tu obficie, zwłaszcza kamień, ale drewno jest trudno dostępne.
pt_br: Região da Anatólia Central-Oriental 'Capadócia'. Todos os jogadores começam no extremo oeste do mapa, com um vasto deserto não reclamado mentindo aberto diante deles maduro para a conquista e depredação. Recursos de Pedra e Metal estão em abundância, especialmente a Pedra, mas a Madeira é um pouco escassa.
pt_pt: A região de Capadócia no centro-leste de Anatólia. Todos os jogadores começam na parte oeste do mapa com uma vasta paisagem selvagem para ser conquistada e saqueada. A pedra e metal são abundantes, especialmente a pedra, mas a madeira é escassa.
ru: «Каппадокия» — регион центрально-восточной Малой Азии. Все игроки начинают на западной стороне карты, с огромной невостребованной целиной которая открылась перед ними для завоевания и грабежа. Металла и, особенно, камня в изобилии, а древесина в дефиците.
sk: Kapadócia, oblasť v stredovýchodnej Anatólii. Všetci hráči začínajú na západnom konci mapy. Pred nimi sa rozprestiera šíra divočina zrelá na dobývanie a plienenie. Zdrojov kameňa a kovu je plno, obzvlášť kameňa, ale drevo sa vyskytuje pomerne vzácne.
sr: Кападокија, област централно - источне Анадолије. Сви играчи почињу на западном крају мапе, са огромном дивљином која се простире пред њима, зрела за освајање и пљачку. Камен и метал су присутни у великој мери, посебно камен, док је шуме мање.
sv: Regionen "Kappadokien" i centrala-östra Anatolien. Alla spelare börjar på den västra delen av kartan, med en stor outtagen vildmark som ligger framför dem för erövring och plundring. Sten och metall finns i överflöd, särskilt sten, men trä är någorlunda sällsynt.
tr: 'Kapadokya' Anadolunun merkez-doğusunda yer alır. Tüm oyuncular haritanın batı ucunda başlayacak, geniş ve sahipsiz alanlarda fetih ve şeref için savaşacak. Taş ve Metal kaynaklar bolca vardır, özellikle taş, ama ahşap oldukça kıttır.
uk: Каппадокія - регіон в центральній та східній Анатолії. Всі гравці починають у західній частині карти, з великою незайманою цілиною, що відкривається для завоювання та грабежу. Металу та особливо каменю вдосталь, але деревина у дефіциті.
zh: 地处中亚的安纳托利亚。 开局玩家全部位于地图最西边，一大片荒地等着玩家去开拓。 矿物丰富，石料尤甚，而木材较少。
zh_tw: 位於安納托利亞東南部的「卡帕達奇亞」。 所有玩家都在地圖的最西邊開始遊戲，有著在他們有足夠的能力進行征服或掠奪前就已經在此處的無主荒野。 石頭及金屬相當豐富，特別是石頭，但木頭則較為缺乏。

source: Neareastern Badlands (2)
ast: Cabulyeiros de l Oriente Próximu (2)
bg: Близкоизточна пустош (2)
br: Douaroù sec'h ar Reter Nesañ (2)
ca: Erms del Pròxim Orient (2)
cs: Blízkovýchodní neúrodná půda (2)
da: Nærøstlige Badlands (2)
de: Vorderasiatisches Ödland (2)
el: Βραχότοποι Εγγύς Ανατολής (2)
es: Páramos de oriente medio (2)
eu: Oriente Erdiko Basamortuak (2)
fa: کوه های خاور نزدیک (2)
fi: Lähi-idän erämaat (2)
fr: Terres arides du Proche-Orient (2)
ga: Drochailte an Neasoirthir (2)
gd: Fàsach an ear faisg (2)
hu: Közel-keleti vadvidék (2)
id: Tanah Tandus Timur Dekat (2)
it: Calanchi del Vicino Oriente (2)
ja: 近東の荒地 (2)
ko: 근동아시아의 황무지 (2)
ms: Tanah Usang Neareastern (2)
nb: Nærøstlig steinørken (2)
nl: Nabije Oosten Badlands (2)
pl: Bliskowschodnie Pustkowia (2)
pt_br: Barrancos do Oriente Próximo (2)
pt_pt: Terras áridas do nordeste (2)
ru: Ближневосточные бесплодные земли (2)
sk: Blízkovýchodná pustatina (2)
sr: Блискоисточне пустаре (2)
sv: Främre Orientens Badlands (2)
tr: Yakındoğu Çorak arazileri (2)
uk: Безплідні землі Близького Сходу (2)
zh: 近东荒地 (2)
zh_tw: 近東荒地 (2)

source: Neareastern Badlands (4)
ast: Cabulyeiros de l Oriente Próximu (4)
bg: Близкоизточна пустош (4)
br: Douaroù sec'h ar Reter Nesañ (4)
ca: Erms del Pròxim Orient (4)
cs: Blízkovýchodní neúrodná půda (4)
da: Nærøstlige Badlands (4)
de: Vorderasiatisches Ödland (4)
el: Βραχότοποι Εγγύς Ανατολής (4)
es: Páramos de oriente medio (4)
eu: Oriente Erdiko Basamortuak (4)
fa: کوه های خاور نزدیک (4)
fi: Lähi-idän erämaat (4)
fr: Terres arides du Proche-Orient (4)
ga: Drochailte an Neasoirthir (4)
gd: Fàsach an ear faisg (4)
hu: Közel-keleti vadvidék (4)
id: Tanah tandus Timur Dekat (4)
it: Calanchi del Vicino Oriente (4)
ja: 近東の荒地 (4)
ko: 근동아시아의 황무지 (4)
ms: Tanah Usang Neareastern (4)
nb: Nærøstlig steinørken (4)
nl: Nabije Oosten Badlands (4)
pl: Bliskowschodnie Pustkowia (4)
pt_br: Barrancos do Oriente Próximo (4)
pt_pt: Terras áridas do nordeste (4)
ru: Ближневосточные бесплодные земли (4)
sk: Blízkovýchodná pustatina (4)
sr: Блискоисточне пустаре (4)
sv: Främre Orientens Badlands (4)
tr: Yakındoğu Çorak arazileri (4)
uk: Безплідні землі Близького Сходу (4)
zh: 近东荒地 (4)
zh_tw: 近東荒地 (4)
