Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Advances from a small village to a bustling town, ready to expand rapidly. This is the Athenian town phase, where metal gathering rates are boosted because of the 'Silver Owls' bonus.
ast: Avanza d'un pueblín a una villa bullindiega, preparada pa espander rápido. Esta ye la fas de la villa ateniense, onde les tases de recoyida del metal tán xubíes pola bonificación de les «curuxes de plata».
bg: Преминава от малко селце в оживен град, готов да се разшири светкавично. Това е атинската Градска фаза, в която бързината на събиране на метал е увеличена от предимството „Сребърни сови“.
br: Mont a ra war-raok eus ur gêriadenn vihan d'ur gêr vuhezek, prest da astenn buan. Setu Pazenn ar C'hêrioù Atenian, e-lec'h ma vez broudet ar feurioù dastum metal abalamour d'ar bonuz 'Kaouennoù Arc'hant'.
ca: Avanceu d'un petit poblat a una vila bulliciosa, preparada per a créixer ràpidament. Aquesta és la fase de la ciutat atenenca, on els índexs de recol·lecció del metall s'han disparat a cause de la bonificació "Òlibes de plata".
cs: Postupte z malé vesnice k rušnému městu, připravenému k rychlému rozšiřování. Toto je atická městská fáze, v níž je rychlost shromažďování kovu zvýšena v souvislosti se zvýhodněním "Stříbrné sovy".
de: Steige von einem kleinen Dorf zu einer betriebsamen Ansiedlung auf, bereit, sich schnell zu entfalten. Das ist die attische Stadtphase, in der die Metallsammelrate aufgrund des „Silbereulen“-Bonus erhöht ist.
el: Εξελίσσεται από ένα μικρό χωριό σε μια πολυσύχναστη πόλη, έτοιμη να επεκταθεί με ταχείς ρυθμούς. Αυτή είναι η φάση τη Αθηναϊκής πόλης, όπου τα ποσοστά συλλογής μετάλλων ενισχύθηκαν λόγω του μπόνους από τις "Ασημένιες Κουκουβάγιες".
es_mx: Avanzar de un pequeño pueblo a una bulliciosa ciudad. Ésta es la fase ciudad de Atenas, donde las tasas de recolección de metal se elevan debido a la bonificación de los "búhos de plata".
eu: Aurreratu herri txiki batetik herri zaratatsu batera, azkar zabaltzeko prest dagoena. Hau da Atenasen hiritar aroa, non metalaren biltze tasak handitzen diren zilarrezko hontzen hobariak direla eta.
fa: ارتقا از روستای کوچک به یک شهرک شلوغ، آماده گسترش سریع باشید. این مرحله شهری آتنی هاست جایی که فلزات با سرعت بیشتری بواسطه امتیاز جغد نقره ای جمع می شود.
ga: Dul chun cinn ó sráidbhaile beag go baile bríomhar, réidh le leathnú tapa a dhéanamh. Tá sé seo an céim bhaile Aithneach, agus cuirtear na rátaí bailithe chun cinn mar gheall ar an mbónas 'Ulchabháin Airgid'.
gl: Avanza dunha pequena aldea a unha vila en auxe, lista para expandirse rapidamente. Esta é a fase de vila ateniense, na que aumenta a velocidade de recolección de metal grazas á bonificación «Curuxa».
hu: Egy kis faluból nyüzsgő várossá fejlődés, készen állva a gyors bővülésre. Ez az athéni városi szakasz, ahol a fémgyűjtési sebesség fellendült az „ezüst baglyok” bónusz miatt.
id: Majukan dari desa kecil ke kota ramai, siap untuk berkembang secara cepat. Ini adalah fase kota Athena, dimana tingkat pengumpulan logam bertambah karena bonus 'Burung Hantu Perak'.
it: Avanza da un piccolo villaggio ad una vivace città , pronta per espandersi rapidamente.Questa è la fase cittadina Ateniese , dove la velocità di raccolta del metallo viene potenziata per il bonus "Gufo d'Argento"
ja: 小さな村から活気ある町へ発展し、急拡大への準備が整いました。このアテナイの町の段階では、「フクロウ銀貨」ボーナスのため金属採掘効率が急上昇します。
ko: 작은 마을에서 번화한 작은 도시로 빠르게 확장 할 준비가 되었습니다. 이것은 '은 올빼미' 보너스로 인해 금속 채집률이 상승하는 아테네 작은 도시 단계입니다.
lt: Pažengia iš mažo kaimo įį judrų miestelį, pasiruošusį staigiai plėstis, Tai yra Atėnų miestelio fazė, kur metalo rinkimo greitis padidėja dėl 'Sidabrinių Apuokų' priedo.
lv: Attīstība no neliela ciemata līdz rosīgai pilsētai, gatavi strauji paplašināties. Šī ir Atēniešu pilsētas fāze, kad metāla iegūšanas ātrumi tiek uzlaboti pateicoties 'Sudraba pūču' priekšrocībai.
ms: Lanjutan dari kampung kecil menjadi pekan yang berkembang maju. Ini adalah fasa pekan Athen, yang mana kadar pengumpulan logam menjadi-jadi kerana bonus 'Burung Hantu Perak'.
nb: Framskrider fra liten landsby til myldrende by til et ekte metropol, klar til rask ekspansjon. Dette er den athenske tettstedfasen, der hastigheten for metallutvinning økes på grunn av sølvugle-bonusen.
nl: Avanceer van een dorpje naar een echte stad klaar om snel uit te breiden. Dit is de Atheense stadsfase waar metaalmijnsnelheden nog een bonus krijgen dankzij de "Zilveren Uilen".
pl: Awansuje z tętniącego życiem miasta w prawdziwą metropolię, gotową do szybkiego rozwoju. Jest to faza ateńskiego miasta, gdzie szybkość zbierania metalu jest zwiększona dzięki bonusowi "Srebrnej Sowy".
pt_pt: Avança de uma pequena vila para uma cidade movimentada, preparada para expandir rapidamente. Esta é a fase Ateniense, onde a velocidade de mineração do metal é reforçada por causa do bónus "Corujas de Prata".
ru: Рост от небольшой деревни до шумного города, готовьтесь быстро расширяться. Этот этап Афинского города увеличивает скорость добычи металлов благодаря бонусу "Серебряные совы".
sk: Vylepší malú dedinu na rušné mesto, pripravené na rapídnu expanziu. Toto je aténska fáza mesta, kde je zvýšená rýchlosť ťažby kovov kvôli bonusu 'Strieborné sovy'.
sv: Avancerar från en liten by till en livlig stad, redo att expandera fort. Detta är Atenska stadsfasen, där metall samlingstakten är ökad på grund av 'Silver Ugglor' bonusen.
tr: Ufak bir köyden genişlemeye hazır, canlı bir kasabaya gelişir. Bu Atena kasaba aşamasıdır, bu aşamada metal toplama oranları 'Gümüş Baykuşlar' bonusu sayesinde artar.
uk: Просуває з невеликого села до метушливого містечка, готового швидко розширюватися. Це є афінський етап містечка, у якому темпи видобутку металу підвищено завдяки бонусу 'срібних сов'.
zh: 从小村庄发展为繁华城镇，准备快速扩张。这就是雅典人的城镇时期，其中金属采集速度因为“银枭”的奖励而提升。
zh_tw: 從小村莊進展為繁華的城鎮，準備好快速擴張。這就是雅典人的鄉鎮階段，其中金屬採集速率因為「銀鴞」的加值而大大的提升。

source: Advance to Town Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by +30%. 'Silver Owls' civ bonus grants an extra +10% metal gather rate to all workers. Citizen Soldiers +20% health. All structures +7 garrisoned regeneration rate.
ko: 다양한 건축물과 유닛을 열 수 있는 작은도시 단계로 발전합니다. 시민 회관의 영토 반경이 +30% 증가했습니다. '은 올빼미' 문명 보너스는 모든 노동자에게 +10% 의 추가 금속 채집률을 부여합니다. 시민 군인의 건강이 +20% 증가됩니다. 모든 건축물에 주둔시 복구율이 +7 증가합니다.
uk: Просування до етапу містечка, яке відкриває більше споруд та підрозділів. Територіальний радіус для громадських центрів збільшено на +30%. Цивілізаційний бонус 'срібних сов' надає +10% до темпу видобутку металу для всіх працівників. Громадяни-солдати мають +20% здоров'я. Всі споруди мають +7 темпу відновлення гарнізону.

source: Requires 5 Village Phase structures (except Palisades and Farm Fields).
ar: يتطلب 4 مبانى من طور القرية (باستثناء الجدران الخشبية وحقول الزراعة)
ast: Rique 5 estructures de la fas del pueblu (sacantes les estacaes y los eros).
bg: Изисква 5 сгради от Селската фаза (палисадите и земеделските полета не се броят).
br: Ezhomm en deus da gaout 5 framm Pazenn ar C'hêriadennoù (nemet ar peulgaeoù ha Pradeier Atant).
ca: Es necessiten 5 noves estructures de Fase Poblat (excepte palissades i camps).
cs: Vyžaduje 5 staveb vesnické fáze (kromě palisád a polí).
da: Kræver 5 bygninger fra Landbystadiet (undtagen Palisader og Marker).
de: Braucht 5 Gebäude der Dorfphase (außer Palisaden und Feldern).
el: Απαιτούνται 5 Κτίρια Φάσης Χωριού (εκτός από Περιφράγματα και Αγροκτήματα).
es_mx: Necesita 5 estructuras de la Fase de Pueblo (exceptuando empalizadas y cultivos).
eu: Herrixka Aroko 5 eraikin behar ditu (Hesi eta Baratzeak beste).
fa: نیازمند 5 ساختمان از مرحله روستایی ( بجز پرچین و مزارع کشاورزی)
ga: Tá 5 fhoirgneamh den Chéim Bhaile ina riachtanach (ach amháin Pailisí agus Góirt Fheirme).
gl: Require 5 estruturas da fase de aldea (sen contar murallas de madeira e cultivos).
hu: 5 falusi szakaszú épületet igényel (kivéve palánkok és mezőgazdasági területek).
id: Memerlukan 5 bangunan Fase Desa (kecuali Palisade dan Ladang).
it: Richiede 5 strutture della fase Villagio (ad eccezione di Palizzate e Campi agricoli).
ja: 村の段階の建物が5棟必要です（柵と畑を除く）。
ko: 5곳의 마을 단계 건축물이 필요합니다 (울타리와 농장의 밭은 제외).
lv: Nepieciešamas 5 ciemata fāzes būves (izņemot žogus un zemkopības laukus)
ms: Memerlukan 5 struktur Fasa Kampug (kecuali Pagar Pancang dan Ladang).
nb: Krever 5 landsbyfase-bygninger (bortsett fra palisader og åkre)
nl: Vereist 5 dorpsgebouwen (uitgezonderd palissades en velden).
pl: Wymaga 5 budynków fazy wioski (poza palisadami i farmami).
pt_pt: São necessárias 5 estruturas da Fase de Aldeia (exceto paliçadas e campos agrícolas).
ru: Требует 5 строений этапа деревни (исключая частокол и фермерские поля)
sk: Vyžaduje postaviť 5 stavieb fázy dediny (okrem palisád a polí).
sv: Kräver 5 nya Byfas strukturer (förutom palissader eller åkrar).
tr: 5 Köy Aşaması yapısı gerekli (Çitler ve Tarım Alanları hariç).
uk: Потребує 5 нових споруд етапу села (за винятком частоколів та фермерських полей).
zh: 需要5个乡村阶段的建筑(不包括栅栏和农田)。
zh_tw: 需要 5 棟村莊階段的建築物(柵欄及農田除外)。

source: Kōmópolis
ar: طور البلدة
bg: Комо̀полис
el: Κωμόπολη
fi: Komopolis
ko: 코모포리스
ru: Комополис
uk: Комополіс
zh: 亚述定居点

source: Advances from a small village to a bustling town, ready to expand rapidly.
ast: Avanza d'un pueblín a una villa bullindiega, preparada pa espander rápido.
bg: Преминава от малко селце в оживен град, готов да се разшири светкавично.
br: Mont a ra war-raok eus ur gêriadenn vihan d'ur gêr vuhezek, prest da astenn buan.
ca: Avanceu d'un petit poblat a una vila bulliciosa, preparada per a créixer ràpidament.
cs: Postupte z malé vesnice do rušného města, připraveného se rychle rozšířit.
da: Avancerer fra en lille landsby til en pulserende by, klar på hurtig ekspansion.
de: Steige von einem kleinen Dorf zu einer betriebsamen Ansiedlung auf, bereit, sich schnell zu entfalten.
el: Εξελίσσεται από ένα μικρό χωριό σε μια πολυσύχναστη πόλη, έτοιμη να επεκταθεί με ταχείς ρυθμούς.
es_mx: Avanza de una pequeña aldea a una bulliciosa población, lista para expandirse rápidamente.
eu: Aurreratu herri txiki batetik herri zaratatsu batera, azkar zabaltzeko prest dagoena.
fa: از یک دهکده ی کوچک به شهرکی شلوغ ارتقا می یابد که آماده ی گسترش سریع است.
ga: Dul chun cinn ó sráidbhaile beag go baile bríomhar, réidh le leathnú tapa a dhéanamh.
gl: Avanza dunha pequena aldea a unha vila en auxe, lista para expandirse rapidamente.
hu: Egy kis faluból nyüzsgő várossá fejlődés, készen állva a gyors bővülésre.
id: Majukan dari desa kecil ke kota ramai, siap untuk perluasan cepat.
it: Avanza da un piccolo villaggio ad una vivace cittadina, pronta ad espandersi rapidamente.
ja: 小さな村から活気ある町へ発展し、迅速な拡大が可能になります。
ko: 작은 마을에서 번화한 작은 도시로 빠르게 확장할 준비가 되었습니다.
lt: Pažengia iš mažo kaimo į judrų miestelį, pasiruošusį staigiai plėstis.
lv: Attīstās no maza ciemata par augošu pilsētu, gatavs strauji paplašināties.
ms: Maju dari kampung kecil menjadi pekan yang berkembang maju, sedia untuk berkembang secara pantas.
nb: Avanserer fra en liten landsby til en yrende by, klar for videre rask utvidelse.
nl: Avanceer van klein dorp naar bloeiende stad, klaar om snel uit te breiden.
pl: Awansuje z małej wioski do tętniącego życiem miasteczka, gotowego do szybkiej ekspansji.
pt_pt: Eleva uma pequena aldeia a vila movimentada, pronta para rápida expansão.
ru: Расширение из деревни до небольшого города, готового расти дальше.
sk: Postúpi z malej dedinky na rušné mestečko pripravené na rýchly rozvoj.
sv: Avancerar från en liten by till en livlig stad, redo att expandera fort.
tr: Küçük köyden kalabalık kasabaları geliştir, hızlıca genişmeye hazır ol.
uk: Просуває з невеликого села до метушливого містечка, готового швидко розширюватися.
zh: 从小乡村进展到繁华的城镇,准备好迅速扩张。
zh_tw: 從小村莊進展到繁華的城鎮，準備好迅速擴張。

source: Advance to Town Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by +30%. Citizen Soldiers +20% health. All structures +7 garrisoned regeneration rate.
ko: 작은 도시의 단계로 진행되면 더 다양한 건축물과 유닛을 사용할 수 있습니다. 시민회관의 영지 반경 또한 +30% 증가합니다. 시민 군인의 체력이 +20% 상승합니다. 모든 건축물에 주둔시 수리율이 +7 증가합니다.
uk: Просування до етапу містечка, яке відкриває більше споруд та підрозділів. Територіальний радіус для громадських центрів збільшено на +30%. Громадяни-солдати мають +20% здоров'я. Всі споруди мають +7 темпу відновлення гарнізону.

source: Village Phase
ar: طور القرية
ast: Fas d'aldea
bg: Селска фаза
br: Pazenn ar C'hêriadennoù .
ca: Fase Poblat
cs: Vesnická fáze
da: Landsbystadie
de: Dorfphase
el: Φάση Χωριό
es_mx: Fase de Pueblo
eu: Hasierako Aroa
fa: مرحله روستایی
fi: Kylävaihe
ga: Céim Sráidbhaile
gl: Fase de aldea
hu: Falusi szakasz
id: Fase Desa
it: Fase Villaggio
ja: 村の段階
ko: 마을 단계
lt: Kaimo Fazė
lv: Ciemata Fāze
ms: Fasa Kampung
nb: Landsbyfasen
nl: Dorpsfase
pl: Faza wioski
pt_pt: Fase de Aldeia
ru: Этап деревни
sk: Fáza dediny
sv: Byfas
tr: Köy Aşaması
uk: Етап села
zh: 乡村阶段
zh_tw: 村莊階段

source: The state or tribe would often construct a dining hall for public feasts or to receive foreign emissaries.
ast: L'estáu o tribu solía construyir un comedor pa llacuaes públiques o pa recibir a emisarios estranxeros.
bg: Държавата или племето често построявало зала за хранене, където се празнува и се посрещат пратеници.
br: Ar stad pe veuriad a garfe alies sevel un trepas koan evit gouelioù foran pe evit degemer kannaded estren.
ca: L'estat o la tribu sovint construïa un menjador per als banquets públics o per a rebre emissaris estrangers.
cs: Stát nebo kmen většinou staví jídelní sál pro veřejné svátky nebo kvůli přijímání cizích vyslanců.
de: Der Staat oder Stamm baut meist einen Speisesaal für öffentliche Feste oder um fremde Gesandte zu empfangen.
el: Το κράτος ή η φυλή συχνά κατασκευάζουν μια αίθουσα συνεστιάσεων για τις δημόσιες γιορτές ή για να υποδέχονται τους ξένους απεσταλμένους.
es_mx: A menudo el estado o la tribu construía una sala de banquetes para fiestas o celebraciones populares, o para recibir a emisarios extranjeros.
eu: Askotan estatuak edo tribuak otorduetarako gela handi bat eraikitzen zuen herriko jai edo ospakizunetako, edota kanpotar ordezkariei ongietorria emateko.
fa: شهرها اغلب یک سالن غذاخوری عمومی میساختند برای برپایی جشن های عمومی یا پذیرایی از فرستادگان خارجی.
ga: Thógáil an stát nó an treibh proinnteach go minic d'fhleánna poiblí a óstáil agus a chur fáilte roimh teachtaí iasachta.
gl: O estado ou a tribo construía a miúdo un salón para banquetes públicos ou para recibir a emisarios estranxeiros.
hu: Az állam vagy törzs gyakran egy nagy étkezőt építene a nyilvános ünnepekhez vagy idegen követek fogadásához.
id: Negara atau suku sering membangun ruang makan untuk pesta umum atau untuk menerima duta luar negeri.
it: Spesso le tribù e i regnanti promuovevano la costruzione di una sala da ricevimento per le feste pubbliche o per ricevere emissari stranieri.
ja: 国や部族は、公的な饗宴や異国の使者をもてなすためにしばしば迎賓館を建てたものでした。
ko: 국가나 부족들은 공적인 연회이나 다른나라의 사신을 대접하기 위해 종종 영빈관을 세웠습니다.
lv: Valsts vai cilts bieži uzbuvē ēdamzāli publiskiem mielastiem vai ārzemju pārstāvju uzņemšanai.
ms: Negara atau puak biasanya membina dewan makan untuk jamuan umum atau menerima utusan asing.
nb: Staten eller stammen konstruerer en middagssal for offentlige fester og for å motta fremmede emmisærer.
nl: De staat of stam bouwde vaak een eetzaal voor publieke feesten en om vreemde afgezanten te ontvangen.
pl: Państwa lub plemiona często budowały jadalnie na publiczne uczty oraz aby przyjmować obcych emisariuszy.
pt_pt: Os estados ou as tribos construíam muitas vezes salões de jantar para festividades públicas ou para receber emissários estrangeiros.
ru: Государство или племя часто строит церемониальный зал для общественных праздников или приёмов иностранных послов.
sk: Štát alebo kmeň zvykol často postaviť jedáleň kvôli verejným hodom alebo prijímaniu zahraničných emisárov.
sv: Staten eller stammen byggde ofta en matsal för offentliga fester eller för att ta emot utländska sändebud.
tr: Devlet ya da kabile genellikle ziyafetler için ve yabancı elçileri ağırlamak amacıyla yemekhaneler inşa eder.
uk: Держава або плем'я часто споруджувало обідню залу для публічних бенкетів або для прийому іноземних послів.
zh: 为公共庆典或接待外国使节，国家或部落经常会构造宴会厅
zh_tw: 國家或部落通常都會建造餐廳供公眾節日或接待外國使節。

source: Civic Centers +5 population cap bonus.
ast: Pa los centros civiles una bonificación de +5 a la capacidá de población.
bg: +5 максимално население за селищните центрове.
br: Kreizennoù Keodedel +5 a vonuz harz poblañs.
ca: +5 de límit de població per als Centres Cívics.
cs: Správní střediska přidávají +5 populačnímu limitu.
de: Verwaltungssitze erhalten +5 Bevölkerungslimit-Bonus
el: Στα Δημοτικά Κέντρα +5 βαθμοί στο όριο του πληθυσμού.
es_mx: Los centros civicos reciben +5 al limite de población.
eu: Gizarte zentroek +5 hobaria jasotzen dute populazioaren gehienezkoari.
fa: مراکز تمدن +5 سقف جمعیت به عنوان امتیاز
fi: Siviilikeskukset +5 väkilukuylärajabonus
ga: Bónas daonra +5 as Ionaid Chathartha.
gl: Bonificación de +5 no límite de poboación por centros cívicos.
hu: Városházáknak +5 népességkorlát bónusz.
id: Pusat Peradaban +5 bonus batas populasi.
it: Bonus Centri Civici +5 limite di popolazione.
ja: 町の中心に+5の人口上限ボーナス。
ko: 시민회관의 인구 상한선 보너스가 +5 상승합니다.
lv: Civilajiem centriem papildus +5 papulācijas grieztiem
ms: Pusat Sivik +5 bonus had populasi.
nb: Samfunns-sentre +5 befolkningsgrense.
nl: Beschavingscentra +5 bevolkingsbonus.
pl: Centrum osady otrzymuje bonus +5 do limitu populacji.
pt_pt: Capacidade populacional dos Centros Cívicos aumenta +5.
ru: Городские центры получают дополнительно +5 к населению.
sk: Administratívne centrá +5 populačný limit.
sv: Samhällscentrum +5 befolkningsgräns bonus.
tr: Şehir Merkezleri nüfusunu +5 arttırır.
uk: Громадські центри мають +5 бонусу місткості населення.
zh: 市政中心人口容量 +5
zh_tw: 城鎮中心 +5 人口容量獎勵。

source: Dining Hall
ar: قاعة الطعام
ast: Comedor
bg: Зала за хранене
br: Sal Debriñ
ca: Menjador
cs: Jídelna
de: Speisesaal
el: Τραπεζαρία
es_mx: Sala de banquetes
eu: Otorduetarako Aretoa
fa: سالن غذاخوری
fi: Ruokailuhalli
ga: Proinnteach
gl: Salón para banquetes
hu: Nagy étkező
id: Ruang Makan
it: Sala di Ricevimento
ja: 迎賓館
ko: 영빈관
lv: Ēdamzāle
ms: Dewan Makan
nb: Middags-sal
nl: Eetzaal
pl: Jadalnia
pt_pt: Salão de Jantar
ru: Обеденный зал
sk: Jedáleň
sv: Matsal
tr: Yemek Salonu
uk: Обідня зала
zh: 餐厅
zh_tw: 餐廳

source: Thólos
bg: То̀лос
el: Θόλος
fi: Tholos
ko: 토로스
ru: Толос
uk: Толос
zh: 拱顶
