Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Players start around the map with lines of water between them The African savanna is chocked full of animal life for hunting, while the nearby mineral deposits are plentiful. The dry season is approaching and the watering holes are drying up.
ast: Los jogadores intamɐn estremados por corrientes d’agua. La savana africana sta ḷḷena d’animalia para caciar, & lɐs jazedɐs minerales aveiradɐs son balyurosɐs. La stada seca vai approximando-se & los bebedeiros stan escossando.
bg: Между играчите на картата има ивици вода. Африканската савана е пълна с животни за ловуване, а близките минерални залежи — предостатъчни. Сухият сезон наближава и водопоите започват да пресъхват.
br: Ar c'hoarierien a gomañs war-dro ar gartenn gant linennoù dour etrezo Ar savanenn afrikan a vez leun a vuhez loen evit ar chase, e-keit ha ma vez fonnus kenañ an dastumlec'hioù maenek nepell diouti. Emañ ar mare sec'h o tostaat ha sec'haat a ra an toulloù douret.
ca: Els jugadors comencen dins del mapa amb línies d'aigua entre ells La sabana africana és plena d'animals per a la caça i d'abundants dipòsits minerals. L'estació seca s'acosta i els abeuradors s'esgoten.
cs: Hráči začínají po mapě s linkami vody mezi nimi. Africká savana přetéká zvířaty pro lov, zatímco okolní ložiska nerostných surovin jsou hojná. Sucha se blíží a zavlažovací díry vysychají.
da: Spillere starter rundt på kortet med vandlinjer imellem sig Den afrikanske savanne er fyldt med dyreliv til jagt, mens de nærliggende mineralforekomster er rigelige. Den tørre sæson nærmer sig, og vandhullerne er ved at tørre op.
de: Die Spieler starten verstreut auf der Karte mit Wasserwegen zwischen ihnen Die afrikanische Savanne ist vollgestopft mit Tieren zum Jagen, und die nahen Erzlagerstätten sind üppig. Die Trockenzeit naht und die Wasserlöcher fangen an auszutrocknen.
el: Οι παίκτες ξεκινούν στο χάρτη με γραμμές νερού μεταξύ τους Η Αφρικανική σαβάνα πνίγεται γεμάτη ζωή από ζώα για κυνήγι, ενώ τα κοντινά κοιτάσματα ορυκτών είναι άφθονα. Η ξηρή περίοδος πλησιάζει και οι λιμνούλες νερού στερεύουν.
es: Los jugadores comienzan dispersos sobre el mapa con líneas de agua entre ellos La sabana africana está repleta de vida animal para la caza y los depósitos minerales de la zona son abundantes. La estación seca se acerca y los pozos de agua se están secando.
eu: Jokalariak mapan sakabanaturik eta tartekako errekak banandurik. Afrikar sabana ehizarako bizitza animaliaz beterik dago eta gertu dauden mineralen biltegiak asko dira. Urtaro lehorra gertu dago eta ur potzuak lehortzen ari dira.
fa: بازیکن ها بازی را در اطراف نقشه با خطوط آبی بینشان آغاز میکنند ساوانای آفریقا پر است از حیوانات که میتوان برای شکار استفاده کرد. همچنین منابع معدنی بسیار زیادی در منطقه وجود دارد. فصل خشک در راه است و چاله های آب در حال خشک شدن.
fi: Pelaajat lähtevät liikkeelle eri puolilta karttaa, ja heidän välillään on vettä viivoina. Afrikan savanni on täynnä eläimiä metsästettäväksi, ja läheiset mineraaliesiintymät ovat runsaat. Kuivakausi lähestyy, ja juomapaikat ovat kuivumassa.
fr: Les joueurs commencent autour de la carte avec des lignes d'eau entre eux. La savane africaine est pleine de vie animale pour la chasse, tandis que les gisements de minerai sont nombreux à proximité. La saison sèche approche et les points d'eau se tarissent.
ga: Tosaíonn na himreoirí thart ar an léarscáil le sruthanna uisce eatarthu. Tá sabhána na hAfraice fíorlán le hainmhithe á seilg, cé go bhfuil fosuithe móra mionraí in aice láimhe. Tá an séasúr tirim ag teach agus tá na poill uisce a dhul i ndísc.
gd: Tòisichidh na cluicheadairean sgapte air a’ mhapa le loidhnichean uisge eatorra Tha sabhanna Afraga làn bheathaichean airson seilge fhad ’s a tha pailteas stòrasan mèinneir am fagas. Tha an ràith thioram ri tighinn agus an t-uisge a’ falbh o na tuill uisge.
hu: A játékosok a térkép szélein kezdenek, köztük vízmosásokkal. Az afrikai szavanna telis-tele van vadászható állatokkal, míg a közeli ásványkészletek bőségesek. A száraz évszak közeledik és az itatók kiszáradnak.
id: Pemain mulai mengelilingi peta dengan garis-garis air di antara mereka Padang rumput Afrika penuh dengan kehidupan hewan untuk berburu, sementara cadangan mineral di dekatnya berlimpah. Musim kemarau semakin dekat dan sumur-sumur mulai mengering.
it: I giocatori iniziano la mappa, con corsi d'acqua che li separano La savana africana è traboccante di animali per la caccia, mentre i vicini giacimenti minerari sono abbondanti. La stagione secca si avvicina e le pozze d'acqua si stanno prosciugando.
ja: プレイヤーは互いを隔てる川が流れるマップで開始します。 アフリカのサバンナは狩りの獲物がひしめき、また近場の鉱脈も十分にあります。乾季が近づいており水場は干上がりつつあります。
ko: 플레이어들은 지도를 중심으로 물줄기를 따라 시작합니다. 아프리카 사바나는 사냥을 위해 동물의 생명으로 가득차 있으며, 주변의 광물 퇴적물은 풍부합니다. 건기가 다가오고 물웅덩이가 건조해지고 있습니다.
ms: Pemain bermula disekitar peta dengan tompokan sumber air diantara mereka Savana Afrika dipenuhi dengan haiwan yang sesuai untuk pemburuan, manakala terdapat banyak longgokan bijih logam. Musim kering yang mendatang menyebabkan sumber air menjadi kering.
nb: Spillerene starter rundt kartet med linjer av vann mellom dem Den afrikanske savannen er stappfull av dyreliv for jakt samtidig som det finnes rikelig av mineralavleiringer i nærheten. Den tørre årstiden nærmer seg og vannhullene tørker inn.
nl: Spelers starten op de kaart van elkaar gescheiden door stroken van water. De Afrikaanse savanne zit vol dieren waarop gejaagd kan worden, en er zijn veel minerale afzettingen. Het droge seizoen komt nader en de drinkplaatsen drogen op.
pl: Gracze rozpoczynają grę dookoła mapy z liniami wodnymi wokół nich. Afrykańska sawanna jest pełna zwierząt, które można upolować, a zasoby mineralne znajdujące się w pobliżu są wyjątkowo obfite. Zbliża się jednak pora sucha i linie wodne zaczynają wysychać.
pt_br: Os jogadores começam espalhados pelo mapa, com cursos de água entre eles. A savana africana está repleta de vida animal para a caça e de ricos depósitos de minério. A estação seca se aproxima e os poços de água estão secando.
pt_pt: Os jogadores começam espalhados pelo mapa, com cursos de água entre eles. A savana africana está repleta de caça grossa e de ricos depósitos de minério. A estação seca aproxima-se e os poços estão a secar.
ru: Игроки начинают игру в разных частях карты, разделённых водой Африканская саванна полна дичи для охоты, а расположенные неподалеку залежи ископаемых богаты. Период засухи надвигается и вода пересыхает, создавая сухопутные тропы.
sk: Na začiatku hráčov na mape oddeľujú vodné línie. Africká savana je preplnená lovnou zverou, kým minerálnych ložísk je nablízku hojne. Obdobie sucha sa blíži a napájadlá vysychajú.
sr: Играчи почињу на ободу мапе са воденим токовима који их раздвајају. Афричка савана је препуна животиња за лов, а доступне су и богате наслаге минерала.. Са доласком сушне сезоне баруштине полако пресушују.
sv: Spelarna börjar runt på kartan med linjer av vatten mellan dem Den afrikanska savannen är full av fauna för jakt och det finns gott om rika mineraltillgångar i närheten. Den torra säsongen närmar sig och vattenhålen börjar torka upp.
tr: Oyuncular aralarında su hatları bulunan bir yerde başlar Afrika savannası avcılık için hayvanlarla çevrilidir, yakınlarında bol maden yatağı vardır. Kurak sezon yaklaşıyor ve sulama delikleri kuruyor.
uk: Гравці починають навколо карти з лініями води між ними Африканська савана сповнена тваринами для полювання, а прилеглими родовищами корисних копалин, яких є вдосталь. Із наближенням сезону посухи, водойми пересихають.
vi: Những người chơi bắt đầu xung quanh một bản đồ với những đường thủy giữa bọn họ. Thảo nguyên African chứa đựng rất nhiều loài động vật để săn bắn, trong khi những mỏ khoán sản gần đó lại vô cùng dồi dào. Mùa khô đang đến và các bồn nước đang dần cạn.
zh: 玩家在被数条水源分隔开的地图中开始游戏。 在非洲大草原上有着满满的动物可供狩猎，而附近的矿藏也相当丰富。此时干季即将到来，水坑即将干枯。
zh_tw: 玩家在被數條水源分隔開的地圖中開始遊戲。 在非洲大草原上有著滿滿的動物可供狩獵，而附近的礦藏也相當豐富。此時乾季即將到來，水坑即將乾涸。

source: Sahel Watering Holes
ast: Bebedeiros africanos
bg: Сахелски водопои
br: Toulloù Dour ar Sahel
ca: Abeuradors del Sahel
cs: Zavodňovací díry v Sahelu
da: Sahel Vandhuller
de: Sahelische Wasserstellen
el: Λιμνούλες Σαχέλ
es: Abrevaderos del Sahel
eu: Sahelgo Askak
fa: چاله های آب منطقه ساحل
fi: Sahelin kasteluaukot
fr: Trous d'eau du Sahel
ga: Poill Uisce na Saiheile
gd: Tuill uisge sàithil
hu: Száhil övi itatók
id: Sumur-sumur Sahel
it: Pozzi di Sahel
ja: サヘルの水場
ko: 사헬의 물웅덩이
ms: Lubang Air Sahel
nb: Sahel Vannhull
nl: Sahel waterpoelen
pl: Wodopoje Sahelu
pt_br: Cisternas do Sahel
pt_pt: Poços de água de Sahel
ru: Сахельские водные источники
sk: Sahelské napájadlá
sr: Сахелске баре
sv: Sahels Vattenhål
tr: Sahel Sulama Delikleri
uk: Сахельські зрошувалні канали
vi: Các bồn nước Sahel
zh: 萨赫勒水坑
zh_tw: 薩赫爾水坑

source: A forest heavy map with a lake in the middle and plenty of resources.
ast: Una geographía perarborida cun un llagu n mediu & recursos a esgalya.
bg: Гориста карта с езеро в средата и изобилие на ресурси.
br: Ur gartenn leun a goadoù gant ul lenn e kreiz hag ur bern danvezioù.
ca: Un mapa boscós amb un llac al mig i recursos abundants.
cs: Mapa bohatá na lesy s jezerem uprostřed a s množstvím zdrojů.
da: Et skovtungt kort med en sø i midten og masser af ressourcer
de: Eine stark bewaldete Karte mit einem zentralen See und Ressourcen im Überfluss.
el: Χάρτης γεμάτος δάση με μία λίμνη στην μέση και αφθονία πόρων.
es: Un mapa muy agreste, protagonizado por un bosque con un lago en su centro y un sinfín de recursos.
eu: Mapa oso latz bat, nagusiki erdian laku bat duen baso bat eta baliabide amaigabeak.
fa: یک نقشه جنگلی گسترده با یک دریاچه در مرکز و منابع بسیار
fi: Metsikköinen rikas kartta jonka keskellä on järvi.
fr: Une carte avec beaucoup de forêt avec un lac au centre et beaucoup de ressources.
ga: Léarscáil fíorlán le foraois agus tá loch ina lár agus tá acmhainní go leor ann.
gd: Mapa le torr choilltean is pailteas a stòrasan ann agus tha loch sa mheadhan.
hu: Egy sűrű erdős terület egy tóval a közepén, rengeteg nyersanyaggal.
id: Peta dengan hutan yang lebat dan danau di tengahnya dengan banyak sumberdaya.
it: Una mappa con foreste con un lago al centro e piena di risorse.
ja: 深い森のマップで、中央に湖があり資源が豊富です。
ko: 깊은 숲으로 이뤄진 지도로 중앙에 호수가 있고 자원이 풍부합니다.
ms: Peta hutan tebal dengan tasik berada ditengah-tengah dan mempunyai banyak sumber.
nb: Et kart kledt av tung skog med en innsjø i midten og rikelig med ressurser.
nl: Een dicht beboste kaart met een meer in het midden en veel grondstoffen.
pl: Mocno zalesiona mapa z jeziorem pośrodku i mnóstwem zasobów
pt_br: Um mapa com florestas densas, com um lago no meio e cheio de recursos.
pt_pt: Um mapa com uma floresta densa, um lago no meio e muitos recursos.
ru: Лесная тяжелая карта с озером в центре и большим количеством ресурсов.
sk: Husto zalesnená mapa s množstvom zdrojov a jazerom v strede.
sr: Мапа са пространим шумама, језером у средишту и мноштвом ресурса.
sv: En karta med tät skog, en sjö i mitten och massor av resurser.
tr: Orta boy bir göl ve bol kaynaklarla ağır bir orman haritası.
uk: Важка лісова карта з озером посередині і великою кількістю ресурсів.
zh: 森林地图，中心有一个湖泊，也有大量资源。
zh_tw: 一個有著大面積森林，且中間是一個湖泊的資源豐富的地圖。

source: Schwarzwald
ast: Monte Abnoba
bg: Шварцвалд
br: Koadeier-Du
cs: Černý les
el: Σβατσβαϊτ
es: Selva Negra
eu: Oihan Beltza
fa: جنگل سیاه
fi: Schwartzwald
fr: Forêt noire
ga: An Fhoraois Dhubh
gd: A’ choille dhubh
hu: Fekete-erdő
it: Selva Nera
ja: シュヴァルツヴァルト
ko: 슈바르츠발트
pt_br: Floresta Negra
ru: Шварцвальд
sr: Шварцвалд
tr: Kara Orman
uk: Шварцвальд
zh: 黑森林
zh_tw: 黑森林

source: Carpeted in snow, the land slumbers in repose, but this fragile peace is destined to be shattered - and not by spring. Large packs of wolves lurk in the wild searching for prey, a lone arctic fox scurries away to hide. Starting in this seemingly hostile terrain, players must conquer - or be conquered.
ast: Strada de nieve, la terrina duörme a la pavana, mas esta paz delicada sta destinada a delir, & non pola primavera. Llubadɐs grandes andɐn pel monte a la gueta de cacia, una sola raposa árctica esmuç-se a toda priessa. A l intamar n esti llogar aparentemente hostil los jogadores ou han vincer ou ser vincidos.
bg: Покрита от сняг, земята дреме в покой, но този покой скоро ще бъде нарушен — и то не от пролетта. Големи глутници вълци дебнат и търсят плячка, а самотна полярна лисица бърза да се скрие. Започвайки в тази привидно враждебна среда, играчите трябва да завладяват, или да бъдат завладени.
br: Goloet en erc'h e tiskuizh an douar, hogen gouestlet eo ar peoc'h skañv-mañ da vezañ freuzet - ha n'eo ket gant ul lamm. Pakadoù ledan a vleizi zo kuzhet en natur o klask preizh, ul louarn arktikel a hast er-maez evit kuzhat. O komañs en dachenn zrouk evit doare e rank ar c'hoarierien da aloubiñ - pe da vezañ aloubet.
ca: Catifada de neu, la terra somnia en repós, però la fràgil pau està destinada a ser trencada- i no per la primavera. Grans llopades udolen en la terra salvatge buscant preses, una rabosa àrtica solitària s'escapoleix per a amagar-se. Començant a aquest terreny hostil, els jugadors han de conquerir - o ser conquerits.
cs: Pokryta sněhem, země spí v klidu, ale tento křehký mír je určen k rozbití - a ne jarem. Velké smečky vlků se skrývají v divočině a hledají kořist, osamělá arktická liška spěchá, aby se skryla. Začátkem v tomto zdánlivě nepřátelském terénu musí hráči podmanit si ostatní - nebo být podmaněn.
da: Landet er dækket af sne og slumrer i ro, men denne skrøbelige fred er bestemt til at blive knust - og ikke til foråret. Store ulveflokke lurer i naturen og søger efter bytte, en ensom polarræv suser væk for at gemme sig. Startende i dette tilsyneladende fjendtlige terræn skal spillere erobre - eller blive erobret.
de: Schneebedeckt schlummert das Land in Ruhe, doch dieser zerbrechliche Frieden ist dazu bestimmt, gebrochen zu werden – und zwar nicht vom Frühling. Große Wolfsrudel lauern in der Wildnis auf Beute, ein einsamer Polarfuchs huscht vorbei, um sich zu verstecken. Wenn sie in diesem scheinbar unwirtlichen Gelände starten, müssen die Spieler erobern, oder sie werden erobert.
el: Σκεπασμένη με ένα χαλί χιονιού, η γη κοιμάται ελαφρά για ανάπαυση, αλλά αυτή η εύθραυστη ειρήνη σύντομα θα αναταραχτεί - όχι από την άνοιξη. Μεγάλες αγέλες λύκων κρύβονται στην άγρια φύση ψάχνοντας για θήραμα, μια μοναχική αρκτική αλεπού περνάει μακριά για να κρυφτεί. Αρχίζοντας σε αυτό το φαινομενικά εχθρικό έδαφος, οι παίκτες πρέπει να κατακτήσουν - ή να κατακτηθούν.
es: La tierra reposa bajo un manto de nieve, pero esta frágil paz está destinada a romperse y no por la primavera. Grandes manadas de lobos acechan desde la espesura buscando presas. Un solitario zorro ártico se escabulle para esconderse. Comenzando en este terreno aparentemente hostil, los jugadores deben conquistar... o ser conquistados.
eu: Elurrez estaliak, lurrean motelduak, baina bake hauskorra suntsitu beharra dago, eta ez udaberrian. Otso-talde handiek harrapakin bila dabiltza nonahi, artikoko azeri bakarti bat ezkutuan da. Lur itxuraz etsai honetatik hasita, jokalariek konkistatuak izan edo konkistatu behar dute.
fa: فرش شده در برف در خواب آرام اما این صلح شکننده نشان شده است برای شکستن و نه در بهار. گرگهای گرسنه در طبیعت وحشی بدنبال شکار هستند. بازیکن ها بازی را در این منطقه خشن آغاز می کنند و یا فتح می کنند ویا فتح می شوند.
fi: Lumen peittämä maa uinuu horroksessa. Tämä hauras rauha on murtumaisillaan, mutta ei kevään vaikutuksesta. Suuret susilaumat väijyvät saalista etsien, ja yksinäiset napaketut hakeutuvat piiloon. Pelaajien on valloitettava tämä elämälle vihamielisen oloinen maasto - tai tultava sen valloittamaksi.
fr: Tapis dans la neige, la terre sommeille au repos, mais cette paix fragile est destinée à être brisée - et non par le printemps. De grandes meutes de loups se cachent dans la nature à la recherche de proies, un renard arctique solitaire s'éloigne pour se cacher. Partant de ce terrain apparemment hostile, les joueurs doivent conquérir ou être conquis.
ga: Ta sneachta ar an dtalamh, agus codlaíonn an talamh faoi, ach ní leanfaidh an tsíochán seo ar aghaidh - ach ná mar gheall ar an earrach. Tá faoilchonairteacha go leor san fhiántas ag cuardach a gcreiche, agus éalaíonn sionnach artach aonarach ina dhiaidh sin. Tosaíonn na himreoirí sa talamh naimhdeach seo, agus tá orthu concas a dhéanamh - nó a bheidh faoi choncas iadsan féin.
hu: A hóval fedett föld nyugodtan szunnyad, de a törékeny béke darabjaira fog hullni – és nem a tavasz miatt. Nagy farkasfalkák ólálkodnak a vadonban, prédát keresve, és egy magányos sarki róka menedéket keres. Ezt a látszólag ellenséges terepet kell a játékosoknak meghódítaniuk – vagy be kell hódolniuk.
id: Berlapis salju, tanah ini terlelap dalam ketenangan, tetapi kedamaian yang rapuh ini ditakdirkan untuk dihancurkan - dan bukan dengan datangnya musim semi. Kawanan besar serigala mengintai di alam liar mencari mangsa, seekor rubah kutub bergegas pergi untuk bersembunyi. Memulai di medan yang tampaknya tidak bersahabat ini, pemain harus menaklukkan - atau ditaklukkan.
it: Ricoperta dalla neve, la terra si assopisce, ma questo fragile clima di pace è destinato ad essere infranto - e non dalla primavera. Enormi branchi di lupi sono in agguato alla ricerca di prede, una solitaria volpe artica scappa per nascondersi. Iniziando in questo apparentemente ostile terreno, i giocatori dovranno dominare - o essere dominati.
ja: 雪に覆われた大地は安らかに眠っていますが、この儚い平和は春ではなく、やがて打ち砕かれる運命にあります。オオカミの大群が獲物を求めて野に潜み、一匹のホッキョクギツネが身を隠すために逃げ惑う。一見すると敵対的なこの土地で、プレイヤーは征服するかされるかの選択を迫られます。
ko: 눈이 깔려 땅이 잠들었지만 이 연약한 평화는 봄이 아니라 산산이 부서 질 운명입니다. 먹이를 찾아 야생에 잠복해 있는 큰 늑대 무리, 한 마리의 북극 여우가 숨을 곳을 찾아 허둥지둥 달아납니다. 적대적인 지형에서 시작하여 플레이어들은 정복해야 합니다 - 아니면 정복당합니다.
ms: Dilitupi dengan salji, tanah ini seakan-akan tidur rehat, tetapi keamanan ini telah ditakdirkan buat seketika - dan bukan menjelang musim bunga. Sekumpulan besar serigala terhendap-hendap mengekori mangsanya, seekor musang artik bergegas lari untuk menyembunyikan diri. Dengan rupa bumi yang mencabar ini, pemain mesti menguasai segala-galanya - ataupun ditakluki.
nl: Bedekt met een deken van sneeuw sluimert dit land in rust. Deze kwetsbare vrede is gedoemd om doorbroken te worden — en niet door de lente. Grote groepen wolven loeren op prooien, een enkele arctische vos maakt zich uit de voeten. In deze vijandige omgeving moeten spelers overwinnen — of overwonnen worden.
pl: Śnieżny dywan, ziemia drzemiąca w spoczynku, ten kruchy pokój zostanie naruszony - ale nie na wiosnę. Duże, dzikie wilki czają się na wolności szukając ofiary, samotny arktyczny lis odskakuje, by się ukryć. Zaczynając w tym pozornie wrogim terenie, gracze muszą podbić - lub zostać podbitymi.
pt_br: Coberta de neve, a terra adormece em repouso, mas esta paz frágil está destinada a ser despedaçada - e não pela primavera. Grandes números de lobos escondem-se à procura de presas, uma raposa do ártico solitária apressa-se a esconder-se. A começarem neste terreno aparentemente hostil, os jogadores devem conquistar - ou serem conquistados.
pt_pt: Coberta de neve, a terra adormece em repouso, mas esta paz frágil está destinada a ser despedaçada - e não pela primavera. Grandes números de lobos escondem-se à procura de presas, uma raposa do ártico solitária apressa-se a esconder-se. A começarem neste terreno aparentemente hostil, os jogadores devem conquistar - ou serem conquistados.
ru: Дремлет земля, укрытая снегом, но этому хрупкому покою не суждено уцелеть, и виной тому не весна. Огромные стаи волков рыщут в поисках добычи, одинокий песец убегает в надежде найти убежище. Эта враждебная местность оставляет игрокам лишь единственный выбор — победить или быть побежденным.
sv: Belagd i snö slumrar landet i vila, men den här ömtåliga freden är avsedd att bli krossad - och inte av våren. Stora vargflockar smyger omkring i naturen och söker efter byte, en ensam arktisk räv kilar bort för att gömma sig. Med utgångspunkt i denna till synes fientliga terräng måste spelarna erövra - eller bli erövrade.
tr: Karla kaplı, uykuya kavuşan topraklar sakinleşir, ancak bu kırılgan barış paramparça olur - ilkbahardan ötürü değil. Büyük kurt sürüleri vahşi bir ortamda avlanır, yalnız bir kutup tilkisi gizlenir. Görünüşe göre bu düşmanca arazide başlayarak, oyuncular fethetmeli - ya da fethedilmeli.
uk: Дрімає земля, вкрита снігом, але цього тендітному спокою не судилося вціліти, і виною тому не весна. Величезні зграї вовків нишпорять у пошуках здобичі, самотній песець тікає в надії знайти притулок. Ця ворожа місцевість залишає гравцям лише єдиний вибір - перемогти або бути переможеним.
zh: 在积雪覆盖的地方，大地在沉睡，但这种脆弱的和平迟早要被打破——不只是在春天。 一大群狼潜伏在野外寻找猎物，一只孤独的北极狐匆匆赶去藏身。 从这个看似充满敌意的地形开局，征服或者被征服。
zh_tw: 土地在雪地上鋪著地毯，在安息時打，但這種脆弱的和平注定要被粉碎 - 而不是在春天之前。大量的狼群潛伏在野外尋找獵物，一隻孤零零的狐狸急忙躲藏起來。從這個看似敵對的地形開始，玩家必須征服 - 或被征服。

source: Scythian Rivulet
ast: Regatu de Schythia
bg: Скитско поточе
br: Gwazh-dour Skitian
ca: Rierol escita
cs: Skýthské řečiště
da: Skytisk Rivulet
de: Skythisches Bächlein
el: Σκύθιο Ρυάκι
es: Riachuelo escita
eu: Errekatxo Eszita
fi: Skyytialainen puronvarsi
fr: Ruisseau scythe
ga: Sruthlán Scaíteach
gd: Coileachan Sgitiach
hu: Szkíta patak
id: Anak Sungai Skithia
it: Ruscello Scita
ja: スキタイ細流
ko: 스키타이 개울
nl: Scythische stroom
pl: Strumyk Scytyjski
pt_br: Riacho Cita
pt_pt: Riacho cita
ru: Скифский ручей
sk: Skýtsky potôčik
sv: Den lilla skytiska ån
tr: İskit Deresi
uk: Скіфський струмок
zh: 斯基泰溪流
zh_tw: 斯基泰小河

source: Many small islands connected to each other by narrow passages.
ast: Muĩꞇhɐs islhinɐs aunidɐs por streĩꞇhos pontigos terrestres.
bg: Множество малки острови, свързани един с друг чрез тесни ивици земя.
br: Staget eo kalz a inizi bihan an eil ouzh eben gant tremenoù strizh.
ca: Moltes illetes connectades entre si per passos estrets.
cs: Mnoho malých ostrovů pospojovaných úzkými přechody.
da: Mange små øer forbundet med hinanden via smalle passager.
de: Viele kleine Inseln, die durch schmale Landzungen verbunden sind.
el: Πολλά μικρά νησιά που συνδέονται μεταξύ τους με στενά περάσματα.
es: Una infinidad de diminutas islas conectadas entre sí por estrechos pasos.
eu: Amaigabeko uharte txiki pila beren artean pasabide estuaz loturik.
fa: جزایر بسیاری که با هم از طریق مسیر های عبور باریک متصل شده اند
fi: Pieniä saaria jotka yhdistyy toisiinsa kapeilla käytävillä.
fr: De nombreuses petites îles reliées entre elles par des passages étroits.
ga: Tá a lán oileán atá ceangailte le chéile trí stráicí caola.
gd: Iomadh eilean beag ceangailte ri chèile le slighean beaga.
hu: Sok kis sziget egymásba kapcsolva keskeny ösvényekkel.
id: Banyak pulau kecil terhubung satu sama lain dengan lintasan kecil.
it: Molte piccole isole collegate tra loro da stretti passaggi.
ja: 多くの小島が互いに地峡でつながっています。
ko: 많은 작은 섬들은 좁은 통로로 서로 연결되어 있습니다.
ms: Beberapa pulau kecil yang bersambung diantara satu sama lain dengan laluan sempit.
nb: Mange små øyer tilkoblet av smale passasjer.
nl: Vele kleine eilanden verbonden door smalle passages.
pl: Wiele małych wysepek połączonych ze sobą wąskimi przejściami.
pt_br: Diversas ilhas pequenas conectadas entre si por passagens estreitas.
pt_pt: Muitas ilhas pequenas ligadas entre elas por estreitas passagens.
ru: Много маленьких островов, которые соединены узкими перешейками.
sk: Množstvo malých ostrovov prepojených úzkymi priechodmi.
sr: Многобројна мала острва повезана уским пролазима.
sv: Många små öar som är anslutna till varandra genom smala passager.
tr: Birçok küçük ada birbirine dar geçitler ile bağlanmıştır.
uk: Багато невеликих острови, з'єднаних між собою вузькими проходами.
vi: Nhiều hòn đảo nhỏ kết nối với nhau bởi vũng nước hẹp.
zh: 诸多小岛通过狭窄通道互相连接。
zh_tw: 許多以狹窄的通道相互連接的小型島嶼。
