Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: The Persians could and did levy a large number of infantry during wartime due to the sheer size of the Achaemenid Empire and the way in which it was set-up. In general the Persian infantry was well trained and fought with great tenacity. However while this was true the infantry were poor hand-to-hand, close combat fighters. Also, with the exception of the elite regiments, the Persian infantry was not a standing professional force.
ar: استطاع الفُرس تجنيد عدد ضخم من الخيّالة أثناء الحروب وذلك بسبب الحجم الكبير للإمبراطوريّة الأخمينيّة والطريقة التي كانت تقوم عليها. يمكن القول بشكل عام أنّ الخيّالة الفارسيّة كانت مدرّبة جيّدًا وقد حاربت بصلابة عالية، إلّا أن (ورغم صحّة ما قيل) الخيّالة كانت ضعيفة إن تحدّثنا عن القتال اليدويّ أو القتال بالاشتباك. كما وأنّ الخيّالة الفارسيّة (وباستثناء أفواج النخبة) لم تكن قوّة احترافيّة ذات مكانة.
ast: Los perses podíen llevantar y llevantaron bien d'infantería en tiempos de guerra por mor del tamañu escomanáu del Imperiu aqueménida y de la manera na qu'esti s'estableció. Polo xeneral, la infantería persa preparóse bien y lluchó con gran porfía. Sicasí, la infantería foi ruin lluchando cuerpu a cuerpu. Amás, sacantes los reximientos d'élite, la infantería persa nun foi una fuercia estable nin profesional.
bg: Персийците можели и събирали голям брой пехотинци по време на война, поради големия размера на Ахеменидското царство и начина, по който то било уредено. Персийската пехота като цяло била добре обучена и се биела упорито. Въпреки това, пехотинците не били особено добри в близък бой. Също така, с изключение на елитните полкове, персийската пехота не била професионална армия.
br: Ar Bersianed a c'halle sevel un niver bras a droadeien e-pad un amzer-vrezel abalamour d'ar ment bras a oa gant an Impalaeriezh Akaemeninat ha dre an doare e oa bet rannet. Dre vras e oa gourdonet mat an droadegiezh Bers ha stourm a rae gant birvidigezh-vras. Koulskoude daoust ma oa gwir, gwan e oa an droadegiezh en emgannoù a-dost. Ma, nemet rejimantoù ar rejimantoù gwellañ, ne oa ket an droadegiezh Persian un nerzh micherel brudet.
ca: Els perses van imposar una gran quantitat d'infanteria durant temps de guerra a causa de la grandària de l'Imperi aquemènida i la forma en què va ser creat. En general, la infanteria persa estava ben formada i va lluitar amb gran tenacitat. Tanmateix, si bé això era cert, la infanteria era pobra en el combat cos a cos. A més, a excepció dels regiments d'elit, la infanteria persa no era una força professional permanent.
cs: Peršané mohli na základě prosté velikosti Achjmenovské říše a způsobu, jakým byla vybudována, v době války povolat početnou pěchotu. Obecně byla perská pěchota dobře vycvičena a bojovala s velkou neústupností, byla však navzdory výše řečenému špatná v boji muže proti muži. Obzvláště nebyla perská pěchota - s výjimkou elitních pluků - žádným stálým profesionálním vojskem.
da: Perserne kunne udskrive et stort antal af infanterisoldater under krigstid, hvilket de også gjorde, på grund af Akæmenidrigets enorme størrelse og samfundets opbygning. Overordnet var det persiske infantry veltrænet og kæmpede med stor ihærdighed. På trods af dette var infanteriet dårligere i nærkamp. Desuden var det persiske infanteri, med undtagelse af eliteregimenterne, ikke en fast professionel styrke.
de: Die Perser konnten aufgrund der schieren Größe des Achämenidenreiches und der Art und Weise, wie es aufgebaut war, während der Kriegszeit eine große Menge an Infanterie ausheben. Allgemein war die persische Infanterie gut ausgebildet und kämpfte mit großer Hartnäckigkeit, allerdings war sie trotzdem eher schlecht im Kampf Mann gegen Mann. Außerdem war die persische Infanterie – mit Ausnahme der Eliteregimenter – keine stehende professionelle Streitmacht.
el: Οι Πέρσες μπορούσαν και είχαν συγκεντρώσει έναν μεγάλο αριθμό πεζικού κατά τη διάρκεια του πολέμου, λόγω του μεγάλου μεγέθους της αυτοκρατορία των Αχαιμενιδών και τον τρόπο με τον οποίο ήταν οργανωμένη. Σε γενικές γραμμές το περσικό πεζικό ήταν καλά εκπαιδευμένο και πολεμούσαν με μεγάλη επιμονή. Ωστόσο, η αλήθεια ήταν ότι το πεζικό ήταν φτωχοί πολεμιστές για μάχες σώμα με σώμα. Επίσης, με εξαίρεση τα επίλεκτα συντάγματα, το περσικό πεζικό δεν ήταν μια μόνιμη επαγγελματική δύναμη.
es_mx: Los persas pudieron y llevaron a cabo reclutamientos forzosos de un gran número de infantería durante la guerra debido al gran tamaño del imperio Arqueménida y a la forma en la que se instituyó. En general, la infantería persa estaba bien entrenada y luchaba con gran tenacidad, aunque se veía en desventaja en los combates cuerpo a cuerpo. Cabe destacar que con la excepción de los regimientos de élite, la infantería persa no se consideraba una fuerza profesional ni permanente.
eu: Persiarrek infanteriako derrigorrezko erreklutatzeak egin ahal izan zituzten eta egin zituzten gerra garaian Arkemenida inperioaren tamaina handia eta berau osatzeko era zela eta. Orokorrean, infanteria ondo erakutsita zegoen eta indartsu oldartzen zen, nahiz aurrez-aurreko borroketan ahul ibili. Aipatzekoa da eliteko erregimentuez aparte, persiar infanteria ez zegoela profesional gisa edo egonkor bezala ikusia.
fa: ایرانی ها می توانستند یک ارتش پیاده نظام بزرگ را آماده نبرد کنند و اینکار را انجام می داند چراکه امپراتوری هخامنشی یک امپراتوری بزرگ و گسترده بود. با این وجود درحالی که سربازان ایرانی بخوبی آموزش دیده و سرسخت بودند اما در نبردهای تن به تن و جنگ های نزدیک زیاد قوی نبودند. البته به استثنای دسته های خاص و زبده. بطور کل پیاده نظام ایران یک نیروی حرفه ای به حساب نمی آمد.
ga: Is féidir leis na Peirisgh a líostáil agus líostáil siad uimhir mhór coisithe le linn an chogaidh, mar gheall ar an méid mhór Impireacht na hAcaeiméinigh agus na forais atá aige. Go ginearálta, bhí na coisithe Peireacha dea-oilte agus throid siad le láidreacht mhór. Áfach, nuair a bhí fíor é, bhí siad lag sa troid freisin. Agus, ach amháin do na reisimintí éilite, ní arm seasta iad na coisithe Peirseacha.
gl: Os persas podían recrutar levas de infantaría en gran número durante os tempos de guerra debido ás enormes dimensións do imperio aqueménida e da forma en que estaba organizado. En xeral, a infantaría persa estaba ben adestraba e loitaba con gran tenacidade. Pero a pesar disto a infantaría deixaba bastante que desexan no combate a curta distancia, man a man. Ademais, salvo polos rexementos de elite, a infantaría persa non era unha forza verdadeiramente profesional.
hu: A perzsák nagy számú gyalogságot tudtak besorozni háború idején, az Óperzsa birodalom puszta méretéből és a felépítéséből adódóan. Általánosságban a perzsa gyalogság jól képzett volt és nagy kitartással harcolt. Viszont a gyalogság gyenge volt a kézitusában és a közelharcban. Emellett az elit csapatokat leszámítva, a perzsa gyalogság nem egy állandó, hivatásos haderő volt.
id: Bangsa Persia pernah menerapkan pajak untuk sejumlah besar infanteri pada masa perang karena luasnya Kekaisaran Akhemeniyah dan cara pemungutannya. Secara umum infanteri Persia dilatih dengan baik dan bertarung dengan gigih. Akan tetapi infanteri mereka lemah dalam peperangan jarak dekat. Selain itu infanteri Persia bukanlah pasukan ahli, kecuali resimen elit mereka.
it: I Persiani potevano disporre di un gran numero di fanti in tempo di guerra a causa della vastità dell'Impero Achemenide e per come era stato concepito. In generale, la fanteria persiana era ben addestrata e combatteva con grande tenacia. Tuttavia, era vero che la fanteria era carente nel corpo a corpo, trovandosi vicino agli avversari. Inoltre, con l'eccezione dei reggimenti d'elite, la fanteria persiana non era una forza professionale permanente.
ja: ペルシアは戦時に大人数の歩兵の召集を、アケメネス朝帝国の巨大さとそれを実現する手法によって可能にし、実際しました。一般にペルシアの歩兵は良く鍛えられていて、粘り強く戦いました。しかし、その一方で、歩兵はつかみ合いの接近戦に弱かったのでした。また、精鋭部隊を除き、ペルシア歩兵は専任の常備軍ではありませんでした。
ko: 페르시아는 전시에 대규모 보병의 소집을 아케메네스 왕조 제국의 엄청난 크기와 그것을 실현하는 방법에 의해 가능하게 실제로 했습니다. 일반적으로 페르시아 보병은 훈련이 잘되어있었고 대단히 끈기 있게 싸웠습니다. 그러나 보병은 가난해서 백병전을 수행한 근접 전투원들이었습니다. 또한 정예부대를 제외하고 페르시아 보병은 상비군이 아니었습니다.
lt: Persai galėjo ir surinko didelį neprofesionalių pėstininkų kiekį karo metu, dėka nemažo Achemenidų imperijos dydžio ir to kaip ji buvo sudaryta. Persų pėstininkai buvo gerai apmokyti ir kovėsi su didžiu žiaurumu. Tačiau nors tai ir tiesa, pėstininkai buvo prasti artimoje beginklėje kovoje. Taip pat su elitinių dalinių išimtimis, Persų pėstininkai nebuvo mobilizuota profesionali jėga.
ms: Puak Parsi pernah mengerahkan sejumlah besar askar infantri ketika perang kerana saiz empayar Achaemenid dan proses pengerahan yang sebegitu. Umumnya askar infantri Parsi terlatih dan berperang dengan semangat waja. Walaubagaimanapun askar Parsi lemah dari segi pertarungan tanpa senjata, perlawanan jarak dekat. Dan juga selain dari regimen elit, askar infantri Parsi bukanlah kuasa ketenteraan yang terhebat.
nb: Perserne kunne tvangsutskrive et stort antall infanterister under krigstid på grunn av Akamenide-dynastiets voldsomme størrelse og måten det var organisert på. Generelt var det persiske infanteriet godt trent, målbevisst og kjempet med fasthet. På den annen side var infanteristene svake i nærkamp uten våpen. Dessuten - med unntak av eliteregimentene - var ikke det persiske infanteriet en permanent profesjonell styrke.
nl: De Perzen werfden een groot aantal infanteriesoldaten gedurende oorlogen. Dit kwam door de enorm grootte van het Achaemenidische rijk en de organisatie er van. In het algemeen was de Perzische infanterie goed getraind en vochten ze met vastberadenheid. De infanterie was echter niet goed in dichte gevechten. Met de uitzondering van eliteregimenten was de Perzische infanterie geen professioneel leger.
pl: Persjanie mogli i powołali w czasie wojny ogromną liczbę piechoty z powodu samej tylko wielkości i rozlokowania Achemenidzkiego Imperium. Zasadniczo, Perska piechota była dobrze wyszkolona i walczyła z wielką wytrwałością. Jednakże, choć było to prawdą, składała się ona z biednych, walczących wręcz wojowników. Piechota Perska, wyłączając elitarne pułki, nie składała się z profesjonalnych sił zbrojnych.
pt_pt: Os Persas mobilizavam um grande número de pessoas para integrarem os regimentos de infantaria em períodos de guerra, devido à enorme dimensão do Império Aqueménida e da maneira como estava organizado. Em geral, a infantaria persa era bem treinada e combatia com grande tenacidade; porém, era fraca no combate corpo a corpo. Com exceção dos regimentos de elite, a infantaria persa não era um exército profissional permanente.
ru: Персы могли и пользовались возможностью набирать большое количество пехоты во время военных действий ввиду явных размеров Ахеменидской империи и способов её формирования. В целом персидская пехота была хорошо натренирована и сражалась с большим упорством. Несмотря на это пехота была плохо подготовлена для ближнего боя. Также, за исключением элитных полков, персидская пехота не относилась к профессиональным войскам.
sk: Peržania mohli a aj odviedli obrovské množstvo pešiakov počas vojny vzhľadom k samotnej veľkosti Achajmenskej ríše a spôsobu jej zriadenia. Vo všeobecnosti perzská pechota bola dobre trénovaná a bojovala s veľkou húževnatosťou. Avšak aj napriek tomu jej členovia boli slabí v boji nablízko. Navyše, s výnimkou elitných plukov, táto pechota nebola stálou profesionálnou silou.
sv: Perserna kunde och uppbådade faktiskt ett sort antal infanteri under krigstid på grund av den enorma storleken av Akemenidiska Riket och sättet på vilket det var organiserat. I allmänhet var persiska infanteriet välutbildat och slogs med stor uthållighet. Men de var också dåliga närstridskämpar. Med undantag av elitregementen, så var det Persiska infanteriet inte en stående professionell styrka.
tr: Ahameniş Hanedanlığı imparatorluğun yapısı ve büyüklüğü sebebiyle savaş zamanları çok büyük miktarlarda askere alma imkanına sahipti ve öyle de yaptı. Genellikle Pers piyadeleri iyi eğitimliydi ve yüksek cesaretle savaşırlardı. Ancak, yine de yakın dövüşte zayıf kalıyorlardı. Ayrıca, seçkin birlikler haricinde, Pers piyadeleri sürekli silah altında tutulan kuvvetler değildi.
uk: Перси могли та проводили набір великої кількості піхоти у воєнний час завдяки великому розміру Ахеменідської імперії та шляху, у який було її створено. Загалом, перська піхота була добре тренованою і билася з великою завзятістю. Однак, хоча це було правдою, піхотинці були слабкими рукопашними бійцями близького бою. Також, за винятком елітних полків, перська піхота не була постійною професійною силою.
zh: 由于阿契美尼德帝国的庞大规模及其组织结构，波斯人在战争期间内能在短时间里征召大量的步兵，而他们的确也这么做了。尽管波斯步兵总体来讲训练有素而且意志坚定，但是他们缺乏肉搏战的经验。而且，除少数精英部队以外，波斯步兵不是职业的常备军。
zh_tw: 由於阿契美尼德王朝的龐大規模及其組織結構，波斯人可以在戰時大量徵召步兵。儘管波斯步兵整體來說訓練有素且意志堅定。但是他們缺乏肉搏戰的經驗。而且，除了少數的精銳部隊以外，波斯的步兵並非職業的常備軍。

source: Persians +10% maximum population limit.
ko: 페르시아의 최대 인구 한도가 +10% 증가합니다.
uk: Перси мають +10% максимального ліміту населення.

source: Great King's Levy
ar: جند الملك العظيم
ast: Lleva del gran rei
bg: Налогът на великия цар
br: Lamadenn Arc'hant ar Roue Bras
ca: Lleva del Gran Rei
cs: Povolávací rozkaz Velkokrále
da: Kongens Store Masseudskrivning
de: Großkönigliche Musterung
el: Μεγάλου Βασιλέα Εισφορά
es_mx: Leva del gran rey
eu: Errege Handiaren Erreklutatzea
fa: سربازگیری پادشاه بزرگ
fi: Suuren kuninkaan sotaväenotto
ga: Cíos an Rí Mhóir
gl: Leva do gran rei
hu: Nagy király sorozása
id: Pajak Raja Agung
it: Reale Leva Generale
ja: 大王の召集令
ko: 대왕의 소집령
lt: Didžio Karaliaus Neprofesionali Kariomenė
lv: Diženā Karaļa mobilizācija
ms: Kerahan Raja Agung
nb: Den store kongens tvangsutskriving
nl: De werving van de koning
pl: Pobór Wielkiego króla
pt_pt: Mobilização Geral
ru: Новобранцы Великого короля
sk: Branná povinnosť Veľkokráľa
sv: Stor Kunglig Uppbådelse
tr: Great King'in Vergisi
uk: Великий царський набір
zh: 国王征召
zh_tw: 偉大國王的徵召

source: The Spartans did not have the largest army in the world, but they did have the best army in the world for their time. What they didn't have in quantity, they made up with quality. It was said that Sparta did not need strong city walls, for its men were its walls.
ast: Si bien l'exércitu espartanu nun foi'l más numberosu del mundu, foi'l meyor d'aquella dómina. Lo que-yos faltaba en cantidá sobrába-yos en calidá. Dicíase d'Esparta que nun precisaba de muralles fuertes, porque lo yeren los paisanos.
bg: Спартанците не разполагали с най-голямата армия на света, но пък тя била най-добрата за своето време. Това, което им липсвало количествено, те наваксвали с качество. Хората казвали, че на Спарта не ѝ трябвали здрави стени, защото нейни стени били мъжете ѝ.
br: Ar spartaned n'o doa ket an arme vrasañ er bed, met an arme wellañ o doa er bed evit teir gwech. Pezh n'o doa ket e kementad, e oa savet ganto gant perzhded. Lavaret e oa bet n'he doa ket Sparta ezhomm da gaout mogerioù keoded kreñv, an dud a veze eviti he mogerioù.
ca: Els espartans no tenien l'exèrcit més gran del món però sí el millor del seu temps. La falta de quantitat la compensaven amb la qualitat. Es deia que Esparta no necessitava muralles perquè per això ja tenia els seus homes.
cs: Sparťané neměli největší armádu světa, ale měli ve své době armádu nejlepší. Co neměli v množství, získávali kvalitou. Říkalo se, že Sparta nepotřebovala mohutné městské hradby, neboť těmi byli její muži.
da: Spartanerne havde måske ikke den største hær i verden, men de havde den bedste hær i verden for deres tid. Hvad de ikke havde i kvantitet, havde de i kvalitet. Det sagdes at Sparta ikke have brug for stærke bymure, for dens mand var dens mure.
de: Die Spartaner hatten nicht die größte Armee der Welt, aber sie hatten die beste Armee ihrer Zeit. Was sie nicht an Quantität hatten, machten sie mit Qualität wett. Es heißt, das Sparta keine starken Stadtmauern brauche, da seine Männer die Mauern bilden.
el: Οι Σπαρτιάτες δεν είχαν το μεγαλύτερο στρατό στον κόσμο, αλλά είχαν τον καλύτερο στρατό στον κόσμο για την εποχή τους. Αυτό που δεν είχαν σε ποσότητα, το αντικατέστησαν με την ποιότητα. Είχε λεχθεί ότι η Σπάρτη δεν χρειαζόταν ισχυρά τείχη για την πόλη της, γιατί οι άνδρες της ήταν τα τείχη της.
es_mx: Los espartanos no contaban con el ejército más grande del mundo, pero contaban con el mejor ejército de su época. Lo que no tenían de cantidad lo compensaban con su calidad. Antiguamente se decía que Esparta no necesitaba grandes y protectoras murallas, ya que sus hombres eran sus muros.
eu: Espartakok ez zuten munduko armadarik handiena, baina bere garaiko armadarik onena zuten. Kopuruan ez zutena kalitatearekin berdintzen zuten. Aitzinean esaten zen Espartak ez zituela harresi handirik behar, bere gizonak zirela bere harresiak.
fa: اسپارتها بزرگترین ارتش دنیا را نداشتند اما آنها بهترین ارتش دنبا در زمان خود بودند. چیزی که آنها نداشتند تعداد نفرات بود اما کیفیت سربازانشان بسیار بالا بود. نقل شده است که اسپارتها نیازی به ساخت دیوار برای محافظت از شهر های خود نداشتند مردانشان همچون دیوار از آنها حفاظت می کردند.
fi: Spartalla ei ollut sen ajan maailman isointa armeijaa, mutta heidän armeijansa oli sen ajan paras. Se mitä heillä ei ollut määrissä, sen he korvasivat laadulla. Sanottiin että Sparta ei tarvinnut vahvoja kaupungin muureja, sillä heidän muurinsa olivat spartalaiset itse.
ga: Ní raibh an t-arm is mó sa domhain ag na Spartaigh, ach bhí an t-arm is fearr san aoise acu. Cad nach raibh siad i méid, bhí siad i mbun caighdeán. Dúradh gur níor theastaíonn ballaí láidre cathracha ar na Spartaigh, mar ba na fir a mballaí.
gl: Os espartanos non tiñan o exército máis grande do mundo, pero si que tiñan o mellor exército do mundo no seu tempo. O que lles faltaba en cantidade compensábano en calidade. Disque Esparta non necesitaba grandes murallas nas súas cidades porque as murallas eran os seus homes.
hu: A spártaiak hadserege nem a legnagyobb, de az akkori világ legjobbja volt. Ami mennyiségben hiányzott, azt minőséggel kompenzálták. Azt mondták, hogy Spártának nincs szüksége erős városfalakra, mert az emberek maguk a fal.
id: Bangsa Sparta tidak memiliki pasukan terbesar di dunia, tetapi mereka memiliki pasukan terhebat di dunia pada masanya. Dikatakan bahwa Sparta tidak memerlukan tembok yang kokoh karena prajurit mereka adalah temboknya.
it: Gli Spartani non ebbero il più grande esercito del mondo, ma il miglior esercito del mondo di quel tempo. Quello che non fecero grazie alla superiorità numerica, lo fecero con la qualità dell'addestramento militare. Si diceva che Sparta non avesse bisogno di forti mura a difesa della città, i suoi uomini erano le sue mura.
ja: スパルタの陸軍は当時世界最大ではありませんでしたが、世界最強でした。彼らは量ではなく、質を追求しました。スパルタには丈夫な城壁は必要ない、人が城壁だと言われました。
ko: 스파르타의 육군은 당시 세계 최대는 아니었지만 세계 최강이었습니다. 그들은 양보다 질을 추구했습니다. 스파르타에는 튼튼한 성벽은 필요하지 않다고 합니다. 왜냐하면 그들은 사람이 곳 성벽이라 믿었기 때문입니다.
ms: Puak Sparta tidak mempunyai aksar yang terbesar di dunia, tetapi askar yang terbaik di dunia kerana komitmen mereka. Askar mereka kurang kuantitinya tetapi lebih berkualiti. Pernah disebut Sparta tidak memerlukan tembok bandar yang kuat, kerana tembok yang sebenar adalah penduduknya.
nb: Spartanerne hadde ikke den største hæren i verden, men de hadde den beste hæren i verden i deres tid. Det de ikke hadde i antall gjorde de opp for i kvalitet. Det ble sagt at Sparta ikke trenge bymurer fordi deres menn var byens murer.
nl: De Spartanen hadden niet het grootste leger, maar wel het beste voor hun tijd. Wat ze misten in kwantiteit trokken ze weer recht in kwaliteit. Er werd gezegd dat Sparta geen stadsmuren nodig had, aangezien hun mannen zo sterk als muren waren.
pl: Spartanie nie mieli największej armii na świecie, mieli za to najlepszą armię świata swoich czasów. Czego brakowało im w ilości, nadrabiali w jakości. Mówiono, że Sparta nie potrzebuje potężnych murów miejskich, bo ich wojsko pełni tą rolę.
pt_pt: Os Espartanos não tinham o maior exército do mundo, mas tinham o melhor exército do mundo naquela época. O que não tinham em quantidade, compensavam em qualidade. Dizia-se que Esparta não precisava de muralhas fortes, pois os seus soldados eram as muralhas da cidade.
ru: У спартанцев была не самая большая армия в мире, но она была самой лучшей в те времена. Недостаток количества они восполняли качеством. Говорили, что Спарте не нужны крепкие городские стены, поскольку стенами ей служили её мужчины.
sk: Sparťania síce nemali najväčšiu armádu na svete, ale napriek tomu bola najlepšia. Čo nemali v kvantite, dohnali v kvalite. Hovorilo sa, že Sparta nepotrebovala silné mestské hradby, tie totižto tvorili jej muži.
sv: Spartanerna hade inte världens största armé, men de hade den bästa i världen i sin tid. Vad de inte hade i kvantitet, gjorde de upp med kvalitet. Det sades att Sparta inte behövde stora stadsmurar, för sina män var dess murar.
tr: Spartalılar dünyanın en büyük ordusuna sahip değillerdi, ama kendi zamanlarının en iyi ordusuna sahiptiler. Sayı dezavantajını nitelik ile kapattılar. Denir ki Spartalı erkekler duvar gibi oldukları için Sparta güçlü şehir duvarlarına ihtiyaç duymamıştır.
uk: Спартанці не володіли найбільшою армією в світі, але вони мали найкраще військо у світі для свого часу. Те, чого вони не мали в кількості, вони відшкодовували у якості. Говорили, що Спарта не потребує міцних міських мурів, бо її люди були їй стінами.
zh: 斯巴达人并不具有世界上最大型的军队,但他们在当时却有著世界上最好的军队。他们重质不重量。有人说,斯巴达并不需要坚固的城墙,它的军队就是铜墙铁壁。
zh_tw: 斯巴達人並不具有世界上最大型的軍隊，但他們在當時卻有著世界上最好的軍隊。他們重質不重量。有人說，斯巴達並不需要堅固的城牆，它的軍隊就是銅牆鐵壁。

source: Spartans −10% maximum population limit.
ko: 스파르타의 최대 인구 한도가 -10% 감소합니다.
uk: Спартанці мають -10% максимального ліміту населення.

source: Underdogs
ast: Los desaventayaos
bg: Необлагодетелствани
br: Kollerien wirheñvel
ca: Menystinguts
cs: Psanci
da: Undertippet
el: Ασθενέστεροι
es_mx: Oprimido
eu: Zapalduak
fa: زیردستان
fi: Altavastaajat
ga: Íochtaráin
gl: Desfavorecidos
hu: A gyengébb fél
id: Anak Bawang
it: Perdente
ja: 落ちこぼれ
ko: 약체??
lv: Neveiksminieki
ms: Orang Tertindas
nb: Antatt dårligere
pl: Słabi
pt_pt: Desfavorecidos
ru: Покорённые
sk: Outsideri
tr: Mazlumlar
uk: Аутсайдери
zh: 败北
zh_tw: 敗北
