Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: During a rated match, players send data relating to the game (such as the number of units trained, resources gathered and the winner of the match) to Wildfire Games, so that Wildfire Games can adapt the players ratings based on these statistics.
ast: Nelæs partidæs classificatoriæs, los ẍogadores transmitten datos relativos a la partida (talos cumo l númeru d’unidades creadæs, recursos recaldados & el vincedor de la partida) a Wildfire Games, para que Wildfire Games puœda afhazere læs classificaciones de los ẍogadores conforme a estæs statísticæs.
bg: Докато играчите участват в игра за класация, те изпращат до Wildfire Games информация за нея (напр. брой на обучените единици, добитите ресурси и това кой е победителят), така че Wildfire Games да може да преизчислява рейтинга на играчите на базата на тези резултати.
ca: Durant un partida classificada, els jugadors envien dades relacionades amb la partida (com el nombre d’unitats reclutades, els recursos reunits i el guanyador de la partida) a Wildfire Games, de manera que Wildfire Games pot adaptar les puntuacions dels jugadors segons aquestes estadístiques.
cs: Během hodnoceného zápasu posílají hráči údaje o hře (například počet vycvičených jednotek, sesbírané suroviny a vítěze zápasu) do Wildfire Games, takže Wildfire Games mohou přizpůsobit hodnocení hráčů na základě těchto statistik.
de: Während eines bewerteten Spiels senden die Spieler spielbezogene Daten (wie die Anzahl der ausgebildeten Einheiten, der gesammelten Recourcen und den Gewinner des Spiels) zu Wildfire Games, damit Wildfire Games die Wertung der Spieler, basierend auf den Statistiken, anpassen kann.
el: Κατά τη διάρκεια ενός βαθμολογικού αγώνα, οι παίκτες στέλνουν στην Wildfire Games δεδομένα σχετικά με το παιχνίδι (όπως τον αριθμό των εκπαιδευμένων μονάδων, τους πόρους που έχουν συγκεντρώσει και το νικητή του αγώνα), έτσι ώστε η Wildfire Games να μπορεί να προσαρμόσει τις βαθμολογίες των παικτών με βάση αυτά τα στατιστικά στοιχεία.
es: Durante una partida, los jugadores envían data relacionada al juego (como el número de unidades entrenadas, los recursos reunidos y el ganador de la partida) a Wildfire Games, así Wildfire Games puede adaptar las clasificaciones de los jugadores basándose en estas estadísticas.
eu: Sailkapeneko partida beten bitartean jokalariek jokoari buruzko datuak (trebatutako unitateak, bildutako baliabideak edo partidaren irabazlea, adibidez) bidaltzen dizkiote Wildfire Gamesi eta horrela Wildfire Gamesek datu horiek sailkapenak egokitzeko erabiliko ditu.
fi: Arvioidun ottelun aikana pelaajat lähettävät Wildfire Gamesille peliin liittyviä tietoja (kuten koulutettujen yksiköiden määrä, kerätyt resurssit ja ottelun voittaja), jotta Wildfire Games voi mukauttaa pelaajien luokituksia näiden tilastojen perusteella.
fr: Pendant un match coté, les joueurs envoient des données relatives au jeu (comme le nombre d'unités entraînées, les ressources obtenues et le gagnant du match) à Wildfire Games, afin que Wildfire Games puisse réviser le niveau du joueurs.
ga: I rith cluiche rátáilte, seolann na himreoirí sonraí a bhaineann leis an gcluiche (uimhir aonad traenáilte, acmhainní bailithe agus buaiteoir an chluiche, m.sh.) go Wildfire Games, ionas go mbeidh Wildfire Games ábalta rátálaí na n-imreoirí á n-athrú ar son na staitisticí seo.
gd: Rè maidse rangaichte, cuiridh na cluicheadairean dàta a thaobh a’ gheama (can an àireamh de dh’ionadan a chaidh a thrèanadh, na stòrasan a chaidh a chruinneachadh is cò bhuannaich am maids) gu Wildfire Games ach an urrainn dha Wildfire Games gleus a chur air rangachaidhean nan cluicheadairean a tha stèidhichte air an stadastaireachd sin.
gl: Durante as partidas puntuadas, os xogadores envían a Wildfire Games datos sobre a partida (como o número de unidades adestradas, os recursos recollidos e o gañador da partida), para que Wildfire Games poida adaptar as puntuacións dos xogadores en base a estas estatísticas.
hu: Egy értékelt játék alatt, a játékosok adatokat küldenek a játékról (mint a kiképzett egységek száma, gyűjtött nyersanyagok és a mérkőzés nyertese) a Wildfire Gamesnek, így a Wildfire Games módosíthatja a játékosok értékelését ezen statisztikák alapján.
id: Selama pertandingan berperingkat, pemain mengirim data terkait permainan (seperti jumlah unit yang dilatih, sumberdaya yang dikumpulkan, dan pemenang pertandingan) ke Wildfire Games, sehingga Wildfire Games dapat menyesuaikan peringkat pemain berdasarkan statistik ini.
it: Durante una partita classificata, i giocatori inviano i dati relativi al gioco (come il numero di unità addestrate, le risorse raccolte e il vincitore della partita) a Wildfire Games, in modo che Wildfire Games possa adattare le classifiche dei giocatori in base a queste statistiche.
ko: 등급이 지정된 시합중에 플레이어는 게임 관련 데이터(훈련된 유닛 수, 수집된 자원 및 시합 우승자 등)를 Wildfire Games에 전송하여 이러한 통계를 기반으로 플레이어의 등급을 조정할 수 있도록합니다.
lv: Vērtētas spēles laikā, spēlētāji sūta datus, kas attiecas uz spēli (piemēram, apmācīto vienību skaitu, savāktos resursus un spēles uzvarētāju) Wildfire Games, lai Wildfire Games varētu pielāgot spēlētāju vērtējumus, pamatojoties uz šo statistiku.
mk: Додека играчите учествуваат во рангирана игра, тие испраќаат информации за таа игра на Wildfire Games (на пр. број на обучени единици, искористени ресурси и кој е победникот) за да може Wildfire Games повторно да ги пресмета рејтинзите на играчите врз основа на тие исходи.
nl: Tijdens een beoordeelde wedstrijd sturen spelers gegevens over het spel (zoals het aantal getrainde eenheden, verzamelde middelen en de winnaar van de wedstrijd) naar Wildfire Games, zodat Wildfire Games de beoordelingen van spelers op basis van deze statistieken kan aanpassen.
pl: Podczas gry rankingowej gracze przesyłają dane dotyczące gry (takie jak liczba wyszkolonych jednostek, zebrane zasoby i zwycięzcę meczu) do Wildfire Games, aby mogli na podstawie tych statystyk dostosowywać ranking graczy.
pt_br: Durante uma partida classificada, os jogadores enviam dados relacionados ao jogo (como o número de unidades treinadas, recursos reunidos e o vencedor da partida) para a Wildfire Games, para que a Wildfire Games possa adaptar as classificações dos jogadores com base nessas estatísticas.
pt_pt: Durante uma partida classificada, os jogadores enviam os dados relacionadas ao jogo (como o número de unidades treinadas, recursos recolhidos e o vencedor da partida) para a Wildfire Games, para que a Wildfire Games possa adaptar as classificações dos jogadores baseadas nestas estatísticas.
ru: Во время рейтинговых сражений игроки отправляют игровые данные (такие как количество обученных единиц, собранные ресурсы и победитель) в Wildfire Games, чтобы Wildfire Games могла обновлять рейтинги игроков на основе этой статистики.
sk: Počas hodnotených zápasov hráči posielajú dáta spojené s hrou (ako je počet trénovaných vojakov, vyzbieraných surovín a kto je výherca zápasu) Wildfire Games, aby mohla na základe týchto dát zmeniť ich hodnotenie.
sv: Under en rankad match skickar spelare data om spelet (såsom antalet utbildade enheter, insamlade resurser och vinnaren av matchen) till Wildfire Games, så att Wildfire Games kan anpassa spelarens betyg baserat på denna statistik.
tr: Puanlı bir maç sırasında, oyuncular oyunla ilgili verileri (eğitilen ünite sayısı, toplanan kaynaklar ve maçın kazananı gibi) Wildfire Games'e gönderir, böylece Wildfire Games bu istatistiklere dayanarak oyuncu derecelendirmelerini ayarlayabilir.
uk: Під час оціночного змагання гравці надсилають дані, що стосуються гри (наприклад, кількість тренованих підрозділів, зібрані ресурси та переможець змагання) до Wildfire Games, щоб Wildfire Games могли адаптувати оцінки гравців на основі цих статистичних даних.
zh: 在评分匹配期间，玩家的游戏数据（例如训练的单位数量，收集的资源和比赛的获胜者）会发送到Wildfire Games服务器，以便官方根据这些数据调整玩家评级。
zh_tw: 在積分對戰中，玩家會將與遊戲相關的資料（如訓練的單位數量、資源採集量與獲勝者）傳送到 Wildfire Games，這樣 Wildfire Games 就能按照這些統計數據調整玩家積分。

source: Wildfire Games stores match statistics to:
ast: Wildfire Games atrouʃa statísticæs de partida para:
bg: Wildfire Games съхранява статистиките от игрите с цел да:
ca: Wildfire Games guarda estadístiques de les partides per a:
cs: Wildfire Games uchovávají statistiky zápasů na:
de: Wildfire Games verwaltet Spielstatistiken zur:
el: Η Wildfire Games αποθηκεύει τα στατιστικά του αγώνα για να:
es: Wildfire Games almacena estadísticas de partidas para:
eu: Wildfire Gamesek partiden estatistikak honetarako erabiltzen ditu:
fi: Wildfire Games tallentaa ottelutilastot voidakseen:
fr: Wildfire Games conserve les statistiques de match pour :
ga: Stórálann Wildfire Games staitisticí cluiche chun:
gd: Glèidhidh Wildfire Games stadastaireachd nam maidsichean airson:
gl: Wildfire Games almacena estatísticas de partidas en:
hu: A Wildfire Games ezek miatt tárolja a mérkőzési statisztikákat:
id: Wildfire Games menyimpan statistika pertandingan untuk:
it: Wildfire Games conserva le statistiche di gioco per:
ko: Wildfire Games는 시합 통계를 다음에 저장합니다:
lv: Wildfire Games saglabā maču statistiku, lai
mk: Wildfire Games складира статистики од игрите со цел:
ms: Wildfire Games menyimpan statistik perlawanan di dalam:
nl: Wildfire Games slaat wedstrijdstatistieken op om:
pl: Wildfire Games przechowuje statystyki gier, aby:
pt_br: A Wildfire Games armazena estatísticas de partidas para:
pt_pt: A Wildfire Games armazena estatísticas das partidas para:
ru: Wildfire Games собирает игровую статистику для:
sk: Wildfire Games ukladá štatistiky zápasov z nasledujúcich dôvodov:
sv: Wildfire Games lagrar match statistik för att:
tr: Wildfire Games, maç istatistiklerini şurada saklar:
uk: Wildfire Games зберігає статистику змагання для:
zh: Wildfire Games 将统计数据存储至：
zh_tw: Wildfire Games 會儲存對戰統計數據以：

source: 1. Verify the accuracy of the rating score and identify and enforce Terms of Use violations relating to that.
ast: 1. Comprobare la exactitude de la classificacion & la identidade & fhazer complire læs violaciones de los términos d’usu relativos a elho.
bg: 1. Проверява точността на рейтингите, както и да разпознава нарушенията и налага правилата описани в Условията за ползване, които имат отношение към това.
ca: 1. Verificar la precisió de la puntuació de qualificació i identificar i evitar les violacions dels termes d'ús relacionades amb aquesta.
cs: 1. Ověření přesnosti hodnocení a rozpoznávání porušení Podmínek užití a vynucení dodržení těchto podmínek užití týkajících se přesnosti hodnocení.
de: 1. Überprüfe die Genauigkeit der Bewertung und identifiziere Verstöße gegen die Nutzungsbedingungen, die damit in Zusammenhang stehen.
el: 1. Επιβεβαιώσει την ακρίβεια της βαθμολογικής κατάταξης και για να προσδιορίσει και να επιβάλλει τους Όρους Χρήσης στις παραβιάσεις που σχετίζονται με αυτό.
es: 1. Verificar la precisión de las puntuaciones de clasificación e identificar y corregir los incumplimientos de los Términos de Uso relacionados a las mismas.
eu: 1. Egiaztatu sailkapeneko puntuazioa eta identifikatu eta aplikatu horri dagokion erabilera baldintzen urratzea.
fi: 1. Tarkistaa luokituspisteytyksen oikeellisuus sekä tunnistaa ja panna täytäntöön siihen liittyvät käyttöehtojen rikkomukset.
fr: 1. Vérifier la pertinence du niveau de jeu, identifier et faire respecter les termes d'utilisation en cas de violation.
ga: 1. Deimhnigh cruinneas den scór rátála agus, i ndáil leis, sáruithe de na Tearmaí Úsáide a aithint agus a iad chur i bhfeidmh.
gd: 1. A’ pongalachd air sgòr an rangachaidh a dhearbhadh agus briseadh Teirmichean a’ chleachdaidh a thaobh sin aithneachadh is èigneachadh.
gl: 1. Verificar a precisión da puntuación e identificar e facer efectivos os incumprimentos relacionados dos termos de uso.
hu: 1. Hogy ellenőrizzük az értékelési pontszámot, azonosítsuk az ehhez kapcsolódó felhasználási feltételek megszegéseit, és betartassuk a feltételeket.
id: 1. Memverifikasi ketepatan skor peringkat dan mengidentifikasi serta menegakkan pelanggaran Ketentuan Penggunaan terkait.
it: 1. Verificare l'accuratezza del punteggio e identificare e far osservare delle violazioni ai termini di utilizzo collegate al punteggio.
ko: 1. 등급 점수의 정확성을 검증하고 그에 관한 이용 약관 위반을 확인하고 시행하십시오.
lv: 1. Pārbaudītu spēlētāja vērtējuma precizitāti un identificētu, un uzspiestu Lietošanas Noteikumu pārkāpumus attiecīgi tam.
mk: 1. Ја проверува точноста на оценките, како и ги препознава прекршувањата и ги спроведува правилата опишани во Условите за користење, кои се поврзани со ова.
nl: 1. De nauwkeurigheid van de beoordelingsscore te controleren en het identificeren en handhaven in geval van overtreden van de gebruikersvoorwaarden.
pl: 1. Zweryfikować dokładność rankingu oraz zidentyfikować i egzekwować naruszenia Warunków korzystania.
pt_br: 1. Verificar a precisão da pontuação de classificação, e identificar e policiar as violações dos Termos de Uso relacionadas a isso.
pt_pt: 1. Verificar a exatidão da classificação, identificar e aplicar as violações dos Termos de Uso relacionadas a isso.
ru: 1. Проверьте точность рейтинговой оценки и определите связанные с этим нарушения Условий использования и обеспечьте их соблюдение.
sk: 1. Overiť presnosť hodnotenia hráčov a identifikovať a vynútiť porušenia Podmienok používania, ktoré sa toho týkajú.
sv: 1. kontrol lera riktigheten i betyg poängen och identifiera och genomdriva användar villkor kränkningar i samband med detta.
tr: 1. Puanlama notunun doğruluğunu onaylayın ve bununla ilgili Kullanım Şartları ihlallerini belirlemek ve uygulamak.
uk: 1. Перевірки точності підрахунку оцінки та визначає пов'язані з цим порушення, та забезпечує дотримання умов використання.
zh: 1.验证评级分数的准确性，确定并执行相关的违规条款。
zh_tw: 1. 驗證評分的準確性及識別並執行與此相關的服務條款。

source: 2. Compute and publish community statistics to improve the game and the service, for example to improve the balancing of the game or to make certain aspects of the game more appealing.
ast: 2. Calcular & publicar statísticæs communitariæs par’ amelyorare l ẍuœgu & el servicio, por exemplo par’ amelyorare l eqüilibrio de l ẍuœgu ou fhazer que ciertos aspectos de l ẍuœgu presten maæs.
bg: 2. Изчислява и публикува обществени статистики, за да подобрява качеството на играта и услугата, като например да подобрява баланса на играта или да прави определени елементи по-интересни за играчите.
ca: 2. Calcular i publicar estadístiques de la comunitat per millorar el joc i el servei, per exemple, per millorar l'equilibri del joc o fer que alguns aspectes del joc siguin més atractius.
cs: 2. Vypočítává a publikuje statistiky komunity, aby zlepšila hru a službu, například ke zlepšení vyvažování hry nebo ke zvýšení přitažlivosti některých stránek hry.
de: 2. Berechne und veröffentliche Community-Statistiken, um das Spiel und den Service zu verbessern, z. B. um die Balance des Spiels zu verbessern oder bestimmte Aspekte des Spiels ansprechender zu gestalten.
el: 2. Υπολογίσει και δημοσιεύσει στατιστικά της κοινότητας για να βελτιώσει το παιχνίδι και την υπηρεσία, για παράδειγμα για να βελτιώσει την εξισορρόπηση του παιχνιδιού ή για να κάνει συγκεκριμένες πτυχές του παιχνιδιού πιο ελκυστικές.
es: 2. Calcular y publicar estadísticas de la comunidad para mejorar el juego y el servicio, por ejemplo para perfeccionar el equilibrio del juego o hacer más atractivos ciertos aspectos del juego.
eu: 2. Komunitatearen estatistikak kalkulatu eta argitara eman jokoa eta zerbitzua hobetzearen alde, adibidez, jokoaren oreka hobetzeko edo jokoaren zenbat aspektu erakargarriagoak egiteko.
fi: 2. Laskea ja julkaista yhteisön tilastoja pelin ja palvelun parantamiseksi, esimerkiksi pelin tasapainottamisen parantamiseksi tai pelin tiettyjen osa-alueiden houkuttelevuuden lisäämiseksi.
fr: 2. Calculer et publier les statistiques communes pour améliorer le jeu et le service, par exemple pour améliorer l'équité du jeu ou pour rendre certains aspects du jeu plus attrayants.
ga: 2. Ríomh agus foilsigh staitisticí poiblí don chluiche agus seirbhís a chur chun cinn, m.sh. an chothromaíocht a fheabhsú nó gnéithe áirithe a dhéanamh níos fearr.
gd: 2. Stadastaireachd na coimhearsnachd àireamhachadh agus fhoillseachadh ach an doir sinn piseach air a’ gheama ’s air an t-seirbheis, can piseach air cothromachadh a’ gheama agus ach an dèan sinn an geama nas tarraingiche.
gl: 2. Calcular e publicar as estatísticas da comunidade para mellorar o xogo e o servizo, por exemplo para mellorar o equilibrio do xogo ou para facer máis atractivos certos aspectos do xogo.
hu: 2. Hogy kiszámítsuk és közzétegyük a közösségi statisztikákat, amellyel javíthatunk a játékon és a szolgáltatáson, például javítsunk a játék egyensúlyán, vagy vonzóbbá tegyük a játék egyes aspektusait.
id: 2. Menghitung dan mempublikasikan statistik komunitas untuk meningkatkan permainan dan layanan, misalnya untuk meningkatkan keseimbangan permainan atau untuk membuat aspek-aspek tertentu dari permainan lebih menarik.
it: 2. Elaborare e pubblicare statistiche della community per migliorare il gioco e il servizio, per esempio per migliorare il bilanciamento della partita o per rendere più interessanti alcuni aspetti del gioco.
ko: 2. 게임과 서비스를 개선하기 위해 커뮤니티 통계를 계산하고 게시합니다. 예를 들어, 게임의 균형을 개선하거나 게임의 특정 측면을 더 매력적으로 만듭니다.
lv: 2. Aprēķinātu un publicētu kopienas statistiku, lai uzlabotu spēli un pakalpojumu, piemēram, lai uzlabotu spēles balansēšanu vai padarītu dažus spēles aspektus pievilcīgākus.
mk: 2. Пресметува и објавува јавна статистика за да го подобри квалитетот и услугата на играта, како што е подобрување на рамнотежата на играта или правење одредени елементи позанимливи за играчите.
nl: 2. Bereken en publiceer communitystatistieken om het spel en de service te verbeteren, bijvoorbeeld om het balanceren van het spel te verbeteren of om bepaalde aspecten van het spel aantrekkelijker te maken.
pl: 2. Obliczyć i opublikować statystyki społeczności w celu ulepszenia gry i usługi, na przykład w celu poprawy balansu gry lub zwiększenia atrakcyjności niektórych jej aspektów.
pt_br: 2. Calcular e publicar estatísticas da comunidade para melhorar o jogo e o serviço, por exemplo, para melhorar o equilíbrio do jogo ou para tornar certos aspectos do jogo mais atraentes.
pt_pt: 2. Calcular e publicar estatísticas da comunidade para melhorar o jogo e o serviço, por exemplo, para melhorar o equilíbrio do jogo ou para tornar certos aspetos do jogo mais atraentes.
ru: 2. Рассчитывайте и публикуйте статистику сообщества для улучшения игры и сервиса, например, для улучшения балансировки игры или для того, чтобы сделать некоторые аспекты игры более привлекательными.
sk: 2. Vypočítať a uverejniť štatistiky komunity pre zlepšenie hry a služby, napríklad zlepšenie vyváženosti hry alebo spraviť určité aspekty hry viac pôsobivé.
sv: 2. beräkna och publicera community-statistik för att förbättra spelet och tjänsten, till exempel för att förbättra balanseringen av spelet eller för att göra vissa aspekter av spelet mer tilltalande.
tr: 2. Oyunu ve hizmeti geliştirmek, örneğin oyunun dengelenmesini geliştirmek veya oyunun bazı yönlerini daha çekici hale getirmek için topluluk istatistiklerini hesaplayın ve yayınlayın.
uk: 2. Обчислювання та опублікування статистики спільноти для вдосконалення гри та сервісу, наприклад, для поліпшення балансування гри або для того, щоб зробити деякі аспекти гри більш привабливими.
zh: 2.计算并发布社区统计数据，以改进游戏和服务，例如改善游戏的平衡性，或使游戏更吸引人。
zh_tw: 2. 計算並發佈社群統計數據以改進遊戲與服務，例如改善遊戲平衡性或讓遊戲的某些方面更具吸引力。

source: [font="sans-bold-14"]Security of processing:[/font]
ast: [font="sans-bold-14"]Segurancia de tratamiento:[/font]
bg: [font="sans-bold-14"]Защита при обработването на данни:[/font]
ca: [font="sans-bold-14"]Seguretat de tractament:[/font]
cs: [font="sans-bold-14"]Bezpečnost zpracování:[/font]
de: [font="sans-bold-14"]Sicherheit der Verarbeitung:[/font]
el: [font="sans-bold-14"]Ασφάλεια επεξεργασίας:[/font]
es: [font="sans-bold-14"]Seguridad del procesamiento:[/font]
eu: [font="sans-bold-14"]Prozeduraren segurtasuna:[/font]
fi: [font="sans-bold-14"]Käsittelyn turvallisuus:[/font]
fr: [font="sans-bold-14" ]Securité du traitement :[/font]
ga: [font="sans-bold-14"]Slandáil na próiseála:[/font]
gd: [font=”sans-bold-14”]Tèarainteachd a’ phròiseasaidh:[/font]
gl: [font="sans-bold-14"]Seguranza do procesamento:[/font]
hu: [font="sans-bold-14"]A feldolgozás biztonsága:[/font]
id: [font="sans-bold-14"]Keamanan pemrosesan:[/font]
it: [font="sans-bold-14"]Sicurezza del trattamento:[/font]
ko: [font="sans-bold-14"]처리의 보안:[/font]
lv: [font="sans-bold-14"]Apstrādes drošība:[/font]
mk: [font="sans-bold-14"]Заштита на обработката на податоци:[/font]
ms: [font="sans-bold-14"]Keselamatan pemprosesan:[/font]
nl: [font="sans-bold-14"]Beveiliging van de verwerking:[/font]
pl: [font="sans-bold-14"]Bezpieczeństwo przetwarzania:[/font]
pt_br: [font="sans-bold-14"]Segurança de processamento:[/font]
pt_pt: [font="sans-bold-14"]Segurança do processamento:[/font]
ru: [font="sans-bold-14"]Безопасность обработки:[/font]
sk: [font="sans-bold-14"]Bezpečnosť spracovávania:[/font]
sv: [font = "Sans-fet-14"] Säkerhet för bearbetning: [/font]
tr: [font = "sans-bold-14"] İşleme güvenliği: [/ font]
uk: [font="sans-bold-14"]Безпека обробки:[/font]
zh: [font="sans-bold-14"]安全处理:[/font]
zh_tw: [font="sans-bold-14"]處理安全：[/font]
