Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The Gauls were the Celtic tribes of continental Europe. Dominated by a priestly class of Druids, they featured a sophisticated culture of advanced metalworking, agriculture, trade and even road engineering. With heavy infantry and cavalry, Gallic warriors valiantly resisted Caesar's campaign of conquest and Rome's authoritarian rule.
ast: Los galos foron les tribus celtes de la Europa continental. Dominaos pola clase sacerdotal de los druides, contaron con una cultura sofisticada de metalurxa avanzao, agricultura, comerciu y mesmamente inxeniería de caminos. Con infantería pesao y caballería, los guerreros galos resistieron con valor la campaña de conquista de César y el gobiernu autoritariu de Roma.
bg: Галите били келтските племена от континентална Европа. Управлявани от свещеническа класа друиди, те имали сложна култура на напредничава металообработка, земеделие, търговия и дори строеж на пътища. С тежки пехотинци и конници, галските во̀ини възпирали завоеванията на Цезар и авторитарното управление на Рим.
br: Ar C'halianed a oa ar meuriadoù Kelt eus Europa ar C'hornôg. Mestret gant ur c'hloer a zDrouized, o doa kinniget ur sevenadur labour-houarn araokaet, labour-douar, kenwerzh hag ijin-hent zoken. Gant soudarded war droad ha marc'hegerezh ponner, ar soudarded Galian o doa talet en un doare kalonek-tre ouzh kampagn aloubiñ Kaesar ha lezenn aotrouniek Roma.
ca: Els gals eren les tribus celtes de l'Europa continental. Dirigits per una classe sacerdotal de druides, tenien una cultura sofisticada amb metal·lúrgia avançada, agricultura, comerç i fins i tot enginyeria de carreteres. Amb infanteria i cavalleria pesada, els guerrers gals van resistir valerosament la campanya de conquesta de Cèsar i el govern autoritari de Roma.
cs: Galové byli keltskými kmeny kontinentální Evropy. Řízení kněžskou třídou druidů představovali sofistikovanou kulturu pokročilého kovoobrábění, polnohospodářství, obchodu a dokonce i cestního stavitelství. S těžkou pěchotou a jízdou galští bojovníci statečne odolávali Cézarovu dobyvatelskému vojenskému tažení a autoritářské vládě Říma.
de: Die Gallier waren die keltischen Stämme in Kontinentaleuropa. Beherrscht durch die Priesterkaste der Druiden, hatten sie eine hochentwickelte Kultur mit fortgeschrittener Metallverarbeitung, Ackerbau, Handel und sogar Straßenbau. Mit schwerer Infanterie und Kavallerie widerstanden die gallischen Krieger tapfer Caesars Eroberungsfeldzug und Roms autoritärer Herrschaft.
el: Οι Γαλάτες ήταν τα Κελτικά φύλα της ηπειρωτικής Ευρώπης. Διοικούνταν από μια ιερατική τάξη τους Δρυίδες, ήταν ένας πλήρης εξελιγμένος πολιτισμός με προηγμένη μεταλλουργία, γεωργία, εμπόριο ακόμη και οδοποιία. Με βαρύ πεζικό και ιππικό, οι Γαλάτες πολεμιστές αντιστάθηκαν γενναία στην κατακτητική εκστρατεία του Καίσαρα και την αυταρχική διακυβέρνηση της Ρώμης.
es_ar: Los galos eran las tribus celtas de la Europa continental. Dominados por una clase sacerdotal de Druidas, tenían una cultura sofisticada y avanzada en metalurgia, agricultura, comercio e incluso ingeniería vial. Con infantería y caballería pesada, los guerreros galos resistieron con valor la campaña de conquista de Cesar y el dominio autoritario de Roma.
eu: Galiarrak Europa kontinentaleko zeltak ziren. Erlijio taldeak gidaturik, Druidak, burdingintza teknika aurreratua zuten, nekazaritza, merkataritza eta baita bide ingeniaritza ere. Infanteria astuna eta zalditeriaren laguntzarekin, Galiar gudariek Zesarren konkista asmoei eta Erromako gobernu larderiatsuari aurre egin zioten ausart.
fa: گال ها قبیله های سلتی منظقه اروپا بودند. آنها کاملا تحت تاثیر طبقه دروئید ها قرار داشنتد با یک فرهنگ پیچیده در فناوری بکارگیری فلزات، کشاورزی و تجارت و حتی مهندسی راه. آنها با پیاده نظام ها و سواره نظام های سنگین اسلحه خود و جنگجویان شجاع خود توانستند در مقابل کشورگشایی های سزار و اقتدارگری روم بایستند.
ga: Ba treibheanna Ceilteacha iad na Gallaigh, as an Mórthíre Eorpach. Ina gcultúr, ba cheannas ar na nDraoithe, sainaicme sagartúil. Bhí cultúr galánta acu, le miotalóireacht, talmhaíocht, agus trádáil forásach, agus innealtóireacht bóithre fiú. Dhiúltaigh siad ar an gconcas Cheasair agus riail tiarnúil na Róimhe. Bhí coisithe agus marcra troma ina n-airm.
he: הגאלים היו שבטים קלטיים ביבשת אירופה. הם נשלטו על ידי מעמד כוהנים של הדרואידים, הם בולטים בעיקר מתרבותם המתוחכמת של מתכת מתקדמת, חקלאות, מסחר ואפילו כבישים. עם חיל רגלים כבד ופרשים, לוחמים גאלים לחמו בגבורה בפני הקמפיין הכיבוש של קיסר של ושלטון האוטוריטרי של רומא.
hu: A gallok a kontinentális Európa kelta törzsei voltak. A druida papság uralta őket, fejlett és kifinomult fémműves, mezőgazdasági, kereskedelmi és útépítési kultúrájuk volt. A nehézgyalogságuk és lovasságuk segítségével a gall harcosok hősiesen ellenálltak Caesar hódító hadjáratával és Róma tekintélyelvű uralmával szemben.
hy: Գալերը մայրցամաքային Եվրոպայի կելտական ցեղերն էին։ Ենթարկվելով դրուիդների եկեղեցական դասին՝ նրանք ստեղծել են զարգացած մետաղագործության, գյուղատնտեսության, առևտրի և նույնիսկ ճանապարհաշինության բարդ մշակույթ։ Ծանր հետևակի և հեծելազորի օգնությամբ գալերը քաջությամբ դիմակայել են Կեսարի նվաճողական արշավանքին և Հռոմի ավտորիտար կարգերին։
it: I Galli erano le tribù celtiche dell'Europa continentale. Dominati dalla classe sacerdotale dei Druidi, caratterizzati da una cultura sofisticata nella lavorazione avanzata dei metalli, agricoltura, commercio e anche di ingegneria stradale. Con la fanteria pesante e cavalleria, i guerrieri gallici coraggiosamente resistettero alla campagna di conquista di Cesare e all'imposizione dell'autorità Romana.
ja: ガリア人はヨーロッパ大陸のケルト部族でした。ドルイドの神官階級が支配し、先進的な金属加工、農業、貿易、さらには道路設計に関する洗練された文化が特徴でした。重装備の歩兵と騎兵で、ガリアの兵士は、カエサルの遠征とローマの権威主義的な支配に勇敢に抵抗しました。
ko: 갈리아는 유럽 대륙의 켈트 부족이었습니다. 사제의 신관 계급이 지배하고 고급 금속 가공, 농업, 교역, 심지어는 도로 설계에 관한 정교한 문화가 특징이었습니다. 중장비 보병과 기병으로 갈리아 병사는 카이사르의 원정과 로마의 권위 주의적 통치에 용감하게 저항했습니다.
nb: Gallerne var Keltiske stammer i kontinentaleuropa. Dominert av en prestelig klasse druider, var de en sofistikert kultur med avansert metallurgi, jordbruk, handelsvirksomhet og også veiarbeid. Med tungt infanteri og kavaleri, sto Galliske krigere imot Julius Caesars inntog og Roms autoritære styre.
pl: Galowie byli jednym z celtyckich plemion kontynentalnej Europy. W ich społeczeństwie dominowała kapłańska klasa druidów. Galowie rozwinęli zaawansowaną kulturę odznaczającą się wysokim poziomem metalurgii, rolnictwa, handlu, a nawet budowy dróg. Galijscy wojownicy dzielnie opierali się próbom podboju przez Rzymian aż do czasów Cezara, a ich siła bazowała na ciężkiej piechocie oraz kawalerii.
pt_br: Os Gauleses eram um povo celta da Europa continental. Dominados por uma classe sacerdotal de druidas, caracterizavam-se por uma cultura de avançada metalurgia, agricultura, comércio e engenharia de estradas sofisticadas. Com infantaria e cavalaria pesadas, os guerreiros gauleses resistiram valentemente à campanha de conquista de César e ao regime autoritário de Roma.
ru: Галлы были кельтскими племенами континентальной Европы. Среди них преобладали священники друиды, которые несли сложную культуру специальной обработки металлов, возделывания земель, торговли и даже строительства дорог. Обладая тяжёлой пехотой и кавалерией, галльские воины отважно сопротивлялись кампании Цезаря по покорению земель и навязыванию Римского авторитарного права.
sk: Galovia boli keltskými kmeňmi kontinentálnej Európy. Riadení kňazskou triedou Druidov predstavovali sofistikovanú kultúru pokročilého kovoobrábania, poľnohospodárstva, obchodu a dokonca aj cestného staviteľstva. S ťažkou pechotou a jazdou galskí bojovníci statočne odolávali Cézarovmu dobyvateľskému vojnovému ťaženiu a autoritárskej vláde Ríma.
sv: Gallarna var de keltiska stammarna i kontinentala Europa. Dominerad av en prästklass av Druids, presenterade de en sofistikerad kultur av avancerad metallbearbetning, jordbruk, handel och till och med vägteknik. Med tung infanteri och kavalleri motsatte sig Gallic warriors tålmodigt Caesars erövringskampanj och Roms auktoritära styre.
tr: Galyalılar kıta Avrupa'sının Kelt kabileleriydi. Bir tür rahip sınıfı olan Druidler tarafından yönetilmektelerdi ve ileri metal işçiliği, tarım, ticaret ve hatta yol mühendisliğini de içeren sofistike bir kültürleri vardı. Ağır piyade ve süvarileriyle, Galyalı askerler cesur bir şekilde Sezar'ın fetih seferini ve Roma'nın otoriter yönetimine engel oldular.
tt: Галлар континенталь Аурупадагы кельтлар кабиләләрнең берсе булганнар. Каһин друидлар катламы хакимияте астында булып, алар тимер сәнәгате мәдәниятендә, авыл хуҗалыгында, сәүдәдә, хәтта юл төзелешендә алга киткәннәр. Галл гаскәриләре, авыр коры җир һәм атлы гаскәриләр белән, Цезарьның донья басып алу кампаниясына һәм Рим хакимлегенә каршы чыкканнар.
uk: Галли були кельтськими племенами континентальної Європи. Серед них переважали священники друїди, які несли складну культуру спеціальної обробки металів, обробітку землі, торгівлі і навіть будівництва доріг. Володіючи важкою піхотою і кавалерією, галльські воїни відважно чинили опір кампанії Цезаря з підкорення земель і нав'язування Римського авторитарного права.
zh: 高卢人是欧洲大陆的一个凯尔特部落。由僧侣阶层德鲁伊占统治地位，他们在金属加工，农业，贸易，甚至道路工程上拥有辉煌的成就。
zh_tw: 高盧人是歐洲大陸的塞爾特部落。由德魯伊中類似於祭司的階級所主導，他們有著先進的金屬加工技術、農業、貿易、甚至是道路工程，是一個相當先進的文明。有著重裝步兵及騎兵，高盧的戰士英勇的抵抗凱撒大帝的征服及羅馬的專制統治。

source: Iberians
ast: Íberos
bg: Ибери
br: Ibered
ca: Ibers
cs: Iberové
de: Iberer
el: Ίβηρες
es_ar: Iberos
eu: Iberoak
fa: ایبریایی ها
ga: Na hIbéirigh
he: איברים
hu: Ibériaiak
hy: Իբերներ
it: Iberici
ja: イベリア
ko: 이베리아
nb: Iberere
pl: Iberyjczycy
pt_br: Ibéricos
ru: Иберы
sk: Iberi
sv: Ibererna
tr: İberyalılar
tt: Ибериянлар
uk: Іберійці
zh: 伊比利亚
zh_tw: 伊比利人

source: Iberians start with a powerful prefabricated circuit of stone walls.
ast: Los íberos entamen con un fuerte circuitu prefabricáu de muries de piedra.
bg: Иберите започват с предварително построена здрава каменна стена около себе си.
br: Loc'hañ a ra an Ibered gant ur voger-vein galloudus raksavet.
ca: Els ibers comencen amb un poderós circuit de muralles de pedra.
cs: Iberové začínají s již postaveným okruhem mohutných kamenných hradeb.
de: Iberer starten mit einer mächtigen, bereits errichteten Stadtmauer.
el: Οι Ίβηρες ξεκινάνε με ένα ισχυρό κυκλικό προκατασκευασμένα από πέτρινα τείχη.
es_ar: Los ibéricos comienzan con un poderoso circuito de muros de piedra poderosos.
eu: Iberiarrak aurrez prestaturiko harri harresi uztai batez hasiko dira.
fa: ایبریایی ها با یک رشته دیوار دفاعی قدرتمند سنگی بازی را شروع می کنند.
ga: Tósaíonn na hIbéirigh le ballaí cloiche réamhdhéanta ina mórthimpeall.
he: האיברים מתחילים עם חומת אבן עגולה .
hu: Az ibériainak erős, előre elkészített kőfalgyűrűvel kezdenek.
hy: Իբերները սկսում են նախապես շինված հզոր քարե պարիսպների շրջանով։
it: Gli Iberici iniziano con un possente circuito di mura di pietra già costruito.
ja: イベリアは頑丈な建設済みの城壁に囲われた状態で開始します。
ko: 이베리아는 튼튼한 건설 된 성벽에 둘러싸인 상태에서 시작합니다.
nb: Iberere starter med en kraftig ferdiglaget krets av steinmurer.
pl: Iberyjczycy rozpoczynają z potężnym obwodem kamiennych murów.
pt_br: Iberos começam com um poderoso circuito de muralhas de pedras pré-fabricados.
ru: Иберийцы начинают с предварительно построенной круглой каменной стеной.
sk: Iberi začínajú so silným opevnením, ktoré pozostáva z kamenných múrov usporiadaných do kruhu.
sv: Iberierna börjar med en stark förtillverkad ring av stadsmurar.
tr: İberler güçlü prefabrik taş duvar çemberleri ile başlarlar.
uk: Іберійці починають з попередньо побудованої круглої міцної кам'яної стіни.
zh: 伊比利亚文明在开始的时候，会有一圈预先建造好的强大的石墙。
zh_tw: 伊比利人在遊戲一開始就會有一圈已經建好的強大石牆。

source: Harritsu Leku
bg: Харритсу Леку
el: Βραχώδης Θέση
eu: Leku Harritsua
fa: هاریتسو لکو
he: האריצו לקו
hy: Հառիցու Լեկու
ja: ハリチュ・レク
ko: 하리츄 레쿠
ru: Скалистое место
uk: Скелясте місце
zh: 岩石之地
zh_tw: 岩石之地

source: With exception to alluvial plains and river valleys, stone is abundant in the Iberian Peninsula and was greatly used in construction of structures of all types.
ast: Arriendes de vegues y valles fluviales, na Península Ibérica abonda la piedra, que s'emplegó enforma na construcción d'estructures de toa mena.
bg: С изключение на наносните равнини и речните долини, камъкът е в изобилие на Иберийския полуостров, и бил използван в строежа на сгради от всякакви видове.
br: War-bouez ar plaenennoù dichaladurel hag ar traoñiennoù stêr, ar mein a zo fonnus el ledenez Iberian hag e veze implijet kalz evit sevel savadurioù a-bep seurt.
ca: Amb l'excepció de les planes al·luvials i les valls dels rius, la pedra és abundant a la península Ibèrica i s'utilitzava sovint en la construcció d'estructures de tot tipus.
cs: S výjimkou náplavových rovin a říčních údolí oplývá Iberský poloostrov dostatkem kamene, a ten byl hojně využíván při budování staveb všech druhů.
de: Auf der iberischen Halbinsel gibt es mit Ausnahme von Schwemmgebieten und Flusstälern überall reiche Vorkommen an Naturstein, welcher bei der Errichtung von Bauwerken jeglicher Art Verwendung fand.
el: Με εξαίρεση τις προσχωσιγενείς πεδιάδες και τις κοιλάδες ποταμών, η πέτρα αφθονεί στην Ιβηρική Χερσόνησο και χρησιμοποιήθηκε σε μεγάλο βαθμό στην οικοδόμηση των κατασκευών όλων των τύπων.
es_ar: Con excepción de las llanuras aluviales y los valles de los ríos, la piedra abunda en la Península Ibérica y fue utilizada en abundancia en la construcción de estructuras de todo tipo.
eu: Alubial lautada eta ibai haranetan salbu, harria oparoa da Iberiar Penintsulan eta mota guztietako egituretako eraikuntzetan asko erabili zen.
fa: به استثنای دشت ها و کرانه ی رود ها، سنگ در شبه جزیره ی ایبری به فراوانی یافت می شود و در ساخت همه نوع ساختمانی استفاده می شده است.
ga: Tá cloch go leor sa Leithinis na hIbéire, le heisceacht le mánna gláracha agus gleannta aibhneacha, agus bhí sí ina mórúsáid tógála na bhfoirgneamh de gach cineál.
he: עם יוצא מן הכלל שנמצא בסחף במישורים ועמקי נהרות, אבנים מצויים בשפע בחצי האי האיברי והיה בשימוש בבנייה של מבנים מכל הסוגים.
hu: A hordalékos alföldek és a folyóvölgyeket leszámítva, a kő bőséges az Ibériai-félszigeten és nagymértékben használták mindenféle épületek építéséhez.
hy: Բացառությամբ բերուկային հարթությունների և գետերի հովիտների՝ Իբերական թերակղզին հարուստ է քարով, որն առատորեն օգտագործվել է ցանկացած տեսակի կառույցների համար։
it: Con l'eccezione delle pianure alluvionali e valli fluviali, la pietra è abbondante nella Penisola Iberica ed è stata molto utilizzata nella costruzione di strutture di tutti i tipi.
ja: 沖積平野や河谷を除き、イベリア半島では石材が豊富にあり、あらゆる種類の建築に用いられました。
ko: 충적 평야와 강 계곡을 제외하면, 이베리아 반도는 석재가 풍부하여 다양한 종류의 건축물에 많이 사용됩니다.
nb: Med unntak av sediment-sletter og elvedaler finnes stein i rikelig monn på den iberiske halvøy og ble brukt i store mengder i konstruksjonsarbeider av alle slag.
pl: Kamień to szeroko rozpowszechniony materiał na Półwyspie Iberyjskim. Występuje praktycznie wszędzie, poza równinami aluwialnymi oraz dolinami rzek i był masowo wykorzystywany do wznoszenia wszelkiego rodzaju budowli.
pt_br: Com exceções a planícies aluviais e vales de rios, pedras são abundantes na Península Ibérica e foram magistralmente usadas na construção de estruturas de todos os tipos.
ru: За исключением аллювиальных равнин и речных долин, камень часто встречался на Иберийском полуострове и с успехом использовался в строительстве объектов любого типа.
sk: S výnimkou riečnych nív a údolí bol Pyrenejský polostrov bohatý na kameň a teda sa aj hojne využíval na stavby všetkých druhov.
sv: Med undantag av alluviala slätter och floddalar är sten rik på den iberiska halvön och användes starkt vid konstruktion av strukturer av alla slag.
tr: Alüvyonlu ovalar ve nehir vadileri hariç, İberya Yarımadasında taş bolca bulunur ve tüm yapı çeşitleri için çokca kullanılır.
tt: Таш еш итеп Иберия ярымутравында күренгән һәм күп итеп һәртөрле төзелешләрдә кулланган. Әмма аллювиаль тигезлекләрендә һәм елгалы үзәнләрендә бик сирәк булган.
uk: За винятком алювіальних рівнин, річкових долин камінь часто зустрічався на Іберійському півострові і з успіхом використовувався в будівництві об'єктів будь-якого типу.
zh: 与一般的冲积平原和河谷不同的是，在伊比利亚半岛有丰富的石头用来建造各种各样的建筑。
zh_tw: 與一般的沖積平原及河谷不同的是，在伊比利半島有豐富的石頭來建造各式各樣的建築物。

source: The resource cost of training horse-mounted units (cavalry) is reduced by 5% per animal corralled.
ast: El costu en recursos de llevantar unidaes montaes a caballu amenórgase un 5% por animal acorripiáu.
bg: Цената за обучаване на конни единици (конници) се намалява с 5% за всяко животно, вкарано в обор.
br: Digresket eo bet ar c'houst eus 5% e mammennoù dre loen klozet evit stummañ unanennoù kezeg-pignet (marc'hegerezh).
ca: El cost de recursos de reclutar unitats a cavall (cavalleria) es redueix un 5% per cada animal que hi hagi als corrals.
cs: Náklady na vycvičení jízdních jednotek jsou zmenšeny o 5 % na každé zvíře zavřené do ohrady.
de: Die Kosten für die Ausbildung von Einheiten, die auf Pferden reiten (Kavallerie), werden pro eingefangenen Tier um 5% reduziert.
el: Το κόστος σε πόρους που απαιτεί η εκπαίδευση των μονάδων με άλογα (ιππικό) μειώνεται κατά 5% ανά μαντρωμένο ζώο.
es_ar: El coste para entrenar unidades montadas a caballo (Caballería) se reduce un 5% por animal en el corral.
eu: Zaldietan (zalditeria) igotako unitateak erreklutatzeko baliabideen kostua %5 gutxitzen da ukuiluan gordetako animali bakoitzeko.
fa: هزینه منابع پرورش هر نیروی اسب سوار (سواره نظام) به میزان 5% برای هر حیوانی که گرفته و اهلی شده است کاهش می یابد.
ga: Tá laghdú ar an gcostas acmhainne 5% d'aonaid an mharcshlua (marcra) in aghaidh le gach ainmhithe loctha.
he: עלות המשאב של יחידות אימונים רכובים על סוסים (פרשים) מצטמצמת בשיעור של 5% .
hu: A lovas egységek (lovasság) nyersanyagigénye 5%-kal csökken minden karámba zárt állat után.
hy: Հեծյալ միավորների (հեծելազոր) պատրաստման ռեսուրսային արժեքը նվազում է 5%-ով՝ փարախում գտնվող յուրաքանչյուր կենդանու համար։
it: Il costo per l'addestramento delle unità montate a cavallo (cavalleria) è ridotto del 5% per ogni animale in un recinto.
ja: 騎馬ユニット (騎兵) 養成の資源コストが、捕獲された動物毎に5%減少します。
ko: 기마부대(기동대)의 훈련비는 동물 1마리당 5%씩 감소됩니다.
nb: Ressurskostnaden for å trene hesteridende enheter (kavaleri) reduseres med 5% per inngjerdede dyr.
pl: Koszt wyszkolenia jednostek poruszających się na koniach (kawaleria) jest zmniejszony o 5% na każde schwycone zwierzę.
pt_br: O custo de recursos por treino de unidades montadas (cavalaria) é reduzido em 5% por animal encurralado.
ru: Затраты на создание наездников на лошадях (кавалерия) снижены на 5% за каждое животное в загоне.
sk: Cena tréningu jednotiek na koňoch (jazda) je znížená o 5% za každé chytené zviera.
sv: Resurskostnaden för att utbilda hästburna enheter (kavalleri) minskas med 5% för varje djur som vallas.
tr: Atlı birim (süvari) eğitim maliyeti her hayvan yakalandığında %5 daha azalmaktadır.
uk: Витрати на створення вершників на конях (кавалерія) знижені на 5% за кожну тварину в загоні.
zh: 每圈养一只动物，生产骑兵时，会-5%的资源耗费。
zh_tw: 每圈養一隻動物就可以減少訓練騎乘單位(騎兵)5%的資源消耗。

source: Zaldi Saldoa
bg: Залди Салдоя
el: Ιππική Χώρα
fa: زالدی سالدوا
he: זאלדי סאלדו
hy: Զալդի Սալդոա
ja: サルディ・シャルドア
ko: 잘디 살도아
ru: Салди Салдоа
uk: Залді Салдоа
zh: 萨卡迪 索尔达多
zh_tw: 薩爾迪·沙爾德瓦

source: Not unlike Numidia in North Africa, the Iberian Peninsula was known as 'horse country', capable of producing up to 100,000 new mounts each year.
ast: Neto que Numidia del África del Norte, la Península Ibérica tuvo fama de ser 'un país de caballos', capaz de criar fasta 100,000 montures nueves al añu.
bg: Също като Нумидия в северна Африка, Иберийският полуостров бил познат като „земя на конете“, способна да произвежда до 100 000 нови ездитни животни на година.
br: En un doare disheñvel diouzh Numidia en Afrika an Hanternoz, al Ledenez Iberian a oa anavezet evel bezañ 'bro ar marc'h', gouest da broduiñ muioc'h evit 100,000 jav nevez bep bloaz.
ca: Igual que Numídia al nord d'Àfrica, la península Ibèrica es coneixia com "la terra dels cavalls", i produïa fins a 100.000 noves muntures cada any.
cs: Narozdíl od Numidie v severní Africe, Pyrenejský poloostrov byl znám jako 'země koní'. Ročně odtud odtud přišlo 100 000 nových koní.
de: Wie Numidien in Nordafrika war die iberische Halbinsel als 'Pferdeland' bekannt und konnte jedes Jahr bis zu 100.000 neue Reittiere produzieren.
el: Σε αντίθεση με την Νουμιδία στη Βόρεια Αφρική η Ιβηρική Χερσόνησος ήταν γνωστή ως η χώρα των αλόγων, ικανή να παράγει μέχρι και 100.000 νέους ιππείς κάθε χρόνο.
es_ar: Como Numidia en el norte de África, la Península Ibérica fue conocida como "un lugar de caballos", capaces de producir hasta 100000 unidades de caballería al año.
eu: Afrika Iparraldeko Numidia nola, Iberiar Penintsula zaldi aberria bezala ezaguna zen, urtero 100.000 zela hazteko gai zelarik.
fa: برخلاف نومیدی ها در شمال آفریقا، شبه جزیره ی ایبری پنینسولا یا اسپانیا و پرتقال کنونی به عنوان "سرزمین اسب ها" شناخته می شد و قادر بود هر سال تا 100,000 رآس اسب پرورش دهد.
ga: Bhí Leithinis na hIbéire aitheanta mar 'each-thír' mór, cosúil le Nuimidia san Afraic Thuaidh. Bhí sí ábalta 100,000 each nua a tháirgeadh gach bliain.
he: לא בניגוד לצפון אפריקה, חצי האי האיברי היה ידוע כ 'ארץ הסוס ", המסוגלת לגדל עד 100,000 סוסים חדשים בכל שנה.
hu: Az észak-afrikai Numidiához hasonlóan, az Ibériai-félszigetet is „a lovak országaként” ismerték, amely képes volt évente 100.000 új hátasló felnevelésére.
hy: Հյուսիսաֆրիկյան Նումիդիայի նման՝ Իբերական թերակղզին հայտնի էր որպես 'ձիերի երկիր' և ունակ էր արտադրել տարեկան մինչև 100,000 նոր ձի։
it: Non diversamente dalla penisola Iberica, l'Africa settentrionale era conosciuta come il paese dei cavalli, poiché era in grado fornire fino a 100.000 nuove cavalcature ogni anno.
ja: 北アフリカのヌミディアと同様に、イベリア半島は「馬の国」として知られ、毎年10万頭もの生産が可能でした。
ko: 북 아프리카의 누미디아와 마찬가지로 이베리아 반도는 매년 최대 10만 마리의 말을 생산할 수 있는 ′말의 나라′로 알려졌습니다.
nb: Ikke ulikt Numidia i nordafrika var den iberiske halvøy kjent som hestens land, fult i stand til å fremskaffe 100.000 nye ridedyr hvert år.
pl: Podobnie jak Numidia w Północnej Afryce, Półwysep Iberyjski był znany jako 'kraina koni', zdolna wyprodukować do 100 000 nowych wierzchowców rocznie.
pt_br: Não muito diferente da Península Ibérica, o norte da África era conhecido como a terra dos cavalos, capaz de produzir mais de 100.000 montarias por ano. Lá também era o lar do Elefante-da-Floresta norte africano.
ru: Как и Нумидиия в Северной Африке, Пиренейский полуостров называли "страной лошадей" за способность выращивать до 100 000 поголовья ежегодно.
sk: Rovnako ako Numíbia, aj Pyrenejský polostrov bol známy ako "krajina koní", schopná vychovať až 100,000 jazdeckých koní ročne.
sv: I motsats till Numidia i Nordafrika var den iberiska halvön känd som "hästland", som kan producera upp till 100 000 nya fästen varje år.
tr: Kuzey afrikadaki Numidia'nın aksine, İber yarımadası "at ülkesi" olarak bilinir, ve her yıl 100.000 at sağlar.
uk: Як і Нумідію в Північній Африці, Піренейський півострів називали "країною коней" за здатність вирощувати до 100 000 поголів'я щорічно.
zh: 同北非的努米底亚不同，伊比利亚半岛被称为“马国”，每年能够生产多达100,000匹新坐骑。
zh_tw: 與北非的努米底亞不同，伊比利半島被稱為「馬國」，每年可以生產出高達100,000匹的座騎。

source: Citizen-soldier infantry skirmishers and cavalry skirmishers -20% cost for allies.
ast: Los escaramuzadores d'a pie y escaramuzadores d'a caballu ciudadanos-soldáu cuesten un -20% a los aliaos.
bg: Цената на пехотните и конните стрелци се намалява с -20% за съюзниците.
it: Fanteria Cittadino-soldato incursori e cavalleria incursori costo -20% per gli alleati.
ja: 味方の市民散兵と市民騎馬散兵のコストが20%安くなります。
nb: Borger-soldat infanteri fortropp og kavaleri fortropp -20% reduksjon i kost for allierte.
sk: Občania-vojaci peší harcovníci a harcovníci na koňoch -20% cena pre spojencov.
zh_tw: 盟友的步兵斥候及騎兵斥候-20%花費。

source: Saripeko
bg: Сарипеко
el: Μισθοφόρος
fa: ساریپکو
ga: 'Saripeko': Tuarastalta
he: סרפיקו
hy: Սարիպեկո
ja: シャリペコ
ko: 사리페코
ru: Сарипеко
uk: Саріпеко
