Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Early Achaemenid rulers acted towards making Persia the first great Asian empire to rule the seas. The Great King behaved favourably towards the various sea peoples in order to secure their services, but also carried out various marine initiatives. During the reign of Darius the Great, for example, a canal was built in Egypt and a Persian navy was sent exploring the Indus river. According to Herodotus, some 300 ships in the Persian navy were retrofitted to carry horses and their riders.
ast: Los gobernadores aqueménides tempranos actuaron pa facer de Persia el primer gran imperiu asiáticu que dominare la mar. El gran rei llevóse favoratiblemente colos diferentes xentes del mar al envís d'asegurar la so cooperación, y llevar alantre estremaes iniciatives marines. Nel reináu de Daríu'l Grande, por exemplu, construyóse una canal n'Exiptu y unvióse una armada persa pa esplorar el ríu Indu. Según Heródotu, adautáronse unos 300 barcos de l'armada persa pa llevar caballos y xinetes.
bg: Ранните владетели на Ахеменидското се стремели да направят Персия първата велика азиатска империя, която да владее моретата. Великият цар бил благосклонен към всички морски народи, за да си осигури услугите им, но също така и сам развивал различни морски дейности. По време на управлението на Дарий I Велики, например, бил построен канал в Египте и персийската войска била изпратена да проучва река Инд. Според Херодот, около 300 кораба от персийския военноморски флот били преоборудвани, за да могат да превозват коне и ездачите им.
br: Ar souverenoù-kentañ Akaemeninted o deus graet e-seurt d'ober eus Persia an impalaeriezh Azian kentañ o ren war ar morioù. Madelezus e oa ar Roue Meur e-keñver pobloù-lies ar mor a-benn asuriñ o sikour, met ivez evit kas da benn intruduioù-lies war-vor. E-pad ren Darius ar Meur, da skouer, ur ganol a oa bet savet e Bro-Ejipt hag ul lestraz Persian bennak a oa bet kaset da ergerzhour ar ster Induz. Hervez Herodotus, un 300 bag bennak er morlu Persian a oa kempennet evit dougen kezeg hag o marc'hegerien.
ca: Els primers governants de l'imperi aquemènida van fer possible que Pèrsia fos el primer gran imperi asiàtic que dominava els mars. El Gran Rei es va comportar favorablement cap als diversos pobles pesquers per assegurar els seus serveis, però també va dur a terme diverses iniciatives marines. Durant el regnat de Darios el Gran, per exemple, es va construir un canal a Egipte i es va enviar una flota persa a explorar l'Indus. D'acord amb Heròdot, uns 300 vaixells de l'armada persa es van adaptar per a transportar cavalls i els seus genets.
cs: Raní Achaimenovští vládci udělali z Persie první asijskou velkou říši, která ovládala moře. Velkokrál napomáhal mnohým mořským národům, aby si zajistil jejich služby, sám ale také začal různé námořní činnosti. Během vlády Dareia I. byl například v Egyptě postaven kanál a perské loďstvo byla vyslána k prozkoumávání řeky Indus. Podle Herodota bylo dovybaveno asi 300 lodí perského loďstva, aby mohly přepravovat koně a jejich jezdce.
de: Die frühen Achämenidenherrscher machten Persien zum ersten asiatischen Großreich, welches die See beherrschte. Der Großkönig begünstigte die vielen Seevölker um deren Dienste zu sichern, startete aber auch selbst diverse Marineaktivitäten. Während der Herrschaft von Dareios I. wurde beispielsweise ein Kanal in Ägypten gebaut und eine persische Flotte zur Induserkundung ausgeschickt. Laut Herodot wurden etwa 300 Schiffe der persischen Marine nachgerüstet, um den Transport von Reitern und deren Pferden zu ermöglichen.
el: Οι πρώτοι κυβερνήτες των Αχαιμενιδών έδρασαν προς την κατεύθυνση να κάνουν την Περσία την πρώτη μεγάλη ασιατική αυτοκρατορία που ελέγχει τις θάλασσες. Ο Μεγάλος Βασιλιάς συμπεριφέρθηκε ευνοϊκά προς διάφορου θαλάσσιους λαούς, προκειμένου να εξασφαλίσει τις υπηρεσίες τους, αλλά και πραγματοποίησε διάφορες θαλάσσιες πρωτοβουλίες. Κατά τη διάρκεια της βασιλείας του Δαρείου του Μεγάλου, για παράδειγμα, ένα κανάλι χτίστηκε στην Αίγυπτο και ένα Περσικό ναυτικό στάλθηκε για την εξερεύνηση του ποταμού Ινδού. Σύμφωνα με τον Ηρόδοτο, περίπου 300 πλοία του Περσικού ναυτικού είχαν κατασκευαστεί για να μεταφέρουν τα άλογα και τους αναβάτες τους.
es_mx: Los primeros gobernantes Aqueménidas trabajaron para hacer de Persia el primer gran imperio asiático que dominara los mares. El Gran Rey favoreció a las diferentes gentes del mar para asegurar sus servicios, pero también llevo a cabo varias iniciativas marinas. Durante el reinado de Darío el Grande, por ejemplo, se construyó un canal en Egipto y se envió una flota persa para explorar el río Indo. Según Heródoto, unos trescientos barcos de la flotapersa se adaptaron para llevar a bordo caballos y sus jinetes.
eu: Arkemenidetar lehen agintariak saiatu ziren Persia izan zedin itsasoak menperatuko zituen lehen inperio handia. Errege Handiak itsas inguruko jendea lagundu zuen beren kidetza lortu asmoz, eta beste itsas eginkizun asko ere aurrera eraman zituen. Dario Handia erregearen garaian, adibidez, kanal handia eraiki zuen Egipton eta ontziteria bidali zuen Indo erreka esploratzeko. Herodotoren arabera, persiar ontziteriako 300 bat itsasontzi zaldiak eta beren zaldunak eramateko .
fa: حکمرانان اولیه هخامنشی تلاش کردند تا امپراتوری ایران تبدیل به اولین امپراتوری آسیا شود که بر دریاها حکمرانی میکند. پادشاهان بزرگ ایران در این دوران توجه خاصی به مرد ساحلی داشتند تا نیازهای آنها براورده شود اما لشگرکشی های بسیاری را نیز به آنجا انجام دادند. در دوران حکومت داریوش بزرگ برای مثال یک کانال در مصر حفر شد تا مسیر آبی دریای مدیترانه و سرخ شود که این دستور به دنبال فرمان داریوش به اکتشافات دریایی داده شد که از سمت شرق و رود سن آغاز شد و تا به سمت شرق و مصر ادامه پیدا کرد. بر اساس نوشته های هرودوت در حدود 300 کشتی در نیروی دریایی ایران وجود داشت که سواره نظام ایران را جابه جا می کرد.
ga: Gníomhaigh na chéad rialtóirí Acaeiméanacha i dtreo do Pheirs a dhéanamh mar an phríomh-impireacht Áiseach a bheidh ina thiarna ar na mara. D'iompair an Rí Mór éisean féin go maith chuig pobail na mara éagsúla i dtreo a seirbhísí a chur ar fáil, agus chruthaigh sé roinnt tionscnaimh mhara freisin. Mar shampla, sa rith ríochta Dairiúis Mhóir, tógadh canáil san Éigipt agus sheoladh cabhlach Peirseach don Iondúis a thaiscéaladh. Dar le Héaradatas, Aisfheistíodh roinnt le 300 long sa chabhlach Peirseach iad a chur ábalta capaill agus a ridirí a iompar.
gl: Os primeiros gobernantes aqueménidas concentráronse en converter a Persoa no primeiro gran imperio asiático en dominar os mares. O “gran rei” mostrouse favorábel aos pobos costeiros para asegurarse os seus servizos, pero tamén puxo en marcha varias iniciativas mariñas. Durante o reinado de Darío o Grante, por exemplo, construíuse unha canle en Exipto e enviouse unha flota naval persa para explorar o río Indo. Segundo Heródoto, modernizáronse arredor de 300 naves persas para acomodar cabalos e mailos soldados que os montaban.
hu: A korai óperzsa uralkodók az irányba tevékenykedtek, hogy Perzsia legyen az első nagy ázsiai birodalom, amely uralja a tengereket. A nagykirály különböző tengeri népek kedvére tevékenykedett, hogy biztosítsa szolgálataikat, de különféle tengeri kezdeményezései is voltak. Nagy Dárajavaus uralma alatt például egy csatorna épült Egyiptomban ás a perzsa flottát az Indus folyó felfedezésére küldték. Hérodotosz szerint körülbelül 300 perzsa hadihajó lett átépítve, hogy lovakat és lovasaikat szállítsák.
id: Penguasa awal Akhemeniyah bertindak ke arah membangun Persia menjadi kekaisaran besar Asia pertama yang menguasai lautan. Raja Agung berlaku baik terhadap berbagai masyarakat laut untuk mengamankan jasa mereka tetapi juga menjalankan beberapa inisiatif marinir. Pada masa pemerintahan Darius Agung contohnya, sebuah kanal dibangun di Mesir dan pasukan kapal Persia dikirim untuk menjelajahi sungai Indus. Menurut Herodotus, sekitar 300 kapal dalam angkatan laut Persia dirakit ulang untuk membawa kuda-kuda dan penunggangnya.
it: I primi sovrani Achemenidi agirono per rendere la Persia il primo grande impero asiatico capace di governare i mari. Il Grande Re si manteneva in rapporti amichevoli nei confronti dei vari popoli del mare al fine di garantirsi i loro servizi, ma anche per svolgere varie iniziative marinare. Durante il regno di Dario il Grande, per esempio, un canale venne costruito in Egitto e una flotta persiana venne inviata a esplorare il fiume Indo. Secondo Erodoto, circa 300 navi nella flotta persiana vennero adattate per trasportare i cavalli e i loro cavalieri.
ja: 初期のアケメネス朝の支配者はペルシアを最初の大アジア帝国にして海を制するするために行動しました。大王は様々な海の民に好意的にふるまい彼らの協力を確保すると同時に、様々な海洋構想を実現しました。ダレイオス大王の治世のとき、例えば、エジプトに運河が開削され、ペルシア海軍がインダス川に探検に派遣されました。ヘロドトスによると、ペルシア海軍の約300隻が改装され、馬と騎手を運びました。
ko: 초기 아케메네스 통치자들은 페르시아를 바다 지배하는 최초의 거대한 아시아 제국으로 만드는데 기여했습니다. 대왕은 다양한 바다의 백성들에게 호의적으로 행동하고 그들의 협력을 확보함과 동시에 다양한 해양 계획을 실현했습니다. 예를 들어 다리우스 대왕의 통치 기간 동안, 이집트에 운하가 건설되었고 페르시아 해군이 인더스 강을 탐험에 파견되었습니다. 헤로도토스에 따르면, 페르시아 해군의 약 300 척의 배가 말과 기수를 운반하기위해 개조되었다고 합니다.
lt: Ankstyvieji Achmenidų valdytojai stengėsi, kad Persija taptų galingiausia Azijos imperija valdanti jūras. Didysis Karalius buvo palankus įvairiems jūrininkams tam, kad garantuotų jų teikiamas paslaugas, bet taipat siekė įvairių jūrininkystės tikslų. Dariaus Didžiojo valdymo metu, pavyzdžiui, Egipte buvo pastatytas kanalas ir Persų Laivynas buvo nusiųstas Indo upės tyrinėjimui. Pasak Herodoto, apie 300 Persų laivyno laivų buvo pritaikyti arklių ir raitelių gabenimui.
ms: Pemerintah Achaemenid terawal berjaya membangunkan Parsi sebagai empayar Asia pertama yang menguasai laut. Raja Agung mereka berbaik-baik dengan ramai kaum laut supaya dapat menggunakan perkhidmatan mereka, selain dari mendapat pelbagai inisiatif berkenaan teknologi laut. Ketika pemerintahan Darius Agung, sebagai contoh, satu terusan telah dibina di Mesir dan askar laut Parsi diarah menjelajahi sungai Indus. Mengikut Herodotus, sehingga 300 kapal askar Parsi telah diubahsuai untuk membawa kuda dan penunggangnya.
nb: Tidlige herskere i Akamenide-dynastiet arbeidet for å gjøre Persia til det første store asiatiske imperiet som også hersket over havene. Den store kongen opptrådte fordelaktig overfor de ulike sjøfolkene for å sikre seg deres tjenester, men gjennomførte også flere marine initiativer. Under Darius den stores herredømme, for eksempel, ble en kanal bygget i Egypt, og en persisk marineflåte ble sendt for å utforske Induselven. Ifølge Herodotus ble om lag 300 skip ombygd for å kunne transportere hester og deres ryttere.
nl: Vroege Achaemenidische heersers wilden Perzië het eerste grote Azische rijk maken dat heerste over de zeeën. De Grote Koning wilde goede contacten met diverse kustvolkeren om op hun diensten te kunnen rekenen, maar deed ook initiatieven op marinegebied. Gedurende de regeringstijd van Darius de Grote werd een kanaal gegraven in Egypte en werd een Perzische vloot gestuurd om de Indus te verkennen. Volgens Herodotus werden zo'n 300 Perzische schepen aangepast om paarden en hun ruiters te kunnen vervoeren.
pl: Wcześni achemenidzcy przywódcy podejmowali działania mające na celu ustanowienie Persji pierwszym Wielkim azjatyckim imperium rządzącym na morzach. Wielki Król zachowywał życzliwe stosunki z różnymi morskimi ludami, aby chronić ich usługi, ale podejmował też różne morskie inicjatywy. Na przykład, w czasie rządów Dariusza Wielkiego zbudowano kanał w Egipcie, a Perska marynarka została wysłana do eksploracji rzeki Indus. Według Herodota, około 300 statków Perskiej marynarki zostało przystosowanych tak, aby mogły przewozić jeźdźców na koniach.
pt_pt: Os primeiros monarcas Aqueménidas atuaram no sentido de fazer da Pérsia o primeiro grande império asiático a dominar os mares. O Grande Rei era favorável aos povos do litoral para garantir os seus serviços, e empreendia diversas iniciativas marítimas. Durante o reinado de Dario o Grande, por exemplo, construiu-se um canal no Egito e enviou-se uma frota persa para explorar o rio Indo. Segundo Heródoto, cerca de 300 navios da frota persa foram adaptados para que pudessem transportar cavalos e seus cavaleiros.
ru: Первые Ахеменидские правители стремились сделать Персию первой великой Азиатской империей, которая правит морями. Великий царь благосклонно относился к различным народам моря, защищая их жизнь, а также претворяя в жизнь различные морские проекты. Во времена правления Дария Великого, например, был построен канал в Египте, а персидский флот был отправлен для исследования реки Инд. По записям Геродота, около 300 кораблей персидского флота были модифицированы для перевозки лошадей и их наездников.
sk: Raní achaemenidskí vládcovia konali v záujme toho, aby sa Perzia stala prvou veľkou ázijskou ríšou, ktorej sa podarí ovládnuť moria. Veľký kráľ priateľsky vystupoval voči mnohým prímorským národom za účelom zaistenia si ich služieb, avšak podnikal aj rôzne námorné iniciatívy. Počas vlády Dáriusa Veľkého bol napríklad v Egypte vybudovaný kanál a perzské námorníctvo zase vyslané preskúmať rieku Indus. Podľa Herodota bolo asi 300 lodí v perzskej flotile uspôsobených tak, aby boli schopné prevážať kone a ich jazdcov.
sv: Tidiga Akemenidiska härskare agerade för att göra Persien till den första asiatiska stormakten att kontrollera haven. Storkongungen uppträdde positivt till de olika sjöfolken för att säkra deras tjänster, men genomförde också olika marina initiativ. Under Dareios den Stores regeringstid till exempel byggdes en kanal i Egypten och en Persisk flotta skickades för att utforska Indusfloden. Enligt Herodotus blev cirka 300 fartyg i Persiska flottan ombyggda i efterhand för att transportera hästar och deras ryttare.
tr: Erken Ahameniş yöneticileri İran'ı Asya'nın denizlere hükmeden ilk imparatorluğu yapmak için çabaladılar. Büyük Kral çeşitli denizci halklara servislerini elde etmek için yakın davrandı ama ayrıca birçok denizcilik inisiyatifi de kullandı. Örneğin Büyük Darius zamanında Mısır'da Indus Nehri'ne Pers donanmasını keşfe göndermek için bir kanal inşa edilmiştir. Heredot'a göre Pers donanmasında 300 gemi süvarileri ve atlarını taşımak için yeniden düzenlenmiştir.
uk: Ранні ахеменідські правителі працювали в напрямку того, щоб зробити Персію першою великою азіатською імперією, щоб панувати над морями. Великий цар прихильно ставився до різних морських народів, щоб заручитися їхніми послугами, але також проваджував різні морські починання. Наприклад, під час правління Дарія Великого було споруджено канал у Єгипті і перський військово-морський флот було відправлено досліджувати ріку Інд. Згідно з Геродотом, близько 300 кораблів перського військово-морського флоту були модернізовані для перевезення коней та їх вершників.
zh: 早期的阿契美尼德统治者致力于使波斯成为亚洲第一个强大的海上王国。伟大的国王不仅表现出他对水手们的偏爱以换取他们的忠诚，而且他还鼓励海洋活动。在大流士大帝的统治期间，波斯在埃及修了一条运河，并派出了一支海军部队去探索印度河。据史学家希多罗德记载，大约300条船被改装成运输船以用来搭载骑兵和马。
zh_tw: 早期的阿契美尼德王朝統治者致力讓波斯成為亞洲第一個強大的海上王國。偉大的國王不僅表現出他對水手們的熱愛以換取他們的忠誠，他也鼓勵海洋活動。舉例來說，在大流士大帝統治期間，波斯在埃及修築了一條運河，並派遣了一支海軍部隊前去探勘印度河。根據希羅多德的記載，大約300多條船被改造為運輸船以載運馬和它們的騎士。

source: Phoenician Triremes gain the ability to train cavalry.
ko: 페니키아 3단 노선은 기병을 훈련시킬 수 있는 능력을 얻습니다.
uk: Фінікійські триреми одержують здатність тренувати кавалерію.

source: Equine Transports
ast: Tresportes equinos
bg: Конски транспорт
br: Treuzdougenoù kezeg
ca: Transports equins
cs: Koňská přeprava
da: Hestetransporter
de: Pferdetransporte
el: Ιππικές Μεταφορές
es_mx: Transportes equinos
eu: Zaldi-garraioak
fa: حمل اسب ها
fi: Hevoseläinkuljetukset
ga: Iompair Eachaí
gl: Transporte equino
hu: Lószállító hajók
id: Angkutan Kuda
it: Trasporti a Cavallo
ja: 馬匹輸送
ko: 말 수송
lt: Arklių Transportavimas
lv: Ekviniešu transports
ms: Pengangkutan Berkuda
nb: Hestetransportenheter
nl: Paardentransport
pl: Transport konny
pt_pt: Transporte de cavalos
ru: Транспортировка лошадей
sk: Konská preprava
sv: Hästtransporter
tr: Atçılık Taşımacılığı
uk: Перевезення коней
zh: 马匹运输
zh_tw: 馬的運輸

source: Significantly increase training speed of cavalry at the stables by training them in large batches or battalions.
ast: Aumentar de miente significante la velocidá del llevantamientu de la corte a la caballería llevantándolo en grupones o batallones.
bg: Драстично се увеличава бързината на обучаване на конницата в конюшните, когато те се обучават в големи партиди или батальони.
br: Kresk mat fonnusted ar stummadur marc'hegerezh er c'hrevier dre stummañ anezho e bagadoù bras pe vatailhonoù.
ca: Augmenteu significativament la velocitat de formació de la cavalleria als estables en grups grans o batallons.
cs: Podstatně zvýší rychlost výcviku jízdy v konírnách, když jsou cvičeni po větších skupinách nebo po praporech.
de: Erhöht die Rekrutierungsgeschwindigkeit von Kavallerie in den Ställen, wenn sie in großen Gruppen oder Bataillonen ausgebildet werden.
el: Σημαντική αύξηση της ταχύτητας εκπαίδευσης του ιππικού στο στάβλο από την κατάρτισή τους σε μεγάλες ομάδες ή τάγματα.
es_mx: Amplía notablemente la velocidad de reclutamiento de la caballería en los establos reclutándolos por grupos o batallones.
eu: Zalditeria ikuiluetan erreklutatze abiadura nabarmen handitzen da, talde handi edo batailoietan erreklutatuz.
fa: با آموزش دست جمعی آن ها سرعت آموزش سواره نظام را به طور قابل ملاحظه ای افزایش دهید.
fi: Nopeuttaa huomattavasti ratsuväen koulutusta kun koulutetaan suuria ryhmiä tai pataljoonia.
ga: Méadaigh luas traenála go mór do mharcraí sna stablaí trí iad a thraenáil i ndream mór nó i gcathlán.
gl: Aumenta de maneira substancial a velocidade de adestramento de unidades a cabalo nas cortes adestrándoos en grupos ou batallóns.
hu: Jelentősen növeli a lovasság kiképzési sebességét az istállókban azáltal, hogy nagy csoportokban vagy zászlóaljakban képzi ki őket.
id: Meningkatkan kecepatan pelatihan prajurit di kandang kuda dengan melatih mereka dalam batalyon besar
it: Aumenta la velocità di addestramento della cavalleria presso le scuderie addestrando grandi lotti o battaglioni.
ja: 劇的な騎兵の養成速度の上昇を、厩舎で一括大量に養成する際にもたらします。
ko: 마구간에서 일괄 대량으로 양성하여 기병 훈련 속도를 대폭 향상시킵니다.(번역확인??)
lv: Ievērojumi palielina jātnieku apmācību ātrumu staļļos, apmācot tos lielās grupās vai bataljonos.
ms: Tingkatkan kelajuan tempoh latihan askar berkuda di kandang kuda dengan melatih mereka dalam kelompok yang banyak atau dalam bentuk batalion.
nb: Betydelig økt treningstakt for soldater i kasernene ved opptrening i større grupper eller bataljoner.
nl: Verbeter de rekruteersnelheid van ruiters bij de paardenstallen fors door hen in grote groepen of bataljons tegelijk te rekruteren.
pl: Znacznie zwiększ szybkość szkolenia kawalerii w stajniach, szkoląc ich w dużych partiach lub batalionach.
pt_pt: Aumenta substancialmente a velocidade de treino de cavaleiros nos estábulos se forem lotes grandes ou batalhões.
ru: Существенно ускоряет тренировку кавалерии в конюшнях, тренируя их большими партиями или батальонами
sk: Podstatne zvýši rýchlosť tréningu jazdy v stajniach ich trénovaním vo väčších skupinách alebo práporoch.
sv: Öka träningshastigheten av soldater vid barackerna genom att utbilda dem i stora grupper eller bataljoner.
tr: Toplu olarak ya da taburlar halinde üreterek süvari eğitim hızını gözle görülür şekilde arttırın.
uk: Значно збільшити швидкість тренування кавалерії у стайнях, тренуючи їх у великих групах чи батальйонах.
zh: 由一次训练一组或一个大队的骑兵,显著增加马厩中的骑兵的训练速度。
zh_tw: 藉由一次訓練一組或一個大隊的騎兵，顯著增加馬廄中的騎兵的訓練速度。

source: Faster batch training speed for the Stables.
ast: Más velocidá de llevantamientu en grupos na corte.
bg: По-бързо обучаване на партиди в конюшнята.
br: Fonnusted ar stummadur bagad zo buanoc'h evit ar C'hrevier.
ca: Els grups d'unitats es formen més ràpid als estables.
cs: Rychlejší skupinový výcvik pro stáje.
de: Schnellere Ausbildung von Gruppen in Ställen.
el: Γρηγορότερη ταχύτητα εκπαίδευσης ομάδας για τους Στάβλους.
es_mx: Los establos incrementan su velocidad de reclutamiento por grupos.
eu: Ukuiluek talde erreklutatze abiadura handitzen dute.
fa: پرورش دسته های سوار سریعتر در اصطبل ها
fi: Nopeampi joukkokoulutus talleilla.
ga: Luas traenála níos tapa do dhream le Stáblaí.
gl: Aumenta a velocidade de adestramento por grupos nas cortes.
hu: Gyorsabb csoportos kiképzési sebesség az istállókban.
id: Pelatihan majemuk lebih cepat untuk Kandang Kuda.
it: Maggiore velocità di addestramento per le Stalle.
ja: 厩舎での一括養成の速度が上がります。
ko: 마구간에서 대량 양성의 속도가 올라갑니다.
lv: Ātrāka grupu apmācība staļļiem.
ms: Kelajuan latihan berkelompok lebih pantas untuk Kandang Kuda.
nb: Raskere gruppetrening for stallene.
nl: Verhoogde groepsrekruteringssnelheid voor de stallen.
pl: Większa szybkość szkolenia grupowego w Stajniach.
pt_pt: Aumenta a velocidade de treino em lote nas Cavalariças.
ru: Ускоряет обучение конницы в конюшнях, тренируя их партиями.
sk: Rýchlejší skupinový tréning pre stajne.
sv: Snabbare träningshastighet för grupper i fästningar.
tr: Ahırlar için toplu hızlı eğitim.
uk: Прискорена швидкість тренування групою у стайнях.
zh: 加快马厩中以小组为单位的训练速度。
zh_tw: 加快馬廄中以小組為單位的訓練速度。

source: Cavalry Conscription
ar: تجنيد الخيالة
ast: Allistamientu na caballería
bg: Военна повинност на конницата
br: Enluadeg Marc'hegerezh
ca: Reclutament de cavalleria
cs: Odvod jízdního vojska
da: Kavaleriværnepligt
de: Kavalleriewehrpflicht
el: Στρατολόγηση Ιππικού
es_mx: Reclutamiento de caballería
eu: Zalditeria Erreklutatzea
fa: سربازگیری اجباری سواره
fi: Ratsuväen asevelvollisuus
ga: Coinscríobhacht an Mharcra
gl: Levas de cabalaría
hu: Lovasság sorozása
id: Wajib Militer Kavaleri
it: Coscrizione di Cavalleria
ja: 騎兵の徴兵
ko: 기마병 징병제
lv: Jātnieku karaklausība
ms: Pengerahan Askar Berkuda
nb: Kavaleri-verneplikt
nl: Dienstplicht voor ruiters
pl: Pobór do kawalerii
pt_pt: Conscrição de Cavalaria
ru: Призыв конников
sk: Branná povinnosť jazdy
sv: Kavallerivärnplikt
tr: Süvari Askere Çağırma
uk: Військова повинність кавалерії
zh: 骑兵募兵制
zh_tw: 騎兵徵兵制

source: Infantry Conscription
ar: تجنيد المشاة
ast: Allistamientu na infantería
bg: Военна повинност на пехотата
br: Enluadeg Arme war droad
ca: Reclutament d'infanteria
cs: Odvod pěšího vojska
da: Infanteriværnepligt
de: Infanteriewehrpflicht
el: Στρατολόγηση πεζικού
es_mx: Reclutamiento de infantería
eu: Infanteria Erreklutatzea
fa: سربازگیری اجباری پیاده
fi: Jalkaväen asevelvollisuus
ga: Coinscríobhacht na gCoisithe
gl: Levas de infantaría
hu: Gyalogság sorozása
id: Wajib Militer Infanteri
it: Coscrizione di Fanteria
ja: 歩兵の徴兵
ko: 보병 징병제
lv: Kājnieku karaklausība
ms: Pengerahan Askar Infantri
nb: Infanteri-verneplikt
nl: Dienstplicht voor infanterie
pl: Pobór do piechoty
pt_pt: Conscrição de Infantaria
ru: Призыв пехотинцев
sk: Branná povinnosť pechoty
sv: Infanterivärnplikt
tr: Piyade Askere Çağırma
uk: Військова повинність піхоти
zh: 步兵募兵制
zh_tw: 步兵徵兵制
