Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Macedonian Position
eu: Mazedoniar kokagunea
id: Posisi Makedonia
zh_tw: 馬其頓位置

source: Pauravan Position
eu: Pauravar kokagunea
id: Posisi Paurava
zh_tw: 寶拉萬位置

source: An old favorite. An otherwise wide-open, flat desert map is pierced in the center by a lush oasis. This represents the Libyan Desert, part of the Saharan Desert, West of the Nile River in Egypt. Iberians do not receive their circuit walls here. Instead, all factions receive four free Stone Towers.
cs: Stále oblíbená. Jinak doširoka otevřená, rovná pouštní mapa je ve středu proražena dvěma bujnými oázami. Tato krajina představuje Libyjskou poušť, část Sahary západně od Nilu v Egyptě. Ibeřané zde nezískávají své kruhové zdi. Místo toho všechny frakce získají zadarmo čtyři kamenné věže.
de: Ein alter Favorit. Diese weite, flache Wüstenkarte wird von einer üppigen Oase in der Mitte durchdrungen. Hier wird die Libysche Wüste, ein Teil der Sahara westlich des Nils in Ägypten, dargestellt. Iberer erhalten hier keine umgebenden Mauern. Stattdessen erhalten alle Fraktionen 4 kostenlose Steintürme.
el: Ένας παλιός αγαπημένος. Ένας άλλος ευρεία ανοικτός, επίπεδος χάρτης της ερήμου έχοντας τοποθετημένη στο κέντρο μία καταπράσινη όαση. Αυτό αντιπροσωπεύει την Έρημο της Λιβύης, μέρος της Έρημος Σαχάρας, δυτικά του ποταμού Νείλου στην Αίγυπτο. Οι Ίβηρες δεν έχουν τα περιφερειακά τους τείχη εδώ. Αντ 'αυτού, όλες οι παρατάξεις λαμβάνουν δωρεάν 4 Αμυντικούς Πύργους.
es: Un clásico. Lo que sería un amplio y llano mapa desértico está salpicado en el centro por un exuberante oasis. Representa el desierto libio, parte del Sáhara, al oeste del río Nilo en Egipto. Los íberos no disponen de su muralla completa aquí sino que todas las facciones comienzan con cuatro torres de piedra.
eu: Antzinako faborito bat. Basamortuko lautadaren erdian kokaturiko oasi oparo bat. Libiako basamortuaren irudikapena da, Saharako basamortuaren parte, Egiptoko Niloko mendebaldetik harago aurkitzen dena. Iberiarrek ez dituzte beren babes hesituak jasotzen. Horren ordez talde guztiek jada eraikitako lau Harri Dorre jasoko dituzte.
fi: Vanha suosikki. Muuten avaran, tasaisen aavikkokartan keskellä on rehevä keidas. Tämä edustaa Libyan autiomaata, joka on osa Saharan autiomaata Niilin länsipuolella Egyptissä. Iberialaiset eivät saa piirimuuriaan täällä. Sen sijaan kaikki ryhmittymät saavat neljä ilmaista kivitornia.
fr: Un vieux classique. Grande ouverte, la carte d'un désert plat percé en son centre par deux oasis luxuriantes. Elle représente le désert libyen, qui fait partie du Sahara, à l'ouest du Nil en Égypte. Les Ibères ne reçoivent pas leurs murs d'enceinte ici. En revanche, toutes les factions reçoivent 4 tours de défense gratuites.
gd: Seo seann-mhapa mòr-chòrdte. Tha dà innis-fhàsaich bheartach ann am meadhan fàsaich rèidh fhosgailte. Tha am mapa seo a’ riochdachadh fàsach Libia a tha ’na phàirt dhen fhàsach Shathara gu siar air an abhainn Nìl san Èipheit. Chan fhaigh na h-Ibèirich na ballachan tòiseachaidh aca, Gheibh gach buidheann ceithir tùir cloiche an-asgaidh an àite seo.
hu: Egy régi kedvenc. Egy egyébként határtalan, sík, sivatagi térképet középen két buja oázis lyukaszt át. Ez a Líbiai-sivatagot jelenti, a Szahara részét, a Nílustól nyugatra. Az ibériaiak itt nem kapják meg a körkörös falaikat. Ehelyett minden csoport négy ingyenes kőtornyot kap.
id: Favorit lama. Peta gurun datar yang terbuka lebar dan datar dibelah di tengah oleh oasis yang subur. Peta ini mewakili Gurun Libya, bagian dari Gurun Sahara, sebelah Barat Sungai Nil di Mesir. Bangsa Iberia tidak mendapat tembok melingkar mereka di sini. Sebagai gantinya, semua kubu menerima empat Menara Batu gratis.
it: Un classico. Un'altrimenti sconfinata e piana mappa desertica è interrotta al centro da un'oasi lussureggiante. Rappresenta il Deserto Libico, parte del deserto del Sahara, a ovest del fiume Nilo, in Egitto. Gli Iberi non ricevono le proprie mura circolari qui. Al contrario, tutte le fazioni ricevono quattro Torri di pietra gratis.
ja: 昔からのお気に入りです。広くて平らな砂漠のマップの中央には、緑豊かなオアシスがあります。 これはエジプトのナイル川の西にあるサハラ砂漠の一部、リビア砂漠を表しています。 イベリア人は壁がありませんが、代わりにすべての文明が無償で4つの石の塔を持っています。
nl: Een oude bekende. Een wijdopen, platte woestijnkaart met in het midden een weelderige oase. Dit verbeeldt de Libische woestijn, deel van de Sahara, ten westen van de Egyptische Nijl. Iberiêrs hebben hier geen stadsmuren. In plaats daarvan krijgen alle facties bij de start vier stenen torens.
pl: Rozległa i otwarta mapa, wzorowana na Pustyni Libijskiej, rozdarta w centrum poprzez bujną oazę. Pustynia ta stanowi część Sahary na zachód od rzeki Nil w Egipcie. Iberyjczycy nie mają tutaj dostępu do swoich murów obwodowych - w zamian za to wszystkie frakcje otrzymują cztery darmowe kamienne wieże.
pt_br: Um antigo favorito. Um mapa de deserto aberto, perfurado no centro por um oásis exuberante. Representa o Deserto Líbio, parte do Deserto do Saara, a oeste do rio Nilo, no Egito. Os Ibérios não recebem suas muralhas de circuito aqui. Em vez disso, todas as facções recebem quatro Torres de Pedra gratuitas.
ru: Старая добрая карта. Широко раскинувшаяся пустыня пронизана в середине пышным оазисом. Это Ливийская пустыня, часть пустыни Сахара, западнее реки Нил в Египте. Иберийцы не получают здесь своих кольцевых стен. Вместо этого, все цивилизации получают по четыре оборонительные башни.
sv: En gammal favorit. En annars vidöppen, platt öken med en grönskande oas i mitten. Detta representerar den libyska öknen, en del av den västsahariska öknen, väster om Nilen i Egypten. Iberierna får inte sina murar här. I stället får alla fraktioner fyra färdiga stentorn.
tr: Eski bir favori. Aksi takdirde tamamen açık, düz bir çöl haritası, ortada yemyeşil bir vaha tarafından delinmiştir. Bu, Mısır'daki Nil Nehri'nin Batısındaki Sahra Çölü'nün bir parçası olan Libya Çölü'nü temsil ediyor. İberliler burada devre duvarlarını almıyorlar. Bunun yerine, tüm uygarlıklar dört ücretsiz Taş Kule alır.
uk: Старий варіант. По різні боки відкритої плоскої пустелі, пронизаній посередині двома пишними оазисами. Представляє собою Лівійську пустелю, частину пустелі Сахара, на захід від річки Ніл у Єгипті. У іберів відсутні стіни, натомість усі фракції отримують чотири безкоштовні кам'яні вежі.
zh_tw: 一個古老但備受喜愛的地圖。開闊且平坦，被兩個蒼翠繁茂的綠洲穿過中心的沙漠地圖。 這代表著撒哈拉沙漠的一部份，利比亞沙漠，在位於埃及的尼羅河的西邊。 伊比利人在這裡不會有環繞著的城牆。相反的，所有文明都會有 4 座免費的石塔。

source: Libyan Oasis (2)
br: Oasiz Libian (2)
ca: Oasi libi (2)
cs: Libyjská oáza (2)
de: Libysche Oase (2)
el: Όαση Λιβύης (2)
es: Oasis libio (2)
eu: Libiar Oasia (2)
fa: واحه ی لیبیایی (2)
fi: Libyan keidas (2)
fr: Oasis libyenne (2)
ga: Ósais Libiach (2)
gd: Innseachan-fàsaich Libia (2)
hu: Líbiai oázisok (2)
id: Oase Libya (2)
it: Oasi Libica (2)
ja: リビアのオアシス (2)
ms: Oasis Libya (2)
nb: Libysk oase (2)
nl: Libische oase (2)
pl: Libijska oaza (2)
pt_br: Oásis Líbio (2)
ru: Ливийские оазисы (2)
sk: Líbyjská oáza (2)
sr: Либијске оазе (2)
sv: Libysk Oas (2)
tr: Libya Vahası (2)
uk: Лівійські Оазиси (2)
zh_tw: 利比亞綠洲 (2)

source: The African savanna is chocked full of animal life for hunting, while the nearby mineral deposits are plentiful. The dry season is approaching and the watering holes are drying up. Note: This is a very small "fast and furious" map. Iberians do not start with their custom circuit walls.
br: Ar savanenn Afrikan zo leun a vuhez loenek evit chaseal, pa vez an dastumlec'hioù maenek tost a-leizh. Ar mare sec'h zo o tostaat ha sec'haat a ra an toulloù dour. Notenn: Ez eo ur gartenn vihan vihan "buan hag arloupet". An Iberiz ne grogont ket gant o mogerioù troiad boaz.
ca: La sabana és plena a vessar d'animals per caçar i els dipòsits propers estan replets de minerals. L'estació seca s'acosta i els abeuradors s'esgoten. Nota: Aquest és un mapa "ràpid i furiós" molt petit. Els ibers no comencen amb les seves muralles circulars.
cs: Africká savana přetéká zvířaty pro lov, a blízká ložiska minerálů jsou hojná. Sezóna sucha přichází a díry pro zavlažování vysychají. Poznámka: Toto je velice malá a divoká mapa. Ibeřané nezačínají se svými obvyklými kruhovými hradbami.
de: Die afrikanische Savanne ist vollgestopft mit Tieren zum Jagen, während nahe Erzlagerstätten im Überfluss vorhanden sind. Die Trockenzeit naht und die Wasserlöcher fangen an, auszutrocknen. Hinweis: Das ist eine sehr kleine „schnell und wild“-Karte. Iberer starten nicht mit ihren umgebenden Mauern.
el: Η Αφρικανική σαβάνα πνίγεται γεμάτη ζωή από ζώα για κυνήγι, ενώ τα κοντινά κοιτάσματα ορυκτών είναι άφθονα. Η ξηρή περίοδος πλησιάζει και οι λιμνούλες νερού στερεύουν. Σημείωση: Αυτός είναι ένας πολύ μικρός "γρήγορος και έντονος" χάρτη. Οι Ίβηρες δεν ξεκινούν με τα τυπικά περιστοιχισμένα τείχη.
es: La sabana africana está repleta de vida animal para la caza, y los depósitos minerales que hay cerca son abundantes. La estación seca se acerca y los abrevaderos naturales se están secando. Nota: Es un mapa intenso, rápido, y muy pequeño. Además los íberos no empiezan con sus típicos muros de piedra rodeando su base.
eu: Afrikako sabana ehizarako bizitza animaliaz beterik dago eta gertu dauden mineral deposituak asko dira. Aro lehorra gerturatzen ari da eta uraska naturalak lehortzen ari dira. Oharra: mapa bizia, azkarra eta oso txikia da. Horrez gain iberiarrak ez dira beren basea ohiko hesiak inguraturik hasten.
fi: Afrikan savanni on täynnä metsästettäviä eläimiä, ja läheiset mineraaliesiintymät ovat runsaita. Kuivakausi lähestyy, ja juomapaikat ovat kuivumassa. Huomautus: Tämä on hyvin pieni "nopea ja hurja" kartta. Iberialaiset eivät saa alussa omia piirimuurejaan.
fr: La savane africaine est pleine de vie animale pour la chasse, tandis que les gisements minéraux sont proches et nombreux. La saison sèche approche et les points d'eau se tarissent. Note : C'est une carte très petite de type "rapide et agressive". Les Ibères ne commencent pas avec leurs murs d'enceinte.
ga: Tá sabhána na hAfraice fíorlán le hainmhithe á seilg, cé go bhfuil fosuithe móra mionraí in aice láimhe. Tá an séasúr tirim ag teach agus tá na poill uisce a dhul i ndísc. Fógra: Tá an léarscáil seo an-bheag agus "tapa & spréachta". Ní thosaíonn na hIbéirigh lena bhalla saincheaptha ina dtimpeall.
gd: Tha sabhanna Afraga làn bheathaichean airson seilge fhad ’s a tha pailteas stòrasan mèinneir am fagas. Tha an ràith thioram ri tighinn agus an t-uisge a’ falbh o na tuill uisge. An aire: ’S e mapa glè bheag ’s luath a th’ ann. Chan fhaigh na h-Ibèirich na ballachan tòiseachaidh àbhaisteach aca.
hu: Az afrikai szavanna telis-tele van vadászható állatokkal, míg a közeli ásványkészletek bőségesek. A száraz évszak közeledik és az itatók kiszáradnak. Megjegyzés: Ez egy nagyon kicsi „halálos iramú” térkép. Az ibériaiak nem a saját falaikkal körülvéve kezdenek.
id: Sabana Afrika yang dipenuhi binatang untuk diburu, dimana cadangan mineral juga banyak. Musim kering mendekat dan sumur sedang mengering Catatan: Peta ini sangat kecil. Bangsa Iberia tidak memulai dengan lingkaran tembok mereka.
it: La Savana Africana è piena di specie animali per la caccia, mentre i vicini giacimenti minerari sono abbondanti. La stagione secca si avvicina e le pozze d'acqua si stanno prosciugando. Nota: Questa è una piccola mappa "mordi e fuggi". Gli Iberici non iniziano con le loro mura circolari.
ja: アフリカのサバンナは狩りの獲物がひしめき、また近場の鉱脈も十分にあります。乾季が近づいており水場は干上がりつつあります。 注：このマップは非常に小さく、「怒涛の急展開」になります。イベリア開始時の通常の環状城壁はありません。
ms: Savana Afrika dipenuhi dengan haiwan yang sesuai untuk pemburuan, manakala terdapat banyak longgokan bijih logam. Musim kering yang semakin menghampiri yang menyebabkan sumber air semakin kering. Perhatian: Peta ini adalah sangat kecil yang bersifat pantas. Iberia tidak bermula dengan tembok lingkaran suai mereka.
nb: Den Afrikanske savannen er full av jaktbart dyreliv, og det har rike mineralforekomster. Den tørre sesongen er i anmarsj, og vanningshullene er i ferd med å tørke ut. Merk: Dette er et veldig lite "raskt og rasende" kart. Iberiske enheter begynner ikke med sine egne omslutningsmurer.
nl: De Afrikaanse savanne zit vol dieren waarop gejaagd kan worden, en er zijn veel minerale afzettingen. Het droge seizoen komt nader en de drinkplaatsen drogen op. Opgelet: Dit is een kleine, snelle kaart. Iberiërs starten niet met hun muurbonus.
pl: Afrykańska sawanna jest pełna zwierząr, które można upolować, podczas, a zasoby mineralne znajdujące się w pobliżu są wyjątkowo obfite. Zbliża się jednak pora sucha i linie wodne zaczynają wysychać. Uwaga: To jest mała mapa z gatunku "szybka i wściekła". Iberyjczycy nie zaczynają z własnymi murami.
pt_br: A savana africana é cheia de vida animal para a caça, enquanto os depósitos minerais nas proximidades são abundantes. A estação seca se aproxima e os poços estão secando. Nota: Este é um mapa muito pequeno, "veloz e furioso". Ibéricos não começam com suas paredes de circuito personalizadas.
ru: Африканская саванна полна живностью, подходящей для охоты, в то время как близлежащие месторождения изобилуют минералами. Приближается засушливый сезон и водопои пересыхают. Заметка: это очень маленькая и интенсивная карта. Иберийцы начинают без своих кольцевых стен.
sk: Africká savana je preplnená lovnou zverou, kým minerálnych ložísk je nablízku hojne. Obdobie sucha sa blíži a napájadlá vysychajú. Poznámka: Ide o veľmi malú mapu na štýl „rýchlo a zbesilo“. Iberi nezačínajú so svojím kruhovým opevnením.
sr: Афричка савана је препуна дивљих животиња за лов, док су и оближњи ресурси минерала богати. Сезона без кише се приближава и баре се исушују. Напомена: Ово је веома мала "брза и бесна" мапа. Иберијци не почињу са уобичајеним кружним зидинама.
sv: Den afrikanska savannen är full av fauna för jakt och det finns gott om rika mineraltillgångar i närheten. Den torra säsongen närmar sig och vattenhålen börjar torka upp. OBS: Detta är en mycket liten "fast and furious" karta. Iberierna börjar inte med sina stadsmurar.
tr: Afrika savanaları av için hayvanlarla doludur, yakında bol miktarda maden yatakları vardır. kuru bir sezon yaklaşıyor ve sulama delikleri kuruyor. Not: Bu çok küçük bir "hızlı ve öfkeli" haritası. İberyalılar kendi özel devre duvarları ile başlamaz.
uk: Африканська савана сповнена тваринами для полювання, а прилеглими родовищами корисних копалин, яких є вдосталь. Із наближенням сезону посухи, водойми пересихають. Примітка: це дуже маленька "швидка і люта" карта. Ібери починають без стін.
zh_tw: 在非洲大草原上有著滿滿的動物可供狩獵，而附近的礦藏也相當豐富。此時乾季即將到來，水坑即將乾涸。 注意：這是一個非常小的「快速且激烈」的地圖。伊比利人在這裡不會有環繞著的城牆。

source: Watering Holes (4)
br: Toulloù Dour (4)
ca: Abeuradors (4)
cs: Díry s vodou (4)
de: Wasserlöcher (4)
el: Νερόλακκοι (4)
es: Abrevaderos (4)
eu: Uraskak (4)
fa: آب خور ها (4)
fi: Kasteluaukot (4)
fr: Trous d'eau (4)
ga: Poill Uisce (4)
gd: Tuill uisge (4)
hu: Itatók (4)
id: Sumur (4)
it: Pozze d'Acqua (4)
ja: 水場 (4)
ms: Lubang Air (4)
nb: Vannhull (4)
nl: Waterpoelen (4)
pl: Wodopoje (4)
pt_br: Poços de Água (4)
ru: Водные источники (4)
sk: Napájadlá (4)
sr: Баре (4)
sv: Vattenhål (4)
tr: Sulama Delikleri (4)
uk: Зрошувальні канали (4)
zh_tw: 水坑 (4)

source: Britons
eu: Britaniarrak
ga: Na Briotnaigh
hu: Britonok
id: Briton
zh_tw: 不列顛人

source: The mountains buffering the Persian homeland, straddling Persis, Susiana, and Media. Players start the match near the Persian Gulf in their own province with 1 free Temple. Access to untapped resources and territories can be found through the rugged hinterlands.
br: Ar menezioù o tiwall mammbro ar Bersianed, o varc'hañ Persis, Susiana, ha Media. Ar c'hoarierien a gomañs ar c'hrogad tost ouzh ar pleg-mor Persian en o froviñs d'o-unan gant 1 templ dieub. Tizhout danvezioù digorvoet ha tiriadoù a c'hell bezañ kavet a-dreuz ar c'heinvro rust.
ca: Les muntanyes resguarden la llar dels perses i creuen Persis, Susiana i Mèdia. Els jugadors comencen la partida prop del golf pèrsic en la seva pròpia província amb un temple lliure. L'accés als recursos i territoris no explotats es pot trobar a través de les zones escarpades.
cs: Hory chránící perskou domovinu, pokrývající Persis (Pársa), Susianu (Elam) a Médii (Máda; země v dnešním Iráku). Hráči hru začínají blízko Perského zálivu ve vlastní provincii s 1 chrámem. Cesta k nevyužitým zdrojům a územím se dá najít v drsných oblastech vnitrozemí.
de: Das Gebirge begrenzt das persische Heimatland und überspannt die Territorien Persis, Susiana und Medien. Die Spieler starten nahe des Persischen Golfs in ihrer eigenen Provinz mit 1 kostenlosen Tempel. Das schroffe Hinterland bietet Zugang zu unberührten Rohstoffquellen und Siedlungsgebieten.
el: Βουνά υψώνονται στη Περσική γη, όπου τα δρασκελίζουν Πέρσες, Σουσιανοί, και Μήδοι. Οι παίκτες ξεκινούν τον αγώνα κοντά στον Περσικό Κόλπο στη δική τους επαρχία με 1 δωρεάν ναό. Η πρόσβαση σε ανεκμετάλλευτους πόρους και εδαφών μπορεί να γίνει μέσα από τις απόκρημνες ενδοχώρες.
es: Las cadenas montañosas que recorren el territorio persa entre Persis, Susiana, y Media. Los jugadores comienzan el enfrentamiento cerca del golfo pérsico en su propia provincia con 1 templo ya construido. El acceso a los recursos naturales y territorios inexplorados se puede encontrar atravesando las agrestes zonas interiores.
eu: Persis, Susiana eta Mediaren artean irteten diren mendi neutralak Pertsiar lurraldea babestuz. Jokalariak partida Pertsiar Golkotik gertu hasiko dira, euren eskualdean eta tenplua 1 jada eraikita dutelarik. Baliabide naturaletako eta esploratu gabeko lurraldeen sarbidea barnealdeko inguru bortitzak zeharkatuz aurkitu daiteke.
fi: Persialaisten kotimaata puskuroivat vuoret, jotka sijaitsevat Persiksen, Susianan ja Median välissä. Pelaajat aloittavat pelin lähellä Persianlahtea omassa maakunnassaan, ja heillä on 1 ilmainen temppeli. Karujen takamaiden kautta pääsee käsiksi hyödyntämättömiin luonnonvaroihin ja alueisiin.
fr: Les montagnes tapissant la patrie perse, enjambant la Perside, Élam et la Médie. Les joueurs commencent la partie près du Golfe persique, dans leur propre province, avec 1 temple gratuit. Un accès aux ressources et aux territoires inexploités peut être trouvé à travers le rude arrière-pays.
ga: Baolaíonn na sléibhte seo ar tír dhúchais na mPeirseach, leis an mPeirs, an Éalam agus an Mhéidia ina dteorainn. Tosaíonn na himreoirí in aice le Murscaill na Peirse ina gcúige féin le 1 Teampall saor in aisce acu. Is féidir le hacmhainní agus tíortha gan láimhseáil trí na cúlcríocha crua.
gd: Tha beanntan a’ sgaradh dùthaich nam Pearsach thar Persas, Susaidheana ’s dùthaich nam Meadach. Tòisichidh na cluicheadairean faisg air a’ Chamas Phearsach san sgìre aca fhèin le teampall an-asgaidh. Lorgar stòras saor tron tìr gharbh.
hu: A hegyek Perzsia védőzónája, melyet Perszisz, Elám és Média fog közre. A játékosok a Perzsa-öböl közelében, saját tartományukban kezdik a játszmát 1 db ingyenes templommal. Érintetlen nyersanyagokhoz és területekhez a zord hátországban lehet hozzáférni.
id: Pegunungan penyangga tanah air Persia, mengangkangi Persis, Susiana, dan Media. Pemain memulai pertandingan di dekat Teluk Persia di provinsi mereka sendiri dengan 1 Kuil gratis. Akses ke sumber daya dan wilayah yang belum dimanfaatkan dapat ditemukan melalui daerah pedalaman yang berbatu.
it: Le montagne cingono la patria Persiana, tra Parsi, Elamiti, e Medi. I giocatori iniziano la partita vicino al Golfo Persico nella propria provincia con 1 Tempio. L'accesso alle risorse e territori non ancora sfruttati può essere trovato attraverso l'aspro entroterra.
ja: ペルシア本土を守る山脈で、ペルシス、スシアナ、メディアにまたがっています。 プレイヤーは、ペルシア湾に近いそれぞれの地元から、神殿つきで対戦を開始します。 手つかずの資源と領土の獲得は起伏に富んだ奥地のあちこちで可能です。
ms: Pergunungan yang membahagi tanahair Parsi, menyelangi Persis, Susiana, dan Media. Pemain bermula berhampiran Teluk Parsi dalam wilayah mereka sendiri dengan 1 Kuil siap dibina. Capaian ke sumber dan wilayah terpendam boleh ditemui melalui kawasan pendalaman yang berceranggah.
nb: Fjellene som beskytter det Persiske hjemlandet, grenser til Persis, Susiana og Media. Spillere starter kampen nær den Persiske gulfen i deres egen provins med 1 gratis Tempel. Tilgang til uutnyttede ressurser og territorier kan finnes i det hardføre innlandet.
nl: De bergen langs het Perzische thuisland. Midden tussen Persis, Susiana en Medië. Spelers starten de wedstrijd bij de Perzische Golf in hun eigen provincie met 1 gratis tempel. Toegang tot grondstoffen en extra territorium kan gevonden worden door de ruwe bergen.
pl: Góry buforujące perską ojczyznę, strefa pomiędzy Persydą, Seleucją i Medią. Gracze rozpoczynają rozgrywkę w pobliżu Zatoki Perskiej z ich własną prowincją posiadając 1 świątynię. Dostęp do niewykorzystanych zasobów i terytoriów można znaleźć na nierównych obszarach w głębi lądu.
pt_br: As montanhas da pátria persa, atravessando Persis, Susiana e Media. Os jogadores começam a partida perto do Golfo Pérsico na sua própria província com 1 Templo grátis. Acesso a recursos inexplorados e territórios podem ser encontrados através do interior acidentado.
ru: Горы опоясывают родину персов, включающую Фарс, Элам и Мидию. Игроки начинают игру у Персидского залива в собственной провинции с одним храмом. Нетронутые ресурсы и земли можно найти в изрезанных внутренних районах.
sk: Hory zastávajúce Perzskú domovinu, pokrývajúce Párs, Susianu (Elam) a Mediu (región v dnešnom Iraku). Hráči začínajú hru blízko pri Perzskom zálive vo vlastnej provincii s 1 Chrámom. Cesta k nevyužitým zdrojom a teritóriam sa dá nájsť na drsných územiach vnútrozemia.
sv: Bergen som skyddar det Persiska hemlandet som gränslar Persis, Susiana, och Media. Spelare börjar matchen nära Persiska viken i sin egen provins med 1 gratis Tempel. Tillgång till outnyttjade resurser och territorier kan hittas i det karga inlandet.
tr: Dağalar pers topraklarına tampon sağlar, perslerin bulunduğu, Susiana, ve Mediaya. Oyuncular 1 ücretsiz Tapınak ile kendi ilinde Pers Körfezi yakınlarında Karşılaşmaya başlar. Henüz keşfedilmemiş kaynaklar ve topraklar erişimi engebeli yollarla artalanlara bulunabilir.
uk: Гори обмежують батьківщину персів, що охоплює Персиду, Сузіяну, та Мідію. Гравці починають змагання біля Перської затоки у власній провінції з 1 безкоштовним храмом. Прохід до невикористаних ресурсів та територій пролягає через внутрішні скелясті райони.
zh_tw: 這座山橫跨了波斯人的家園，包括了波斯、埃蘭、以及米底亞。 玩家們在鄰近波斯灣的地方，以 1 座免費的神廟開始遊戲。 崎嶇的內陸地區有著尚未被發現的資源及領土。

source: Zagros Mountains (2)
br: Menez Zagros (2)
ca: Muntanyes de Zagros (2)
cs: Pohoří Zagros (2)
de: Zāgros-Gebirge (2)
el: Οροσειρά Ζάγκρος (2)
es: Montañas Zagros (2)
eu: Zagros Mendiak (2)
fa: رشته‌ کوه‌های زاگرس ۲
fi: Zagrosvuoret (2)
fr: Monts Zagros (2)
ga: Sléibhte na Sagrais (2)
gd: Monadh Sagros (2)
hu: Zagrosz-hegység (2)
id: Pegunungan Zagros (2)
it: Monti Zagros (2)
ja: ザグロス山脈 (2)
ms: Pergunungan Zagros (2)
nb: Zargosfjellene (2)
nl: Zagros bergen (2)
pl: Góry Zagros (2)
pt_br: Montanhas Zagros (2)
ru: Горы Загрос (2)
sk: Pohorie Zagros (2)
sr: Планине Загрос (2)
sv: Zagrosbergen (2)
tr: Zagros Dağları (2)
uk: Гори Загрос (2)
zh_tw: 札格羅斯山脈 (2)
