Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The Britons were the Celtic tribes of the British Isles. Using chariots, longswordsmen and powerful melee soldiers, they staged fearesome revolts against Rome to protect their customs and interests. Also, they built thousands of unique structures such as hill forts, crannogs and brochs.
it: I britanni erano formati dalle tribù Celtiche delle isole Britanniche. Utilizzando carri, guerrieri a spada lunga e possenti soldati da mischia, misero in atto sanguinose rivolte contro Roma per proteggere i loro costumi e interessi. Inoltre, costruirono migliaia di edifici unici come fortezze: i crannogs, isole artificiali, e i brochs, possenti torri circolari.
ja: ブリトンはブリテン諸島のケルト部族でした。チャリオットと長剣士、強力な接近戦士を用いて、ローマへ恐るべき反乱を起こし、彼らの慣習と関心を守ろうとしました。また、ヒルフォートや湖上住居、円塔といった多くの独特な建築を建てました。
zh_tw: 不列顛人是居住在不列顛群島的塞爾特人。擁有雙輪馬車、長劍兵及強而有力的近戰士兵，他們一直與羅馬進行戰爭以保護他們的習俗及利益。同時，他們也建造了數以千計的獨特建築物，像是丘陵堡壘及圓形石塔。

source: +33% trade profit international routes.
it: +33% di profitti per trattative su rotte commerciali internazionali.
ja: 国際交易収入が33%増加します。
zh_tw: 國際路線 +33% 貿易利潤。

source: Celts
it: Celti
ja: ケルト
zh_tw: 塞爾特人

source: British Isles
it: Isole Britanniche
ja: ブリテン諸島
zh_tw: 不列顛群島

source: A set amount of ore and food from every structure destroyed or captured
it: Ottieni una quantità di minerali e cibo da ogni struttura distrutta o catturata
ja: 建物を破壊または奪取するたびに一定量の鉱石と食料を得ます。
zh_tw: 每個摧毀或佔領的建築物都會給予一定量的食物及礦產資源

source: Means Woe to the Defeated It was the words that the Gallic Leader, Brennos, spoke at the Capitol at Rome after they took their plunder.
it: Significa Guai ai Vinti. Erano le parole che il capo gallico, Brenno, pronunciò in Campidoglio a Roma quando gettò sul piatto della bilancia anche la sua spada in modo da aumentare il valore del bottino richiesto ai Romani.
ja: 「敗者に災いあれ」の意味。これはガリアの族長ブレンヌスが、ローマのカンピドリアで略奪品を手にして発した言葉です。
zh_tw: 被打敗就意味著災難，這是高盧領袖布倫努斯在攻佔並掠奪了羅馬後，在古羅馬的丘比特神殿說的。

source: When celt armies met the enemy, before the battle would start, the celt leader would go to the first line and challenge the bravest of the enemy warriors to a single combat. The story of how Marcus Claudius Marcellus killed a Gallic leader at Clastidium (222 B.C.) is typical of such encounters. Advancing with a smallish army, Marcellus met a combined force of Insubrian Gauls and Gaesatae at Clastidium. The Gallic army advanced with the usual rush and terrifying cries, and their king, Britomartos, picking out Marcellus by means of his badges of rank, made for him, shouting a challenge and brandishing his spear. Britomartos was an outstanding figure not only for his size but also for his adornments; for he was resplendent in bright colors and his armor shone with gold and silver. This armor, thought Marcellus, would be a fitting offering to the gods. He charged the Gaul, pierced his bright breastplate and cast him to the ground. It was an easy task to kill Britomartos and strip him of his armor.
it: Quando gli eserciti Celti incontravano il nemico, prima della battaglia, il capo celto si portava tra le prime file per sfidare il più valoroso dei guerrieri nemici in un singolo combattimento. La storia di come Marco Claudio Marcello uccise un capo Gallico a Clastidium (222 a.C.) è tipica di tali avvenimenti. Avanzando con un esercito ridotto, Marcello incontrò un gruppo di Galli Insubri e Gesati a Clastidium. L'esercito Gallico avanzò con la solita foga e urla terrificanti, ed il loro re, Britomartos, individuò Marcello per mezzo dei suoi distintivi di grado e gli si gettò contro brandendo la sua lancia. Britomartos era una figura eccezionale, non solo per le sue dimensione, ma anche per i suoi ornamenti, era risplende di colori vivaci e la sua armatura brillava d'oro e d'argento. Questa armatura, pensò Marcello, sarebbe un'eccellente offerta agli dei. Caricò il capo Gallico, trafiggendo la sua brillante corazza e gettandolo a terra. Complice la foga di Britomartos il romano riuscì facilmente a ucciderlo e lo spogliarlo della sua armatura.
ja: ケルト軍が敵と対面すると、戦いが始まる前にケルトの大将が最前線へ行き、敵兵の一番の勇者に一騎打ちを挑んだものでした。マルクス・クラウディウス・マルケッルスがガリア王をクラスティディウム （紀元前222年）で殺した逸話はそうした遭遇の典型です。小さめな軍隊で前進し、マルケッルスはインスブリアのガリア人とガエサタエの混成軍とクラスティディウムで遭遇しました。ガリア軍はいつもどおり雄叫びを上げて突進しました。そしてその王ブリトマルトスは, マルケッルスを階級バッジによって見わけ、大声で決闘を挑み、槍を得意げに振り回しました。 ブリトマルトスの外観は体格のみならず、装飾品でも際立っていました。鮮やかな色できらびやかに身を包み、鎧は金や銀で輝いていたのです。この鎧は神への奉納品にふさわしいと、マルケッルスは思いました。彼はそのガリア人 に突進し、鮮やかな胸当てを貫いて身を地面に打ち捨てました。ブリトマルトスを倒して鎧をはぎ取ることなど彼にとっては簡単な仕事でした。
zh_tw: 當塞爾特軍隊遇到敵人，在戰鬥開始前，塞爾特這一邊的領導人會到最前線與敵方最勇敢的戰士進行一對一的戰鬥。一個關於馬克盧斯如何在 Clastidium 一戰（西元前222年）殺死高盧的一個酋長的故事，就是這種事情的典型。以一個相當小的軍隊前進，馬克盧斯在 Clastidium 遇到了高盧的 Insubrian 及 Gaesatae。高盧軍隊以相當稀鬆平常的方式衝鋒及發出駭人的戰嚎，而他們的國王，Britomarto，因他的階級徽章而挑選出了馬克盧斯，並以他自己的方式挑戰並揮舞著長矛。Britomarto 是一位傑出的人物，不只是他身上的裝飾品，更是因為他的名聲；因為他曾經輝煌，而且他的盔甲上閃耀著黃金以及白銀。馬克盧斯心想這件盔甲會是一個給神的適當祭品，他衝向 Britomarto，刺穿他亮晃晃的胸甲，然後把他丟在地上。對馬克盧斯來說，殺了 Britomarto 並奪取他的盔甲是一件相當容易的事情。

source: Britomartos
ja: ブリトマルトス

source: Brennus is the name which the Roman historians give to the famous leader of the Gauls who took Rome in the time of Camillus. According to Geoffrey of Monmouth, the cleric who wrote “History of the Kings of Britain”, Brennus and his brother Belinus invaded Gaul and sacked Rome in 390 B.C., 'proving' that Britons had conquered Rome, the greatest civilization in the world, long before Rome conquered the Britons. We know from many ancient sources which predate Geoffrey that Rome was indeed sacked, but in 387 not 390, and that the raid was led by a man named Brennos (which was latinized to Brennus), but he and his invading horde were Gallic Senones, not British. In this episode several features of Geoffrey's editing method can be seen: he modified the historical Brennus/Brennos, created the brother Belinus, borrowed the Gallic invasion, but omitted the parts where the Celts seemed weak or foolish. His technique is both additive and subtractive. Like the tale of Trojan origin, the story of the sack of Rome is not pure fabrication; it is a creative rearrangement of the available facts, with details added as necessary. By virtue of their historical association, Beli and Bran are often muddled with the earlier brothers Belinus and Brennus (the sons of Dunvallo Molmutius) who contended for power in northern Britain in around 390 B.C., and were regarded as gods in old Celtic tradition.
it: Brenno è il nome che gli storici romani diedero al famoso condottiero dei Galli che prese Roma al tempo di Camillo. Secondo Geoffrey di Monmouth, il religioso che ha scritto "Storia dei Re della Bretagna", Brenno e suo fratello Belinus invasero la Gallia e saccheggiarono Roma nel 390 a.C., è la 'prova' che i Britanni conquistarono Roma, la più grande civiltà del mondo, prima che Roma conquistasse i Britanni. Sappiamo da molte fonti antiche, anteriori a Geoffrey che Roma fu effettivamente saccheggiata, ma nel 387 non nel 390, e che l'attacco venne condotto da un uomo di nome Brennos (latinizzato in Brenno), ma sia lui che la sua orda di invasori erano Galli Senoni, non Britanni. In questo episodio possono essere evidenziate diverse caratteristiche del metodo di revisione di Geoffrey: modificò il nome Brenno/Brennos, creò il fratello Belinus, prese in prestito l'invasione gallica, ma omise le parti in cui i celti apparivano deboli o ignoranti. La sua tecnica era sia additiva sia sottrattiva. Come il racconto dell'origine di Troia, la storia del sacco di Roma non fu pura invenzione; ma un riarrangiamento creativo dei dati disponibili, con particolari aggiunti, quando necessario. In virtù della loro associazione storica, Beli e Bran sono spesso confusi con i fratelli precedenti Belinus e Brenno (i figli di Dunvallo Molmutius), che governarono nel nord della Gran Bretagna intorno al 390 a.C., ed erano venerati come divinità nella vecchia tradizione Celtica.
ja: ブレンヌスはローマの歴史家がつけた名で、カミルスの時代にローマを占領したガリアの有名な指導者です。ジェフリー・オブ・モンマスという聖職者が著した「ブリタニア列王史」によると、ブレンヌスとベリヌスの兄弟がガリアを侵略し、紀元前390年にローマを略奪したことが、ブリトンが世界最高の文明ローマを、ローマがブリトンを征服するはるか前に征服した証だとします。ジェフリー以前の多くの古代の文献によると、ローマは確かに略奪されたが、390年ではなく387年であり、略奪はブレノス（ラテン語化するとブレンヌス）という指導者が率いていたとされます。しかし、彼と侵略者の大群はガリア・セノネス族で、イギリス人ではありません。このエピソードでジェフリーの編集技法の特徴のいくつかがわかります。彼は歴史上のブレンヌス/ブレノスを改変し、ベリヌスという兄弟を創作し、ガリアの侵略を借りつつも、ケルトが弱く愚かに見える部分は省きました。彼の技法は付加と省略の両方です。トロイ起源説のように、ローマの略奪は完全な創作ではありません。つまり、使える事実を創造的に再構成し、必要に応じて詳細を足したものです。歴史的な連想から、ベリとブランはしばしば、北ブリテンで紀元前390年頃に覇権を競っていた（ドゥンワロ・モルムティウスの息子の）ベリヌスとブレンヌス兄弟と混同されますが、古いケルトの伝統で神とされていました。
zh_tw: 布倫努斯是一個在羅馬的歷史學家眼中，與羅馬的卡米盧斯齊名的高盧領袖。根據編寫「不列顛國王史」的蒙茅斯的杰弗里牧師，布倫努斯和他的兄弟 Belinus 於西元前390年入侵高盧並戰勝羅馬，「證明」了不列顛人在羅馬，這個世界上最偉大的文明，征服不列顛前就已經征服了他們。我們可以從許多比杰弗里更早的來源中知道，羅馬的確被戰勝了，但是在西元前387年而非390年，並且是由一個名為 Brennos（拉丁名為 Brennus，即布倫努斯）的人主導突襲，但他入侵的部落為高盧的 Senones，而非不列顛。在這裡我們可以看到杰弗里的幾個編輯特點，他修改了歷史上的倫努斯／Brenno，並創造了他的兄弟 Belinus，借用了高盧的入侵，但省略了其中塞爾特人看似較脆弱或愚蠢的部份。他的手法同時有加分及扣分的效果。像是木馬原始的故事，以及羅馬戰敗的故事並不是純屬捏造，它們是真實故事的創意重組，並添加了一些必要的細節。因為他們的歷史關聯，Beli 及 Bran 經常會與在西元前390年，在北不列顛爭權奪利的較早期的兄弟 Belinus 及布倫努斯（Dunvallo Molmutius 的兒子）混淆在一起，並被視為舊塞爾特傳統的神。

source: Brennos
it: Brenno
ja: ブレンヌス
zh_tw: 布倫努斯

source: Uerkingetorix
it: Vercingetorix
ja: ウェルキンゲトリクス

source: Mainland Europe
it: Europa Continentale
ja: ヨーロッパ大陸
zh_tw: 歐洲大陸

source: At its peak (around 200 B.C.), the massive Celtic Empire spanned from Spain to Romania and Northern Italy to Scotland; although it wasn't a true empire because the Celtic people were not united by any form of government, but only in language and various social aspects. Their lack of any cohesion was probably the largest contributing factor to their ultimate submission to Rome by 100 A.D. The other contributing factors were their lack of armor and their inability to counter the mighty legions and siege weapons of Rome.
it: Al suo apice (circa 200 a.C.), l'Impero Celtico si estendeva dalla Spagna alla Romania e dal Nord Italia alla Scozia, anche se non era un vero e proprio impero, poiché i popoli celti non erano uniti da una forma di governo, ma solo dalla lingua e alcuni aspetti sociali. La loro mancanza di coesione fu probabilmente il principale fattore che contribuì alla loro sottomissione a Roma del 100 d.C. Gli altri fattori furono la mancanza di armature e la loro incapacità di contrastare le legioni organizzate e le armi d'assedio di Roma.
ja: 最盛期（紀元前200年頃）に、ケルト帝国はスペインからルーマニア、北イタリアからスコットランドまで広がっていました。もっとも、本物の帝国というわけでありません。なぜならケルト人はいかなる形態の政府にも統合されておらず、言語とさまざまな社会的観点でのみまとまりがあったからです。彼らのあらゆる点でのまとまりのなさが、100年までに最終的にローマに服従したおそらく最大の要因でした。他の要因は鎧の不足と、ローマの強力なレギオンや攻城兵器へ対抗できなかったためでした。
zh_tw: 在其顛峰時期（大約在西元前200年），巨大的塞爾特帝國橫跨西班牙到羅馬尼亞，以及北義大利到蘇格蘭；雖然它並不是一個真正的帝國，因為塞爾特人並沒有被任何形式的政府所統一，而僅僅只有在語言及其他社會層面相同。他們缺乏凝聚力可能是導致最終於西元100年時屈服於羅馬人的主要原因，其他原因則是他們缺乏裝甲，無力對抗羅馬強大的軍團及攻城武器。

source: Ariovistus
it: Ariovisto
ja: アリオウィストゥス

source: Cassivellaunus
it: Cassivellauno
ja: カッシウェラウヌス

source: Valetiacos
ja: ワレティアコス

source: Hellenes
it: Elleni
ja: ギリシア
zh_tw: 希臘人

source: 10-15% cheaper technologies.
it: tecnologie più economiche del 10-15%.
ja: テクノロジーが10-15%安くなります。
zh_tw: 科技研發費用減少 10-15%。

source: Oikoumene
it: Ecumene
ja: エクメーネ

source: The Hellenes envisioned themselves as comprising the civilized world (oikoumene), surrounded by more or less developed barbarians. Many foreigners also considered them men of higher stature.
it: I Greci si immaginavano come l'area del mondo civilizzato (ecumene), circondato da più o meno evoluti barbari. Anche molti stranieri li consideravano uomini di grandi doti culturali.
ja: ギリシア人は自分たちが文明世界（oikoumene）を構成し、多少文明化した野蛮人に囲まれていると考えていました。多くの外国人もギリシア人を尊敬に値する人たちと認識していました。
zh_tw: 希臘人認為文明世界 (oikoumene) 由他們自身所構成，四周被發展程度或高或低的蠻族包圍。許多異族人也視他們為身材較高大的人。

source: All units and allied units have increased LOS. ~ 10%
it: Tutte le unità e le unità alleate aumentano del ~ 10% la visuale
ja: すべての自軍および同盟ユニットの見通しが～10%伸びます。
zh_tw: 所有單位與盟友單位增加 10% 的視野

source: Oracle at Delphi
it: Oracolo di Delfi
ja: デルポイの神託
zh_tw: 德爾斐的神諭

source: The sacred Oracle of Apollo at Delphi was among the most highly cherished sanctuaries by Hellenes and foreigners alike. The Lydian king Croesus, for example, consulted the advice of the god before going to war with Cyrus the Great of Persia.
it: Il sacro oracolo di Apollo a Delfi è stato tra i santuari più amati da Greci e stranieri. Il re di Lidia, Creso, per esempio, consultò il consiglio del dio prima di andare in guerra contro Ciro il Grande di Persia.
ja: デルポイの聖アポロン神殿は、ギリシア人にも外国人にも等しく最も崇高な聖域の一つでした。例えばリュディア王クロイソスは、神に助言を請うてからでないとペルシアのキュロス大王との戦に向かいませんでした。
zh_tw: 位於德爾菲 (Delphi) 的阿波羅神諭 (Oracle of Apollo)，被希臘人及外國人一致認為是最備受珍視的聖潔之地。舉例來說，利底亞 (Lydian) 國王克羅伊斯 (Croesus)，在與波斯的居魯士二世 (Cyrus the Great) 開戰前曾在這裡探尋神的旨意。

source: The player gains the Phalanx formation.
it: Gli spartani possono utilizzare la potente formazione a Falange.
ja: ファランクス陣形を利用できます。
zh_tw: 玩家獲得方陣。

source: The classical phalanx formation was developed about VIII century B.C. It was eight men deep and over two hundred men wide, and used overlapping shields and combined pushing power. 'Othismos' refers to the point in a phalanx battle where both sides try to shove each other out of formation, attempting to breaking up the enemy lines and routing them.
it: La formazione a falange classica è stata sviluppata nel VIII secolo a.C. Costituita da otto uomini per lunghezza e larga più di duecento uomini, utilizza una combinazione di scudi sovrapposti e potenza di spinta. 'Othismos' si riferisce al punto, in una battaglia tra falangi, in cui entrambe le parti cercano di spingere a vicenda la formazione avversaria, cercando di sfondare le linee nemiche.
ja: 古典的なファランクス陣形は紀元前8世紀頃に考案されました。隊列は8列横隊で一列は200人を超え、重ね合わせた盾を使って、押す力を合わせました。「オチスモス」というのは、密集陣形の戦いにおいて両軍が押し合って隊列を崩し合おうとする時点のことで、その目的は敵の戦線を打ち破って道を開くことです。
zh_tw: 古典的方陣約在西元前八世紀發展成形。它的縱深有八個人，而寬則是兩百人，士兵們重疊他們的盾牌並將所有向前推動的力量結合起來。「Othismos」是「肉搏」，是指方陣戰鬥中雙方衝撞對方的方陣的時間點，此時雙方都在嘗試突破對方的防線，以為繼續前進鋪路。

source: Triremes are 20% cheaper and build 20% faster.
it: Le Trireme saranno il 20% più economiche e il 20% più veloci da costruire
ja: 三段櫂船が20%安く、20%速く建造できます。
zh_tw: 三列槳戰船建造花費便宜20%，且建造速度快20%。

source: The king of Sparta, whom fought and died at the battle of Thermopylae in 480 B.C. He successfully blocked the way of the huge Persian army through the narrow passage with his 7000 men, until Xerxes was made aware of a secret unobstructed path. Finding the enemy at his rear, Leonidas sent home most of his troops, choosing to stay behind with 300 hand-picked hoplites and win time for the others to withdraw.
it: Il re di Sparta, che combatté e morì nella battaglia delle Termopili nel 480 a.C. Impedì con successo l'avanzata dell'enorme esercito persiano attraverso lo stretto passaggio con i suoi 7000 uomini, fino a quando Serse venne a conoscenza di un percorso alternativo segreto. Trovandosi il nemico alle spalle, Leonida inviò a difendere la grecia la maggior parte delle sue truppe, scegliendo di rimanere con 300 opliti alle Termopili e guadagnare il tempo necessario per permettere agli altri di ritirarsi.
ja: スパルタ王で、紀元前480年のテルモピュライの戦いで戦死しました。彼は7000の手勢でペルシアの大軍の進軍を隘路で阻止することに成功しましたが、それもクセルクセスに障害のない秘密の間道を察知されるまでのことでした。背後に敵を発見したレオニダスは軍勢の大半を帰還させ、300の精鋭重装歩兵と居残り、他のものが帰還する時間を稼ぐことを決断しました。
zh_tw: 斯巴達的國王，於西元前 480 年在溫泉關 (Thermopylae) 戰役中戰死。他成功以 7000 名的兵力，將數量遠遠超過他們的波斯軍隊阻擋在溫泉關的狹窄通道之外，但後來波斯國王薛西斯一世 (Xerxes) 找到一條通往斯巴達軍隊後方的秘密通道。列奧尼達 (Leonidas) 在發現敵軍繞道背後之時，只留下親手挑選的 300 名重裝步兵作後盾，並讓剩下的軍人返鄉；留下的軍隊奮戰直到最後一刻以爭取其他人撤退的時間。

source: Xenophon (c. 430-355 B.C.) was a Greek soldier and (later) historian who was born in Athens of an oligarch family and was a student of Socrates during his youth. In 401 B. C., Xenophon joined an army of Greek mercenaries lead by Clearchus and four other generals who were aiding Cyrus the Younger in his military campaign against his brother, King Artaxerxes II. After Persian treachery killed the leaders of the mercenary force, Xenophon was elected one of the 5 new generals to lead the army. After a trek of over 1,500 kilometers and 1 1/2 years, Xenophon finally helped lead his men home, fighting dozens of battles and skirmishes along the way.
it: Senofonte (c. 430-355 a.C.) era un soldato greco e (più tardi) storico, nato ad Atene da una famiglia oligarca ed allievo di Socrate durante la gioventù. Nel 401 a.C. Senofonte si unì ad un esercito di mercenari greci guidati da Clearco e altri quattro generali in aiuto di Ciro il Giovane nella sua campagna militare contro il fratello, il re Artaserse II. Dopo il tradimento persiano che uccise i leader della forza mercenaria, Senofonte venne eletto tra i 5 nuovi generali per guidare l'esercito. Dopo oltre 1.500 chilometri e 2 anni di cammino, Senofonte riportò i suoi uomini a casa, combattendo decine di battaglie e schermaglie lungo la strada.
ja: クセノポン（紀元前430-355）はギリシアの軍人で（後に）歴史家でした。アテナイの寡頭支配者の家に生まれ、青年期にソクラテスの弟子でした。紀元前401年にクセノポンは、兄である王アルタクセルクセス2世に反旗を翻した小キュロスを支持するクレアルコス他4人の指揮官が率いるギリシア傭兵部隊に入りました。ペルシアの裏切りで傭兵部隊の指揮官を失った後、クセノポンは5人の新しい指揮官の1人に選ばれました。1500キロメートル以上を1年半かけて踏破し、道中幾多の戦闘と衝突を重ねた末に、クセノポンはついに部隊を故郷へ導きました。
zh_tw: 色諾芬（約於西元前430-355年）曾是希臘士兵及（後來成為了）歷史學家。他出生在雅典的一個寡頭家庭，年輕時曾是蘇格拉底的學生。西元前401年，色諾芬加入由克里巧斯與其他四名將領所帶領的僱傭軍，當時克里巧斯等人正在協助小居魯士對抗他的兄長，國王阿爾塔薛西斯二世。在波斯狡詐的殺死了這支僱傭軍的領導人後，色諾芬被選為新的五將軍之一來領導這支部隊。經過1500公里及一年半的長途跋涉後，一路上大大小小的戰鬥與游擊戰，色諾芬終究帶著他的人回到了家鄉。

source: Poleis
it: Città
ja: 諸ポリス
zh_tw: 城邦

source: Greek City-states
it: Città Stato Greca
ja: ギリシアの都市国家群
zh_tw: 希臘城邦

source: The player gains the Syntagma formation.
it: Il giocatore guadagna la formazione Syntagma.
ja: シンタグマ陣形を利用できます。
zh_tw: 玩家獲得了馬其頓方陣。

source: Once coming to the throne, Philip II set about reforming the ragtag Macedonian army into a fearsome professional force. One such reform is the SYNTAGMA formation, derived from the oblique battle front developed by the Theban commander Epaminondas. The phalanx, consisting of 256 men, is arranged in the following way 16 men in width and 16 in depth.
it: Una volta salito al trono, Filippo II si accinse a riformare l'esercito irregolare Macedone in una forza temibile. La riforma introdusse la formazione SYNTAGMA, derivata dal fronte di battaglia obliquo sviluppato dal comandante tebano Epaminonda. La falange, composta di 256 uomini, è disposta nel modo seguente 16 uomini in larghezza e 16 in profondità.
ja: 玉座につくや否や、ピリッポス 2 世は寄せ集めだったマケドニア軍を脅威の専門家軍団へ改革することに着手しました。こうした改革の一つがシンタグマ陣形で、テーバイの将軍エパメイノンダスが開発した斜線陣から派生したものです。ファランクス陣形を256人で構成し、一列16人×16列の形に整列しました。
zh_tw: 在腓力二世登上王位後，便著手將馬其頓原先的烏合之眾，整頓為一支令人心生畏懼的正規軍。其中一項改革為馬其頓方陣，在由底比斯指揮官伊巴密濃達 (Epaminodas) 所發展出來的底比斯斜線方陣的基礎上進行改進。每個方陣包含了 256 個人，由寬 16 人、縱深 16 人所組成。

source: Civic Centers have double Health.
it: Centro Cittadino raddoppia la propria Salute
ja: 町の中心の耐久力が2倍になります。
zh_tw: 城鎮中心有雙倍的生命值。

source: Demetrios Poliorcetes
it: Demetrio I Poliorcete
ja: デメトリオス・ポリオルケテス
zh_tw: 圍城者，德米特里一世

source: Macedonia
ja: マケドニア
zh_tw: 馬其頓

source: Kingdom bordering Greek city-states
it: Regno confinante città-stato Greche
ja: ギリシア都市国家群に接する王国
zh_tw: 與希臘城邦接壤的王國

source: The Hellenes were a people famous today for their architecture, fighting ability, and culture. The Hellenic peoples of the Dorian, Ionian, and Aeolian tribes swept into modern day Greece from 3000 B.C. to around 1100 B.C. in successive waves that eventually supplanted the previously established cultures of Mycenae and Minoan Crete. They were most active during the period of colonization that took place in the 7th and 6th centuries B.C., the Greco-Persian Wars (499-449 B.C.), the Peloponnesian War (431-404 B.C.), and the conquests of Alexander the Great (4th Century B.C.). Their civilization would endure until their final absorption by Rome in 146 B.C.
it: I Greci erano un popolo divenuto oggi famoso per la loro architettura, la capacità in combattimento e la cultura. I popoli Ellenici dei Dori, Ioni, e le tribù degli Eoli furono presenti in quella che è la Grecia moderna dal 3000 a.C. al 1100 a.C. in ondate successive che alla fine soppiantarono le culture precedentemente stabilitesi di Micene e Creta Minoica. Furono i più attivi durante il periodo della colonizzazione che ebbe luogo nel 7° e 6° secolo a.C., le Guerre Greco-Persiane (499-449 a.C.), la Guerra del Peloponneso (431-404 a.C.), e le conquiste di Alessandro Magno ( IV secolo a.C.). La loro civiltà durò fino al loro assorbimento da parte di Roma nel 146 a.C.
ja: ギリシア人は、その建築、戦闘能力、文化が今日でも有名です。ギリシア系のドーリア人、イオニア人、アイオリス人が、現在のギリシャに、紀元前3000年から1100年頃にかけて連続波状に流入した結果、以前に成立していたミケーネ文明やミノア・クレタ文明にとって代わりました。ギリシア人が最も活動的だったのは、紀元前7世紀から6世紀にかけての植民期と、ギリシア・ペルシア戦争（紀元前499-449）、ペロポネソス戦争（紀元前431-404）、そして、アレクサンドロス大王の遠征（紀元前4世紀）のときでした。彼らの文明は、紀元前146年のローマによる最後の編入まで持ちこたえることになりました。
zh_tw: 古希臘人以他們的建築、戰鬥能力、以及文化，聞名於現代。多利安、愛奧尼亞及伊奧尼亞等部落的希臘人從西元前3000年至西元前1100年間一波波的湧入現今的希臘領土，最後取代了邁錫尼及米諾斯等文明。他們在西元前7世紀及西元前6世紀時的殖民時期、波希戰爭（西元前499 - 449年）時期、伯羅奔尼撒戰爭（西元前431 - 404年）時期，及亞歷山大大帝東征（西元前4世紀）時期極其活躍。他們的文明一直持續到西元前146年才被羅馬人所吸收。
