Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: A "small island"-style map set in the Aegean Sea.
ast: Una geographía islhetina ambientada n Mare Egeo.
bg: Карта в стил „малък остров“, разположена в Егейско море.
br: Un "enezenn vihan" -kartenn stil lakaet e Mor Ejean.
ca: Un mapa amb illes petites situat al mar Egeu.
cs: Mapa ve stylu "Malý ostrov" umístěná do Egejského moře.
da: En bane med små øer i det Ægæiske Hav.
de: Eine Karte vom Typ „kleine Insel“, im Ägäischen Meer gelegen.
el: Ένας χάρτης τύπου "μικρό νησί" τοποθετημένος στο Αιγαίο Πέλαγος.
es: Un mapa de «islas pequeñas» ambientado en el mar Egeo.
eu: Egeo Itsasoan girotutako "uharte txikietako" mapa.
fa: یک نقشه به سبک "جزایر کوچک" در دریای اژه.
fi: Egeanmerelle sijoittuva "pienet saaret" -tyylinen kartta.
fr: Carte de style "petite île" dans la mer Égée.
ga: Léarscáil i stíl "oileán beag" atá suite sa Mhuir Áigeach.
gd: Mapa le eileanan beaga sa Mhuir Àigeanach.
hu: Egy „kis sziget” stílusú térképkészlet az Égei-tengeren.
id: Sebuah peta bergaya "pulau kecil" di laut Aegea.
it: Una mappa del tipo "piccola isola" situata nel Mar Egeo.
ja: エーゲ海に浮かぶ「小島」スタイルのマップです。
ko: 에게 해를 배경으로 한 "작은 섬" 스타일의 지도입니다.
ms: Set peta gaya-"pulau kecil" dalam Laut Aegean.
nb: En "liten øy"-kart satt til Egeerhavet.
nl: Een "kleine eilanden" stijl kaart in de Egeïsche zee.
pl: Małe wyspy położone na morzu Egejskim.
pt_br: Um mapa em estilo de "pequenas ilhas", ambientado no mar Egeu.
pt_pt: Um mapa com pequenas ilhas situadas no Mar Egeu.
ru: «Маленький остров» — набор карт в Эгейском море.
sk: Mapa na štýl „ostrovčekov“ zasadená do oblasti Egejského mora.
sr: Стил мапе 'малена острва' у Егејском мору.
sv: En "små öar"-karta belägen i Egeiska havet.
tr: Ege denizinde "küçük ada" harita stilindedir.
uk: "Маленький острів" набір карт у Егейському морі.
zh: 一个在爱琴海的“岛屿风格”地图集。
zh_tw: 一個在愛琴海的「島嶼風格」地圖集。

source: Cycladic Archipelago (2 players)
bg: Цикладски архипелаг (2-ма играчи)
ko: 키클라데스 군도 (2인용)
pt_pt: Arquipélago das cíclades (2 jogadores)

source: Cycladic Archipelago (3 players)
bg: Цикладски архипелаг (3-ма играчи)
ko: 키클라데스 군도 (3인용)
pt_pt: Arquipélago das cíclades (3 jogadores)

source: A deep rocky canyon slicing through the desert. Each player starts their colony on a plateau on either side of the ravine.
ast: Una fouç fonda & frayosa que traviessa l ermu. Cada jogador intama nɐs mesɐs a intrambos llados de la cavuörca.
bg: Дълбок скалист каньон, пресичащ пустинята. Всеки от играчите започва колонията си на плато, намиращо се на една от двете страни на клисурата.
br: Ur ganienn vaenek don o troc'hañ an dezerzh. Pep c'hoarier a grog o zrevadenn war un uhelgompezenn war un tu pe egile eus ar ganienn.
ca: Una profunda gorja rocosa que travessa el desert. Cada jugador comença la seva colònia en un altiplà a banda i banda del barranc.
cs: Hluboká, skalnatá horská propast v poušti. každý hráč začíná svou kolonii na náhorní plošině na jedné straně soutěsky.
da: En dyb stenet kløft skærer igennem ørkenen. Hver spiller starter sin koloni på et plateau på hver side af kløften.
de: Ein tiefe, felsige Bergschlucht in der Wüste. Jeder Spieler startet seine Kolonie auf einem Plateau auf einer Seite der Schlucht.
el: Ένα βαθύ βραχώδες φαράγγι σε λωρίδες μέσα στην έρημο. Κάθε παίκτης ξεκινά την αποικία του σε ένα οροπέδιο από κάθε πλευρά του φαραγγιού.
es: Un profundo cañón rocoso que divide el territorio. Cada jugador comienza su colonia en una llanura en cada lado de la rivera.
eu: Lurraldea zatitzen duen harrizko arroila sakona. Jokalari bakoitzak bere kolonia hasiko du zintzurraren alde bakoitzeko lautadan.
fi: Syvä kivinen kanjoni leikkaa aavikon halki. Kukin pelaaja aloittaa siirtokuntansa tasangolla rotkon jommalla kummalla puolella.
fr: Un profond canyon rocheux tranchant le désert. Chaque joueur commence leur colonie sur un plateau de chaque côté du ravin.
ga: Cainneon domhain agus craigeach i rith tríd an bhfásach. Tosaíonn gach imreoir lena choilineacht ar ardchlár ar gach taobh na hailte.
gd: Sgoltadh creagach domhainn a’ sgoradh an fhàsaich. Stèidhichidh gach cluicheadair an tuineachadh aige air àrd-chlàr mu choinneamh an sgoltaidh.
hu: Egy mély sziklás kanyon szeli át a sivatagot. Minden játékos a fennsíkon kezdi kolóniáját a hasadék két oldalán.
id: Ngarai berbatu dalam yang membelah gurun. Setiap pemain memulai koloni mereka di dataran tinggi di salah satu sisi jurang.
it: Un profondo canyon roccioso taglia il deserto. Ogni giocatore inizia con la colonia su un altopiano ad entrambi i lati del burrone.
ja: 深い岩がちの峡谷が、砂漠を分断しています。 各プレイヤーは入植地を峡谷の両側にある高原から開始します。
ko: 깊은 바위 협곡이 사막을 가르고 있습니다. 각 플레이어들은 협곡 의 양쪽에 있는 고원에서 거주지를 시작합니다.
ms: Ngarai berbatu yang dalam membahagi gurun. Setiap pemain memulakan koloni mereka diatas penara pada salah satu sisi jurang.
nb: En dyp, steinete kløft skjærer gjennom ørkenen. Hver spiller starter på et platå på hver side av ravinen.
nl: Een diepe rotskloof snijd door de woestijn. Elke speler start op een plateau, aan de andere kant van de ravijn.
pl: Głęboki skalisty kanion przedzielający pustynię. Każdy z graczy rozpoczyna na płaskowyżu po obu stronach wąwozu.
pt_br: Um profundo e rochoso cânion cortando o deserto. Cada jogador começa sua colônia em um platô em qualquer dos lados da ravina.
pt_pt: Um desfiladeiro rochoso e profundo que atravessa o deserto. Cada jogador começa num planalto de cada lado da ravina.
ru: Глубокий скалистый каньон разрезает пустыню. Каждый игрок начинает своё поселение на плоскогорье на разных сторонах ущелья.
sk: Hlboký skalnatý kaňon, ktorý sa prediera púšťou. Každý hráč začína na planine na jednej strane priepasti.
sr: Дубок стеновит кањон пресеца кроз пустињу. Сваки играч започиње колонију на висоравни које се простиру на обема странама јаруге.
sv: En djup stenig ravin som skär igenom öknen. Varje spelare startar sin koloni på en platå på varsin sida av ravinen.
tr: Çölde yarılmış derin kayalık kanyonlar. Her oyuncu uçurumun iki tarafında bir plato üzerinde kendi kolonisinde başlar.
uk: Глибокий скелястий каньйон, що розрізає пустелю. Кожен гравець розбудовує поселення на плато, по різних сторонах ущелини.
zh: 沙漠中陡峭的岩石深谷。 玩家在峡谷的两边开拓领地。
zh_tw: 一道相當深的岩石峽谷橫切過沙漠。 每個玩家都在峽谷兩側的平臺開始遊戲。

source: Death Canyon (2)
ast: Fouç de la muörte (2)
bg: Каньон на смъртта (2)
br: Kanienn ar Marv (2)
ca: Canyó de la Mort (2)
cs: Smrtící kaňon (2)
da: Dødskløft (2)
de: Todesschlucht (2)
el: Φαράγγι του Θανάτου (2)
es: El cañón de la muerte (2)
eu: Herioaren Arroila (2)
fa: دره مرگ (2)
fi: Kuolemankanjoni (2)
fr: Canyon de la Mort (2)
ga: Cainneon na Marbh (2)
gd: Sgoltadh a’ bhàis (2)
hu: Halálkanyon (2)
id: Ngarai Kematian (2)
it: Gola della Morte (2)
ja: 死の峡谷 (2)
ko: 죽음의 협곡 (2)
ms: Ngarai Maut (2)
nb: Dødens juv (2)
nl: Kloof der Doden (2)
pl: Kanion śmierci (2)
pt_br: Desfiladeiro da Morte (2)
pt_pt: Desfiladeiro da Morte (2)
ru: Мёртвый каньон (2)
sk: Kaňon smrti (2)
sr: Кањон Смрти (2)
tr: Ölüm Kanyonu (2)
uk: Каньйон Смерті (2)
zh: 死亡峡谷
zh_tw: 死亡峽谷 (2)

source: Two players square off across the heavily forested Deccan Plateau of central India. Each player starts the match with a free farmstead and free storehouse. Virgin resources lie to the lowlands on either side of the plateau. The lowlands also offer opportunity for expansion and strategic maneuvering.
ast: Dous jogadores ingarden-se pela arboridíssima mesa de l Deccan na India central. Cada jogador intama la partida cun un horrio & un almazen. Atopɐn-se recursos vírgenes na baxada a intrambos llados de la mesa. La baxada tamien val par’ inantare los llindeiros & fazher movemientos tácticos.
bg: Двама играчи се изправят един срещу друг в гористото плато Декан в централна Индия. Всеки от тях започва играта с ферма и склад. В низините отстрани на платото има много ресурси. Те са и подходящо място за разширение на територията и стратегически заходи.
br: Daou c'hoarier zo o prientiñ ar brezel e uhelgompezenn goadek stank Dekkan an India kreiz. Pep c'hoarier a grog ar c'hrogad gant un ti-feurm dieub ha mirlec'h dieub. Danvezioù gwerc'h zo kavet war-du ar plaenennoù war zu pe egile an uhelgompezenn. Ar plaenennoù a brof ivez un dro evit un astenn ha leviata strategel.
ca: Dos jugadors es posen en guàrdia a l'altiplà del Dècan (centre de l'Índia), cobert de boscos. Cada jugador comença la partida amb una granja i un magatzem lliures. A les terres baixes hi ha recursos verges a banda i banda de l'altiplà. Les terres baixes també ofereixen la oportunitat de realitzar maniobres d'estratègia i expansió.
cs: Dva hráči stojí proti sobě na hustě zalesněné Dekanské plošině ve střední Indii. Každý hráč začíná se zemědělskou usedlostí (statkem) a skladištěm. V nížinách po obou stranách plošiny leží nedotknuté přírodní zdroje. Tyto nížiny taktéž nabízí možnost rozšiřování a strategického manévrování.
da: To spillere kører på tværs af det stærkt skovklædte Deccan-plateau i det centrale Indien. Hver spiller starter kampen med en gratis bondegård og gratis lagerhus. Jomfruelige ressourcer ligger til lavlandet på hver side af plateauet. Lavlandet giver også mulighed for udvidelse og strategiske manøvrer.
de: Zwei Spieler beziehen auf der stark bewaldeten Hochebene von Dekkan in Zentralindien Stellung. Jeder Spieler beginnt das Spiel mit einem Bauernhof und einem Warenhaus. Unberührte Ressourcen liegen in den Niederungen auf jeder Seite des Plateaus. Das Tiefland bietet auch Gelegenheit zur Expansion und für strategische Manöver.
el: Δύο παίκτες ευθυγραμμισμένοι απέναντι στο βαρύ δασώδες οροπέδιο Ντεκάν της κεντρικής Ινδίας. Κάθε παίκτης ξεκινά το παιχνίδι με μία δωρεάν αγροικία και μία δωρεάν αποθήκη. Ανεκμετάλλευτοι πόροι βρίσκονται στα πεδινά από κάθε πλευρά του οροπεδίου. Οι πεδινές εκτάσεις προσφέρουν επίσης την ευκαιρία για επέκταση και στρατηγικών ελιγμών.
es: Dos jugadores se enfrentan a lo largo de la boscosa llanura del Decán, en la India central. Cada jugador comienza la partida con una alquería y un almacén ya construidos. Los recursos vírgenes se encuentran en las tierras bajas a ambos lados de la llanura. Los bajíos también te ofrecen capacidad de expansión y maniobra estratégica.
eu: Bi jokalari aurrez-aurre Decaneko lautada oihantsuan, erdialdeko Indian. Jokalari bakoitza jada eraikitako basetxe batez eta biltegi batez hasiko da. Baliabide birjinak lautadaren alde banatako beheko lurraldetan aurkitzen dira. Hondar-pilak ere zabalkunderako eta estrategiarako aukera emango dizute.
fi: Kaksi pelaajaa ottelevat Keski-Intian metsäisellä Deccanin tasangolla. Kumpikin pelaaja saa pelin alussa ilmaisen maatilan ja varaston. Neitseellisiä luonnonvaroja on tasangon molemmin puolin sijaitsevilla alankoilla. Alangot tarjoavat myös mahdollisuuden laajentumiselle ja strategisille liikkeille.
fr: Deux joueurs s'affrontent sur le plateau densément boisé du Deccan dans le centre de l'Inde. Aucun joueur ne commence le match avec des unités, mais ils reçoivent une ferme et un entrepôt gratuits. Les ressources encore inexploitées se trouvent dans les plaines de chaque côté du plateau. Les plaines offrent également des possibilités d'expansion et de manœuvre stratégique.
ga: Troideann dhá imreoir ar feadh coillte an Ardchláir Dhéiceanaigh san India lárnach. Tosaíonn gach imreoir le háitreabh feirme agus stóras saor in aisce. Tá achmainní neamhshaothraithe sna ísealchríocha ar gach taobh an ardchláir. Is féidir leis na hísealchríocha seo á n-úsáid mar dheis do mhéadú nó ionramháil a dhéanamh.
gd: Thèid dithis chluicheadair an aghaidh a chèile air àrd-chlàr Dacain nan Innseachan meadhanach sa bhios pailteas choilltean. Tòisichidh gach cluicheadair le tuathanas ’s taigh-stòrais an-asgaidh. Tha stòrasan ùra air an dùthaich ìosal gach taobh an àrd-chlàir. Tha cothroman leudachaidh ’s ro-innealachd san dùthaich ìosal cuideachd.
hu: Két játékos telepszik le az igen erdős Dekkán-fennsíkon Közép-Indiában. Minden játékos egy ingyenes tanyával és raktárral kezdi a játszmát. Szűz források az alföldön terülnek el, a fennsík mindkét oldalán. Az alföldek kínálnak lehetőséget a terjeszkedésre és a stratégiai manőverekre.
id: Dua pemain bertarung di pepohonan Dataran Tinggi Dekkan di India Tengah. Setiap pemain memulai pertandingan dengan sebuah lumbung dan gudang gratis. Sumberdaya tak terjamah berada di dataran rendah di kedua sisi dataran tinggi. Dataran rendah juga memberikan kesempatan untuk memperluas wilayah dan manuver strategis.
it: Due giocatori iniziano il gioco nel boscoso Deccan dell'India centrale. Ogni giocatore inizia la partita con una fattoria e un deposito gratuiti. Risorse vergini si trovano in pianura su entrambi i lati del pianoro. Le pianure offrono anche opportunità di espansione e di manovre strategiche.
ja: 2プレイヤーが密林生い茂る中央インドのデカン高原を挟んでにらみ合っています。 各プレイヤーは納屋と倉庫付きで対戦を開始します。 手つかずの資源が高原の両側の低地に眠っています。低地はまた拡大と戦略的作戦行動の舞台でもあります。
ko: 두 플레이어는 인도 중부의 숲이 우거진 데칸 고원을 가로질러 광장을 가로질러 광장을 장식합니다. 각 플레이어들은 비어있는 농장과 창고로 시합을 시작합니다. 개간되지 않은 자원은 고원 양쪽의 저지대에 있습니다. 낮은 지대는 또한 확장 및 전략적 기동을 위한 기회를 제공합니다.
ms: Dua orang pemain berada jauh secara bertentangan di Dataran hutan Deccan, tengah India. Setiap pemain bermula dengan pusat ladang dan gudang. Sumber asli berada di tanah rendah jauh disebalik dataran. Tanah rendah juga merupakan peluang untuk pembesaran wilayah dan penjelajahan strategik.
nb: To spillere møter hverandre på tvers av den tett skogbevokste Deccan Platå i sentrale India. Hver spiller starter kampen med en bondegård og et lagerhus. Jomfruelige ressurser ligger i lavlandet på hver side av platået. Lavlandene tilbr også mulighet for utvidelser og strategisk planlegging.
nl: Twee spelers starten in het dicht beboste hoogland van Dekan in centraal India. Elke speler krijgt een gratis boerderij en pakhuis voor een snellere start. Grondstoffen bevinden zich in de dalen aan beide kanten van het hoogland. De dalen bieden ook ruimte voor expansie of strategische maneuvers.
pl: Ziemie dwóch graczy odcina silnie zalesiony płaskowyż Dekan w centralnych Indiach. Każdy gracz rozpoczyna posiadając folwark zwierzęcy oraz magazyn. Dziewicze zasoby niziny leżą po obu stronach płaskowyżu. Niziny oferują również możliwość rozbudowy oraz strategicznego poprowadzenia kampanii.
pt_br: Dois jogadores se enfrentam através da floresta fortemente arborizada do Planalto Decão da India Central. Cada jogador começa o jogo com um campo e um edifício agrícola gratuito. Recursos virgens jazem nas terras baixas em ambos os lados do planalto. As planícies também oferecem oportunidades para expansão e manobras estratégicas.
pt_pt: Dois jogadores enfrentam-se na floresta densa do planalto do Decão, no centro da Índia. Cada jogador inicia a partida com uma quinta e um armazém já construídos. Há recursos por explorar nas terras baixas situadas em cada lado do planalto. Estas terras baixas oferecem também uma oportunidade para expansão e manobras estratégicas.
ru: Два игрока находятся по сторонам густо покрытого лесом Деканского плато в центральной Индии. Игроки начинают игру с усадьбой и складом. Нетронутые ресурсы находятся в низменностях по обе стороны плато, которые также открывают возможности для расширения и стратегического маневрирования.
sk: Dvaja hráči stoja proti sebe na husto zalesnenej Dekanskej plošine v strednej Indii. Každý hráč začína so statkom a skladiskom. Na nížinách po oboch stranách plošiny ležia nedotknuté prírodné zdroje. Tieto nížiny taktiež ponúkajú možnosť expanzie a strategických manévrov.
sv: Två spelare kvadrerar över den kraftigt skogade Deccan platån i centrala Indien. Varje spelare börjar matchen med en gratis gård och gratis magasin. Virgin resurser ligger till låglandet på vardera sidan av platån. Låglandet erbjuder också möjlighet till expansion och strategisk manövrering.
tr: İki oyuncu, merkezi Hindistan'ın yoğun ormanlık Deccan düzlüğünde arasında kapışır. Her oyuncu ücretsiz bir çiftlik ve ücretsiz depo ile mücadeleye başlar. Virgin kaynakları platonun iki tarafında bulunmaktadır. Ovalar ayrıca genişleme ve stratejik manevra için fırsat sunar.
uk: Двоє гравців стримуються лісистим плато Декан в центральній Індії. Кожен гравець починає гру із безкоштовним господарством та складом. Незаймані ресурси лежать в низовині по обидві сторони плато. Низовини також пропонують можливість для розширення і стратегічного маневрування.
zh: 两名玩家开局位于印度中部的德干高原密林中。 开局时玩家有一座农场，一座仓库。 高原两侧的低地有资源。 两块低地可供扩张及战略协调。
zh_tw: 兩個玩家在有著茂密叢林，且位於印度中部的德干高原上的兩邊進行遊戲。 每個玩家在開始遊戲時都會有一個免費的農場及倉庫。 高原旁任一邊的低地都有未經開發的資源。那些低地同時也提供了擴張及戰略調動的機會。

source: Deccan Plateau (2)
ast: Mesa de l Deccan (2)
bg: Платото Декан (2)
br: Uhelgompezenn an Dekkan (2)
ca: Altiplà del Dècan (2)
cs: Dekkanská náhorní plošina (2)
da: Dekkanplateauet (2)
de: Dekkan-Plateau (2)
el: Οροπέδιο Ντεκάν (2)
es: Meseta del Decán (2)
eu: Decaneko Goi-Lautada (2)
fa: فلات دکن (2)
fi: Deccanin ylänkö (2)
fr: Plateau du Deccan (2)
ga: An tArdchlár Déiceanach (2)
gd: Àrd-chlàr Dacain (2)
hu: Dekkán-fennsík (2)
id: Dataran Tinggi Dekkan (2)
it: Altipiani del Deccan (2)
ja: デカン高原 (2)
ko: 데칸 고원 (2)
ms: Penara Deccan (2)
nb: Dekkanplatået (2)
nl: Hoogland van Dekan (2)
pl: Wyżyna Dekan(2)
pt_br: Planalto Decão (2)
pt_pt: Planalto do Decão (2)
ru: Деканское плоскогорье (2)
sk: Dekanská plošina (2)
sr: Деканска висораван (2)
sv: Deccan Platån (2)
tr: Deccan Düzlüğü (2)
uk: Плато Декан (2)
zh: 德干高原 (2)
zh_tw: 德干高原 (2)
