Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Foreigners are invading Britannia. The native Britons must fight against a massive enemy invasion force to secure their homeland for the next generation! Player 1 is the Britons. Players 2-5 are the invasion force, garrisoned aboard their stout ships in the channel off the White Cliffs of Dover. Teams are set by the map script, but can be altered by the players in setup if they wish to play the map contrary to the scenario defined by the designer. In that case, the game host should set a ceasefire so that the players in the boats can land peacefully and attempt to find a suitable place to plant their first settlements. Assigned civilizations are merely suggestions, and the host should set starting resources to 1000 so that Civic Centers can be built at the start.
ast: Britania sta invadida por foranos. Los nativos britanos han refugar una huöste escomanada par’ assegurare la patria polos sous filyos. El jogador 1 ye britanu. Los jogadores 2-5 son invasores, imbarcados nos navíos ante de los cantiles caliares de Dubre. Los conjuntos vienen determinados polɐs instrucciones geográphicɐs, pero los jogadores puöden eguá-llos nel intamamiento si quexieren demudare la scena. N issi casu, cal que l hospedeiru de la partida afite induciɐs para deixar que los invasores disimbarquen & assitien in paz. Lɐs culturɐs predefinidɐs son meros incamientos. D’outra miente, caleríɐ que l hospedeiru afitás los recursos iniciales a 1000 para que se puöda construir plaçɐs a l principio.
bg: Чужденци нахлуват в Британия. Местните брити трябва да се борят против масивна вражеска инвазия, за да опазят родината си за следващото поколение! Играч 1 играе с бритите. Играчи 2-5 са нашествениците, на борда на яките си кораби в канала срещу Белите скали на Дувър. Играчите биват поставени на картата чрез скрипт, но това може да бъде променено, в случай че не желаят да играят по предвидения сценарий. Ако това е така, сървърът трябва да наложи временно примирие, докато играчите в лодките успеят да акостират и намерят подходящо място, където да се разположат. Определените цивилизации са просто предложения, а сървърът трябва да настрои началните ресурси на 1000, за да могат в началото играчите да построят селищните си центрове.
cs: Cizinci útočí na Britannia. Rodilí Britové musí bojovat proti obrovské nepřátelské invazní síle, aby zajistili svou vlast pro další generaci! Hráč 1 jsou Britové. Hráči 2-5 jsou invazní síly obsazené na palubě svých tlustých lodí v kanálu u Bílých útesů Doveru. Týmy jsou nastaveny skriptem mapy, ale mohou jej hráči změnit v nastavení, pokud chtějí hrát mapu v rozporu se scénářem definovaným návrhářem. V takovém případě by měl hostitel hry nastavit příměří, aby mohli hráči v lodích klidně přistát a pokusit se najít vhodné místo pro výstavbu svých prvních osad. Přiřazené civilizace jsou pouze návrhy a hostitel by měl nastavit počáteční zdroje na 1000, aby bylo možné na začátku budovat správní střediska.
da: Fremmede invaderer Britannia. De indfødte briter skal kæmpe mod en massiv fjendtlig invasionsstyrke for at sikre deres hjemland til næste generation! Spiller 1 er briterne. Spillere 2-5 er invasionsstyrken, garnisoneret ombord på deres kraftige skibe i kanalen ud for White Cliffs of Dover. Holdene er indstillet af kortets script, men kan ændres af spillerne i opsætningen, hvis de ønsker at spille kortet i modsætning til scenariet defineret af designeren. I så fald bør spilværten indstille en våbenhvile, så spillerne i bådene kan lande fredeligt og forsøge at finde et passende sted at plante deres første bosættelser. Tildelte civilisationer er blot forslag, og værten bør indstille startressourcer til 1000, så borgercentre kan bygges fra starten.
de: Fremde fallen in Britannien ein. Die einheimischen Britonen müssen gegen ein gewaltiges gegnerisches Invasionsheer kämpfen, um ihr Heimatland für die nächste Generation zu sichern! Spieler 1 spielt die Britonen. Spieler 2-5 sind das Invasionsheer, das an Bord ihrer robusten Schiffe im Kanal vor den weißen Klippen von Dover liegt. Teams werden vom Kartenscript festgelegt, können aber von den Spielern bei der Spielerstellung geändert werden, wenn sie die Karte entgegen dem vom Kartenersteller gewollten Szenario spielen wollen. In diesem Fall sollte der Host einen Waffenspielstand setzen, damit die Spieler in den Booten friedlich landen und einen geeigneten Platz für ihre ersten Siedlungen suchen können. Die zugewiesenen Zivilisationen sind bloß Vorschläge und der Host sollte die Startressourcen auf 1000 setzen, damit man am Anfang Verwaltungssitze bauen kann.
el: Κατακτητές εισβάλουν στη Βρετανία. Οι αυτόχθονες Βρετανοί πρέπει να πολεμήσουν ενάντια σε μια τεράστια εχθρική δύναμη εισβολής για να ασφαλίσουν τη πατρίδα για την επόμενη γενιά. Παίκτης/τρια 1 είναι με Βρετανούς. Παίκτες/τριες 2-5 είναι οι δυνάμεις κατακτητή, επανδρωμένες στα γεμάτα πλοία τους στο κανάλι των Λευκών Γρεμών του Ντόβερ. Οι ομάδες ορίζονται από το σενάριο του χάρτη, αλλά μπορούν να αλλαχθούν από τους παίκτες κατά την εκκίνηση άν επιθυμούν να παίξουν στο χάρτη αντίθετα από το προκαθορισμένο σενάριο που ορίστηκε απο το σχεδιαστή. Σε αυτή την περίπτωση ,ο οικοδεσπότης του παιχνιδιού θα πρέπει να ορίσει κατάπαυση πυρός ,ώστε οι παίκτες/τριες που βρίσκονται στις βάρκες ,να μπορέσουν με ηρεμία να βρούν ένα κατάλληλο μέρος για να εγκαταστήσουν τους πρώτους οικισμούς τους. Οι καθορισμένοι πολιτισμοί είναι απλά προτάσεις, και ο οικοδεσπότης θα ήταν προτιμότερο να ορίσει τους πόρους στο 1000 ώστς να είναι εφικτή η ανέγερση Αστικών Κέντρων από την αρχή.
es: Los extranjeros están invadiendo Britania. ¡Los nativos britanos deben luchar contra una fuerza de invasión enemiga masiva para asegurar su patria a la siguiente generación! El jugador 1 conduce a los britanos. Los jugadores 2-5 son la fuerza de invasión, guarnecidos a bordo de sus robustos barcos en el canal de los acantilados de Dover. Los equipos vienen prestablecidos en el escenario, pero pueden ser modificados por los jugadores en la configuración si desean jugarlo en forma distinta a la prediseñada. En ese caso, el anfitrión de la partida debe marcar un alto el fuego para que los jugadores en los barcos puedan desembarcar pacíficamente e intentar encontrar un lugar adecuado para establecer sus primeros asentamientos. Las civilizaciones asignadas son meras sugerencias, y el anfitrión debería fijar unos recursos mínimos iniciales de 1000 para que los centros cívicos puedan ser construidos al principio.
eu: Atzerritarrak Britannia inbaditzen ari dira. Jatorrizko britainiarrek etsaien inbasio indar masibo baten aurka borrokatu behar dute hurrengo belaunaldirako beren aberria ziurtatzeko! 1. jokalaria britainiarrak dira. 2-5 jokalari dira inbasioaren indarra, Doverreko itsaslabar zurien parean dauden itsasontzi handien gainean gordeta. Taldeak mapako komandoen sekuentziaren bidez ezartzen dira, baina jokalariek konfigurazioan alda ditzakete mapa diseinatzaileak definitutako agertokiaren aurka jokatu nahi badute. Kasu horretan, jokoaren antolatzaileak su-etena ezarri behar du, jokalariak modu baketsuan lurreratu ahal izateko eta lehen kokalekuak landatzeko leku egokia aurkitzen saiatzeko.. Esleitutako zibilizazioak iradokizun hutsak dira, eta anfitrioiak 1000ean ezarri behar ditu hasierako baliabideak, gizarte-etxeak hasieratik eraiki ahal izateko.
fi: Ulkomaalaiset valtaavat Britannian. Syntyperäisten brittien on taisteltava massiivisia vihollisen hyökkäysjoukkoja vastaan turvatakseen kotimaansa seuraavalle sukupolvelle! Pelaaja 1 on britit. Pelaajat 2-5 ovat hyökkääjäjoukkoja, jotka miehittävät tukevia laivojaan Doverin valkoisten kallioiden edustalla olevalla kanaalilla. Karttaskripti sijoittaa joukkueet, mutta pelaajat voivat muuttaa sijaintejan asetusten yhteydessä, jos he haluavat pelata karttaa suunnittelijan määrittelemän skenaarion vastaisesti. Tällöin pelin isännän on asetettava tulitauko, jotta laivoilla olevat pelaajat voivat laskeutua rauhassa ja yrittää löytää sopivan paikan ensimmäisten siirtokuntiensa perustamiseksi. Määritetyt sivilisaatiot ovat vain ehdotuksia, ja pelin isännän tulisi asettaa aloitusresurssit 1000:een, jotta kansalaiskeskukset voidaan rakentaa heti alussa.
fr: Les étrangers envahissent Britannia. Les Bretons de souche doivent se battre contre une force d'invasion ennemie massive afin de protéger leur patrie pour la prochaine génération ! Le joueur 1 représente les Bretons. Les joueurs 2-5 sont les forces d'invasion, en garnison à bord de leurs solides navires dans le canal au large des falaises blanches de Douvres. Les équipes sont définies par le script de la carte, mais peuvent être modifiées par les joueurs lors de la configuration s'ils souhaitent jouer la carte contrairement au scénario défini par le concepteur. Dans ce cas, l'hôte du jeu doit établir un cessez-le-feu afin que les joueurs dans les bateaux puissent débarquer pacifiquement et tenter de trouver un endroit approprié pour planter leurs premières colonies. Les civilisations attribuées ne sont que des suggestions, et l'hôte doit fixer les ressources de départ à 1000 afin que les centres-villes puissent être construits dès le départ.
id: Orang-orang asing menyerbu Britannia. Suku asli Briton harus melawan pasukan penyerbu besar musuh untuk melindungi tanah airnya untuk masa depan! Pemain 1 adalah Briton. Peman 2-5 adalah pasukan penyerbu, menempati kapal-kapal kokoh mereka di selat seberang Tebing Putih Dover. Regu diatur oleh skrip peta, tetapi dapat diubah oleh pemain saat penyiapan jika ingin memainkan peta tanpa mengikuti skenario yang dibuat oleh pembuat peta. Jika begitu, host harus mengatur gencatan senjata sehingga para pemain di dalam kapal dapat mendarat dengan tenang dan mencoba menemukan tempat yang sesuai untuk mengembangkan pemukiman pertama mereka. Bangsa terpilih hanyalah anjuran, dan host harus mengatur sumberdaya awal menjadi 1000 sehingga Pusat Bangsa dapat dibangun di awal.
it: La Britannia è invasa dagli stranieri, e i suoi nativi devono combattere contro un'enorme forza di invasione nemica per proteggere la loro patria per la prossima generazione! Il giocatore 1 sono i britannici. I giocatori 2-5 sono la forza d'invasione, presidiata a bordo delle loro robuste navi nel canale al largo delle Bianche Scogliere di Dover. Le squadre sono impostate dallo script della mappa, ma possono essere modificate dai giocatori nella configurazione se desiderano giocare la mappa contrariamente allo scenario definito dal progettista. In tal caso, l'host del gioco dovrebbe stabilire un cessate il fuoco in modo che i giocatori nelle barche possano atterrare pacificamente e tentare di trovare un luogo adatto per piantare i loro primi insediamenti. Le civiltà assegnate sono solo suggerimenti e l'host dovrebbe impostare le risorse iniziali su 1000 in modo che i centri civici possano essere costruiti all'inizio.
ja: 外敵がブリタニアを侵略している。生粋のブリトン人は次世代のために祖国を守り、敵の大規模な侵略軍と戦わなければならない！ プレイヤー1はブリトンです。プレイヤー2～5は、ドーバーの白い崖の沖合にある頑丈な船に駐留している侵略軍です。 チームはマップスクリプトによって設定されますが、デザイナーが定義したシナリオに反してマップをプレイしたい場合、セットアップ時にプレイヤーが変更することができます。その場合、ゲームホストは停戦を設定し、ボートに乗っているプレイヤーが平和的に上陸し、最初の入植地を作るのに適した場所を探せるようにする必要があります。 割り当てられた文明は単なる提案であり、ホストはスタート時の資源を1000に設定して、町の中心を最初から建設できるようにしてください。
ko: 외국인들이 브리타니아를 침략하고 있습니다. 브리튼족들은 다음 세대를 위해 그들의 조국을 지키기 위해 거대한 적의 침략군과 싸워야 합니다! 플레이어 1은 브리튼족입니다. 2-5명의 플레이어들은 침략군으로 도버의 백색 절벽에서 떨어진 해협에서 자신의 강력한 선박을 타고 주둔합니다. 팀은 지도 스크립트에 의해 설정되지만, 디자이너가 정의한 시나리오와 반대로 지도를 플레이하려는 경우 설정에서 플레이어들이 변경할 수 있습니다. 이 경우 게임 호스트는 보트의 플레이어들이 평화롭게 착륙하고 첫 번째 정착지를 심을 적절한 장소를 찾을 수 있도록 휴전을 설정해야합니다. 할당된 문명은 제안일 뿐이며, 호스트는 시작 자원을 1000으로 설정하여 시민 회관이 처음에 건설될 수 있도록 해야합니다.
nl: Vreemdelingen vallen Brittannië binnen. De inheemse Britten nemen het op tegen een enorme vijandelijke legermacht om hun vaderland voor de volgende generaties te behouden! Speler 1 is de Britten. Spelers 2 - 5 zijn de invasiemacht, aan boord van hun stoere schepen in het Kanaal, met de Krijtrotsen van Dover in het zicht. De teams worden ingedeeld volgens het script, maar kunnen worden aangepast in de spelopties als de spelers het scenario op hun eigen manier willen spelen. In dat geval moet de host een wapenstilstand instellen zodat de boten veilig kunnen aanleggen en de spelers een goede plek voor hun eerste nederzetting kunnen kiezen. De toegewezen beschavingen zijn slechts suggesties, en de host moet het beginkapitaal instellen op 1000 zodat bij de start direct beschavingscentra kunnen worden gebouwd.
pl: Obcokrajowcy najeżdżają Brytanię. Rdzenni Brytyjczycy muszą walczyć z potężnymi siłami inwazyjnymi wroga, aby zabezpieczyć swoją ojczyznę dla następnych pokoleń! Gracz 1 jest Brytyjczykiem. Gracze 2-5 to siły inwazyjne, stacjonujące na pokładach swoich wytrzymałych statków w kanale u wybrzeży Białych Klifów Dover. Drużyny są ustalane przez skrypt mapy, ale mogą być zmienione przez graczy podczas konfiguracji, jeśli chcą grać na mapie niezgodnie ze scenariuszem określonym przez projektanta. W takim przypadku gospodarz gry powinien zawiesić ogień, aby gracze w łodziach mogli spokojnie wylądować i spróbować znaleźć odpowiednie miejsce na założenie swoich pierwszych osad. Przypisane cywilizacje są jedynie sugestiami, a gospodarz powinien ustawić startowe zasoby na 1000, aby Centra Obywatelskie mogły być budowane na początku.
pt_pt: Os estrangeiros estão a invadir a Britânia. Os britânicos nativos têm de lutar contra uma enorme força de invasão inimiga para garantir a sua terra natal para a próxima geração! O jogador 1 é o povo britânico. Os jogadores 2 a 5 são a força de invasão, aquartelada a bordo dos seus barcos robustos no canal ao largo das Falésias Brancas de Dover. As equipas são definidas pelo guião do mapa, mas podem ser alteradas pelos jogadores na configuração se desejarem jogar o mapa de forma diferente do concebido. Nesse caso, o anfitrião do jogo deve estabelecer um cessar-fogo para que os jogadores nos barcos possam chegar a terra pacificamente e tentar encontrar um local adequado para implantar as suas primeiras povoações. As civilizações atribuídas são meras sugestões e o anfitrião deve definir os recursos iniciais para 1000, para que os centros cívicos possam ser construídos no início.
ru: Иностранцы вторгаются в Британию. Местные бриты должны бороться с массивным вторжением, чтобы обеспечить своё будущее! Игрок 1 - Брит. Игроки 2-5 - это силы вторжения, с гарнизонами на борту их крепких кораблей в канале около Белых скал Дувра. Команды устанавливаются сценарием карты, но могут быть изменены игроками в настройках. В этом в созданной игре необходимо установить прекращение огня, чтобы игроки в лодках могли мирно пришвартоваться и найти подходящее место для новых поселений. Присвоенные цивилизации являются просто предложениями, и хост должен установить начальные ресурсы до 1000, чтобы построить Городские Центры.
sv: Utlänningar invaderar Britannia. De inhemska Britonerna måste slåss emot en massiv fientlig invasion för att säkra deras hemland för den nästa generationen! Spelare 1 är Britonerna. Spelare 2-5 är invasions-styrkan, garrnisonerade ombord deras stout skepp i kanalen av de vita klipporna av Dover. Lagen är satta av kart-skriptet, men kan bli ändrade av spelarna i starten om de önskar spela kartan på ett annat sätt än scenariot som är definerat av designern. I så fall, borde spelets värd sätta en upphör eld regel så att spelarna i båtarna kan landa fredfullt och försöka hitta en lämplig plats att sätta deras första läger. Tilldelade civilisationer är endast rekommendationer, och värden borde sätta start resurserna till 1000 så att samhälls-center kan byggas i början.
tr: Yabancılar Britanya'yı işgal ediyor. Britanyalılar, gelecek nesiller uğruna anavatanlarını güvence altına almak için işgal kuvvetilerine karşı savaşmalıdır! 1. oyuncu Britanyalılar, 2-5. oyuncular ise işgal kuvvetleridir. Dover'ın Beyaz Uçurumları açıklarındaki kanalda sağlam gemilerinde garnizon kurdular. Takımlar harita scripti tarafından belirlenir, ancak tasarımcı tarafından tanımlanan senaryonun aksine haritayı oynamak isterlerse kurulumdaki oyuncular tarafından değiştirilebilir. Bu durumda, oyun sahibi, teknelerdeki oyuncuların barışçıl bir şekilde karaya çıkabilmeleri ve ilk yerleşimlerini kurmak için uygun bir yer bulmaya çalışabilmeleri için ateşkes sağlamalıdır. Atanan medeniyetler sadece birer öneridir ve ev sahibi, Şehir Merkezlerinin başlangıçta inşa edilebilmesi için başlangıç ​​kaynaklarını 1000'e ayarlamalıdır.
uk: Іноземці вторгаються в Британію. Корінні британці повинні боротися проти масового ворожого вторгнення, щоб убезпечити свою батьківщину для наступного покоління! Гравець 1 – Британці. Гравці 2-5 є силами вторгнення, розташованими на борту своїх кораблів у каналі біля Білих скель Дувра. Команди встановлюються за сценарієм карти, але гравці можуть змінити їх, якщо вони хочуть грати на карті всупереч сценарію, визначеному дизайнером. У цьому випадку ведучий гри повинен встановити перемир'я, щоб гравці в човнах могли мирно приземлитися і спробувати знайти відповідне місце для створення своїх перших поселень. Визначені цивілізації – уявні, отже Хост має встановити початкові ресурси на 1000, аби Громадські центри можна було побудувати на самому початку.
zh: 外敌正入侵不列颠。 布立吞必须奋起抗战，为了下一代保卫家园！ 玩家 1 是布立吞。 玩家 2-5 是入侵者，他们驻守在多佛白崖附近海峡中的坚固船只上。 团队由地图脚本设置，如果玩家希望转换角色，可在设置里更改。这样一来，游戏主机应该设置停火，以便船上的玩家可以和平着陆，并找到合适地点来建造定居点。 分配的文明只是建议，主机应将起始资源设置为 1000 单位，以便在开局时建造市政中心。
zh_tw: 外族正在入侵不列顛尼亞。不列顛人原住民必須與龐大的敵人入侵部隊作戰，以確保下一代的家園！ 玩家 1 是不列顛人。玩家 2-5 是入侵部隊，他們駐守在多佛白崖附近海峽中的堅固船隻上。 團隊由地圖腳本設置，但如果玩家希望與設計者定義的場景相反地玩地圖，則可以在設置中由玩家更改。 在這種情況下，遊戲主持人應該設置停火，以便船上的玩家可以和平著陸並嘗試找到合適的地方來種植他們的第一個定居點。 分配的文明只是建議，主持人應將起始資源設置為 1000，以便在開始時建造城鎮中心。

source: White Cliffs of Dover (5)
ast: Cantiles de Dubre (5)
bg: Белите скали на Дувър (5)
cs: Bílé útesy Doveru (5)
de: Weiße Klippen von Dover (5)
el: Λευκοί βράχοι του Ντόβερ (5)
es: Acantilados de Dover (5)
eu: Doverreko itsaslabar zuriak (5)
fi: Doverin valkoiset kalliot (5)
fr: Falaises blanches de Douvres (5)
hu: Doveri fehér sziklák (5)
id: Tebing Putih Dover (5)
it: Scogliere Bianche di Dover (5)
ja: ドーバーの白い断崖 (5)
ko: 도버의 하얀 절벽 (5)
nl: Witte Kliffen van Dover (5)
pl: Białe klify w Dover (5)
pt_br: Penhascos Brancos de Dover (5)
pt_pt: Penhascos brancos de Dover (5)
ru: Белые скалы Дувра (5)
sk: Biele útesy Doveru (5)
sv: Vita Klipporna av Dover (5)
tr: Dover'in Beyaz Falezleri (5)
uk: Білі Скелі Доверу (5)
zh: 多佛白崖（5）
zh_tw: 多佛白崖 (5)

source: Invader 1
ast: Invasor 1
bg: Нашественик 1
cs: Vetřelec 1
de: Invasor 1
el: Εισβολέας 1
es: Invasor 1
eu: Inbasorea 1
fi: Hyökkääjä 1
fr: Envahisseur 1
id: Penyerbu 1
it: Invasore 1
ja: 侵略者 1
ko: 침략자 1
nl: Indringer 1
pl: Inwazja 1
pt_br: Invasor 1
pt_pt: Invasor 1
ru: Захватчик 1
sk: Votrelec 1
tr: İstilacı 1
uk: Загарбник 1
zh: 入侵者 1
zh_tw: 侵略者 1

source: Invader 2
ast: Invasor 2
bg: Нашественик 2
cs: Vetřelec 2
de: Invasor 2
el: Εισβολέας 2
es: Invasor 2
eu: Inbasorea 2
fi: Hyökkääjä 2
fr: Envahisseur 2
id: Penyerbu 2
it: Invasore 2
ja: 侵略者 2
ko: 침략자 2
nl: Indringer 2
pl: Inwazja 2
pt_br: Invasor 2
pt_pt: Invasor 2
ru: Захватчик 2
sk: Votrelec 2
tr: Istilacı 2
uk: Загарбник 2
zh: 入侵者 2
zh_tw: 侵略者 2

source: Invader 3
ast: Invasor 3
bg: Нашественик 3
cs: Vetřelec 3
de: Invasor 3
el: Εισβολέας 3
es: Invasor 3
eu: Inbasorea 3
fi: Hyökkääjä 3
fr: Envahisseur 3
id: Penyerbu 3
it: Invasore 3
ja: 侵略者 3
ko: 침략자 3
nl: Indringer 3
pl: Inwazja 3
pt_br: Invasor 3
pt_pt: Invasor 3
ru: Захватчик 3
sk: Votrelec 3
tr: İstilacı 3
uk: Загарбник 3
zh: 入侵者 3
zh_tw: 侵略者 3

source: Invader 4
ast: Invasor 4
bg: Нашественик 4
cs: Vetřelec 4
de: Invasor 4
el: Εισβολέας 4
es: Invasor 4
eu: Inbasorea 4
fi: Hyökkääjä 4
fr: Envahisseur 4
id: Penyerbu 4
it: Invasore 4
ja: 侵略者 4
ko: 침략자 4
nl: Indringer 4
pl: Inwazja 4
pt_br: Invasor 4
pt_pt: Invasor 4
ru: Захватчик 4
sk: Votrelec 4
tr: İstilacı 4
uk: Загарбник 4
zh: 入侵者 4
zh_tw: 侵略者 4

source: The Yangtze River in China.
ast: El riw “Cháng Jiāng” na Çhina.
bg: Реката Яндзъ в Китай.
cs: Řeka Yangtze v Číně.
da: Yangtse floden i Kina.
de: Der Jangtsekiang in China.
es: El río Yangtsé en China.
fi: Jangtse-joki Kiinassa.
fr: Le fleuve Yangtsé en Chine.
it: Il fiume Yangtze in Cina.
ko: 중국의 장강입니다.
nl: De Jangtsekiang rivier in China.
pl: Rzeka Yangtze w Chinach
pt_br: O Rio Yangtzé, na China.
pt_pt: O rio Yangtzé na China.
ru: Река Янцзы в Китае.
sk: Rieka Jang-c’ v Číne.
tr: Çin'deki Yangtze Nehri.
uk: Ріка Янцзи в Китаї.
zh: 长江，又名扬子江。

source: Chang Jiang (2)
bg: Чанг Жианг (2)
ko: 장강 (2)
nl: Jangtsekiang (2)
pl: Jangcy (2)
ru: Чанг Цзян (2)
sk: Čchang-ťiang (2)
uk: Чан Цзян (2)
zh: 长江（2）

source: The mountains buffering the Persian homeland, straddling Persis, Susiana, and Media. This map simulates the many valleys and choke points that criss cross the mountain range. Players start the match nestled in their own province with 1 free Persian temple. Access to untapped resources and territories can be found through the rugged hinterlands, but is also chock full of dangerous animals, such as Asian bears and Caspian tigers. The central valley is wide open for expansion, with an unclaimed Civic Center, farms, and Trading Posts. Cliffs along the valley's edge may offer vantage points for defensive or offensive fortifications.
ast: El monte que scuda la patria persa, entre Persia, Susiana & Media. Esta geographía representa lɐs abondɐs valladɐs & congosturɐs que traviessɐn la cordoleira. Los jogadores intamɐn la partida anidados na suɐ propria provincia cun 1 templo persa de baldre. Puöden-se atopar recursos & campos vírgenes pelɐs crespɐs tierrɐs interiores, que tamien stan ḷḷenɐs de biçhos pelhigrosos, talos cumo l osu asiáticu & el tigre l caspio. El valle central ufre la oportunidá d’inantar, cun Plaçɐs, semadurɐs & Factoríɐs desiertɐs. Disventíos a lo llongo l cantu l valle podríɐn resultar acondados pa fortificaciones defensivɐs ou abançadɐs.
bg: Планините, защитаващи персийската родина, и пресичащи Персия, Суза и Мидия. Тази карта пресъздава множеството долини и стеснения, които пресичат планинската верига. Играчите започват срещата сгушени в своя собствена провинция с 1 персийски храм. Хълмистите земи наоколо дават достъп до нови територии и изобилие от ресурси, но също така са и дом на опасни животни като азиатската мечка и каспийския тигър. Централната долина предоставя възможности за разширяване на територията, със свободен селищен център, ферми и търговски пунктове. Стръмните склонове по ръба на долината предлагат удобни позиции за изграждане на защитни и нападателни укрепления.
ko: 페르시아의 고향과 맞닿아 있는 산들은 페르시스, 수시아나, 메디아에 걸쳐 있습니다. 이 지도는 산맥을 가로지르는 많은 계곡과 관문을 시뮬레이션합니다. 플레이어들은 1개의 페르시아 사원이 있는 자신의 영토에서 경기를 시작합니다. 험준한 배후지에는 미개척 자원과 영토에 접근할 수 있지만, 아시아 곰과 카스피 호랑이와 같은 위험한 동물도 많이 있습니다. 중앙 계곡은 개방되어 있으며, 중립적인 시민 회관, 농장 및 교역소가 있습니다. 계곡 가장자리를 따라 있는 절벽은 방어 또는 공격 요새를 위한 유리한 지점을 제공할 수 있습니다.
pt_pt: As montanhas que abrigam a pátria persa, a Pérsis, Susiana, e os Media. Este mapa simula os muitos vales e pontos de asfixia que atravessam a cordilheira. Os jogadores começam a partida aninhados na sua própria província com 1 templo persa livre. O acesso a recursos e territórios inexplorados pode ser encontrado através do interior escarpado, mas também está cheio de animais perigosos, tais como ursos asiáticos e tigres do Cáspio. O vale central está aberto para expansão, com um centro cívico não reclamado, quintas, e postos de comércio. Os penhascos ao longo da borda do vale podem oferecer pontos de vantagem para fortificações defensivas ou ofensivas.
zh: 本图横跨波斯、苏萨和米底亚，为波斯家园的缓冲地带，模拟了横跨山脉的众多山谷及咽喉要道。 玩家开局有 1 座波斯神庙。崎岖的腹地有中立的资源和领土，但也有很多危险的动物，如亚洲熊和里海虎。 中央峡谷开阔，拥有中立的市政中心、农场和贸易站。可沿着山谷边缘的悬崖设伏防守。

source: Zagros Mountains (2 players)
ast: Monte Zagrio (2 jogadores)
bg: Планините Загрос (2-ма играчи)
ko: 자그로스 산맥 (2인용)
pt_pt: Cordilheira de Zagros (2 jogadores)
zh: 扎格罗斯山脉 (2人)
