Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: A dry central plateau rich in minerals surrounded by rocky hills The southern parts of Zagros Mountains were the heart of the Persian empires and population. Although the altitude is high, the southern parts are drier that the northern Zagros, leading to a semi-arid climate. Still there are some sparse oak forests in the higher grounds.
ast: Una granda central, seca, rica n minerales & arrodiada de sierros penhascosos. Lɐs fasteirɐs meridionales de l monte Zagrio constituíɐn el cogullu de los imperios persas & la suɐ poblacion. Magar altɐs, son más secɐs que lɐs fasteirɐs septentrionales, possiendo un clima semi-áridu. Ãssí & todo, ha hi dellos carbalyedos ralos pelos altos.
bg: Сухо централно плато, богато на минерали и заобиколено от скалисти хълмове. Южните части на планините Загрос били сърцето на персийските империи и население. Въпреки, че височината е голяма, южните части са по-сухи от северните, което определя полу-континенталния климат. Все пак във високите части има редки дъбови гори.
br: Un uhelgompezenn sec'h kreiz pinvidik e maen gourizet gant tuchennoù maen Lodennoù su ar Menezioù Zagros a veze kalon an impalaeriezhioù Persian ha poblañs. Daoust ma vez uhel an uhelder, al lodennoù su a vez sec'hoc'h eget Zagros hanternoz, en ur vont davet un amzer hanter-grin. Bez'e vez c'hoazh un nebeud koadoù derv en douaroù krec'h.
ca: Un altiplà sec i ric en minerals envoltat de turons rocosos Les parts meridionals de les muntanyes de Zagros eren el cor dels imperis i la població perses. Tot i que l'altitud és alta, les parts meridionals són més seques que les septentrionals de Zagros, cosa que provoca un clima semiàrid. Encara hi ha alguns boscos de roures dispersos en els terrenys més alts..
cs: Suchá středová plošina bohatá na minerály obklopená skalnatými kopci V jižní části Zagroských hor bylo srdce perské říše a obyvatelstva. I když je nadmořská výška vysoká, jižní části jsou sušší než severní Zagros, což vede k polosuchému podnebí. Přesto jsou zde řídké dubové lesy ve vyšších polohách.
da: Et tørt centralt plateau rigt på mineraler omgivet af klippefyldte bakker De sydlige dele af Zagros-bjergene var hjertet af de persiske imperier og befolkning. Selvom højden er høj, er de sydlige dele tørrere end den nordlige Zagros, hvilket fører til et halv-tørt klima. Alligevel er der nogle sparsomme egeskove i de højere terræn.
de: Eine trockene Ebene, die reich an Mineralien ist und von felsigen Hügeln umgeben wird Die südlichen Teile des Zāgros-Gebirges waren das bevölkerungsreiche Herz der persischen Reiche. Obwohl sehr hoch gelegen, sind die südlichen Teile trockener als die Nördlichen, was zu einem halb-trockenen Klima führt. In höheren Lagen gibt es noch spärliche Eichenwälder.
el: Ένα ξηρό κεντρικό οροπέδιο πλούσιο σε μέταλλα που περιβάλλεται από βραχώδεις λόφους Οι νότιες περιοχές στα βουνά Ζάγκρος ήταν η καρδιά των περσικών αυτοκρατοριών και του πληθυσμού. Παρόλο που το υψόμετρο είναι υψηλό, οι νότιες περιοχές είναι ξηρότερες από ότι στο βόρειο Ζάγκρος, οδηγώντας σε ένα ημίξηρο κλίμα. Ακόμα υπάρχουν κάποια αραιά δάση δρυός στα υψηλότερα εδάφη.
es: Una meseta central seca y rica en minerales, rodeada por cerros rocosos. Las partes meridionales de los Montes Zagros fueron el eje de población e imperio persa. Aunque su altitud es elevada, la parte austral es más seca que la zona occidental de los Zagros, terminando en un clima semiárido. Aún quedan algunos bosques de roble dispersos en las tierras altas.
eu: Erdiko lautada lehor eta mineraletan aberatsa, harrizko mendixkak inguraturik. Zagros Mendien erdialdeko parteak pertsiar inperioaren populazioaren ardatza izan ziren. Nahiz bere garaiera handia izan, austral ingurua Zagroseko mendebaldea baino lehorragoa da, klima erdilehorrean bukatuz. Oraindik ere bada haritz basorik goiko lurretan banandurik.
fa: یک فلات مرکزی خشک سرشار از مواد معدنی و در حصار تپه های سنگی قسمت جنوبی کوههای زاگرس قلب امپراتوری و جمعیت ایران بود. اگرچه ارتفاع آن بالا بود و قسمت جنوبی کمی خشکتر بود به نسبت قسمت شمالی زاگرس اما این موضوع باعث شده بود هوای منطقه نیمه خشک باشد و جنگل های پراکنده بلوط در ارتفاعات پوشش گیاهی منطقه را متاثر کرده بود.
fi: Kuiva, mineraalipitoinen keskinen tasanko, jota ympäröivät kallioiset kukkulat. Zagros-vuoriston eteläosat olivat Persian valtakuntien ja väestön sydän. Korkeudestaan huolimatta eteläosat ovat kuivempia kuin pohjoinen Zagros, mikä saa aikaan puolikuivan ilmaston. Korkeammilla alueilla on silti joitakin harvoja tammimetsiköitä.
fr: Un plateau central sec et riche en minerai, entouré de collines rocheuses. Les régions sud des monts Zagros, cœur des empires et de la population perses. Bien qu'en haute altitude, les régions méridionales sont plus sèches qu'au nord du Zagros, conduisant à un climat semi-aride. Pourtant, il y a quelques forêts de chênes clairsemés dans les terrains plus élevés.
ga: Ardchlár lárnach agus tirim, lena shaibhreas i mionraí le cnoic chraigeacha ina thimpeall. Tá croílár na himpireachta Peirsigh sa cuid theas na Sléibhte Sagras, agust tá formhór a daonra ann. Cé go bhfuil an airde an-ard, tá na codanna theas níos tirime ná an Sagras thuaidh, rud a fhágann go haeráid leath-thura. Ach tá cúpla foraois darach gann sna ardchláir.
gd: Àrd-chlàr tioram meadhanach le beartas chlachan-mèinnir le cnuic chreagach timcheall air. Bhiodh ceann a deas a’ Mhonaidh Sagros aig cridhe impireachdan is muinntir nam Pearsach. Ged a tha e àrd, tha ceann a deas nas tiorma na ceann a tuath Sagros agus tha seo a’ toirt gnàth-shìde leth-thioram dha. Tha coilltean darach gann air an tìr as àirde co-dhiù.
hu: A központi kiszáradt fennsík gazdag ásványokban, melyet sziklás hegyek vesznek körül. A Zagrosz-hegység déli része a perzsa birodalom és lakosság szíve. Mivel nagy a tengerszint feletti magasság és a déli részek szárazabbak, mint az északiak, egy félszáraz klíma jön létre. A magasabb területeken még mindig van néhány ritka tölgyes.
id: Sebuah dataran tinggi kering yang kaya akan mineral dikelilingi oleh bukit berbatu Bagian selatan dari Pegunungan Zagros adalah pusat dari kerajaan Persia dan populasinya. Walaupun ketinggiannya tinggi, bagian selatan lebih kering dari bagian utara Zagros, mengarah ke iklim semi-kering. Tetapi di sana tetap ada beberapa hutan pohon ek yang tipis di dataran yang lebih tinggi.
it: Un asciutto altopiano centrale ricco di minerali circondato da colline rocciose La parte meridionale dei Monti Zagros, il cuore degli imperi persiani e della loro popolazione. Anche se l'altitudine è elevata, le regioni meridionali sono più secche che nel nord Zagros, con un clima semi-arido. Inoltre ci sono alcuni boschi di querce sparse nei terreni più in alto.
ja: 乾燥した中央高原は鉱物に富み、岩がちな丘に囲まれています。 ザグロス山脈の南部はペルシア帝国とその住民の中心地です。標高は高いものの、北部ザグロスより乾燥し、やがてステップ気候に至ります。乾燥地域ながら、いくらかのオークの疎林が高地にあります。
ko: 바위 언덕으로 둘러싸인 광물이 풍부한 건조한 중앙 고원 자그로스 산맥의 남부는 페르시아 제국과 인구의 중심지였다. 고도가 높지만 남부 지역은 북부 자그로스가 건조한 기후로 이어진다. 여전히 높은 부지에 희소 한 참나무 숲이 있습니다.
ms: Dataran tengah kering yang kaya dengan mineral dan dikelilingi oleh bukit berbatu Bahagian selatan Banjaran Zagros yang mana pusat empayar Parsi dan populasinya berada. Walaupun kedudukan altitudnya tinggi, bahagian selatan adalah lebih kering berbanding Zagros utara, kesannya beriklim separa-kontang. Walaubagaimanapun masih terdapat sedikit hutan oak di kawasan tanah tinggi.
nb: Et tørt og mineralrikt sentralplatå omgitt av steinete åser De sørlige delene av Zagrosfjellene var hjertet av Perserrikene og deres befolkning. På tross av deres høye beliggenhet er de sørlige delene av Zagros tørrere en de nordlige delene, som fører til et semi-tørt klima. Det er allikevel noen glisne eikeskoger i de høyereliggende områdene.
nl: Een droog, centraal plateau dat rijk is aan mineralen en omgeven door rotsachtige heuvels. Het zuidelijke deel van de Zagros bergketen was vroeger het hart van het Perzische rijk. Ondanks de grote hoogte is het zuidelijke deel droger dan het noorden van de Zagros, wat tot een half-droog klimaat leidt. Er zijn wel nog enkele eikenbossen op grotere hoogte.
pl: Suchy, centralny płaskowyż bogaty w minerały otoczony skalistymi wzgórzami. Południowe części gór Zagros, były sercem imperium perskiego i jego ludności. Wysokość nad poziomem morza jest tu znaczna, a południowe części są bardziej suche niż północne. Skutkuje to klimatem półpustynnym, jednak w wyższych terenach istnieją rzadkie lasy dębowe.
pt_br: Um planalto central, seco, rico em minerais, rodeados por colinas rochosas As partes do Sul das montanhas de Zagros foram o coração dos impérios persas e sua população. Embora a altitude seja elevada, as partes do Sul são mais secas que o norte de Zagros, levando a um clima semi-árido. Ainda existem algumas esparsas florestas de carvalhos nos terrenos mais elevados.
pt_pt: Um planalto seco central rico em minerais e rodeado de colinas rochosas. Na região sul da Cordilheira de Zagros encontrava-se a terra natal dos Impérios Persas. Apesar da altitude ser alta, a região sul é mais seca que a região norte tendo um clima semi-árido. Ainda há algumas florestas de carvalho nas terras mais altas.
ru: Засушливое, богатое ископаемыми плато в центре, окруженное скалистыми холмами. Южная часть гор Загрос — сердце персидских империй и населения. Несмотря на большую высоту над уровнем моря, южные районы более засушливы, нежели северные, что приводит к формированию полупустынного климата. Тем не менее на возвышенностях встречается несколько редких дубовых рощ.
sk: Suchá centrálna plošina bohatá na minerály obklopená kamenistými kopcami Južná časť Zagrosu bola srdcom Perzských ríš a populácie. Napriek tomu, že nadmorská výška je to vysoká, južné časti sú suchšie ako tie v severnom Zagrose, čo spôsobuje polopúštnu klímu. Stále tam však sú riedke dubové lesíky vo vyšších nadmorských výškach.
sv: En torr central platå rik på mineraler som omges av steniga kullar De södra delarna av Zagros-bergen var hjärtat av persiska imperierna och befolkning. Trots att höjden är hög så är de sydliga trakterna torrare än norra Zagros, som leder till en halvöken. Ändå finns det några glesa ekskogar i de högra områden.
tr: Kayalık tepelerle çevrili, merkezi, yağışsız ve mineraller açısından zengin bir platodur Zagros dağlarının güney kısımları Pers imparatorluğu ve nüfusunun kalbidir. Rakım yüksek olmasına rağmen, güney kısımları kuzey Zagros'tan daha az yağış alır ve bu durum yarı kurak iklime sebep olur. Yine de yükseklerde yer yer meşe ormanları vardır.
uk: Сухе центральне плато багате на мінерали оточене скелястими пагорбами. Південні частини гір Загрос, де серце Перської імперії та її населення. Південні частини суші, вищі аніж на півночі Загрос, що призводить до посушливого клімату. Проте є деякі рідкісні дубові ліси в вищих місцевостях.
zh: 气候干燥的中部高原，富含矿物，为岩石丘陵所包围。 扎格罗斯山脉的南部是波斯帝国的心脏地带。 尽管海拔很高，但南部地区比北部干燥，形成了半干旱气候。 高地上也有一些稀疏的橡树林。
zh_tw: 被岩石山丘環繞的，有著豐富礦藏的乾燥中央高原。 札格羅斯山脈南部曾是波斯帝國的人口主要聚集之處及心臟地帶。雖然海拔很高，但因為札格羅斯山脈南部較北部乾燥，導致了半乾燥氣候。所以仍有部份稀疏的橡樹林在較高的地方。

source: Persian Highlands
ast: Granda persa
bg: Персийски плата
br: Uheldirioù Persian
ca: Altiplans perses
cs: Perská vrchovina
da: Persisk Højland
de: Persisches Hochland
el: Περσικά υψίπεδα
es: Altiplanos persas
eu: Persiar Goi-Lautada
fa: ارتفاعات ایرانی ها
fi: Persian ylängöt
fr: Plateaux perses
ga: Ardchríocha Peirseacha
gd: Àrd-tirean Pearsach
hu: Perzsa felvidék
id: Dataran Tinggi Persia
it: Altopiani Persiani
ja: ペルシア高地
ko: 페르시아 고원
ms: Tanah Tinggi Parsi
nb: Persiske høyland
nl: Perzische hooglanden
pl: Perskie Wyżyny
pt_br: Montes Persas
pt_pt: Planaltos persas
ru: Персидское нагорье
sk: Perzské vysočiny
sr: Персијске Висоравни
sv: Persiska Höglanden
tr: Pers Dağları
uk: Перське нагір'я
vi: Các cao nguyên vùng Persian
zh: 波斯高地
zh_tw: 波斯高原

source: Players start in the eastern part of the map while a great sea is located to the west.
ast: Los jogadores intamɐn na parte oriental de la geographía, a la veira d’un gran mare occidental.
bg: Играчите започват в източната част на картата, а в западната има огромно море.
br: Ar c'hoarierien a gomañs e lodenn reter ar gartenn tra ma vo lec'hiet ur mor bras er c'hornôg.
ca: Els jugadors comencen a la zona oriental del mapa mentre que a l'oest hi ha un gran mar.
cs: Hráči začínají ve východní části mapy, zatímco rozsáhlé jezero se rozkládá na západě.
da: Spillerne starter i den østlige del af banen, mens der i den vestlige er et stort hav.
de: Die Spieler beginnen im östlichen Teil der Karte, wobei sich ein großes Meer im Westen befindet.
el: Οι παίκτες ξεκινούν στο ανατολικό κομμάτι του χάρτη ενώ μια μεγάλη θάλασσα υπάρχει στα δυτικά.
es: Los jugadores empiezan en la parte oriental del mapa, mientras que el gran mar se encuentra en occidente.
eu: Jokalariek maparen sortaldean hasiko dute partida, itsaso handia berriz, mendebaldean dago.
fa: بازیکن ها بازی را در قسمت شرقی نقشه در حالی که دریای بزرگ در سمت غرب آنها قرار دارد آغاز خواهند کرد.
fi: Pelaajat aloittavat kartan itäosista ja suuri meri löytyy lännestä.
fr: Les joueurs commencent dans la partie orientale de la carte tandis qu'une grande mer est situé à l'ouest.
ga: Tosaíonn na himreoirí in oirthear na léarscáile agus tá muir mhór san iarthar.
gd: Tòisichidh na cluicheadairean aobh an ear air a’ mhapa fhad ’s a tha cuan mòr gu siar orra.
hu: A játékosok a térkép keleti szélén kezdenek, miközben a nagy tenger tőlük nyugatra található.
id: Pemain mulai di bagian timur peta sementara lautan besar berada di barat.
it: I giocatori iniziano nella parte orientale della mappa, mentre un grande mare si trova a ovest.
ja: プレイヤーはマップ東部から開始します。一方、西には大海が開けています。
ko: 플레이어들은 지도의 동쪽에서 시작하고 서쪽에는 큰 바다가 있습니다.
ms: Pemain bermula di bahagian timur peta manakala laut berada disebelah barat.
nb: Spillere starter på østsiden av kartet og på vestsiden ligger det et stort hav.
nl: Spelers starten in het oostelijke deel van de kaart met een grote zee in het westen.
pl: Gracze zaczynają we wschodniej części mapy zaś w zachodniej części znajduje się morze.
pt_br: Os jogadores começam na parte leste do mapa, enquanto um grande mar está localizado a oeste.
pt_pt: Os jogadores começam na parte leste do mapa enquanto que um grande mar está localizado a oeste.
ru: Игроки начинают в восточной части карты, а большое море расположено на западе.
sk: Hráči začínajú vo východnej časti mapy, zatiaľ čo na západe leží veľké more.
sr: Играчи почињу на источном делу мапе са огромним морем које се простире на западу.
sv: Spelare börjar i den östra delen av kartan medan ett stort hav ligger i väster.
tr: Oyuncular batısında harika bir deniz olan haritanın doğusunda başlarlar.
uk: Гравці починають у східній частині карти в той час як Середземне море розташовано на заході.
vi: Những người chơi bắt đầu ở phía đông bản đồ trong khi ở phía tây có một đại dương bao la.
zh: 玩家开局位于地图的东半部，而西半部是一大片海洋。
zh_tw: 玩家在地圖的東半部開始遊戲，而西半部是一大片海洋。

source: Phoenician Levant
ast: Phenicia
bg: Финикийска Леванта
br: Sav-heol Fenikianeg
ca: Llevant fenici
cs: Fénická Levanta
da: Fønikisk Levant
de: Phönizische Levante
el: Φοινικικός Λεβάντες
es: Levante fenicio
eu: Sortalde Feniziarra
fa: شرق فینیقیه
fi: Foinikialainen Levantti
fr: Levant phénicien
ga: An Leiveaint Féiníceach
gd: An Levant Pheniceach
hu: Föníciai Levante
id: Levant Fenisia
it: Fenici di Levante
ja: フェニキア・レバント
ko: 페니키아 레반트
ms: Levant Phoenicia
nb: Fønikisk levant
nl: Fenicische hoogte
pl: Fenicki Lewant
pt_br: Levante Fenício
pt_pt: Levante fenício
ru: Финикийский Левант
sk: Fenická Levanta
sr: Феничански Левант
sv: Feniciska Levanten
tr: Fenike Levant
uk: Фінікійський Левант
zh: 黎凡特
zh_tw: 腓尼基地中海東部

source: Scattered sunlight illuminates the scenery in a vivid red tone.
ast: La lluz diffusa de l sol de vermelyon alluma la scena.
bg: Разпръснатата слънчева светлина огрява всичко в ярки червени тонове.
cs: Rozptýlené sluneční světlo osvětluje krajinu sytým červeným tónem.
da: Spredt sollys oplyser landskabet i en levende rødlig tone.
de: Diffuses Sonnenlicht erhellt die Szene in lebhaften Rottönen.
el: Διασκοπρισμένο φώς του ηλίου φωτίζει το σκηνικό με ένα κοκκινο τόνο.
es: El sol disperso ilumina el paisaje en un vívido tono rojo.
eu: Sakabanatutako argi gorriak argitzen du eszena.
fi: Hajallaan oleva auringonvalo valaisee maisemaa eloisalla punaisella sävyllä.
fr: La lumière du soleil illumine le paysage dans un ton rouge vif.
hu: A szórt napfény élénk vörös színnel világítja meg a tájat.
id: Sinar matahari yang terpencar menyinari pemandangan dengan warna merah cerah.
it: La luce soffusa del sole illumina la scena di una tinta rosso vivo.
ja: 散りばめられた太陽の光が、景色を鮮やかな赤に染め上げる。
ko: 흩뿌려진 햇빛이 생생한 붉은 색조로 풍경을 비춥니다.
nl: Zonnestralen verspreiden een heldere rode kleur over het landschap.
pl: Rozproszone promienie oświetlają krajobraz czerwonymi barwami.
pt_br: Uma dispersa luz solar ilumina o cenário em um vívido tom vermelho.
pt_pt: A luz do sol dispersa ilumina o cenário num tom vermelho vivo.
ru: Рассеянный солнечный свет расцвечивает пейзаж в живописных красных тонах.
sk: Rozptýlené slnečné lúče osvecujú priestor vo farbe červene.
sv: Skingrat solljus belyser landskapet med ett ljuvligt rött ljus.
tr: Dağınık güneş ışığı, sahneyi canlı bir kırmızı tonda aydınlatır.
uk: Розсіяне сонячне проміння освітлює краєвид у яскравий червоний тон.
zh: 原野万里，阳光灿烂。
zh_tw: 散射的陽光以生動的紅色調照亮了風景。

source: Dawn
ast: Alborada
bg: Зора
cs: Úsvit
da: Morgengry
de: Dämmerung
el: Αυγή
es: Amanecer
eu: Egunsentia
fi: Aamunkoi
fr: Aube
gd: Camhanach
hu: Hajnal
id: Fajar
it: Alba
ja: 夜明け
ko: 새벽
nl: Zonsopkomst
pl: Świt
pt_br: Amanhecer
pt_pt: Madrugada
ru: Рассвет
sk: Svitanie
sv: Gryning
tr: Şafak Vakti
uk: Світанок
zh: 黄昏
zh_tw: 破曉

source: The scenery is illuminated by direct or indirect sunlight.
ast: La lluz solar, directa ou indirecta, alluma la scena.
bg: Околността е осветена от директна или индиректна слънчева светлина.
cs: Scéna je osvětlena přímým, nebo nepřímým slunečním světlem.
da: Landskabet er oplyst af direkte eller indirekte sollys.
de: Die Szene wird von direktem oder indirekten Sonnenlicht erhellt.
el: Το τοπίο φωτίζεται απο άμεσσο ή έμμεσο φωτισμό ηλίου
es: El paisaje es iluminado por un sol directo o indirecto.
eu: .Eszena eguzkiaren argi zuzenez edo zeharkako argiz argitu daiteke.
fi: Maisemaa valaisee suora tai epäsuora auringonvalo.
fr: Le paysage est éclairé par la lumière directe ou indirecte du soleil.
hu: A tájat közvetlen vagy közvetett napfény világítja meg.
id: Pemandangan diterangi oleh sinar matahari langsung atau tidak langsung.
it: Lo scenario è illuminata dalla luce diretta o inderetta del sole.
ja: 直射日光や間接照明に照らされた風景です
ko: 그 풍경은 직사광선이나 간접광선으로 밝혀집니다.
nl: Het landschap wordt verlicht door direct of indirect zonlicht.
pl: Krajobraz oświetlany bezpośrednio lub pośrednio.
pt_br: O cenário é iluminado por uma luz solar direta ou indireta.
pt_pt: O cenário é iluminado diretamente ou indiretamente pela luz do sol.
ru: Пейзаж освещается прямыми или рассеянными солнечными лучами.
sk: Dianie je osvetľované priamym alebo nepriamym slnečným svetlom.
sv: Landskapet lyses upp av direkt eller indirekt solsken.
tr: Manzara doğrudan veya dolaylı güneş ışığı ile aydınlatılır.
uk: Краєвид освітлений прямим або непрямим сонячним світлом.
zh: 光照之地。
zh_tw: 風景被直接或間接的陽光照亮。

source: Daylight
ast: Lluz diurna
bg: Дневна светлина
cs: Denní světlo
da: Dagslys
de: Tageslicht
el: Φώς Ημέρας
es: Día
eu: Eguneko argia
fi: Päivänvalo
fr: Lumière du jour
gd: Solas an latha
hu: Nappali fény
id: Siang hari
it: Luce del giorno
ja: 昼光
ko: 햇빛
nl: Daglicht
pl: Dzień
pt_br: Luz do Dia
pt_pt: Luz do dia
ru: Дневной свет
sk: Denné svetlo
sv: Dagsljus
tr: Gündüz
uk: Денне світло
zh: 阳光
zh_tw: 日光
