Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Defend your Gallic outpost against attacks from your treacherous neighbors! Each player begins the match with a wooden palisade and some guard towers atop a low embankment. Watch out for Romans passing by!
ast: ¡Defendi l puöstu gallu de lɐs incursiones de los vizinos traidores! Cada jogador imprima la partida cun un varganal & unɐs torres in riba d’un sucu. ¡Sta-te sollerte de romanos!
bg: Защитете своя галски аванпост от нападенията на коварните си съседи! Всеки от играчите започва с дървена ограда и няколко защитни кули върху нисък насип. Внимавайте за преминаващи римляни!
br: Difenn ho kamp-araokaet Gallian a-enep d'an argadoù eus ho amezeien tretourien! Pep c'hoarier a grog ar c'hrogad gant ur beulgae goadel hag un nebeud tourioù ged en nec'h d'ur c'hleuz izel. Diwall diouzh tremen ar Romaned!
ca: Defenseu el post avançat gal dels atacs dels vostres veïns traïdors! Cada jugador comença la partida amb una palissada i algunes torres de vigilància sobre un terraplè baix. Vigileu que passen que passen els romans!
cs: Braň svojí Galskou předsunutou pozici před útoky zrádných sousedů. Každý hráč začíná s dřevěnou palisádou a několika strážnými věžemi na nízkém nábřeží. Pozor na procházející Římany!
da: Forsvar din galliske forpost mod angreb fra dine forræderiske naboer! Hver spiller begynder kampen med en træpalissade og nogle vagttårne ​​på toppen af ​​en lav dæmning. Pas på romerne der kommer forbi!
de: Verteidige deinen gallischen Außenposten gegen Angriffe deiner tückischen Nachbarn! Jeder Spieler beginnt das Spiel mit einer hölzernen Palisade und einigen Wachtürmen auf einem niedrigen Damm. Achte auf vorüberziehende Römer!
el: Υπερασπιστείτε το Γαλατικό φυλάκιό σας από τις επιθέσεις από τους προδοτικούς σας γείτονές! Κάθε παίκτης ξεκινά το παιχνίδι με ένα ξύλινο φράχτη και μερικούς αμυντικούς πύργους στην κορυφή ενός χαμηλού αναχώματος. Προσέξτε για τους Ρωμαίοι που περνούν από εκεί!
es: Defiende tu avanzada gala contra los ataques de tus traicioneros vecinos. Cada jugador comienza la partida con una empalizada de madera y unas cuantas torres de vigilancia sobre un ligero terraplén. ¡Cuidado con los romanos en las inmediaciones!
eu: Defendatu zure Galiar postu aurreratuak bere bizilagunen eraso maltzurren kontra. Jokalari bakoitza egurrezko itxitura batez eta zelatatze dorre batzuekin hasiko da aldapa txiki baten gainaldean. Kontuz inguruetako erromatarrekin!
fa: از برج دیده بانی گال در مقابل حمله همسایگان خائن دفاع کنید هر بازیکن بازی را با یک پرچین چوبی و تعدادی برج دفاعی و خاکریز کوتاه آغاز می کند مراقب عبور سربازان رومی باشید!
fi: Puolusta Gallialaista etuvartiotasi petollisten naapureidesi hyökkäyksiltä! Jokainen pelaaja aloittaa pelin puisella paaluaidalla ja muutamalla vartiotornilla, jotka sijaitsevat matalan penkereen päällä. Varo ohikulkevia roomalaisia!
fr: Défendez votre poste avancé gaulois face aux attaques de vos voisins déloyaux ! Chaque joueur commence la partie avec une palissade de bois et quelques tours de garde en haut d'une petite digue. Attention aux Romains qui ne passent pas loin !
ga: Cosain d'urphost Gallach i gcoinne ionsaithe ó do chomharsana cealgacha! Tosaíonn gach imreoir le pailis as adhmad agus roinnt túir ar bharr claífoirt ísil. Bígí curamach do na Rómhánaigh ag dul thart!
gd: Dìon an gearastan Gallach agad an aghaidh ionnsaighean do nàbaidhean meallta! Tòisichidh gach cluicheadair am maids le sonnach fiodha is tùir air bruach ìosal. Thoir an aire air na Ròmanaich a thèid seachad!
hu: Védd meg a gall előőrsödet a hitszegő szomszédok támadásától! Minden játékos egy alacsony töltésre épített fapalánkkal és néhány őrtoronnyal kezd. Figyelj a római betörésekre!
id: Pertahankan pos pengawasan Galia Anda dari serangan dari tetangga Anda yang berbahaya! Setiap pemain memulai pertandingan dengan palisade kayu dan beberapa menara penjaga di atas tanggul yang rendah. Hati-hati terhadap orang Romawi yang lewat!
it: Difendi il tuo avamposto gallico contro gli attacchi dei tuoi insidiosi vicini di casa! Ogni giocatore inizia la partita con una palizzata di legno e alcune torri di guardia in cima a un basso terrapieno. Attenzione ai Romani di passaggio!
ja: ガリアの前哨地を油断ならない隣国の攻撃から防衛してください。 各プレイヤーは木の柵といくつかの防御塔が低い盛り土の上に備わった状態から対戦を始めます。 通過するローマ人を警戒せよ！
ko: 당신의 갈리아 전초기지를 당신의 위험한 이웃들의 공격으로부터 방어합니다! 각 플레이어들은 낮은 제방 꼭대기에 있는 나무로 된 말뚝 울타리와 경비탑으로 시합을 시작합니다. 지나가는 로마인들을 조심하세요!
ms: Pertahankan kotakara anda terhadap serangan jiran jahat anda! Setiap pemain bermula dengan tembok pancang kayu dan beberapa penara pengawas diatas tambak. Hati-hati dengan kehadiran puak Rom yang melintasi wilayah anda!
nb: Forsvar din galliske utpost mot angrep fra dine forræderske naboer! Hver spiller begynner kampen med en tømmerpalisade og noen vakttårn på en lav jordfylling. Se opp for passerende Romere!
nl: Verdedig uw Gallische post tegen aanvallen van je verraderlijke buren! Iedere speler begint de wedstrijd met een houten palisade en een aantal wachttorens op een kleine verhoging. Kijk uit voor voorbijkomende Romeinen!
pl: Galia. Stań w obronie swojego nowego przyczułku naprzeciw zdradzieckim atakom nieprzyjaciela. Każdy grac rozpoczyna rozgrywkę z drewnianą palisadą i wieżyczkami strażniczymi. Uwaga na przeprawiających się tędy Rzymian.
pt_br: Defenda seu posto avançado Gaulês contra ataques dos seus vizinhos traiçoeiros! Cada jogador começa a partida com uma paliçada de madeira e algumas torres de vigia no topo de um aterro baixo. Fique atento com os Romanos passando por perto!
pt_pt: Defende a tua atalaia gaulesa dos ataques dos vizinhos traiçoeiros! Cada jogador começa a partida com uma paliçada de madeira e algumas torres defensivas no cimo de um pequeno aterro. Cuidado com os romanos nas imediações!
ru: Защитите вашу галльскую заставу от нападений вероломных соседей! Каждый игрок начинает игру с деревянным частоколом и несколькими сторожевыми башнями на небольшой насыпи. Следите за проходящими мимо римлянами!
sk: Obráňte svoju galskú základňu pred útokmi zradných susedov! Každý hráč začína s drevenou palisádou a niekoľkými strážnymi vežami na vrchole nízkeho násypu. Dávajte si pozor na prechádzajúcich Rimanov!
sv: Försvara din galliska utpost mot attacker från dina förrädiska grannar! Varje spelare börjar matchen med en träpalissad och några vakttorn ovanpå en låg vall. Se upp för romarna som passerar!
tr: Senin hain komşularından gelen saldırılara karşı Galya karakolunu savun! Her oyuncu düşük bir setin üstünde ahşap bir çit ve bazı nöbetçi kuleleri ile mücadeleye başlar. Geçen Romalılara dikkatle bakın!
uk: Захистіть свій галльський форпост проти атак з боку ваших віроломних сусідів! Кожен гравець починає матч з дерев'яним частоколом і декількома сторожовими вежами на вершині невеликого валу. Слідкуйте за римлянами, що проходять повз!
zh: 保护前哨，防止被恶邻攻击！ 玩家开局有木栅栏，和低堤上的一些防御塔。 当心路过的罗马人！
zh_tw: 保護您的高盧前哨不被您險惡的鄰居所攻擊！ 每個玩家皆以在一個低矮的路堤上的一組木柵欄及一些防禦塔開始遊戲。 當心羅馬人的攻擊！

source: Gallic Fields (3)
ast: Campos gallos (3)
bg: Галски полета (3)
br: Parkoù Galian (3)
ca: Camps gals (3)
cs: Galská pole (3)
da: Galliske Marker (3)
de: Gallische Felder (3)
el: Γαλατικά Πεδία (3)
es: Campos galos (3)
eu: Galiar Zelaiak (3)
fa: دشت های گل ها (3)
fi: Gallian pellot (3)
fr: Terres gauloises (3)
ga: Mánna na Gaille (3)
gd: Blàran na Gaille (3)
hu: Gall mezők (3)
id: Medan Galia (3)
it: Campi Gallici (3)
ja: ガリアの戦場 (3)
ko: 갈리아 들판 (3)
ms: Padang Gaul (3)
nb: Galliske åkere (3)
nl: Gallische velden (3)
pl: Galijskie pola (3)
pt_br: Campos Gauleses (3)
pt_pt: Campos gauleses (3)
ru: Поля Галлов (3)
sk: Galské polia (3)
sr: Галска поља (3)
sv: Galliska Fält (3)
tr: Galya Yerleri (3)
uk: Галльські поля (3)
zh: 高卢原野 (3)
zh_tw: 高盧原野 (3)

source: The Highlands of central Gaul.
ast: Los outeiros de la Gallia central.
bg: Планинските земи в централна Галия.
cs: Vysočina v centrální Galii.
da: Højlandet i det centrale Gallien.
de: Das Hochland im zentralen Gallien.
el: Τα Υψίπεδα της κεντρικής Γαλατίας.
es: Las tierras altas de la Galia central.
eu: Galia erdialdeko goi lautada.
fi: Keski-Gallian ylängöt.
fr: Les hauts-plateaux de la Gaule centrale.
id: Dataran tinggi di Galia tengah.
it: Gli altipiani della Gallia centrale.
ja: 中央ガリアの高原地帯
ko: 갈리아 중부의 고원.
nl: De hooglanden van centraal Gallië.
pl: Górskie obszary Galii Środkowej.
pt_br: As Terras Altas da Gália central.
pt_pt: As terras altas da Gália central.
ru: Высокогорья центральной Галлии.
sk: Vysočiny centrálnej Gálie.
tr: Orta Galya'nın Yaylaları.
uk: Нагір’я центральної Галлії.
zh: 中部高卢高地。
zh_tw: 高盧中央的高地。

source: Gallic Highlands (2)
ast: Gallia alta (2)
bg: Галски планински земи (2)
cs: Galská vysočina (2)
da: Galliens højland (2)
de: Gallisches Hochland (2)
el: Γαλατικά Όρη (2)
es: Tierras altas galas (2)
eu: Gallako goi lautada (2)
fi: Gallian ylängöt (2)
fr: Hauts-plateaux gaulois (2)
id: Dataran Tinggi Galia (2)
it: Altipiani gallici (2)
ja: ガリア・ハイランド (2)
ko: 갈리아 고원 (2)
nl: Gallische hooglanden
pl: Galia górska (2)
pt_br: Terras Altas da Gália (2)
pt_pt: Terras altas da Gália (2)
ru: Галльское высокогорье (2)
sk: Galské vysočiny (2)
tr: Galya Yaylaları (2)
uk: Галльські Нагір'я (2)
zh: 高卢高地（2）
zh_tw: 高盧高地 (2)

source: All players start on one bank of the river, with minimal harvestable metal. Across the Gambia River is a savanna with many deposits of metal to be claimed. (Warning: Large map. Good computer specs recommended)
ast: Todolos jogadores intamɐn a una veira de l riw, cun perpoucu metal para sacar. Allen de l riw Gambia ha hi una savana alleirada de minerales. (Advertencia: Geographía grande. Aconselya-se usar un ordenador puxante)
bg: Всички играчи започват на единия бряг на река Гамбия, с много малко метал за добив. Отвъд реката има савана с много метал. (Внимание: това е огромна карта. Препоръчва се добър компютър.)
br: An holl c'hoarierien a grog war ribl ar stêr, gant metal bihanañ gouest da vezañ dastumet. En tu all d'ar Stêr Gambia ez eus ur savanenn gant kalz a zastumlec'hioù metal da ziskleriañ. (Diwall: Kartenn ledan. Spizadurioù urzhiataer mat erbedet)
ca: Tots els jugadors comencen en una riba del riu amb un mínim de metall esgotable. A través del riu Gàmbia hi ha una sabana amb molts dipòsits de metall sense explotar. (Atenció: Mapa gran. Es recomana una bona especificació informàtica)
cs: Všichni hráči začínají na stejném břehu řeky, s minimálním množstvím vytěžitelného kovu. Přes řeku Gambiu je savana se spoustou nalezišť kovu k získání. (Varování: Rozlehlá mapa. Doporučuje se mít dobrý počítač)
da: Alle spillerne starter på en side af floden, med minimale mængder metal. På den anden side af Gambiafloden er en savanne med masser af metallagre at tage. (Advarsel: Stor bane. Stærk computer anbefalet)
de: Alle Spieler beginnen an einem Ufer des Flusses, mit einem Minimum an abbaubarem Metall. Auf der anderen Seite des Gambia ist eine Savanne mit vielen Metalllagerstätten zum Beanspruchen. (Achtung: Große Karte. Gute Hardware wird empfohlen)
el: Όλοι οι παίκτες ξεκινούν στη μία όχθη του ποταμού, με ελάχιστο εκμεταλλεύσιμο μέταλλο. Κατά μήκος του ποταμού Γκάμπια είναι μια σαβάνα με πολλά κοιτάσματα μετάλλων που θα διεκδικηθούν. (Προσοχή: Μεγάλος χάρτης. Συνιστάται υπολογιστής με καλές προδιαγραφές).
es: Todos los jugadores empiezan en una orilla del río, con una mínima cantidad de metal disponible. Cruzando el río Gambia se extiende la sabana con muchos depósitos de metal que poder explotar. (Atención: mapa grande. Se recomienda disponer de un equipo con especificaciones de alto rendimiento)
eu: Jokalari guztiak errekaren ertz batetik hasiko dira, metal gutxi batez. Gambia erreka zeharkatuz ustiatzeko metal biltegi ugariz. (Kontuz: Mapa handia. Gomendatzen da ordenagailu ona izatea)
fi: Kaikki pelaajat aloittavat joen yhdellä rannalla, jossa on vain vähän kerättävissä olevaa metallia. Gambiajoen toisella puolella on savanni, jossa on paljon metalliesiintymiä. (Varoitus: Suuri kartta. Suositellaan tehokasta tietokonetta)
fr: Tous les joueurs commencent sur une berge de la rivière, avec un minimum de métal exploitable. Sur le fleuve Gambie se trouve une savane avec de nombreux gisements de métal pouvant être réclamés. (Attention : carte grand format. Ordinateur puissant recommandé).
ga: Tosaíonn na himreoirí ar aon bhruach na habhann, le híosuimhir miotail sofhómharach. Thar abhainn na Gaimbia tá sabhána le fosuithe go leor miotail a éileamh. (Aire: Léarscáil mhór. Moltar sonruithe ríomhaire mhaith)
gd: Tòisichidh gach cluicheadair air bot na h-aibhne le meatailt glè ghann. Tha sabhanna taobh eile Abhainn Ghaimbia le pailteas meatailt ri ghabhail. (Rabhadh: seo mapa mòr agus mholamaid coimpiutair luath)
hu: Minden játékos a folyó egy másik partján indul, minimális begyűjthető fémmel. Szerte a Gambia folyó mentén szavanna terül el sok-sok fém lelőhellyel, amelyekre igényt tarthatunk. (Figyelmeztetés: Nagy térkép. Jó számítógépes konfiguráció szükséges.)
id: Semua pemain mulai dari satu tepi sungai, dengan sedikit logam yang bisa dikumpulkan. Di seberang Sungai Gambia adalah sabana dengan banyak cadangan logam yang bisa diambil. (Peringatan: Peta besar. Spesifikasi komputer yang baik disarankan)
it: Tutti i giocatori iniziano su una sponda del fiume, con il minimo indispensabile di metallo. Dall'altra parte del fiume Gambia c'è la savana con molti depositi di metallo da rivendicare. (Attenzione: Mappa Grande. Raccomandati computer con buone specifiche)
ja: すべてのプレイヤーの開始位置は川岸で、採掘できる金属は最小限しかありません。ガンビア川の向こうはサバンナで、多くの金属鉱床が獲得を待っています。 （警告： 大マップです。高スペックのコンピューターを推奨します）
ko: 모든 플레이어들은 수확할 수 있는 최소한의 금속으로 강의 한 둑에서 출발합니다. 감비아 강 건너편에는 많은 금속이 매장되어 있는 사바나가 있습니다. (경고: 큰 지도입니다. 좋은 컴퓨터 사양이 권장됩니다.)
ms: Semua pemain bermula pada tebing sebuah sungai, dengan logam boleh dilombong yang minimum. Merentasi Sungai Gambia adalah savana yang mengandungi banyak longgokan bijih logam. (Amaran: Peta bersaiz besar. Spesifikasi komputer lebih baik disarankan)
nb: Alle spillere starter på den ene elvebredden, med minimalt med sankbart metall. Over Gambiaelven ligger en savanne med mange metallavsetninger som kan gjøres krav på. (Advarsel: Stort kart. Kraftig datamaskin anbefalt)
nl: Spelers starten op een oever van de rivier, met een minimum aan metaal. Over de Gambia rivier is er een savanne met een grote metaalvoorraad. (Opgelet: grote kaart. Snelle computer is aangeraden)
pl: Wszyscy gracze zaczynają na jednym brzegu rzeki, z minimalnymi zasobami metalu. Po drugiej stronie rzeki Gambii znajduje się sawanna z wieloma złożami metalu. (Ostrzeżenie: Duża mapa. Zalecana dobra konfiguracja sprzętowa.)
pt_br: Todos os jogadores começam em uma margem do rio, com o mínimo de metal coletável. Através do rio existe uma savana com muitos depósitos de metal a serem reinvindicados. (Cuidado: Mapa grande. Boas configurações do seu computador são recomendadas)
pt_pt: Todos os jogadores começam numa das margens do rio, com muito poucas fontes de metal. Do outro lado do rio Gâmbia há uma savana com muitos depósitos de metal para serem conquistados. (Atenção: o mapa é grande e deve ser jogado num bom computador)
ru: Все игроки начинают игру на одном берегу реки с минимальными запасами металла. По ту сторону реки Гамбия лежит саванна, богатая залежами металлов. (Предупреждение: Большая карта. Рекомендован компьютер с хорошими возможностями)
sk: Každý hráč začína na jednom brehu rieky, ktorý poskytuje len minimum kovov na ťažbu. Na druhej strane Gambie leží savana bohatá na nedotknuté ložiská kovov. (Upozornenie: Ide o veľkú mapu. Odporúčajú sa dobré špecifikácie počítača.)
sv: Alla spelare startar på en strand av floden, med minimal metalltillgång. Tvärs över Gambiafloden är en savann med mycket metall som kan brytas. (Varning: Stor karta. Bra dator-specifikationer rekommenderas.)
tr: Tüm oyuncular en az bir toplama metal ile, nehrin bir kıyısında başlar. Gambiya Nehri üzerinde istenen birçok metal bulunan bir savana mevcuttur. (Uyarı: Büyük harita. İyi bilgisayar özellikleri önerilir)
uk: Всі гравці починають на одному березі річки, з мінімальними покладами металу. Через річки Гамбія є савана з великою кількістю родовищ металу. (Увага: Велика карта. Рекомендовано запускати на потужному комп'ютері)
zh: 所有玩家开局位于河岸，有少量金属。冈比亚流域为热带稀树草原地形，富含金属矿床。 (警告：大地图，要求较高电脑配置。)
zh_tw: 所有玩家都在河的其中一邊開始遊戲，只有很少的金屬可供採集。甘比亞河的另一邊據稱是一片金屬礦藏豐富的熱帶草原。 （警告：大型地圖。建議使用配備較好的電腦。）

source: Gambia River (3)
ast: Riw Gambia (3)
bg: Река Гамбия (3)
br: Ster Gambia (3)
ca: Riu Gàmbia (3)
cs: Řeka Gambie (3)
da: Gambiafloden (3)
de: Der Gambia (3)
el: Ποταμός Γκάμπια (3)
es: Río Gambia (3)
eu: Gambia Erreka (3)
fa: رود گامبیا (3)
fi: Gambia-joki (3)
fr: Fleuve Gambie (3)
ga: Abhainn na Gaimbia (3)
gd: Abhainn Ghaimbia (3)
hu: Gambia folyó (3)
id: Sungai Gambia (3)
it: Fiume Gambia (3)
ja: ガンビア川 (3)
ko: 감비아 강 (3)
ms: Sungai Gambia (3)
nb: Gambiaelven (3)
nl: Gambië rivier (3)
pl: Rzeka Gambia (3)
pt_br: Rio Gâmbia (3)
pt_pt: Rio Gâmbia (3)
ru: Река Гамбия (3)
sk: Rieka Gambia (3)
sr: Река Гамбија (3)
sv: Gambiafloden (3)
tr: Gambiya Nehri (3)
uk: Ріка Гамбія (3)
zh: 冈比亚河 (3)
zh_tw: 甘比亞河 (3)

source: A ring of land borders a resource-rich island in the Mediterranean. Players can access the center via a narrow strip of shallow water or via boat.
ast: Un aniellu de tierra atiesta cun una islha mediterranea, rica n recursos. Los jogadores puöden aportar a l centro vía una canaleta d’agua superficial ou n barcu.
bg: Пръстен от земя загражда богат на ресурси остров в Средиземноморието. Играчите могат да стигнат до средата по тясна ивица плитка вода или чрез лодка.
cs: Země s jezerem a na zdroje bohatým ostrovem uprostřed něj. Hráči se mohou dostat na ostrov úzkým pruhem mělké vody nebo pomocí lodí.
da: En ring af land grænser op til en ressourcerig ø i Middelhavet. Spillere kan få adgang til centret via en smal stribe lavt vand eller via båd.
de: Ein Landring grenzt an einer rohstoffreichen Insel im Mittelmeer an. Spieler können die Mitte über eine enge Landzunge oder mit einem Boot erreichen.
el: Ένα δαχτυλίδι από χερσαία σύνορα ενός πλούσιου σε πόρους νησί της Μεσογείου. Οι παίκτες μπορούν να έχουν πρόσβαση στο κέντρο μέσο μιας στενής λωρίδας από ρηχά νερά ή μέσω σκάφους.
es: Un anillo de tierra bordea una isla rica en recursos en el Mediterráneo. Los jugadores pueden acceder al centro a través de una estrecha franja de aguas poco profundas o en bote.
eu: Lur eraztun batek baliabidez aberats den uharte batekin muga egiten du Mediterraneoan. Jokalariak erdira iritsi daitezke lur pasabide estu batez edo itsasontziz.
fi: Välimerellä sijaitsevaa, luonnonvaroiltaan rikasta saarta reunustaa maaympyrä. Pelaajat pääsevät keskelle kapeaa matalan veden kaistaletta pitkin tai veneellä.
fr: Un anneau de terre entoure une île méditerranéenne riche en ressources. Les joueurs peuvent accéder au centre via une étroite bande d'eau peu profonde ou en bateau.
ga: Tá nasc talún mar theorainn ar oileán lena shaibhreas in acmhainní sa Mheánmhuir. Is féidir leis na himreoirí an lár a dul chuig trí stráice caol talún nó trína mbád.
gd: Cearcall tìre ann an eilean beartach Meadhan-thìreach. Gheibh na cluicheadairean cothrom air a’ mheadhan thar banna tanalaich chumhaing no air a’ bhàta.
hu: Egy földgyűrű határol egy nyersanyagokban gazdag szigetet a Földközi-tengeren. A játékosok a sziget közepét a szűken sekély vízen, vagy csónakkal érhetik el.
id: Lingkaran lahan yang berbatasan dengan sebuah pulau kaya sumberdaya di Mediterania. Pemain dapat mengakses pusat melalui jalur sempit air dangkal atau dengan perahu.
it: Un anello di terra circonda un'isola mediterranea ricca di risorse, dove i giocatori possono accedervi attraverso uno stretto passaggio di acqua poco profonda o tramite navi.
ja: 地中海に浮かぶ資源豊富な島に、環状の土地が接しています。プレイヤーは、狭い浅瀬や船を使って中央にアクセスすることができます。
ko: 지중해의 자원이 풍부한 섬에 육지가 인접해 있습니다. 플레이어들은 얕은 물의 좁은 물줄기나 보트를 통해 중심에 접근할 수 있습니다.
nl: Een ring van landen grenst in de Middellandse Zee aan een eiland met veel grondstoffen. Spelers kunnen het eiland bereiken via een dun stuk moeras of per schip.
pl: Pierścień terenu graniczy z wyspą bogatą w zasoby na basenie Morza Śródziemnego. Gracze mogą korzystać z centrum poprzez wąski pas płycizny lub za pośrednictwem łodzi.
pt_br: Um anel de terra faz fronteira com uma ilha rica em recursos no Mediterrâneo. Os jogadores podem acessar o centro através de uma estreita faixa de água rasa ou de barco.
pt_pt: Um anel de terra confina-se com uma ilha rica em recursos no Mediterrâneo. Os jogadores podem alcançar o centro por uma via terrestre estreita de água rasa ou por barco.
ru: Земля окружает кольцом богатый ресурсами остров в Средиземном море. Игроки могут получить доступ к центру через узкую полосу мелководья или на лодках.
sv: En rik Medelhavsö omringad av land. Spelare kan nå mitten via en smal remsa grunt vatten eller med skepp.
tr: Bir kara halkası, Akdeniz'deki kaynak bakımından zengin bir adayı sınırlar. Oyuncular merkeze dar bir sığ su şeridi veya tekne ile erişebilirler.
uk: Кільце землі межує з багатими на ресурси островами в Середземному морі. Гравці можуть отримати доступ до центру через вузьку смугу мілководдя або використовуючи човен.
zh: 资源丰富的地中海岛屿，接壤环形土地。可通过狭长地带或坐船进入中心。
zh_tw: 一圈土地毗鄰地中海上一個資源豐富的島嶼。玩家可以通過狹窄的淺水區或乘船進入中心。

source: Golden Island (2)
ast: Islha áurea (2)
bg: Златен остров (2)
br: Enez Alaouret (2)
ca: Illa daurada (2)
cs: Zlatý Ostrov (2)
da: Gylden Ø
de: Goldene Insel (2)
el: Χρυσό Νησί (2)
es: Isla dorada (2)
eu: Urrezko Uhartea (2)
fi: Kultainen saari (2)
fr: Île dorée (2)
ga: Oileán Óir (2)
gd: Eilean òir (2)
hu: Aranysziget (2)
id: Pulau Emas (2)
it: Penisola Dorata (2)
ja: ゴールデン・アイランド (2)
ko: 황금 섬 (2)
ms: Pulau Emas (2)
nb: Den gyldne øya (2)
nl: Gouden eiland (2)
pl: Złota Wyspa (2)
pt_pt: Ilha dourada (2)
ru: Золотой остров (2)
sk: Zlatý ostrov (2)
sr: Златно острво (2)
sv: Gyllen Ö (2)
tr: Altın Adası (2)
uk: Золотий острів (2)
zh: 金岛 ( 2 )
zh_tw: 黃金島嶼 (2)
