Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Now click three times on the female citizen icon in the bottom right panel to train three additional farmers.
ast: Agora calca tres vegaes nel iconu de la ciudadana nel panel baxeru drechu pa llevantar tres llabradores más.
bg: Сега щракнете три пъти върху иконката с жена в долния десен панел, за да обучите още три фермерки.
br: Bremañ, klikit teir gwech war arlun ar geodedourez e traoñ dehou evit stummañ tri labourer-douar ouzhpenn.
ca: Feu clic tres cops a la icona de ciutadana, a la part inferior dreta del panell, per a reclutar tres grangers més.
de: Klicke jetzt dreimal auf das Bürgerinnen-Symbol rechts unten, um drei weitere Bäuerinnen auszubilden.
el: Τώρα κάνε κλικ τρεις φορές στο εικονίδιο της γυναίκας πολίτη στη κάτω δεξιά γωνία του πίνακα για να εκπαιδεύσεις τρεις επιπλέον αγρότισσες.
eo: Nun klaku trifoje sur la bildeto «Civitanino» en la malalta dekstra panelo por trejni tri pluajn farmistojn.
es: Ahora haz clic tres veces sobre el icono de la ciudadana en el panel inferior derecho para entrenar tres agricultores adicionales.
es_ar: Ahora haz click tres veces en el ícono Ciudadana en el panel inferior derecho para entrenar 3 granjeras adicionales.
eu: Orain hiru bider klikatu hiritar emakumearen ikonoan beheko eskuineko panelean hiru nekazari gehiago trebatzeko.
fa: حال سه بار بر روی شهروند زن در پنل سمت راست پایین کلیک کنید تا پرورش سه کارگر شروع شود.
ga: Anois tríchliceáil ar íocón an banshaoránaigh i mbun painéil deas do thríur feirmeora bhreise a thraenáil.
gd: Nise, briog trì tursan air ìomhaigheag an t-saoranaich bhoirinn sa phanail taobh deas aig a’ bhonn gus triùir thuathanach a bharrachd a thrèanadh.
gl: Preme tres veces sobre a icona de cidadá no panel inferior dereito para adestrar tres granxeiras adicionais.
it: Ora clicca tre volte sull'icona delle Donne Cittadine nel pannello inferiore destro per addestrare altri tre agricoltori.
ko: 이제 오른쪽 아래에 있는 여성 시민 아이콘을 세 번 클릭하면 농부 세 명을 더 훈련시킬 수 있습니다.
ms: Sekarang klik tiga kali pada ikon rakyat perempuan di bahagian bawah kanan panel untuk melatih lagi tiga orang petani tambahan.
pl: Teraz kliknij trzy razy na ikonę kobiet w prawym dolnym rogu panelu aby wyszkolić trzy nowe rolniczki.
pt_pt: Agora clica 3 vezes no ícone da cidadã no painel do fundo para treinar 3 agricultoras adicionais.
ru: Теперь щелкните три раза на иконке горожанки в меню внизу справа, чтобы начать обучение дополнительных фермеров.
sk: Teraz klikni 3 krát na ikonu Občianky v pravom dolnom panely na tréning ďalších 3 farmárov.
sv: Klicka på kvinno-ikonen tre gånger i panelen nere till höger för att träna tre ytterligare bönder.
tr: Şimdi üç ek çiftçi yetiştirmek için sağ alt paneldeki kadın vatandaş simgesine üç kez tıklayın.
uk: Тепер натисніть тричі на піктограмі городянки в нижній правій панелі, щоб натренувати ще трьох фермерів.
zh: 现在点击三次女性居民按钮（右下角板块）以训练三位农民。

source: Click without holding Shift to train a single unit.
ast: Calca ensin primir Mayús pa llevantar a una unidá.
bg: Щракнете без да задържате Shift, за да създадете само една единица.
br: Klikit hep pouezañ war Lkd evit stummañ un unanenn nemetken.
ca: Premeu Maj, sense mantenir-la, per a formar unitats úniques.
cs: Klepněte bez podržení tlačítka Shift pro vycvičení jedné jednotky.
de: Klicke ohne Umschalt, um eine einzelne Einheit auszubilden.
el: Κάνε κλικ χωρίς να κρατάς πατημένο το Shift για να παράγεις μόνο μία μονάδα.
eo: Klaku sen premi Maj.-klavon por trejni ununuran unuon.
es: Haz clic sin pulsar ninguna tecla para reclutar una sola unidad.
es_ar: Haz click sin mantener presionado Shift para entrenar unidades individuales.
eu: Egin klik Maius sakatuta unitate bakar bat prestatzeko.
fa: کلیک کردن بدون نگهداشتن شیفت برای پرورش یک واحد نیرو
fi: Napsauta pitämättä Shift-näppäintä pohjassa kouluttaaksesi yhden yksikön.
fr: Cliquez sans maintenir la touche Maj. enfoncée pour entraîner une seule unité.
ga: Cliceáil gan Shift faoi bhrú d'aonaid amháin a thraenáil.
gd: Dèan briogadh às aonais Shift gus aon aonad a-mhàin a thrèanadh.
gl: Preme sen manter premido Maiús para adestrar unha única unidade.
hu: Egyetlen egység kiképzéséhez a Shift lenyomása nélkül kattints.
id: Klik tanpa memegang shift untuk melatih satu unit.
it: Clicca senza tenere premuto Maiusc per addestrare una singola unità.
ja: ユニットを一人だけ養成したい場合はShiftキーを押さずにクリックしましょう。
ko: 단일 유닛을 훈련시키려면 Shift 키를 누르지 않고 그냥 클릭하십시오.
ms: Klik tanpa menahan Shift untuk melatih satu unit.
nl: Klik zonder Shift ingedrukt te houden om enkele eenheden te rekruteren.
pl: Wciśnij klawisz Shift, aby wytrenować jednostkę
pt_br: Clique sem o Shift para treinar uma única unidade,
pt_pt: Clica sem pressionar a tecla Shift para treinar apenas 1 unidade.
ru: Кликайте не зажимая клавишу Shift, чтобы запустить обучение одного юнита.
sk: Klikni bez držania Shiftu pre tréning jednej jednotky.
sv: Klicka utan att hålla ner Shift för att träna en enda enhet.
tr: Tek bir birim eğitmek için Shift tuşuna basılı tutmadan tıklayın.
uk: Натисніть не утримуючи Shift, щоб тренувати окремого юніта.
zh: 不按住Shift单击可以训练一个单元
zh_tw: 不要押Shift 而單擊，來訓練一個單位。

source: Click on the Female Citizen icon.
ast: Calca nel iconu de la ciudadana.
bg: Щракнете върху иконката с жена.
br: Klikit war arlun ar geodedourez.
ca: Feu clic sobre la icona de la ciutadana.
cs: Klepněte na ikonu občanky.
de: Klicke auf das Bürgerinnen-Symbol.
el: Κάνε κλικ στο εικονίδιο της Γυναίκας Πολίτη.
eo: Klaku sur la bildeton «Civitanino».
es: Haz clic en el símbolo de la ciudadana.
es_ar: Haz click en el ícono Ciudadana.
eu: Egin klik Emakumezko Hiritarren ikonoan.
fa: کلیک کردن بر روی شکل شهروند زن
fi: Napsauta naiskansalaisen kuvaketta.
fr: Cliquez sur l’icône « Citoyenne ».
ga: Cliceáil ar íocón Bansaoránach.
gd: Briog air ìomhaigheag an t-saoranaich bhoirinn.
gl: Preme a icona de cidadá.
hu: Kattints a női polgár ikonra!
id: Klik pada ikon Rakyat Wanita.
it: Clicca sull'icona della Donna Cittadina.
ja: 女性市民アイコンをクリックしてください。
ko: 여성 시민 아이콘을 클릭하십시오.
ms: Klik pada ikon Rakyat Perempuan.
nl: Klik op het icoon van de vrouwelijke burger.
pl: Kliknij na ikonę Obywatelki.
pt_br: Clique no ícone da Cidadã.
pt_pt: Clica no ícone da Cidadã.
ru: Щёлкните по иконке Горожанки.
sk: Klikni na ikonu Občianky.
sv: Klicka på ikonen för kvinnlig medborgare.
tr: Kadın Vatandaş simgesine tıklayın.
uk: Натисніть на піктограму Городянки.
zh: 单击女性居民按钮
zh_tw: 點選女性市民圖示

source: You can increase the gather rates of your workers by researching new technologies available in some buildings.
ast: Pues aumentar les tases de recoyida de los tos trabayadores investigando teunoloxíes nueves disponibles en delles construcciones.
bg: Можете да увеличите бързината на събиране на ресурси на работниците си, като проучите нови технологии в някои сгради.
br: Gallout a rit lakaat kreskiñ feur dastum ho labourerien en ur gas da benn enklaskoù diwar-benn teknologiezhioù nevez hegerz e savadurioù 'zo.
ca: Podeu augmentar els índexs de recol·lecció dels treballadors investigant noves tecnologies disponibles en alguns edificis.
cs: Ke zvýšení rychlosti sběru svých pracovníků můžete v některých budovách vyzkoumat nové technologie.
de: Du kannst die Sammelrate deiner Arbeiter erhöhen, indem du neue Technologien erforschst, die in manchen Gebäuden zur Verfügung stehen.
el: Μπορείτε να αυξήσετε τα ποσοστά συγκομιδής των εργατών σας με την έρευνα νέων τεχνολογιών που είναι διαθέσιμες σε ορισμένα κτίρια.
eo: Vi povas pligrandigi la kolektan rapidon de viaj laboristoj per esploro de novaj teĥnologioj havigeblaj en kelkaj konstruaĵoj.
es: Puedes aumentar las tasas de recolección de los trabajadores investigando las nuevas tecnologías disponibles en algunos edificios.
es_ar: Puedes incrementar los índices de recolección de tus trabajadores desarrollando nuevas tecnologías disponibles en algunos de tus edificios.
eu: Zure langileen bilketa-tasak handitu ditzakezu eraikin batzuetan eskuragarri dauden teknologia berriak ikertzen.
fa: شما می توانید نرخ جمع کردن کارگران خود را از طریق تحقیق فناوری هایی که در بعضی از ساختمان ها وجود دارد افزایش دهید.
fi: Voit lisätä työntekijöidesi keräysnopeutta tutkimalla uusia teknologioita, joita on saatavilla joissakin rakennuksissa.
fr: Vous pouvez améliorer le taux de collecte de vos travailleurs en recherchant de nouvelles technologies disponibles dans certains bâtiments.
ga: Is féidir leis an ráta bailithe d'oibrithe a mhéadú trí thaighde agus teicneolaíochtaí nua ar fáil i roinnt foirgnimh.
gd: Bheir thu piseach air dè cho luath ’s a chruinnicheas an luchd-obrach agad stòrasan le teicneolasan a tha ri am faighinn ann an cuid a thogalaichean.
gl: Podes aumentar a velocidade de recolección dos traballadores investigando novas tecnoloxías dispoñíbeis en algúns edificios.
hu: A dolgozók gyűjtési sebessége fokozható új fejlesztések kutatásával, amelyek bizonyos épületekben érhetők el.
id: Anda dapat meningkatkan tingkat pengumpulan pekerja dengan cara meneliti teknologi baru yang tersedia di beberapa bangunan.
it: Puoi aumentare i tassi di raccolta dei tuoi lavoratori ricercando le nuove tecnologie disponibili in alcuni edifici.
ja: 建物によっては新しいテクノロジーが利用できる場合があり 研究することによって労働者の作業効率を高めることができます。
ko: 당신은 몇몇 건물에서 이용 가능한 새로운 기술을 연구함으로써 당신의 일꾼들의 채집율을 증가시킬 수 있습니다.
ms: Anda boleh tingkatkan kadar pengumpulan oleh pekerja anda dengan mengkaji teknologi baharu yang tersedia dalam sesetengah bangunan.
nb: Du kan øke innsamlingstakten for dine arbeidere ved å forske frem teknologier som er tilgjengelige i noen bygninger.
nl: U kunt de verzamelingssnelheden van uw werkers vergroten door nieuwe technologieën te onderzoeken welke beschikbaar zijn in sommige gebouwen.
pl: Możesz zwiększyć wskaźnik zbierania pracowników, badając nowe technologie dostępne w niektórych budynkach.
pt_br: Poderá aumentar a velocidade de coleta dos seus trabalhadores pesquisando novas tecnologias disponíveis em alguns edifícios.
pt_pt: Podes aumentar a velocidade de recolha dos teus trabalhadores desenvolvendo pesquisas em novas tecnologias disponíveis em alguns edifícios.
ru: Вы можете увеличить скорость сбора ресурсов у Ваших работников, исследуя новые технологии, доступные в некоторых постройках.
sk: Efektivitu svojich pracovníkov môžeš zvýšiť výskumom technológií dostupným v niektorých budovách.
sv: Du kan öka dina arbetares samlingstakt genom att forska fram nya teknologier tillgängliga i vissa byggnader.
tr: Bazı binalardaki yeni teknolojileri araştırarak işçilerinizin verimliliğini artırabilirsiniz.
uk: Ви можете збільшити рівень збору урожаю ваших працівників, вивчаючи нові технології, що доступні в деяких будівлях.
zh: 你可以通过研发新的科技来增加采集速度。
zh_tw: 您可以透過研究某些建築物中的可用新科技來提高工人的蒐集效率。

source: The farming rate, for example, can be improved with a researchable technology in the farmstead. Select the farmstead and look at its production panel on the bottom right. You will see several researchable technologies. Hover the cursor over them to see their costs and effects and click on the one you want to research.
ast: La velocidá de la collecha, por exemplu, pue ameyorase coles teunoloxíes de la quintana. Esbilla la quintana y mira'l panel de producción na parte baxera drecha. Vas ver delles teunoloxíes que puen desendolcase. Pon el punteru enriba d'elles pa ver cuánto cuesten y cuálos son los efeutos y calca na que quies desendolcar.
bg: Бързината на добиване на реколтата от нивите, например, може да бъде увеличена чрез проучването на технология във фермата. Изберете фермата и разгледайте панела в долната дясна част на екрана. Ще видите няколко технологии, които могат да бъдат проучени. Посочете ги с мишката, за да видите цените и ефектите им и след това щракнете върху тази, която искате да проучите.
br: Ar feur labour-douar, da skouer, a c'hall bezañ gwellaet, en ur gas da benn enklaskoù diwar-benn un deknologiezh hag a c'haller kavout anezhi en un ti-feurm. Diuzit an ti-feurm ha sellit ouzh e banell broduiñ e traoñ dehou. Gwelet e vo ganeoc'h un tamm mat a enklaskoù teknologel hegerz. Lakait ar reti warno evit gwelout o c'houst hag an efedoù ha klikit war an hini a fell deoc'h kas da benn enklaskoù diwar he fenn.
ca: Per exemple, la taxa de cultiu es pot millorar amb una tecnologia investigable a la masia. Seleccioneu la masia i consulteu el quadre de producció a la part inferior dreta. Veureu diverses tecnologies per investigar. Poseu-hi el cursor a sobre per veure'n els costos i els efectes i feu clic a la que volgueu investigar.
de: Die Sammelrate auf Feldern kann z.B. mit einer erforschbaren Technologie im Bauernhof verbessert werden. Wähle den Bauernhof aus und schau dir das Produktionsfeld unten rechts an. Dort gibt es einige erforschbare Technologien. Bewege die Maus auf sie, um deren Kosten und Auswirkungen zu sehen und klicke dann auf die, die du erforschen willst.
el: Ο ρυθμός γεωργίας, για παράδειγμα, μπορεί να βελτιωθεί με μια τεχνολογία προς έρευνα στο αγρόκτημα. Επιλέξτε το αγρόκτημα και δείτε τον πίνακα παραγωγής του στην κάτω δεξιά γωνία. Θα δείτε πολλές τεχνολογίες προς έρευνα. Τοποθετήστε το δείκτη του ποντικιού πάνω τους για να δείτε το κόστος και τα αποτελέσματά τους και κάντε κλικ σε αυτό που θέλετε να ερευνήσετε.
eo: La farmada rapido, ekzemple, povas esti plibonigita kun esplorebla teĥnologio en la farmejo. Elektu la farmejo kaj rigardu ĝian produktan panelon sur la malalta dekstro. Vi vidos plurajn esploreblajn teĥnologiojn. Loku la kursoro super ilin por vidi iliajn kostojn kaj efiko kaj klaku sur unu, kiu vi volas esplori.
es: La velocidad de recolección en el cultivo, por ejemplo, se puede mejorar con una tecnología de investigación de la alquería. Selecciona la alquería y mira tu panel de producción en la parte inferior derecha, verás varias tecnologías de investigación. Mueve el cursor sobre ellas para ver sus costes y efectos, haciendo clic en la que quieras investigar.
es_ar: El indice de cultivo, por ejemplo, puede mejorarse con una tecnología disponible en la Granja. Selecciona la Granja y busca en su panel de producción inferior derecho. Verás muchas tecnologías disponibles para desarrollar. Desplaza el cursor sobre ellas para ver sus costos y efectos y haz click sobre la que quieras desarrollar.
eu: Biltze tasak adibidez, baserriko ikerketa teknologiaren bidez hobetu daiteke. Baserria aukeratu eta bere produkzio panela begiratu beheko eskuin aldean. Zenbat ikerketa teknologia ikusiko dituzu. Mugitu kurtsorea euren gainetik kostuak era eraginak ikusteko eta klikatu ikertu nahi duzunaren gainean.
fa: نرخ کشاورزی برای مثال، می توان آنرا از طریق یک تحقیق که در ساختمان انبار غذا وجود دارد بهبود داد. یک انبار غذا را انتخاب و به پنل تولید در سمت راست پایین نگاه کنید. شما چندین فناوری قابل تحقیق در آنها مشاهده می کنید. نشانگر ماوس خود را بر روی آنها ببرید تا هزینه هر یک و تاثیر آنها را مشاهده کنید و در صورت تمایل با کلیک کردن بر روی آنها دستور تحقیق در آن مورد را بدهید.
ga: Mar shampla, is féidir leis an ráta feirmeorachta a ardú trí theicneolaíocht so-thaighdeach san áitreabh feirme. Roghnaigh an áitreabh feirme agus feic ar painéal táirgthe i mbun páinéil deas. Gheobhaidh tú roinnt teicneolaíochtaí so-thaighdeacha. Faoileáil an cúrsóir os cionn a n-íocón agus feic ar a gcostas agus a n-éifeachtaí, agus cliceáil ar aon ar mhaith leat taighde a dhéanamh air.
gd: Mar eisimpleir, ’s urrainn dhut piseach a thoirt air dè cho luath ’s a thèid achaidhean a bhuan le teicneolas a rannsaicheas tu san tuathanas. Tagh an tuathanas agus thoir sùil air panail an t-saothrachaidh aige taobh deas aig a’ bhonn. Chì thu grunn theicneolas a ghabhas rannsachadh. Cum an luchag os an cionn ach am faic thu dè chosgas is dè nì iad agus briog air am fear a bu toigh leat rannsachadh.
gl: A taxa de recolección de comida dos campos, por exemplo, pode mellorarse cunha tecnoloxía que pode investigarse na granxa. Selecciona a granxa e consulta o seu panel da parte inferior dereita. Verás varias tecnoloxías que se poden investigar. Cúbreas co cursor para ver os seus custos e efectos, e preme a que queiras investigar.
it: Ad esempio, il tasso di raccolta nei campi può essere migliorato con una tecnologia nella fattoria. Seleziona la fattoria e guarda il suo pannello di produzione in basso a destra. Vedrai diverse tecnologie sviluppabili. Sposta il mouse sopra le icone per vedere i loro costi e gli effetti e fai clic su quello che desideri sviluppare.
ko: 예를 들어 농업율은 농장에서 연구 가능한 기술로 개선될 수 있습니다. 농장을 선택하고 오른쪽 아래에 있는 생산 패널을 보십시오. 몇가지 연구 가능한 기술이 표시됩니다. 커서를 그 위에 올려 비용과 효과를 확인하고 연구할 항목을 클릭합니다.
ms: Kadar usaha-tani, sebagai contoh, boleh ditambahbaik dengan teknologi boleh dikaji berkenaan pusat ladang. Pilih pusat ladang dan lihat pada panel pembinaan di bahagian kanan bawah. Anda akan dapati terdapat beberapa teknologi yang boleh dikaji. Letak penuding tetikus di atasnya untuk melihat kos dan kesannya. Kemudian klik pada salah satu yang mahu dikaji.
pl: Na przykład można poprawić wskaźnik rolnictwa za pomocą możliwej do zbadania technologii w gospodarstwie rolnym. Wybierz farmę i spójrz na jej panel produkcyjny w prawym dolnym rogu. Zobaczysz kilka możliwych do zbadania technologii. Najedź myszą na nie, by zobaczyć ich koszty i efekty, i kliknij tę, którą chcesz zbadać.
pt_pt: A velocidade de cultivo, por exemplo, pode ser melhorada com uma tecnologia desenvolvida no edifício da quinta. Seleciona o edifício da quinta e procura no painel de produção no canto inferior direito. Irás ver várias tecnologias que se podem desenvolver. Passa com o cursos por cima de cada uma delas para saber o custo e efeito e clica numa se quiseres desenvolver essa tecnologia.
ru: Скорость сбора урожая, например, можно улучшить, исследуя технологии в поместье. Выберите поместье и взгляните на панель внизу справа. Там Вы увидите несколько технологий, доступных для исследования. Наведите курсор мыши на каждую из них, чтобы узнать её стоимость и эффект от её изучения, после чего кликните по той, которую хотите исследовать.
sk: Napríklad môžeš zvýšiť rýchlosť farmárčenia, ak vyskúmaš technológiu v budove statku. Zvoľ teda statok a pozri sa na panel produkcie v pravom dolnom rohu obrazovky. Uvidíš tam viacero technológii na vyskúmanie. Poprechádzaj kurzorom myši ponad ne a popozeraj si ich ceny a efekty (čo nimi získaš). Klikni na tú, ktorá sa ti zapáči, a spusť výskum.
sv: Jordbruksfrekvensen kan till exempel förbättras med en forskningsteknisk på bondgården. Välj gården och titta på dess produktionspanel längst ned till höger. Du kommer att se flera undersökbara tekniker. Håll markören över dem för att se deras kostnader och effekter och klicka på den du vill undersöka.
tr: Tarım verimi örneğin, çiftlik evindeki araştırılabilir teknoloji ile iyileştirilebilir. Çiftlik evini seçin ve sağ alt taraftaki üretim paneline bakın. Çok sayıda araştırılabilir teknolojiler göreceksiniz. Maliyetlerini ve etkilerini görmek için imleci üzerlerine getirin ve araştırmak istediğinizi tıklayın.
uk: Наприклад, рівень сільського господарства може бути покращений за допомогою досліджуваних технологій в садибі. Виберіть садибу та подивіться на її виробничу панель у правому нижньому кутку. Ви побачите декілька досліджуваних технологій. Наведіть курсор на них, щоб побачити їхню вартість та вплив і натисніть на ту, яку ви хочете досліджувати.
zh: 比如，耕种效率可以通过研发农庄科技来提高。选择农庄并在右下方的建造板块查看几种科技。悬停光标以查看升级代价和效果。单击以进行研发

source: We should start preparing to phase up into 'Town Phase', which will unlock many more units and buildings. Select the Civic Center and hover the cursor over the 'Town Phase' icon to see what is still needed.
ast: Debemos entamar a preparamos p'avanzar a la «fas de la villa», que va desbloquiar a otres munches unidaes y construcciones. Esbilla'l centru civil y pon el punteru enriba del iconu de la «fas de la villa» pa ver qué fai falta inda.
bg: Трябва да започнем да се подготвяме за преминаване към „Градската фаза“, която ще отключи много нови единици и сгради. Изберете селищния център и посочете с мишката върху иконката на „Градската фаза“, за да видите от какво още имаме нужда.
de: Wir sollten uns darauf vorbereiten, in die ‚Stadtphase‘ aufzusteigen, die viele weitere Einheiten und Gebäude freischaltet. Wähle den Verwaltungssitz aus und bewege die Maus auf das ‚Stadtphase‘-Symbol, um zu sehen, was noch benötigt wird.
el: Θα πρέπει να αρχίσουμε να προετοιμαζόμαστε για να ανακαλύψουμε τη "Φάση Κωμόπολη", η οποία θα ξεκλειδώσει πολλές ακόμα μονάδες και κτίρια. Επιλέξτε το Αστικό Κέντρο και τοποθετήστε το δείκτη του ποντικιού πάνω από το εικονίδιο "Φάση Κωμόπολη" για να δείτε τι χρειάζεται ακόμα.
es: Deberíamos empezar a prepararnos para ascender a la fase intermedia, lo que desbloqueará muchas más unidades y edificios. Selecciona el centro cívico y pasa el cursor sobre el icono de «fase intermedia» para ver qué es lo que falta.
eu: "Herri Fasea" prestatzen hasi beharrean gaude, horrek unitate eta eraikin gehiago desblokeatuko ditu. Gizarte Zentroa aukeratu eta "Hiri Fase"aren gainetik kurtsorea pasatu oraindik ere behar dena ikusteko.
gd: Bu chòir dhuinn ar n-ullachadh a-nis ach an ruig sinn “linn nam bailtean” a bheir a’ ghlas far barrachd aonadan is thogalaichean dhuinn. Tagh an t-ionad sìobhalta agus cum an luchag os cionn na h-ìomhaigheige “Linn nam bailtean” ach am faic thu dè tha a dhìth ort fhathast.
it: Dovremmo iniziare a prepararci per avanzare alla 'Fase Cittadina', che ci permetterà di sbloccare molte più unità e costruzioni. Seleziona il Centro Cittadino e sposta il mouse sull'icona 'Fase Cittadina' per visualizzarne i requisiti.
ms: Kita patut mula bersedia untuk beralih ke 'Fasa Pekan', yang mana akan membuka lebih banyak unit dan bangunan. Pilih Pusat Sivik dan letak penuding tetikus di atas ikon 'Fasa Pekan' untuk mengetahui keperluannya.
pl: Powinniśmy zacząć przygotowywać się do fazy "Faza miasta", która odblokuje więcej jednostek i budynków. Wybierz Centrum Osady i najedź myszą na ikonę "Fazy miasta", aby zobaczyć, co jest nadal potrzebne.
pt_pt: Devemos começar a preparar a "Fase de Vila", que irá desbloquear mais unidades e edifícios. Seleciona o Centro Cívico e passa com o cursos sobre o ícone de "Fase de Vila" para ver os recursos necessários.
ru: Мы должны начать подготовку к поэтапному переходу в "Этап небольшого города", которая откроет много новых юнитов и зданий. Выберите Городской Центр и наведите курсор на значок 'фаза города', чтобы увидеть, что еще необходимо.
zh: 一开始应准备进入城镇阶段。这样会解锁更多的建筑。选择市政中心并悬停光标在城镇阶段图标上，以查看代价。
