Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Rivers flow between players and join each other in the center of the map.
ast: Los riws cuörren entre los jogadores & entremecen-se n medio la geographía.
bg: Играчите са разделени от реки, които се сливат в средата на картата.
br: Skuilhañ a ra stêrioù etre ar c'hoarierien ha mont a reont an eil davet eben e kreiz ar gartenn.
ca: Hi ha rius que flueixen entre els jugadors i s'ajunten al centre del mapa.
cs: Řeky tečou mezi hráči a spojují se ve středu mapy.
da: Floder går imellem spillerne og mødes i midten af banen.
de: Flüsse fließen zwischen den Spielern und treffen sich in der Mitte der Karte.
el: Ποταμοί ρέουν μεταξύ των παικτών και ενώνονται μεταξύ τους στο κέντρο του χάρτη.
es: Ríos fluyen entre los jugadores y se unen entre sí en el centro del mapa.
eu: Errekak sortzen dira jokalarien artetik eta maparen erdian elkartzen dira.
fa: رودخانه ها از میان بازیکن ها عبور می کنند در مرکز نقشه به هم می رسند
fi: Joet virtaavat pelaajien välissä ja liittyvät toisiinsa kartan keskellä.
fr: Des rivières s'écoulent entre les joueurs et se rejoignent au centre de la carte.
ga: Ritheann aibhneacha idir na himreoirí agus téann siad le chéile i lár na léarscáile.
gd: Tha aibhnean eadar na cluicheadairean a thig còmhla ann am meadhan a’ mhapa.
hu: Folyók folynak a játékosok között, és a térkép közepén csatlakoznak egymáshoz.
id: Sungai-sungai mengalir di antara para pemain dan menyatu di pusat peta.
it: Fiumi scorrono tra i giocatori e si uniscono tra loro al centro della mappa.
ja: 川がプレイヤーを隔て、マップ中央で合流します。
ko: 강은 플레이어들 사이에 흐르고 지도의 중심에서 서로 합류합니다.
ms: Aliran sungai diantara pemain dan bertemu ditengah-tengah peta.
nb: Elver flyter mellom spillere og forenes i midten av kartet.
nl: Rivieren vloeien tussen spelers en ontmoeten elkaar in het midden van de kaart.
pl: Rzeki płyną pomiędzy graczami łącząc się na środku mapy.
pt_br: Rios fluem entre os jogadores e juntam-se uns aos outros no centro do mapa.
pt_pt: Os rios correm entre os jogadores e unem-se no centro do mapa.
ru: Между игроками текут реки, соединяющиеся в центре карты.
sk: Medzi hráčmi tečú rieky, ktoré sa spájajú v strede mapy.
sr: Реке теку између играча и спајају се у средишту мапе.
sv: Floder flyter mellan spelare och träffar varandra i mitten av kartan.
tr: Nehirler oyuncular arasında akar ve haritanın merkezinde birleşirler.
uk: Ріки течуть між гравцями і з'єднуються в центрі карти.
vi: Những con sông chảy qua giữa những người chơi và kết nối với nhau ở chính giữa bản đồ
zh: 流过每个玩家附近的河流，最后在地图中央汇流。
zh_tw: 流過每個玩家附近的河流，最後在地圖中央匯流。

source: Rivers
ast: Riws
bg: Реки
br: Stêrioù
ca: Rius
cs: Řeky
da: Floder
de: Flüsse
el: Ποτάμια
es: Riachuelos
eu: Ibaiak
fa: رود‌ها
fi: Joet
fr: Rivières
ga: Aibhneacha
gd: Aibhnean
hu: Folyók
id: Sungai
it: Fiumi
ja: 河
ko: 강
ms: Sungai
nb: Elver
nl: Rivieren
pl: Rzeki
pt_br: Rios
pt_pt: Rios
ru: Реки
sk: Rieky
sr: реке
sv: Floder
tr: Nehirler
uk: Ріки
vi: Vùng sông nước
zh: 河流
zh_tw: 河流

# biome definition
source: The vitalizing waters of the Nile sustain life along its banks, while the long dry season scorches the land.
ast: Lɐs aguɐs fecundantes de l Nilu sostien la vida a lɐs suɐs veirɐs, entre que la llarga seca queima la tierra.
bg: Живителните води на Нил поддържат живота по бреговете му, докато дългият сух сезон изгаря земята.
br: Dourioù red an Nil a zegas buhez dezhi a-hed he ribloù, e-keit ha ma rouz ar mare sec'h hir an douar.
ca: Les aigües vitalitzants del Nil sustenten la vida a traves de les seues ribes, mentre que la llarga estació seca socarra la terra.
cs: Blahodárné vody Nilu udržují život podél břehů, zatímco dlouhá suchá sezóna vysušuje zem.
da: Nilens vitalise vand opretholder livet langs dens bredder, mens den lange tørre sæson svier landet.
de: Das stärkende Wasser des Nils versorgt das Leben an seinen Ufern, während die lange Trockenzeit das Land versengt.
el: Τα ζωογόνα νερά του Νείλου διατηρούν τη ζωή στις όχθες του, ενώ η μακρά περίοδος ξηρασίας αποξηραίνει τη γη.
es: Las aguas vitalizantes del Nilo mantienen la vida a lo largo de sus orillas, mientras que la larga estación seca abrasa la tierra.
eu: Nilo ibaiko ur bizigarriek ertzetako bizitza mantentzen dute, urtaro lehor luzeak lurra erretzen duen bitartean.
fa: آب حیاتی نیل باعث بقای حیات در کناره آن می شود زمانی که فصل خشکسالی زمین ها را خشک کرده است
fi: Niilin elinvoimaiset vedet ylläpitävät elämää sen rannoilla, samalla kun pitkä kuiva kausi polttaa maata.
fr: Les eaux vitalisantes du Nil favorisent la vie le long de ses rives, tandis que la longue saison sèche roussit la terre.
ga: Cothaíonn uiscí bríomhara na Níle beatha ar feadh a braucha, nuair a loisceann an séasúr tirim an talamh intíre.
hu: A Nílus életet adó vizei teszik lehetővé az életet a part mentén, miközben egy hosszú száraz évszak perzseli a földet.
id: Perairan Sungai Nil yang menyegarkan menopang kehidupan di sepanjang tepiannya, sementara musim kemarau panjang menghanguskan daratan.
it: Le acque piene di vita del Nilo alimentano la vita lungo le sue sponde, mentre la lunga stagione secca inaridisce la terra.
ja: ナイル川の生命力あふれる水が川岸の生命を支え、長い乾季が大地を焦がします。
ko: 나일 강의 활력을 불어넣는 물은 강둑을 따라 생명을 유지하며, 긴 건기는 땅을 불태울 것입니다.
ms: Air yang berharga dari sungai Nil menjadi penyambung kehidupan disekitar tebingnya, manakala musim kering yang berpanjangan membakar tanah disekelilingnya.
nl: De vitaliserende wateren van de Nijl onderhouden het leven aan haar oevers, terwijl het lange droogteseizoen het land verzengt.
pl: Ożywiające wody Nilu podtrzymują życie wzdłuż jego brzegów, podczas gdy długa, sucha pora przypala ziemię.
pt_br: As águas vitalizantes do Nilo sustentam a vida ao longo de suas márgens, enquanto a sua longa estação seca queima a terra.
pt_pt: As águas vitalizantes do Nilo sustentam a vida ao longo dos seus bancos de areia, enquanto que a sua longa estação seca queima a terra.
ru: Живительные воды Нила поддерживают жизнь на его берегах, пока продолжительная засуха выжигает землю.
sk: Životodarné vody Nílu udržujú všetko pri živote, zatiaľčo sucho spaľuje vnútrozemie.
sv: Nilens vitaliserande vatten håller liv längs sina banker, medan den långa torra säsongen skryter landet.
tr: Uzun kurak dönem toprağı yakarken, Nil'in canlandırıcı suyu çevresine yaşam veriyor.
uk: Поживні води Нілу підтримують життя на його берегах, поки тривала посуха випалює землю.
zh: 尼罗河的活力水域滋养了沿岸，而漫长的旱季则摧残了这片土地。
zh_tw: 尼羅河充滿生命力的水域維持著沿岸的生命，而漫長的乾旱季節燒焦了土地。

# biome definition
source: Dry Season
ast: Stada seca
bg: Сух сезон
br: Mare sec'h
ca: Estació seca
cs: Suché období
da: Tørkeperiode
de: Trockenzeit
el: Περίοδος Ξηρασίας
es: Estación seca
eu: Urtaro Lehorra
fa: فصل خشک
fi: Kuivakausi
fr: Saison sèche
ga: Séasúr Tirim
gd: Ràith na tioramachd
hu: Száraz évszak
id: Musim Kemarau
it: Stagione Secca
ja: 乾季
ko: 건조한 계절(건기)
ms: Musim Kering
nl: Droge tijd
pl: Pora sucha
pt_br: Estação Seca
pt_pt: Estação seca
ru: Сезон засухи
sk: Obdobie sucha
sr: Сув период
sv: Torrperioden
tr: Kuru Sezon
uk: Сезон Посухи
zh: 旱季
zh_tw: 乾季

# biome definition
source: Revelling in the much awaited rain, the baked land transforms into a lush haven for both man and beast.
ast: Ingayolando-se na ḷḷuvia tan sperada, la tierra camburada vuölve-se un abelhugu nietu par’ homes & biçhos.
bg: Наслаждавайки се на дългоочаквания дъжд, пресушената земя се превръща в рай за хора и животни.
br: O c'hoari er glav kalz gortozet, eo treuzfurmet an douar kaletet en ur goudor fonnus evit an daou Mab-den hag al loen gouez.
ca: De festa per la molt esperada pluja, la terra cremada es transforma en un paradís exuberant per a humans i bèsties.
cs: Z radostného očekávání na déšť se suchá půda promění v bujné útočiště pro člověka i zvíře.
da: Når man svælger i den længe ventede regn, forvandler det bagte land sig til et frodigt tilflugtssted for både mennesker og dyr.
de: Das gebackene Land feiert im lang ersehnten Regen und verwandelt sich in ein üppiges Paradies für Mensch und Tier.
el: Λαχταρώντας την πολυαναμενόμενη βροχή, η ψημένη γη μεταμορφώνεται σε ένα καταπράσινο καταφύγιο τόσο για τον άνθρωπο όσο και για το θηρίο.
es: Revelándose en la tan esperada lluvia, la tierra horneada se transforma en un refugio exuberante para el hombre y la bestia.
eu: Horrenbeste denboraz esperotako euritan, berotutako ura aterpe emankor bihurtzen da gizaki eta piztientzako.
fa: تاثیر بارانی که منتظرش بودیم، گسترش پوشش گیاهی کناره رود برای انسانها و حیوانات بود.
fi: Kauan odotettua sadetta nauttien paistunut maa muuttuu reheväksi tyyssijaksi sekä ihmisille että eläimille.
fr: En se délectant de la pluie tant attendue, le terrain cuit se transforme en un refuge luxuriant tant pour l'homme que pour la bête.
ga: A ragairne a dhéanamh faoin bháisteach atá ag fánacht go mór, athraíonn an talamh bácáilte ó bhonn go dídeann mhéith ar son daoine agus ainmhithe le chéile.
hu: A várva várt esőnek örülve, a forró föld egy buja menedékké változik, mind az emberek és vadak számára.
id: Bersenang-senang di tengah hujan yang ditunggu-tunggu, tanah kering ini berubah menjadi suaka subur bagi manusia dan binatang.
it: In festa per la tanto attesa pioggia, la terra riarsa si trasforma in un paradiso lussureggiante sia per gli uomini che per gli animali.
ja: 待ちに待った雨が降ると、焼かれた土地は人と獣のための緑豊かな楽園に変わります。
ko: 많은 기다려온 비에 푹 빠진 구운 땅은 인간과 짐승 모두를위한 무성한 안식처로 변합니다.
ms: Dengan mengharap sumber hujan yang ditunggu-tunggu, tanah yang panah membara ini bertukar menjadi syurga kehidupan kepada manusia dan hidupan yang lain.
nl: Zwelgend in de lang verwachte regen, verandert het droge land in een vruchtbare tuin voor mens en dier.
pl: Rozkoszując się długo wyczekiwanym deszczem, spieczona kraina zamienia się w bujny raj zarówno dla ludzi, jak i dla zwierząt.
pt_br: Deleitando-se na muito aguardada chuva, a terra queimada transforma-se num paraíso exuberante tanto para o homem como para as feras.
pt_pt: Deleitando-se na muito aguardada chuva, a terra assada transforma-se num paraíso luxuriante tanto apara o homem como a besta.
ru: Наслаждаясь струями долгожданного дождя, выжженая земля превращается в буйный рай для человека и зверя.
sk: Slnkom spečená krajina sa po dlho očakávaných dažďoch premieňa na bujné zelené útočisko pre ľudí aj zver.
sv: Festande i det efterlängtade regnet, förvandlas det bakade landet till en frodig fristad för både människor och djur.
tr: Çok beklenen yağmurda eğlenirken, pişmiş toprak insanlar ve hayvanlar için bereketli bir barınağa dönüşüyor.
uk: Насолоджуючись струменями довгоочікуваного дощу, випалена земля перетворюється в пишний рай для людини і звіра.
zh: 沉浸在期待已久的雨中，这片土地变成了人类和野兽的巨大避风港。
zh_tw: 陶醉在等待已久的雨水中，這片烘烤過的土地變成了人與野獸草木茂盛的避風港。

# biome definition
source: Rainy Season
ast: Stada húmida
bg: Дъждовен сезон
br: Mare glav
ca: Estació de Pluges
cs: Deštivé období
da: Regntiden
de: Regenzeit
el: Περίοδος Βροχών
es: Estación lluviosa
eu: Euri garaia
fa: فصل بارانی
fi: Sadekausi
fr: Saison des pluies
ga: Séasúr na Baistí
gd: Ràith an uisge
hu: Esős évszak
id: Musim hujan
it: Stagione delle Piogge
ja: 雨季
ko: 비오는 계절(우기)
ms: Musim Hujan
nl: Regenseizoen
pl: Pora deszczowa
pt_br: Estação Chuvosa
pt_pt: Estação chuvosa
ru: Сезон дождей
sk: Obdobie dažďov
sr: Кишни Период
sv: Regnperioden
tr: Yağmurlu Sezon
uk: Сезон дощів
zh: 雨季
zh_tw: 雨季

# biome definition
source: Start in a region blessed with the Mediterranean climate, a warm and inviting land. The cypresses are in a perpetual struggle with the dominant fan palms while deer graze in their shadows, blissfully unaware.
ast: Intama n una zona bendiꞇha cul clima mediterraneo, una tierra calda & acolyedora. Los cypressos stan imbilortados n una lluiꞇha continua cun lɐs palmɐs predominantes, in quanto a lɐs solombrɐs suɐs pacen ciervos fartucos & felizes.
bg: Започвате в район благословен със средиземноморски климат, топла и приветлива земя. Кипарисите са в непрекъсната борба с преобладаващите ветрилни палми, а елените пасат в сенките им, необезпокоявани.
br: Loc'hañ en ur rannvro venniget gant an amzer greizdouarel, un douar tomm ha degemerus. Ar siprez a vez en un emgann peurbad gant palmoù an daez mestr e-keit ha ma'z eo peuret gant ar c'hirvi en o skeud, diouiet penn-da-benn.
ca: Comenceu en una regió beneïda pel clima mediterrani, una terra acollidora i càlida. Els xiprers lluiten constantment amb les palmeres dominants mentre els cérvols pasturen a l'ombra, ingènuament.
cs: Začnete v oblasti, požehnané středomořským podnebím, teplou a příjemnou zemí. Cypřiše jsou ve věčném boji s dominantními datlovníky, zatímco jeleni se pasou v jejich stínech, blaženě nevědomí.
da: Start i en region velsignet med middelhavsklima, et varmt og indbydende land. Cypresserne er i en evig kamp med de dominerende viftepalmer, mens hjorte græsser i deres skygger, lykkeligt uvidende.
de: Starte in einer Region, die mit mediterranem Klima gesegnet ist, ein warmes und einladendes Land. Die Zypressen sind in einem ewigen Kampf mit den dominanten Zwergpalmen, während Wild in ihren Schatten grast, in seliger Unwissenheit.
el: Ξεκινήστε σε μια περιοχή ευλογημένη με το μεσογειακό κλίμα, μια ζεστή και φιλόξενη γη. Τα κυπαρίσσια βρίσκονται σε μια αέναη πάλη με τους κυρίαρχους φοίνικες, ενώ τα ελάφια βόσκουν στις σκιές τους, τελείως ανέμελα.
es: Comienza en una región bendecida por el clima mediterráneo, una tierra cálida y acogedora. Los cipreses están en constante lucha con las dominantes palmeras, mientras que los venados pastan bajo sus sombras, felizmente inconscientes.
eu: Mediterraneoko klimak bedeinkaturiko eskualde batean has zaitez, lurralde bero eta abegikor batean. Altzifrek betiko haizearen kontrako borrokan dihardute oreinak bere itzalean bazkatzen diren bitartean, axolagabe eta zoriontsu.
fa: شروع بازی در یک منطقه متبرک با آب و هوای مدیترانه ای، گرم و خواستنی. پوشیده از گیاهان پهن که آهوها درسایه آنها به چریدن می پردازند
fi: Aloita Välimeren ilmastolla siunatulla alueella, lämpimässä ja kutsuvassa maassa. Sypressit käyvät jatkuvaa kamppailua hallitsevien viuhkapalmujen kanssa, ja peurat laiduntavat niiden varjoissa autuaan tietämättöminä.
fr: Commencez dans une région bénie par le climat méditerranéen, une terre chaleureuse et accueillante. Les cyprès sont dans une lutte perpétuelle contre les palmiers dominants tandis que les cerfs paissent dans leur ombre, parfaitement inconscients.
ga: Tosaíonn na himreoirí i réigiún beannaithe faoi aeráid na Meánmhara, tír té agus tarraingteach í. Tá na cufróga i measc troda gan deireadh leis na pailmeacha ceannasacha nuair atá fianna ag iníor ina scáthanna, neamhbhraiteach go sona.
hu: Kezdj egy mediterrán éghajlattal megáldott területen, egy meleg és hívogató földön. A ciprusok örökös küzdelemben állnak a domináló legyezőpálmákkal, miközben a szarvasok az árnyékban legelnek, boldog tudatlanságban.
id: Mulailah di wilayah yang diberkati dengan iklim Mediterania, tanah yang hangat dan menarik. Pepohonan cemara terus-menerus berebut dengan palem kipas yang lebih banyak sementara rusa merumput dalam bayang-bayang mereka, tanpa mereka sadari.
it: Si inizia in una regione benedetta dal clima mediterraneo, una terra calda e invitante. I cipressi sono in perpetua lotta con le palme dominanti mentre i cervi pascolano alla loro ombra, ignari.
ja: 温暖で魅力的な地中海性気候に恵まれた地域からスタートします。ヒノキは、ヤシの木と永遠の闘争を繰り広げ、その影で鹿が何も知らずに草を食んでいます。
ko: 따뜻하고 매력적인 땅인 지중해 기후가 축복받은 지역에서 시작합니다. 편백나무는 지배적인 팬 손바닥과 끊임없이 싸우고 사슴은 행복한 줄도 모르고 그림자에서 풀을 뜯습니다.
ms: Bermula di kawasan subur dengan suasana cuaca Mediterranean iaitu tanah bersuhu sederhana nan subur. Pepohon sipres berselang seli dengan pokok palma yang tampak dominan di kawasan ini manakala sang rusa meragut disebalik bayang pepohon, tampak gembira dan tidak malu-malu.
nb: Start i en region forskånet med middelhavsk klima, et varmt og gjestmildt land. Sypressene er i evig kamp med de dominante bladpalmene, mens hjorten gresser i deres skygge, i trygg uvisshet.
nl: Speel in een gebied gezegend met het Mediterraanse klimaat, een warm en verwelkomend land. Waar de cypressen en de waaierpalmen elkaar de hele tijd in de haren zitten, met herten rustig grazend in hun schaduw.
pl: Zacznij od regionu błogosławionego śródziemnomorskim klimatem, ciepłą i zachęcającą krainą. Cyprysy są w ciągłej walce z dominującymi palmami, podczas gdy sarny pasą się w cieniu, błogo nieświadome.
pt_br: Comece em uma região abençoada pelo clima mediterrâneo, uma terra quente e convidativa. Os ciprestes estão em uma disputa perpétua com as dominantes palmeiras de leque enquanto cervos pastam às suas sombras, felizmente desapercebidos.
pt_pt: Começa numa região abençoada pelo clima mediterrâneo, uma terra quente e convidativa. Os ciprestes estão numa disputa perpétua com as dominantes palmeiras de leque enquanto os cervos pastam nas suas sombras, felizmente desapercebidos.
ru: Начните в регионе, благословлённый средиземноморским климатом, теплом и привлекательной землёй. Кипарис находится в постоянной борьбе с домирирующими пальмами, а олени пасутся в тенях не осознавая блаженства.
sv: Börja i en region välsignad med Medelhavsklimatet, ett varmt och inbjudande land. Cypresserna är i en ständig kamp med de dominerande palmträden medan rådjur betar i deras skuggor, lyckligt omedvetna.
tr: Akdeniz iklimiyle şenlenmiş bir bölgede başla, sıcak ve davetkar yerde. Geyikler gölgelerde bihaber otlanırken,Akdeniz servileri baskın palmiyelerle daimi bir mücadele içinde.
uk: Почніть в регіоні, благословенний середземноморським кліматом, теплом і привабливою землею. Кипарис знаходиться в постійній боротьбі з пальмами, що домінують над ним, а олені пасуться в тінях не усвідомлюючи блаженства.
zh: 开局位于地中海气候的土地上，温暖怡人。 柏树与扇形棕榈树争奇斗艳，树荫下鹿在悠悠吃草，无忧无虑。
zh_tw: 從擁有地中海氣候，溫暖宜人的地區開始。柏樹與占主導地位的扇形棕櫚樹一直處於鬥爭之中，而鹿則在陰影中掠食，極度不為人所知。

# biome definition
source: Aegean-Anatolian
ast: Egeo-anatolio
bg: Егейско-анадолски
cs: Egejsko-Anatolský
da: Ægæisk Anatolsk
de: Ägäisch-Anatolisch
el: Αιγαίο-Ανατολίτικο
es: Egeo-Anatolia
eu: Egeo-anatoliarra
fi: Egean- ja Anatolianmeri
fr: Égéen-Anatolien
id: Aegea-Anatolia
it: Egeo-Anatolico
ja: エーゲ海・アナトリア
ko: 에게해-아나톨리아인
nl: Aegeïsch-Anatolisch
pl: Anatolia Egejska
pt_pt: Egeu-anatoliano
ru: Эгейско-Анатолийский
sk: Egejsko-anatólsky
tr: Ege-Anadolulu
uk: Егейсько-Анатолійський регіон
zh: 爱琴海-安纳托利亚
zh_tw: 愛琴海：安那托利亞

# biome definition
source: Between the high summits of the Alps, the valleys are filled with fog in the early morning. The ground is full of gravel and rocks, but silver fir and spruce trees grow between them and provide shelter for deer and mountain goats.
ast: Pelos altos vislhos de los Alpes, los valles stan anublidos de cerciu a primeirɐs horɐs de la mañana. La tierra ye pedroso & lleiroso, pero abetos blancos & vermelyos desurden d’entre lɐs penhɐs & ateiꞇhɐn ciervos & cabrɐs.
bg: Между високите върхове на Алпите, долините се изпълват с мъгла в ранната утрин. Земята е обсипана с чакъл и скали, между които растат ели и смърчове, осигуряващи закрила за елени и планински кози.
cs: Mezi vysokými vrcholy Alp jsou údolí brzy ráno plná mlhy. Země je plná štěrku a skal, ale mezi nimi rostou jedle jedle a smrky, které poskytují úkryt jelenům a horským kozám.
da: Mellem Alpernes høje toppe er dalene fyldt med tåge tidligt om morgenen. Jorden er fuld af grus og sten, men mellem dem vokser sølvgran og grantræer og giver ly til hjorte og bjerggeder.
de: Die Täler zwischen den hohen Gipfeln der Alpen sind mit frühmorgendlichem Nebel umhüllt. Der Boden ist voller Kies und Steine, aber Weißtannen und Fichten wachsen zwischen ihnen und bieten Rehen und Schneeziegen Unterschlupf.
el: Μεταξύ των υψηλών κορυφών των Άλπεων, οι κυλλάδες είναι γεμάτες με ομίχλη νωρίς το πρωί. Το έδαφος είναι γεμάτο απο χαλίκι και πέτρες ,αλλα ασημένια έλατα (Abies amabilis ) και περιποιημένα δένδρα φυτρώνουν μεταξύ τους και παρέχουν καταφύγειο για ελάφια και κατσίκες του βουνού.
es: Entre las altas cumbres de los Alpes, los valles se llenan de niebla por la mañana temprano. El suelo está lleno de grava y rocas, pero entre ellas crecen abetos y pinos que dan cobijo a ciervos y cabras montesas.
eu: Alpeetako tontor handien artean, bailarak lainoz betetzen dira goizean. Lurra legar eta arrokez beteta dago, baina zilarrezko izeia eta zuhaixkak hazten dira eta oreinak eta mendiko ahuntzak aterpea ematen dute.
fi: Alppien korkeiden huippujen välissä laaksot täyttyvät sumusta varhain aamulla. Maa on täynnä soraa ja kiviä, mutta niiden välissä kasvaa saksanpihtaa ja kuusia, jotka tarjoavat suojaa peuroille ja vuohille.
fr: Entre les hauts sommets des Alpes, les vallées sont remplies de brouillard au petit matin. Le sol est plein de graviers et de rochers, mais des sapins argentés et des épicéas poussent entre eux et offrent un abri aux cerfs et aux chèvres de montagne.
id: Di antara puncak tinggi pegunungan Alpen, bebukitan ini dipenuhi kabut pada pagi hari. Tanahnya penuh dengan kerikil dan batu, tetapi pinus perak dan pohon cemara tumbuh diantaranya dan memberikan tempat berlindung bagi rusa dan kambing gunung.
it: Tra le alte vette delle Alpi, le valli si riempiono di nebbia al mattino presto. Il terreno è pieno di ghiaia e rocce, ma tra loro crescono abeti bianchi e rossi che offrono riparo a cervi e capre di montagna.
ja: アルプスの高い山の間では、早朝になると谷間に霧が立ち込めます。地面には砂利や岩が多いが、その間に銀モミやトウヒの木が生え、鹿や山の避難場所となっています
ko: 알프스의 높은 정상 사이에 있는 계곡은 이른 아침 안개로 가득차 있습니다. 땅에는 자갈과 바위가 가득하지만, 그 사이로 은빛 전나무와 가문비나무가 자라고 사슴과 산양에게 주거지를 제공합니다.
nl: Naast de hoge bergtoppen van de Alpen, vult de ochtendmist de tussengelegen valleien. Overal zijn kiezels en rotsen, maar zilversparren en dennen groeien rustig door en bieden beschutting aan de herten en de berggeiten.
pl: Pomiędzy wysokimi szczytami Alp, doliny są wczesnym rankiem spowite mgłą. Ziemia jest pełna żwiru i skał, ale pomiędzy nimi rosną srebrne jodły i świerki, które dają schronienie jeleniom i kozom górskim.
pt_br: Entre os altos cumes dos Alpes, os vales estão cobertos pela neblina da manhã. O chão é coberto de cascalho e rochas, mas abetos-prateados e píceas crescem entre elas e dão abrigo a cervos e cabras das montanhas.
pt_pt: Por entre os altos picos dos Alpes, os vales enchem-se de nevoeiro pela madrugada. O solo está coberto de gravilha e pedras, mas por entre elas crescem abetos brancos e espruces que oferecem refúgio a veados e cabras-montesas.
ru: Ранним утром долины между вершинами Альп наполняются туманом. Земля усыпана гравием и камнями, но между ними растут серебристые ели и пихты, служащие убежищем для оленей и горных козлов.
tr: Alplerin yüksek zirveleri arasındaki vadiler sabahın erken saatlerinde sisle doluyor. Zemin çakıl ve kayalarla dolu, ancak aralarında gümüş köknar ve ladin ağaçları büyüyor, geyikler ve dağ keçileri için barınak sağlıyor.
uk: Між високими вершинами Альп, долини рано вранці заповнюються туманом. Земля повна гравію та скель, але між ними ростуть срібні ялиці та смереки, які забезпечують притулок для оленів та гірських козлів.
zh: 在阿尔卑斯山间，清晨的山谷雾气蒙蒙。 地上到处是碎石和岩石，石间长着银杉和云杉，庇护了野鹿和山羊。
zh_tw: 在阿爾卑斯山的高峰之間，山谷在清晨充滿了迷霧。地面上到處是碎石和岩石，但它們之間生長著銀杉和雲杉，為鹿和山羊提供了庇護所。

# biome definition
source: Subalpine
ast: Subalpino
bg: Субалпийски
cs: Subalpínský
da: Subalpint
de: Subalpin
el: Πρόποδες Άλπεων
es: Subalpino
eu: Subalpino
fi: Subalpiininen
fr: Subalpin
id: Subalpin
it: Subalpino
ja: ロッキー山脈の亜高山帯
ko: 아고산지대
nl: Subalpijns
pl: Subalpejski
pt_br: Subalpino
pt_pt: Subalpino
ru: Субальпийский
sk: Subalpínsky
tr: Sulapin kuşak
uk: Субальпійський пояс
zh: 阿尔卑斯山麓
zh_tw: 亞高山
