Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Along with his brother Indibil, Mandonius commanded the Iberian recruits and mercenaries that took part in the Punic Wars. Allied Citizen Mercenaries −25% metal cost.
af: Saam met sy broer Indibil, het Mandonius bevelgevoer oor die Iberiese rekrute en huursoldate wat gedeel het in die Puniese Oorloë. Geallieërde Burger Huursoldate -25% metaal kostes.
ar: جنبا إلى جنب مع شقيقه إنديبيل ، قاد ماندونيوس المجندين والمرتزقة الأيبيرية الذين شاركوا في الحروب البونيقية. مرتزقة المواطنون المتحالفون 25٪ تكلفة معدنية.
ast: los ermanos Mandoniu & Indíbile mandarun los voluntarios & mercenarios íberos que participarun na segunda guerra púnica. Mercenarios civiles alliados: costu n metal −25%.
bg: Заедно с брат си Андобал, Мандросий командвал Иберските наборници и наемници, които участвали в Пуническите войни. Съюзнечески Градски Наемници -25% цена в метал.
ca: Juntament amb el seu germà Indíbil, Mandoni va comandar els soldats i mercenaris ibèrics que van participar en les Guerres Púniques. −25% en el cost de metall per als mercenaris ciutadans aliats.
cs: Mandonius společně se svým bratrem Indíbilem velel iberským brancům a žoldákům, kteří se účastnili Punských válek. Snížení nákladů na kov o 25 % pro výcvik spojeneckých občanských žoldnéřů.
da: Sammen med hans bror, Indibil, tog Mandonius befaling over de Iberianske rekrutter og lejesoldater, som deltog i de Puniske Krige. Allierede Borgerlige Lejesoldater -25% metalomkostninger.
de: Gemeinsam mit seinem Bruder Indibilis kommandierte Mandonius die iberischen Rekruten und Söldner, welche in den Punischen Kriegen teilnahmen. Alle verbündeten Bürgersöldner −25 % Metallkosten.
es: Junto a su hermano Indíbil, Mandonio comandó a las levas ibéricas y tropas mercenarias durante las Guerras Púnicas. Mercenarios aliados (Coste de metal: −25%).
eu: Bere anaia Indibilekin batera, Mandoniok Gerra Punikoetan parte hartu zuten soldadugai eta mertzenariok agindu zituen. Aliatutako hiritar mertzenarioak %25- metal kostuan.
fi: Mandonius komensi veljensä Indibilin kanssa Iberian niemimaan alokkaita ja palkkasotureita, jotka osallistuivat puunilaissotiin. Liittoutuneiden kansalaisten palkkasotureille -25 % metallikustannuksista.
fr: Au côté de son frère Indibil, Mandonius commanda les recrues ibériques et les mercenaires qui ont pris part aux Guerres puniques. Les Citoyens mercenaires alliés coûtent 25 % de métal en moins.
gl: Xunto co seu irmán Indibil, Mandonio mandou os recrutas e mercenarios ibéricos que participaron nas Guerras Púnicas. Mercenarios Cidadáns Aliados −25% de custo do metal.
hi: अपने भाई इंडिबिल के साथ मिलकर मैंडोनियस् ने उन इबेरियन रंगरूटों और भाड़े के सैनिकों का नेतृत्व किया जिन्होंने प्युनिक युद्ध में भाग लिया। मित्र राष्ट्र के भाड़़े के नागरिक सैनिकों की धातु लागत -२५%
hu: Mandonius testvérével, Indibilisszel együtt vezette azokat az ibériai rekrutákat és zsoldosokat, akik részt vettek a második pun háborúban. −25% fémigény a szövetséges polgári zsoldosoknak
hy: Իր եղբայր Ինդիբիլի հետ միասին Մանդոնիուսը ղեկավարեց իբերական նորակոչիկներին և վարձկաններին, ովքեր մասնակցեցին Պունիկյան պատերազմներին։ -25% դաշնակից քաղաքացիական վարձկանների մետաղական արժեքին։
id: Bersama saudaranya Indibil, Mandonius memimpin prajurit baru dan serdadu bayaran Iberia yang berperan dalam Perang Punisia. Prajurit Rakyat Bayaran Sekutu −25% biaya logam.
it: Insieme a suo fratello Indibile, Mandonio comandò gli iberi, reclute e mercenari, che presero parte alle Guerre Puniche. −25% costi in metallo per i mercenari alleati cittadini.
ja: マンドニウスは、弟のインディヴィリスとともに、ポエニ戦争に参加したイベリア人の新兵や傭兵を指揮しました。 傭兵の金属コスト-25%
ko: 만돈니우스는 형제인 인디빌과 함께 포에니 전쟁에 참가한 이베리아 신병과 용병들을 지휘했습니다. 동맹의 시민 용병 양성시 금속 비용이 -25% 감소합니다.
ku: Li gel birayê xwe Indibil, Mandonius fermandariya leşker û kirêgirtiyên Îberî kir ku beşdarî Şerên Punîk bûn. Hevwelatiyên Mercenaries −25% lêçûna metal.
lb: Mat sengem Brudder Indibil, huet den Mandonius d'iberesch Rekrutten an Söldner, déi an den Puneschen Kricher deelgeholl hunn, kommandéiert. Alliéiert Biergersöldner -25% Metallkäschten.
nl: Samen met zijn broer Indibil leidde Mandonius de Iberische rekruten en huurlingen die deelnamen aan de Punische oorlogen. Geallieerde burgerhuurlingen kosten -25% metaal.
pl: Razem z bratem Indibilisem, Mandonius przewodził rekrutom i najemnikom iberyjskim, którzy brali udział w wojnach punickich. Koszt metalu przy szkoleniu najemników zmniejszony o 25%.
pt_br: Juntamente com seu irmão Indíbil, Mandônio comandou os recrutas e mercenários Ibéricos que participaram nas Guerras Púnicas. Cidadão Mercenários Aliados possuem −25% de custo de metal.
pt_pt: Junto com o seu irmão Indíbil, Mandónio comandou os mercenários e recrutas ibéricos que tomaram parte nas Guerras Púnicas. Cidadãos mercenários aliados custam −25% em metal.
ro: Împreună cu fratele său Indibil, Mandonius a comandat recruții și mercenarii iberici care au luat parte la Războaiele Punice. Mercenari cetățeni aliați -25% cost metalic.
ru: Вместе со своим братом Индибилем, Мандоний командовал иберийскими новобранцами и наёмниками, принимавшими участие в Пунических войнах. Вербовка всех наёмников из числа дружественных воинов-граждан требует на 25% меньше металла.
sk: Spolu s bratom Indibilom velil Mandonius regrútom z Pyrenejského polostrova a žoldnierom čo bojovali v púnskych vojnách. Spojeneckí pechotní žoldnieri -25% cena kovu.
sr: заједно са његовим братом Индибилом, Мандониус је командовао иберијским регрутима и плаћеницима да уђу у Пунски рат. Савезнички грађански плаћеници -25% цене метала.
sv: Tillsammans med sin bror Indibil kommenderade Mandonius iberiska rekryter och legosoldater som deltog i de puniska krigen. -25% metallkostnad för allierade legosoldater.
tr: Erkek kardeşi Indibil ile birlikte Mandonius, Punic Savaşları'nda yer alan İberyalı askerlere ve paralı askerlere komuta etti. Müttefik Vatandaş Paralı Askerler −25% metal bedeli.
uk: Разом із братом Індібілом, Мандоній командував іберійськими рекрутами та найманцями, які брали участь у Пунічних війнах. Союзні громадянські найманці потребують −25% вартості металу.
ur: اتحادی شہری باڑے 25 دھاتی قیمت
zh: 曼多纽斯与他的兄弟因蒂比勒一起指挥参加过布匿战争的伊比利亚新兵和雇佣兵。 盟友的公民士兵和雇佣兵金属成本-25％。
zh_tw: 曼多尼厄斯與他的兄弟英迪比爾一起指揮參與布匿戰爭的伊比利新兵與傭兵。 盟友的公民傭兵 -25% 金屬花費。

source: Saver of Lives
af: Redder van Lewens
ar: منقذ الحيوات
ast: Salvador
bg: Спасител на животи
bn: জীবন রক্ষাকারী
br: Espernour Buhezioù
ca: Salvador de vides
cs: Zachránce životů
da: Livsfrelser
de: Lebensretter
el: Σωτήρας των Ζωών
es: Clemente
es_ar: Salvador de Vidas
eu: Bihozbera
fa: نجات دهنده زندگی ها
fi: Henkien pelastaja
fr: Sauveur de Vies
ga: Coigilteoir Bheatha
gd: Sàbhalaiche bheathannan
gl: Clemente
he: שומר החיים /
hi: जीवनरक्षक
hu: Életek megmentője
hy: Կյանքերի փրկիչ
id: Penyelamat Nyawa
it: Salvatore di Vite
ja: 生存者の救世
ko: 생명의 은인
ku: Jiyan Xilasker
lb: Liewensretter
ms: Penyelamat Nyawa
nb: Livredder
nl: Levensredder
pl: Ratujący Życie
pt_br: Salvador de Vidas
pt_pt: Salvador de vidas
ro: Salvatorul de vieți
ru: Спаситель жизней
sk: Záchranca životov
sr: Спаситељ Живота
sv: Sparare av Liv
te: ప్రాణాల సంరక్షకుడు
tr: Hayatların Kurtarıcısı
uk: Рятувальник життів
ur: جان بچانے والا
zh: 救星
zh_tw: 生命救助者

source: Following the fall of Indibil in battle, Mandonius led the survivors to safety. Soldiers +10% health.
af: Nadat Indibil in die stryd gesneuwel het, het Mandonius die oorlewendes tot veiligheid gelei. Soldate +10% gesondheid.
ar: بعد سقوط إنديبيل في المعركة، قاد ماندونيوس الناجين إلى الأمان. الجنود %10+ صحة.
ast: tres la caeda n combate d’Indíbile, Mandoniu põxo a salvo los subrevivientes. Soldados: puntos de vida +10%.
bg: След като Андобал паднал в битка, Мандоний отвел оцелелите на безопасно място. Войни +10% здраве.
ca: Després de la caiguda d'Indíbil en combat, Mandoni va conduir els supervivents a la salvació. +10% de salut per a tots els soldats.
cs: Po smrti Indíbila v bitvě zavedl Mandonius přeživší do bezpečí. +10 % ke zdraví pro všechny vojáky.
da: Efter Indibil faldt i kamp, ledte Mandonius de overlevende i sikkerhed. Soldater +10% helbred.
de: Nachdem Indibilis in der Schlacht gefallen war, führte Mandonius die Überlebenden in Sicherheit. Soldaten +10 % Gesundheit.
es: Consciente de la caída de Indíbil en combate, Mandonio dirigió a los supervivientes a lugar seguro. Soldados (Salud: +10%).
eu: Indibil borrokan erori ondoren, Mandoniusek bizirik irten zirenak ziurtasunera eraman zituen. Soldaduek 10+ osasunean.
fi: Indibilin kaaduttua taistelussa Mandonius johdatti eloonjääneet turvaan. Sotilaille +10 % terveyttä.
fr: À la suite de la chute d'Indibil au combat, Mandonius mena les survivants en lieu sûr. Les Soldats gagnent 10 % de santé supplémentaire.
gl: Despois da morte de Indíbil en combate, Mandonio conduciu aos superviventes a un lugar seguro. Soldados +10% de saúde.
hi: युद्ध में इंडिबिल के मारे जाने के बाद, मंडोनियस ने बचे लोगों का नेतृत्व किया और उन्हें सुरक्षित स्थान तक पहुंचाया। सैनिकों का +१०% स्वास्थ्य।
hu: Indibil csatában eleste után, Mandonius vezette biztonságba a túlélőket. +10% életerő minden katonánál.
hy: Ճակատամարտի ընթացքում Ինդիբիլի մահվանից հետո Մանդոնիուսն առաջնորդեց ողջ մնացածներին դեպի անվտանգ վայր։ +10% զինվորների առողջությանը։
id: Menyusul jatuhnya Indibil dalam pertempuran, Mandonius memimpin para penyintas ke tempat yang aman. Prajurit +10% nyawa.
it: Dopo che Indibile cadde in battaglia, Mandonio guidò i superstiti alla sicurezza. +10% salute per i soldati.
ja: インディビルが戦死した後、マンドニウスは生存者を安全な場所に導きました。 兵士のHP+10%
ko: 전투에서 인디빌이 전사한후 만도니우스는 그를 따르는 생존자들을 안전하게 이끌었습니다. 군인의 체력이 +10% 증가합니다.
ku: Piştî ketina Indibil di şer de, Mandonius rizgarbûyî ber bi ewlehiyê ve bir. Leşker +10% tenduristiyê.
nl: Nadat Indibil sneuvelde in het gevecht, leidde Mandonlus de overlevenden naar een veilige plaats. Soldaten +10% gezondheid.
pl: Po bitwie przegranej przez Indibila, Mandoni uratował ocalałych z bitwy. +10% zdrowia dla wszystkich żołnierzy.
pt_br: Após a queda de Indíbil em batalha, Mandônio conduziu todos os sobreviventes à segurança. Soldados têm +10% de saúde máxima.
pt_pt: Após a queda de Indibil numa batalha, Mandónio conduziu os sobreviventes para um local seguro Soldados +10% vida.
ro: După căderea lui Indibil în luptă, Mandonius i-a condus pe supraviețuitori în siguranță. Soldații +10% sănătate.
ru: После того, как Индибил пал в битве, Мандоний вывел выживших в безопасное место. +10% к здоровью воинов.
sk: Po tom, ako Indibil padol v boji, Mandonius odviedol preživších do bezpečia. Vojaci +10% zdravia.
sr: Након пада Индибила у борби, Мандониус је повео преживеле на сигурно. Војници +10% здравље.
sv: Efter Indibil föll i strid ledde Mandonius överlevarna till säkerhet. Soldater +10% hälsa.
tr: Indibil'in savaştaki düşüşünün ardından Mandonius, kurtulanların güvenliğine yol açtı. Askerler +10% sağlık.
uk: Після падіння Індібіла в бою, Мандоній відвів вижилих у безпеку. Солдати мають +10% здоров'я.
ur: سپاہی +10٪ صحت
zh: 在独立战争的失败后，曼多纽斯带领幸存者逃离危险 所有士兵生命 +10%.
zh_tw: 隨著英迪比爾在戰爭中隕落，曼多尼厄斯帶領倖存者到了安全的地方。 士兵 +10% 生命值。

source: Earliest Nubian Queen
af: Vroegste Nubiese Koningin
ar: أحدث ملكة نوبيّة
ast: Primeira reína d’Ethiopia
bg: Първата нубийска царица
bn: প্রাচীনতম নুবিয়ান রাণী
br: Rouanez nubian kentañ
ca: La primera reina núbia
cs: První královna Núbie
da: Tidligste Nubiske Dronning
de: Früheste nubische Königin
el: Νεώτερη Βασίλισσα της Νούβιας
es: Primera reina nubia
es_ar: La primera Reina Nubia
eu: Nubiako Erregina Goiztiarra
fa: ملکه نوبی های قدیم
fi: Varhaisin Nubian kuningatar
fr: Première Reine Nubienne
ga: An Bhanríon Núibiach is Sia
gd: A’ chiad bhànrigh Nuibitheach
gl: Primeira raíña nubia
he: המלכה הראשונה של נוביה
hi: शुरुआती नूबियऩ रानी
hu: Legkorábbi núbiai királynő
hy: Ամենավաղ նուբիական թագուհի
id: Ratu Nubia Perdana
it: Regina del Nubiano antico
ja: 最古のヌビア女王
ko: 최초의 누비아 여왕
ku: Kevintirîn Siltanxanim Nubian
ms: Ratu Nubia Terawal
nl: Eerste Nubische Koningin
pl: Najwcześniejsza Królowa Nubijska
pt_br: Mais Antiga Rainha Núbia
pt_pt: A mais antiga rainha da Núbia
ro: Din-taia Regina Nubiana
ru: Древнейшая нубийская царица
sk: Prvá núbijská kráľovná
sr: Најранија Нубијска Краљица
sv: Tidigaste nubiska drottningen
tr: İlk Nubia Kraliçesi
uk: Найраніша нубійська цариця
ur: ابتدائی نیوبین ملکہ
zh: 首位努比亚女王
zh_tw: 最早的努比亞女王

source: Ruling with full power in the Meroë Empire and also playing a significant role in the Meroitic religion, Shanakdakheto represented the might of Kush, something not to be taken lightly. Enemy Female Citizens −15% gather speed.
af: Shanakdakheto wat met volle krag die Meroëtiese ryk regeer het en ook 'n beduidende rol gespeel het in die Meroëtiese godsdiens, het die mag van Kus verteenwoordig, wat niemand lig mag geag het nie. Vyandige Vroulike Burgers -15% insamelingstempo.
ar: حكمت شنكداخيتي بسلطة كاملة في إمبراطورية مروي ولعبت دورًا كبيرًا في الدين المروي، ومثلت قوة كوش التي لا يستهان بها. سرعة جمع المواطنات العدو −15%
ast: monarcha absoluta de l Imperio de Méroe & figura importante na religion meroica, Sanak-Daheto incarnaba l poder de Chus, algo q’aconselyaba respectu. Cildadanɐs inimigɐs: velocidá de recaldu −15%.
bg: Разполагайки с пълната мощ на Мероитската империя и играейки важна роля в Мероитската религия, Шанакдакете представлявала могъществото на Куш – нещо, с което шега не бива. Вражески жени -15% скорост на събиране.
ca: Governant absoluta de l'Imperi Meroític i amb un paper important a la religió meroítica, Shanakdakhete representava el poder de Cuix, cosa que no s'ha de prendre a la lleugera. Totes les ciutadanes enemigues recullen recursos un 15% més lent.
cs: Vládnoucí plnou mocí v Meroejské říši a zároveň plnící důležitou úlohu v meroejském náboženství, Shanakdakheto představovala sílu Kúše, něco, co by se nemělo brát na lehkou váhu. -15 % na rychlosti získávání surovin pro občanky nepřítele.
da: Shanakdakheto, som herskede for fuld kraft i det meroittiske imperium og også spillede en væsentlig rolle i den meroittiske religion, repræsenterede Kushs magt, noget der ikke bør tages let. Fjendtlige Kvindelige Borgere -15% samlehastighed.
de: Indem sie mit voller Kraft das meroitische Reich regierte und eine wesentliche Rolle in der meroitischen Religion spielte, repräsentierte Shanakdakheto Kuschs Macht, was man nicht unterschätzen sollte. Gegnerische Bürgerinnen −15 % Sammelrate.
es: Gobernando con absolutismo el Imperio de Meroë y como una pieza clave de la religión meroítica, Shanakdajete representaba el poder de Kush, algo que no se podía tomar a la ligera. Ciudadanas enemigas (Velocidad de recolección: −15%).
eu: Meroë Inperioan botere osoa hartuta eta Meroitic erlijioan esanguratsua izan arren, Shanakdakhetok Kush-en indarra irudikatzen zuen, arinki hartu gabe. Emakumezko herritar etsaiak %15- ustiaketa abiaduran.
fi: Shanakdakheto hallitsi Meroën valtakuntaa täysivaltaisesti ja hänellä oli myös merkittävä asema meroëlaisessa uskonnossa, ja hän edusti Kušin mahtia, mihin ei tullut suhtautua kevyesti. Vihollisen naispuolisille kansalaisille -15 % keräysnopeus.
fr: Gouvernant avec les pleins pouvoirs sur l'empire de Meroë et jouant aussi un rôle important au sein de la religion méroïtique, Shankdakheto représentait la puissance de Kush, à ne pas prendre à la légère. Les citoyennes ennemies voient leur vitesse de récolte diminuer de 15 %.
gl: Gobernando con todo o poder no Imperio de Meroë e tamén xogando un papel importante na relixión meroítica, Shanakdakheto representaba o poderío de Kush, algo que non se debe tomar a la lixeira. Cidadás Inimigas −15% de velocidade de recollida.
hi: पूर्ण सामर्थ्य के साथ मेरोइ साम्राज्य पर शासन करते और मेरोइटिक धर्म में महत्वपूर्ण भूमिका निभाते हुए, शंकदखेत ने कुश साम्राज्य के प्रभाव को दर्शाया, जिसे हल्के में नहीं लिया जाता था। शत्रु महिला नागरिकों की संग्रहण गति -१५%
hu: A Meroéi birodalom teljes hatalmával, és a meroita vallásban játszott nagy szerepével, Shanakdekhato Kush hatalmát testesítette meg, amelyet nem szabad lebecsülni. -15% begyűjtési sebesség minden ellenséges női polgárnál.
hy: Ամբողջությամբ կառավարելով Մերոեյան կայսրությունը և կարևոր դեր խաղալով Մերոեյան կրոնում՝ Շանակդախեթոն ներկայացնում էր Քուշի հզորությունը՝ մի բան, որին չէր կարելի թեթև նայել։ -15% թշնամական կին քաղաքացիների հավաքչության արագությանը։
id: Berkuasa penuh di Kekaisaran Meroë dan juga memainkan peranan penting di agama Meroë, Shanakdakheto mewakili kekuatan Kush, bukan sesuatu yang bisa dianggap remeh. Rakyat Wanita musuh -15% laju pengumpulan.
it: Sovrana in pieno potere dell'impero di Meroë, ebbe anche un ruolo importante nella religione meroitica, Shanakdakheto rappresentò la potenza di Kush, da non prendere alla leggera. −15% velocità di raccolta per i cittadini donna nemici.
ja: メロエ帝国の全権を掌握し、メロエの宗教においても重要な役割を果たしたシャナクダケテ女王は、軽視できないクシュの力の象徴です。 敵女性市民の採集率-15%
ko: 메로에 제국에서 전권을 행사하고 또한 메로아 종교에서 중요한 역할을 하는 샤낙다케토는 가볍게 여겨서는 안 될 쿠쉬의 힘을 대변했습니다. 적의 여성 시민의 양성 속도가 -15% 감소합니다.
ku: Di Împaratoriya Meroê de bi tevahî hêza xwe hukum dike û di ola Meroî de jî rolek girîng dileyize, Shanakdakheto hêza Kuş temsîl dike, tiştek ku meriv sivik neyê girtin. Hemwelatiyên Jin ên Dijmin −15% lezê berhev dikin.
lb: Shanakdakheto huet mat ganzer Muecht am Meroiteschen Räich regéiert an hat en wichtege Stellewäert an der Meroitescher Relioun. Hien representéiert d'Muecht vun Kush, eppes wat een not op d'liicht Schëller huelen soll. Feindlech weiblech Bierger -15% Sammeltaux.
nl: Als enige machthebber van het Meroë rijk en met een aanzienlijke rol in de Meroïtische religie vertegenwoordigde Shanakdakheto de macht en kracht van Kush, wat bepaald niet niets was. Vijandelijke vrouwelijke burgers -15% verzamelsnelheid.
pl: Władający Imperium Meroeńskim, a także znacząca meroeńska postać religijna - Shanakdakheto reprezentuje potęgę Kuszytów - coś, czego nie należy lekceważyć. Kobiety wrogów zbierają o 15% wolniej.
pt_br: Governando o Império Meroé com toda sua força e também sendo uma parte importante da religião Meroítica, Shanakdakheto representou a ira de Cuxe, algo que é pra ser levado a sério. Cidadãs Inimigas têm −15% de velocidade de colheita.
pt_pt: Governando com poder total no Império de Meroé e também desempenhando um papel significativo na religião Meróitica, Shanakdakhete representou o poderio de Cuxe, algo que não deve ser tomado de ânimo leve. Cidadãs inimigas −15% velocidade de recolha.
ro: Conducând cu putere deplină în Imperiul Meroe și jucând, de asemenea, un rol important în religia meroitică, Shanakdakheto reprezenta puterea Kush, un lucru care nu trebuia luat ușor. Cetățence inamice de sex feminin -15% viteză de adunare.
ru: Обладая всей полнотой власти в империи Мероэ, а также играя значительную роль в мероитской религии, Шанакдахето олицетворяла могущество государства Куш, с которым приходилось считаться. Вражеские женщины собирают на 15% медленнее.
sk: Vládnuc absolútnou mocou v Merojskej ríši a taktiež hrajúc dôležitú rolu v merojskom náboženstve, Shanakdakheto reprezentovala silu Kushu ktorú nebolo dobré brať ľahkovážne. Nepriateľské občianky -15% rýchlosť zberania.
sr: Владајући пуном снагом у Меројском царству и такође играјући значајну улогу у Мериотској религији. Шанакдакехето је представљао моћ Куша, нешто што се неће лако уништити. Непријатељски женски грађани -15% брзина прикупљања.
sv: Shanakdakheta härskade i Meroëriket och spelade även en viktigt roll i den Meroitiska religionen, och representerade där med Kushs makt - något att ta på allvar.Fruktan Fientliga kvinnliga medborgare -15% samlingstakt.
tr: Meroë İmparatorluğu'nda tam güçle hükmeten ve aynı zamanda Meroitik dinde önemli bir rol oynayan Shanakdakheto, hafifçe alınmaması gereken Kush'un gücünü temsil etti. Düşman Kadın Vatandaşlar −% 15 hız kazanıyor.
uk: Володіючи всією повнотою влади в імперії Мерое, а також відіграючи значну роль у мероїтській релігії, Шанакдакето уособлювала могутність Куша, яку не слід сприймати легковажно. Ворожі громадянки мають −15% швидкості збору.
ur: دشمن خواتین شہری −15 رفتار جمع کرتے ہیں
zh: 沙纳克达克特女王在麦罗埃帝国进行专制统治，并在麦罗埃的宗教中也发挥着重要作用，她代表了库什的力量，不可小觑。 敌方妇女的收集速度 -15% .
zh_tw: 夏娜達伽多女王君臨麥羅埃帝國並擔任麥羅埃宗教的要角，她的全能統治展現了庫施不容小覷的力量。 敵人的女性公民 -15% 採集速率。

source: Temple at Naqa
af: Tempel van Naqa
ar: معبد في نقا
ast: Templo de la Tríade Thebaica
bg: Храмът в Нага
bn: নাক্কার মন্দির
br: Templ Naka
ca: Temple a Naga
cs: Naqajský chrám
da: Templet ved Naga
de: Tempel bei Naqa
el: Ναός της Νακά
es: Templo en Naqa
es_ar: Templo de Naga
eu: Naqaren Tenplua
fa: معبد در نقعه
fi: Naqan temppeli
fr: Temple de Naqa
ga: Teampall i Naqa
gd: Teampall Naqa
gl: Templo en Naqa
he: בית המקדש בנאקה
hi: नाकाॅ का देवस्थान
hu: Templom Naqánál
hy: Նաքայի տաճար
id: Kuil di Naqa
it: Tempio di Naqa
ja: ナカ神殿
ko: 나카의 사원
ku: Perestgehê li Naqa
ms: Kuil di Naqa
nl: Tempel bij Naqa
pl: Świątynia w Naqa
pt_br: Templo em Naqa
pt_pt: Templo em Naqa
ro: Templul de la Naqa
ru: Храм в Наге
sk: Chrám v Naqe
sr: Храм Нага
sv: Tempel i Naqa
tr: Naqa Tapınağı
uk: Храм у Нага
ur: نقا میں مندر
zh: 纳卡神庙
zh_tw: 納卡神廟
