Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Leader of the Carthaginian heavy cavalry at Trebia and Cannae, where his triple charge had devastating effects on the enemy. Melee Cavalry +1 crush, hack, pierce resistance and +10% health.
ar: قائد فرقة الفرسان الثقيلة القرطاجية في تريبيا وكاناي، حيث كانت هجماته المتكررة لها تأثيرات مدمرة على العدو. فرقة فرسان قتالية +1 مقاومة ضد الضربات الثقيلة والقطع والاختراق وزيادة بنسبة 10% في الصحة.
ast: cabeçaleiru de la caballería pesada púnica nel Trebia & Cannae, u esfarrapou l inimigu cun trés cargɐs. Caballeiros combatedores: resistencia a la frayura, corte & foradura +1 puntos de vida +10%.
bg: Водач на картагенската тежка конница при Требия и Кана, където тройният му щурм имал опустошителни ефекти върху врага. +1 защита, +10% здраве за близкобойната конница.
ca: Líder de la cavalleria pesada cartaginesa al Trèbia i a Cannes, on la seva triple càrrega va tenir efectes devastadors en l'enemic. +1 de resistència d'impacte, tall i perforació i +10% de salut per a la cavalleria cos a cos.
cs: Vůdce kartágenské těžké jízdy v Trebii a Kannách, kde měl jeho trojnásobný útok pro nepřítele zničující účinky. Jízda bojující z blízka +1 k obraně proti drtivým, sečným a bodným útokům a +10 % ke zdraví.
da: Det tunge karthagoniske kavaleris leder, ved Trebia og Cannae, hvor hans tredobbelte fremmarch have voldsomme effekter på fjenden. Nærkamps-Kavaleri +1 knus, hak, gennembor modstand og +10% helbred.
de: Der Anführer der karthagischen schweren Kavallerie bei Trebia und Cannae, wo sein Dreifachangriff vernichtende Wirkung auf den Feind hatte. Nahkampfkavallerie +1 Schmetter-, Hieb- und Stichwiderstand und +10 % Gesundheit.
es: Líder de la caballería pesada cartaginesa en Trebia y Cannae, donde su triple carga tuvo efectos devastadores sobre el enemigo. Caballería cuerpo a cuerpo (Resistencia al aplastamiento, corte y perforación: +1; Salud: +10%).
fi: Karthagolaisen raskaan ratsuväen johtaja Trebiassa ja Cannaessa, jossa hänen kolminkertaisella hyökkäyksellään oli tuhoisat vaikutukset viholliseen. Lähitaistelujoukoille +1 murskaus-, hakkaus- ja lävistyskestävyys sekä +10 % terveyttä.
fr: Leader de la cavalerie lourde carthaginoise à Trébie et Cannes, où sa triple charge avait eu un effet dévastateur sur l'ennemi. La Cavalerie mêlée gagne +1 de résistance à l'écrasement, au tranchage et au perçage et sa santé augmente de +10 %.
gl: Líder da cabalería pesada cartaxinesa en Trebia e Cannas, onde a súa triple carga tivo efectos devastadores sobre o inimigo. A cabalería corpo a corpo recibe +1 de resistencia a esmagamento, corte e perforación e +10% de saúde.
hi: त्रेबिया और कैनेई में कार्थाजियन बख्तरबंद घुड़सवारों का नेता, जहां उनके तिगुने धावों ने दुश्मन पर विनाशकारी प्रभाव छोड़ा। शस्त्रधारी घुड़सवारों का कुचलने, काटने, छेदने से बचाव +१% और स्वास्थ्य +१०%।
hu: A karthágói nehézlovasság vezetője Trebiában és Cannae-nál, ahol hármas rohamának pusztító hatása volt az ellenségre. Közelharci lovasság +1 zúzás, csapás, átütés ellenállás és +10% életerő.
id: Pemimpin kavaleri berat Kartago di Trebia dan Cannae, dimana serangan tiga lapisnya memiliki efek yang menghancurkan pada musuh. Kavaleri Jarak Dekat +1 daya tahan hantam, tebas, tusuk dan +10% nyawa.
it: Capo della cavalleria pesante cartaginese a Trebbia e Canne, dove la sua tripla carica ebbe effetti devastanti sul nemico. +1 resistenza a frantumare, fendente, perforante e +10% salute per la cavalleria da mischia.
ja: トレビアとカンナエでカルタゴの重装騎兵を指揮。彼の包囲殲滅戦は敵に壊滅的な影響を与えました。 近接騎兵の衝撃、貫通、斬撃の防御力+10%、HP+10%
ku: Rêberê siwarên giran ên Karthaginian li Trebia û Cannae, ku lêdana wî ya sêalî bandorên wêranker li ser dijmin kir. Şervanê Nêzîk +1 perçiqandin, hack, berxwedana qul û +10% tenduristî.
lb: Leader vun der schwéierer Karthagenescher Kavellerie zu Trebia an Cannae, wou seng dreifach Attack zerstéierend Effekter op den Feind hat. Nokampfkavallerie +1 Schmetter-, Hack-, Stiechresistenz an +10% Gesondheet.
nl: Leider van de Carthaagse zware cavalerie in Trebla en Cannae, waar zijn driedubbele aanval een verwoestend effect op de vijand had. Mêlee cavalerie +1 slag-, steek- en verpletterweerstand en +10% gezondheid.
pl: Dowódca ciężkiej kartagińskiej kawalerii pod Trebią i Kannami, gdzie jego potrójna szarża miała druzgocący efekt dla wroga. +1 do obrony przed obrażeniami obuchowymi, siecznymi i kłutymi oraz +10% zdrowia dla ciężkiej kawalerii walczącej wręcz.
pt_br: Líder da cavalaria pesada cartaginesa em Trebia e Canas, onde sua carga tripla teve efeitos devastadores sobre o inimigo. Cavalaria corpo-a-corpo têm +1 de resistência à esmagamento, corte e perfuração, e +10% de saúde.
pt_pt: Líder da cavalaria pesada cartaginesa em Trébia e Canas, onde o seu ataque triplo teve efeitos devastadores sobre o inimigo. Cavalaria corpo a corpo tem +1 resistência ao esmagamento, corte e perfuração e +10% vida.
ro: Conducător al cavaleriei grele cartagineze la Trebia și Cannae, unde tripla sa încărcătură a avut efecte devastatoare asupra inamicului. Cavalerie mêlée +1 rezistență la zdrobire, tăiere, străpungere și +10% sănătate.
ru: Предводитель тяжёлой карфагенской конницы в битвах при Треббии и Каннах, в которых его тройная атака сокрушительно воздействовала на противника. Конница ближнего боя получает +1 к защите от дробящего, рубящего и колющего оружия и +10% к здоровью.
sk: Vodca kartáginskej ťažkej jazdy pri Trebii a Kannách, kde mal jeho trojnásobný útok pre nepriateľa devastujúce účinky. Jazda bojujúca zblízka +1 drvivá, sečná a bodná odolnosť a +10% zdravia.
sr: Вођа Картагинине тешке коњице код Требиа и Кана, где троструки налети имају разарајући ефекат на непријатеља. Коњица за блиску борбу +1 уништавање, отпорност на пробијање и +10% здравље.
sv: Ledare för det karthagiska tunga kavalleriet vid Trebia och Cannae, där hans tredubbla anfall hade förödande effekter på fienden. Närstrid kavalleri +1 crush, hack, pierce motstånd och +10% hälsa.
tr: Trebia ve Cannae'deki Kartacalı ağır süvari birliğinin lideri, burada üçlü hücumunun düşman üzerinde yıkıcı etkileri oldu. Yakın Süvari +1 ezme, kesme, delme direnci ve +10% sağlık.
uk: Командир карфагенської важкої кавалерії у Требії та Каннах, де його потрійний напад мав спустошуючі наслідки для ворогів. Кавалерія ближнього бою має +1 стійкості до крушіння, рубання, коління та +10% здоров'я.
ur: گهڑ سوار فوج +1 کچلنا ، ہیک ، پیئرس مزاحمت اور +10٪ صحت
zh: 迦太基骑兵的指挥官，在特雷比亚和坎尼，他领导的三次骑兵冲锋中对敌人造成了毁灭性的打击。 近战骑兵防护 +1、生命值 +10%.
zh_tw: 身為迦太基重騎兵在特雷比亞與坎尼的領導者，他的三重衝鋒對敵人造成了毀滅性的傷害。 近戰騎兵 +1 粉碎、劈砍、穿刺抗性並 +10% 生命值。

source: Ambush Slaughter
af: Hinderlaag Slagting
ar: مذبحة الكمين
ast: Matancia celada
bg: Клане от засада
bn: অতর্কিত হত্যাকাণ্ড
br: Lazhadeg dre spi-brezel
ca: Emboscada mortal
cs: Pozabíjení po útoku ze zálohy
da: Bagholdsnedslagtning
de: Hinterhaltgemetzel
el: Ενέδρα Σφαγής
es: Matanza subrepticia
es_ar: Emboscada Mortal
eu: Isilpeko Hilketa
fa: قتل عام
fi: Väijytystappo
fr: Massacre par embuscade
ga: Sléacht na Luíochán
gd: Àr fath-feitheimh
gl: Matanza por sorpresa
he: אמבוש שחיטה
hi: घात संहारक
hu: Mészárlás lesből
hy: Որոգայթով սպանդ
id: Pembantaian Sergap
it: Imboscata
ja: 潜伏虐殺
ko: 매복 학살
ku: Kêmîna Kuştinê
lb: Hannerhalt Massaker
ms: Penyembelihan Serangan Hendap
nb: Snikangrep-slakt
nl: Hinderlaag Slachtpartij
pl: Zasadzka
pt_br: Abate em Emboscada
pt_pt: Massacre de emboscada
ro: Masacru ambuscadă
ru: Бойня в засаде
sk: Nastražený masaker
sr: Покољ из заседе
sv: Bakhåll Slakt
te: ఆకస్మికంగా దాడిచేసి భారీ ఎత్తున వధించు
tr: Pusu Katliamı
uk: Різанина із засідки
ur: گھات لگا کر قتل
zh: 伏击杀戮
zh_tw: 埋伏屠殺

source: Warring with the Romans, Ambiorix realized the futility of open warfare and instead resorted to ambush tactics. The Gauls quickly learned where and when to execute surprise attacks. Soldiers +5% melee and ranged attack damage and −25% promotion experience.
af: Oorlog met die Romeine het Ambiorix die nutteloosheid van openlike geveg laat besef en hy het hom instede tot hinderlaag taktiek gewend. Die Gallieërs het vinnig geleer waar en wanneer om verrassende aanvalle te loods. Soldate +5% naby- en afstand-aanval skade en -25% bevorderingsondervinding.
ar: بينما كان يحارب الرومان، أدرك أمبيوريكس عبثية الحرب المفتوحة ولجأ بدلاً من ذلك إلى استخدام تكتيكات الكمائن. تعلم الأغالبة بسرعة أين ومتى ينفذون الهجمات المفاجئة. الجنود +5% من الضرر في الهجمات الجسدية وعن بعد و -25% خبرة الترقية.
ast: guerriando cun los romanos, Ambíorix decatou-se de la inutilidá de combater in campu abiertu & in cuönta d’ello valiu-se de tácticɐs clandestinɐs. Los gallos nun tardarun in dominar l’arte de la celada. Soldados: podencia de combate & de tiru +5% experiencia par’ ascender −25%.
bg: Воювайки с Римляните, Амбиорикс осъзнал, че е безсилен в директна битка и вместо това започнал да прави нападения от засада. Галите бързо разбрали къде и кога е най-добре да се правят изненадващи нападения. Во̀йните получават +5% поражения при близка и далечна атака и -25% необходим опит за повишение.
ca: Combatent els romans, Ambíorix es va adonar de la inutilitat de la guerra oberta i, en canvi, va recórrer a tàctiques d'emboscada. Els gals van aprendre ràpidament on i quan executar atacs sorpresa. Els soldats necessiten un 25% menys d'experiència per ascendir i obtenen un 5% d'atac addicional.
cs: Po soubojích s římany si Ambiorix uvědomil zbytečnost otevřeného boje a namísto toho se uchýlil k přepadávání. Galové se rychle naučili kdy a kde provést překvapující útoky. Vojáci +5 % k poškození při boji z blízka i na dálku a -25 % ze zkušeností k povýšení.
da: Mens Ambiorix bekrigede romerne, indså han den åbne krigsførelses nytteløshed og gik i stedet over til bagholdstaktikker. Gallerne fandt hurtigt ud af hvor og hvornår, overraskelsesangreb skulle udføres. Soldater +5% nærkamps- og langdistance-angrebsskade og -25% forfremmelseserfaring.
de: Im Krieg mit den Römern wurde Ambiorix die Nutzlosigkeit des offenen Krieges klar und wendete stattdessen Hinterhalte als Taktik an. Die Gallier lernten schnell, wo und wann sie Überraschungsangriffe starten mussten. Soldaten +5 % Nahkampf- und Fernkampfschaden und −25 % Erfahrung für die Beförderung.
es: Batallando con los romanos, Ambiórix se dio cuenta de la futilidad de la guerra abierta contra ellos y decidió apostar por tácticas de emboscada. Los galos aprendieron rápidamente donde y cuando ejecutar ataques sorpresa. Soldados (Daño a distancia y cuerpo a cuerpo: +5%; Experiencia para promocionar: −25%).
eu: Erromatarrekin ari zelarik, Ambiorix ohiko gerraren hutsaltasunez konturatu zen eta horren ordez segadak egiten hasi zen. Galiarrak azkar ikasi zuten non eta noiz egin ustekabeko segadak. Soldaduek %5+ buruz-buruko eta urrutiko borrokan eta %25- promoziorako esperientzia.
fi: Roomalaisia vastaan sotimalla Ambiorix tajusi avoimen sodankäynnin turhuuden ja turvautui sen sijaan väijytystaktiikkaan. Gallialaiset oppivat nopeasti, missä ja milloin yllätyshyökkäyksiä oli tehtävä. Sotilaille +5 % lähitaistelu- ja kantamataisteluhyökkäysten vahinkoa ja -25 % ylennyskokemusta.
fr: En guerre contre les Romains, Ambiorix réalisa la futilité de la guerre ouverte et à l'inverse eu recours aux tactiques d’embuscades. Les Gaulois apprirent rapidement où et quand exécuter les attaques surprises. Les Soldats gagnent +5 % de dégât de corps à corps et à distance, et leurs promotions nécessitent 25 % d’expérience en moins.
gl: En guerra cos romanos, Ambiorix decatouse da futilidade da guerra aberta e recorreu a tácticas de emboscada. Os galos aprenderon rapidamente onde e cando executar ataques sorpresa. Soldados +5% de dano de ataque corpo a corpo e á distancia e −25% de experiencia de promoción.
hi: रोमकों से युद्ध करते हुए, अम्ब्योरिष को खुले युद्ध की निरर्थकता का आभास हुआ और उसने घात की रणनीति अपनायी। गाल्लियों ने सहसा आक्रमण करने का समय और स्थान जल्दी ही सीख लिया। सैनिकों द्वारा सम्पर्क-युद्ध और प्रक्षेप-युद्ध क्षति +५% और प्रोन्नति अनुभव -२५%।
hu: A rómaiakkal háborúzva, Ambiorix felismerte a nyílt hadviselés hasztalanságát, és ehelyett lesből támadásos taktikához folyamodott. A gallok gyorsan megtanulták, hogy hol és mikor hajtsanak végre váratlan támadásokat. A katonáknál 25%-kal kevesebb tapasztalat szükséges az előléptetéshez, valamint 5%-os támadási bónuszt kapnak.
hy: Պատերազմելով հռոմեացիների դեմ՝ Ամբիորիքսը գիտակցեց, որ բաց պատերազմն ապարդյուն է, և փոխարենը դիմեց ծուղակային մարտավարության: Գալերն արագորեն իմացան, թե որտեղ իրականացնել անակնկալ գրոհներ։ +5 մերձամարտի և հեռահար հարձակման վնաս և -25% առաջխաղացման փորձ զինվորներին։
id: Berperang dengan Romawi, Ambioriks menyadari kesia-siaan peperangan terbuka dan mulai menggunakan taktik penyergapan. Bangsa Galia dengan cepat mengetahui di mana dan kapan harus melakukan serangan mendadak. Prajurit +5% daya serang jarak dekat dan jauh serta −25% pengalaman untuk naik pangkat.
it: In guerra con i Romani, Ambiorige, capendo la futilità della guerra aperta, si affidò alla tattiche delle imboscate. I Galli impararono in fretta dove e quando attaccare a sorpresa. +5% attacco da mischia e a distanza e −25% esperienza da promozione per tutti i fanti.
ja: ローマ人との戦いの中で、アンビオリクスは公然と戦うことの無意味さを悟り、代わりに待ち伏せ戦術を取りました。ガリア人はどのように奇襲をかければよいかを即座に理解しました。 兵士の近接攻撃力、攻撃範囲+5% 昇進経験値-25％"
ko: 로마인들과 전쟁을 벌이던 암비오릭스는 공공연한 전투의 무의미함을 깨닫고 대신 매복 전술에 의지했습니다. 가울은 언제, 어디서 기습 공격을 시도해야 하는지를 빨리 알게되었습니다. 군인의 근접 및 범위 공격 피해가 +5% 증가하고 진급은 -25% 적은 경험치만으로 할 수 있습니다.
ku: Bi Romayiyan re şer kir, Ambiorix bêwatebûna şerê vekirî fêm kir û li şûna wê serî li taktîkên kemînê da. Galî zû fêr bûn ku li ku û kengê êrîşên surprîz pêk bînin. Leşker +5% zerar û zirara êrîşê û −25% ezmûna pêşvebirinê.
nl: In de strijd met de Romeinen realiseerde Ambiorix zich dat open oorlogsvoering geen zin had en ging over op het leggen van hinderlagen. De Galliërs leerden al snel waar en wanneer ze het beste verrassingsaanvallen moesten uitvoeren. Soldaten +5% mêlee en afstandsaanval en -25% ervaring voor promoties.
pl: Walcząc z Rzymianami, Ambioryks uświadomił sobie bezcelowość otwartej walki i przerzucił się na urządzanie zasadzek. Galowie szybko nauczyli się, gdzie i kiedy urządzać zasadzki. Żołnierze potrzebują 25% mniej doświadczenia, aby awansować i dostają +5% do ataku.
pt_br: Combatendo os Romanos, Ambiórix percebeu a futilidade da guerra aberta e, em vez disso, recorreu a táticas de emboscada. Os Gauleses aprenderam rapidamente onde e quando executar ataques surpresas. Soldados têm +5% de dano de ataque corpo-a-corpo e ataque à distância e −25% de experiência requerida para promoção.
pt_pt: Guerreando com os romanos, Ambiórix percebeu da futilidade da guerra aberta e em vez disso recorreu a táticas de emboscada. Os gauleses rapidamente aprenderam onde e quando executar os ataques de surpresa. Soldados +5% dano de ataque à distância e corpo a corpo e −25% experiência para promoção.
ro: În război cu romanii, Ambiorix și-a dat seama de inutilitatea războiului deschis și a recurs la tactici de ambuscadă. Galii au învățat rapid unde și când să execute atacuri surpriză. Soldați +5% daune la atacurile în corp la corp și la distanță și -25% experiență de promovare.
ru: Воюя с римлянами, Амбиорикс осознал бесполезность открытой войны, и вместо этого применил засадную тактику. Галлы быстро поняли, где и когда совершать внезапные атаки. Воины получают +5% к урону в ближнем и дальнем бою, а также на 25% быстрее получают повышения.
sk: Po potýčkach s Rimanmi si Ambiorix uvedomil zbytočnosť otvoreného boja a namiesto neho sa uchýlil ku taktikám prepadov. Galovia sa rýchlo naučili kedy a kde uskutočniť prekvapivé útoky. Vojaci +5% dosah v boji zblízka a na diaľku, -25% skúseností pre povýšenie.
sr: Упозорење о Римљанима, Амбиорикс је схватио тежину отворене битке и уместо тога прешао на заседе. Гали су брзо научили где и када да изврше изненадни напад. Војници +5% снага блиске и далеке борбе и -25% искуство унапређења.
sv: I krig med romarna insåg Ambiorix det meningslösa i öppen krigföring och tog istället till bakhållstaktik. Gallerna lärde sig snabbt var och när de borde utföra överraskningsattacker. Soldater +5% närstrids- och avståndsattackskador och -25% kampanjupplevelser.
tr: Romalılar ile savaşan Ambiorix, açık savaşın boşluğunu fark etti ve bunun yerine pusu taktiklerini kullandı. Galyalılar sürpriz saldırıları nerede ve ne zaman yapacaklarını çabucak öğrendi .Askerler +5% yakın ve menzilli saldırı hasarı ve −25% terfi deneyimi.
uk: Воюючи з римлянами, Амбіорікс зрозумів даремність відкритої війни і замість цього, вдався до тактик засідки. Галли швидко навчилися, де і коли здійснювати несподівані напади. Солдати мають +5% нанесення ближнього та дистанційного пошкодження, та потребують −25% досвіду для підвищення.
ur: سپاہی +5٪ ہنگامہ آرائی اور حملے کا نقصان اور −25 پروموشن کا تجربہ
zh: 与罗马人战斗中，安比奥里克斯意识到正面战争是徒劳，取而代之的是采取伏击战术. 高卢人很快就知道应在何时何地展开突袭. 士兵的攻击 +5％，提升等级需要的经验 -25％ 。
zh_tw: 與羅馬人作戰時，安比奧里克斯意識到開放戰的徒勞而採埋伏戰術。高盧人很快就知道該在何時何地偷襲。 士兵 +5% 近戰與遠程攻擊傷害並 -25% 升階經驗值。

source: Tribute to Rome
af: Huldeblyk aan Rome
ar: جزية إلي روما
ast: Tributo a Roma
bg: Римски данък
bn: রোমকে প্রদেয়ো কর
br: Enor Roma
ca: Tribut a Roma
cs: Poplatek Římu
da: Hyldest til Rom
de: Tribut für Rom
el: Φόρος υποτέλειας στη Ρώμη
es: Tributo a Roma
es_ar: Tributo a Roma
eu: Erromako Zerga
fa: تقدیم به روم
fi: Kunnianosoitus Roomalle
fr: Tribut à Rome
ga: Cíos Rómhánach
gd: Fo chìs na Ròimhe
gl: Tributo a Roma
he: מחווה לרומא
hi: रोम़ को भेंट
hu: Sarc Rómának
hy: Տուրք Հռոմին
id: Upeti kepada Roma
it: Tributo a Roma
ja: ローマの貢物
ko: 로마에 조공
ku: Xelat ji Romayê re
lb: Tribut fir Roum
ms: Ufti kepada pihak Rom
nb: Bidrag til Rom
nl: Eerbetoon aan Rome
pl: Trybut dla Rzymu
pt_br: Tributo a Roma
pt_pt: Tributo a Roma
ro: Tribut Romei
ru: Дань Риму
sk: Dary Rímu
sr: Данак Риму
sv: Tribut till Rom
te: రోమ్కు చెల్లించు కప్పము
tr: Roma'ya Haraç
uk: Підношення для Риму
ur: روم کو خراج تحسین
zh: 向罗马上贡
zh_tw: 向羅馬進貢
