Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Fight for the remains of ancient Egypt! Players start with full grown cities and small armies, each having distinct advantages and drawbacks. Take care, there are 7 mighty forts and marauding bandids! It is the last century before 0 A.D. Egypt is internally divided between hellenistic (Alexandria, represented by Seleucids) and traditional influences (Memphis, represented by Ptolemies). Thebes in the southern clime of river Nile has already been taken over by the Kush. In the north western Al-Dschabal al-Achdar, where the mediterranean city of Cyrene is located the Romans are preparing their invasion. From the eastern desert at-Tih and mount Sinai enemies (represented by Persians) are pushing forward and the oasis Siwa. Charga (represented by Carthage) in the south western desert are trying to get a share of the pie as well. Locations: - Alexandria: library, harbor - Memphis: Necropolis, pyramids, Apis shrine - Thebes: temple district, Valley of the Kings - Cyrene: mediterranean Macchie, olive groves - Fayyum: crocodile shrine, nile dam - Eastern desert: mount Sinai, deep Wadi, Red Sea reefs - Western desert: Oasis Charga and Siwa, Qattara Depression
br: En em gannit evit ar pezh a chom eus Hen-Bro-Ejipt! Ar c'hoarierien a stag e-barzh kêrioù diorroet penn-da-benn hag armeoù bihan, pep hini o kaout perzhioù mat ha sioù disheñvel. Diwallit, 7 kreñvlec'h divent a zo ha forbanned o kailhebodiñ! Ar c'hantved diwezhañ eo a-raok 0. A.D. Ejipt 'zo rannet a-ziabarzh etre levezonoù hellenistek (Aleksandria, dileuriet gant ar Seleusided) hag hengounel (Memfis, dileuriet gant ar Btolemied). Tebez gant hin kreizdouarel an Nil a zo bet adpaket gant ar Gouched. E gwalarn Al-Dschabal al-Achdar, lec'h ma vez kavet ar gêr greizdouarel a Siren, o prientiñ emañ ar Romaned o aloubadeg. Eus dezerzh ar reter Tih hag ar menez Sinaï, an enebourien (dileuriet gant ar Bersed) az a war-raok betek oaziz Siwa. Charga (dileuriet gant Kartago) en dezerzh ar mervent a glask kaout un tamm eus ar wastell ivez. Lec'hioù: -Aleksandria: levraoueg, porzh -Memfis: Bered-veur, piramidennoù, santual Apis -Tebez: rannvro templ, Traoñienn ar Roueed -Sirena: Makia kreizdouarel, olivezegoù -Faioum: santual krokodil, stankell Nil -Dezerzh reter: menez Sinai, Wadi don, kerrigi Mor Ruz -Dezerzh Kornôg: Oazizoù Siwa ha Charga, Izelenn Katara
ca: Lluita per les restes de l'antic Egipte! Els jugadors comencen amb ciutats plenament desenvolupades i petits exèrcits, cadascun amb diferents avantatges i desavantatges. Tingueu cura, hi ha 7 forts poderosos i bandits saquejadors! És el darrer segle abans del 0 A.C. Egipte està dividit internament entre hel·lenistes (Alexandria, representada pels selèucides) i influències tradicionals (Memfis, representada pels ptolomeus). Tebes a l'escull sud del riu Nil ja ha estat pres pels cuixites. Al nord-oest d'Al-Dschabal al-Achdar, on es troba la ciutat mediterrània de Cirene, els romans preparen la seva invasió. Des del desert a l'est d'al-Tih i del mont Sinaí els enemics (representats pels perses) estan avançant i l'oasi Siwa. La Charga (representada per Cartago) al desert sud-occidental també intenta obtenir una part del pastís. Ubicacions: - Alexandria: biblioteca, port - Memfis: Necròpolis, piràmides, santuari d'Apis - Tebes: barri del temple, Vall dels Reis - Cirene: macchie mediterrània, oliveres - Fayyum: capella de cocodril, presa del Nil - Desert oriental: Mont Sinaí, Wadi profunda, esculls del Mar Roig - Desert occidental: Oasis Charga i Siwa, depressió de Qattara
cs: Bojujte za pozůstatky starověkého Egypta! Hráči začínají s před-postavenými městy a malými armádami, z nichž každá má zřetelné výhody a nevýhody. Dávejte si pozor, zde je sedm mocných pevností a obtěžujících banditů! Je to poslední století předtím, než je Egypt rozdělený mezi helenistické (Alexandrie, zastoupená Seleukovci) a tradičními vlivy (Memfis, reprezentovaný Ptolemájovci). Théby v jižním klínu Nilu již Kush převzal. V severozápadním Al-Dschabal al-Achdar, kde se nachází Středozemní město Kyrény, připravují Římané svou invazi. Z východní pouště at-Tih a hory Sinaj nepřátelé (reprezentovaní Peršany) postupují kupředu k oáze Síwa. Charga (zastoupená Kartágem) v jihozápadní poušti se také snaží dostat podíl na tomto území. Místa: - Alexandrie: knihovna, přístav - Memfis: Nekropole, pyramidy, svatyně Apis - Théby: chrámová čtvrť, Údolí králů - Kyrény: Středozemní Macchie, olivové háje - Fayyum: svatyně krokodýla, přehrada Nilu - Východní poušť: hora Sinaj, hluboké Wádi, útesy Rudého moře - Západní poušť: Oázy Charga a Síwa, Katarská deprese
de: Kämpfe um die Überreste des antiken Ägyptens! Die Spieler starten mit voll ausgebauten Städten und kleinen Armeen, jede mit einzigartigen Vor- und Nachteilen. Gib acht, es gibt 7 mächtige Festungen und marodierende Banditen! Es ist das letzte Jahrhundert vor 0 A.D. Ägypten ist innerlich zerrissen zwischen hellenistischen (Alexandria, vertreten durch die Seleukiden) und traditionellen Kräften (Memphis, vertreten durch die Ptolemäer). Theben in den südlichen Gefilden des Nils wurde schon von Kusch erobert. Im nordwestlichen al-Dschabal al-Achdar, wo die mediterrane Stadt Kyrene liegt, bereiten die Römer ihre Invasion vor. In der östlichen Wüste at-Tih und dem Berg Sinai stoßen Feinde (vertreten durch die Perser) vor und der Oase Siwa. Charga (vertreten durch Karthago) im Südwesten versucht auch, sein Stück vom Kuchen zu sichern. Orte: - Alexandria: Bibliothek, Hafen - Memphis: Nekropole, Pyramiden, Schrein des Apis - Theben: Tempelbezirk, Tal der Könige - Kyrene: Mediterrane Macchien, Olivenhaine - Fayyum: Krokodilschrein, Nilstaudamm - Östliche Wüste: Berg Sinai, tiefe Wadi, Riffe im Roten Meer - Westliche Wüste: Oasen-Charga und Siwa, Qattara-Senke
el: Μάχη για τα υπολείμματα της αρχαίας Αιγύπτου! Οι παίκτες ξεκινούν με ολοκληρωμένες πόλεις και μικρά στρατεύματα, καθεμιά από τις οποίες έχει ξεχωριστά πλεονεκτήματα και μειονεκτήματα. Πρόσεξε, υπάρχουν 7 ισχυρά οχυρά και ληστές που λεηλατούν! Είναι ο τελευταίος αιώνας πριν από το 0 μ.Χ. Η Αιγύπτος διαιρείται εσωτερικά μεταξύ των ελληνιστικών βασιλείων (Αλεξάνδρεια, εκπροσωπούμενο από τους Σελευκίδες) και των παραδοσιακών επιρροών (Μέμφις, εκπροσωπούμενο από τους Πτολεμαίους). Η Θήβα στη νότια χώρα του ποταμού Νείλου έχει ήδη καταληφθεί από τους Κους. Στο βορειοδυτικό Τζέμπελ Ακντάρ, όπου βρίσκεται η μεσογειακή πόλη της Κυρήνης, οι Ρωμαίοι προετοιμάζουν την εισβολή τους. Από την ανατολική έρημο Τίχ και από το βουνό Σινά οι εχθροί (που εκπροσωπούνται από τους Πέρσες) προωθούνται προς τα εμπρός στην όαση Σίβα. Η Κάργα επίσης (που εκπροσωπείται από την Καρχηδόνα) στη νότια δυτική έρημο προσπαθεί να πάρει ένα μερίδιο της πίτας. Τοποθεσίες: - Αλεξάνδρεια: βιβλιοθήκη, λιμάνι - Μέμφις: Νεκρόπολη, πυραμίδες, ιερό του Άπις - Θήβα: περιοχή των ναών, Κοιλάδα Των Βασιλέων - Κυρήνη: Μεσογειακή μάκια, ελαιώνες - Φαγιούμ: ιερό κροκόδειλου, φράγμα του Νείλου - Ανατολική έρημο: το όρος Σινά, χαράδρα Ουάντι, ύφαλοι της Ερυθράς θάλασσας - Δυτική έρημος: όαση Κάργα και Σίβα, Βύθισμα Κουατάρα
es: ¡Lucha por los vestigios del antiguo Egipto! Los jugadores comienzan con ciudades completamente desarrolladas y pequeños ejércitos, cada uno con ventajas y desventajas distintivas. ¡Cuidado, hay 7 poderosos fuertes y bandidos merodeadores! Es el último siglo antes de 0 A.D. Egipto está internamente dividido entre helenístico (Alejandría, representado por los Seléucidas) e influencias tradicionales (Menfis, representado por los Ptolomeos). Tebas en el clima sureño del río Nilo ya ha sido tomado por Kush. En el noroeste de Al-Dschabal al-Achdar, donde se encuentra la ciudad mediterránea de Cirene, los romanos están preparando su invasión. Desde el desierto oriental de-Tih y el Monte Sinaí, los enemigos (representados por los persas) están avanzando hacia el oasis de Siwa. Charga (representada por Cartago) en el desierto del sudoeste del país está tratando de obtener una porción del pastel también. Ubicaciones: - Alejandría: biblioteca, puerto - Menfis: Necrópolis, pirámides, santuario de Apis - Tebas: distrito del templo, Valle de los Reyes - Cirene: Macchie mediterráneo, olivares - Fayún: santuario de cocodrilos, presa del Nilo - Desierto oriental: monte Sinaí, Wadi profundo, arrecifes del Mar Rojo - Desierto occidental: Oasis Charga y Siwa, Depresión de Qattara
eu: Antzinako Egiptoko aztarnen alde borrokatu! Jokalariak garaturik diren hiri eta armada txikiekin hasten dira, bakoitzak abantaila eta desabantaila desberdinak dituzte. Kontuz, badira 7 indartsu boteretsu eta lapur maltzurrak. Hau 0 A.D. aurreko mendea da. Egipto zatiturik dago barnean helenístico (Alejandría, seleuzidak ordezkaturik) eta barne influentzien (Memphis, Ptolomeok ordezkaturik) artean Tebas Kushek hartua izan da NIlo hegoaldeko kliman. Al-Dschabal al-Achdaren ipar-mendebaldean, Cirene mediterraneoko hiria aurkitzen den lekuan, erromatarrak inbasioa prestatzen ari dira. Tih basamortua eta Sinai menditik, etsaiak (persiarrak ordezkaturik) Siwa oasira aldera doaz. Chargak ere (Kartagok ordezkaturik) hego-mendebaldeko basamortuan, pastelaren zati bat bereganatu nahi du. Tokiak: - Alejandria: Liburutegia, kaia - Memphis: Necropoli, piramide, Apis santutegia - Tebas: tenpluaren distritua, Erregeen harana - Cirene: Macchie mediterraneo, olibondoak - Fayyum: krokodiloen santutegia, Niloko aldaparoa - Ekialdeko basamortua: Sinaí mendia, Wadi sakona, Itsas Gorriaren labarrak - Mendebaldeko basamortua: Oasis Charga eta Siwa, Qattarako sakonunea
fi: Taistele muinaisen Egyptin jäännöksistä! Pelaajat aloittavat täysikokoisilla kaupungeilla ja pienillä armeijoilla, joilla kummallakin on omat etunsa ja haittansa. Ole varovainen, sillä on 7 mahtavaa linnoitusta ja ryösteleviä rosvoja! On viimeinen vuosisata ennen ajanlaskun alkua. Egypti on sisäisesti jakautunut hellenististen (Aleksandria, jota edustavat seleukidit) ja perinteisten vaikutteiden (Memfis, jota edustavat ptolemaiokset) välillä. Niilin eteläpuolella sijaitsevan Theban ovat jo vallanneet kušilaiset. Luoteisessa Al-Dschabal al-Achdarissa, jossa sijaitsee Kyrenen välimerellinen kaupunki, roomalaiset valmistelevat hyökkäystään. Itäisestä aavikosta at-Tihistä ja Siinain vuorelta viholliset (joita persialaiset edustavat) etenevät Siwan keidasalueelle. Kharga (jota edustaa Karthago) lounaisaavikolla yrittää myös saada osansa kakusta. Paikat: - Alexandria: kirjasto, satama - Memfis: Nekropoli, pyramidit, Apiksen pyhättö. - Theba: temppelialue, Kuninkaiden laakso . - Kyrene: Välimeren Macchie, oliivilehdot. - Fayyum: krokotiilipyhäkkö, Niilin pato. - Itäinen aavikko: Siinain vuori, syvä Wadi, Punaisenmeren riutat. - Läntinen aavikko: Charga- ja Siwa-keidas, Qattaran syvänkö.
fr: Combattez pour les restes de l'Égypte ancienne ! Chaque joueur commence avec des villes avancées et une petite armée possédant leurs avantages et inconvénients spécifiques. Faite attention, il y a 7 puissantes forteresses et des bandits en maraude ! On est un siècle avant 0 A.D. L'Égypte est en guerre civile entre les Grecs (Alexandrie représentée par les Séleucides) et le pouvoir traditionnel ( Memphis, représenté par les Ptolémées). Thèbes dans le sud près du Nil a déjà été prise par les Kushites. Au Nord-Ouest Al-Dschabal al-Achdar, au niveau de la cité méditerranéenne Cyrène, les Romains préparent l'invasion. Des déserts à l'est, les ennemis d'at-Tih et du mont Sinaï (représentés par les Perses) avancent vers l'oasis Siwa. Charga (représenté par Carthage) dans le désert du Sud-Ouest cherche lui aussi à se tailler une part du gâteau. Emplacements : - Alexandrie : Bibliothèque, port - Memphis : Nécropole, pyramides, temple d'Apis - Thèbes : quartier des temples, vallées des rois - Cyrène : Macchi méditerranéenne, bosquets d'oliviers - Fayoum : sanctuaire des crocodiles, barrage sur le Nil - Désert de l'Est : mont Sinaï, oued profond, récif de la mer rouge - Désert de l'Ouest : Oasis Charga et Siwa, dépression de Qattara
ga: Troid ar son smidiríní na hÉigipte! Tosaíonn na himreoirí le cathair lánfhásta agus arm beag, agus tá buntáistí agus míbhuntáistí soiléire ag gach faicsean. Bígí cúramach! Tá 7 dún ollmhór agus ropairí go leor ann. tá sé an chéad seo caite roimh 0 AD. Tá an Éigipt deighilte go hinmheánach idir tionchar na Heilléineach (Cathair Alastair, léirithe ag na Séileucaidí) agus a dtionchar traidisiúnta (an Mheimfís, léirithe ag na Tolomaesí). Sa deisceart na Níle, tá cathair na Téibhe Chéadgheataigh cheana faoi smacht na gCúiseach. Sna sléibhte thiar thuaidh Diébeal-Achdár, tá na Rómhánaigh ag ullmhú a n-ionradh i gcathair na Saíréine. Tá namhaid eile (léirithe ag na Peirsigh) ag ullmhú iad féin i bhfásach na Síonáí agus a súile ar ósais na Saomhá. San fhásach thiar theas tá Tiárga (léirithe ag na Cartagaigh) ag ullmhú dá gconcas féin a dhéanamh san Éigipt. Áiteanna Thábhachtacha: - Cathair Alastair: leabharlann, cuan - An Mheimfís: reilig, pirimidí, teampaill Aipise - Téibh Chéadgheatach: ceantar na dteampall, Gleann na Ríthe - An tSaíréín: machaire na Meánmhara, doirí ológ - Faídhiam: teampall Shobaic, damba na Níle - Fásach Thoir: Sliabh Síonáí, 'wadi' domhain, sceirí na Mara Rua - Fásach Thiar: Ósaisí Tiárga agus Saomhá, Logán Catara
hu: Harcolj az ókori Egyiptom maradványaiért! A játékosok teljes városokkal és kis hadseregekkel kezdenek, és különböző előnyökkel és hátrányokkal indulnak. Légy óvatos, 7 hatalmas erőd van, és portyázó banditák. A 0 A.D. előtti utolsó században Egyiptom megosztott a hellén (Alexandria, melyet a szeleukidák képviselnek) és a hagyományos hatások között (Memphisz, melyet a ptolemaiosziak képviselnek). Thébát, a Nílus déli részénmár elfoglalták a kusiták. Észak-nyugaton El-Dzsabal el-Ahdar, ahol Küréné földközi-tengeri városa állt, a rómaiak invázióra készülnek. A keleti sivatagtól, a Tih fennsíktól és a Sínai-hegytől érkező ellenségek (a perzsák képviselik) előre nyomulnak a Szíva-oázis felé. A délnyugati sivatagban található Khárga-oázis (Karthágó képviseli) is szeretne egy szeletet a tortából. Helyszínek: - Alexandria: könyvtár, kikötő - Memphisz: nekropolisz, piramisok, Ápisz-szentély - Théba: templomnegyed, Királyok völgye - Küréné: mediterrán macchiák, olajfaligetek - Fajjúm: krokodilszentély, nílusi gát - Keleti sivatag: Sínai-hegy, mély kiszáradt medrek, vörös-tengeri zátony - Nyugati sivatag: Khárga- és Szíva-oázisok, Kattara-mélyföld
id: Rebutlah peninggalan Mesir kuno! Tiap pemain mulai dengan kota besar dan pasukan kecil, masing-masing memiliki kelebihan dan kekurangan yang berbeda. Hati-hati, ada 7 benteng kuat dan bandit perampok! Ini adalah abad terakhir sebelum 0 A.D. Mesir secara internal terbelah antara pengaruh helenistik (Aleksandria, diwakili oleh Seleukia) dan pengaruh tradisional (Memphis, diwakili oleh Ptolemaik). Thiva di daerah selatan sungai Nil telah diambil alih oleh bangsa Kush. Di barat laut Al-Dschabal al-Achdar, tempat kota Kirene di Mediterania berada, orang Romawi sedang mempersiapkan serbuan mereka. Dari gurun timur at-Tih dan gunung Sinai musuh (diwakili oleh Persia) terus maju dan oasis Siwa dan Charga (diwakili oleh Kartago) di gurun barat daya juga mencoba untuk mendapatkan bagian mereka. Lokasi: - Alexandria: perpustakaan, pelabuhan - Memphis: Nekropolis, piramida, kuil Apis - Thiva: distrik kuil, Lembah Para Raja - Kirene: lahan semak mediterania, kebun zaitun - Fayyum: kuil buaya, bendungan sungai nil - Gurun Timur: Gunung Sinai, Wadi dalam, Terumbu Laut Merah - Gurun Barat: Oase Charga and Siwa, Cekungan Qattara
it: Combatti per i resti dell'antico Egitto I giocatori iniziano con città pienamente sviluppate e piccoli eserciti, ciascuno con diversi vantaggi e svantaggi. Fate attenzione, ci sono 7 imponenti forti e banditi predatori! È l'ultimo secolo antecedente lo 0 A.D: l'Egitto è diviso internamente tra influenze ellenistiche (Alessandria, rappresentate dai Seleucidi) e tradizionali (Menfi, rappresentate dai Tolomei). Tebe nella regione a sud del Nilo è già stata conquistata da Kush. A nord ovest Al-Dschabal al-Achdar, dove è situata la città mediterranea di Cirene, i Romani stanno preparando la loro invasione. Dal deserto ad est at-Tih e dal monte Sinai i nemici (rappresentati dai Persiani) stanno spingendo in avanti e l'oasi Siwa. Anche Charga (rappresentata da Cartagine) nel deserto a sud est sta cercando di ottenere una fetta della torta. Luoghi: - Alessandria: biblioteca, porto - Menfi: Necropoli, Piramidi, santuario di Api - Tebe: distretto del tempio, Valle dei Re - Cirene: Macchia mediterranea, Uliveti - Fayyum: santuario del coccodrillo, diga del Nilo - Deserto dell'Est: Monte Sinai, valle del Wadi, barriera corallina del Mar Rosso - Deserto dell'Ovest: Oasi Charga e Siwa, Depressione di Qattara
ja: 古代エジプトの遺跡を巡って戦う! プレイヤーは、成長した都市と小さな軍隊を持ってスタートし、それぞれが明確な利点と欠点を持っています。7つの強力な砦と襲撃する盗賊がいます！ 西暦0年以前の最後の世紀です。エジプトはヘレニズム(セレウコスに代表されるアレキサンドリア)と伝統的な影響力(プトレマイオスに代表されるメンフィス)に内部で分かれています。ナイル川の南に位置するテーベは、すでにクシュに占領されています。地中海の都市キュレネがある北西部のアル・ドシャバル・アル・アッハダーでは、ローマ人が侵略の準備をしています。東部の砂漠アットティフとシナイ山からは、敵(ペルシャに代表される)が前進し、オアシスのシワを目指しています。南西部の砂漠では、カルタゴに代表されるシャルガがパイを奪おうとしています。 所在地 アレキサンドリア：図書館、港 メンフィス：ﾈｸﾛﾎﾟﾘｽ、ﾋﾟﾗﾐｯﾄﾞ、ｱﾋﾟｽ神殿 テーベ：神殿地区、王家の谷 キレネ：ﾏｯｷｰ地中海、オリーブ畑 ファユーム：ワニの神殿、ナイルダム 東の砂漠：シナイ山、深いワディ、紅海岩礁 西部砂漠：ｵｱｼｽ・ｼｬﾙｶﾞ、シワ、カッタラ窪地
ms: Berperanglah demi saki-baki Mesir purba! Pemain bermula dengan bandar serba lengkap dengan pasukan tentera yang bersaiz kecil, yang memiliki kelebihan dan juga kelemahan. Berhati-hati akan tiba 7 serangan dari geng perompak! Merupakan abad terakhir sebelum 0 A.D. atau selepas masihi. Mesir telah terbahagi kepada dua pengaruh pemerintahan iaitu helenistik (Iskandariah, yang dikuasai oleh puak Seleucid) dan pengaruh tradisi (Mempis, yang dikuasai oleh Ptolemy). Thebes yang berada di bawah cuaca selatan sungai Nil telah pun dikuasai oleh puak Kush. Manakala, di barat daya Al-Dschabal al-Achdar, terdapatnya bandar medirerranean Cyrene akan menghadapi kedatangan puak Rom atas tujuan penaklukan. Di bahagian timur gurun di Tih dan gunung Sinai, pihak musuh (puak Parsi) telah maju ke hadapan menuju oasis Siwa. Charga (diwakili oleh puak Carthage) di bahagian barat laut gurun cuba mengambil kesempatan untuk menguasai sebahagian dari tanah ini. Lokasi: - Iskandariah: perpustakaan, pelabuhan - Mempis: Necropolis, piramid, keramat Apis - Thebes: daerah kuil, Lembah Di Raja - Cyrene: Lembah mediterranean, dusun zaitun - Fayyum: keramat buaya, empangan nil - Gurun timur: gunung Sinai. Wadi-wadi, terumbu Laut Merah - Gurun barat: Oasis Charga dan Siwa, Lekukan Qattara
nl: Vecht voor de overblijfselen van het oude Egypte! Spelers beginnen met volledig ontwikkelde steden en kleine legers, met elk hun eigen voor- en nadelen. Wees voorzichtig, er zijn zeven sterke forten en plunderende bandieten! Het is de laatste eeuw voor het jaar 0 A.D. Egypte is intern verdeeld tussen de hellenistische (Alexandria, gesymboliseerd door de Seleuciden) en traditionele invloedssferen (Memphis, gesymboliseerd door de Ptolemeën). Thebe, in de zuidelijke streken van de Nijl is al overgenomen door de Kush. In het noord-westelijke Al-Dschabal al-Achdar, waar de mediterrane stad Cyrene ligt, bereiden de Romeinen hun invasie voor. Vanuit de oostelijke woestijn at-Tih en de berg Sinai rukken vijanden op (gesymboliseerd door de Perzen) en de oases Siwa en Charga (gesymboliseerd door de Carthagers) in de zuidwestelijke woestijn proberen ook een graantje mee te pikken. Locaties: - Alexandrië: bibliotheek, haven - Memphis: Necropolis, pyramiden, Schrijn van Apis - Thebe: tempelgebied, Vallei der Koningen - Cyrene: mediterrane maquis, olijfboomgaarden - Fayyum: krokodillen heiligdom, dam in de Nijl - Oostelijke woestijn: de berg Sinai, diepe rivierdalen, riffen in de Rode Zee - Westelijke woestijn: de oases Charga en Siwa, Qattara-depressie
pl: Walcz o pozostałości starożytnego Egiptu! Gracze zaczynają od w pełni rozwiniętych miast i małych armii, z których każda ma wyraźne zalety i wady. Uważaj, jest 7 potężnych fortów i grabiących bandytów! Jest to ostatni wiek przed 0 A.D. Egipt jest wewnętrznie podzielony między helleńskim (Aleksandria, reprezentowana przez Seleucydy) a tradycyjnymi wpływami (Memfis, reprezentowany przez Ptolemeuszów). Teby w południowym krainie rzeki Nil zostały już przejęte przez Kusz. W północno-zachodniej Al-Dschabal al-Achdar, gdzie znajduje się śródziemnomorskie miasto Cyrene, Rzymianie przygotowują inwazję. Od wschodniej pustyni w Tih i na górze Synaj wrogowie (reprezentowani przez Persów) nacierają naprzód na oazę Siwa. Charga (reprezentowana przez Kartaginę) na południowo-zachodniej pustyni stara się również zdobyć część tortu. Lokalizacje: - Aleksandria: biblioteka, port - Memphis: Nekropolia, piramidy, świątynia Apis - Teby: dzielnica świątynna, Dolina Królów - Cyrene: śródziemnomorska Macchie, gaje oliwne - Fayyum: świątynia krokodyla, zapora nilowa - Wschodnia pustynia: góra Synaj, głębokie Wadi, rafy Morza Czerwonego - Zachodnia pustynia: Oaza Charga i Siwa, Depresja Qattara
pt_br: Luta pelos restos do antigo Egito! Os jogadores começam com cidades bastante desenvolvidas e pequenos exércitos, cada um tendo a sua distinta vantagem e desvantagem. Tome cuidado, existem 7 imponentes e fortes bandidos saqueadores! É o último século antes de 0 A.D. O Egito está dividido internamente entre o helenístico (Alexandria, representada pelos Selêucidas) e as influências tradicionais (Mênfis, representada pelos Ptolemaicos). Tebas no clima meridional do rio Nilo já foi tomada pelos Cuxe. No norte setentrional de Al-Dschabal al-Achdar, onde a cidade mediterrânea de Cirene está localizada, os Romanos estão a preparar a sua invasão. Do deserto oriental at-Tih e do monte Sinai os inimigos (representados pelos Persas) estão a empurrar para a frente do oásis Siwa. Charga (representada por Cartago) no deserto do sul meridional estão a tentar também obter a sua parte do bolo. Localizações: - Alexandria: biblioteca, porto - Mênfis: Necrópole, pirâmides, santuário de Apis - Tebas : distrito do templo, Vale dos Reis - Cirene : brisa mediterrânica, olivais - Faium: santuário de crocodilos, barragem no Nilo - Deserto oriental: monte Sinai, Uádi profundo, recifes do Mar Vermelho - Deserto ocidental: Oásis Charga e Siwa, Depressão de Qattara
ru: Сражайтесь за остатки Древнего Египта! Игроки начинают с полностью развитыми городами и небольшими армиями, у каждого свои выраженные преимущества и недостатки. Будьте внимательны, на карте 7 сильных фортов и мородёрствующие бандиты! Это последний век до нашей эры. Египет разрывают между собой эллинистические (Александрия, представлена селевкидами) и традиционные (Мемфис, представлен птолемеями) силы. Фивы в Верхнем Египте уже покорены Кушем. На северо-западе, в районе Эль-Джебель-Аль Ахдар, где расположена средиземноморская Кирена, римляне готовят своё вторжение. С востока, из пустыни ат-Тих и горы Синай напирают враги (представлены персами), претендующие на оазис Сива. Харга (представлена Карфагеном) пытается ухватить свой кусок пирога с юго-запада. Локации: — Александрия: библиотека, гавань — Мемфис: некрополь, пирамиды, святилище Аписа — Фивы: храмовый квартал, Долина царей — Кирена: средиземноморский маквис, оливковая роща — Файюм: крокодилье святилище, плотина на Ниле — Восточная пустыня: гора Синай, глубокое вади, рифы Красного моря — Западная пустыня: оазисы Харга и Сива, впадина Каттара
sv: Kämpa för resterna av antika Egypten! Spelarna börjar med fullvuxna städer och små arméer, som alla har olika fördelar och nackdelar. Var försiktig, det finns 7 mäktiga fort och plundrande bandider! Det är förra seklet före 0 A.D. Egypten är internt uppdelad mellan hellenistisk (Alexandria, representerad av Seleukiderna) och traditionella influenser (Memphis, representerad av Ptolemyerna). Theber i södra klumpen av floden Nilen har redan tagits över av Kush. I nordvästra Al-Dschabal al-Achdar, där medelhavet staden Cyrene ligger, förbereder romarna sin invasion. Från den östra öknen vid-Tih och Mount Sinai pressar fiender (representerade av perserna) framåt och oasen Siwa. Charga (representerat av Karthago) i den sydvästra delen av öken försöker få en del av cirkeln också. Platser: - Alexandria: bibliotek, hamn - Memphis: Nekropol, pyramider, Apis-helgedom - Thebe: Templet, Kungarnas dal - Kyrene: Medelhavet Macchie, olivlundar - Fayoum: krokodil helgedom, damm i Nilen - Östra öknen: Mount Sinai, djupa Wadi, Röda havet rev - Västra öknen: Oasen Kharga och Siwa, Qattarasänkan
tr: Eski Mısır kalıntıları için savaşın! Oyuncular, her biri kendine özgü avantajları ve sakıncaları olan, büyümüş şehirler ve küçük ordularla başlar. Dikkat edin, 7 kudret kalesi ve eşkıya kuşağı var! M.Ö son yüzyıldır Mısır, içsel olarak hellenistik (Seleukos'un temsil ettiği İskenderiye) ve geleneksel etkiler (Ptolemies tarafından temsil edilen Memphis) arasında bölünmüştür. Nil nehrinin güney iklimi altındaki Thebes zaten Kush tarafından ele geçirildi. Kuzeybatıdaki Al-Dschabal el-Achdar, Akdeniz'in Cyrene şehrinin bulunduğu Romalılar istilalarını hazırlıyor. Tih'deki doğu çölünden ve Sina dağının düşmanları (Persler tarafından temsil edildi) ileri ve Siwa vahasını zorluyorlar. Güneybatı çölünde yer alan Charga (Kartaca ile temsil edildi) de pastadan pay almaya çalışıyor. yerler: - İskenderiye: kütüphane, liman - Memphis: Nekropol, piramitler, Apis tapınağı - Thebes: tapınak bölgesi, Krallar Vadisi - Cyrene: akdeniz Macchie, zeytinlikler - Fayyum: timsah tapınağı, nil barajı - Doğu Çölü: Sina Dağı, derin Wadi, Kızıldeniz resifleri - Batı Çölü: Oasis Charga ve Siwa, Qattara çöküntüsü
uk: Боріться за залишки Давнього Єгипту! Гравці починають з повністю розвиненими містами і невеликими арміями, у кожного свої виражені переваги і недоліки. Будьте уважні, на карті 7 сильних фортів і розбійники, що мародерствують! Це останнє століття до нашої ери. Єгипет розривають між собою елліністичні (Олександрія, представлена ​​Селевкідами) і традиційні (Мемфіс, представлений Птолемеями) сили. Фіви в Верхньому Єгипті вже підкорені Кушем. На північному заході, в районі Ель-Джебель-Аль Ахдар, де розташована середземноморська Кирена, римляни готують своє вторгнення. Зі сходу, з пустелі ат-Тих і гори Синай напирають вороги (представлені персами), що претендують на оазис Сива. Харга (представлена ​​Карфагеном) намагається вхопити свій шматок пирога з південного заходу. Локації: - Олександрія: бібліотека, гавань - Мемфіс: Некрополь, піраміди, святилище Апіса - Фіви: храмовий квартал, Долина Царів - Кирена: середземноморський маквіс, оливковий гай - Файюм: крокодилове святилище, гребля на Нілі - Східна пустеля: гора Синай, глибоке ваді, рифи Червоного моря - Західна пустеля: оазиси Харга і Сива, западина Каттара
zh_tw: 為古埃及的遺跡而戰！ 玩家從成熟的城市和小型軍隊開始，每個城市都有各自的優缺點。保重，這裡有 7 個強大的堡壘和劫掠的土匪！ 這是公元 0 年之前的上個世紀。埃及在內部分為希臘派（亞歷山大，以塞琉古人為代表）和傳統影響力（孟菲斯，以托勒密代表）。尼羅河南部地區的底比斯已經被庫施接管。羅馬人正在地中海西北部的庇里牛斯山脈所在的西北部綠山進行入侵的準備。敵人（以波斯人為代表）從東部的阿提沙漠和西奈山和西瓦綠洲向前推進。位於西南沙漠的查加（以迦太基為代表）也試圖獲得一部分。 地點： - 亞歷山德里亞：圖書館，港口 - 孟菲斯：大墓地，金字塔，阿皮斯神社 - 底比斯：神廟區，帝王谷 - 昔蘭尼：瑪奇地中海，橄欖樹 - 法尤姆：鱷魚神社，尼羅河大壩 - 東部沙漠：西奈山，瓦迪深處，紅海礁 - 西部沙漠：查加和西瓦綠洲，卡塔拉窪地
