Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Two players face off across a large bog somewhere in the Rhine lowlands. Wood is abundant, but Metal and Stone are hard to find and extract. Hunting and foraging is plentiful.
ast: Dous jogadores incariɐn-se n una wölga grande alyuri pela baxada l Rhenu. La madeira abonda, pero l metal & la piedra son abegosos d’atopar & sacar. Ha hi bien de cacia & panhadura.
bg: Двама играчи се изправят един срещу друг в голямо тресавище, някъде в низините на река Рейн. Дърветата са предостатъчно, но металът и камъните са трудни за откриване и добив. Храната и дивечът са в изобилие.
br: Daou c'hoarier tal-ouzh-tal a-us d'ur wern ledan en ul lec'h bennak e plaenennoù ar Roen. Koad a-leizh zo, hogen Metal ha Maen zo diaes da gavout ha da gas er-maez. Degouezhioù a-leizh zo evit chaseal ha klask boued.
ca: Dos jugadors s'enfronten en un gran pantà en algun lloc de les terres baixes del Rin. La fusta és abundant però el metall i la pedra són difícils de trobar i extreure. La caça i la cerca d'aliments són abundants.
cs: Dva hráči stojí ve velkém močálu někde v rýnské rovině. Dřevo je hojně přítomno, ale kov a kámen je těžké najít a těžit. Lovné zvěře a možností nalezení potravy je dost.
da: To spillere står over for en stor mose et sted i Rhinens lavland. Træ er rigeligt, men metal og sten er svære at finde og udvinde. Jagt og fouragering er rigeligt.
de: Zwei Spieler stehen sich in einem großen Sumpf irgendwo in der Rheinebene gegenüber. Holz ist reichlich vorhanden, aber Metall und Stein sind schwer zu finden und abzubauen. Wild und Nahrung sind reichlich vorhanden.
el: Δύο παίκτες έρχονται αντιμέτωποι μέσα σε ένα μεγάλο βάλτο κάπου στα πεδινά του Ρήνου. Το ξύλο είναι άφθονο, αλλά το Μέταλλο και η Πέτρα είναι δύσκολο να βρεθούν και να εξορυχθούν. Το κυνήγι και η αναζήτηση τροφής είναι άφθονα.
es: Dos jugadores se enfrentan a lo largo de un gran pantano en algún lugar de las tierras bajas del río Rin. La madera es abundante, pero el metal y el oro son difíciles de encontrar y explotar. En cambio, copiosas reservas de alimentos y caza se extienden por la zona.
eu: Rhineko behe lurretan urtegi handi baten zehar aurrez-aurre borrokatuko dira. Egurra oparoa da, baina metala eta urrea bilatzen eta ustiatzen zailak dira. Jakiak eta ehiza ugariak dira inguruan.
fi: Kaksi pelaajaa kohtaa suuren suon jossain Reinin alankoalueella. Puuta on runsaasti, mutta metallia ja kiveä on vaikea löytää ja louhia. Metsästys- ja keräilymahdollisuudet ovat runsaat.
fr: Deux joueurs combattent de chaque côté d'un vaste marécage quelque part dans les basses terres du Rhin. Le bois est abondant, mais le métal et la pierre sont difficiles à trouver et à extraire. Il y a beaucoup à chasser et à récolter.
ga: Troideann dhá imreoir ar dhá taobh bogaigh mhóir in áit éigin in ísealchríoch na Réine. Tá adhmad go leor, ach tá sé deacair do Mhiotal nó Cloch a aimsiú agus baint amach. Tá sealgaireacht go leor freisin.
gd: Thèid dithis chluicheadair an aghaidh a chèile that boglach mòr àiteigin ann am machair na Rèine. Tha fiodh pailt ach tha e doirbh meatailt no clach a lorg ’s a thogail. Tha pailteas lusan ’s sithinn ann.
hu: Két játékos egy mocsárnál küzd valahol a Rajna alföldjén. A fa ugyan bőséges, de fémet és követ találni és kitermelni nehézkes. A vadászat és a takarmány bőséges.
id: Dua pemain berhadapan di rawa besar di suatu tempat di dataran rendah Rhein. Kayu memang melimpah, tetapi Logam dan Batu sulit ditemukan dan ditambang. Perburuan dan mencari makan berlimpah.
it: Due giocatori si affrontano in una grande palude nelle pianure del Reno. Il legno è abbondante, ma il metallo e la pietra sono difficili da trovare ed estrarre. Le risorse di cibo sono abbondanti.
ja: 2プレイヤーがライン低地のどこかにある大きな沼地を挟んで対決します。 木材は豊富ですが、金属と石材の発見と採掘は困難です。狩猟採集は容易です。
ko: 두 명의 플레이어들이 라인강 저지대 어딘가의 큰 늪을 가로질러 대결합니다. 나무는 풍부하지만, 금속과 석재를 발견하고 추출하기 어렵습니다. 사냥과 사냥이 풍부합니다.
ms: Dua orang pemain yang berhadapan diantara satu sama lain dengan halangan paya besar di tanah rendah Rhine. Sumber kayu sangat banyak, tetapi sumber Logam dan Batu sukar dicari dan diekstrak. Pemburuan dan pengumpulan sumber hutan sangat banyak.
nb: To spillere møtes ansikt til ansikt over en stor myr et sted i Rhinens lavland. Tømmer finnes i rikelige mengder, men metall og stein er vanskelig å finne og hente ut. Det er rikelig med muligheter for jakt og høsting.
nl: Twee spelers starten rond een groot moeras, ergens bij de Rijn. Hout is er in overvloed, maar metaal en steen zijn moeilijker te vinden. Jagen en voedsel verzamelen is gemakkelijk.
pl: Dwaj gracze nacierają na siebie z dwóch stron rozległego bagna gdzieś na nizinach Renu. Drewna jest pod dostatkiem, ale zasoby kamienia i metalu są niewielkie i trudno dostępne. Okolica obfituje w zwierzynę oraz płody leśne, stwarzając duże możliwości do rozwoju zbieractwa.
pt_br: Dois jogadores se enfrentam em um pântano grande em algum lugar nas planícies do Reno. Madeira é abundante, mas Metal e Pedra são difíceis de encontrar e extrair. Caça e coleta são abundantes.
pt_pt: Dois jogadores enfrentam-se num grande paul, algures nas planícies do Reno. A madeira é abundante, mas é difícil encontrar e extrair metal e pedra. Há muita caça e frutos silvestres.
ru: Два игрока столкнутся лицом к лицу, разделённые большим болотом, где-то в низменностях Рейна. Древесина в избытке, но металл и камень сложно найти и добыть. Большие возможности для охоты и собирательства.
sk: Dvaja hráči stoja proti sebe krížom cez rozsiahly močiar kdesi v oblasti rýnskych nížin. Drevo sa vyskytuje hojne, kovy a kamene sú však vzácne. Príležitostí na lov a zber je množstvo.
sr: Два играча сучељена су преко велике мочваре негде у рајнским низијама. Дрва има у изобиљу, али је метал и камен тешко пронаћи. Прикупљање и лов су могући у великом обиму.
sv: Två spelare möts över en stor mosse någonstans i låglandet runt Rhen. Trä finns rikligt, men metall och sten är svåra att hitta. Jakt och födosök finns det också gott om.
tr: İki oyuncu Ren ovalarda bataklık genelinde büyük bir yerde karşı karşıya gelir. Odun bol, ama Metal ve Taş bulmak ve çıkarmak zordur. Avcılık ve toplayıcı bol miktarda yapılabilir.
uk: Два гравці зіткнуться лицем до лиця, розділені великим болотом десь в низинах Рейну. Деревина в достатку, але метал і камінь важко знайти і видобути. Великі можливості для збиральництва та полювання.
zh: 两名玩家在莱茵河低地的沼泽隔岸对峙。 木材很丰富，但缺少金属和石料。
zh_tw: 兩個玩家在一個位於萊茵河低地中的大型沼澤的兩邊對抗。 木頭很豐富，但金屬及石頭都很難找到及獲得。獵物及果樹叢都相當充沛。

source: Belgian Bog (2)
ast: Wölga belga (2)
bg: Белгийско тресавище (2)
br: Taouarc'heg Belgian (2)
ca: Aiguamolls belgues (2)
cs: Belgická slatina (2)
da: Belgisk Mose (2)
de: Belgisches Moor (2)
el: Βελγικός Βάλτος (2)
es: Fangal belga (2)
eu: Belgikar Lokaztia (2)
fa: مرداب بلژیکی (2)
fi: Belgialainen suo (2)
fr: Tourbière belge (2)
ga: Bogach na Beilge (2)
gd: Boglach Beilgeach (2)
hu: Belga mocsár (2)
id: Rawa Belgia (2)
it: Palude Belga (2)
ja: ベルギーの沼地 (2)
ko: 벨기에의 늪지 (2)
ms: Paya Belgium (2)
nb: Belgisk myr (2)
nl: Belgisch moeras (2)
pl: Belgijskie torfowisko (2)
pt_br: Pântano Belga (2)
pt_pt: Lamaçal belga (2)
ru: Бельгийские болота (2)
sk: Belgický močiar (2)
sr: Белгијска мочвара (2)
sv: Belgisk Mosse (2)
tr: Belçika Turbalıkları (2)
uk: Бельгійське болото (2)
zh: 比利时沼泽 (2)
zh_tw: 比利時沼澤 (2)

source: South of the Sahara, East of the Nile, lies a semi-arid region today known as the Butana Steppe.
ast: A Mediu-díɐ de l Sahara, Llevante de l Nilu, queda una faça semi-árida q’ãguanho se conhoç cumo Butana.
bg: На юг от Сахара и на изток от Нил има почти полубезплоден район, който днес е познат като Бутанската степ.
br: Su ar Sahara, Reter an Nil, ez eus ur rannvro hanter-sec'h eno anavezet hiziv evel bezañ ar Stepenn Vutana.
ca: Al Sud del Sàhara i Est del Nil, hi és una regió semiàrida avui coneguda com l'estepa de Butana.
cs: Jižně od Sahary, východně od Nilu, leží polosuchá oblast, známá dnes jako Butanská step.
da: Syd for Sahara, øst for Nilen, ligger en halvtør region i dag kendt som Butana-steppen.
de: Südlich der Sahara, östlich des Nils liegt eine semiaride Region, die heute als die Butana-Steppe bekannt ist.
el: Νότια της Σαχάρας, ανατολικά του Νείλου, βρίσκεται μια ημι-άνυδρη περιοχή γνωστή σήμερα ως Στέπα της Βουτάνας.
es: Sur del Sáhara, este del Nilo, yace una región semiárida que hoy en día se conoce como Estepa de Buttana.
eu: Sahara Hegoaldean, Nilo Ekialdean, gaur egun Butana Steppe izenez ezaguna den eskualde erdi-elkor bat dago.
fi: Saharan eteläpuolella, Niilin itäpuolella, sijaitsee puolikuiva alue, joka tunnetaan nykyään Butanan arona.
fr: Au sud du Sahara, à l'est du Nil, se trouve une région semi-aride connue aujourd'hui sous le nom des Steppes du Butana.
ga: Deas ón Sahára, soir ón Níle, tá réigiún leath-thura a dtugtar Steip na Bútaine sa lá atá inniu.
hu: A Szaharától délre, a Nílustól keletre, fekszik egy félszáraz régió, amely ma Butána sztyepp néven ismert.
id: Di selatan Sahara, di Timur Sungai Nil, terdapat kawasan semi-kering yang sekarang dikenal sebagai Padang rumput Butana.
it: A Sud del Sahara, Est del Nilo, giace una regione semi-arida oggi nota come Steppa del Butana
ja: サハラ砂漠の南側、ナイル川の東側には、現在ブタナ草原と呼ばれる半乾燥地帯があります。
ko: 나일 강의 동쪽인 사하라 남쪽에는 오늘날 부타나 스테페로 알려진 반건조 지역이 있습니다.
ms: Selatan Sahara, Timur Nil, terbentang kawasan separa-kering yang kini dikenali sebagai Padang Rumput Butana.
nl: Het zuiden van de Sahara, ten oosten van de Nijl, ligt een halfdor gebied tegenwoordig bekend als de Butaanse Steppe.
pl: Na południe od Sahary, na wschód od Nilu, leży półpustynny region znany dziś jako step Butana.
pt_br: Ao sul do Saara, a leste do Nilo, encontra-se uma região semi-árida conhecida hoje como Estepe do Butana.
pt_pt: A sul do Saara, a este do Nilo, encontra-se uma região semi-árida conhecida hoje como Estepe do Butana.
ru: К югу от Сахары и востоку от Нила лежит полузасушливая земля, ныне известная как Степь Бутаны.
sk: Južne od Sahary, východne od Nílu leží polosuché územie známe v súčasnosti ako butanská step.
sv: Söder om Sahara, öster om Nilen, ligger en halvtorkad region idag känd som Butanas stäpp.
tr: Sahra'nın Güneyi, Nil'in Doğusu, günümüzde Butana Bozkırı olarak bilinen bir yarı-kuru bölgede bulunmaktadır.
uk: На південь від Сахари і схід від Нілу лежить напівзасушлива земля, нині відома як Степи Бутани.
zh: 位于撒哈拉以南、尼罗河以东的半干旱地区，如今称作布塔那草原。
zh_tw: 撒哈拉以南，尼羅河以東，是一個半乾旱地區，今天被稱為布塔納草原。

source: Island of Meroë (2)
ast: Islha de Méroe (2)
bg: Остров Мерое (2)
cs: Ostrov Meroë (2)
da: Meroæ øen
de: Insel von Meroe (2)
el: Νησιά της Μερόης (2)
es: Isla de Meroë (2)
eu: Meroë uhartea (2)
fi: Meroën saari (2)
fr: Îles de Méroé (2)
id: Pulau Meroë (2)
it: Isola di Meroë (2)
ja: メロエ島(2)
ko: 메로에 섬 (2)
nl: Eiland van Meroë (2)
pl: Wyspa Meroë (2)
pt_br: Ilha de Meroé (2)
pt_pt: Ilha de Meroé (2)
ru: Остров Мероэ (2)
sk: Ostrov Meroë (2)
tr: Meroe Adası
uk: Острів Мерое (2)
zh: 麦罗埃岛（2）
zh_tw: 美羅埃島 (2)

source: Two teams face off across a long, very large saltwater lake. Fishing can be had in the central lake. The map is also well-endowed with Stone and Metal deposits.
ast: Dous conjuntos incariɐn-se n un llongu & pergrande llagu salguin. Puöde-se pescar nel llaguaçu central. Pa de tras, la geographía sta bien fornida de piedra & metal.
bg: Два отбора се изправят един срещу друг, разделени от голямо солено езеро. Централното езеро е подходящо за риболов. На картата има големи залежи на камъни и метал.
br: Daou skipailh tal-ouzh-tal a-us d'ul lenn sal ledan kenañ, hir. Pesketa a c'hell bezañ diaes el lenn kreiz. Ar gartenn zo pourvezet ivez e dastumlec'hioù Maen ha Metal.
ca: Dos jugadors s'enfronten en un gran llac d'aigua salada molt llarg. Pescar pot ser difícil al llac central. El mapa també conté dipòsits de pedra i metall.
cs: Dva týmy stojí naproti sobě v rozlehlém, velice velkém solném jezeře. Rybařit se dá v ústředním jezeře. Mapa je také dobře opatřena nalezišti kamene a kovu.
da: To hold står over for en lang, meget stor saltvandssø. Der kan fiskes i den centrale sø. Kortet er også veludrustet med sten- og metal.
de: Zwei Teams stehen sich an einen langen, sehr großen Salzsee gegenüber. Im zentralen See kann man fischen. Die Karte ist auch gut mit Stein- und Metallvorkommen ausgestattet.
el: Δύο ομάδες συναντώνται απέναντι σε μια μακριά, πολύ μεγάλη λίμνη αλμυρού νερού.Το ψάρεμα μπορεί να γίνει στην κεντρική λίμνη. Ο χάρτης είναι επίσης καλά προικισμένος με κοιτάσματα πέτρας και μέταλλου.
es: Dos equipos se enfrentan a lo largo de un gran lago salado. Se puede pescar en el lago central. El mapa está bien surtido con depósitos de piedra y metal.
eu: Bi talde aurrez-aurre aintzira gazitu handi baten zehar. Erdiko lakuan arrantza egitea dago. Mapa harri eta metal biltegiz ondo horniturik dago.
fi: Kalastusta voi harjoittaa keskisellä järvellä. Kartalla on myös runsaasti kivi- ja metalliesiintymiä.
fr: Deux équipes s'affrontent de part et d'autre d'un long, très large lac d'eau salée. La pêche est possible dans le lac central. La carte est également bien dotée en gisements de pierre et de métal.
ga: Troideann dhá imreoir ar an dhá taobh sáil-locha an-mhór. Is féidir le hiascaireacht a dhéanamh i lár an locha. Tá fosuithe Miotail agus Cloiche go leor freisin.
gd: Thèid dà sgioba an aghaidh a chèile thairis air loch glè fhada. Tha èisg san loch mheadhanach. Tha pailteas cloiche is meatailt air a’ mhapa cuideachd.
hu: Két csapat küzd egy hosszú, nagyon nagy sós vizű tó mellett. A központi tóban lehet halászni. A térkép jól el van látva kő és fém tartalékkal.
id: Dua regu memulai berseberangan di antara danau air asin besar Penangkapan ikan dapat dilakukan di tengah danau. Peta ini juga dipenuhi cadangan Batu dan Logam.
it: Due squadre si affrontano in un grande lago di acqua salata. La pesca può avvenire al centro del lago. La mappa è anche dotata di depositi di Pietra e Metallo.
ja: 2チームが長く、非常に大きな塩湖を挟んで対峙しています。 中央の湖で漁業が可能です。マップはまた、石材と金属の鉱床にも十分恵まれています。
ko: 두 편은 길고 매우 큰 바닷물 호수를 가로질러 마주합니다. 중앙 호수에서 낚시를 즐기며 낚시를 즐겨 보시고 있습니다. 지도에는 돌과 금속 퇴적물이 잘 부여되어 있습니다.
ms: Dua pasukan berhadapan diantara satu sama lain dengan halangan tasik air masin yang sangat luas. Sumber ikan boleh diperoleh ditengah-tengah tasik. Di dalam peta terdapat beberapa sumber Batu dan Bijih Logam.
nb: To lag møtes ansikt til ansikt over en lang, veldig stor saltvannssjø. Fisking kan være vanskelig i den midtre sjøen. Kartet er også velutstyrt med stein- og mineralavsetninger.
nl: Twee teams starten aan weerszijden van een lang en groot zoutmeer. Er kan gevist worden op het centrale meer. De kaart is ook goed voorzien van steen- en metaalmijnen.
pl: Dwie drużyny toczą bój, atakując z przeciwległych stron długiego, słonowodnego jeziora. Centralne jezioro sprzyja rybołóstwu. Mapa zawiera także duże zasoby kamienia i metalu.
pt_br: Duas equipes se enfrentam em um lago de água salgado muito, muito grande. Pesca pode ser feita no lago central. O mapa também é bem dotado com depósitos de Metal e Pedra.
pt_pt: Duas equipas enfrentam-se ao longo de um enorme lago de água salgada. É possível pescar no centro do lago. O mapa é rico em depósitos de pedra e metal.
ru: Две команды лицом к лицу через длинное большое солёное озеро. Рыбачить можно в центре озера. Карта обеспечена залежами камня и металла.
sk: Dva tímy stoja proti sebe naprieč rozľahlým slaným jazerom. V centrálnom jazere je možné chytať ryby. Mapa je okrem toho obdarená množstvom ložísk kovov a kameňa.
sr: Два тима су сучељена преко огромног сланог језера. Риболов је могућ у централном језеру. Мапа је богато обдарена наслагама стена и метала.
sv: Två lag möts över en lång, mycket stor saltvattensjö. Det kan fiskas i den centrala sjön. Kartan är också välutrustad med sten och metall.
tr: İki takım uzun, geniş bir tuzlusu gölünde karşılaşır. Orta gölde balıkçılık yapılabilir. Ayrıca gelişmiş Taş ve Metal yatakları bulunmaktadır.
uk: Дві команди лицем до лиця навколо довгого, дуже великого солоного озера. Рибальство можливе у центральні частині озера. Карта також забезпечена покладами каменю та металу.
zh: 两支队伍分列在一座既长且大的咸水湖两边。 本土富含石料与金属，湖中央可捕鱼。
zh_tw: 兩支隊伍在一個既長且大的鹹水湖的兩邊進行對抗。 可以在湖的中央捕魚。此地圖也有相當豐富的石頭與金屬礦藏。

source: Caspian Sea (2v2)
ast: Mare Caspio (2-2)
bg: Каспийско море (2 срещу 2)
br: Mor Kaspian (2v2)
ca: Mar Caspi (2 contra 2)
cs: Kaspické moře (2v2)
da: Kaspiske Hav (2v2)
de: Kaspisches Meer (2vs2)
el: Κασπία Θάλλασσα (2με2)
es: Mar Caspio (2v2)
eu: Kaspiar Itsasoa (2v2)
fa: دریای خزر (2 علیه 2)
fi: Kaspianmeri (2v2)
fr: Mer caspienne (2v2)
ga: An Mhuir Chaisp (2v2)
gd: Am Muir Caspach (2 an aghaidh 2)
hu: Kaszpi-tenger (2v2)
id: Laut Kaspia (2v2)
it: Mar Caspio (2v2)
ja: カスピ海 (2対2)
ko: 카스피 해 (2v2)
ms: Laut Caspia (2v2)
nb: Kaspihavet (2v2)
nl: Kaspische Zee (2v2)
pl: Morze Kaspijskie (2v2)
pt_br: Mar Cáspio (2v2)
pt_pt: Mar Cáspio (2v2)
ru: Каспийское море (2 на 2)
sk: Kaspické more (2v2)
sr: Каспијско море (2v2)
sv: Kaspiska Havet (2v2)
tr: Hazar Denizi (2 ye 2)
uk: Каспійське море (2на2)
zh: 里海 (2v2)
zh_tw: 裏海 (2v2)

source: Northern Italy near the Alps is called Cisalpine Gaul by the Romans. It's a fertile area contested by the Gauls, Etruscans, and Romans alike. CAUTION: Map has a lot of snow particles that could affect graphics performance on low-end hardware.
ast: A la Italia septentrional próxima a los Alpes los romanos ḷḷamabɐn-lla la Gallia Cisalpina. Ye una fasteira fértile reclamada polos gallos, etruscos &, como non, romanos. ARREPARA: La geographía tien muĩꞇha nieve que poderíɐ affectar a l rendimiento de machinaria sinziella.
bg: Областта на северна Италия, която е близо до Алпите, е наричана „Цизалпийска“ от римляните. Това е плодородна местност, оспорвана от гали, етруски и римляни. ВНИМАНИЕ: Картата има много снежни частици, които може да натоварят графичния хардуер на по-слабите машини.
cs: Severní Itálie poblíž Alp se Římany nazývá Cisalpská Galie. Je to úrodná oblast obývaná Galy, Etrusky i Římany. UPOZORNĚNÍ: Mapa obsahuje spoustu sněhových částic, které by mohly ovlivnit grafický výkon na low-end hardwaru.
da: Det nordlige Italien nær Alperne kaldes af romerne Cisalpine Gallien. Det er et frugtbart område, der bestrides af både gallerne, etruskerne og romerne. PAS PÅ: Kort har en masse snepartikler, der kan påvirke grafikydeevnen på low-end hardware.
de: Das nördliche Italien nahe der Alpen wird von den Römern Gallia Cisalpina genannt. Es ist eine fruchtbare Gegend, die von den Galliern, Etruskern und Römern gleichermaßen umkämpft wird. ACHTUNG: Die Karte hat sehr viele Schneepartikel, die die Grafikperformance auf schwacher Hardware beeinträchtigen könnten.
el: Η Βόρεια Ιταλία κοντά στις Άλπεις ονομάζεται Εντεύθεν των Άλπεων Γαλατία απο τους Ρωμαίους. Ηταν γόνιμη περιοχή ανταγωνιζόμενη απο τους Γαλάτες, Ετρούσκους και Ρωμαίους. ΠΡΟΣΟΧΗ: Ο χάρτης έχει πολλά σωματίδια χιονιού ,το οποίο μπορεί να επηρεάσει την απόδοση γραφικών σε μηχανήματα χαμηλής απόδοσης.
es: La zona norte de Italia cerca de los Alpes es conocida por los romanos como Galia Cisalpina. Es una zona fértil disputada por galos, etruscos y romanos. ATENCIÓN: Escenario con muchas partículas de nieve que podrían afectar al rendimiento gráfico en hardware de gama baja.
eu: Alpeetatik gertu dagoen Italia iparraldea erromatarrek Cisalpine Galia deitzen dute. Galiarrek, etruriarrek eta erromatarrek lehiatzen duten eremu emankorra da. KONTUZ: Mapak elur partikula ugari ditu, gama baxuko hardwarearen errendimendu grafikoan eragina izan dezaketenak.
fi: Roomalaiset kutsuivat Pohjois-Italiaa Alppien lähellä Alppien eteläpuoleiseksi Galliaksi. Se on hedelmällinen alue, josta gallialaiset, etruskit ja roomalaiset kiistelivät. VAROITUS: Kartassa on paljon lumihiukkasia, jotka voivat vaikuttaa grafiikkasuorituskykyyn heikolla laitteistolla.
fr: Le nord de l'Italie, près des Alpes, est appelé Gaule cisalpine par les Romains. C'est une région fertile disputée par les Gaulois, les Étrusques et les Romains. ATTENTION : La carte comporte beaucoup de particules de neige qui pourraient affecter les performances graphiques sur les matériels bas de gamme.
id: Italia utara di dekat Alpen disebut Galia Cisalpin oleh bangsa Romawi. Daerah tersebut adalah daerah subur yang diperebutkan bangsa Galia, Etruria, dan Romawi. PERINGATAN: Peta ini memiliki banyak partikel salju yang dapat mempengaruhi kinerja pada perangkat keras kelas bawah.
it: L'Italia settentrionale vicino alle Alpi è chiamata Gallia Cisalpina dai Romani. È una zona fertile contesa da Galli, Etruschi e Romani. ATTENZIONE: la mappa contiene molte particelle di neve che potrebbero influire sulle prestazioni grafiche su hardware di fascia bassa.
ja: アルプスに近い北イタリアは、ローマ人によってガリア・キサルピナと呼ばれていた。ガリア人、エトルリア人、ローマ人などが争った肥沃な地域です。 注意：マップには雪の粒子が多く含まれており、低性能のハードウェアではグラフィックのパフォーマンスに影響を与える可能性があります。
ko: 알프스 주변의 북이탈리아는 로마인들에 의해 시살피네 골이라고 불립니다. 이곳은 골족, 에트루리아인, 로마인 모두가 경쟁하는 비옥한 지역입니다. 주의: 지도에는 저가형 하드웨어의 그래픽 성능에 영향을 미칠 수 있는 많은 눈 입자가 있습니다.
nl: Noordelijk Italië, voor de Alpen, werd door de Romeinen Cisalpijns Gallië genoemd. Het is een vruchtbaar gebied waar de Galliërs, de Etrusken en de Romeinen elkaar bestreden. LET OP: de landkaart bevat veel sneeuw wat van invloed kan zijn op de grafische prestaties op low-end apparatuur.
pl: Północne Włochy w pobliżu Alp nazywane są przez Rzymian Galią Cisalpejską. Jest to żyzny obszar, o który walczyli Galowie, Etruskowie i Rzymianie. UWAGA: Mapa zawiera dużo połaci śniegu, które mogą wpływać na wydajność grafiki na słabym sprzęcie.
pt_br: O norte da Itália próximo aos Alpes é chamado de Gália Cisalpina pelos Romanos. Essa é uma fértil área, contestada por Gauleses, Etruscos e Romanos. ALERTA: Esse mapa tem muitas partículas de neve que podem afetar a performance gráfica em computadores com especificações mais simples.
pt_pt: O norte de Itália, perto dos Alpes, é chamado pelos romanos de Gália Cisalpina. É uma zona fértil disputada por gauleses, etruscos e romanos. CUIDADO: o mapa tem muitas partículas de neve que podem afetar o desempenho gráfico em computadores mais lentos.
ru: Северную Италию около Альп римляне называли Цизальпийской Галлией. Это плодородный регион, который в равной степени оспаривается галлами, этрусками и римлянами. ВНИМАНИЕ! На карте много частиц снега, которые могут влиять на производительность графики на слабом оборудовании.
sk: Severné Taliansko, neďaleko Álp, je Rimanmi nazývané Cisalpínska Gália. Je to úrodné územie nárokované Galmi, Etruskami aj Rimanmi. POZOR: Mapa má veľa snežných čiastočiek ktoré môžu ovplyvniť hrateľnosť na slabých počítačoch.
tr: Alpler yakınlarındaki Kuzey İtalya'ya Romalılar tarafından Cisalpine Gaul denir. Bu verimli bölge Galyalılar, Etrüskler ve Romalılar tarafından çokça istenmiştir. DİKKAT: Harita, düşük seviyeli cihazlarda grafik performansını etkileyebilecek, çok sayıda kar taneciği vardır.
uk: Північну Італію близ Альп римляни називали Цизальпійською Галлією. Це родючий регіон, який в рівній мірі оскаржується галлами, етрусками та римлянами. УВАГА: На карті багато частинок снігу, які можуть впливати на продуктивність графіки на слабкому обладнанні.
zh: 靠近阿尔卑斯山的意大利北部，罗马称之为 Cisalpine Gaul。 这一带土地肥沃，是高卢、伊特鲁里亚和罗马三方争夺之地。 注意：地图上积雪很多，可能会影响低配电脑。
zh_tw: 靠近阿爾卑斯山的義大利北部被羅馬人稱為山南高盧。這是一塊肥沃的地區，受到高盧人、伊特魯里亞人和羅馬人的爭奪。 注意：地圖有很多雪粒子，可能會影響低端硬件的圖形性能。

source: Cisalpine Winter (2)
ast: Hibierno cisalpino (2)
bg: Цизалпийска зима (2)
cs: Cisalpská zima (2)
da: Cisalpin Vinter
de: Cisalpiner Winter (2)
el: Σισαλπίνος Χειμώνας (2)
es: Invierno cisalpino (2)
eu: Cisalpine negua (2)
fi: Alppien eteläpuolinen talvi (2)
fr: Hiver cisalpin (2)
id: Musim Salju Cisalpina (2)
it: Inverno cisalpino (2)
ja: 冬季キサルピナ (2)
ko: 시살핀 겨울 (2)
nl: Cisalpijnse winter (2)
pl: Przedalpejska zima (2)
pt_br: Inverno Cisalpino (2)
pt_pt: Inverno cisalpino (2)
ru: Цизальпийская зима (2)
sk: Cisalpínska zima (2)
tr: Cisalpin Kış (2)
uk: Цизальпійська Зима (2)
zh: 阿尔卑斯的冬天（2）
zh_tw: 南山冬季 (2)
