Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: +10% territory effect for all buildings while he lives.
br: +10% a efed tiriadel evit an holl savadurioù keit m'emañ o vevañ.
el: +10% εδαφική επιρροή για όλα τα κτήρια όσο ζεί.
es_ar: +10% de Incremento de territorio para todos los edificios mientras esté vivo.
ga: Tionchar críocha +10% do gach foirgneamh i rith a bheatha.
gd: +10% de bhuaidh ranntair air gach togalach fhad ’s a bhios e beò.
he: + 10% שטח השפעה על כל המבנים בזמן שהוא חי.
hr: +10% teritorijalnog efekta za sve građevine dok je jedinica živa.
lv: +10% teritorijas ietekmes visām būvēm viņa dzīves laikā.
ms: +10% kesan wilayah pada semua bangunan yang dia diami.
nb: +10% territorieeffekt for alle bygninger i hans levetid.
te: అతను బ్రతుకున్నంత కాలం అన్ని భవంతుల భూ పరిధి +10 శాతం.

source: -50% garrisoned regeneration rate for enemy civic centers.
br: -50% a feur gwarnizonoù azganet evit kreizennoù keodedel enebour.
el: -50% στο ρυθμό αναγέννησης για τα φρουρόμενα αντίπαλα κέντρα.
es_ar: El índice de regeneración de unidades guarecidas en los Centros Cívicos enemigos se reduce un 50%.
ga: Ráta athghiniúna -50% do dhaoine atá in ngarastún san ionaid sibhialta naimhde.
gd: -50% air luaths ath-ghintinn airson aonadan a tha ’nan gearastan ann an ionadan sìobhalta nàimhdeil.
he: -50% התחדשות מחודשת שיעור למרכזי האויב האויב.
ms: -50% kadar penjanaan kesetiaan bergarison untuk pusat sivik pihak musuh.
nb: -50% stajonert lojalitetsgenereringsrate for fiendtlige samfunnssentre.

source: +20% attack and +20% capture for pikemen.
br: +20% a argad ha +20% a bakadur evit goafourien.
el: +20% επίθεση και +20% αιχμαλωσία για τους δορατοφόρους στρατιώτες.
es_ar: Los piqueros obtienen un 20% más de ataque y 25% más de puntos de captura.
ga: Ionsaí +20% agus gabháil +20% d'fhir píce.
gd: +20% a dh’ionnsaigh is +20% a ghlacadh airson pìcearan.
he: + 20% התקפה + 20% ללכוד עבור pikemen.
ms: +20% serangan dan +2 tangkapan untuk askar tombak.
nb: +20% angrep og +20% erobring for pikenérer.

source: +20% attack, +10% range and +1 armor for siege engines.
br: +20% a arad, +10% a hed-tenn ha +1 a houarnwisk evit ar mekanikoù seziz.
el: +20% επίθεση, +10% εμβέλεια και +1 θωράκιση για τις πολιορκητικές μηχανές.
es_ar: +20% de ataque, +10% de rango de disparo y mas +1 de armadura para armas de asedio
ga: Ionsaí +20%, raon +10% agus armúr +1 d'innill léigir.
gd: +20% a dh’ionnsaigh, +10% a dh’astar is +1 a dh’armachd airson innealan-sèiste.
he: + 20% התקפה, + טווח 10% ו 1 שריון עבור מנועי המצור.
ms: +20% serangan , +10% jangkauan dan +1 perisai untuk alat pengepung.

source: All soldiers +20% attack as long as Pyrrhos lives, but also -15% health.
br: An holl soudarded o deus +20% a dagusted keit ha ma vev Pyrrhos, met ivez -15% a yec'hed.
el: Όλοι οι στρατιώτες +20% επίθεση όσο ο Πύρρος ζει, αλλά -15% υγεία.
es_ar: Mientras Pirro viva, todos los soldados obtienen un 20% más en ataque pero también un 15% menos de vida.
ga: Ionsaí +20% do gach saighdiúir nuair Piorros ina bheatha, ach sláinte -15% freisin.
gd: Gheibh gach saighdear +20% air an ionnsaigh fhad ’s a tha Pyrrhos beò ach -15% air an slàinte cuideachd.
he: כל החיילים + 20% התקפה כל עוד Pyrrhos חייהם, אבל גם -15% בריאות.
lv: Visiem karavīriem +20% uzbrukuma kamēr Pyrrhos ir dzīvs, bet arī -15% dzīvības
ms: Semua askar +20% serangan dalam tempoh hayat Pyrrhos, sebaliknya -15% hayat.
nb: Alle soldater +20% angrep så lenge Pyrrhos lever, men også -15% helse.
te: ప్యర్ర్హోస్ బ్రతుకున్నత కాలం సైనికులందరికి +20 శాతం దాడి బలం, కాని -15 శాతం ఆరోగ్యం.

source: Temples and temple technologies -50% cost, in resources and time.
br: An Templ ha teknologiezhoù an templ a goust -50% e mamenn hag en amzer.
el: Οι ναοί και οι τεχνολογίες των ναών στοιχίζουν -50% σε πόρους και χρόνο.
es_ar: Los templos y sus tecnologías reducen su costo y tiempo un 50%.
ga: Costas teampall agus téicneolachtaí dteampaill -50%, ar thaobh acmhainní agus am de.
gd: Bheir seo -50% air cosgais stòras is ùine nan teampall, a’ gabhail a-steach rannsachaidh teicneolais.
he: מקדשים וטכנולוגיות המקדש -50% עלות, במשאבים ובזמן.
lv: Tempļi un tempļu tehnoloģijas -50% cena, resursos un laikā
ms: Kuil dan teknologi kuil -50% kos, iaitu sumber dan masa.
nb: Tempel og tilhørende teknologier -50% ressurs- og tids-kost.
te: వనరులు మరియు సమయం పరముగా ఆలయాలకి వాటి సాంకేతిక విజ్ఞానశాస్త్రాలికి -50 శాతం కర్చు.

source: Empower a building with -20% cost and -50% research time while he is garrisoned in it.
br: Aotrean ur savadur gant -20% a goust ha -50% a amzer enklask tra m'eman gwarnizonet e-barzh.
el: Ενδυνάμωσε ένα κτίριο με μείωση -20% του κόστους και μείωση -50% του χρόνου έρευνας καθώς είναι τοποθετημένος μέσα.
gd: Cuir cumhachd dhe -20% air cosgais -50% air ùine rannsachaidh togalaich fhad ’s a bhios e ’na ghearastan ann.
ms: Perkasakan bangunan dengan -20% kos dan -50% tempoh kajian ketika dia bergarison di dalamnya.
nb: Gir en bygning -20% kost og -50% utforskningstid mens han er stasjonert i den.

source: +20% attack and +1 capture for cavalry soldiers.
br: +20% a argad ha +1 a bakadur evit soudarded marc'hegerezh.
el: +20% επίθεση και +1 αιχμαλωσία για τους στρατιώτες ιππικού.
es_ar: Los soldados de caballería incrementan un 20% de ataque y 1 punto de captura.
ga: Ionsaí +20% agus gabháil +1 don marcshlua.
gd: +20% a dh’ionnsaigh is +1 air a’ ghlacadh airson saighdearan eachraidh.
he: + 20% התקפה + 1 ללכוד עבור חיל פרשים.
ms: +20% serangan dan +1 tangkapan untuk aksar berkuda.
nb: +20% angrep og +1 erobring for kavaleri.

source: +15% movement speed for all soldiers, siege engines and traders.
br: +15% a dizh evit an holl soudarded, mekanikoù seziz ha kenwerzhourien.
el: +15% ταχύτητα κίνησης σε όλους τους στρατιώτες, πολιορκητικές μηχανές και εμπόρους.
es_ar: Todos los soldados, maquinaria de asedio y comerciantes incrementan su velocidad en un 15%.
ga: Luas gluaiseachta +15% do gach saighdiúir, inneall léigir, agus ceannsaí.
gd: Gluaisidh gach saighdear, inneal-sèiste is neach-malairt +15% nas luaithe.
he: + 15% מהירות התנועה לכל החיילים, מנועי המצור והסוחרים.
ms: +15% kelajuan gerakan untuk semua askar, alat pengepung dan pedagang.

source: +15% gather rate and build rate for workers.
br: +15% a feur dastum ha feur sevel evit labourerien.
el: +15% στο ρυθμό συλλογής και κατασκευής για τους εργάτες.
es_ar: Los trabajadores incrementan su índice de recolección y construcción en un 15%.
ga: Ráta bailithe agus tógála +15 d'oibrithe.
gd: Cruinnichidh is togaidh an luchd-obrach +15% nas luaithe.
he: + 15% לאסוף שיעור ולבנות שיעור העובדים.
ms: +15% kadar pengumpulan dan kadar pembinaan bagi pekerja.
nb: +15% sanking og bygningsrate for arbeidere.

source: -20% attack repeat time for soldiers and siege engines.
br: -20% a amzer pleustradenn argad evit soudarded ha ijinennoù seziz.
el: -20% στο χρόνο επανάληψης της επίθεσης για τους στρατιώτες και τις πολιορκητικές μηχανές.
es_ar: Los soldados y la maquinaria de asedio reducen su velocidad de ataque un 20%.
ga: Am athionsaithe -20% do shaighdiúirí agus innill léigir.
gd: -20% air an ùine a bhèir e mus doir na saighdearan is innealan-sèiste ionnsaigh a-rithist.
he: 20% התקפה זמן לחזור על החיילים ועל מנועי המצור.
ms: -20% masa ulangan serangan untuk askar dan alat pengepung.
nb: -20% angrepgjentakelsestid for soldater og beleiringsmaskiner.

source: +10% health for allied heroes.
br: +10% a yec'hed evit harozed kevredet.
el: +10% υγεία για τους ήρωες των συμμάχων.
es_ar: Los héroes aliados obtienen un 10% más de salud.
ga: Sláinte +10% do laochra comhghuaillithe.
gd: +10% de shlàinte airson curaidhean caidreabhach.
he: + 10% בריאות עבור גיבורים בעלות הברית.
ms: +10% hayat untuk adiwira sekutu.
nb: +10% helse for allierte helter.

source: -10% health for enemy heroes.
br: -10% a yec'hed evit harozed enebour.
el: -10% υγεία για τους ήρωες των εχθρών.
es_ar: Los héroes enemigos pierden un 10% de salud.
ga: Sláinte -10% do laochra naimhde.
gd: -10% de shlàinte airson curaidhean nàimhdeil.
he: -10% בריאות עבור גיבורי האויב.
ms: -10% hayat untuk adiwira pihak musuh.
nb: -10% helse for fiendtlige helter.

source: Pikemen have 40% greater health during his lifetime.
br: Goafourien o deus 40% a yec'hed gwelloc'h e-pad e vuhezpad.
el: Οι λογχοφόροι έχουν 40% περισσότερη υγεία κατά τη διάρκεια της ζωής τους.
es_ar: Los piqueros obtienen un 40% más de salud mientras esté vivo.
ga: Sláinte na bhfear píce 40% níos mó i rith a bheatha.
gd: Bidh 40% a shlàinte a bharrachd air pìcearan fhad ’s a bhios e beò.
he: Pikemen יש 40% יותר בריאות במהלך חייו.
ms: Askar tombak mempunyai 40% lebih hayat ketika jangka hayat mereka.
nb: Pikenérer har 40% bedre helse i hans levetid.

source: +10% build and repair rate for workers.
br: +10% a sevel ha feur dresan evit labourerien.
el: +10% στο ρυθμό κατασκευής και επιδιόρθωσης για τους εργάτες.
es_ar: Los trabajadores incrementan un 10% el índice de construcción y reparación
ga: Ráta tógála agus deisithe +10% d'oibrithe.
gd: Togaidh is càirichidh an luchd-obrach nas luaithe le +10%.
he: + 10% לבנות ולתקן שיעור עבור עובדים.
ms: +10% kadar pembinaan dan membaiki bagi pekerja.
nb: +10% bygnings- og reparerings -takt for arbeidere.

source: Mercenaries cost -35% resources during his lifetime.
br: Digresket e vez koust ar c'hoprsoudarded eus -35% e mammenoù e-pad e vuhez.
el: Οι Μισθοφόροι κοστίζουν -35% πόρους κατά τη διάρκεια της ζωής του.
es_ar: Los Mercenarios reducen su costo de entrenamiento un 35% mientras esté vivo.
ga: Costas acmhainní na n-amhas -35% i rith a bheatha.
gd: Bidh saighdearan-duaise nas saoire le -35% fhad ’s a bhios e beò.
he: שכירי החרב עולה 35% משאבים במהלך חייו.
ms: Kos askar upahan -35% sumber semasa hayat beliau.

source: +15% attack for cavalry.
br: +15% a argad evit Marc'hegerezh.
el: +15% επίθεση για το ιππικό.
es_ar: La caballería incrementa el ataque un 15%.
ga: Ionsaí +15% don marcshlua.
gd: +15% a dh’ionnsaigh airson eachraidh.
he: + 15% התקפה על חיל הפרשים.
ms: +15 serangan untuk askar berkuda.
nb: +15% angrep for kavaleri.

source: -10% attack for enemy infantry.
br: -10% a dagusted evit ar soudarded war-droad enebour.
el: -10% επίθεση για το εχθρικό πεζικό.
es_ar: La infantería enemiga pierde un 10% de ataque.
ga: Ionsaí -10% do choisithe naimhde.
gd: -10% a dh’ionnsaigh airson coisridh nàimhdeil.
he: התקפה של 10% על חי"ר של האויב.
ms: -10% serangan untuk askar infantri pihak musuh.
nb: -10% angrep for fiendtlig infanteri.

source: +1 armor for all units and structures.
br: +1 a houarnwisk evit an holl unanennoù hag ar savadurioù.
el: +1 πανοπλία για όλες τις μονάδες και τα κτίρια.
es_ar: +1 de armadura a todas las unidades
ga: Armúr +1 do gach aonad agus foirgneamh.
gd: +1 de dh’armachd airson gach aonad ’s togalach.
he: 1 שריון עבור כל יחידות ומבנים.
hr: +1 oklopa za sve jedinice i zgrade.
lv: +1 bruņas visām vienībām un būvēm.
ms: +1 perisai untuk semua unit dan struktur.
nb: +1 rustningsgrad for alle enheter og bygninger
te: అన్ని బలగాలకి మరియు నిర్మాణాలకు +1 కవచం.

source: +20% attack and +2 capture for soldiers and siege engines.
br: +20% a dagusted ha +2 a bakusted evit ar soudarded ha mekanikoù seziz.
el: +20% επίθεση και +2 κατάληψη για τους στρατιώτες και τις πολιορκητικές μηχανές.
es_ar: +20% de ataque y +2 de captura para soldados y equipo de asedio.
ga: Ionsaí +20% agus gabháil +2 do shaighdiúirí agus innill léigir.
gd: +20% a dh’ionnsaigh is +2 air a’ ghlacadh airson a h-uile saighdear ’s inneal-sèiste.
he: + 20% התקפה ו -2 ללכוד חיילים ומכונות מצור.
ms: +20% serangan dan +2 tangkapan untuk askar dan alat pengepung.
nb: +20% angrep og +2 erobring for alle soldater og beleiringsvåpen.

source: Nearby cavalry gains +2 levels of all armor types.
br: Ar varc'heien nepell a c'hounez +2 live evit an holl doareoù houarnwik.
el: Το κοντινό ιππικό παίρνει +2 βαθμούς σε όλους τους τύπους πανοπλίας.
es_ar: La caballería cercana gana +2 niveles de todos los tipos de armadura.
ga: Faigh marcra in aice láimhe +2 léibhéal níos mó i ngach cineál armúir.
gd: Gheibh aonadan eachraidh am fagas +2 air gach seòrsa de dh’armachd.
he: הפרשים הסמוכים מרוויחים 2 רמות של כל סוגי שריון.
ms: Semua askar berkuda berhampiran bertambah +2 aras bagi semua jenis perisai.

source: -20% health for enemy buildings, siege engines and ships.
br: -20% a vuhez evit ar savadurioù enebour, mekanikoù seziz ha bigi.
el: -20% υγεία για τα εχθρικά κτήρια, πολιορκητικές μηχανες και πλοία.
es_ar: -20% de salud a las estructuras, barcos y equipamiento de asedio enemigas.
ga: Sláinte -20% d'fhoirgnimh naimhde, innill léigir agus longa.
gd: -20% de shlàinte air togalaichean, innealan-sèiste is longan nàimhdeil.
he: 20% בריאות למבני האויב, מנועי מצור וספינות.
ms: -20% hayat untuk bangunan, enjin pengepung, dan kapal pihak musuh.
nb: -20% helse for fiendtlige bygninger, beleiringsvåpen og skip.

source: +20% attack and movement speed for war elephants.
br: +20% a dagusted ha tizh evit an olifanted brezel.
el: +20% επίθεση και ταχύτητα κίνησης για τους πολεμικούς ελέφαντες.
es_ar: +20% de ataque y velocidad de movimiento para elefantes de guerra.
ga: Ionsaí agus luas gluaiseachta +20% d'eilifintí cogaidh.
gd: +20% a dh’ionnsaigh is luaths gluasaid nan ailbheanan-cogaidh.
he: + 20% התקפה ותנועה מהירות עבור פילים המלחמה.
ms: +20% serangan dan kelajuan gerakan untuk gajah perang.
nb: +20% angrep og bevegelseshastighet for krigselefanter.

source: +25% attack and +1 armor for javelin infantry citizen-soldiers.
br: +25% a dagusted ha +1 a houarnwisk evit ar geodedourien speger war droad.
el: +25% επίθεση και +1 θωράκιση για ακοντιστές πεζικάριους πολίτες οπλίτες.
es_ar: Los Ciudadanos Soldado de infantería de jabalinas incrementan un 25% de ataque y 1 punto de armadura.
ga: Ionsaí +25% agus armúr +1 do ghaithleannaigh mhíle-shaoránacha.
gd: +25% a dh’ionnsaigh is +1 air an armachd airson coisridh-dhùthcha gatha.
he: + 25% התקפה + 1 שריון של javelin חי"ר אזרחים חיילים.
ms: +25% serangan dan +1 perisai untuk aksar-rakyat infantri bertombak.

source: +25% attack and +1 capture for spear soldiers.
br: +25% a argad ha +1 a bakadur evit goaferien.
el: +25% επίθεση και +1 αιχμαλωσία για τους ακοντιστές στρατιώτες.
es_ar: +25% de ataque y +1 de captura para soldados con lanza.
ga: Ionsaí +25% agus gabháil +1 do shleádóirí.
gd: +25% a dh’ionnsaigh is +1 air a’ ghlacadh airson saighdearan sleagha.
he: + 25% התקפה 1 ללכוד עבור חנית חיילים.
ms: +25% serangan dan +1 tangkapan untuk aksar bertombak.
nb: +25% angrep +1 erobring for spydsoldater.

source: As in all cultures, religion played a significant part in the Meroë Empire. Shanakdakheto had the Temple built around 160 B.C. as a symbol of the advancedness of Meroë. +1 heal rate for units garrisoned in nearby temples.
es_ar: Como en todas las culturas, la religión jugó un papel importante en el Imperio Meroe. Shanakdakheto hizo construir el templo alrededor de 160 a C. como un símbolo del desarrollo de Meroe. +1 punto el índice de sanación de templos cercanos para unidades guarecidas.
ga: Mar atá i ngach cultúr eile, bhí slí mhór ag an gcreideamh san Impireacht Méróé. Thóg Sianacdaichéto an Teampaill sa 160 R.C. mar siombail mhór don shofaisticiúilteacht de chuid Méróé. Ráta cneasaithe i ngarastún +1 do theampaill in aice láimhe.

source: Son of Seleucus Nicator, Antiochus succeeded in the formidable task of keeping the empire together, meanwhile founding temples and defeating the invading Gauls with war elephants. -10% cost for War Elephants.
es_ar: Hijo de Seleuco I Nícator, Antíoco cumplió con éxito la formidable tarea de mantener el imperio unido, construyendo templos y derrotando a los galos invasores con elefantes de guerra. -10% al costo de los Elefantes de Guerra.
ga: D'éirigh le hAintióchus, mac Selecus Nicator, an impireacht a choinneáil - cúram gríobhach. Lena linn sin, bhunaigh sé teampaill agus bhain sé úsáid as eilifintí chun buach ar na Gallaigh agus iad ag ionradh. -10% costas le haghaidh Eilifintí Cogaidh.

source: Enemy healers −50% healing rate.
es_ar: -50% al índice de curación de curanderos enemigos
ga: Ráta cneasaithe -50% do chneasaí naimhde.

source: Empower a building with -20% cost and -50% research time for technologies while he is garrisoned in it.
es_ar: Una vez guarecido en un edificio, este -20% el costo y -50% el tiempo para desarrollo de tecnologías.
ga: Nuair atá an laoch i ngarastún, tá an foirgneamh cumasaithe le costas -20% agus am taighde -50%.

source: Gatherers +75% farming rate around a captured Farmstead.
ro: Culegătorii au +75% rata de recoltare în jurul unei gospodării capturate.

source: Allied warships −25% construction time.
bn: বন্ধু রাষ্ট্রের যুদ্ধজাহাজের নির্মাণ সময় ২৫% হ্রাস করে।

source: Allied healers −20% resource costs.
bn: বন্ধু রাষ্ট্রের আরোগ্যকারীদের খরচ ২০% হ্রাস করে।

source: Allied markets +10% international trade bonus.
bn: বন্ধু রাজ্যের বাজারে ১০% বেশি আন্তর্জাতিক বাণিজ্য বোনাস ।

source: Allied structures −20% technology research time.
bn: বন্ধু রাষ্ট্রের কাঠামোগুলোতে প্রযুক্তি গবেষণা সময় ২০% হ্রাস করে।

source: Allied citizen-soldier javelinists −20% resource costs.
bn: বন্ধু রাষ্ট্রের বল্লমধারী নাগরিক-সৈনিকদের খরচ ২০% হ্রাস করে।

source: Allied elephants −20% resource costs and training time.
bn: বন্ধু রাষ্ট্রের হাতিদের জন্য খরচ ও প্রশিক্ষণের সময় ২০% হ্রাস করে।

source: Repairing Ship aura
hr: Aura za popravak brodova.
lv: Kuģa remonta aura
te: నౌకా మరమ్మత్తు కాంతి ప్రకాశం

source: Heals garrisoned ship at 10 HP per second.
lv: Izārstē garnizona kuģus 10 VP sekundē
te: సెకనుకు 10 హెచ్.పి చప్పున ఎక్కినవారికి నయం అవుతుంది.

source: Healing Aura
hr: Iscjeliteljska aura
lv: Ārstējošā Aura
te: నయం చేసే కాంతి ప్రకాశం

source: Heals nearby units at 3 HP per second.
hr: Iscjeljuje obližnje jedinice 3 HP po sekundi
lv: Dziedē tuvējās vienības 3 VP sekundē.
te: దగ్గరలో ఉన్నవారికి సెకనుకి 3 హెచ్.పి చప్పున నయమైతుంది.

source: Defensive Aura
hr: Obrambena Aura.
lv: Aizsardzības Aura
te: రక్షణ కాంతి ప్రకాశము

source: Gives all iberian soldiers in aura +20% attack boost. Effect Range: 50 meters
lv: dod visiem ibēriešu karavīriem aurā +20% uzbrukuma. Efekta rādiuss: 50 metri
te: కాంతి ప్రకాశంలో ఉన్న ఐబీరియన్ సైనికులందరికి +20 శాతం దాడి శక్తి ఇస్తుంది. ప్రభావ పరిధి: 50 మీటర్లు

source: Library Aura
hr: Knjižnička Aura
lv: Bibliotēkas Aura
te: గ్రంధాలయం కాంతి ప్రకాశము

source: Loyalty Aura
hr: Aura Vjernosti.
lv: Lojalitātes Aura
te: రాజభక్తి కాంతి ప్రకాశము

source: All structures in range +50% garrisoned loyalty regeneration rate.
lv: Visas ēkas ietekmes laukumā +50% garnizona uzticības reģenerācijas ātrums.
te: పరిధిలో ఉన్న భవంతులన్నీ +50 శాతం రక్షక భటుల విశ్వాసం పునరుత్పత్తి జరుగును

source: All traders in range +20% speed.
lv: Visi tirgotāji diapazonā +20% ātruma
te: పరిధిలో ఉన్న వ్యాపారులందరికి +20 శాతం వేగం.

source: Boosts nearby farming with +25% gathering rate.
hr: Obližnje farme dobivaju +25% brže skupljanje resorsa
lv: Pāatrina tuvējo zemkopību ar +25% savākšanas ātrumu.
te: దగ్గరలో ఉన్న వ్యవసాయాలకు +25 శాతం సేకరించు శక్తి.

source: Hellenization.
hr: Helenizacija
lv: Helenizācija.
te: గ్రీక్ పద్ధతులచే స్ఫూర్తి పొందుట.

source: Wonder Aura
hr: iznenađujuča Aura
lv: Brīnuma Aura
te: వింత యొక్క కాంతి ప్రకాశము

source: Glorious Expansion Aura
hr: Aura Divnog Proširenja
lv: Lieliskās Izplešanās Aura
te: దివ్యమైన విస్తరణ కాంతి ప్రకాశము

source: Inspiration Aura
hr: Nadahnjujuća Aura
lv: Iedvesmas aura
te: స్పూర్తిదాయక కాంతి ప్రకాశము

source: Nearby citizen soldiers work 10% faster.
lv: Tuvējie iedzīvotāju karavīri strādā 10% ātrāk
te: దగ్గరలో ఉన్న పౌర సైనికులు 10 శాతం వేగంగా పనిచేస్తారు.

source: Solon instituted several economic reforms encouraging commerce and agriculture. +10% gather rate of workers within an 80 meter range.
te: సొలాన్ చాలా ఆర్ధిక సంస్కరణలు చేపట్టి ఆర్థిక కార్యకలాపాలను మరియు వ్యవసాయాన్ని ప్రోత్సహించాడు. 80 మీటర్ల పరిధిలో ఉన్న పనివాల్లందరకి +10 శాతం సేకరించు సామర్ధ్యం.

source: Guerilla Tactics
te: ఆటవిక ఎత్తుగడలు

source: Seeing entrenched defense to be useless against the Roman army, Cassivellanus resorted to gurerilla tactics. This was later employed by other cheiftains too. +15% speed and vision range for soldiers.
te: రోమన్ సైన్యంపై పాకుకొని పోయే రక్షణ పని చేయకపోవడం వలన కాస్సివేల్లనుస్ ఆటవిక ఎత్తుగడలవైపు మొగ్గు చూపాడు. దీన్ని తరవాత ఇతర సామంతులు కూడా అమలులోకి తెచ్చారు. సైనికులకు +15 శాతం వేగం మరియు దృష్టి పరిధి అవును.

source: Cassivellanus deployed fast-moving skirmishers to harass Roman troops and foragers. +20% attack range for skirmisher javelins.
te: రోమన్లను మరియు దోపిడిదారులను వేధించేందుకు కాస్సివేల్లనుస్ వేగంగా కదిలే చిన్న సైన్యాల్ని పంపించాడు. ఈటె విసిరే చిన్ని సైన్యాలకు +20 శాతం దాడి చేసే పరిధి పెంపు.

source: Warring with the Romans, Ambiorix realized the futility of open warfare and instead resorted to ambush tactics. The Gauls quickly learned where and when to execute surprise attacks. Units promote 25% faster and gain a 5% attack bonus.
te: రోమంస్తో యుద్ధం చేసి చేసి అమ్బిఒరిక్ సూటి యుద్ధం యొక్క నష్టం కనుగున్నాడు మరియు ఆకస్మికంగా దాడి వ్యూహాల వైపు మొగ్గు చూపాడు. గాల్స్ ఎప్పుడు ఎక్కడ మెరుపు దాడులు చెయ్యాలో చాలా తొరగా నేర్చుకున్నారు. బలగాలు 25 శాతం వేగంగా వెళ్లును మరియు 5 శాతం దాడి లాభము పొందును.

source: When the Roman Army fell short of food supplies, the Gallic tribes were ordered to give up a part of their already meagre harvest. The Eburones under Ambiorix were reluctant to do so, therefore Caesar sent troops to take them by foce. -10% farming rate.
te: రోమన్ సైన్యానికి ఆహార కొరత వచ్చినప్పుడు గల్లిక్ తెగలను తమదగ్గర ఉన్న కొద్దిపాటి పంటకోతలోనుంచి బాగాన్ని ఇవ్వమని ఆదేశించారు. అమ్బిఒరిక్ష్ కింద ఉన్న ఎబురోన్స్ కి ఇది ఎంత మాత్రం ఇష్టం లేదు, అందువల్ల బలవంతంగా తీసుకురమ్మని "సీసర్" సేనలను పంపాడు. -10 శాతం వ్యవసాయ బలం.

source: Following the fall of Indibil in battle, Mandonius led the survivors to safety. +15% movement speed and +10% health for all soldiers.
te: ఇండిబిల్ యుద్ధంలో ఓటమి చవి చూసినప్పుడు, మాన్డోనిఅస్ మిగిలిన వాళ్ళని భద్రమైన చోటుకు తరలించాడు. సైనికులందరికి +15 శాతం కదిలే వేగము మరియు +10 శాతం ఆరోగ్యము.

source: Throughout his reign, much of Artaxerxes' wealth was spent on building projects. He restored the Palace of Darius I at Susa, and restored the ancient city of Ecbatana. +5% health and -5% resource cost for all buildings.
te: అతని పరిపాలన మొత్తంలొ చాలా వరుకు అర్తక్షేర్క్షస్ ధనమంతా భవంతుల నిర్మాణంలోనే కర్చైయింది. అతను సుసలోని దరైఉస్ 1 యొక్క రాజభవనాన్ని పునరుద్ధరించాడు, మరియు ప్రాచీన నగరమైన 'ఎక్బతన'ను పునరుద్ధరించాడు. అన్ని భవంతులకి +5 శాతం ఆరోగ్యం మరియు -5 శాతం వనరుల కర్చు.

source: Continuing his predecessors' work on the Great Library at Alexandria, he seized every book brought to Alexandria, thus leaving to his people a vast amount of hoarded wisdom. -10% resource cost for all technologies.
te: అలెక్షాండ్రియ గొప్ప గ్రంధాలయంలో అతని పూర్వీకుల పనిని కొనసాగిస్తూ అతను అలెక్షాండ్రియ వచ్చిన ప్రతి పుస్తకాన్ని భద్రపరిచాడు, ఈ విధంగా అతని ప్రజలకు అపారమైన జ్ఞానసంపదను వదిలాడు. అన్ని సాంకేతిక విజ్ఞానశాస్త్రాలకు -10 శాతం వనరుల కర్చు.

source: Founder and Defender of the Republic Aura
te: గణతంత్రరాజ్యము ప్రకాశము యొక్క స్థాపికుడు మరియు సంరక్షకుడు

source: All soldiers in his formation +15% speed and +1 armor.
lv: Visi karavīri viņa ierindā +15% ātruma un +1 bruņas
te: అతని నిర్మాణములో ఉన్న సైనికులందరికి +15 శాతం వేగం మరియు +1 కవచం.

source: Builder Aura
hr: Graditeljska Aura
lv: Celtnieka Aura
te: నిర్మించువాడి కాంతి ప్రకాశం

source: Buildings construct 15% faster within his aura.
lv: Ēkas tiek pabeigtas 15% ātrāk ar iekš viņa aura
te: అతని ప్రకాశంలో భవంతులు 15 శాతం వేగంగా కట్ట బడతాయి.

source: Acropolis Aura
hr: Akropolska Aura
lv: Akropoles Aura
te: అక్రోపోలిస్ కాంతి ప్రకాశం
