Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Building a Small Kushite Pyramid unlocks the Town Phase. Building a Large Kushite Pyramid unlocks the City Phase. And each pyramid built adds +10% territory effect to Civic Centers.
ast: Construyir una pirámide cuxita pequeña desbloquia la fas de la villa. Construyir una pirámide cuxita grande desbloquia la fas de la ciudá. Por cada pirámide construyida amiéstase un +10% al efeutu nel territoriu de los centros civiles.
bg: Построяването на малка кушитска пирамида отключва Градската фаза. Построяването на голяма кушитска пирамида отключва фаза Мегаполисната фаза. За всяка построена пирамида се добавя +10% територия към селищните центрове.
br: Sevel ur biramidenn gKushite Vihan a zivorailh Pazenn ar C'hêrioù. Sevel ur biramidenn gKushite Vras a zivorailh Pazenn ar C'hêrioù Bras. Evit pep piramidenn savet e vez roet +10% a efed tiriadel d'ar C'hreizennoù Keodedel.
ca: Construir una Piràmide Cuixita xicoteta desbloqueja la Fase Vila. Construir una Piràmide Cuixita gran desbloqueja la Fase Ciutat. I cada piràmide construïda afig +10% efecte territorial als Centres Cívics.
cs: Postavením malé kúšanské pyramidy se zpřístupňuje městská fáze. Postavením velké kúšanské pyramidy se zpřístupňuje velkoměstská fáze. A každá postavená pyramida přidává +10% územní účinku správním střediskům.
de: Der Bau einer kleinen Kuschitenpyramide schaltet die Stadtphase frei. Der Bau einer großen Kuschitenpyramide schaltet die Großstadtphase frei. Und jede gebaute Pyramide fügt +10% Territorialeinfluss für Verwaltungssitze hinzu.
el: Η οικοδόμηση μιας Μικρής Κουσίτικης Πυραμίδας ξεκλειδώνει τη Φάση της Κωμόπολης. Η οικοδόμηση μιας Μεγάλης Κουσίτικης Πυραμίδας ξεκλειδώνει την Φάση της Πόλη. Για κάθε πυραμίδα που κατασκευάζεται προστίθεται +10% εδαφικό πλεονέκτημα στα Αστικά Κέντρα.
es_ar: construyendo una pequeña pirámide Kushita desbloqueas la fase intermedia. La construcción de una gran pirámide Kushita desbloquea la fase urbana. Y cada pirámide construida agrega +10% de influencia sobre los territorios a los Centros cívicos.
eu: Kushite piramide txiki baten eraikuntzak hiri fasea desblokeatzen du. Kushite piramide handi baten eraikuntzak hiri fasea desblokeatzen du. Eta eraikitako piramide bakoitzak %10+ lurralde efektua ematen die gizarte zentruei.
fa: ساختن یک هرم کوچک کوشی برای باز شدن قفل مرحله شهرک. ساختن یک هرم بزرگ برای باز شدن قفل مرحله شهری. و هر هرم +10% شعاع قلمرو را برای مراکز تمدن بیشتر میکند.
ga: Nuair atá Pirimid Bheag Chúiseach tógtha, díghlasáil an Chéim Bhaile. Nuair atá Pirimid Mhór Chúiseach tógtha, díghlasáil an Chéim Chathartha. Agus +10% tionchar críocha d'Ionaid Cathartha do gach eile pirimid tógtha.
he: בניית פירמידה קטנה של קושיט פותחת את שלב העיירה. בניית פירמידה כושית גדולה פותחת את שלב העיר. וכל פירמידה בנוי מוסיף + 10% שטח השפעה על מרכזי סיוויק.
hu: Egy kis kusita piramis felépítése feloldja a városi szakaszt. Egy nagy kusita piramis építése feloldja a nagyvárosi szakaszt. Minden további piramis +10% területi hatást ad a városházáknak.
hy: Քուշական փոքր բուրգի կառուցումը հասանելի է դարձնում Գյուղաքաղաքային փուլը։ Քուշական մեծ բուրգի կառուցումը հասանելի է դարձնում Քաղաքային փուլը։ Կառուցված յուրաքանչյուր բուրգ ավելացնում է քաղաքային կենտրոնների տարածքային ազդեցությունը +10%-ով։
ko: 작은 쿠시 피라미드를 건설하면 도시 단계의 잠금을 해제합니다. 큰 쿠시 피라미드를 건축하면 도시 단계가 열립니다. 그리고 각 피라미드는 시민 회관의 영토 효과가 +10% 더 해집니다.
pl: Wybudowanie małej piramidy kuszyckiej odblokowuje Fazę Wioski. Wybudowanie wielkiej piramidy kuszyckiej odblokowuje Fazę Miasta. Każda piramida dodaje +10% do wpływu terytorium centrum osady.
pt_br: Construir uma pequena pirâmide de Kushite desbloqueirá a fase da cidade. Construir uma grande pirâmide de Kushite desbloqueirá a fase da cidade. E cada pirâmide construída acrescenta + 10% de efeito de território aos Centros Cívicos.
ru: Строительство маленькой пирамиды кушитов открывает фазу города. Строительство большой пирамиды кушитов открывает фазу города. Каждая построенная пирамида добавляет + 10% территории городским центрам.
sv: Att bygga en liten kushitpyramid låser upp stadfasen. Att bygga en stor kushitpyramid låser upp stadens fas. Och varje pyramid byggd lägger till + 10% territoriumseffekt till Civic Centers.
tr: Küçük bir Kushite piramidi inşa etmek kasaba seviyesini, büyük bir Kushite piramidi inşa etmek şehir seviyesini açar. Kurulan her piramit Kent Merkezlerine +%10 bölge etkisi ekler.
uk: Будівництво малої піраміди Кушитів відкриває Стадію Містечка. Будівництво великої піраміди Кушитів відкриває Стадію Міста. Кожна побудована піраміда додає +10% до розміру території міських центрів.
zh: 建造一个小型库什金字塔解锁城镇阶段。 建造一座大型库什金字塔解锁城市阶段。 每个金字塔都会为市政中心+10％的领土效应。

source: The Kushites built over 200 pyramids in Nubia.
ast: Los cuxites construyeron más de 200 pirámides en Nubia.
bg: Народът на кушитите построява над 200 пирамиди в Нубия.
br: Al C'hushitiz o deus savet muioc'h eget 200 piramidenn en Nubia.
ca: Els Cuixites construiren més de 200 piràmids a Núbia
cs: Kúšité postavili přes 200 pyramid v Núbii.
de: Die Kuschiten bauten über 200 Pyramiden in Nubien.
el: Οι Κουσίτες κατασκεύασαν πάνω από 200 πυραμίδες στη Νουβία.
es_ar: Los Kushitas construyeron mas de 200 pirámides en Nubia
eu: Kushitak Nubiako 200 piramide baino gehiago eraiki zituen.
fa: کوشی ها بیشتر از 200 هرم در نوبیا ساخته بودند.
ga: Thóg na Cúisigh níos mó ná 200 pirimidí sa Núibia.
he: בנה הכושים יותר מן מיאתיים פראמידות בנוביה.
hu: A kusiták több mint 200 piramist építettek Núbiában.
hy: Նուբիայում քուշերը կառուցել են ավելի քան 200 բուրգեր։
ko: 쿠시인들은 누비아에 200개 이상의 피라미드를 지었습니다.
pl: Kuszyci wybudowali ponad 200 piramid w Nubii.
pt_br: Os Kushites construíram mais de 200 pirâmides na Núbia.
ru: Кушиты построили более 200 пирамид в Нубии.
sv: Kushiterna byggde över 200 pyramider i Nubia.
tr: Kushitler Nubia'da 200'den fazla piramit inşa ettiler.
uk: Кушити збудували більш ніж 200 пірамід в Нубії.
zh: 在努比亚，库什建造了200多座金字塔。
