Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-userreport.po
Languages: ast, bg, ca, cs, de, el, es, eu, fr, ga, gd, gl, hu, id, it, ko, nl, pl, pt_br, pt_pt, ru, sk, sv, te, tr, uk, zh, zh_tw

source: If the UserReporter is enabled, the UserReport containing that information is uploaded to Wildfire Games once per program launch (GDPR 13.1.c, GDPR 15.1.a).
ast: Si l RelatorUsuarial stuvier habilitadu, el RelatuUsuarial conteniente essa informacion ye treslladadu a Wildfire Games una vegada per lhanciamiento de l programma (GDPR 13.1.c, GDPR 15.1.a).
bg: Ако програмата е включена, Потребителският доклад, съдържащ информация, се изпраща към Wildfire Games веднъж всеки път при стартиране на играта (Чл. 13.1.c и чл 15.1.a на GDPR).
ca: Si s'activa l'enviament d'informes, l'informe que conté aquesta informació s'envia a Wildfire Games una vegada cada cop que s'executa el programa (GDPR 13.1.c, GDPR 15.1.a).
cs: Pokud je UserReporter zapnutý, zpráva obsahující tuto informaci je odeslána Wildfire Games po spuštění programu (GDPR 13.1.c, GDPR 15.1.a)
de: Wenn der UserReporter aktiviert ist, werden die im UserReport vorhandenen Daten einmal pro Programmstart zu Wildfire Games hochgeladen (DSGVO 13.1.c, DSGVO 15.1.a).
el: Εάν η Αναφορά Χρήστη είναι ενεργοποιημένη, η Αναφορά Χρήστη περιέχει αυτές τις πληροφορίες που αποστέλνονται στη Wildfire Games μία φορά ανά εκκίνηση του προγράμματος (Γενικός Κανονισμός για την Προστασία Δεδομένων 13.1.c, ΓΚΠΔ 15.1.a).
es: Si UserReporter está habilitado, el UserReport que contiene esa información se sube a Wildfire Games cada vez que se inicia el programa (GDPR 13.1.c, GDPR 15.1.a).
eu: UserReporter gaituta badago, informazio hori duten Erabiltzaileen erreportajeak Wildfire Games-era kargatzen dira behin programa abiatzen den bakoitzeko (GDPR 13.1.c, GDPR 15.1.a).
fr: Si UserReporter est activé, le UserReport contenant ces informations est téléchargé sur Wildfire Games une fois par lancement du programme (RGPD 13.1.c, RGPD 15.1.a).
ga: Más chumasaithe é an tÚsáidTuairisceoir é, beidh d'ÚsáidTuairisc uaslódáilte lena heolas go Wildfire Games uair amháin sa lainseáil (GDPR 13.1c, GDPR 15.1a).
gd: Nuair a bhios an UserReporter an comas, thèid aithris sa bheil am fiosrachadh seo a luchdadh suas gu Wildfire Games gach turas a chuireas tu am prògram gu dol (GDPR 13.1.c, GDPR 15.1.a).
gl: Se o Informador de Usuario está activado, o informe de usuario que contén esa información se envía a Wildfire Games cada vez que se inicia o programa (GDPR 13.1.c, GDPR 15.1.a).
hu: Ha a felhasználói visszajelző engedélyezve van, akkor az információkat tartalmazó visszajelzés a Wildfire Gamesnek kerül elküldésre a program indításakor (GDPR 13.1.c, GDPR 15.1.a).
id: Jika UserReporter diaktifkan, UserReport yang diisi oleh informasi di atas diunggah ke Wildfire Games sekali setiap program dijalankan (GDPR 13.1.c, GDPR 15.1.a).
it: Se lo UserReporter è abilitato, lo UserReport contenente quelle informazioni è inviato a Wildfire Games ogni volta che il programma viene avviato (GDPR 13.1.c, GDPR 15.1.a).
ko: 사용자 리포터가 활성화된 경우 해당 정보가 포함된 사용자 보고서가 프로그램 시작 시마다 한 번 Wildfire Games(GDPR 13.1.c, GDPR 15.1.a)에 업로드됩니다.
nl: Als de UserReporter is ingeschakeld, wordt het UserReport met die informatie eenmaal per programma-start geüpload naar Wildfire Games (GDPR 13.1.c, GDPR 15.1.a).
pl: Gdy UserReporter jest aktywny, raport z informacjami zostaje przesłany Wildfire Games po uruchomieniu programu (GDPR 13.1.c, GDPR 15.1.a).
pt_br: Se o UserReporter estiver habilitado, o UserReport contendo essa informação é enviado para o Wildfire Games uma vez por lançamento do programa (GDPR 13.1.c, GDPR 15.1.a).
pt_pt: Se os Relatórios de Utilizador estiverem ativos, os Relatórios de Utilizador que contêm essa informação são enviados para a Wildfire Games uma vez a cada lançamento do programa (RGPD 13.1.c, RGPD 15.1.a).
ru: Если загрузчик Пользовательского отчёта включен, Пользовательский отчёт, содержащий эту информацию, будет загружаться на сервер Wildfire Games при каждом включении программы (Общий регламент по защите данных (ЕС) 13.1.c, 15.1.a).
sk: Pokiaľ je UserReporter zapnutý, UserReport obsahujúci ním poskytované informácie je odoslaný Wildfire Games raz za spustenie programu (GDPR 13.1.c, GDPR 15.1.a).
sv: Om UserReporter är aktiverat överförs UserReport som innehåller den informationen till Wildfire Games en gång per program start (GDPR 13.1. c, GDPR 15.1. a).
te: యూజర్‌ రిపోర్టర్ ప్రారంభించబడితే, ఆ సమాచారాన్ని కలిగి ఉన్న యూజర్‌ రిపోర్ట్ ప్రతి ప్రోగ్రామ్ లాంచ్‌కు ఒకసారి వైల్డ్‌ఫైర్ గేమ్స్కు అప్‌లోడ్ చేయబడుతుంది (జిడిపిఆర్ 13.1.సి, జిడిపిఆర్ 15.1.ఎ).
tr: UserReporter etkinse, bu bilgiyi içeren UserReport, program başlatma başına bir kez Wildfire Games'e yüklenir (GVKY 13.1.c, GVKY 15.1.a).
uk: Якщо користувацький звітувальник увімкнено, звіт користувача містить ту інформацію, що завантажується до Wildfire Games один раз за кожний запуск програми (GDPR 13.1.c, GDPR 15.1.a).
zh: 启用“用户报告”后，每次启动游戏时，用户报告信息将上传至Wildfire Games（GDPR 13.1.c，GDPR 15.1.a）。
zh_tw: 如果啟用了使用者回報程式，每次啟動程式時，將會上傳包含了那些資訊的使用者回報到 Wildfire Games (GDPR 13.1.c, GDPR 15.1.a)。

source: [font="sans-bold-14"]UserReport data:[/font]
ast: [font="sans-bold-14"]Datos de l RelatuUsuarial:[/font]
bg: [font="sans-bold-14"]Данни, съдържащи се в Потребителския доклад:[/font]
ca: [font="sans-bold-14"]Dades dels informes d'usuari:[/font]
cs: [font="sans-bold-14"]Obsah uživatelské zprávy:[/font]
de: [font="sans-bold-14"]UserReport Daten:[/font]
el: [font="sans-bold-14"]Δεδομένα Αναφοράς Χρήστη:[/font]
es: [font="sans-bold-14"]Datos de UserReport:[/font]
eu: [font="sans-bold-14"]UserReport-en datuak:[/font]
fr: [font="sans-bold-14"]Données du UserReport :[/font]
ga: [font="sans-bold-14"]Sonraí na hÚsáidTuairisce:[/font]
gd: [font="sans-bold-14"]Dàta na h-aithrise:[/font]
gl: [font="sans-bold-14"]Datos do informe de usuario:[/font]
hu: [font="sans-bold-14"]Felhasználói visszajelzés adatok:[/font]
id: [font="sans-bold-14"]Data UserReport:[/font]
it: [font="sans-bold-14"]Dati UserReport:[/font]
ko: [font="sans-bold-14"]사용자 보고서 데이터:[/font]
nl: [font="sans-bold-14"]UserReport-gegevens:[/font]
pl: [font="sans-bold-14"]Dane UserReport:[/font]
pt_br: [font="sans-bold-14"]UserReport dados:[/font]
pt_pt: [font="sans-bold-14"]Dados de Relatórios de Utilizador:[/font]
ru: [font="sans-bold-14"]Содержание пользовательского отчёта:[/font]
sk: [font="sans-bold-14"]Dáta poskytované v UserReport:[/font]
sv: [font = "Sans-fet-14"] UserReport-data: [/font]
te: [font="sans-bold-14"]UserReportవినియోగదారుడి నివేదిక డేటా:[/font]
tr: [font="sans-bold-14"]Kullanıcı Raporu bilgisi:[/font]
uk: [font="sans-bold-14"]Дані звіту користувача:[/font]
zh: [font="sans-bold-14"]用户报告日期:[/font]
zh_tw: [font="sans-bold-14"]使用者回報資料：[/font]

source: 1. Hardware Details, for example the screen size, CPU clock rate, memory capacity and the sound card manufacturer.
ast: 1. Informaciones machinariɐs, cumo son la grandura de l visorio, freqüencia horológica de la tratadoria, capacidá de la memoria & fabricador de l inxertu sonoru.
bg: 1. Информация за хардуерните компоненти, като например размера на екрана, работната честота на процесора, наличната оперативна памет и производител на звуковата карта.
ca: 1. Detalls del maquinari, per exemple, la mida de la pantalla, la freqüència de rellotge del processador, la capacitat de memòria i el fabricant de la targeta de so.
cs: 1. Podrobnosti o hardwaru. Například velikost obrazovky, frekvence CPU, kapacita operační paměti a výrobce zvukové karty.
de: 1. Hardwaredetails, z.B. Bildschirmgrösse, CPU-Geschwindigkeit, Speicherkapazität und Soundkartenhersteller.
el: 1. Λεπτομέρειες Υλικού, για παράδειγμα μέγεθος οθόνης, ρυθμός ρολογιού επεξεργαστή, χωρητικότητα μνήμης και κατασκευαστής κάρτας ήχου.
es: 1. Detalles de hardware, por ejemplo el tamaño de la pantalla, la frecuencia del reloj de la CPU, la capacidad de memoria y el fabricante de la tarjeta de sonido.
eu: 1. Hardwarearen xehetasunak, adibidez, pantailaren tamaina, CPUren erloju-abiadura, memoria-ahalmena eta soinu-txartelaren fabrikatzailea.
fr: 1. Détails du Matériel, par exemple la taille de l"écran, la fréquence d'horloge du CPU, la capacité mémoire ou le fabricant de la carte son.
ga: 1. Sonraí Crua-Earraí: méid scáileáin, clográta an CPU, acmhainn cuimhne agus déantóir an chárta fuaimne, m.sh.
gd: 1. Fiosrachadh mun bhathar-cruaidh, can meud na sgrìn, astar cleoc a’ CPU, tomhas na cuimhne gus dèanadair na cairt-fhuaime.
gl: 1. Detalles de hardware, p. ex. tamaño de pantalla, taxa de reloxo de CPU, capacidade de memoria e fabricante de tarxeta de son.
hu: 1. Hardver részletei, például a képernyőméret, CPU órajele, memóriakapacitás és a hangkártya gyártója.
id: 1. Detail perangkat keras, contohnya ukuran layar, clock rate CPU, kapasitas memori dan pabrikan kartu suara.
it: 1. Dettagli Hardware, per esempio dimensione dello schermo, frequenza della CPU, capacità della memoria e produttore della scheda audio.
ko: 1. 하드웨어 세부 정보(예: 화면 크기, CPU 클럭 속도, 메모리 용량 및 사운드 카드 제조업체)
nl: 1. Hardwaregegevens, bijvoorbeeld de schermgrootte, CPU-kloksnelheid, geheugencapaciteit en de fabrikant van de geluidskaart.
pl: 1. Informacje o sprzęcie, na przykład rozmiar wyświetlacza, częstotliwość CPU, pojemność pamięci i wydawca karty dźwiękowej.
pt_br: 1. Detalhes do hardware, por exemplo, o tamanho da tela, a taxa de clock da CPU, a capacidade de memória e o fabricante da placa de som.
pt_pt: 1. Detalhes de hardware, por exemplo o tamanho do ecrã, a frequência de relógio do processador, a capacidade de memória RAM e o fabricante da placa de som.
ru: 1. Аппаратные данные, например, размер экрана, тактовая частота процессора, объем памяти и производитель звуковой карты.
sk: 1. Hardvérové detaily, napríklad veľkosť obrazovky, takt CPU, kapacitu pamäte a výrobcu zvukovej karty.
sv: 1. maskin varu detaljer, till exempel skärm storlek, CPU klock frekvens, minnes kapacitet och ljud kortet tillverkaren.
te: 1. హార్డ్వేర్ వివరాలు, ఉదాహరణకు స్క్రీన్ పరిమాణం, సిపియు క్లాక్ రేట్, మెమరీ సామర్థ్యం మరియు సౌండ్ కార్డ్ తయారీదారు.
tr: 1. Donanım Detayları, örneğin ekran boyutu, CPU hızı, hafıza kapasitesi ve ses kartı üreticisi.
uk: 1. Деталі обладнання, наприклад, розмір екрана, тактова частота центрального процесора, ємність пам'яті та виробник звукової карти.
zh: 1.硬件详细信息，例如屏幕尺寸，CPU时钟频率，内存容量和声卡制造商。
zh_tw: 1. 硬體詳細資訊，例如螢幕尺寸、CPU時脈、記憶體容量和音效卡製造商。

source: 2. System Software Details, for example the operating system version, graphics driver version, OpenGL capabilities.
ast: 2. Informaciones programmáticas de l systema, cumo son la version de l systema operativu, version de l gestor gráphicu, funcciones d’OpenGL.
bg: 2. Информация за основен системен софтуер, като например версия на операционната система и графичния драйвър, възможности на програмно-приложния интерфейс OpenGL.
ca: 2. Detalls del programari del sistema, per exemple, la versió del sistema operatiu, la versió del controlador gràfic i les capacitats d'OpenGL.
cs: 2. Softwarové podrobnosti. Například verze operačního systému, verze grafického ovladače, možnosti OpenGL.
de: 2. System Software Details, z.B. die Betriebssystemversion, Grafiktreiberversion und OpenGL-Fähigkeiten.
el: 2. Λεπτομέρειες Λογισμικού Συστήματος, για παράδειγμα έκδοση του λειτουργικού συστήματος, έκδοση προγράμματος οδήγησης γραφικών, δυνατότητες OpenGL.
es: 2. Detalles del software del sistema, por ejemplo, la versión del sistema operativo, la versión del controlador de gráficos, las funciones de OpenGL.
eu: 2. Sistemaren softwarearen xehetasunak, adibidez, sistema eragilearen bertsioa, kontrolatzaileen bertsio grafikoa, OpenGL gaitasunak.
fr: 2. Détails du logiciel système, par exemple la version du système d'exploitation, la version du pilote graphique ou les capacités OpenGL.
ga: 2. Sonraí Córais Bogearraí: leagan an chóras oibriúcháin, leagan an tiománaí grafaicí, cumas OpenGL, m.sh.
gd: 2. Fiosrachadh mu bhathar-bog an t-siostaim, can an tionndadh dhen t-siostam-obrachaidh, an tionndadh dhe dhraibhear na grafaigeachd, comasan OpenGL.
gl: 2. Detalles do software do sistema, p. ex. a versión do sistema operativo, a versión dos controladores gráficos e as funcionalidades de OpenGL.
hu: 2. Rendszerszoftver részletei, például az operációs rendszer verziója, a grafikus meghajtó verziója, és az OpenGL képességek.
id: 2. Detail sistem perangkat lunak, contohnya versi sistem operasi, versi driver grafis, kemampuan OpenGL.
it: 2. Dettagli Software di Sistema, per esempio versione del sistema operativo, versione dei driver grafici, capacità OpenGL.
ko: 2. 시스템 소프트웨어 세부 정보(예: 운영 체제 버전, 그래픽 드라이버 버전, OpenGL 기능)
nl: 2. Systeemsoftwaregegevens, bijvoorbeeld de versie van het besturingssysteem, grafische stuurprogrammaversie, OpenGL-mogelijkheden.
pl: 2. Informacje o oprogramowaniu, na przykład wersja systemu operacyjnego, wersja sterowników graficznych, możliwości OpenGL.
pt_br: 2. Detalhes do software do sistema, por exemplo, a versão do sistema operacional, a versão do driver gráfico, os recursos do OpenGL.
pt_pt: 2. Detalhes de sistema do Software, por exemplo, aversão do sistema operativo, a versão do driver gráfico, as capacidades.
ru: 2. Сведения о программном обеспечении системы, например, версия операционной системы, версия графического драйвера, возможности OpenGL.
sk: 2. Detaily systémového softwaru, napríklad verziu operačného systému, verziu ovládačov grafickej karty, podporu OpenGL.
sv: 2. information om systemprogram varan, till exempel operativ systemets version, grafik driv rutins version, OpenGL-funktioner.
te: 2. సిస్టమ్ సాఫ్ట్‌వేర్ వివరాలు, ఉదాహరణకు ఆపరేటింగ్ సిస్టమ్ వెర్షన్, గ్రాఫిక్స్ డ్రైవర్ వెర్షన్, ఓపెన్ జిఎల్ సామర్థ్యాలు.
tr: 2. Sistem Yazılım Detayları, örneğin işletim sistemi versiyonu, grafik yazılımı versiyonu, OpenGL kapasitesi.
uk: 2. Деталі системного програмного забезпечення, наприклад, версія операційної системи, версія графічного драйвера, можливості OpenGL.
zh: 2.系统软件详细信息，如操作系统版本，图形驱动程序版本，OpenGL功能。
zh_tw: 2. 系統軟體詳細資訊，例如作業系統版本、顯示卡驅動程式版本、OpenGL 功能。

source: 3. Application Details, for example the 0 A.D. version and build number.
ast: 3. Informaciones de l’applicacion, cumo son la version de 0 A.D. & númeru de compilacion.
bg: 3. Информация за приложението, като например версията на играта и номер на ревизия.
ca: 3. Detalls de l'aplicació, per exemple la versió del 0 A.D. i el número de compilació.
cs: 3. Podrobnosti o aplikaci. Například verze a číslo sestavení 0 A.D.
de: 3. Programmdetails, beispielsweise die Versions- und Buildnummer von 0 A.D.
el: 3. Λεπτομέρειες Εφαρμογής, για παράδειγμα η έκδοση του 0 A.D. και ο αριθμός κατασκευής.
es: 3. Detalles de la aplicación, por ejemplo, la versión de 0 A.D. y el número de compilación.
eu: 3. Aplikazioaren xehetasunak, 0 A.D. bertsio eta konpilazio zenbakia adibidez.
fr: 3. Détails de l'application, par exemple la version et le numéro de build de 0 A.D.
ga: 3. Sonraí Uirlisí: m.sh. leagan agus uimhir togála de 0 A.D.
gd: 3. Fiosrachadh mun aplacaid, can tionndadh is àireamh togail 0 A.D.
gl: 3. Detalles do aplicativo, p. ex. a versión de 0 A.D. e a número de construción.
hu: 3. Alkalmazás részletei, például a 0 A.D. verzió- és összeállítási száma.
id: 3. Detail aplikasi, contohnya versi dan nomor kompilasi dari 0 A.D.
it: 3. Dettagli Applicazione, per esempio versione di 0 A.D. e build.
ko: 3. 응용 프로그램 세부 정보(예: A.D. 버전 및 빌드 번호)
nl: 3. Applicatiegegevens, bijvoorbeeld de 0 A.D.-versie en het buildnummer.
pl: 3. Szczegóły aplikacji, na przykład wersja 0 A.D. i numer buildu.
pt_br: 3. Detalhes da aplicação, por exemplo, a versão 0 A.D. e o número da compilação.
pt_pt: 3. Detalhes da aplicação, por exemplo a versão do 0 A.D. e o número de build.
ru: 3. Детали приложения, например, версия 0 A.D. и номер сборки.
sk: 3. Detaily aplikácie, napríklad verziu 0 A.D. a číslo zostavy.
sv: 3. applikations detaljer, till exempel 0 A.D.-versionen och build-nummer.
te: 3. అప్లికేషన్ వివరాలు, ఉదాహరణకు 0 ఎ.డి. వెర్షన్ మరియు బిల్డ్ నంబర్.
tr: 3. Uygulama Detayları, örneğin 0 A.D. versiyonu ve yapı numarası.
uk: 3. Деталі програми, наприклад, номер версії 0 A.D. та номер збірки.
zh: 3.应用程序详细信息，如0 A.D.版本和内部版本号。
zh_tw: 3. 應用程式詳細資訊，例如 0 A.D. 版本和建構版號。

source: 4. The UserID. This is a pseudonym generated by the UserReporter the first time it is used (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
ast: 4. La IdentificacionUsuarial. Esti ye un pseudónimu generadu pol RelatorUsuarial la primeira vegada que fuer usadu (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
bg: 4. Потребителски идентификационен номер (UserID). Това е уникален код, генериран от програмата UserReporter при нейното първо използване (Чл. 4.5, чл. 25.1 и чл. 32.1.a на GDPR).
ca: 4. L'identificador d'usuari. És un pseudònim generat pel servei d'informes d'usuari el primer cop que s'utilitza (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
cs: 4. UserID. Toto je pseudonym vygenerovaný UserReporterem, jakmile je poprvé použitý (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
de: 4. Die UserID. Dies ist ein Pseudonym, welches vom UserReporter bei der ersten Nutzung erstellt wird (DSGVO 4.5, DSGVO 25.1, DSGVO 32.1.a).
el: 4. Το Αναγνωριστικό Χρήστη. Αυτό είναι ένα ψευδώνυμο που δημιουργείται από την Αναφορά Χρήστη την πρώτη φορά που χρησιμοποιείται (Γενικός Κανονισμός για την Προστασία Δεδομένων 4.5, ΓΚΠΔ 25.1, ΓΚΠΔ 32.1.a).
es: 4. El UserID. Se trata de un seudónimo generado por UserReporter la primera vez que se utiliza (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
eu: 4. Erabiltzailearen IDa. UserReporter-ek sortutako ezizena da, erabiltzen den lehenengo aldian (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
fr: 4. L'UserID. Il s'agit d'un pseudoyme généré par le UserReporter la première fois qu'il est utilisé (RGPD 4.5, RGPD 25.1, RGPD 32.1.a).
ga: 4. An tÚsáideoirID. Tá an ainm cleite seo crúthaithe ag an ÚsáidTuairisceoir an chéad uair a bhí sé lódáilte (GDPR 4.5, GDPR 25.1, GDPR 32.1.a)
gd: 4. ID a’ chleachdaiche. Seo far-ainm a ghineas an UserReporter a’ chiad turas a thèid a chleachdadh (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
gl: 4. O identificador de usuario. Trátase dun pseudónimo que o Informador de Usuario xera a primeira vez que se usa (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
hu: 4. A felhasználói azonosító. Ez egy álnév, amely a felhasználói jelentő első használatakor kerül előállításra (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
id: 4. UserID. Ini adalah nama samaran yang dihasilkan oleh UserReporter ketika pertama kali digunakan (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
it: 4. Lo UserID. Questo è uno pseudonimo generato dal UserReporter la prima volta che viene usato (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
ko: 4. 사용자 ID. 이것은 사용자 리포터가 처음 사용할 때 생성되는 가명입니다(GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
nl: 4. De gebruikers-ID. Dit is een pseudoniem dat door de UserReporter is gegenereerd toen het voor de eerste keer werd gebruikt (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
pl: 4. UserID, czyli pseudonim generowany przez UserReporter po pierwszym jego uruchomieniu (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
pt_br: 4. O UserID. Este é um pseudônimo gerado pelo UserReporter na primeira vez que é usado (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
pt_pt: 4. O identificador de utilizador (UserID). Isto é um pseudónimo gerado pelo Relatório de Utilizador da primeira vez que é utilizado. (RGPD 4.5, RGPD 25.1, RGPD 32.1.a).
ru: 4. Это псевдоним, генерируемый загрузчиком Пользовательского отчёта при первом использовании. (Общий регламент по защите данных (ЕС) 4.5, 25.1, 32.1.a).
sk: 4. UserID je pseudonym generovaný UserReporterom pri jeho prvom použití (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
sv: 4. användar-ID. Detta är en pseudonym som genereras av UserReporter första gången den används (GDPR 4,5, GDPR 25,1, GDPR 32.1. a).
te: 4. వినియోగదారుని గుర్తింపు. ఇది యూజర్‌ రిపోర్టర్‌చే మొదటిసారి ఉపయోగించబడిన మారుపేరు (జిడిపిఆర్ 4.5, జిడిపిఆర్ 25.1, జిడిపిఆర్ 32.1.ఎ).
tr: 4. Kullanıcı Kimliği. Bu, UserReporter tarafından ilk kullanıldığında üretilen bir takma addır (GVKY 4.5, GVKY 25.1, GVKY 32.1.a).
uk: 4. UserID. Це є псевдонім, створений користувацьким звітувальником при першому його використанні (GDPR 4.5, GDPR 25.1, GDPR 32.1.a).
zh: 4. 用户ID，用户报告首次启用时生成（GDPR 4.5，GDPR 25.1，GDPR 32.1.a）。
zh_tw: 4. 使用者 ID，這是使用者在第一次使用使用者回報程式時生成的假名 (GDPR 4.5, GDPR 25.1, GDPR 32.1.a)。
