Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: 3. Right to obtain personal data in a machine-readable format (GDPR 20).
ast: 3. Direiꞇhu a obtener datos personales n un formato legible por máchina (GDPR 20).
bg: 3. Потребителят има право да получи личните си данни в машинно четим формат (съгласно чл. 20 на ОРЗД).
ca: 3. Dret a obtenir dades personals en un format llegible per màquina (GDPR 20).
de: 3. Das Recht, die persönlichen Daten in maschinenlesbarer Form zu erhalten (DSGVO 15).
el: 3. Δικαίωμα απόκτησης των προσωπικών δεδομένων σε μορφή αναγνώσιμη από μηχανή (Γενικός Κανονισμός για την Προστασία Δεδομένων 20).
es: 3. Derecho a obtener datos personales en un formato legible por máquina (GDPR 20).
eu: 3. Makinak irakurtzeko moduko norberaren datuak jasotzeko eskubidea (GDPR 20).
fi: 3. Oikeus saada henkilötiedot koneluettavassa muodossa (GDPR 20).
fr: 3. Le droit d'obtenir des données personnelles dans un format lisible par une machine (RGPD 20).
ga: 3. Ceart chun sonraí a fháil i bhfoirm ríomh-soléite (GDPR 20).
gd: 3. Còir air dàta pearsanta fhaighinn ann am fòrmat a ghabhas leughadh le inneal (GDPR 20).
gl: 3. Dereito a obter os datos persoais nun formato lexíbel por máquinas (GDPR 20).
hu: 3. Személyes adatok megszerzésének joga, géppel olvasható formátumban (GDPR 20).
id: 3. Hak untuk mendapatkan data pribadi dalam format yang dapat dibaca mesin (GDPR 20).
it: 3. Diritto di ottenere dati personali in formato leggibile a macchina (GDPR 20).
ko: 3. 개인 데이타를 기계에서 읽을 수 있는 형식으로 가져올 수 있습니다 (GDPR 20).
lv: 3. Tiesības iegūt personas datus mašīnlasāmā formātā (GDPR 20).
mk: 3. Корисникот има право да ги прима своите лични податоци во машински читлив формат (според чл. 20 од GDPR).
ms: 3. Hak mendapatkan data peribadi dalam format boleh baca-komputer (GDPR 20).
nl: 3. Recht om persoonlijke gegevens te verkrijgen in een leesbaar formaat (GDPR 20).
pl: 3. Prawo do otrzymania danych osobowych w formacie do odczytu maszynowego (GDPR 20).
pt_br: 3. Direito de obter dados pessoais em formato legível por máquina (GDPR 20).
pt_pt: 3. Direito de obter dados pessoais num formato legível por máquina (RGPD 20).
ru: 3. Право на получение персональных данных в машиночитаемом формате (Общий регламент по защите данных (ЕС) 20).
sk: 3. Právo získať osobné dáta v strojovo čitateľnom formáte (GDPR 20).
sv: 3. rätt att erhålla person uppgifter i maskinläsbart format (GDPR 20).
tr: 3. Kişisel verileri makinede okunabilir bir biçimde alma hakkı (GVKY 20).
uk: 3. Мати право отримати особисті дані у придатному для читання машиною форматі (GDPR 20).
zh: 3. 有获取机读格式个人数据的权利。
zh_tw: 3. 以機器可讀格式取得個人資料之權利 (GDPR 20) 。

source: 4. Right to rectification of inaccurate personal data (GDPR 16).
ast: 4. Direiꞇhu a la rectificacion de datos personales inexactos (GDPR 16).
bg: 3. Потребителят има право да прави корекции по неправилни лични данни (съгласно чл. 16 на ОРЗД).
ca: 4. Dret a rectificar dades personals incorrectes (GDPR 16).
de: 4. Das Recht auf Richtigstellung inkorrekter persönlicher Daten (DSGVO 16).
el: 4. Δικαίωμα διόρθωσης ανακριβών προσωπικών δεδομένων (Γενικός Κανονισμός για την Προστασία Δεδομένων 16).
es: 4. Derecho a la rectificación de datos personales inexactos (GDPR 16).
eu: 4. Norberaren datu okerrak aldatzeko eskubidea (GDPR 16).
fi: 4. Oikeus epätarkkojen henkilötietojen oikaisemiseen (GDPR 16).
fr: 4. Le droit de rectifier des données personnelles inexactes (RGPD 16).
ga: 4. Ceart chun coigeartuithe le sonraí pearsanta míchruinne (GDPR 16).
gd: 4. Còir air dàta pearsanta nach eil ceart a cheartachadh (GDPR 16).
gl: 4. Dereito á rectificación dos datos persoais incorrectos (GDPR 16).
hu: 4. Helytelen személyes adatok javításának joga (GDPR 16).
id: 4. Hak untuk memperbaiki data pribadi yang tidak akurat (GDPR 16).
it: 4. Diritto di rettifica dei dati personali inesatti (GDPR 16).
ko: 4. 부정확한 개인 데이타를 수정할 수 있습니다 (GDPR 16).
lv: 4. Tiesības labot neprecīzus personas datus (GDPR 16).
mk: 4. Корисникот има право да поправа неточни лични податоци (според член 16 од GDPR).
ms: 4. Hak membetulkan data peribadi yang tidak tepat (GDPR 16).
nl: 4. Recht op rectificatie van onjuiste persoonlijke gegevens (GDPR 16).
pl: 4. Prawo do sprostowania niedokładnych danych osobowych (GDPR 16).
pt_br: 4. Direito à retificação de dados pessoais imprecisos (GDPR 16).
pt_pt: 4. Direito à retificação de dados pessoais imprecisos (RGPD 16).
ru: 4. Право на исправление неточных персональных данных (Общий регламент по защите данных (ЕС) 16).
sk: 4. Právo opravenia nesprávnych osobných údajov (GDPR 16).
sv: 4. rätt till rättelse av felaktiga person uppgifter (GDPR 16).
tr: 4. Yanlış kişisel bilgilerin düzeltilmesi hakkı (GVKY 16).
uk: 4. Мати право на виправлення неточних особистих даних (GDPR 16).
zh: 4. 对个人数据纠错的权利（GDPR 16）。
zh_tw: 4. 更正失實個人資料之權利 (GDPR 16)。

source: 5. Right to erasure of personal data where it is not relevant to the stated purposes, if the data was processed unlawfully or if the user objects to the processing and has overriding legitimate grounds (GDPR 17).
ast: 5. Direiꞇhu a la oblitteracion de datos personales quando nun fhueren relevantes a los propósitos indicados, si los datos fhuessen tratados illegalmente ou si l usuariu s’oppõʃier a l tratamiento & tevier razonamientos legítimos par’ invalidallo (GDPR 17).
bg: 5. Потребителят има право да изиска изтриване на своите лични данни, ако те нямат отношение към посочените цели, ако данните са обработени неправомерно или ако потребителят възразява срещу обработката и има законно основание за това (съгласно чл. 17 ОРЗД).
ca: 5. Dret a esborrar dades personals si ja no són rellevants per als propòsits esmentats, si les dades van ser processades il·legalment o si l'usuari s'oposa al processament i té motius legítims (GDPR 17).
de: 5. Das Recht, dass persönliche Daten gelöscht werden, wenn sie nicht relevant für die genannten Zwecke sind, wenn die Daten widerrechtlich verarbeitet wurden oder wenn der Benutzer der Verarbeitung widerspricht und übergeordnete gesetzmäßige Gründe hat (DSGVO 17).
el: 5. Δικαίωμα διαγραφής των προσωπικών δεδομένων, εφόσον δεν έχει σχέση με τους αναφερόμενους σκοπούς, εάν τα δεδομένα έχουν υποστεί επεξεργασία παράνομα ή αν ο χρήστης αντιτίθεται στη μεταποίηση και έχει νόμιμους λόγους υπεράσπισης (Γενικός Κανονισμός για την Προστασία Δεδομένων 17).
es: 5. Derecho a la eliminación de datos personales cuando no sea relevante para los fines establecidos, si los datos se procesaron ilegalmente o si el usuario se opone al procesamiento y tiene motivos legítimos imperiosos (GDPR 17).
eu: 5. Norberaren datuak adierazitako helburuentzako esanguratsua ez badira, datuek legez kontrakoak badira edo erabiltzaileak prozesatzeari uko egiten badio eta horretarako arrazoiak baditu. datuak ezabatzeko eskubidea (GDPR 17).
fi: 5. Oikeus poistaa henkilötiedot, jos ne eivät ole merkityksellisiä ilmoitettujen tarkoitusten kannalta, jos tietoja on käsitelty lainvastaisesti tai jos käyttäjä vastustaa käsittelyä ja jos hänellä on ylivoimainen oikeutettu syy (GDPR 17).
fr: 5. Le droit d'effacer vos données personnelles si elles ne sont pas pertinentes pour le développement de 0 A.D., si les données ont été traitées illégalement ou si l'utilisateur s'oppose au traitement et a des motifs légitimes supérieurs (RGPD 17).
ga: 5. Ceart chun léirscrios sonraí pearsanta má tá siad neamhábhartha chun an fhorbartha 0 A.D., má bhí an sonraí próiseáilte go neamhdhleathach nó má chuireann an t-úsáideoir i gcoinne leis an mpróiseáil agus tá príomhfhorais dhlíthiúla aige nó aici (GDPR 17).
gd: 5. Còir air sguabadh às an dàta pearsanta mur eil e iomchaidh air na h-adhbharan a chaidh innse, ma chaidh an dàta a phròiseasadh gu mì-laghail no ma tha an cleachdaiche a’ cur an aghaidh a’ phròiseasaidh ’s a tha adhbharan dligheach os an cionn aca (GDPR 17).
gl: 5. Dereito ao borrado de datos persoais cando non sexan relevantes para as finalidades descritas, se os datos se procesaron de maneira ilexítima ou se o usuario obxecta ante o procesamento e ten bases lexítimas para facelo (GDPR 17).
hu: 5. A személyes adatok törlésének joga, ha azok már nem relevánsak a megadott célok tekintetében, ha jogellenesen lettek feldolgozva, vagy ha a felhasználó tiltakozik a feldolgozás ellen, és erre jogos alapja van (GDPR 17).
id: 5. Hak untuk menghapus data pribadi jika tidak relevan dengan tujuan yang dinyatakan, jika data diproses secara tidak sah atau jika pengguna menolak pemrosesan dan memiliki alasan yang sah (GDPR 17).
it: 5. Diritto di cancellazione dei dati personali se questi non sono necessari rispetto ai motivi dichiarati, se i dati sono stati elaborati illegittimamente o se l'utente si oppone all'elaborazione e non sussiste alcun motivo legittimo prevalente per procedere al trattamento (GDPR 17).
ko: 5. 지정된 목적과 관련이 없는 경우, 또는 데이타가 불법적으로 처리된 경우 또는 사용자가 처리를 거부하여 합법적인 근거를 재정의하는 경우 개인 데이타를 삭제할 수 있습니다 (GDPR 17).
lv: 5. Tiesības dzēst personas datus, ja tie nav saistīti ar norādītajiem mērķiem, ja dati ir apstrādāti nelikumīgi vai ja lietotājs iebilst pret apstrādi un tam ir galvenie likumīgie iemesli (GDPR 17).
mk: 5. Корисникот има право да побара бришење на неговите лични податоци доколку тие не се поврзани со наведените цели, ако податоците се незаконски обработени или ако корисникот се противи на обработката и има правна основа за тоа (според член 17 GDPR).
ms: 5. Hak untuk memadam data peribadi jika ia tidak berkaitan dengan tujuan yang dinyatakan, jika data telah diproses secara tidak sah atau jika pengguna tidak bersetuju dengan pemprosesan data tersebut (GDPR 17).
nl: 5. Recht op verwijdering van persoonsgegevens wanneer dit niet relevant is voor de aangegeven doeleinden, als de gegevens onrechtmatig zijn verwerkt of als de gebruiker bezwaar maakt tegen de verwerking en doorslaggevende legitieme redenen heeft (GDPR 17).
pl: 5. Prawo do wymazania danych osobowych, jeśli nie są potrzebne przy tworzeniu 0 A.D. i jeśli dane zostały bezprawnie wykorzystany lub użytkownik nie zgadza się na przetwarzanie i ma do tego podstawy prawne (GDPR 17).
pt_br: 5. Direito de apagar os dados pessoais quando não sejam relevantes para os fins declarados, se os dados foram processados ilegalmente, ou se o usuário objetar ao processamento e tiver razões legítimas (GDPR 17).
pt_pt: 5. Direito de eliminar os dados pessoais quando não forem relevantes para os fins declarados, se os dados foram processados ilicitamente ou se o utilizador se opor ao processamento e tiver razões legítimas (RGPD 17).
ru: 5. Право на удаление персональных данных, если они не имеют отношения к заявленным целям, если они были обработаны незаконно или если пользователь возражает против их обработки и имеет для этого более веские законные основания (Общий регламент по защите данных (ЕС) 17).
sk: 5. Právo na vymazanie osobných dát, keď nie sú potrebné pre uvedené dóvody, ak dáta boli spracované nezákonným spôsobom alebo používateľ namieta voči spracovaniu a neprevažujú žiadne oprávnené dôbody (GDPR 17).
sv: 5. rätt till radering av person uppgifter om den inte är relevant för de angivna ändamålen, om uppgifterna har behandlats olagligen eller om användaren motsätter sig behandlingen och har tvingande legitima skäl (GDPR 17).
tr: 5. Verilerin yasadışı bir şekilde işlenmesi veya kullanıcının işleme tabi tutulması ve yasal gerekçelerin geçersiz kılınması durumunda (GVKY 17) belirtilen amaçlarla ilgili olmadığı durumlarda kişisel verilerin silinmesi hakkı.
uk: 5. Мати право на стирання особистих даних, якщо вони більше не відповідають зазначеним цілям, якщо дані було оброблено незаконно або якщо користувач оскаржує обробку і має переважаючі законні підстави (GDPR 17).
zh: 5.如果数据是非法处理的，或者如果用户反对处理并具有压倒一切的合法理由，则在与所述目的无关的个人数据被删除的权利（GDPR 17）。
zh_tw: 5. 若資料被違法處理或使用者反對處理並有壓倒性合法理由的狀況下，抹除無關聲明用途個人資料之權利 (GDPR 17) 。

source: 6. Right to restriction of personal data processing where the accuracy of the data is contested by the user, if the data was processed unlawfully or if the user requires the data for a legal claim (GDPR 18).
ast: 6. Direiꞇhu a la restriccion de l tratamiento de datos personales quando l usuariu impugnare la exactitude de los datos, si los datos fhuessen tratados illegalmente ou si l usuariu requeẍier de los datos par’ una demanda legal (GDPR 18).
bg: 5. Потребителят има право да поиска ограничаване на обработката на личните си данни, ако коректността им бъде оспорена от потребителя, ако данните са били обработени неправомерно или ако потребителят изиска данните като доказателство по съдебно производство (съгласно чл. 18 на ОРЗД).
ca: 6. Dret a restringir el processament de dades personals si l'usuari qüestiona la correcció de les dades, si les dades van ser processades il·legalment o si l'usuari necessita les dades per a una demanda legal (GDPR 18).
de: 6. Das Recht, die Verarbeitung von persönlichen Daten zu beschränken, wenn die Korrektheit der Daten vom Benutzer angezweifelt wird, wenn die Daten widerrechtlich verarbeitet wurden oder wenn der Benutzer die Daten für einen Rechtsanspruch braucht (DSGVO 18).
el: 6. Δικαίωμα περιορισμού της επεξεργασίας των προσωπικών δεδομένων, όταν η ακρίβεια των δεδομένων αμφισβητείται από τον χρήστη, εάν τα δεδομένα υποβλήθηκαν σε παράνομη επεξεργασία ή εάν ο χρήστης απαιτεί τα δεδομένα για μια νομική αξίωση (Γενικός Κανονισμός για την Προστασία Δεδομένων 18).
es: 6. Derecho a la restricción del procesamiento de datos personales cuando la precisión de los datos es impugnada por el usuario, si los datos se procesaron ilegalmente o si el usuario los solicita para un reclamo legal (GDPR 18).
eu: 6. Erabiltzaileak datuen zehaztasuna inpugnatzen duenean, datuak legez kanpo prozesatu badira edo erabiltzaileak datuak legezko eskaera bat egiteko eskatzen dituenean, norberaren datuak prozesatzearen murrizteko eskubidea (GDPR 18).
fi: 6. Oikeus rajoittaa henkilötietojen käsittelyä, jos käyttäjä kiistää tietojen oikeellisuuden, jos tietoja on käsitelty lainvastaisesti tai jos käyttäjä tarvitsee tietoja oikeudellista vaadetta varten (GDPR 18).
fr: 6. Le droit de restreindre le traitement des données personnelles si l'exactitude des données est contestée par l'utilisateur, si les données ont été traitées illégalement ou si l'utilisateur a besoin des données pour une réclamation légale (RGPD 18).
ga: 6. Ceart chun sriain próiseála de sonraí pearsanta má chuireann an t-úsáideoir i gcoinne lena gcruinneas, má bhí na sonraí próiseáilte go neamhdhleathach nó má theastaíonn na sonraí ón úsáideoir chun éilimh dlíthiúil (GDPR 18).
gd: 6. Còir air pròiseasadh an dàta phearsanta a chuingeachadh ma tha an cleachdaiche a’ cur an aghaidh gu bheil e ceart, ma chaidh an dàta a phròiseasadh gu mì-laghail no ma tha an cleachdaiche feumach air an dàta a thaobh cùis-lagha (GDPR 18).
gl: 6. Dereito á restrición do procesamento de datos persoais onde o usuario cuestione a precisión dos datos, se os datos se procesaron de maneira ilexítima ou se o usuario require os datos para unha reclamación legal (GDPR 18).
hu: 6. A személyes adatok kezelésének korlátozásának joga, ha a felhasználó vitatja az adatok pontosságát, ha jogellenesen lettek feldolgozva, vagy ha felhasználónak erre egy jogi követelés miatt van szüksége (GDPR 18).
id: 6. Hak untuk membatasi pemrosesan data pribadi di mana ketepatan data diperebutkan oleh pengguna, jika data diproses secara tidak sah atau jika pengguna memerlukan data untuk klaim hukum (GDPR 18).
it: 6. Diritto all'impedimento dell'elaborazione dei dati personali se la correttezza dei dati è contestata dall'utente, se i dati sono stati elaborati illegittimamente o se l'utente richiede i dati per un'azione legale (GDPR18).
ko: 6. 데이타의 정확성에 대해 사용자가 이의를 제기하는 경우, 데이타가 불법적으로 처리된 경우 또는 사용자가 법적 클레임을 위해 데이타를 필요로 하는 경우 개인 데이타 처리를 제한할 수 있습니다 (GDPR 18).
lv: 6. Tiesības uz personas datu apstrādes ierobežošanu, kur datu precizitāti apstrīdē lietotājs, ja dati ir apstrādāti nelikumīgi vai ja lietotājs pieprasa datus par juridisku prasību (GDPR 18).
mk: 6. Корисникот има право да бара ограничување на обработката на неговите лични податоци, доколку точноста е оспорена од корисникот, доколку податоците се незаконски обработени или доколку корисникот ги бара податоците како доказ во правна постапка (согласно член 18 од GDPR).
ms: 6. Hak untuk menyekat pemprosesan data peribadi yang mana ketepatan data diakui oleh pengguna, jika data diproses tanpa izin atau jika pengguna mahukan data untuk tuntutan perundangan (GDPR 18).
nl: 6. Recht op beperking van de verwerking van persoonsgegevens als de juistheid van de gegevens door de gebruiker wordt betwist, als de gegevens onrechtmatig zijn verwerkt of als de gebruiker de gegevens voor een rechtsvordering nodig heeft (GDPR 18).
pl: 6. Prawo do ograniczenia przetwarzania danych osobowych, jeśli dokładność danych jest kwestionowana przez użytkownika, jeśli dane są przetwarzane bezprawnie lub jeśli użytkownik potrzebuje danych w celach prawnych (GDPR 18).
pt_br: 6. Direito à restrição do processamento de dados pessoais quando a exatidão dos dados for contestada pelo usuário, se os dados forem processados ilegalmente, ou se o usuário solicitar os dados para uma reivindicação legal (GDPR 18).
pt_pt: 6. Direito à restrição do processamento de dados pessoais quando a exatidão dos dados for contestada pelo utilizador, se os dados forem processados ilicitamente ou se o utilizador solicitar os dados para uma reivindicação legal (RGPD 18).
ru: 6. Право на ограничение обработки персональных данных, если точность данных оспаривается пользователем, если данные были обработаны незаконно или если пользователю требуются данные для предъявления иска (Общий регламент по защите данных (ЕС) 18).
sk: 6. Právo na obmedzenie spracúvania osobných údajov, keď používateľ napadne správnosť dát, keď dáta boli spracované nezákonne alebo keď používateľ vyžaduje dáta pre uplatnenie právnych nárokov (GDPR 18).
sv: 6. rätt till begränsning av behandlingen av person uppgifter om användaren har bestridit uppgifternas riktighet, om uppgifterna har behandlats olagligen eller om användaren kräver uppgifter för ett juridiskt anspråk (GDPR 18).
tr: 6. Verilerin doğruluğunun kullanıcı tarafından itiraz edildiği, verilerin yasadışı bir şekilde işlenmesi veya kullanıcının yasal bir talep için veri gerektirmesi durumunda kişisel veri işleme kısıtlaması hakkı (GVKY 18).
uk: 6. Мати право на обмеження обробки особистих даних, де достовірність даних оскаржується користувачем, якщо дані були оброблені незаконно, або якщо користувач вимагає дані для юридичного позову (GDPR 18).
zh: 6.限制个人数据处理的权利：数据的准确性受到用户的质疑，数据是非法处理的，或者用户需要合法索赔的数据（GDPR 18）。
zh_tw: 6. 若資料準確性因違法處理或使用者需要資料作法律聲明而受使用者質疑，限制個人資料處理之權利 (GDPR 18) 。

source: 7. Right to object to the processing of personal data concerning him or her on grounds relating to their particular situation (GDPR 21).
ast: 7. Direiꞇhu a opponesse a l tratamiento de datos personales tocantes a elhi ou elha por motivos relativos a la sua situacion particular (GDPR 21).
bg: 6. Потребителят има право да откаже обработването на личните си данни въз основа на своя конкретна ситуация (съгласно чл. 21 на ОРЗД).
ca: 7. Dret a oposar-se al processament de dades personals basant-se en motius relacionats amb la seva situació particular (GDPR 21).
de: 7. Das Recht, einer Verarbeitung von UserReports betreffend die eigene Person aufgrund einer besonderen Situation zu widersprechen (DSGVO 21).
el: 7. Δικαίωμα διατύπωσης αντιρρήσεων για την επεξεργασία προσωπικών δεδομένων που αφορούν αυτόν ή αυτή για λόγους που σχετίζονται με την ιδιαίτερη κατάστασή τους (Γενικός Κανονισμός για την Προστασία Δεδομένων 21).
es: 7. Derecho a oponerse al procesamiento de datos personales que le conciernen por motivos relacionados con su situación particular (GDPR 21).
eu: 7. Norberaren berezko egoerari dagokiela daudenean, datuak prozesatzeari oztopoak jartzeko eskubidea (GDPR 21).
fi: 7. Oikeus vastustaa häntä koskevien henkilötietojen käsittelyä hänen erityiseen tilanteeseensa liittyvistä syistä (GDPR 21).
fr: 7. Le droit de s'opposer au traitement des données personnelles le concernant pour des motifs tenant à leur situation particulière (RPGD 21).
ga: 7. Ceart chun coinne a dhéanamh le próiseáil sonraí pearsanta faoi nó fúithi ar forais a bhaineann lena sceál ar leith (GDPR 21).
gd: 7. Còir air cur an aghaidh pròiseasadh an dàta phearsanta mu dhèidhinn no a dèidhinn fhèin air adhbharan an suidheachaidh shònraichte (GDPR 21).
gl: 7. Dereito a obxectar ante o procesamento de datos persoais relacionados con ela ou el nunha base relacionada coa súa situación concreta (GDPR 21).
hu: 7. A személyes adatok kezelésével szembeni tiltakozás joga, a felhasználó saját helyzetével kapcsolatos okokból (GDPR 21).
id: 7. Hak untuk menolak pemrosesan data pribadi tentang dirinya dengan alasan yang berkaitan dengan situasi khusus mereka (GDPR 21).
it: 7. Diritto di opposizione all'elaborazione dei dati personali che lo/la riguardano su base legata alla propria situazione particolare. (GDPR 21).
ko: 7. 특정 상황을 근거로 그와 관련된 개인 데이타의 처리에 반대할 수 있습니다 (GDPR 21).
lv: 7. Tiesības iebilst pret personas datu apstrādi, kas attiecas uz viņu, pamatojoties uz viņu konkrēto situāciju (GDPR 21).
mk: 7. Корисникот има право да одбие обработка на неговите лични податоци врз основа на неговата конкретна ситуација (според чл. 21 од GDPR).
ms: 7. Hak untuk menghalang pemprosesan data peribadi berkenaan dirinya atas sebab situasi tertentu (GDPR 21).
nl: 7. Recht om bezwaar te maken tegen de verwerking van persoonsgegevens die hem betreffen om redenen die verband houden met hun specifieke situatie (GDPR 21).
pl: 7. Prawo do wniesienia sprzeciwu wobec przetwarzania danych osobowych dotyczących użytkownika z przyczyn związanych z konkretną sprawą (GDPR 21).
pt_br: 7. Direito de oposição ao processamento de dados pessoais que lhe digam respeito por motivos relacionados à sua situação particular (GDPR 21).
pt_pt: 7. Direito de se opor ao tratamento de dados pessoais que lhe digam respeito por motivos relacionados à sua situação particular (RGPD 21).
ru: 7. Право на возражение против обработки персональных данных, касающихся его или её, на основании их особого положения (Общий регламент по защите данных (ЕС) 21).
sk: 7. Právo namietať proti spracúvaniu osobných údajov, ktoré sa ho alebo jej týkajú, na základe kontrétnej situácie (GDPR 21).
sv: 7. rätt att invända mot behandlingen av person uppgifter som rör honom eller henne av skäl som hänför sig till deras särskilda situation (GDPR 21).
tr: 7. Kendisine ait kişisel verilerin, kendi özel durumlarına dayanarak işlenmesine itiraz etme hakkı (GVKY 21).
uk: 7. Мати право заперечити оброблення особистих даних, що стосуються нього чи неї, на підставах, пов'язаних з їхньою конкретною ситуацією (GDPR 21).
zh: 7.有权以与其特定情况有关的理由，反对处理与其有关的个人数据（GDPR 21）。
zh_tw: 7. 依據其特殊情況反對處理關於他或她個人資料之權利 (GDPR 21) 。
