Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Spartans were housed and trained from a young age to be superlative warriors and to endure any hardship a military life can give them.
ast: Agospiaron y entrenaron a los espartanos dende pequeños pa ser guerreros superlativos y soportar cualquier desafíu que-yos presentare la vida militar.
bg: Спартанците били настанявани и обучавани от ранна възраст, за да бъдат превъзходни во̀ и да издържат на всичко, пред което може да ги изправи военния живот.
br: Roet e oa bod ha stummadur d'ar Spartaned adalek o bloavezhioù kentañ. Stummet e oant da vezañ brezelourien dibar, gouest da ziwaskañ forzh peseurt poanioù ha dioueroù digaset gant ur vuhez a vrezelour.
ca: Els espartans eren allotjats i entrenats des de ben petits per ser guerrers extraordinaris i per resistir qualsevol privació de la vida militar.
cs: Sparťané byli ubytováni a cvičeni od mladého věku tak, aby byli vynikajícími válečníky a aby vydrželi jakékoli strádání, které by jim vojenský život přinesl.
de: Spartaner wurden von Kindesbeinen an zu Kriegern ausgebildet, die ihresgleichen suchten, damit sie später jede Härte des militärischen Lebens ohne zu zögern auf sich nahmen.
el: Οι Σπαρτιάτες στρατολογούνταν και εκπαιδεύονταν από νεαρή ηλικία ώστε να είναι εξαιρετικοί πολεμιστές και να υπομείνουν κάθε δυσκολία που μια στρατιωτική ζωή μπορεί να τους δώσει.
es_ar: Los espartanos se entrenaban desde chicos para ser guerreros formidables y soportar cualquier dificultad que la vida militar pueda presentarles.
eu: Espartarrak txikitatik izan ziren etxekotu eta erakutsiak goreneko gudariak bihurtzeko eta militar bizitzaren gorabehera guztiak jasan ahal izateko.
fa: اسپارت ها از سنین کم آموزش می بینند تا جنگجویانی قدرتمند شوند و از پس هر شرایط سخت جنگی برآیند.
ga: Ó aois óg, bhí na Spartaigh ina gcónaí sna campa míleata, agus d'oileadh siad a bheith saighdiúirí iontacha, agus do chruatain mhíleata a fhulaingt.
he: הספרטנים שוכנו ואומנו מגיל צעיר להיות לוחמים חזקים ולסבול כל תלאות חיי צבא יכולים לתת להם.
hu: A spártaiakat fiatal koruktól kezdve felülmúlhatatlan harcosoknak nevelték, hogy elviseljenek minden nehézséget, amit a katonaélet adhat nekik.
hy: Սպարտացիները դաստիարակվում և մարզվում էին երիտասարդ տարիքից որպես հոյակապ մարտիկներ, որոնք կարող են դիմանալ ռազմական կյանքի ցանկացած դժվարության։
it: Gli Spartani erano addestrati fin dalla giovane età ad essere guerrieri straordinari e a sopportare qualsiasi difficoltà che una vita militare avrebbe potuto dare loro.
ja: スパルタ人はこどもの頃から合宿し訓練を受け、最高の戦士となり、軍人生活で起こりうるあらゆる困難に耐えました。
ko: 스파르타인들은 어려서부터 최상급 전사가되기 위하고 군대 생활이 그들에게 줄 수 있는 어떠한 고난도 견뎌내기위해 수용되어 훈련되었습니다.
nb: Spartanerne ble innlosjert og trent fra ung alder til å bli overlegne krigere og for å utholde alle prøvelser et militært liv kan tilby.
pl: Spartanie byli szkoleni od najmłodszych lat na najpotężniejszych wojowników, którzy potrafią znosić wszelkie trudy życia wojskowego, na jakie mogą natrafić w przyszłości.
pt_br: Os espartanos recebiam treinamento militar desde muito novos para se tornarem excelentes guerreiros e serem capazes de enfrentar qualquer adversidade na sua vida militar.
ru: Спартанцы с детства обучались быть превосходными воинами и стойко переносить любые тяготы военной жизни.
sk: Sparťania boli už od mladého veku trénovaní, aby sa z nich stali vynikajúci bojovníci a boli schopní znášať akékoľvek ťažkosti vojenského života.
sv: Spartaner inhystes och utbildades från en ung ålder för att vara superlativa krigare och att uthärda varje svårighet ett militärt liv kan ge dem.
tr: Spartalılar askeri hayatın doğurabileceği tüm zorluklara göğüs gerebilmeleri için küçük yaştan itibaren üstün savaşçılar olarak yetiştirilirlerdi.
uk: Спартанці з дитинства навчалися бути чудовими воїнами і стійко переносити будь-які негоди військового життя.
zh: 斯巴达从小就被编入团队并进行军事训练，以成为最高级的战士和忍受任何艰难军旅生活。
zh_tw: 斯巴達人從小就被編入團隊進行訓練，以成為最好的戰士，並確保能夠忍受艱苦的軍旅生活。

source: The king of Sparta, who fought and died at the battle of Thermopylae in 480 B.C. He successfully blocked the way of the huge Persian army through the narrow passage with his 7000 men, until Xerxes was made aware of a secret unobstructed path. Finding the enemy at his rear, Leonidas sent home most of his troops, choosing to stay behind with 300 hand-picked hoplites and win time for the others to withdraw.
ast: El rei d´Esparta, que lluchó y morrió na batalla de Termópiles en 480 a.C. Torgó con ésitu´l pasu del exércitu escomanáu persa nun sedu estrechu con 7000 homes, fasta que Xerxes deprendió qu'había un camín secretu ensin estorbos. Atopando al enemigu pela retaguardia, Leónides unvió pa casa a les más de les tropes, escoyendo a quedar atrás con unos 300 hoplites perfechamente esbillaos y ganar tiempu pa que'l restu se retirare.
bg: Цар на Спарта, който се умрял в бой в битката при Термопилите през 480г. пр.н.е. Той успешно препречил пътя на огромната персийска войска през тесния проход със 7000 войници, докато Ксеркс не разбрал за таен заобиколен път. Откривайки, че е заобиколен от врага, Леонид изпратил към дома повечето от войниците си, избирайки да остане с 300 подбрани хоплити и да спечели време за другите да се оттеглят.
br: Roue Sparta, a zo en em gannet hag eo aet da anaon en Emgann an Termopiloù e 480 K. J.K. Deuet eo a-benn da stankañ an hent d'ar pikol armead Persian war ar strizhode gant e 7000 den, betek ma vefe roet da c'houzout da Xerxes e oa un hent-kuzh all, diskoilh. O kavout an enebourien war e ziadreñv, Leonidas a gasas lodenn vrasañ e vrezelourien d'ar ger, dibabet gantañ da chom gant e 300 hoplit gwellañ da herzel ha gounit amzer evit lezel d'ar re all d'en em dennañ.
ca: El rei d'Esparta, que va lluitar i morir a la batalla de les Termòpiles l'any 480 aC. Va bloquejar amb èxit el camí de l'enorme exèrcit persa pel pas estret amb els seus 7000 homes, fins que van mostrar a Xerxes un camí secret obert. Amb l'enemic a darrere, Leònides va enviar a casa la majoria de les tropes, i es va quedar enrere amb 300 hoplites seleccionats per guanyar temps als altres i permetre'ls retirar-se.
cs: Král Sparty, který bojoval a zemřel v bitvě u Thermopyl roku 480 př. n. l. Úspěšně se postavil do cesty obrovské perské armádě v úzkém průchodu se svými 7000 muži, dokud Xerxes nenalezl tajnou nestřeženou cestu. Jakmile Leonidas spatřil nepřátele ve svém týle, rozkázal většině svých jednotek návrat do Sparty a zůstal na bojišti s 300 vybranými těžkooděnci, čímž pro ustupující vojáky získal dostatek času na ústup z bojiště.
de: Der König von Sparta, der in der Schlacht bei den Thermopylen 480 v. Chr. kämpfte und starb. Er blockierte den Weg der riesigen persischen Armee an einer schmalen Stelle mit 7000 Mann, bis Xerxes einen geheimen unversperrten Weg bemerkte. Mit dem Feind im Rücken schickte Leonidas einen Großteil seiner Truppen nach Hause und entschied, mit 300 handverlesenen Hopliten zu bleiben und den Rückzug der anderen zu sichern.
el: Ο βασιλιάς της Σπάρτης για τον οποίο πολέμησαν και πέθαναν στο πεδίο των Θερμοπυλών το 480 π.Χ.. Εκείνος επιτυχημένα έκλεισε τον δρόμο του τεράστιου Περσικού στρατού στο στενό πέρασμα με τους 7000 άνδρες, μέχρι ο Ξέρξης να αντιληφθεί ένα μυστικό πέρασμα. Περικυκλωνοντας τον αντίπαλο από πίσω, ο Λεωνίδας έστειλε σπίτι τους περισσότερους στρατιώτες, επιλέγοντας να μείνει μαζί με 300 προσωπικά επίλεκτους οπλίτες για να κερδίσει χρόνο ώστε οι υπόλοιποι να αποσυρθούν.
es_ar: El rey de Esparta, que peleó y murió en la batalla de Termópilas el 480 a.C. Detuvo con éxito el gigantesco ejército persa en el pasaje angosto con sus 7000 hombres, hasta que Jerjes descubrió un pase secreto indefenso. Cuando encontró a su enemigo a sus espaldas, Leónidas mandó de vuelta a la mayoría de sus tropas, y se quedó con un grupo de 300 hóplitas elegidos por él para ganar tiempo para la retirada.
eu: Espartako erregea, K.a. 480an Termopiletako gudan borrokatu eta hil zena. Bere 7000 gizonez Persiar armada handiaren sarrera arrakastaz eutsi zuen Jerjesek bide sekretu bat zegoela jakin zuen arte. Etsaia atzean zuela, Leonidasek bere gizonen gehiengoa etxera bidali zuen eta 300 hoplita onenak lagundurik gelditu zen gainontzekoentzat denbora irabazi asmoz.
fa: پادشاه اسپارت، کسی که درجنگ ترموپیل در 480 ق.م جنگید و کشته شد. او بطور موفقیت آمیزی جلوی سپاه قدرتمند ایران ایستاد با 7000 مرد جنگی سپاه ایران را در یک گذرگاه باریک زمین گیر کرد. سپاه ایران نتوانست دفاع مستحکم اسپارتها را بشکند تا زمانی که خشایارشا متوجه یک راه مخفی شد و توانست از پشت سر به نیروهای دشمن برسد. لئونیداس که متوجه نفوذ ایرانی ها شد دستور عقب نشینی داد و خودش همراه با 300 هاپلیت در آنجا باقی ماند تا با جنگیدن با سپاه ایران زمان لازم برای عقب نشینی موفقیت آمیز نیروهایش را فرآهم کند.
ga: Rí na Sparta, throid sé agus fuair sé a bhás sa Chath Thermápalae i 480 R.C. D'éirigh sé le bac a chur ar arm ollmhór na Peirse le 7000 saighdiúirí amháin, go dtí a fuair Xerxes ar chosán rúnda. Nuair a rug Leoiníadas ar naimhde ag a chúl, d'fhógair sé comhairle lena chomhghuaillithe agus mhol sé orthu d'éalú a dhéanamh, ach d'fhán sé, a Spartaigh, 300 hoiplítigh den scoth agus roinnt comhghuaillí eile do mhoill a chur ar na Peirsigh.
hu: Spárta királya, aki i. e. 480-ban esett el a thermopülai csatában. Sikeresen állta útját a hatalmas perzsa hadseregnek a szorosban 7000 emberével, míg Khsajársá tudomást nem szerzett egy titkos, akadálymentes útról. Az ellenséggel a hátában Leónidasz csapatai többségét hazaküldte, és hátramaradt 300 válogatott hoplitával, hogy időt nyerjen a többieknek a visszavonulásra.
hy: Սպարտայի արքան, ով կռվեց և մահացավ մ․թ․ա․ 480թ․-ին՝ Թերմոպիլյան ճակատամարտում։ Իր 7000 զինվորների հետ նա հաջողությամբ արգելափակեց պարսկական ահռելի բանակի ճանապարհը նեղ կիրճի միջով, մինչև Քսերքսեսին տեղեկացրին գաղտնի ու անարգել արահետի մասին։ Տեսնելով հակառակորդին իր թիկունքում՝ Լեոնիդասը տուն ուղարկեց իր զորքերի մեծ մասին՝ մնալով իր կողմից ընտրված 300 հոպլիտների հետ և ժամանակ շահելով մյուսների նահանջի համար։
it: Il re di Sparta, che combattè e morì nella battaglia delle Termopili nel 480 a.C. Bloccò con successo la via all'enorme esercito persiano attraverso lo stretto passaggio con i suoi 7000 uomini, fino a quando Serse venne a conoscenza di un percorso segreto senza ostacoli. Con il nemico alle spalle, Leonida inviò in patria la maggior parte delle sue truppe, scegliendo di rimanere con 300 opliti scelti per dare tempo agli altri a ritirarsi.
ja: スパルタ王で、紀元前480年のテルモピュライの戦いで戦死しました。彼は7000の手勢でペルシャの大軍の進軍を隘路で阻止することに成功しましたが、それもクセルクセスに障害のない秘密の間道を察知されるまでのことでした。背後に敵を発見したレオニダスは軍勢の大半を帰還させ、300の精鋭重装歩兵と居残り、他のものが帰還する時間を稼ぐことを決断しました。
ko: 스파르타의 왕은 기원전 480년 테르모필레 전투에서 전사했습니다. 그는 7000 수하의 군대에서 페르시아 대군의 진군을 애로 저지하는 데 성공했지만, 그것도 크세르크세스에 장애가 없는 비밀 간도를 감지되기까지했다. 뒤에 적을 발견 한 레오니다스는 군대의 대부분을 귀환시켜 300의 정예 중장 보병과 잔류 다른 사람이 귀환하는 시간을 버는 것을 결정했습니다.
nb: Kongen av Sparta, som kjempet og døde i slaget ved Thermopylae i 480 f.Kr. Han blokkerte den enorme persiske hæren gjennom den trange passasjen med hans 7000 menn, til Xerxes ble gjort klar over en hemmelig uhindret sti. Da Leonidas fant fienden bak seg sendte han de fleste soldatene hjem. Bare 300 hånd-plukkede hoplitter ble igjen for å vinne tid så de andre kunne trekke seg tilbake.
pl: Król Sparty, który walczył i zginął pod Termopilami w 480 r. p. n. e. Z 7000 swoich ludzi skutecznie zablokował drogę ogromnej perskiej armii, póki Kserkses nie dowiedział się o tajnym, niezablokowanym przejściu. Gdy spostrzegł że ma wrogów na swoich tyłach, odesłał większość swoich żołnierzy, postanowił z 300 starannie dobranymi hoplitami zostać i walczyć żeby inni mieli czas się wycofać.
pt_br: O rei de Esparta, que lutou e morreu na batalha das Termópilas, em 480 A.C. Ele bloqueou com êxito o caminho do enorme exército Persa através da passagem estreita com seus 7000 homens, até que Xerxes teve conhecimento de um caminho secreto desobstruído. Ao encontrar o inimigo em sua retaguarda, Leônidas enviou para casa a maioria de suas tropas, optando por ficar para trás com 300 hoplitas escolhidos a fim de ganhar tempo para a retirada do restante.
ru: Царь Спарты, который сражался и погиб в битве при Фермопилах в 480 году до н.э. С 7000 воинов он успешно блокировал путь огромной персидской армии через узкий проход в горах до тех пор, пока Ксерксу не стало известно о секретном обходном пути. Обнаружив врага в своём тылу, Леонид отправил домой большую часть своих войск, предпочтя остаться с 300 гоплитами, чтобы выиграть время для отступления остальных.
sk: Kráľ Sparty, ktorý bojoval a aj zomrel v bitke pri Termopylách v roku 480 pred Kristom. Úspešne so svojimi 7000 mužmi blokoval v úzkom priesmyku cestu obrovskej perzskej armáde, až pokiaľ Xerxes nebol upozornený na tajnú nezahatanú cestu. Keď Leonidas zbadal za svojim chrbtom nepriateľa, poslal domov väčšinu svojho vojska. Sám sa pri tom rozhodol zostať spoločne s 300 starostlivo vybranými hoplitmi a tak získať čas pre ostatných, aby mohli bezpečne ustúpiť.
sv: Kungaren av Sparta, som kämpade och dog i slaget vid Thermopylae i 480 B.C. Han blockerade framgångsrikt vägen för den enorma persiska armén genom den smala passagen med sina 7000 män, tills Xerxes fick kännedom om en hemlig fri väg. Leonidas skickade fienden på sin baksida hemma de flesta av sina trupper, valde att hålla sig bakom med 300 handplockade hopliter och vinna tid för de andra att dra sig tillbaka.
tr: 480'de B. Thermophylae savaşında savaşan ve öldü Sparta Kralı Xerxes gizli bir engellenmemiş yoldan haberdar edilene kadar, 7000 erkeği ile dar geçitten büyük İran ordusunun yolunu başarılı bir şekilde engelledi. Arkasındaki düşmanı bulmak için olan Leonidas, birliklerinin çoğunu eve göndererek, 300 elle seçilen hoplit ile geride kalmayı ve diğerleri için çekilme zamanını seçti.
uk: Цар Спарти, який боровся і загинув у битві біля Фермопіл в 480 році до н. е. З 7000 воїнів він успішно блокував шлях величезної перської армії через вузький прохід у горах до тих пір, поки Ксерксу не стало відомо про секретний шлях. Виявивши ворога у своєму тилу, Леонід відправив додому більшу частину своїх військ, вважаючи за краще залишитися з 300 гоплітів, щоб виграти час для відступу інших.
zh: 公元前480年，斯巴达国王列奥尼达斯在温泉关战死，当时他带领7000名士兵在一处狭窄通道成功地阻击了波斯大军。后来波斯国王薛西斯一世通过一条密道绕到斯巴达人后方。列奥尼达斯留下300名重装步兵坚守，为希腊人撤退赢得了宝贵时间。
zh_tw: 斯巴達的國王，於西元前480年在溫泉關戰役中戰死。他成功的以7000名的兵力將數量遠遠超過他們的波斯軍隊阻擋在溫泉關的狹窄通道之外，直到波斯國王薛西斯一世找到一條通往斯巴達軍隊後方的秘密通道。列奧尼達就讓他軍隊裡除了他親手挑選的300名重裝步兵以外的人回家，並以這些軍隊奮戰到最後一刻以爭取讓其他人撤退的時間。

source: Leonidas I
ast: Leónides I
bg: Леонид I
ca: Leònides I
el: Λεωνίδας Α'
es_ar: Leónidas I
fa: لئونیداس اول
ga: Leoiníadas I
he: לאונידאס הראשון
hu: I. Leónidasz
hy: Լեոնիդաս I
it: Leonida I
ja: レオニダス1世
ko: 레오니다스 1세
nb: Leonaidas I
pt_br: Leônidas I
ru: Леонид I
tr: I. Leonidas
uk: Леонід І
zh: 列奥尼达斯一世
zh_tw: 列奧尼達一世

source: Because Brasidas has sponsored their citizenship in return for service, Helot Skirmishers fight longer and harder for Sparta while within range of him.
ast: Porque Brásides apoyó la so ciudadanía empara de serviciu, los escaramuzadores ilotes lluchen más tiempu y más duro por Esparta si tán dientro del so algame.
bg: Тъй като Бразид осигурил гражданството им в замяна на услуги, илотските стрелци могат да се бият по-дълго и ожесточено за Спарта, докато са в обхвата му.
br: Dre m'en deus Brasidas harpet anezho da c'hounit o c'heodederezh evit kas an dorzh d'ar gêr evit o servij, en em gannañ a ra an dennataered Helot pelloc'h ha kaletoc'h evit Sparta p'emañ-eñ en-o-serr.
ca: Com que Bràsides patrocina la seva ciutadania a canvi del seu servei, la infanteria lleugera ilota lluita més estona i més durament per Esparta quan són a prop seu.
cs: Protože se Brásidás zasadil o jejich občanství oplátkou za službu, hélótští harcovníci bojují déle a tvrději za Spartu, když jsou v jeho dosahu.
de: Weil Brasidas ihnen die Bürgerrechte als Bezahlung für ihre Dienste anbot, kämpfen Helotische Plänkler länger und härter für Sparta, wenn sie in seiner Nähe sind.
el: Επειδή ο Βρασίδας έχει εγγυηθεί την υπηκοότητά τους σε αντάλλαγμα για τις υπηρεσίες τους, οι Είλωτες Ακροβολιστές μάχονταν περισσότερο και σκληρότερα για τη Σπάρτη, εντός της περιφέρειάς της.
es_ar: Gracias a que Brásidas les propuso la ciudadanía a cambio de servicios, las tropas Ilota luchan más tiempo y con mayor fiereza para Esparta si están en su rango.
eu: Bresidasek hiritartasuna zerbitzuen ordez ematen zienez, Ilota xaxatzaileek hobe egiten dute borrokan bere aginte pean Espartaren alde.
fa: بخاطر اینکه براسیداس به آنها برای خدمتشان شهروندی اهدا کرده بود. برده های نیزه انداز زمانی که در کنار وی بودند قدرتمند تر می جنگند
ga: Thug Brasadas urraíocht saoránachta do scirmiseoirí Héalótacha mar gheall ar seribhís mhíleata, agus mar sin troideann na Héalótaí seo níos fada agus níos láidre ar son na Sparta nuair a bhí siad in aice leis.
he: בגלל שברסידאס מימן את אזרחותם בתמורה לשירותיו, הלוט סקרימישרס נלחם יותר קשה בשביל ספרטהו כל עוד הייתה בטווח שלו.
hu: Mivel Braszidasz szponzorálta az állampolgárságukat a szolgálatukért cserébe, a helóta előcsatárok hosszabban és keményebben küzdenek Spártáért, amíg az ő hatótáván belül vannak.
hy: Բրասիդասի տեսադաշտում առաջնագծի հելոտ նիզականետերն ավելի երկար ու ակտիվ են պայքարում Սպարտայի համար, քանի որ նա հովանավորել է իրենց քաղաքացիությունը ծառայության դիմաց։
it: Poiché Brasida aveva promesso loro la cittadinanza in cambio dei loro servigi, la Fanteria Leggera Ilota combatte più a lungo e più intensamente per Sparta, mentre si trova nel suo raggio d'azione.
ja: ブラシダスは任務の見返りに市民権の保証人を引き受けたため、ヘイロタイの散兵は、彼の視界の中にいる間は、より長く激しくスパルタのために戦いました。
ko: 부라시다스 임무 대가로 시민권의 보증인을 맡은 때문에 헤이로타이의 척후병은 그의 시야 안에있는 동안은 오랫동안 격렬 스파르타를 위해 싸웠습니다.
nb: Siden Brasidas hadde sørget for deres borgerskap i bytte mot tjeneste, kjempet Helots fortropper lengre og hardere for Sparta så lenge de var innen hans rekkevidde.
pl: Ponieważ Brasidas nadawał im obywatelstwo w zamian za służbę, Osczepnicy Heloccy walczą dłużej i zacieklej kiedy są w jego zasięgu.
pt_br: Por Brásidas ter-lhes concedido cidadania em troca de serviço militar, Atiradores Hilotas lutam por mais tempo e com mais determinação por Esparta quando estão ao seu alcance.
ru: В связи с тем, что Брасид способствовал получению ими гражданства в качестве благодарности за службу, застрельщики-илоты, находясь неподалёку от Спарты, сражаются за неё дольше и отчаяннее.
sk: Vzhľadom k tomu, že Brásidás im zaručil občianstvo výmenou za ich služby, otroci harcovníci bojujú za Spartu dlhšie a tvrdšie v jeho dosahu.
sv: Eftersom Brasidas har sponsrat sitt medborgarskap i utbyte mot service, strider Helot Skirmishers längre och hårdare för Sparta inom sin räckvidd.
tr: Brasidas hizmetlerinin karşılığında vatandaşlık sözü verdiğinden, Helot Öncü birlikleri onun menzili içerisinde Sparta için daha uzun ve istekle savaşırlar.
uk: У зв'язку з тим, що Брасід сприяв отриманню ними громадянства в якості подяки за службу, застрільники-ілоти, перебуваючи неподалік від Спарти, б'ються за неї довше і відчайдушніше.
zh: 在斯巴达统帅布拉西达斯统治期间，那些奴隶散兵乐意为斯巴达战斗，因为布拉西达斯承诺会给他们公民身份来回报他们的服务。
zh_tw: 因為伯拉西達承諾會給予他們公民身份來換取服務，當奴隸斥候在他的視野範圍內時會更加勇猛、更難被打敗。
