Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Ptolemy Epigone
ast: Toloméu Epígonu
bg: Птолемей I Епигон
ca: Ptolemeu Epígon
cs: Ptolemaios I. Epigon
de: Ptolemaios der Sohn
el: Πτολεμαίος Επίγονος
es_ar: Ptolomeo Epígono
eu: Ptolomeo Epigono
fa: بطلمیوس اپیگون
ga: Tolomaes 'Epigone'
hu: Plotemaiosz Epigonész
hy: Պտղոմեոս Բարերար
it: Tolomeo Epigone
ja: プトレマイオス・エピゴノス
ko: 프톨레마이오스 에피고네
pl: Ptolemeusz Nios
pt_br: Ptolomeu de Telmesso
ru: Птолемей Эпигон
sk: Ptolemaios Epigonos
tt: Птолемей Эпигон
uk: Птолемей Епігон
zh: 托勒密（追随者）
zh_tw: 托勒密追隨者

source: Ptolemy Eurgetes
ast: Toloméu Evérxetes
bg: Птолемей III Евригет
ca: Ptolemeu Eurgetes
cs: Ptolemaios III. Euergetés
de: Ptolemaios III. Euergetes I.
el: Πτολεμαίος Εὐεργέτης
es_ar: Ptolomeo III Evergetes
eu: Ptolomeo Eurgetes
fa: بطلمیوس یورگتس
ga: Tolomaes 'Eurgetes'
hu: Ptolemaiosz Euergetész
hy: Պտղոմեոս Հայրենասեր
it: Tolomeo III Evergete
ja: プトレマイオス恩恵王
ko: 프톨레마이오스 에우에르게테스
pl: Ptolemeusz Euergetes
pt_br: Ptolemeu Evérgeta
ru: Птолемей Эвергет
sk: Ptolemaios Euergetés
sv: Ptolemaios Euergetes
tt: Птолемей Эвергет
uk: Птолемей Евергет
zh: 托勒密三世·欧厄尔葛忒斯一世
zh_tw: 托勒密三世·歐厄爾葛忒斯一世

source: Ptolemy Philopater
ast: Toloméu Filópator
bg: Птолемей IV Филопатор
ca: Ptolemeu Filopàtor
cs: Ptolemaios IV. Filopatór
de: Ptolemaios IV. Philopator
el: Πτολεμαίος Φιλοπάτωρ
es_ar: Ptolomeo IV Filópator
eu: Ptolomeo Filopater
fa: بطلمیوس فیلوپاتر
ga: Tolomaes 'Philopater'
hu: Ptolemaiosz Philopatór
hy: Պտղոմեոս Փառավոր
it: Tolomeo IV Filopatore
ja: プトレマイオス愛父王
ko: 프톨레마이오스 필로파토르
pl: Ptolemeusz Filopator
pt_br: Ptolemeu Filopator
ru: Птолемей Филопатор
sk: Ptolemaios Filopatór
sv: Ptolemaios Filopator
uk: Птолемей Філопатер
zh: 托勒密四世·菲洛帕托尔
zh_tw: 托勒密四世·菲洛帕托爾

source: Ptolemy Epiphanes
ast: Toloméu Epífanes
bg: Птолемей V Епифан
ca: Ptolemeu Epífanes
cs: Ptolemaios V. Epifanés
de: Ptolemaios V. Epiphanes Eucharistos
el: Πτολεμαίος Επιφανής
es_ar: Ptolomeo V Epífanes
eu: Ptolomeo Epifanes
fa: بطلمیوس اپیفانس
ga: Tolomaes 'Epiphanes'
he: תלמי אפיפאנס
hu: Ptolemaiosz Epiphanész
hy: Պտղոմեոս Մայրասեր
it: Tolomeo V Epifane
ja: プトレマイオス顕神王
ko: 프톨레마이오스 에피파네스
pl: Ptolemeusz Epifanes
pt_br: Ptolemeu Epifânio
ru: Птолемей Эпифан
sk: Ptolemaios Epifanés
sv: Ptolemaios Epifanes
tt: Птолемей Эпифан
uk: Птолемей Епіфан
zh: 托勒密五世·埃皮法涅斯
zh_tw: 托勒密五世·埃庇法涅斯

source: Ptolemy Philometor
ast: Toloméu Filómetor
bg: Птолемей VI Филометор
ca: Ptolemeu Filomètor
cs: Ptolemaios VI. Filométor
de: Ptolemaios VI. Philometor
el: Πτολεμαίος Φιλοπάτωρ
es_ar: Ptolomeo VI Filometor
eu: Ptolomeo Filometor
fa: بطلمیوس فیلومتور
ga: Tolomaes 'Philometor'
hu: Ptolemaiosz Philométór
hy: Պտղոմեոս Փիլոմետոր
it: Tolomeo VI Filometore
ja: プトレマイオス愛母王
ko: 프톨레마이오스 필로메토르
pl: Ptolemeusz Filometor
pt_br: Ptolemeu VI Filometor
ru: Птолемей Филометор
sk: Ptolemaios Filométór
sv: Ptolemaios Filometor
tt: Птолемей Филометор
uk: Птолемей Філометор
zh: 托勒密六世·菲洛墨托尔
zh_tw: 托勒密六世·菲洛墨托爾

source: Ptolemy Eupator
ast: Toloméu Éupator
bg: Птолемей Еупатор
ca: Ptolemeu Eupàtor
cs: Ptolemaios Eupatór
de: Ptolemaios Eupator
el: Πτολεμαίος Ευπάτωρ
es_ar: Ptolomeo Eupátor
eu: Ptolomeo Eupator
fa: بطلمیوس یوپاتور
ga: Tolomaes 'Eupator'
hu: Ptolemaiosz Eupatór
hy: Պտղոմեոս Եվպատոր
it: Tolomeo Eupatore
ja: プトレマイオス良父王
ko: 프톨레마이오스 에우파토르
pl: Ptolemeusz Eupator
pt_br: Ptolemeu Eupátor
ru: Птолемей Эвпатор
sk: Ptolemaios Eupatór
sv: Ptolemaios Eupator
tt: Птолемей Эвпатор
uk: Птолемей Евпатор
zh: 托勒密·欧帕托尔
zh_tw: 托勒密·歐帕托爾

source: Ptolemy Alexander
ast: Toloméu Alexandru
bg: Птолемей X Александър I
ca: Ptolemeu Alexandre
cs: Ptolemaios X. Alexandros I.
de: Ptolemaios X. Alexander I.
el: Πτολεμαίος Αλέξανδρος
es_ar: Ptolomeo X Alejandro I
eu: Ptolomeo Alejandro
fa: بطلمیوس اسکندر
ga: Tolomaes 'Alexander'
he: תלמי אלכסנדר
hu: Ptolemaiosz Alexandrosz
hy: Պտղոմեոս Ալեքսանդր
it: Tolomeo X Alessandro I
ja: プトレマイオス・アレクサンドロス
ko: 프톨레마이오스 알렉산드르
nb: Ptolemy Aleksander
pl: Ptolemeusz Aleksander
pt_br: Ptolemeu Alexandre
ru: Птолемей Александр
sk: Ptolemaios Alexander
sv: Ptolemaios Alexander
tr: Potelmy İskender
tt: Птолемей Александр
uk: Птолемей Олександр
zh: 托勒密一世·亚历山大一世
zh_tw: 托勒密十世·亞歷山大一世

source: Ptolemy Neos Dionysos
ast: Toloméu Neu Dionisu
bg: Птолемей XII Неос Дионис
ca: Ptolemeu Neo-Dionisi
cs: Ptolemaios XII. Neos Dionýsos
de: Ptolemaios XII. Neos Dionysos
el: Πτολεμαίος Νέος Διόνυσος
es_ar: Ptolomeo XII Neo Dionisio Auletes
eu: Ptolomeo Neos Dioniso
fa: بطلمیوس نئوس دیونیسوس
ga: Tolomaes 'Neos Dionysos'
hu: Ptolemaiosz Neosz Dionüszosz
hy: Պտղոմեոս Նեոս Դիոնիսոս
it: Tolomeo XII Neo Dioniso
ja: プトレマイオス新酒神王
ko: 프톨레마이오스 네오스 필로파토르
pl: Ptolemeusz Neos Dionizos
pt_br: Ptolemeu Auletes
ru: Птолемей Неос Дионис
sk: Ptolemaios Neos Dyonýsos
sv: Ptolemaios Neos Dionysos
tt: Птолемей Неос Дионис
uk: Птолемей Неос Діоніс
zh: 托勒密十二世·吹笛者
zh_tw: 托勒密十二世·吹笛者

source: Ptolemy Neos Philopater
ast: Toloméu Neu Filópator
bg: Птолемей VII Неос Филопатор
ca: Ptolemeu Neofilopàtor
cs: Ptolemaios VII. Neos Filopatór
de: Ptolemaios IV. Philopator
el: Πτολεμαίος Νέος Φιλοπάτωρ
es_ar: Ptolomeo Neo Filópator
eu: Ptolomeo Neos Filopater
fa: بطلمیوس نئوس فیلوپاتر
ga: Tolomaes 'Neos Philopater'
hu: Ptolemaiosz Neosz Philopatór
hy: Պտղոմեոս Նեոս Հայրենասեր
it: Tolomeo VII Neo Filopatore
ja: プトレマイオス新愛父王
ko: 프톨레마이오스 네오스 필로파토르
pl: Ptolemeusz Neos Filopator
pt_br: Ptolemeu VII Neos Filopator
ru: Птолемей Неос Филопатор
sk: Ptolemaios Neos Filopatór
sv: Ptolemaios Neos Filopater
tt: Птолемей Неос Филопатор
uk: Птолемей Неос Філопатер
zh: 托勒密七世
zh_tw: 托勒密七世·奈俄斯·菲洛帕托爾

source: Berenice Philopater
ast: Bereniz Filópator
bg: Береника Филопатор
ca: Berenice Filopàtor
cs: Berenika III. Filopatór
de: Berenike Philopator
el: Βερενίκη Φιλοπάτωρ
es_ar: Berenice Filópator
eu: Berenice Filopater
fa: برنیسه فیلوپاتر
hu: Bereniké Philopatór
hy: Բերենիս Հայրենասեր
it: Berenice II
ja: ベレニケ・フィロパトル
ko: 베레니케 필로파토르
pl: Berenika Filopator
pt_br: Berenice Filopator
ru: Береника Филопатор
sk: Bereniké Filopatór
sv: Berenike Filopater
tt: Береника Филопатор
uk: Береніка Філопатор
zh: 贝勒尼基三世·菲洛帕托尔
zh_tw: 貝勒尼基三世·菲洛帕托爾

source: Cleopatra Tryphaena
ast: Cleopatra Trifena
bg: Клеопатра V Трифена
br: Kleopatra Tryphaena
ca: Cleòpatra Trifene
cs: Kleopatra Tryfanea
de: Kleopatra VI. Tryphaina
el: Κλεοπάτρα Τρύφαινα
es_ar: Cleopatra VI Trifena
eu: Kleopatra Tryphaena
fa: کلئوپاترا تریفانئا
ga: Cléópatra 'Tryphaena'
hu: Kleopátra Trüphéna
hy: Կլեոպատրա Տրիֆաենա
it: Cleopatra V Trifena
ja: クレオパトラ・トリュファイナ
ko: 클레오파트라 트리파에나
pl: Kleopatra Tryfajna
pt_br: Cleópatra Trifena
ru: Клеопатра Трифаена
sk: Kleopatra Tryfaina
tt: Клеопатра Трифаена
uk: Клеопатра Трифаена
zh: 克娄巴特拉六世·特丽菲娜
zh_tw: 克婁巴特拉六世·特麗菲娜

source: Berenice Epiphaneia
ast: Bereniz Epifánea
bg: Береника Епифана
br: Berenis Epiphaneia
ca: Berenice Epifania
cs: Berenika IV. Epifaneia
de: Berenike IV.
el: Βερενίκη η Επιφανής
es_ar: Berenice Epífanes
eu: Berenice Epifania
fa: برینیسه اپیفانئا
hu: Bereniké Epiphaneia
hy: Բերենիս Փառավոր
it: Berenice IV
ja: ベレニケ・エピファニア
ko: 베레니케 에피파네이아
pl: Berenika IV
pt_br: Berenice Epifânia
ru: Береника IV
sk: Bereniké Epifaneia
tt: Береника Эпифанея
uk: Береніка Епіфанея
zh: 贝勒尼基四世·埃庇法内娅
zh_tw: 貝勒尼基四世·埃庇法內婭

source: Cleopatra Philopater
ast: Cleopatra Filópator
bg: Клеопатра VII Филопатор
br: Kleopatra Philopater
ca: Cleòpatra Filopàtor
cs: Kleopatra VII. Filopatór
de: Kleopatra VII. Philopator
el: Κλεοπάτρα Φιλοπάτωρ
es_ar: Cleopatra Filópator
eu: Kleopatra Filopater
fa: کلئوپاترا فیلوپاتر
ga: Cléópatra 'Philopater'
hu: Kleopátra Philopatór
hy: Կլեոպատրա Հայրենասեր
it: Cleopatra VII Filopatore
ja: クレオパトラ・フィロパトル
ko: 클레오파트라 필로파토르
pl: Kleopatra Filopator
pt_br: Cleópatra
ru: Клеопатра
sk: Kleopatra Filopatór
tt: Клеопатра Филопатор
uk: Клеопатра Філопатер
zh: 克娄巴特拉七世·菲洛帕托尔
zh_tw: 克婁巴特拉七世·菲洛帕托爾

source: Cleopatra Selene
bg: Клеопатра Селена I
br: Kleopatra Selene
ca: Cleòpatra Sèlene
cs: Kleopatra Seléné
de: Kleopatra Selene
el: Κλεοπάτρα Σελήνη
es_ar: Cleopatra Selene I
eu: Kleopatra Selene
fa: کلئوپاترا سلن
ga: Cléópatra 'Selene'
he: קליאופטרה סלנה
hu: Kleopátra Szeléné
hy: Կլեոպատրա Սելենե
ja: クレオパトラ・セレネ
ko: 클레오파트라 셀레네
pl: Kleopatra Selene
pt_br: Cleópatra Selene
ru: Клеопатра Селена
sk: Kleopatra Seléné
tt: Клеопатра Селена
uk: Клеопатра Селена
zh: 克娄巴特拉一世·叙拉
zh_tw: 克婁巴特拉一世·敘拉

source: Cleopatra II Philometora Soteira
ast: Cleopatra II Filométora Soteria
bg: Клеопатра II Филометора Сотейра
br: Kleopatra II Philometora Soteira
ca: Cleòpatra II Filomètor Soteira
cs: Kleopatra II. Filométora Soteira
de: Kleopatra II.
el: Κλεοπάτρα Β' Φιλομήτωρα Σωτήρα
es_ar: Cleopatra II Filometora Sótera
eu: Kleopatra II Filometora Soteira
fa: کلئوپاترا دوم
ga: Cléópatra II 'Philometora Soteira'
hu: II. Kleopátra
hy: Կլեոպատրա II Մայրասեր Սոտեիրա
it: Cleopatra II Filometora Soteira
ja: クレオパトラ2世フィロメトラ・ソテイラ
ko: 클레오파트라 2세 필로메토라 소테이라
pl: Kleopatra II Philometora Soteira
pt_br: Cleópatra II Filometor Sóter
ru: Клеопатра II
sk: Kleopatra II. Filométór Sóteira
tt: Клеопатра II-нче Филометора Сотейра
uk: Клеопатра II Філометора Сотейра
zh: 克娄巴特拉二世
zh_tw: 克婁巴特拉二世·菲洛墨托爾·索泰拉

source: Arsinoe IV
ast: Arsínoe IV
bg: Арсиноя IV
ca: Arsínoe IV
cs: Arsinoé IV.
de: Arsinoë IV.
el: Αρσινόη Δ΄
es_ar: Arsínoe IV
fa: آرسینوئه چهارم
ga: Arsaonóé IV
he: ארסינואה הרביעית
hu: IV. Arszinoé
hy: Արսինոյա IV
ja: アルシノエ4世
ko: 아르시노에 4세
pt_br: Arsínoe IV
ru: Арсиноя IV
sk: Arsinoé IV.
tr: IV. Arsinoe
tt: Арсиноя IV-нче
uk: Арсиноя IV Єгипетська
zh: 阿尔西诺伊四世
zh_tw: 阿爾西諾伊四世

source: Arsinoe II
ast: Arsínoe II
bg: Арсиноя II
ca: Arsínoe II
cs: Arsinoé II.
de: Arsinoë II.
el: Αρσινόη Β΄
es_ar: Arsínoe II
fa: آرسینوئه دوم
ga: Arsaonóé II
he: ארסינואה השנייה
hu: II. Arszinoé
hy: Արսինոյա II
ja: アルシノエ2世
ko: 아르시노에 3세
pt_br: Arsínoe II
ru: Арсиноя II
sk: Arsinoé II.
tr: II. Arsinoe
tt: Арсиноя II-нче
uk: Арсиноя II Філадельфія
zh: 阿尔西诺伊二世
zh_tw: 阿爾西諾伊二世

source: Hero aura range boosted by 50%.
ast: L'algame de l'aura de los héroes xube un 50%.
bg: Обхватът на геройската аура се увеличава с 50%.
br: Hed-aora an haroz a zo kreskaet eus 50%.
ca: L'abast de l'aura dels herois augmenta un 50%.
cs: Dosah hrdinovy aury zvýšen o 50 %.
de: Reichweite der Heldenaura um 50% erhöht.
el: Εύρος αύρα ήρωα ενισχύθηκε κατά 50%.
es_ar: El rango del aura del heroe mejora un 50%.
eu: Heroiaren aura % 50 handitzen du.
fa: شعاع آئورا قهرمان ها به میزان 50% بیشتر
ga: Spreagadh 50% do raon mothaithe an laoich.
hu: A hősi aura 50%-kal felerősödik.
hy: Հերոսների աուրայի տարածքի մեծացում 50%-ով։
it: L'Aura dell'Eroe aumenta la portata del 50%.
ja: 英雄オーラの半径が50%増加します。
ko: 영웅의 아우라 범위가 50% 증가합니다.
nb: Helteauraens rekkevidde øker med 50%.
pl: Aura Bohaterów zwiększona o 50%.
pt_br: Aumenta o alcance das auras dos heróis em 50%.
ru: Область ауры героя повышена на 50%.
sk: Dosah hrdinskej aury zväčšený o 50%.
sv: Räckvidden för hjälteauran ökad med 50%.
tr: Kahraman gücü %50 oranında arttı.
uk: Область аури героя підвищена на 50%.
zh: 英雄光环范围扩大 50%。
zh_tw: 英雄靈氣範圍擴大 50%。

source: Pharaonic Cult.
ast: Cultu faraónicu.
bg: Фараонски култ.
br: Azeulerezh ar faraoned.
ca: Culte al faraó.
cs: Uctívání faraonů
de: Pharaonenkult.
el: Φαραωνική Λατρεία.
es_ar: Culto faraónico.
eu: Faraoien Gurtza.
fa: فرقه ی فرعونی.
ga: Cultas an Fharó
he: פולחן הפרעונים.
hu: Fáraó kultusz.
hy: Փարավոնների երկրպագություն։
it: Culto del Faraone.
ja: ファラオの祭儀
ko: 파라오 의식.
nb: Faraonisk kult.
pl: Kult faraonów.
pt_br: Culto Faraônico.
ru: Культ фараона
sk: Faraónsky kult.
sv: Faraonisk Kult.
tr: Pharaonik Mezhebi.
uk: Культ Фараона
zh: 法老崇拜。
zh_tw: 崇拜法老。

source: The Macedonian-Greek rulers of the Ptolemaic dynasty observed many ancient Egyptian traditions in order to satiate the local populace and ingratiate themselves to the powerful priestly class in the country.
ast: Los gobernadores macedonios-griegos de la dinastía tolemaica observaron munches tradiciones exipcies pa contentar la población llocal y congraciase cola clas sacerdotal del país.
bg: Македоно-гръцките владетели от династията на Птолемеите наблюдавали много от древните египетски обичаи, за да задоволят местното население и да спечелят благоразположението на влиятелната жреческа класа в страната.
br: Ar soverenourien Makedonia-Gresian eus ar riez Ptolemek a lakae e-pleustr kalz a hengounioù-kozh eus an Ejipt evit gwalc'hañ ar boblañs lec'hel hag enframmañ int-i o-unan d'ar c'hlas galloudus a veleien a oa dre ar vro.
ca: Els governants greco-macedonis de la dinastia ptolemaica observaven moltes antigues tradicions egípcies per tal d'acontentar la població local i congraciar-se amb la poderosa classe sacerdotal del país.
cs: Makedonsko-řečtí vládcové dynastie Ptolemaiovců dodržovali mnoho starověkých egyptských zvyklostí, aby uspokojili domácí lid a zavděčili se mocné třídě knězů v zemi.
de: Die makedonisch-griechischen Herrscher der ptolemäischen Dynastie wahrten viele altägyptische Traditionen, um die lokale Bevölkerung zu beruhigen und sich bei der mächtigen Priesterklasse des Landes beliebt zu machen.
el: Οι Μακεδόνες-Έλληνες ηγεμόνες της δυναστείας των Πτολεμαίων παρατήρησαν πολλές αρχαίες Αιγυπτιακές παραδόσεις, προκειμένου να κορέσουν τον τοπικό πληθυσμό και να κερδίσουν για αυτούς την ισχυρή ιερατική τάξη στην χώρα.
es_ar: Los gobernantes greco-macedónicos de la dinastía ptolemaica mantuvieron que muchas tradiciones egipcias para satisfacer a la población local y ganar el favor de la poderosa clase sacerdotal del país.
eu: Ptolemaikoen dinastiako faraoi Mazedoniar-Greziarrak antzinako Egiptoko ohitura asko jarraitu zituzten bertakoak pozik mantentzeko eta herrialdeko apaiz jendeaz adiskidetzeko.
fa: حکرامان مقدونی-یونانی سلسله بطلمیوسی بسیاری از سنت های مصریان را زیر نظر داشتند تا بتوانند توده مردم مصر را به سمت دیدگاه های مذهبی یونانی که در سراسر کشور وجود داشت ترغیب کنند.
ga: Choiméad na rialtóirí Gréig-Mhacadónacha na nósanna ársa Éigipteacha go leor chun an pobal dúchasach a shásamh agus iadsan féin a mhealladh leis an aicme sagart láidir sa tír.
hu: A Ptolemaiosz-dinasztia makedón-görög uralkodói sok ősi egyiptomi szokást figyeltek meg, hogy kielégítsék a helyi lakosságot és az ország nagy hatalmú papi osztályának kegyébe férkőzzenek.
hy: Պտղոմեական դինաստիայի հույն-մակեդոնական տիրակալները հետևում էին բազում հին եգիպտական ավանդույթների՝ տեղական բնակչությանը հագեցնելու և երկրի հզոր քրմական խավի համակրանքը շահելու համար։
it: I governanti Greco-Macedoni della dinastia tolemaica osservavano molte antiche tradizioni Egizie, al fine di accontentare la popolazione locale e di ingraziarsi la potente classe sacerdotale del paese.
ja: マケドニア・ギリシア人であるプトレマイオス朝の支配者は、多くの古代エジプトの慣習を尊重して、現地住民を満足させ国内の強力な神官階級に取り入ろうとしました。
ko: 프톨레마이오스 왕조의 마케도니아-그리스 혈통의 지배자들은 이집트의 지역 대중들을 만족시키고 자신들을 이집트의 강력한 신관 계층으로 승격시키기 위해, 고대 이집트의 많은 전통을 관찰했습니다.
nb: Ptolemeerdynastiets makedonsk-greske herskere observerte mange gamle Egyptiske tradisjoner for å blidgjøre den lokale allmuen og innynde seg hos den mektige presteklassen i landet.
pl: Macedońscy władcy z dynastii Ptolemeuszy przestrzegali wiele tradycji starożytnych Egipcjan aby zaspokoić lokalne pospólstwo oraz przypochlebić się grupie potężnych kapłanów w kraju.
pt_br: Os governantes greco-macedônios da dinastia ptolemaica observavam muitas tradições antigas egípcias para acalmar a população e ganharem confiança da poderosa classe sacerdotal da província.
ru: Греко-македонские правители династии Птолемеев наблюдали за многими древнеегипетскими традициями с целью насытить местное население и снискать расположение влиятельного жречества в стране.
sk: Macedónsko-grécki vládcovia dynastie Ptolemaiovcov dodržiavali mnoho starovekých egyptských tradícii, aby uspokojili domáci ľud a zavďačili sa mocnej triede kňazov v krajine.
sv: Den makedonska-grekiska härskare av den ptolemaiska dynastin observerade många gamla egyptiska traditioner för att mätta den lokala befolkningen och gratulera sig till den mäktiga prästklassen i landet.
tr: Ptolema hanedanının Makedon-Yunan yöneticileri, yerel halkı tatmin etmek ve kendilerini ülkedeki güçlü papaz sınıfına tezahürat yapmak için eski Mısır geleneklerini gözlemlediler.
uk: Греко-Македонські правителі з династії Птолемеїв слідували багатьом давнім Єгипетським традиціям, щоб здобути популярність у місцевого населення і прихильність могутнього у країні стану жерців.
zh: 托勒密王朝的马其顿-希腊统治者奉行着许多古埃及的传统，以满足当地民众，并讨好散布在整个国家中有力的祭司阶层。
zh_tw: 托勒密王朝的馬其頓-希臘統治者奉行著許多古埃及的傳統以滿足當地民眾並討好散佈在整個國家中有力的祭司階層。

source: The Ptolemaic Egyptians receive 3 additional farming technologies above and beyond the maximum number of farming technologies usually available to a faction.
ast: Los exipcios tolemaicos reciben 3 teunoloxíes agrícoles penriba del númberu máximu de teunoloxíes agrícoles de que disponen les otres faiciones.
bg: Птолемейските египтяни получават 3 допълнителни земеделски технологии в повече от максималния брой такива технологии, налични за останалите фракции.
br: Resevout a ra an Ejipsianed Ptolemaik 3/teir zeknologiezh labour-douar ouzhpenn en tu-all d'an niver brasañ a deknologiezhioù labour-douar roet boaz evit ur c'havailhad.
ca: Els egipcis ptolemaics reben 3 tecnologies addicionals sobre l'agricultura, molt més que el nombre màxim de tecnologies agrícoles que sol rebre una facció.
cs: Ptolemaiovští Egypťané získají 3 dodatečné zemědělské technologie nad rámec největšího počtu zemědělských výrobních postupů běžně dostupných jiné straně.
de: Die ptolemäischen Ägypter bekommen 3 landwirtschaftliche Technologien zusätzlich über der maximalen Zahl der landwirtschaftlichen Technologien, die einer Fraktion normalerweise zur Verfügung steht.
el: Οι Πτολεμαίοι Αιγύπτιοι λαμβάνουν 3 επιπλέον τεχνολογίες καλλιέργειας πάνω και πέρα από το μέγιστο αριθμό των τεχνολογιών καλλιέργειας που συνήθως διατίθενται σε μια φατρία.
es_ar: Los egipcios ptolomeos reciben 3 tecnologías agrícola adicionales por encima de el número máximo de tecnologías agrícola generalmente disponibles a las facciones.
eu: Egiptoar Ptolemaikarrek landaketarako 3 teknologia gehiago jasotzen dituzte taldeentzako aukeran dauden teknologien gehiengoaren gainetik.
fa: مصریان بطلیموسی 3 فناوری کشاورزی بیشتر از فناوری های معمولی که برای سایر تمدن ها در دسترس است، دریافت می کنند.
ga: Faigh na hÉigiptigh Tolomasacha 3 theicneolaíocht feirmeoireachta sa bhreis thuas agus níos faide ná an uasuimhir teicneolaíochta feirmeoireachta ar fáil go coitianta d'fhaicsean.
hu: A ptolemaioszi egyiptomiak 3 további termesztési technológiát kapnak a többi népnél szokásosan elérhető fejlesztések legnagyobb számához képest.
hy: Հողագործության 3 լրացուցիչ տեխնոլոգիա պտղոմեոսյան եգիպտացիներին՝ քաղաքակրթույանը սովորաբար հասանելի հողագործության տեխնոլոգիաների առավելագույն քանակին զուգահեռ։
it: Gli Egiziani Tolemaici ricevono 3 tecnologie agricole aggiuntive in più, oltre al numero massimo di tecnologie agricole normalmente disponibili per una fazione.
ja: プトレマイオス朝エジプトは上記の3つの追加農業テクノロジーを享受し、一つの勢力での通常の農業テクノロジーの上限数を超えて利用可能です。
ko: 프톨레마이오스 이집트는 한 진영이 일반적으로 지니는 농업기술보다 3개 더 많은 농업기술을 받을 수 있습니다.
nb: De Ptolemaiske egypterne mottar 3 jordbruks-teknologier over det øverste antallet jordbruksteknologier som vanligvis er tilgjengelige for en fraksjon.
pl: Ptolemejscy Egipcjanie otrzymują 3 dodatkowe technologię upraw wykraczające poza maksymalną liczbę technologii upraw dostępnych dla frakcji.
pt_br: Os Egípcios Ptolemaicos recebem 3 tecnologias agrícolas além do limite normal disponível para cada facção.
ru: Птолемейские египтяне получают 3 дополнительных технологии ведения сельского хозяйства сверх максимального количества сельскохозяйственных технологий, обычно доступных для фракции.
sk: Ptolemaiovskí Egypťania získajú 3 dodatočné technológie farmárčenia nad rámec maximálneho počtu farmárskych technológii bežne dostupných inej frakcii.
sv: De ptolemaiska egyptierna får 3 ytterligare jordbrukstekniker utöver det maximala antalet jordbruksteknologier som vanligtvis är tillgängliga för en fraktion.
tr: Ptolemaik Mısırlılar, bir hizip için genellikle mevcut tarım teknolojilerinin maksimum sayısının ve üstünde 3 ek tarım teknolojisi alırlar.
uk: Єгиптяни Птолемеїв отримують 3 додаткові сільськогосподарські технології понад зазвичай доступну максимальну кількість сільськогосподарських технологій для фракції.
zh: 埃及托勒密有额外的3个农耕技术，比其他单个文明所包含的农耕技术还多。
zh_tw: 托勒密埃及有額外的3個農耕技術，比其他單個文明所包含的農耕技術還多。
