Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: The large Mediterranean island of Sicily is open for conquest.
ast: La gran islha mediterranea de Sicilia sta disponible para conquistar.
bg: Огромният средиземноморски остров Сицилия очаква да бъде завладян.
br: Enezenn Sikilia Kreizdouarel ledan zo digoret evit an aloubiñ.
ca: La gran illa mediterrània de Sicília està llesta per a la conquesta.
cs: Rozsáhlý středozemní ostrov Sicílie je otevřený záboru.
da: Den store middelhavsø Sicilien er åben for at blive erobret.
de: Die große Mittelmeerinsel Sizilien wartet auf ihre Eroberung.
el: Η Σικελία, το τεράστιο Μεσογειακό νησί, είναι έτοιμο για κατάκτηση.
es: La gran isla mediterránea de Sicilia está lista para la conquista.
eu: Sizilia mediterraneoko uhartea konkistarako prest.
fi: Suuri Sisilian saari Välimerellä on avoinna valloitukselle.
fr: La grande île méditerranéenne de la Sicile est ouverte à la conquête.
ga: Tá oileán mór Meánmharach na Sicile oscailte le haghaidh concais.
gd: Tha eilean mòr Sisilidh sa Mhuir Mheadhanach fosgailte airson ceannsachadh.
hu: Szicília, a nagy mediterrán sziget csak arra vár, hogy meghódítsák.
id: Pulau Mediterania yang besar di Sisilia terbuka untuk perebutan.
it: La grande isola di Sicilia nel Mediterraneo è pronta per la conquista.
ja: 大きな地中海の島であるシチリアが開かれ、征服の時が来ました。
ko: 지중해의 큰 섬 시칠리아는 정복을 위해 개방되어 있습니다.
ms: Pulau besar Mediterranean Sicily adalah terbuka untuk penaklukan.
nb: Den store middelhavsøya Sicilia ligger laglig til for erobring.
nl: Het grote mediterrane eiland Sicilië ligt open voor verovering.
pl: Duża śródziemnomorska Sycylia czeka na podbój.
pt_br: Grande ilha mediterrânea da Sicília é aberta para a conquista.
pt_pt: A grande ilha Mediterrânea de Sicília está aberta para conquista.
ru: Большой средиземноморский остров Сицилия открыт для завоевания.
sk: Veľký stredomorský ostrov Sicília čaká na dobytie.
sr: Велико медитеранско острво Сицилија је отворено за освајање.
sv: Den stora medelhavsön Sicilien är öppen för erövring.
tr: Büyük akdeniz adası sicilya fetihe için açıktır.
uk: Великий острів Сицилія у Середземномор'ї відкритий для завоювання.
zh: 西西里岛，位于地中海，易被征服。
zh_tw: 西西里島是在地中海上一個易於被征服的大型島國。

source: Sicilia (2)
bg: Сицилия (2)
br: Sikilia (2)
ca: Sicília (2)
cs: Sicílie (2)
da: Sicilien (2)
de: Sizilien (2)
el: Σικελία (2)
eu: Sizilia (2)
fa: سیسیل (2)
fi: Sisilia (2)
fr: Sicile (2)
ga: An tSicil (2)
gd: Sisilidh (2)
hu: Szicília (2)
id: Sisilia (2)
ja: シチリア (2)
ko: 시칠리아 (2)
nl: Sicilië (2)
pl: Sycylia (2)
pt_br: Sicília (2)
pt_pt: Sicília (2)
ru: Сицилия (2)
sk: Sicília (2)
sr: Сицилија (2)
sv: Sicilien (2)
tr: Sicilya (2)
uk: Сицилія (2)
zh: 西西里 (2)
zh_tw: 西西里島 (2)

source: The large Mediterranean island of Sicily is open for conquest. [color="orange"]Tip: docks are useful dropsite when you have no territory yet.[/color]
ast: La gran islha mediterranea de Sicilia sta disponible para conquistar. [color="orange"]Conselyo: los puörtos valen cumo depósitos si a inda nun tienes tierrɐs.[/color]
bg: Огромният средиземноморски остров Сицилия очаква да бъде завладян. [color="orange"]Съвет: пристанищата са удобно място за стоварване на единици, докато все още нямате територия.[/color]
br: Enezenn Sikilia Kreizdouarel ledan zo digoret evit aloubiñ. [liv="orangez"]Tip: Kaeoù zo ul lec'h-daspun talvoudus pa n'az peus ket tiriad c'hoazh.[/liv]
ca: La gran illa mediterrània de Sicília està llesta per a la conquesta. [color="orange"]Consell: els ports són un bon lloc d'accés quan encara no teniu territori.[/color]
cs: Velký středomořský ostrov Sicílie je otevřen pro zabrání. [color="orange"]Rada: Přístaviště jsou užitečná pro vysazování, pokud ještě nemáte žádné území.[/color]
da: Den store middelhavsø Sicilien er åben for erobring. [color="orange"]Tip: dokkene er nyttige dropsite, når du ikke har noget territorium endnu.[/color]
de: Die große Mittelmeerinsel Sizilien wartet auf Eroberung. [color="orange"]Tipp: Häfen sind auch als Lager benützbar wenn noch kein Territorium kontrolliert wird.[/color]
el: Το μεγάλο νησί της Μεσογείου η Σικελία είναι ελεύθερο για κατάκτηση. [color="orange"]Συμβουλή: οι αποβάθρες είναι χρήσιμα αποθετήρια όταν δεν έχετε κανένα έδαφος ακόμα.[/color]
es: La gran isla mediterránea de Sicilia está lista para la conquista. [color="orange"]Pista: las dársenas son útiles como puntos de descarga cuando todavía no cuentes con demasiados territorios en tu haber.[/color]
eu: Sizilia mediterraneoko uhartea konkistarako prest. [color="orange"]Pista: kaiak baliagarriak dira deskarga puntu bezala oraindik nahikoa lur ez daukazunean.[/color]
fi: Välimeren suuri saari Sisilia on valloitettavissa. [color="orange"]Vinkki: satamat ovat hyödyllisiä jättöpaikkoja, kun et omista vielä aluetta[/color].[/color]
fr: La grande île méditerranéenne de Sicile est ouverte à la conquête. [color="orange"]Astuce : les quais sont des lieux de déchargement utiles quand vous n'avez pas encore de territoire.[/color]
ga: Tá oileán mór Meánmharach na Sicile oscailte le haghaidh concais. [color="orange"]Nod: tá dugaí so-úsáideacha mar fhosú nuair níl aon chríoch Shicileach uait fós .[/color]
gd: Tha an t-eilean meadhan-thìreach Sisilidh fosgailte dhan cheannsachadh. [color="orange"]Gliocas: bidh calaidhean feumail dhut airson stòras a chur ann mur eil ranntair agad fhathast.[/color]
hu: Szicília, a nagy mediterrán sziget csak arra vár, hogy meghódítsák. [color="orange"]Tipp: a kikötők hasznos partraszálló helyek addig, amíg még nincs területed.[/color]
id: Pulau Sisilia di Mediterania yang besar terbuka untuk ditaklukkan. [color="orange"]Tip: dermaga adalah tempat penyimpanan yang berguna ketika Anda belum memiliki wilayah. [/color]
it: La grande isola mediterranea di Sicilia è aperta per la conquista. [color="orange"]Consiglio: le banchine sono punti di raccolta utili quando non hai ancora conquistato territori.[/color]
ja: 大きな地中海の島であるシチリアが開かれ、征服の時が来ました。 [color="orange"]ヒント：領土外での回収場所として港が有用です。[/color]
ko: 지중해의 거대한 섬 시칠리아를 정복할 수 있는 기회가 열려 있습니다. [color="orange"]팁: 부두는 아직 영토가 없을 때 유용한 상륙장소입니다.[/color]
ms: Pulau besar Mediterranean Sicily terbuka untuk ditakluki. [color="orange"]Petua: labuhan berguna untuk mendarat bila anda belum lagi memiliki kawasan.[/color]
nb: Den store middelhavske øya Sicilia ligger laglig til for erobring. [color="orange"]Tips: Havner er nyttige avlastningssteder når du ikke har erobret noe territorium enda.[/color]
nl: Het grote mediterrane eiland Sicilië staat open voor verovering. [color="orange"]Tip: dokken zijn een handig pakhuis buiten uw gebied als u nog geen terrein hebt.[/color]
pl: Duża wyspa na Morzu Śródziemnym - Sycylia, jest otwarta na podbój. [color="orange"] Wskazówka: porty są użytecznymi punktami zbiorczymi zasobów kiedy jeszcze twoje państwo nie ma obszernych granic. [/color]
pt_br: A grande ilha Mediterrânea da Sicília está aberta para conquista. [color="orange"]Dica: docas são ótimas áreas de desembarque enquanto você ainda não tem território.[/color]
pt_pt: A grande ilha mediterrânea de Sicília está aberta para conquista. [color="orange"]Dica: as docas são locais de desembarque úteis quando ainda não tens nenhum território.[/color]
ru: Большой средиземноморский остров Сицилия открыт для завоевания. [color="orange"]Подсказка: причалы можно использовать в качестве места высадки, если у Вас еще нет своей территории.[/color]
sk: Veľký ostrov Stredozemia - Sicília je prístupná pre dobytie. [color="orange"]Tip: prístavy sú užitočné skladisko pokiaľ ešte nemáš žiadne teritórium.[/color]
sr: Велико медитеранско острво Сицилија је отворено за освајање. [color="orange"]Савет: Пристаништа су погодна места за складиштење ресурса на неосвојеним подручјима.[/color]
sv: Den stora Medelhavsön Sicilien är öppen för erövring. [color="orange"]Tips: Hamnar är användbara som lager när du inte har något territorium än.[/color]
tr: Bu fetihe açık Akdeniz'in büyük Sicilya adası. [color="orange"]İpucu: rıhtımlar henüz bir arazinin olmadığı yerlerde kullanışlıdır[/color]
uk: Великий острів Сицилія відкритий для завоювання. [color="orange"]Порада: доки можна використовувати для висадки, доки у вас немає власної території.[/color]
zh: 西西里岛，地中海上易于征服的大岛。 [color="orange"]提示：没有领土时，可以先建一座码头。[/color]
zh_tw: 西西里島是在地中海上一個易於被征服的大型島國。 [color="orange"]提示：當您尚未有領土時，碼頭是一個很好的放置點[/color]

source: Sicilia Nomad (2)
ast: Sicilia nómada (2)
bg: Номадска Сицилия (2)
br: Sisilia Kantreat (2)
ca: Nòmada de Sicília (2)
cs: Sicilští kočovníci (2)
da: Sicilien Nomade (2)
de: Nomaden in Sizilien (2)
el: Σικελιανός Νομάς (2)
es: Nómadas en Sicilia (2)
eu: Nomadak Sizilian (2)
fi: SIsilian paimentolainen (2)
fr: Sicile Nomade (2)
ga: Fánaí na Sicile (2)
gd: Iniltear Shisilidh (2)
hu: Szícilia nomád (2)
id: Sisilia Nomaden (2)
it: Nomadi di Sicilia (2)
ja: シチリアの流民 (2)
ko: 시칠리아 유목민 (2)
ms: Nomad Sicilia (2)
nb: Nomadisk Sicilia (2)
nl: Siciliaanse Nomade (2)
pl: Sycylia - koczownicy (2)
pt_br: Nômade da Sicília (2)
pt_pt: Nómada da Sicília (2)
ru: Сицилийский кочевник (2)
sk: Nomádska Sicília (2)
sr: Сицилијски номад (2)
sv: Sicilien Nomad (2)
tr: Sicilya Göçebesi (2)
uk: Сицилійський кочівник (2)
zh: 西西里岛游牧 (2)
zh_tw: 西西里島游牧 (2)

source: A demo Skirmish map.
ast: Demonstracion d’una geographía polémica.
bg: Карта за демонстрация на схватката.
br: Kartenn un diskouez Emgannig.
ca: Un mapa de demostració d'escaramusses.
cs: Ukázková mapa s bitkou.
da: En demo Træfningsbane
de: Eine Gefechtsdemonstrationskarte.
el: Ένας χάρτης επίδειξης Αψιμαχίας.
es: Un mapa de demostración de escaramuzas.
eu: Liskarren adibidezko mapa.
fa: یک نقشه ی زد و خورد آزمایشی.
fi: Demo kahakkakartta
fr: Une carte de démo du mode escarmouche.
ga: Léarscáil taispeánach na Scirmise.
gd: Mapa taisbeanaidh air streup.
hu: Egy demó csata térkép.
id: Peta demo Pertempuran.
it: Una mappa dimostrativa di Schermaglia
ja: 短期戦マップのデモです。
ko: 데모 전초전 지도입니다.
ms: Peta Pertempuran demo.
nb: Et demo-kart for fortropper
nl: Een demo schermutselkaart
pl: Demonstracyjna mapa potyczki
pt_br: Um mapa de demostração do modo Escaramuça.
pt_pt: Uma demonstração de mapa para espadachins.
ru: Карта демонстрационной схватки.
sk: Ukážková mapa pre šarvátky.
sv: En Skärmytslings Demo
tr: Demo Çatışma haritası.
uk: Демонстраційна мапа зіткнення.
zh: 冲突演示地图
zh_tw: 遭遇戰的測試地圖。

source: Skirmish Demo (2)
ast: Dem. polémica (2)
bg: Демонстрация — схватка (2)
cs: Ukázka potyčky (2)
de: Gefechtsdemo (2)
el: Επίδειξη Συμπλοκής (2)
es: Demo de escaramuza (2)
eu: Liskar Adibidea (2)
fi: Kahakkademo (2)
fr: Démo Escarmouche (2)
hu: Bemutató csata (2)
id: Demo Pertempuran (2)
ja: スカーミッシュデモ (2)
ko: 전초전 데모 (2)
nl: Schermutseling demo (2)
pl: Demonstracja potyczki (2)
pt_br: Escaramuça Demo (2)
pt_pt: Demonstração de escaramuça (2)
ru: Демонстрационная схватка (2)
sk: Demonštrácia šarvátky (2)
tr: Çatışma Demosu (2)
uk: Демонстраційне зіткнення (2)
zh: 遭遇战演示（2）
zh_tw: 遭遇戰展示 (2)

source: Sporades Islands (2)
ast: Islhɐs Spórades (2)
br: Inizi Sporades (2)
ca: Illes Espòrades (2)
cs: Sporadské ostrovy (2)
de: Sporaden (2)
el: Σποράδες (2)
es: Islas Espóradas (2)
eu: Esporada Uharteak (2)
fa: جزایر اسپورادس (2)
fi: Sporadit (2)
fr: Îles Sporades (2)
ga: Oileáin na Spóradas (2)
gd: Eileanan Sporadas (2)
hu: Szporádok (2)
id: Pulau Sporades (2)
it: Isole Sporadi (2)
ja: スポラデス諸島 (2)
ko: 스포라데스 제도 (2)
ms: Pulau Sporades (2)
nb: Sporadene (2)
nl: Sporades eilanden (2)
pl: Wyspy Sporady (2)
pt_br: Arquipélago das Espórades (2)
ru: Северные Спорады (2)
sk: Sporadské ostrovy (2)
sr: Споради (2)
sv: Sporaderna (2)
tr: Sporades Adaları (2)
uk: Острови Споради (2)
zh: 沿岸群岛 (2)
zh_tw: 斯波拉澤斯群島 (2)

source: A barren land with little wood and few animals. Treasures dot the landscape and will be essential to early growth. The player who sets up a profitable trade caravan earliest may gain a decisive advantage.
ast: Un ermedal cun pouca madeira & unos quantos animales. Lɐs alyalgɐs tremɐn el terreno & van ser essenciales para xorir cedo. El jogador que stableça más cedo una reata commercial puöde llograr una ventalya decisiva.
bg: Неплодородна земя с малко дървета и животни. Из картата са разпръснати съкровища, от съществено значение за бързото развитие. Играчът, който първи създаде печеливш търговски керван, може да има значително предимство.
br: Un douar difrouezh gant un nebeud koad hag un nebeud loened. Teñzorioù a strew ar gweledva ha rediet e vint evit un diorroadur abred. Ar c'hoarier a sav ur garavanenn goñvers frouezhus an abretañ a c'hellfe gounit ur splet a-bouez.
ca: Una terra estèril amb poca fusta i pocs animals. Els tresors esquitxen el paisatge i seran essencials per a créixer aviat. El jugador que primer estableixi una caravana comercial rendible pot guanyar un avantatge decisiu.
cs: Planá oblast s trochou dřeva a pár zvířaty. Pokladů plná krajina bude nepostradatelná v rané fázi hry. Hráč, který založí ziskovou obchodní karavanu, první může dostat rozhodující výhodu.
da: Et goldt land med lidt træ og få dyr. Skatte præger landskabet og vil være afgørende for tidlig vækst. Den spiller, der tidligst sætter en profitabel handelskaravane op, kan opnå en afgørende fordel.
de: Ein unfruchtbares Ödland mit wenig Holz und wenigen Tieren. Schätze verteilen sich auf die Landschaft und sind unerlässlich für frühes Wachstum. Der Spieler, der sich am frühesten profitable Handelswege eröffnet, verschafft sich einen entscheidenden Vorteil.
el: Μια άγονη γη με λίγο ξύλο και μερικά ζώα. Οι θησαυροί διαστίζουν το τοπίο και είναι ουσιαστικής σημασίας για την πρόωρη ανάπτυξη. Ο παίκτης που θα δημιουργήσει το συντομότερο ένα κερδοφόρο εμπορικό καραβάνι μπορεί να κερδίσει ένα αποφασιστικό πλεονέκτημα.
es: Un baldío estéril con poca madera y animales. Hay gran cantidad de tesoros diseminados por los alrededores, necesarios para los primeros comienzos. El jugador que mantenga una caravana de comercio conseguirá una ventaja decisiva.
eu: Egur eta animali gutxiko lugorri antzua. Altxor asko dago inguruetan barreiaturik, hasierarako beharrezkoak. Merkatari karabana mantentzen duen jokalariak abantaila erabakigarria izango du.
fi: Karu maa, jossa on vähän puuta ja vähän eläimiä. Aarteet täplittävät maisemaa ja ovat välttämättömiä kasvulle alkuvaiheessa. Pelaaja, joka perustaa kannattavan kauppakaravaanin mahdollisimman aikaisin, voi saada ratkaisevan edun.
fr: Une terre stérile avec peu de bois et quelques animaux. Des trésors pointillent le paysage et seront essentiels pour le développement initial. Le joueur qui met en place des caravanes de commerce le plus tôt dans la partie peut obtenir un avantage décisif.
ga: Talamh lom le beagáinín adhmaid agus cúpla ainmhithe. Tá taiscí ar feadh na talún agus tá siad riachtanach le haghaidh fáis go luath. B'fhéidir leis an t-imreoir a chuir ar bun carbhán brabúsach trádála níos luath buntáistí go leor a fháil.
gd: Tìr fàsach le coilltean ’s beathaichean ganna. Tha ulaidhean sgapte air an tìr is bidh iad cudromach dhan fhàs thràth agad. Dh’fhaoidte gum faigh an cluicheadair a stèidhicheas a’ chiad carabhan malairt bhuannachail làmh an uachdair.
hu: Kopár föld kevés fával és némi állatállománnyal. Kincsek tarkítják a tájat, amelyek létfontosságúak a korai növekedéshez. A játékos, amely leghamarabb felállít egy jövedelmező kereskedelmi karavánt, döntő előnyre tehet szert.
id: Tanah tandus dengan sedikit kayu dan sedikit binatang. Harta karun menandai bentang alam dan akan sangat penting untuk pertumbuhan awal. Pemain yang mendirikan kafilah perdagangan yang menguntungkan sedini mungkin bisa mendapatkan keuntungan yang menentukan.
it: Una terra arida con poca legna e pochi animali. Tesori punteggiano il paesaggio e saranno essenziali per una rapida crescita. Il primo giocatore che imposta un commercio carovaniero redditizio può guadagnare un vantaggio decisivo.
ja: 不毛の大地にはほとんど林がなく、動物もわずかです。財宝が点在し、初期の成長に必要不可欠となります。 最も早く利益の上がる交易路を設定したプレイヤーが、決定的に有利になるかも知れません。
ko: 나무도 적고 동물도 거의 없는 척박한 땅입니다. 보물이 곳곳에 있으며 초기 성장에 필수적인 요소입니다. 수익성 있는 교역 카라반을 가장 먼저 설치하는 플레이어는 결정적인 이득을 얻을 수 있습니다.
ms: Tanah gersang dengan sedikit sumber kayu dan haiwan. Khazanah tersebar di dalam lanskap dan penting untuk perkembangan awal. Pemain yang dapat bina kafilah dagang yang menguntungkan lebih awal mendapat kelebihan.
nb: Et øde land med lite tømmer og få dyr. Skatter er drysset over landskapet og vil være sentralt for tidlig vekst. Spilleren som tidligst oppretter en lønnsom handelskaravane kan få en avgjørende fordel.
nl: Een dor, verloren land, met weinig hout en dieren. Er zijn wel enkele schatten te vinden die essentieel zullen zijn voor verdere groei. De speler die als eerste een goede handelsroute opzet zal een groot voordeel kennen.
pl: Jałowa ziemia z małą ilością drewna i niewieloma zwierzętami. Krajobraz wypełniony jest licznymi skarbami, które będą niezbędne do wczesnego rozwoju. Gracz, który wyznaczy dochodową karawanę handlową najwcześniej może zdobyć decydującą przewagę.
pt_br: Uma terra árida com pouca madeira e alguns animais. Tesouros pontilham a paisagem e serão essenciais para o crescimento inicial. O jogador que configura uma caravana de comércio lucrativo mais antigo pode ganhar uma vantagem decisiva.
pt_pt: Uma terra árida com pouca madeira e poucos animais. Os tesouros estão espalhados pela paisagem e serão essenciais para o crescimento inicial. O jogador que estabelecer uma caravana comercial lucrativa mais cedo pode ganhar uma vantagem decisiva.
ru: Бесплодная земля с клочками леса и малым количеством животных. Сокровища украшают ландшафт и будут иметь важное значение для раннего роста. Игрок, который раньше установит прибыльную торговлю, может получить решающее преимущество.
sk: Neúrodná, slabo zalesnená krajina s malým množstvom zvierat. Po krajine sú roztrúsené poklady, ktoré budú nevyhnuté na prvotný rast. Hráč, ktorý prv založí výnosnú obchodnú karavánu, môže byť v rozhodujúcej výhode.
sr: Јалова земља са нешто шуме и мало животиња. Блага су расута по околини и биће неопходна за рани развој. Играч који најраније успостави трговачки караван може тиме добити одлучујућу предност.
sv: En karg mark med lite trä och få djur. Skatter prickar landskapet och kommer att vara avgörande för tidig tillväxt. Den spelare som bygger upp en lönsam handelsrutt tidigast kan få en avgörande fördel.
tr: Küçük ahşap ve birkaç hayvanlarla bir çorak arazi. Hazineleri peyzajda nokta nokta görünür ve erken büyümesi için gerekli olacaktır. Erken karlı bir ticaret kervanını kuran oyuncu belirleyici bir avantaj elde edebilir.
uk: Неродюча земля з невеликою кількістю лісу та невеликою кількістю тварин. Скарби розсіяні на ландшафті і будуть необхідними для раннього росту. Гравець, який створить прибутковий торговий караван раніше, може отримати вирішальну перевагу.
zh: 一片不毛之地，几乎没有动植物。宝藏星罗棋布，对前期发育至关重要。 通商越早，优势越大。
zh_tw: 樹木及動物都不多的貧瘠土地。寶藏散落在各個地方，且是早期成長的重要物品。 越早建立有利潤的貿易路線的玩家就會獲得決定性的優勢。

source: Coele-Syria (2)
ast: Cele-Syria (2)
bg: Коилесирия (2)
cs: Coele-Sýrie (2)
de: Koilesyrien (2)
el: Κολε-Συρία (2)
es: Coele-Siria (2)
fi: Koilesyyria (2)
id: Koile-Suriah (2)
ja: コイレ・シリア (2)
ko: 코일-시리아 (2)
nl: Coele-Syrië (2)
pl: Celesyria (2)
pt_pt: Cele-Síria (2)
ru: Келесирия (2)
sk: Koelé-Sýria (2)
tr: Coele-Suriye (2)
uk: Келесирія (2)
zh: 贝卡谷地（2）
zh_tw: 柯里敘利亞 (2)
