Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: India
bg: Индия
br: Indez
ca: Índia
cs: Indie
da: Indien
de: Indien
el: Ινδία
fa: هند
fi: Intia
fr: Inde
ga: An India
gd: Na h-Innseachan
ja: インド
ko: 인도
pl: Indie
pt_br: Índia
pt_pt: Índia
ru: Индия
sr: Индија
sv: Indien
tr: Hindistan
uk: Індія
zh: 印度
zh_tw: 印度

source: Teams start off with nearly adjacent civic centers on a small island, offering a fortified base from which to expand.
ast: Los conjuntos intamɐn cun plaçɐs adiacentes n una islheta que yis sierve cumo base par’ espuxigar.
bg: Отборите започват с почти съседни селищни центрове на малък остров, предлагащ укрепена база, от която да се разпрострат.
br: Ar skipailhoù a gomañs gant kreizennoù keodedel tost harzh-ouzh-harzh war un enezenn vihan, en ur brofañ un diazezlec'h kreñvaet hag astenn a reont adalek anezhañ.
ca: Els equips comencen en Centre Cívic molt propers a una illeta, que ofereix una base fortificada des d'on expandir-se.
cs: Týmy začínají s přilehlými správními středisky na malých ostrovech, nabízejících ochranu základnám, ze kterých se lze rozšiřovat.
da: Holdene starter med næsten tilstødende beboelser på en lille ø, der tilbyder en befæstet base, hvorfra de kan udvides.
de: Teams beginnen mit nahezu direkt benachbarten Verwaltungssitzen auf einer kleinen Insel, was ihnen eine befestigte Basis bietet, von der aus sie sich ausbreiten können.
el: Οι ομάδες ξεκινούν με σχεδόν παρακείμενα δημοτικά κέντρα σε ένα μικρό νησί, έχοντας από μία οχυρωμένη βάση από την οποία θα εξαπλωθούν.
es: Los equipos empiezan en una pequeña isla con centros cívicos casi adyacentes, proporcionando una sólida base fortificada desde la que expandirse.
eu: Taldeak ia elkarren ondoan dauden gizarte zentroak dituen uharte batean hasiko dira, nondik abiatu nahi duenari gotortutako oinarria eskainiz.
fa: تیم ها بازی را با یک مرکز تمدن در همسایگی که در یک جزیره کوچک واقع شده است آغاز می کنند، که می توان در زمان گسترش از آن به عنوان پایگاهی مستحکم استفاده کرد.
fi: Joukkueilla on aluksi lähes vierekkäiset kansalaiskeskukset pienellä saarella, josta käsin joukkueet voivat lähteä laajentumaan.
fr: Les équipes commencent avec des centre-villes adjacents sur une petite île, créant une base fortifiée à partir de laquelle s'étendre.
ga: Tosaíonn na foirne le hionaid chathartha in aice láimhe le chéile ar oileán beag, cé a thairgeann daingean as a bhfuil leathadh a dhéanamh.
gd: Tòisichidh na sgiobaidhean le ionadan sìobhalta faisg air càch a chèile ann an eilean beag a bheir bunait dhaingnichte dhaibh on as urrainn dhaibh an ranntair a leudachadh.
hu: A csapatok majdnem szomszédos városházákkal kezdenek egy kis szigeten, amely egy erődített bázist nyújt, ahonnan terjeszkedni lehet.
id: Regu mulai dengan pusat peradaban yang berdekatan di sebuah pulau kecil, menyediakan sebuah base yang terlindungi dari yang ingin menjajah.
it: Le squadre partono con i centri civici quasi adiacenti su una piccola isola, offrendo una base fortificata da cui espandersi.
ja: チームは、小さな島にある隣接する町の中心から始まり、そこから拡張するための要塞が提供されています。
ko: 각 편은 작은 섬에 있는 인접한 시민회관에서 시작해서 확장기지 기반을 제공합니다.
ms: Setiap pasukan bermula dengan pusat sivik yang bertentangan diantara satu sama lain di sebuah pulau kecil, merupakan tapak berkubu yang boleh dimajukan.
nb: Lagene starter med nært tilgrensende samfunnssentre på en liten øy, som gir en befestet base man kan utvide fra.
nl: Teams starten met beschavingscentra dicht bij elkaar, op een klein eiland. Dit biedt een versterkte basis om, van daar uit, verder uit te breiden.
pl: Zespoły zaczynają od prawie sąsiednich Centrów Osad na małej wyspie, oferując ufortyfikowaną bazę do rozszerzenia.
pt_br: Os times começam com Centros Cívicos quase adjacentes, em uma pequena ilha, oferecendo uma base fortificada a partir da qual se expandir.
pt_pt: As equipas começam com centros cívicos próximos numa pequena ilha, fornecendo uma base fortificada de onde se podem expandir.
ru: Команды начинают с почти смежных городских Центров на небольшом острове, используя укрепленную базу как отправную точку для расширения.
sk: Tímy začínajú s neďalekými priľahlými občianskymi centrami na malom ostrove, čo poskytuje opevnenú základňu pre výboje.
sr: Тимови почињу на малом острву, са цивилним центрима на малом растојању и утврђеном базом из које се могу ширити.
sv: Lag börjar med nästan angränsande samhällscentrum på en liten ö, som ger en befäst bas för expansion.
tr: Takımlar, küçük bir adada neredeyse bitişik şehir merkezleriyle başlayıp, genişleyebilecekleri kuvvetlendirilmiş bir üs öneriyor.
uk: Команди починають з майже суміжних громадянських центрів на невеликому острові, пропонуючи укріплену базу для розширення.
zh: 团队开局位于一个小岛上，市政中心相互毗邻，提供了一个坚固的基地。
zh_tw: 團隊從一個小島上鄰近的城鎮中心開始，可供擴大至較大的基地。

source: Island Stronghold
ast: Islhɐs fortificadɐs
bg: Островна крепост
br: Enezenn Kreñvaet
ca: Bastió de l'illa
cs: Ostrovní pevnost
da: Ø-bastion
de: Inselfestung
el: Οχυρό Νησί
es: Fortaleza isleña
eu: Uharteko Gotorlekua
fa: دژ جزیره
fi: Saarilinnake
fr: Forteresse insulaire
ga: Daingean Oileánach
gd: Daingeann an eilein
hu: Szigeterőd
id: Pertahanan Pulau
it: Isola Fortezza
ja: 島の要塞
ko: 요새 섬
ms: Kubu Pulau
nb: Øyfestning
nl: Eilandfort
pl: Wyspa Twierdza
pt_br: Ilha Fortificada
pt_pt: Ilha fortaleza
ru: Островная Крепость
sk: Ostrovná pevnosť
sr: Острвска Тврђава
sv: Ö Högborg
tr: Ada Kalesi
uk: Острівна цитадель
zh: 岛上据点
zh_tw: 要塞島嶼

source: Players start in small islands while there are many others around.
ast: Los jogadores intamɐn n islhetɐs metanɐs outrɐs muĩꞇhɐs.
bg: Играчите започват на малки острови, а около тях още има много такива.
br: Ar c'hoarierien a gomañs en inizi bihan tra ma vez kalz reoù all war o zro.
ca: Els jugadors comencen en illetes envoltades d'altres illes.
cs: Hráči začínají na malých ostrovech, a kolem dokola je mnoho dalších ostrůvků.
da: Spillerne starter på små øer i et stort øhav.
de: Spieler beginnen auf kleinen Inseln, umgeben von vielen anderen.
el: Οι παίκτες ξεκινούν σε μικρά νησιά ενω υπάρχουν και άλλοι γύρω
es: Los jugadores comienzan la partida en las islas más pequeñas, aunque existen muchas otras en los alrededores por descubrir.
eu: Jokalariek uharte txikienetan hasiko dute partida, nahiz inguruan beste asko izan aurkitzeko.
fa: بازیکن ها بازی را در یک جزیره کوچک آغاز می کنند در حالی که خیلی های دیگر در اطراف آنها هستند
fi: Pelaajat aloittavat pieniltä saarilta, joita ympäröivät lukuisat muut saaret.
fr: Les joueurs commencent dans de petites îles entourées de nombreuses autres.
ga: Tosaíonn na himreoirí ar oileáin bheaga ach tá oileáin go leor ina mórthimpeall.
gd: Tòisichidh na cluicheadairean ann an eileanan beaga fhad ’s a tha mòran a bharrachd dhiubh ann.
hu: A játékosok kis szigeteken kezdenek, miközben sokan mások is vannak a környéken.
id: Pemain mulai di pulau kecil sementara ada banyak pulau di sekitarnya.
it: I giocatori iniziano su piccole isole, mentre ce ne sono molte altre attorno.
ja: プレイヤーは小島から開始します。周辺には他にも多くの島があります。
ko: 플레이어들은 주변에 많은 다른 플레이어들이 있는 동안 작은 섬에서 시작합니다.
ms: Pemain bermula di kepulauan kecil dimana ada pemain lain disekitarnya.
nb: Spillere starter på en liten øy med en rekke andre øyer rundt.
nl: Spelers starten op kleine eilanden, terwijl er veel andere eilanden in de omgeving zijn.
pl: Gracze rozpoczynają na małych wyspach których jest o wiele więcej wokół.
pt_br: Os jogadores começam em pequenas ilhas, e existem muitas outras ao redor.
pt_pt: Os jogadores começam em pequenas ilhas enquanto existem muitas outras à volta.
ru: Игроки начинают на малых островах среди множества других островов.
sk: Hráči začínajú na malých ostrovoch, obklopení množstvom ďalších.
sr: Играчи почињу на маленим острвима са многим другим около.
sv: Spelare börjar på små öar medans det finns många andra runtomkring.
tr: Oyunlar etrafta diğer bir çok ada olan küçük bir adada başlarlar.
uk: Гравці починають на малих островах, в той час як є багато інших навколо.
vi: Những người chơi bắt đầi trên những hòn đảo nhỏ trong khi có những người chơi khác ở xung quanh.
zh: 玩家开局位于一处小岛上，周围岛屿众多。
zh_tw: 玩家在環繞著其他許多小島的其中一個開始遊戲。

source: Islands
ast: Islhɐs
bg: Острови
br: Inizi
ca: Illes
cs: Ostrovy
da: Øer
de: Inseln
el: Νησιά
es: Islas
eu: Irlak
fa: جزیره‌ها
fi: Saaret
fr: Îles
ga: Oileáin
gd: Eileanan
hu: Szigetek
id: Pulau
it: Isole
ja: 諸島
ko: 군도
ms: Kepulauan
nb: Øyer
nl: Eilanden
pl: Wyspy
pt_br: Ilhas
pt_pt: Ilhas
ru: Острова
sk: Ostrovy
sr: острва
sv: Öar
tr: Adalar
uk: Острови
vi: Các hòn đảo
zh: 岛屿
zh_tw: 島嶼

source: Starting near the fertile banks of the Nile, the players besiege the heavily defended city Napata, which lies at the foot of the hill Jebel Barkal, the “Pure Mountain”. It is the southern home of Amun and, according to Kushites and Egyptians alike, the birthplace of man. Known as the “Throne of the Two Lands”, the ancient religious capital of Napata lay in its shadow. This is where kings were made – and unmade! Abutting a rich floodplain downstream from the Fourth Cataract, this area became the breadbasket of ancient Kush.
ast: Los jogadores intamɐn a lɐs veirɐs viciosɐs de l riw Nilu cercando la plaça fuörte a l piei de l cuötu Dw-w’b, el “monte puru”. Dw-w’b ye la morada meridional d’Amun &, segun tanto los ethíopes cumo los egypcios, el verciu de l home. Conhocidu cumo l “Thronu lɐs Duɐs Tierrɐs”, a la solombra de sou queda l’antigua capital religiosa de Napata. Eiquí los pharaones fuerun feiꞇhos – ¡& disfeiꞇhos! A l atestar cun un granible porreu agua a baxo de la Quarta Cataracta, esta zona yera la tuña de l’antigua Chus.
bg: Започвайки близо до плодородните брегове на Нил, играчите трябва да обсадят силно защитения град Напата, който се намира в полите на хълма Джебел Баркал — „Чистата планина“. Това е южният дом на Амон, а според кушитите и египтяните, и родното място на човека. Позната като „тронът на двете земи“, древната религиозна столица Напата лежи в сянката му. Тук царете се създават… и унищожават! Използвайки богата наводняваща се част след четвъртия бързей на Нил, тази област била житницата на древен Куш.
cs: Začínající poblíž úrodných břehů Nilu hráči obléhají těžce bráněné město Napata, které leží na úpatí kopce Jebel Barkal, "Čistá hora". Je to jižní domov Amuna, a podle Kušitů a Egypťanů, místo zrození člověka. Známý jako “Trůn dvou zemí”, který stojí ve stínu starodávného náboženského hlavního města v Napatě. To je místo, kde byli korunováni králové – a kde přicházeli o moc! Opírající se o bohatou nivu nacházející se po čtvrtém kataraktu se tato oblast stala obilnicí dávného Kuše.
da: Med start i nærheden af ​​Nilens frugtbare bredder belejrer spillerne den stærkt forsvarede by Napata, som ligger ved foden af ​​bakken Jebel Barkal, det "rene bjerg". Det er Amuns sydlige hjem og, ifølge både kushiter og egyptere, menneskets fødested. Kendt som "De to landes trone" lå den gamle religiøse hovedstad Napata i sin skygge. Det er her, konger blev skabt – og uskabte! Dette område støder op til en rig flodslette nedstrøms fra den fjerde grå stær og blev til det gamle Kushs brødkurv.
de: Die Spieler, die nahe dem fruchtbaren Ufer des Nils starten, belagern die schwer befestigte Stadt Napata, die am Fuße des Hügels Jebel Barkal, dem „Reinen Berg“, liegt. Er ist die südliche Heimat von Amun und, laut den Kuschiten wie den Ägyptern, die Wiege der Menschheit. Die antike religiöse Hauptstadt Napata, die als Thron der zwei Länder bekannt ist, liegt in seinem Schatten. Dort ist es, wo Könige gemacht – und beseitigt werden! Diese Gegend, die an ein reiches Überschwemmungsgebiet flussabwärts des vierten Katarakts angrenzt, wurde die Kornkammer des antiken Kusch.
el: Ξεκινώντας από τις γόνιμες όχθες του Νείλου, οι παίκτες πολιορκούν τη βαριά οχυρωμένη πόλη Ναπάτα, η οποία βρίσκεται στους πρόποδες του λόφου Τζεμπέλ Μπαρκάλ, του «Ιερού Βουνού». Είναι το νότιο σπίτι του Αμούν, και σύμφωνα με τους Κουσίτες και τους Αιγυπτίους, η γενέτειρα του ανθρώπου. Γνωστή ως ο Θρόνος των Δύο Χωρών, η αρχαία θρησκευτική πρωτεύουσα Νάπατα βρισκόταν στη σκιά του. Εδώ ήταν που οι Βασιλιάδες γίνονταν... και ξεγίνονταν! Έχοντας μια πλούσια πλημμυρίδα από τον 4ο καταρράκτη, αυτή η περιοχή έγινε ο ζωοφόρος σιτοβολώνας του αρχαίας Κους.
es: Comenzando cerca de las fértiles orillas del Nilo, los jugadores asedian la ciudad fuertemente defendida de Napata, que se encuentra al pie de la colina de Jebel Barkal, la "Montaña Pura". Es el hogar en el sur para Amón, y para los cusitas y egipcios, también el lugar de nacimiento del hombre. Conocido como el Trono de las Dos Tierras, la antigua capital religiosa de Napata yace a su sombra. ¡Este es el lugar donde se crean y destruyen reyes! Al borde de una rica llanura aluvial, aguas más abajo de la 4ª catarata, esta área se convirtió en el granero de la antigua Kush.
eu: Niloko ibaiertz oparoetan hasirik, Jokalariek ondo babestutako Napata hiria setiatzen dute, Jebel Barkal mendixkaren oinetan aurkitzen dena, "Mendi Purua". Amón hegoaldeko etxea da, eta kuxtarren eta egiptoarren arabera gizakiaren sortze lekua. Bi Lurren Tronua bezala ezaguturik, Napata kapital erlijiosoa bere itzalean zetzan. Hemen egin ziren erregeak -eta desegin ere bai! Lautada alubial baten ertzean laugarren ur jauzitik behera, gune hau Kushen mandio bihurtu zen.
fi: Pelaajat aloittavat pelin Niilin hedelmällisen rannan läheisyydestä ja piirittävät raskaasti puolustettua Napatan kaupunkia, joka sijaitsee Jebel Barkalin, "puhtaan vuoren", juurella. Se on Amunin eteläinen kotipaikka ja sekä kušilaisten että egyptiläisten mukaan ihmisen syntypaikka. "Kahden maan valtaistuimena" tunnettu Napatan muinainen uskonnollinen pääkaupunki sijaitsi sen varjossa. Tässä paikassa monien kuninkaiden valta sai alkunsa – ja loppunsa. Neljännen kataraktin alajuoksulla sijaitsevan rikkaan tulvatasangon äärellä tästä alueesta tuli muinaisen Kušin leipäkori.
fr: Commençant près des rives fertiles du Nil, les joueurs assiègent la ville lourdement défendue de Napata, qui se trouve au pied de la colline Gebel Barkal, la “montagne Pure”. C'est la maison d'Amon au sud et, selon les Koushites et les Égyptiens, le lieu de naissance de l'homme. Connu comme le "trône des Deux Terres", la capitale religieuse antique de Napata se tient dans l'ombre. C'est ici que les rois ont été faits – et défaits ! En étant contigu à une riche plaine inondable en aval de la 4ème cataracte, cette zone est devenue la corbeille à pain de l'antique Koush.
id: Bermula di tepi Sungai Nil yang subur, pemain mengepung Kota Napata yang memiliki pertahanan kuat, terletak di kaki Bukit Jebel Barkal, “Gunung Suci”. Jebel Barkal adalah rumah selatan Amun dan, menurut legenda Kush dan Mesir, tempat kelahiran umat manusia. Dikenal sebagai “Singgasana Dua Wilayah”, ibu kota agama kuno Napata terletak di bayang-bayangnya. Di sinilah tempat para raja dibentuk – dan dihancurkan! Berbatasan dengan dataran banjir yang subur dari Riam Keempat, area ini adalah lumbung dari Kush kuno.
it: Cominciando vicino alle fertili rive del Nilo, i giocatori assediano la città di Napata, strenuamente difesa, la quale giace ai piedi della collina di Jebel Barkal, la "Montagna pura". Questa è la dimora meridionale di Amon e, secondo i Kushiti e persino gli Egiziani, la culla dell'umanità. Nota come il "Trono delle due terre", l'antica capitale religiosa di Napata riposa alla sua ombra. Qui è dove i re nacquero... e caddero! A ridosso di una ricca golena che si forma dalla quarta cateratta, quest'area divenne il granaio dell'antico regno di Kush.
ja: 肥沃なナイル川のほとりからスタートしたプレイヤーたちは、純粋な山と呼ばれるゲベル・バルカルの丘のふもとにある、厳重に守られた都市ナパタを包囲します。ここはアメンの南の故郷であり、クシュ人やエジプト人によれば、人間の誕生の地でもあります。「2つの土地の王座」として知られ、その影には古代の宗教都市ナパタがありました。ここでは、王が作られ、また作られなかったのです。第四白内障の下流にある豊かな氾濫原に隣接するこの地域は、古代クシュの穀倉地帯となっていました。
ko: 나일강의 비옥한 둑 주변에서 출발한 플레이어들은 “오염되지 않고 깨끗한 산”인 제벨 바칼 언덕 기슭에 위치한 엄중한 방어를 받고 있는 나파타를 포위합니다. 쿠시인과 이집트 사람의 말에 따르면, 이곳은 아문의 남쪽 고향입니다. “두 나라의 왕좌”로 알려진, 고대 종교의 수도 나파타는 그 그늘에 숨어있었습니다. 이곳은 왕을 옹립했던 곳입니다 – 그리고는 철회되었습니다! 네번째의 큰 폭포에서 하류로 흘러내린 풍부한 범람원이 있는 이 지역은 고대 쿠시의 젓줄이 되었습니다.
nl: Vanaf de vruchtbare oevers van de Nijl belegeren de spelers de zwaar verdedigde stad Napata, gelegen aan de voet van de heuvel Jebel Barkal, de "Heilige Berg". Het is de Zuidelijke woonplaats van Amon en, volgens zowel de Kush als de Egyptenaren, de geboortegrond van de mens. Bekend als de "Troon van Twee Landen" ligt het oeroude religieuze centrum Napata in zijn schaduw. Hier worden koningen gemaakt – en gebroken! Grenzend aan een voedselrijke vlakte stroomafwaarts van het vierde cataract werd dit gebied de graanschuur van het oude Kush.
pl: Zaczynając w pobliżu żyznych brzegów Nilu, gracze oblegają mocno bronione miasto Napata, które leży u podnóża wzgórza Jebel Barkal, "Czystej Góry". Jest to południowy przytułek Amona, a według Kuszytów i Egipcjan, miejsce narodzin człowieka. Znany jako Tron Dwóch Ziem, w jego cieniu znajdowała sie starożytna stolica religijna Napata. To tutaj królowie byli stworzeni – i zniszczeni! Przylegając do bogatej równiny zalewowej poniżej Czwartej Katarakty, obszar ten stał się spichlerzem starożytnego Kush.
pt_pt: Começando perto dos bancos férteis do Nilo, os jogadores sitiam na cidade bastante defendida de Napata que se encontra no sopé da colina Jebel Barkal, a “Montanha Pura”. É a casa meridional de Ámon, e de acordo com os cuxitas e os egípcios, o local de nascimento do homem. Conhecida por “Trono das Duas Terras”, a capital religiosa antiga de Napata assenta sobre a sua sombra. Isto é onde os Reis eram feitos – e desfeitos! Confinando uma rica planície aluvial a jusante da Quarta Catarata, esta área tornou-se o celeiro do Cuxe antigo.
ru: Начиная игру возле плодородных берегов Нила, игроки осаждают хорошо защищённый город Напата, лежащий у подножия холма Джебель-Баркал, «Священной скалы». Это южный дом Амона и, согласно верованиям как кушитов, так и египтян, место зарождения человека. Известная как «Престол двух земель», древняя религиозная столица Напата лежит в его тени. Город в котором короновали... и низвергали царей! Эта земля, примыкающая к богатой пойме ниже четвёртого порога Нила, стала житницей древнего Куша.
tr: Nil'in bereketli kıyılarının yakınında başlayan oyuncular, adı "Saf Dağ" olan Jebel Barkal tepesinin eteğinde yer alan ağır bir şekilde korunuan Napata'yı kuşatıyor. Amon'un güneydeki evi, hem Kushlular'a hem de Mısırlılar'a göre, insanın doğduğu yer. "İki Ülkenin Tahtı" olarak bilinen Napata'nın antik dini başkenti onun gölgesinde yatıyordu. Burası kralların yapıldığı – ve yok edildiği yer! Dördüncü Katarakt'tan aşağı doğrui zengin bir taşkın yatağına bitişik olan bu bölge, eski Kush'un ekmek sepeti haline geldi.
uk: Починаючи від родючих берегів Нілу, гравці штурмують добре захищене місто Напата, що лежить біля підніжжя пагорба Джебель-Баркал, “Священної скелі”. Це південний дім Амуна і, відповідно до віруваннями як кушитів, так і єгиптян, місце зародження людини. Відома як “Престол двох земель”, древня релігійна столиця Напата лежить в його тіні. Місто в якому коронували – і скидали з трону! Ця земля, що примикає до багатої заплави нижче четвертого порогу Нілу, стала житницею стародавнього Куша.
zh: 开局位于尼罗河肥沃的河岸附近，是第 4 个瀑布下游的富饶洪泛区，为古代库什的粮仓。重镇纳帕塔环绕博尔格尔山。山麓的纯山是阿蒙神的南部家园，在库什和埃及的神话里为人类的出生地。也被称为两地王座，古代宗教中心纳帕塔深受其影响。 目睹了诸多王国兴衰！
zh_tw: 從尼羅河肥沃的河岸開始，玩家圍攻防禦嚴密的城市那帕塔，那帕塔坐落在博爾戈爾山腳下，即「純淨的山」。它是阿蒙神的南部故鄉，與庫施人和埃及人一樣，這是人類的故鄉。那帕塔古代宗教首都被譽為「兩片土地的寶座」，位於其陰影中。這是國王造就的地方 – 和沒有造的地方！在第四大瀑布下游，毗鄰一片富饒的洪氾區，該地區成為了古庫施山脈的糧倉。

source: Jebel Barkal
ast: Monte puru
bg: Джебел Баркал
ca: Gebel Barkal
el: Τζεμπέλ Μπαρκάλ
fa: جبل بارکال
fr: Djebel Barkal
ga: Diebéal Barcál
ja: ゲベル・バルカル
ko: 게벨 바르칼
nl: Djebel Barkal
ru: Джебель-Баркал
sv: Gebel Barkal
tr: Gebel Barkal
uk: Джебель-Баркал
zh: 博尔格尔山
zh_tw: 努比亞博爾戈爾山

source: Napata is attacking!
ast: ¡Napata sta cometiendo!
bg: Напата напада!
br: O tagañ emañ Napata!
ca: Napata està atacant!
cs: Napata útočí!
da: Napata angriber!
de: Napata greift an!
el: Η Ναπάτα επιτίθεται!
es: ¡Napata está atacando!
eu: Napata erasotzen ari da!
fa: ناپاتا در حال حمله است!
fi: Napata hyökkää!
fr: Napata attaque !
ga: Tá Napata ag ionsaí!
gd: Tha Napata a’ toirt ionnsaigh ort!
hu: Napata támad!
id: Napata menyerang!
it: Napata sta attaccando!
ja: ナパタが攻めてきます！
ko: 나파타가 공격해옵니다!
ms: Napata menyerang!
nl: Napata valt aan!
pl: Napata atakuje!
pt_br: Napata está atacando!
pt_pt: Napata está a atacar!
ru: Напата атакует!
sk: Napata útočí!
sv: Napata attackerar!
tr: Napata saldırıyor!
uk: Напата атакує!
zh: 那帕塔出兵了！
zh_tw: 那帕塔正發起攻擊！

source: Napata will attack in %(time)s!
ast: ¡Napata vai cometer in %(time)s!
bg: Напата ще нападне след %(time)s!
br: Tagañ a raio Napata e %(time)s!
ca: Napata atacarà en %(time)s!
cs: Napata zaútočí za %(time)s!
da: Napata vil angribe om %(time)s!
de: Napata greift in %(time)s an!
el: Η Ναπάτα θα επιτεθεί σε %(time)s!
es: ¡Napata atacará en %(time)s!
eu: Napata erasoan %(time)s!
fa: ناپاتا حمله خواهد کرد در %(time)s!
fi: Aikaa Napatan hyökkäykseen: %(time)s!
fr: Napata va attaquer dans %(time)s!
ga: Ionsóidh Napata i %(time)s!
gd: Bheir Napata ionnsaigh ort an ceann %(time)s!
hu: Napata %(time)s perc múlva támad!
id: Napata akan menyerang dalam %(time)s!
it: Napata attaccherà tra %(time)s!
ja: ナパタの侵略まであと%(time)s！
ko: 나파타는 %(time)s 초 후에 공격합니다!
ms: Napata akan menyerang dalam tempoh %(time)s!
nl: Napata zal aanvallen in %(time)s!
pl: Napata zaatakuje za %(time)s!
pt_br: Napata irá atacar em %(time)s!
pt_pt: Napata irá atacar em %(time)s!
ru: Напата атакует через %(time)s!
sk: Napata zaútočí za %(time)s!
sv: Napata kommer att attackera om %(time)s!
tr: Napata %(time)s dakikada saldıracak!
uk: Напата нападе через %(time)s!
zh: 那帕塔出兵倒计时：%(time)s！
zh_tw: 那帕塔將於 %(time)s 內發起攻擊！
