Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Brennus is the name which the Roman historians give to the famous leader of the Gauls who took Rome in the time of Camillus. According to Geoffrey of Monmouth, the cleric who wrote “History of the Kings of Britain”, Brennus and his brother Belinus invaded Gaul and sacked Rome in 390 B.C., 'proving' that Britons had conquered Rome, the greatest civilization in the world, long before Rome conquered the Britons. We know from many ancient sources which predate Geoffrey that Rome was indeed sacked, but in 387 not 390, and that the raid was led by a man named Brennus, but he and his invading horde were Gallic Senones, not British. In this episode several features of Geoffrey's editing method can be seen: he modified the historical Brennus, created the brother Belinus, borrowed the Gallic invasion, but omitted the parts where the Celts seemed weak or foolish. His technique is both additive and subtractive. Like the tale of Trojan origin, the story of the sack of Rome is not pure fabrication; it is a creative rearrangement of the available facts, with details added as necessary. By virtue of their historical association, Beli and Bran are often muddled with the earlier brothers Belinus and Brennus (the sons of Dunvallo Molmutius) who contended for power in northern Britain in around 390 B.C., and were regarded as gods in old Celtic tradition.
ast: Brenu ye'l nome que dieron los historiadores romanos al caudiellu famosu de los galos que conquistaron Roma en tiempos de Camilu. Según Godofredu de Monmouth, el clérigu qu'escribió la «Hestoria de los reis de Britania», Brenu y el so hermanu, Belín, invadieron la Galia y saquiaron Roma en 390 a.C., «probando» que los britanos conquistaren a Roma, la civilización más importante del mundiu, muncho enantes de que Roma conquistó a los britanos. Sabemos poles abondoses fontes que preceden a Godofredu que se saquió Roma, anque en 387 non 390, y qu'un home nomáu Brenu dirixó l'asaltu, anque elli y la tropa invasora yeren senones galos, non britanos. Nesti casu pervénse dellos trazos del estilu d'edición de Godofredu: elli camudó'l Brenu históricu, creó l'hermanu Belín, emprestó la invasión gala, pero omitió les partes u los celtes paecíen débiles o fatos. Esta téunica ye tanto una de sumar como una de restar. Como'l cuentu del orixe troyanu, la hestoria del saquéu de Roma nun ye del too inventada; ye una recomposición creativa de los fechos disponibles, con detalles amestaos según facíen falta. Pola mor de l'asociación histórica, tracamúndiense davezu Beli y Bran colos hermanos anteriores, Belín y Brenu, (los fíos de Dunvallu Molmuciu), que facíen pica pol poder na Britania del norte alredor de 390 a.C., y teníense por dioses na tradición vieya celta.
bg: Брен, лат. „Бренус“, е името, което римските историци дали на известния галски владетел, който превзел Рим по времето на Камил. Според Галфрид Монмутски, свещеникът, който написал „История на кралете на Британия“, Брен и брат му Белин нахлули в Галия и плячкосали Рим през 390г. пр.н.е., „доказвайки“, че британците завзели Рим, най-великата цивилизация на света, много преди Рим да завладее тях. Знаем от много древни източници, които предхождат Галфрид, че Рим наистина бил плячкосан, но през 387, а не 390, както и че щурмът бил воден от човек с името Брен. Освен това той и неговата нахлуваща орда били галски сенони, а не британци. В това издание могат да се видят няколко от методите за редакция на Галфрид: той променил историческото Брен, сътворил брата Белин, заимствал галското нашествие, но пропуснал частите, в които келтите изглеждали слаби или глупави. В неговата техника присъства както добавяне, така и изваждане. Също като историята с троянски произход, историята за плячкосването на Рим не е пълна измислица — тя е творческо пренареждане на наличните факти, както и добавяне на подробности, където е уместно. Поради силната историческа връзка, Бели и Бран често се бъркат с по-ранните братя Белин и Брен (синовете на Донвало Молмутски), които си съперничели за власт в северна Британия някъде около 390г. пр.н.е., и били считани за богове в старите келтски традиции.
br: Brennus zo an anv roet gant an Istorourien Roman da levier brudet ar C'halianed a bakas Roma da vare Kamilhus. Hervez Geoffrey eus a vMonmouth, ar beleg en doa skrivet “Istor Roueed Preden” o doa aloubet Brennus hag e vreur Belinus Galia ha preizhet Roma e 390 a-raok J.-K. 'o prouiñ' e oa bet aloubet Roma gant ar Vretoned, ar sevenadurezh vrasañ er bed, pell a-raok ma vefe aloubet ar Vritoned gant Roma. Gouzout a reomp diwar meur a vammenn gozh a oa a-raok Geoffrey e oa bet preizhet Roma evit gwir met e 387 ha n'eo ket 390, hag e oa renet ar reud gant un den anvet Brennos (a oa bet latinekaet e Brennus) nemet e oa anezhañ hag e lu aloubiñ Galian Senoned ha ne oant ket Bretoned. Er pennad-mañ e c'hall bezañ gwelet meur a zezverk e-barzh an hentenn embann eus Geoffrey: kemmet en doa ar Brennus/Brennos istorel, krouet ar breudeur Belinus, amprestet an aloubadeg Galian met ankouaet en doa al lodennoù e-lec'h ma seblante ar Gelted dinerzh pe diskiant. Sammadel ha lamadel eo e deknik war ar memes tro. Evel orin kontadenn Troian, n'eo ket istor preizh Roma da vat faltazius; nemet ez eo un adkempennadur-krouerus eus ar fedoù a zo anezho, gant munudoù ouzhpennet ma vez ezhomm. Dre o c'henstroll istorel e vez Beli ha Bran kemmesket alies gant ar vreudeur diaraok Belinus ha Brennus (mibien Dunvallo Molmutius) o doa breutaet an eil ouzh egile ar galloud e Breizh-Veur an Hanternoz war-dro 390 a-raok J.-K. hag e voent gwelet evel Doueed en hengoun keltiek kozh.
ca: Brennus és el nom que els historiadors romans van donar al famós líder dels gals que va prendre Roma en temps de Camil. Segons Geoffrey de Monmouth, el clergue que va escriure "Història dels Reis de Bretanya", Brennus i el seu germà Belinus van envair la Gàl·lia i van saquejar Roma el 390 aC, "demostrant" que els britons van conquerir Roma, la civilització més gran del món, molt abans que Roma conquerís els britons. Se sap de moltes fonts antigues anteriors a Geoffrey que Roma va ser saquejada, però l'any 387 aC, no el 390, i que l'assalt va ser liderat per un home anomenat Brennos, però ell i la seva horda invasora eren gals sènons, no britons. En aquest episodi es veuen alguns dels canvis que va aplicar Geoffrey: va modificar Brennus, va crear el germà Belinus, va agafar prestada la invasió gal·la però va ometre les parts on els celtes apareixien com a febles o ximples. La seva tècnica és tant additiva com subtractiva. Com el relat de l'origen de Troia, la història del saqueig de Roma no és completament inventada; és una reorganització creativa dels fets coneguts, amb detalls afegits on fos necessari. A causa d'aquesta associació històrica, Beli i Bran sovint es confonen amb els germans més antics Belinus i Brennus (els fills de Dunvallo Molmutius) que van combatre pel poder al nord de la Gran Bretanya el 390 aC, i van ser adorats com a déus en l'antiga tradició celta.
cs: Brennus je jméno, které dali římští historikové slavnému galskému vůdci, kterému se v časech Camilla podařilo obsadit Řím. Podle Geoffreyho z Monmouthu, klerika, který napsal dílo "Historie králů Británie", Brennus a jeho bratr Belinus napadli Galy a v roce 390 před Kristem vyplenili Řím, "dokazujíc" tak, že Britové ovládli Řimany, největší civilizaci na světě, mnohem dříve, než se Řimanům podařilo ovládnout Brity. Z mnoha starověkých pramenů starších než Geoffrey víme, že Řím sice byl vypleněn, ale v roce 387 a ne 390, a že onen nájezd byl veden mužem jménem Brennos, ale on a jeho muži byli galští Senoni, ne Britové. Na tomto je možno vidět několik prvků Geoffreyho odlišného výkladu: přizpůsobil si historického Brenna, vymyslel bratra Belina, vypůjčil galský vpád, ale zato vynechal části, kde Kelti působili slabě anebo hloupě. Takže něco přidal a něco odebral. Stejně tak příběh o Tróji, ani tento o vyplenění Říma není čistým výmyslem, ale pouze tvořivým přeuspořádáním dostupných údajů s přidáním určitých podrobností. Na základě jejich historické souvislosti jsou Beli a Bran často zaměňováni za jejich předchůdce, bratry Belina a Brenna (syny Dunvalla Molmutia), kteří okolo roku 390 před Kristem zápasili v severní Británii o moc a v staré keltské tradici byli považováni za bohy.
de: Brennus ist der Name, den die römischen Historiker dem berühmten Anführer der Gallier gaben, der Rom zur Zeit des Camillus eroberte. Nach Geoffrey von Monmouth, der die “Geschichte der Könige von Britannien” schrieb, fielen Brennus und sein Bruder Belinus in Gallien ein und plünderten Rom 390 v. Chr., und 'bewiesen' damit, dass Britonen Rom, die großartigste Zivilisation der Welt, erobert hatten, lange bevor Rom die Briten besiegten. Wir wissen aus vielen alten Quellen, die älter sind als Geoffrey, dass Rom tatsächlich geplündert wurde, aber im Jahre 387 v. Chr. und nicht 390, und dass der Raubzug von einem Mann namens Brennus geführt wurde, aber er und seine Horde waren gallische Senonen, keine Britonen. An dieser Episode können einige Merkmale von Geoffreys Editierverfahren gezeigt werden: er veränderte den historischen Brennus, erfand dessen Bruder Belinus, lieh eine gallische Invasion aus, ließ jedoch die Teile aus, in denen die Kelten schwach oder unklug schienen. Seine Technik ist sowohl additiv als auch subtraktiv. Wie die Geschichte des trojanischen Ursprungs, ist auch die Geschichte der Plünderung Roms keine reine Erfindung; es ist eine kreative Umgestaltung der verfügbaren Fakten, denen Details zugefügt wurden, wo es notwendig schien. Aufgrund ihrer historischen Verbindung werden Beli und Bran oft mit den Brüdern Belinus und Brennus (den Söhnen von Dunvallo Molmutius) durcheinandergebracht, die um 390 v. Chr. um die Macht im nördlichen Britannien stritten, und als Götter in alter keltischer Tradition betrachtet wurden.
el: Βρέννος είναι το όνομα που οι Ρωμαίοι ιστορικοί δίνουν στο διάσημο ηγέτη των Γαλατών που κατέλαβε τη Ρώμη την εποχή του Κάμιλλου. Σύμφωνα με τον Τζέφρεϊ του Μονμάουθ, τον κληρικό ο οποίος έγραψε το "Ιστορία των Βασιλέων της Βρετανίας", ο Βρέννος και ο αδελφός του Βελίνος εισέβαλαν από τη Γαλατία και λεηλάτησαν τη Ρώμη το 390 π.Χ., «αποδεικνύοντας» ότι οι Βρετανοί είχαν κατακτήσει τη Ρώμη, το μεγαλύτερο πολιτισμού στον κόσμο, καιρό πριν από ότι η Ρώμη κατέκτησε τους Βρετανούς. Γνωρίζουμε από πολλές αρχαίες πηγές που χρονολογούνται πριν από τον Τζέφρεϋ ότι η Ρώμη πράγματι κατακτήθηκε, αλλά το 387 και όχι το 390, και ότι η επιδρομή οδηγήθηκε από ενός άνδρα που ονομαζόταν Βρέννος (στα Λατινικά Brennus), αλλά και εισβολείς ήταν Σίνονες Γαλάτες, όχι Βρετανοί. Σε αυτό το ιστορικό επεισόδιο αρκετά στοιχεία της μεθόδου επεξεργασίας του Τζέφρεϋ μπορεί να δει κανείς: αυτός τροποποίησε τον ιστορικό Βρέννο, δημιούργησε τον αδελφό του Βέλινο, δανείστηκε τη γαλατική εισβολή, αλλά παραλείπονται τα μέρη όπου οι Κέλτες φαινόταν αδύναμοι ή ανόητοι. Η τεχνική του ήταν να προσθαφαιρεί στοιχεία. Όπως και στην ιστορία του αυθεντικού Τρωικού πολέμου, η ιστορία της λεηλασία της Ρώμης δεν είναι καθαρά κατασκευασμένη, είναι μια δημιουργική αναδιάταξη των διαθέσιμων στοιχείων, με στοιχεία να προστίθενται όπου απαιτείται. Βάσει της ιστορικής σύνδεσής τους, ο Μπέλι και ο Μπραν συχνά συγχέονται με τους προηγούμενους αδελφούς Βέλινο και Βρέννο (οι γιοι του Ντάνβαλο Μολμίτιου), ο οποίος υποστηρίχθηκε για την εξουσία της βόρεια Βρετανία γύρω στο 390 π.Χ., και θεωρούνται ως θεοί στην παλιά Κέλτικη παράδοση.
es_ar: Breno es el nombre que los historiadores romanos le dan al famoso líder de los galos que ocupó Roma en el tiempo de Camilo. Según Godofredo de Monmouth, el clérigo que escribió Historia de los Reyes de Britania, Breno y su hermano Belino invadieron Galia y saquearon Roma en 390 a. C. demostrando que los britanos habían conquistado Roma, la civilización más grandiosa del mundo, mucho antes de que Roma conquistara a los britanos. Sabemos de muchas fuentes antiguas anteriores a Godofredo que Roma de hecho fue saqueada, pero en 387 no en 390 y que el ataque fue liberado por un hombre llamado Breno, pero él y su horda invasora eran galos senones, no británicos. En este episodio, se pueden observar muchas características del método de edición de Godofredo: modificó al Breno histórico, creó al hermano Belino, tomó prestada la invasión gala pero omitió las partes en donde los celtas se veían tontos o débiles. Su técnica agrega y quita detalles. Como la historia troyana, la historia del saqueo de roma no es puro invento, es una reorganización creativa de los hechos disponibles, con detalles añadidos si es necesario. Por virtud de su asociación histórica, Beli y Bran son a menudo confundidos con los anteriores hermanos Belino y Breno (hijos de Dunvallo Molmutius) que compitieron por el poder en Britania del norte alrededor de 390 a. C. y eran considerados dioses en la antigua tradición celta.
eu: Brennus izena eman zioten Erromatar historialariek Camilo garaian Erroma menderatu zuen Galiar liderrari .Geoffrey Monmouthekoak, "Bretainia Handiko Erregeen Historia" idatzi zuen elizgizonak zioenez, Brennusek eta bere anai Belinusek Galia inbaditu eta Erroma ostu zuten K.a. 390ean, horrela 'erakutsiz' Britainiarrek Erroma, munduko zibilizaziorik handiena, konkistatu zutela Erromak Britainiarrak konkistatu aurretik. Geoffreyren jarraitzaile askok esan dutenez Erroma ostu zuten, baino 387an eta ez 390ean, eta erasoa Brennus izeneko batek gidatu zuela, baino bera eta bere gizonak Galiar Senonesak ziren, ez Britainiarrak. Pasarte honetan Geoffreyren editatzeko ezaugarriak antzeman daitezke: Brennus historikoa aldatu zuen, Belinus anaia sortu zuen, Galiarren inbasioa hartu zuen, baino zeltak ahul edo ergel azaltzen zituzten zatiak ezkutatu zituen. Bere teknika aldi berean da eranskorra eta kenkaria. Troiar jatorriko ipuinean bezala, Erroma osteko historia ez da erabat asmatua; ezagutzen diren datuekin sorkuntza da, beharraren araberako datuak gehituz. Elkarketa historikoaren ondorioz, Bell eta Bran sarri nahasten dira Belinus eta Brennus anaiekin (Dunvallo Molmutiusen semeak) K.a. 390ean Bretainia Handiaren boterearen zaindariak eta Zelten ohituretan jainkotzat hartuak.
fa: برنوس نامی است که تاریخ نگاران روم به رهبر مشهور گال ها کسی که روم را در زمان کامیلوس تصرف کرد می دهند. بر اساس مستنداتی که از جفری مانموث کشیشی که کتاب تاریخ پادشاهان بریتانیا را نوشته است بر جای مانده است، برنوس و برادرش بلینوس به گال حمله کردند و سپس روم را در سال 390 ق.م غارت کردند. این موضوع ثابت می کند که بریتون ها روم، بزرگترین تمدن جهان را تصرف کرده خیلی قبل از آنکه رومی ها بریتون را تصرف کنند. بر اساس بسیاری دیگر از منابع تاریخی قبل از جفری مانموس ما می دانیم که روم در واقع در سال 387 ق.م غارت شد و نه در سال 390 ق.م و آن حمله توسط مردی به نام برنوس انجام پذیرفته است اما با نیروهای گال و سنون و نه با نیروهای بریتانیایی. در نسخه جفری مانموث مواردی چون تغییر در شخص برنوس ، اضافه کردن داستان برادرش برلینوس اضافهشده است و حمله گال ها را به اسم بریتونی ها نوشته است اما قسمت هایی که اشاره شده است که بریتون ها ضعیف و احمق هستند را حذف کرده است. (سلتی<<>>) “”
ga: Chuir na staraithe Rómhánacha an t-ainm Brannas ar an dtaoiseach cáiliúil Gallach á ghabháil ar an Róimh i rith bheatha Chamaolluis. De réir Seathrún Inbhearmonach, an cléireach a scríobh “Stair Ríthe na Breataine”, tháinig Brannas, agus a dheartháir Béilineas, isteach sa Ghaill agus chuir siad an Róimh faoi chois i 390 R.C., fianaise go raibh an Róimh cloíte ag na Briotnaigh, an sibhialtacht is mó sa domhan, i bhfad i gcéín roimh a chloígh na Rómhánaigh ar na Briontnaigh. Tá a fhios againn as foinsí stairiúla go leor roimh Seathrún go raibh an Róimh scriosta go deimhin, ach sa bhlian 387 ná 390, agus go raibh Brannas ina cheannas ar an ngrúpa ionraidh seo, ach ba Shéineóiní Gallacha iad, ná Briotnaigh. Sa chás seo tá sé éasca do na heargarthóireachtaí Sheathrúin a fheiceáil: d'athraigh sé Brannas stairiúil, chruthaigh sé deartháir Bhrannais i mBéilineas, ghlac é chuige féin leis an ionradh, ach chuir sé na heachtraí uile ar na Briotnaigh, nuair a raibh formhór na n-eachtraí seo déanta ag na Gallaigh agus Ceiltigh Alpacha eile. Sa chás Seathrún, chuir sé le hathruithe staire do stair na Breataine a chur chun cinn leis na startha is mó (mar shampla, de réir Seathún, tá rí dar ainm Domhnall Maolthosta a raibh dhá pháiste aige, Béilí agus Bran, agus rinne Seathrún ceangal idir na daoine seo agus Brannas stairiúil), mar a rinne na Rómhánaigh san eachtra Aeinéis agus a éalú as an dTraí. Mar sin, chuir Seathrún stair na Breataine Ceiltigh in éineacht le stair an domhain mhóir.
hu: Brennus a római történészek által adott neve a gallok híres vezérének, aki elfoglalta Rómát Camillus idejében. Monmouth-i Gottfried (a krónikás, aki a „Historia Regum Britannia” szerzője) szerint Brennus és öccse Belinus elfoglalta Galliát és kifosztotta Rómát i. e. 390-ben, „bebizonyítva” hogy a britonok hamarabb leigázták Rómát, a világ legnagyobb civilizációját, minthogy Róma leigázta a britonokat. Sok ókori forrásból tudjuk (ami megelőzi Gottfriedet) hogy Rómát tényleg kifosztották, de 387-ben, nem 390-ben, és a rajtaütés vezetője egy Brennus nevű ember volt, de ő és az inváziós serege gall szenonokból állt, nem britonokból. Ebből sok minden látható Gottfried szerkesztési módszeréből: módosította a történelmi Brennust, létrehozta az öcs Belinust, kölcsönvette a gall inváziót, de kihagyta azokat a részeket, amelyek a keltákat gyengének vagy ostobának láttatták volna. A technikája egyszerre ad hozzá és vesz el. Mint a trójai eredetű történet, Róma kifosztásának története sem alaptalan; kreatív összerendezése az elérhető tényeknek, hozzáadott részekkel ahol szükséges. A történelmi kapcsolat miatt, Beli és Bran történetét gyakran összemossák a korábbi Belinussal és Brennussal (Dunvallo Molmutius fiaival), akik Észak-Britanniáért harcoltak i. e. 390 körül, és a régi kelta hagyományok istenként tisztelték őket.
hy: Հռոմեացի պատմաբանները Բրեննոս են կոչում այն հայտնի գալական առաջնորդին, ով Կամիլիուսի օրոք կարողացավ գրավել Հռոմը։ Համաձայն մոնմութեցի հոգևորական Ջեֆրիի, ով գրել էլ “Բրիտանիայի արքաների պատմությունը”, Բրեննոսը և նրա եղբայր Բելինոսը ներխուժեցին Գալիա և կողոպտեցին Հռոմը մ․թ․ա․ 390թ․՝ 'ապացուցելով', որ բրիտոնները գրավել են աշխարհի ամենահզոր քաղաքակրթությունը՝ Հռոմը, նախքան Հռոմի կողմից Բրիտանիայի գրավումը։ Ջեֆրիին նախորդող բազմաթիվ հին աղբյուրներից մեզ հայտնի է, որ Հռոմն իրոք գրավվել է, բայց ոչ թե մ․թ․ա 390թ․-ին, այլ մ․թ․ա․ 387թ․-ին, և որ արշավանքը ղեկավարում էր Բրեննոս անունով մի մարդ, բայց նա և նրա ներխուժող հրոսակախումբը գալեր էին, այլ ոչ թե բրիտոններ։ Այս դրվագում կարելի է տեսնել Ջեֆրիի կողմից խմբագրումների մի քանի հատկանիշներ․ նա փոփոխել է պատմական Բրեննոսին, ստեղծել նրա եղբորը՝ Բելինոսին, փոխառել գալական ներխուժման պատմությունը, բայց բաց թողել այն հատվածները, որտեղ կելտերին վերագրվում էին թուլությունը և հիմարությունը։ Նրա ոճը և՛ ավելացնող է, և՛ պակասեցնող։ Տրոյական ծագման պատմվածքի նման Հռոմի թալանումն էլ չի հանդիսանում ամբողջական կեղծիք․ այն հասանելի փաստերի ստեղծագործական վերադասավորում է՝ ըստ անհրաժեշտության մանրամասների ավելացմամբ։ Պատմական զուգորդումից ելնելով՝ Բելիին և Բրանին հաճախ շփոթում են ավելի վաղ ապրած եղբայրներ Բելինոսի և Բրեննոսի (Դունվալո Մոլմուտիոսի որդիների) հետ, ովքեր պայքարել են Հյուսիսային Բրիտանիայում իշխանության համար մ․թ․ա․ մոտ 390թ․-ին և կելտական ավանդույթներում դիտարկվում էին որպես աստվածներ։
ko: 브레누스는 로마 역사가들이 카밀루스 시대에 로마를 잡은 갈리아의 유명한 지도자에게 붙 여주는 이름입니다. “영국 왕들의 역사”를 쓴 성직자인 몬마우스의 제프리에 따르면, 브레누스와 그의 형 벨리누스는 기원전 390년에 가울에 침입하여 로마를 약탈했는데, 이는 로마가 영국 왕국을 정복하기 훨씬 전에, 세계 최대의 문명인 로마를 영국인들이 정복했다는 것을 '증거'하는 것입니다. 우리는 제프리보다 앞선 많은 고대 소식통들로부터 로마가 정말로 해직되었다는 것을 알고 있지만, 387년에 390년은 아니고, 그 습격은 브레누스라는 사람에 의해 주도되었지만, 그와 그의 침략한 무리는 영국이 아닌 갈리아의 세노네스였다는 것을 알고 있었습다. 이 에피소드에서 제프리의 편집 방법의 몇 가지 특징을 볼 수 있는데, 그는 역사적 브레누스를 수정하고, 형인 벨리누스를 만들었으며, 갈리아 침공을 빌렸으나, 켈트족이 약하거나 어리석어 보이는 부분은 생략했습니다. 그의 기술은 사실의 일부를 첨가하거나 또는 빼기도했습니다. 트로이의 기원 이야기처럼, 로마의 약탈 이야기는 순전히 꾸며낸 것이 아닙니다. 그것은 필요한 세부사항을 덧붙여서 이용할 수 있는 사실들을 창조적으로 재배치한 것입니다. 그들의 역사적 인연으로, 벨리와 브랜은 기원전 390년 브리튼 북부에서 권력을 위해 경쟁한 초기 형제 벨리누스와 브레누스(둔발로 몰무티우스의 아들들)와 간혹 혼돈되는경우가 많으며, 옛날 켈트족의 전통에서 신으로 여겨졌습니다.
nb: Brennus er navnet de romerske historikerne gir den berømte lederen av Gallerne som tok Rom i Camillus tid. Ifølge Geoffrey av Monmouth, presten som skrev "Historien om kongene i Storbritannia", invaderte og plyndret Brennus og hans bror Belinus Gaul Rom i 390 f.Kr., og "beviste" at britene hadde erobret Rom, verdens største sivilisasjon, lenge Før Rom erobret britene. Vi vet fra mange eldgamle kilder forut for Geoffrey at Rom faktisk ble plyndret, men i 387 ikke i 390, og at raidet ble ledet av en mann ved navn Brennus, men han og hans invaderende horde var galliske Senoner, ikke briter. I denne episoden kan man se flere funksjoner av Geoffreys redigeringsmetode: Han endret den historiske Brennus, skapte broren Belinus, lånte den galliske invasjonen, men utelatt delene der kelterne virket svake eller dumme. Hans teknikk er både additiv og subtraktiv. Som fortellingen om trojansk opprinnelse er historien om plyndringen av Rom ikke ren fabrikasjon; Det er en kreativ blanding av tilgjengelige fakta, med detaljer lagt til etter behov. På grunn av deres historiske forening, blir Beli og Bran ofte forvekslet med de tidligere brødrene Belinus og Brennus (sønner av Dunvallo Molmutius) som konkurrerte om makten i Nord-Brittannia omkring rundt 390 f.kr., og ble ansett som guder i gammel keltisk tradisjon.
pl: Brennus to imię, które rzymscy historycy nadali znanemu władcy Galów, który zajął Rzym w czasach Kamillusa. Wedle Godfryda z Monmouth, kleryka, który napisał "Historię Królów Brytanii", Brennus i jego brat Belinus najechał Galię i splądrował Rzym w 390 p.n.e., "udowadniając", że Brytowie podbili Rzym, największą cywilizację na świecie, długo zanim Rzym podbił Brytanię. Z wielu antycznych źródeł, które poprzedzały Godfryda wiemy, że Rzym został splądrowany, ale dopiero w 387 r. p.n.e., a nie w 390r. p.n.e. i że plądrowaniu przewodził niejaki Brennus, ale on i jego horda byli galickimi Senonami, nie Brytami. W tym epizodzie można zauważyć kilka cech edytorskich charakterystycznych dla Godfryda: zmodyfikował historię Brennusa, wykreował brata Belinusa, zapożyczył galicką inwazję, ale pominął te części historii, w których Celtowie wydawali się słabi i naiwni. Jego techniki są zarówno addytywne jak i subtraktywne. Jak historie pochodzenia Trojan, historia plądrowania Rzymu nie jest czystą fabrykacją; Jest ona kreatywnym poprzestawianiem dostępnych faktów, z dodanymi szczegółami w razie potrzeby. Cnotą ich historycznego powiązania, Bali i Bran są często myleni z wcześniejszymi braćmi, Belinusem i Brennusem ( synami Dunvallo Molmotiusa), którzy walczyli o władzę w północnej Brytanii około 390r. p.n.e. i uważani byli za bogów w starej celtyckiej tradycji.
pt_br: Breno é o nome que os historiadores romanos dão ao famoso líder dos gauleses que tomou Roma no tempo de Camilo. Segundo Godofredo de Monmouth, o clérigo que escreveu "História dos Reis da Grã-Bretanha", Breno e seu irmão Belinus invadiram a Gália e derrubaram Roma em 390 A.C, "provando" que os britânicos conquistaram Roma, a maior civilização do mundo, há muito tempo Antes de Roma conquistar os britânicos. Sabemos de muitas fontes antigas que precedem Godofredo que Roma foi de fato tomada, mas em 387 e não em 390, e que o ataque foi conduzido por um homem chamado Breno, mas ele e sua horda invasora eram senadores gauleses e não britânicos. Neste episódio, várias características do método de edição de Godofredo podem ser vistas: ele modificou o Breno histórico, criou o irmão Belinus, emprestou a invasão aos britânicos, e omitiu as partes onde os celtas pareciam fracos ou tolos. Sua técnica é aditiva e subtrativa. Como o conto de origem trojan (O cavalo de troia), a história do saque de Roma não é pura fabricação; É um rearranjo criativo dos fatos disponíveis, com detalhes adicionados, conforme necessário. Em virtude de sua associação histórica, Beli e Bran são muitas vezes confundidos com os irmãos mais novos Belinus e Breno (os filhos de Dunvallo Molmutius) que defendiam o poder no norte da Grã-Bretanha em torno de 390 A.C. e eram considerados deuses na antiga tradição celta.
ru: Бреннус — имя, которое Римские историки дают известному лидеру Галлов, взявшему Рим во времена Камилла. По словам Джеффри из Монмута, клирика, который написал «Историю королей Британии», Бреннус и его брат Белинус вторглись в Галлию и разорили Рим в 390 году до нашей эры, таким образом, он «доказывает», что Британцы завоевали Рим, величайшую цивилизацию в мире, задолго до того, как Рим покорил Британцев. Из многих древних источников, которые предшествовали Джеффри, мы знаем, что Рим действительно был разорён, но в 387 году, а не в 390. Рейд возглавлял человек по имени Бреннус, однако, он и его вторгающаяся орда были Галльскими Сенонами, а не Британцами. В этом эпизоде ​​можно увидеть несколько особенностей метода редактирования Джеффри: он изменил историю Бреннуса, создал его брата Белинуса, позаимствовал историю Галльского нашествия, но опустил части, где Кельты казались слабыми, жалкими или глупыми. Его техника является аддитивной и субтрактивной. Как и рассказ о Троянском происхождении, история о разорении Рима - это не чистое измышление; Это творческая перестановка доступных фактов, к которой при необходимости добавляются детали. В силу ассоциаций, Бели и Бран часто путаются с более ранними братьями Белин и Бренн (сыновьями Дунвалло Молмутиусом), которые боролись за власть в северной Англии примерно в 390 г. до н.э. и считались богами в старой Кельтской традиции.
sv: Brennus är namnet som de romerska historikerna ger till den kända ledaren av de gallrar som tog Rom i tiden av Camillus. Enligt Geoffrey of Monmouth invaderades den brittiska som skrev "Storbritanniens kungens historia", Brennus och hans bror Belinus i Gallos invigning i 390 f.Kr., som bevisade att britterna hade erövrat Rom, världens största civilisation, länge innan Rom erövrade britterna. Vi vet från många antika källor som föregår Geoffrey att Rom verkligen var avskedad, men i 387 inte 390, och att razzian leddes av en man som hette Brennus, men han och hans invaderande horde var Gallic Senones, inte brittiska. I det här avsnittet kan flera av Geoffreys redigeringsmetoder ses: han modifierade den historiska Brennusen, skapade brodern Belinus, lånade den galliska invasionen, men utelämnade delarna där kelterna verkade svaga eller dumma. Hans teknik är både additiv och subtraktiv. Som historien om trojanskt ursprung är historien om Roms säck inte ren tillverkning; Det är en kreativ omarrangering av tillgängliga fakta, med tillägg som läggs till efter behov. På grund av deras historiska sammanslutning är ofta Beli och Bran ofta blandade med de tidigare bröderna Belinus och Brennus (Dunvallo Molmutius söner) som strävade för makten i norra Storbritannien runt omkring 390 C. och betraktades som gudar i gammal keltisk tradition.
tr: Brennus, Roma tarihçilerinin Camillus zamanında Roma'yı ele geçiren ünlü Gauls liderine verdiği isimdir. Brennus ve kardeşi Belinus, Monmouth'un "Britanya Kralılarının Tarihi" adlı yazarına göre M.Ö. 390'da Galya'yı istila edip Roma'yı görevden almışlar ve Britanyanın dünyanın en büyük medeniyeti olduğunu Roma'yı fethederek "kanıtladığını" anlatıyordu. Roma Britanyayı fethedemeden önce. Geoffrey'den önce gelen birçok eski kaynaklardan biliyoruz ki, Roma gerçekten de görevden çöktü, ancak 387'de değil 390'da ve baskın Brennus adlı bir adam tarafından yönetildi, ancak işgalci kalabalık İngiliz değil Gallic Senones'tu. Bu bölümde Geoffrey'in düzenleme yönteminin birkaç özelliği görülebilir: tarihi Brennus'u değiştirdi, kardeşi Belinus'u yarattı, Galya istilasını yaptı, ancak Keltlerin zayıf ya da aptalca göründüğü şeyleri unuttu. Onun tekniği hem katkı hem de çıkarımcıdır. Truva kökenli bir masal gibi, Roma çuvalının hikayesi saf bir imalat değildir; Mevcut olguların yaratıcı bir şekilde düzenlenmesi, ayrıntılar da gerektiği gibi eklenmiştir. Tarihi birlikteliklerinden dolayı, Beli ve Kepek, çoğunlukla, M.Ö. 390 civarında İngiltere'nin kuzeyindeki iktidara itiraz eden ve eski Kelt geleneğinde tanrılar olarak görülen daha eski kardeşler Belinus ve Brennus'la (Dunvallo Molmutius oğulları) karıştırılırlar.
uk: Бренн - ім'я, яке римські історики дали знаменитому лідеру галлів, що захопив Рим у часи Камілла. Згідно із Гальфрідом Монмутським, священнослужителем, який написав "Історію королів Британії", Бренн і його брат Белін вторглися в Галлію і здобули перемогу над Римом у 390 р. до н. е., "доводячи", що бритонці завоювали Рим, велику цивілізацію в світі, задовго до підкорення Римом бритонців. Ми знаємо із багатьох древніх джерел, які передували Гальфріду, що Рим був дійсно переможений, але не в 390, а в 387 р., і що загарбників очолювала людина на ім'я Бренн (у латинському варіанті - Brennus), але він і його орда були галльськими сенонами, а не бритами. У цьому епізоді видно деякі особливості методів редагування Гальфріда: він змінив Brennus - Brennos, створив брата Беліна, запозичив галльське вторгнення, але опустив деталі, які виставляли кельтів слабкими або дурними. Його методика - і добавки, і відкидання. Як і розповідь про походження Трої, історія пограбування Риму не є чистою вигадкою; це творча перебудова наявних фактів з подробицями, доданими по мірі необхідності. В силу своєї історичної асоціації Белі та Брана часто плутають з більш ранніми братами Беліном і Бренном (сини Дунвало Молмутіуса), які боролися за владу в північній Британії приблизно в 390 р. до н. е. і вважалися богами в старій кельтської міфології.
zh: 布伦努斯是一个在罗马的历史学家眼中，与罗马的卡米卢斯齐名的高卢领袖。根据编写《不列颠国王史》的蒙茅斯的杰弗里牧师，布伦努斯和他的兄弟 Belinus 于公元前390年入侵高卢并战胜罗马，“证明”了不列颠人在世界上最伟大的文明罗马征服不列颠前反而征服过罗马。我们可以从许多比杰弗里更早的来源中知道，罗马的确被战胜了，但是却是在公元前387年而非390年，并且是由一个名为 Brennos(拉丁名为 Brennus，即布伦努斯)的人主导突袭，但他和他的侵略军属于高卢的 Senones，而非不列颠。在这里我们可以看到杰弗里一些编纂历史的方式，他篡改了历史上的伦努斯／Brenno，并创造了他的兄弟 Belinus，借用了高卢的入侵，但略去了其中凯尔特人看似较不堪一击或愚蠢的部分。他的手法是有增有减。像特洛伊木马的传说一样，罗马战败的故事并不是纯属捏造，它们是真实故事的创意重组，并添加了一些必要的细节。因为历史上有关联，Beli 及 Bran 经常会与公元前390年在北不列颠早期争权夺利的兄弟 Belinus 及布伦努斯(Dunvallo Molmutius 的儿子)混淆在一起，并被视为旧凯尔特传统中的神。
