Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Spartan women were some of the freest in the ancient world. They could own land and slaves and even exercise naked like Spartan men. It is said that only Spartan women gave birth to real men. Such tough-as-nails women more than once helped save their city from disaster, for example when after a lost battle against Pyrrhus of Epirus they overnight built an earthen rampart to protect the city while their men slept in preparation for the next day's siege.
ast: Les espartanes foron ente les muyeres más llibres del mundu antiguu. Podíen poseyer tierres y esclavos y inclusive exercitar desnudes como los espartanos. Dizse que namái les espartanes parieron homes de verdá. Tales muyeres dures ayudaron más d'una vegada a salvar la ciudá del desastre, por exemplu, en perdiendo la batalla escontra Pirru d'Epiru construyeron de nueche un reparu de tierra pa protexer la ciudá demientres dormíen los homes pa preparase pal asediu del próximu día.
bg: Спартанските жени били едни от най-свободните в древния свят. Те можели да притежават земя и роби и дори да тренират голи като мъжете. Според преданията, само спартанските жени можели да раждат истински мъже. Такива твърди жени неведнъж помагали в спасяването на града си от бедствие, както когато след една загубена битка срещу Пир, те изградили през нощта глинен насип, за да защитят града, докато мъжете им поспят и отпочинат, за да са готови за обсадата на следващия ден.
br: Merc'hed Sparta a oa e-touez ar re o doa ar muiañ a frankiz en Henamzer. Gallout a raent bezañ perc'henn war an douar, kaout sklaved ha labourat en noazh evel paotred Sparta, eta. Lavaret e veze ne oa nemet merc'hed Sparta hag a wilioude paotred gwir. Ar merc'hed garv-se o deus savetaet o c'hêr eus ar freuz hag ar reuz meur a wech, evel da skouer goude bezañ kollet un emgann a-enep Pyrrhus eus a Epiria o doa savet merc'hed Sparta mogerioù douar evit difenn ar gêr e-pad ma oa o gwazed o kousket evit en em aozañ a-raok seziz an deiz war-lerc'h.
ca: Les dones espartanes eren de les més lliures del món antic. Podien tenir terres i esclaus i fins i tot fer exercici despullades com els homes espartans. Es diu que només les dones espartanes podien parir homes de veritat. Aquestes dones dures com els claus més d'una vegada van salvar la seva ciutat del desastre, per exemple després d'una batalla perduda contra Pirros d'Epir, quan van construir una muralla de terra per protegir la ciutat mentre els homes dormien preparant-se per al setge del dia següent.
cs: Spartské ženy byly jedněmi z nejsvobodnějších v antickém světě. Mohly vlastnit zemi a otroky a dokonce cvičily nahé jako spartští muži. Říká se, že jedině spartské ženy rodily skutečné muže. Jako ocel tvrdé ženy více než jedenkrát pomohly svému městu od zkázy, například když po prohrané bitvě proti Pyrrhovi z Epiru během noci navršily hliněný val k ochraně města, zatímco muži spali, aby nabrali sílu na další den obléhání.
de: Spartas Frauen waren die freiesten der antiken Welt. Sie durften Land und Sklaven besitzen und wie die Männer nackt trainieren. Es heißt, dass nur Frauen aus Sparta echten Männern das Leben geben konnten. Diese stahlharten Frauen retteten so manche Stadt vor der Katastrophe, zum Beispiel nach der verlorenen Schlacht gegen Pyrrhos I von Epiros, als die Frauen über Nacht einen Erdwall zur Verteidigung um die Stadt errichteten, während sich die Männer in Vorbereitung auf die Belagerung des nächsten Tages ausschliefen.
el: Οι Σπαρτιάτισσες ήταν μερικές από τις πιο ελεύθερες γυναίκες στον αρχαίο κόσμο. Μπορούσαν να κατέχουν γη και δούλους, ακόμα και να αθλούνται γυμνές όπως οι Σπαρτιάτες άνδρες. Λέγεται ότι μόνο ότι οι Σπαρτιάτισσες γυναίκες γέννησαν πραγματικούς άνδρες. Τέτοιες σκληρές-όπως-καρφιά γυναίκες, περισσότερο από μία φορά βοήθησαν στο να σωθεί η πόλη τους από την καταστροφή, για παράδειγμα, όταν μετά από μια χαμένη μάχη ενάντια του Πύρρο της Ηπείρου, εν μία νυκτί δημιούργησαν ένα χωμάτινο προμαχώνα για την προστασία της πόλης, ενώ οι άνδρες τους κοιμόντουσαν στο πλαίσιο της προετοιμασίας για την πολιορκία της επόμενης ημέρας.
es_ar: Las mujeres espartanas eran algunas de las más libres del mundo antiguo. Podían poseer tierras y esclavos e incluso ejercitar desnudas como los hombres. Se dice que solo las mujeres espartanas parían hombres de verdad. Estas duras mujeres ayudaron a salvar su ciudad más de una vez, como por ejemplo cuando, luego de la derrota contra Pirro de Epiro, construyeron una muralla de tierra durante la noche mientras los hombres dormían y descansaban para el asedio del día siguiente.
eu: Espartar emakumeak mundu zaharreko askeenetako batzuk izan ziren. Euren lur eta esklaboak izan zitzaketen eta gizonak bezala biluzik entrenatu. Esaten zen espartar emakumeek baino ez zituztela benetako gizonak erditzen. Behin baino gehiagoetan emakumeen erresistentziak euren hiriak salbatu zituzten, adibidez Epiroko Pirroren kontra galdu zuten borroka baten ondoren, gizonak lo zeuden bitartean, lur harresi bat eraiki zuten, hurrengo eguneko setiorako prestatuz.
fa: زنان اسپارتی از جمله آزادترین زنان دنیای باستان بودند. آنها می توانستند زمین و برده داشته باشند و حتی همانند مردان بصورت لخت تمرین کنند. گفته شده است که تنها زن های اسپارتی قادر هستند مردان واقعی بدنیا بیاورند. آنها بسیار قوی فعال بودند برای مثال بعد از شکست در نبرد مقابل پیروس اپیروس زنان اسپارتی در طول شب قسمت های دفاعی را ساختند تا روز بعد مردانشان به کمک آنها از شهر دفاع کنند در حالی که مردانشان در خواب بودند تا برای نبرد روز بعد آماده شوند.
ga: Bhí na mná Spartacha ceann de na mná is saoire sa domhan ársa. D'fhéadfadh siad a bheith ina n-úinéireacht ar talamh agus mogha agus d'aclaigh siad ina nocht fiú cosúil leis na bhfir Spartacha. Deirtear gur shaolaigh ach mná Spartacha amháin fíor-fhir. Chabhraigh na mná an-chrua seo chun na cathrach a shábháil ón anachain, mar shampla nuair a thóg siad balla créafóige thar oíche don chathair a chosaint tar éis catha caillte i gcoinne Piorrais Eipireasaigh, agus a bhfir céile ina gcodladh ag ullmhú don léigear amárach.
he: הנשים הספרטניות היו החלק החופשי ביותר בעולם העתיק. הם יכלו לרכוש קרקעות ועבדים ואפילו להתחרות כמו הגברים בספרורט. נשים פעם אחת עזרו להציל את עירם מאסון, לדוגמא כאשר לאחר קרב אבוד נגד פירוס של אפירוס הם נבנו בין לילה סוללת עפר כדי להגן על העיר בזמן שהגברים שלהם ישנו בהכנה למצור של יום המחרת.
hu: A spártai nők voltak a legszabadabbak egyike az ókori világban. Lehetett saját földjük és rabszolgáik és meztelenül edzhettek, mint a férfiak. Azt mondták, hogy csak spártai asszonyok szülnek igazi férfiakat. Az ilyen kőkemény nők többször mentették meg a várost a katasztrófától, például egy Pürrhosz elleni vesztes csata után, az éjszaka alatt földsáncokat építettek hogy megvédjék a várost, míg a férfiak aludtak, felkészülve a másnapi ostromra.
hy: Սպարտայի կանայք հին աշխարհում ամենաազատներից էին։ Նրանք կարող էին ունենալ հողատարածք ու ստրուկներ և նույնիսկ կարող էին Սպարտայի տղամարդկանց նման մարզվել մերկ։ Ասում են, որ միայն սպարտացի կանայք էին ծնունդ տալիս իրական տղամարդկանց։ Նման անկոտրում կանայք մեկ անգամ չէ, որ օգնել են իրենց քաղաքն աղետից փրկելու գործում, ինչպես, օրինակ, Պյուռոս Էպիրոսցու դեմ կռվում պարտությունից հետո նրանք գիշերվա ընթացքում կառուցեցին հողե պատնեշ քաղաքի պաշտպանության համար, մինչ իրենց տղամարդիկ քնած էին, որպեսզի պատրաստվեն հաջորդ օրվա պաշարմանը։
it: Le donne spartane erano tra le più libere del mondo antico. Potevano possedere terre e schiavi e persino allenarsi nude proprio come gli uomini spartani. E' stato detto che solo le donne spartane abbiano dato alla luce veri uomini. Queste donne resistenti come il ferro più di una volta contribuirono a salvare la città dal disastro, per esempio quando, dopo una battaglia persa contro Pirro re dell'Epiro, durante la notte costruirono un terrapieno per proteggere la città mentre i loro uomini dormivano per prepararsi all'assedio del giorno successivo.
ja: スパルタの女性は古代世界の中では最も自由を謳歌できていた部類に入りました。土地をもち、奴隷をもち、また男子のように裸で運動をすることもできました。本物の男を生み出せるのはスパルタの女だけだとも言われました。このような、鋼鉄の心を持つ女性たちは、都市をいくども破滅から救いました。例えば、エピロス王ピュロスとの戦いに敗れた後に、男達が翌日の戦闘に備えて寝ている間、女達は徹夜で土の城壁を築き都市を守りました。
ko: 스파르타의 여성들은 고대 세계에서 가장 자유로운 사람들이었습니다. 그들은 땅과 노예를 소유할 수 있고 스파르타의 남자들처럼 벌거벗은 채 운동할 수도 있었습니다. 스파르타의 여성들만이 진짜 남자를 낳았다고 합니다. 이런 강철의 마음을 가진 여성들은 도시를 몇번 이나 파멸에서 구했습니다. 예를 들어 에피루스의 피루스와의 전투에서 패배한 후, 남자들이 다음날 포위 공격을 준비하기위해 잠을 자는 동안 도시를 보호하기 위해 하룻밤 사이에 흙 성벽을 쌓고 여자들은 철야로 흙이 성벽을 도시를 지켰습니다.
nb: Spartanske kvinner var blant de frieste i antikken. De kunne eie land og slaver og kunne til og med trene nakne som spartanske menn. Det ble sagt at kun spartanske kvinner fødte ekte menn. Slike stenharde kvinner hjalp mer enn en gang til med å redde byen deres fra katastrofe. For eksempel etter et tapt slag mot Pyrrhos fra Epirus bygde de over natten en forsvarsmur av jord for å beskytte byen mens deres menn sov i påvente av neste dags beleiring.
pl: Spartańskie kobiety cieszyły się jednymi z największych swobód w starożytnym świecie. Mogły posiadać ziemię i niewolników a nawet ćwiczyć nago, jak spartańscy mężczyźni. Mówi się że tylko spartańskie kobiety rodzą prawdziwych mężczyzn. Takie twarde jak stal kobiety nie raz pomogły uratować swoje miasto przed katastrofą, na przykład kiedy po przegranej bitwie z Pyrrusem z Epiru, w ciągu nocy zbudowały obronny wał ziemny, chroniący miasto, kiedy mężczyźni spali, przygotowując się do następnego dnia oblężenia.
pt_br: As mulheres espartanas eram das mais livres do mundo antigo. Podiam ser proprietárias de terras e escravos, e até se exercitavam despidas, como os espartanos. Dizia-se que só as espartanas davam à luz homens de verdade. Estas mulheres fortes ajudaram mais de uma vez a salvar a sua cidade da catástrofe - por exemplo, depois de Esparta ter perdido uma batalha contra Pirro de Epiro, as espartanas construíram uma muralha de terra da noite para o dia, enquanto os homens descansavam para estarem preparados para o cerco do dia seguinte.
ru: Спартанские женщины были самыми свободными в древнем мире. Они могли владеть землёй и рабами и даже тренироваться обнажёнными, как спартанские мужчины. Считалось, что только спартанка может дать жизнь настоящему мужчине. Такие несгибаемые женщины не раз помогали спасти свой город от катастрофы. Например, после поражения в битве против Пирра Эпирского они за ночь соорудили земляной вал для защиты города, пока их мужчины спали, набираясь сил для последующей осады.
sk: Spartské ženy boli jedni z najslobodnejších v starovekom svete. Mohli vlastniť zem aj otrokov a dokonca trénovať nahé rovnako ako spartskí muži. Hovorilo sa, že iba spartské ženy mohli porodiť skutočných mužov. Takto zocelené nie raz pomohli zachrániť svoje mesto pred katastrofou, napríklad po prehranej bitke s Pyrrhosom Epirským v noci na ochranu mesta navŕšili hlinené valy, zatiaľ čo ich muži spali pripravujúc sa na ďalší deň obliehania.
sv: Spartanska kvinnor var några av de fria i den gamla världen. De kunde äga land och slavar och till och med träna nakna som spartanska män. Det sägs att endast spartanska kvinnor födde äkta män. Sådana tuffa naglar har kvinnor mer än en gång hjälpt till att rädda sin stad från katastrof, till exempel när de efter en borttappad kamp mot Pyrrhus i Epirus byggde över natten en jordartsvall för att skydda staden medan deras män sov som förberedelser för nästa dags belägring.
tr: Spartalı kadınlar antik dünyada en serbestlerdi. Toprağa ve kölelere sahip olabilirler, hatta Spartalı erkekler gibi çıplak egzersiz yapabilirler. Sadece Spartalı kadınların gerçek erkek doğurduğu söyleniyor. Örneğin tırnak tırnakları gibi çetin kadınlar, şehirlerini felaketten kurtarmak için yardım ettiler; örneğin Epir Pyrrhus'a karşı kaybedilen bir savaşın ardından, ertesi gün kuşatılmaya hazır olan insanlar adamlarını uyurken, gece boyunca şehri korumak için toprak bir sur inşa ettiler.
uk: Спартанські жінки були найвільнішими в стародавньому світі. Вони могли володіти землею і рабами чи навіть тренуватися оголеними, як спартанські чоловіки. Вважалося, що тільки спартанка може дати життя справжньому чоловікові. Такі непохитні жінки не раз допомагали врятувати своє місто від катастрофи. Наприклад, після поразки в битві проти Пірра Епірського вони за ніч спорудили земляний вал для захисту міста, поки їхні чоловіки спали, набираючись сил для подальшої облоги.
zh: 斯巴达女性相对于其他古希腊城邦的女性而言拥有比较高的社会地位。她们可以拥有土地，奴隶并进行艰苦的体格训练。因为斯巴达人认为只有强壮的母亲，方能孕育出勇悍的战士。正是这些坚如钢铁般的女性一次又一次地保卫她们的家园免受践踏。例如，当同伊庇鲁斯国王皮洛士的一次战斗失利后，她们趁男性战士睡觉的时候，连夜建造起一堵土制的壁垒以防御接下来的围城。
zh_tw: 斯巴達的女性是古代世界中最自由的。她們可以擁有土地及奴隸，甚至可以像斯巴達男人一樣裸體運動。有人說，只有斯巴達女人才能生下真正的男人。這些堅若鋼鐵的女性們幫助她們的家園一次又一次的免於災難，例如，當與摩羅西亞國王皮洛士的一次戰鬥失利後，她們趁男性戰士睡覺時，連夜建造了一堵土牆以保護城市，為隔天的圍城作準備。

source: Units in phalanx formation move faster.
ast: Les unidaes na formación de falanxe muévense más rápido
bg: Единиците във формация фаланга се движат по-бързо.
br: An unanennoù er stumm falañj a fiñv buanoc'h.
ca: Les unitats en formació de falange es mouen més ràpid.
cs: Jednotky zformované do falangy se pohybují rychleji.
de: Einheiten in der Phalanx Formation bewegen sich schneller.
el: Οι μονάδες σε σχηματισμό φάλαγγας κινούνται ταχύτερα .
es_ar: Las unidades en formación de falange se mueven más rápido.
eu: Falange-eraketen ale bakoitzak azkarrago mugitzen dira
fa: نیروها در آرایش نظامی فالانژ سریعتر حرکت می کنند
ga: Gluaiseann aonaid in eagar falaing níos tapa.
he: יחידות במבנה גדוד נעים מהר יותר.
hu: Az egységek falanx hadrendben gyorsabban mozognak.
hy: Ավելի մեծ արագություն փաղանգում գտնվող միավորներին։
it: Le unità della falange si muovono più velocemente.
ja: ファランクス陣形の中のユニットたちが速く移動します。
ko: 팔랑크스 진형의 유닛은 더 빨리 움직입니다.
nb: Enheter i falanksformasjon beveger seg raskere.
pl: Jednostki w falandze poruszają się szybciej.
pt_br: As unidades em formação de falange movem-se mais rápido.
ru: Юниты в фалангах передвигаются быстрее.
sk: Jednotky vo falangovej formácii sa pohybujú rýchlejšie.
sv: Enheter i en falangformation går snabbare.
tr: Falanks tertibindeki birimler daha hızlı hareket eder.
uk: Солдати у фалангах пересуваються швидше.
zh: 方阵里面的个体移动得更快
zh_tw: 在方陣中的單位移動更快。

source: Tyrtean Paeans
ast: Peanes de Tirtéu
bg: Тиртейски пеани
ca: Cants de guerra de Tirteu
de: Tyrtaiische Päane
el: Παιάνες Τυρταίου
es_ar: Peán de Tirteo
eu: Tirteoren Elegiak
ga: Paeáin Thaoirtíáis
he: שלוש עשר שירי הלל
hu: Türtaiosz paeanjai
hy: Տիրտեոսյան պեաներ
it: I Peàna di Tirteo
ja: テュルタイオスの凱歌
ko: 티르탄 파에안스
nb: Tyrteanske Paeaner
pl: Poezja tyrtejska
pt_br: Peãs de Tirteu
ru: Тиртинские Пеаны
sk: Tyrteánske Paény
uk: Тиртейські оди
zh: 军歌

source: Paeans were battle hymns that were sung by the hoplites when they charged the enemy lines. One of the first known Paeans were composed by Tirteus, a warrior poet of Sparta, during the First Messenian War.
ast: Les Peanes foron himnos de batalla que cantaben los hoplites cuando cargaben escontra les llinies enemigues. Una de les primeres peanes compúsoles Tirteus, un poeta guerreru d'Esparta, na primer guerra mesenia.
bg: Пеаните били бойни химни, които били изпълнявани от хоплитите докато се засилват към вражеския фронт. Една от първите познати пеани била композирана от Тиртей, во̀ин-поет от Спарта, по време на Първата месенска война.
br: Bez e oa ar paeanoù kanoù emgann a gane an Hoplited pa 'z aen d'al linenn enebour. Savet e oa unan eus ar paeanoù kentañ a anavezer gant Tirteus, ur barzh ha brezelour eus a Sparta e-pad brezel kentañ Messen.
ca: Els cants de guerra eren himnes de batalla que cantaven els hoplites quan carregaven contra les línies enemigues. Alguns dels primers cants coneguts els va compondre Tirteu, un poeta guerrer d'Esparta, durant la primera guerra messènica.
cs: Pajány byli bojové hymny zpívané hoplíty při prorážení nepřátelských řad. Jedny z prvních známých pajánů byly složeny Tirteem, bojovým básníkem Sparty, během první messénské války.
de: Päane waren Kampfhymnen, die die Hopliten sangen, während sie gegen die feindlichen Linien rannten. Einer der ersten bekannten Päane stammt von Tyrtaios, einem Kriegsdichter aus Sparta während des ersten Messenischen Krieges.
el: Οι Παιάνες ήταν πολεμικοί ύμνοι που τραγουδιόντουσαν από τους οπλίτες, όταν ορμούσαν στις γραμμές του εχθρού. Ένας από τους πρώτους γνωστούς παιάνες συντέθηκε από τον Τυρταίο, έναν πολεμιστή ποιητή της Σπάρτης, κατά τη διάρκεια του πρώτου Μεσσηνιακού πολέμου.
es_ar: El peán era un himno de batalla que cantaban los hoplitas cuando embestían las líneas enemigas. Uno de los primeros que se conocen fue compuesto por Tirteo, un poeta-guerrero espartano, durante la Primera Guerra Mesenia.
eu: Elegia hauek borroka ereserkiak ziren eta hoplitak etsaien lerroen kontra jotzen zutenean kantatzen zituzten. Ezagutzen den lehen ereserkietako bat Tirteok eginikoa zen, Espartako olerkari eta borrokalaria, Meseniako Lehen Guda bitartean.
fa: زمانی که هاپلیت ها به سمت خطوط دشمن یورش می بردند آواز پیروزی سر می دادند. اولین آواز های پیروزی و رجز های جنگی توسط تیرئوس ساخته شده است، یک جنگجوی شاعر اسپارتی در خلال جنگ اول مسنیان
ga: Ba iolaigh iad na paeáin agus tá siad ina gcaint ag na hoiplítigh nuair a thug siad ruathar faoin slua namhad. Tá ceann de na paeáin phríomhaitheanta cumtha ag Taortíás, file-gascíoch na Sparta i rith an Chéad Cogadh Masanach.
he: שירי הלל היו מזמורי קרב שהושרו על ידי רמחי עוטי השריון כשהם טעונים לקווי האויב. אחד שירי הלל הידועים הראשון הולחנו על ידי טיטוס, משורר לוחם של ספרטה, בראשית המלחמה.
hu: A paeanok harci himnuszok voltak, amelyeket a hopliták énekeltek, amikor megrohamozták az ellenség vonalait. Az egyik első ismert paeanok egyikét Türtaiosz szerezte, Spárta harcos költője, az első messinai háború alatt.
hy: Պեաները հակառակորդի շարքերի վրա հարձակվող հոպլիտների կոմից երգվող ռազմերգեր էին։ Հայտնի ամենավաղ պեաներից մեկը գրվել է Առաջին Մեսսենական պատերազմի ժամանակ Տիրտեոսի կողմից, ով Սպարտայում ապրող ռազմական պոետ էր։
it: I Peàna erano inni di guerra che venivano cantati dagli opliti quando caricavano le linee nemiche. Alcuni dei primi Peàna conosciuti sono stati composti da Tirteo, un poeta guerriero di Sparta, durante la Prima Guerra Messenica.
ja: パエアンとは、重装歩兵が敵線とぶつかる際に歌った軍歌のことです。知られている最古のパエアンの一つはテュルタイオスによって作曲されたもので、彼はスパルタの詩人兵士でした。作られた時期は、第一次メッセニア戦争の最中です。
ko: 파에안은 적진을 공격할때 중장보병들이 부르는 군가를 말합니다. 최초로 알려진 파에안 중 한 사람은 1차 메세니아 전쟁때 스파르타의 시인 전사이자 시인인 티르테우스가 작곡했습니다.
nb: Paeaner var kamp-hymner som ble sunget av hoplittene når de jaget mot fiendens linjer. En av de første kjente paenene ble komponenrt av Tirteus, en krigerpoet fra Sparta, under den første messenianerkrigen.
pl: Peany były pieśniami bitewnymi, śpiewanymi przez hoplitów kiedy szarżowali linie wroga. Jedne z pierwszych Peanów skomponował Tyrtajos, spartański poeta-wojownik, podczas Pierwszej wojny meseńskiej,
pt_br: Os "Peãs" eram cânticos de guerra entoados pelos hoplitas durante a carga contra as linhas inimigas. Um dos primeiros peãs conhecidos foi composto por Tirteu, poeta-guerreiro de Esparta, durante a Primeira Guerra Messênia.
ru: Пеаны служили боевыми гимнами, которые исполнялись гоплитами, когда они атаковали вражеский строй. Одна из первых известных Пеан была сложена Тиртеем, военным поэтом Спарты, во времена Первой Мессенской Войны.
sk: Paény boli bojové hymny spievané hoplitmi pri prerážaní nepriateľských línii. Jedny z prvých známych Peán boli zložené Tirteom, bojovým básnikom Sparty, počas prvej messénskej vojny.
sv: Paeans var stridshymner som sjungades av hopliterna när de anklagade fiendens linjer. En av de första kända Paeansna var sammansatt av Tirteus, en krigsdiktare till Sparta, under det första Messenian-kriget.
tr: Paeanlar, düşman hattını doldururken, hoplitler tarafından söylenen savaş ilahileriydi. Bilinen ilk Paeanlardan biri, İlk Messenian Savaşı sırasında Sparta'nın savaşçı bir şairi Tirteus tarafından bestelenmiştir.
uk: Оди служили бойовими гімнами, які виконувалися гоплітами, коли вони атакували ворожий стрій. Одна з перших відомих од була складена Тиртеєм - військовим поетом Спарти - в часи Першої Месенської Війни.
zh: 重装步兵向敌人的战线进攻时唱的战歌。其中最著名的一首是名为Tirteus 的斯巴达军旅诗人在塞尼亚战争时谱写。
zh_tw: Paeans 是重裝步兵向敵人衝鋒時所唱的戰歌。其中最著名的一首是由一名叫作 Tirteus 的斯巴達軍旅詩人在第一次麥西尼亞戰爭時所寫。

source: +25% health for spear infantry, but also +10% train time.
ast: El +25% más de vida pa la infantería llancera, pero tamién el +10% más de tiempu de llevantamientu.
bg: +25% здраве за пехотата с копие, но също така и +10% време за обучаване.
br: +25% yec'hed evit ar goaferien war droad, nemet ivez +10% a amzer stummañ.
ca: +25% de salut per a la infanteria amb llança, però també +10% de temps de reclutament.
cs: +25 % zdraví pro jednotky s oštěpem, ale také +10% k délce výcviku.
de: +25% Gesundheit für Speer-Infanterie, aber auch +10% Trainingszeit.
el: +25% υγεία για τους δορυφόρους, αλλά και +10% χρόνος εκπαίδευσης.
es_ar: +25% de Salud para la infantería con lanzas, pero +10% tiempo de entrenamiento.
eu: %25+ osasunean lantzari infanteriari, baino erreklutatze denbora %10+ igotzen da.
fa: +25% سلامت برای پیاده نظام های نیزه دار اما 10% زمان پرورش بیشتر برای آنها
ga: Sláinte +25% do cos-sleádóir, ach am traenála +10% freisin.
he: בונוס בריאות +25% לחי"ר נושא חנית, אבל גם +10% זמן אימון.
hu: +25% életerő a lándzsás gyalogságnak, viszont +10% képzési idő.
hy: +25% առողջություն և +10% պատրաստման ժամանակ նիզակավոր հետևակին։
it: +25% di salute per la fanteria con lancia, ma anche +10% tempo di addestramento.
ja: 槍兵の耐久力が25%増加しますが、養成時間が10%長くなります。
ko: 장창 보병의 체력이 +25% 증가하지만, 양성 시간또한 +10% 증가합니다.
nb: +25% i helse for spyd-infanteri men også +10% opptreningstid.
pl: +25% zdrowia dla piechoty z włóczniami, ale również +10% czas trenowania
pt_br: +25% de resistência para a infantaria com lanças, mas também +10% de tempo para recrutar.
ru: Добавляет +25% здоровья пешим копейщикам, но на +10% увеличивает время обучения.
sk: +25% zdravie pre pechotu s kopijami, ale zato aj +10% doba tréningu.
sv: +25% hälsa för spjut infanterister, men också +10% träningstid.
tr: Mızraklı piyadeler için +25% sağlık bonusu, fakat +10% eğitim zamanı.
uk: Додає +25% здоров'я пішим списоносцям, але на +10% збільшує час навчання.
zh: 长毛步兵+25% 的生命值，同时训练时间+10%.
zh_tw: 矛兵生命值+25％，但訓練時間+10％。

source: The Agoge
ast: L'Agogé
bg: Агогът
br: An Agoge
ca: L'Agogé
cs: Agoge (vojenská výchova)
de: Die Agoge
el: Η Αγωγή
es_ar: El Agogé
eu: Agogea
fa: آگوگ: آموزش و پرورش اسپارتی
ga: Agóigé: Oideachas na Spartaigh
he: הגוגה
hu: Agogé
hy: Սպարտական դաստիարակություն
it: L'Agoghé
ja: スパルタ教育
ko: 아고게
nb: Agogen
pl: Agoge
pt_br: Agogê
ru: Агогэ
sk: Agóge
sv: Agoge
uk: Агоге
zh: 斯巴达教育
zh_tw: 斯巴達教育
