Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Publius Sempronius Tuditanus
bg: Публий Семпроний Тудицан
ca: Publi Semproni Tudità
el: Πούμπλιος Σεμπρόνιος Τουδιτανός
es_ar: Publio Sempronio Tuditano
fa: پابلیوس سمپرونیوس تودیتانوس
ga: Púiblias Séampráineas Túdatanas
hy: Պուբլիոս Սեմպրոնիոս Տուդիտանոս
it: Publio Sempronio Tuditano
ja: プブリウス・センプロニウス・トゥディタヌス
ko: 푸블리우스 셈프로니우스 투디타누스
pt_br: Públio Semprônio Tuditano
ru: Публий Семпроний Тудитан
tt: Публий Семпроний Тудитан
uk: Публій Семпроній Тудітан
zh: 普布利乌斯·科尔内利乌斯·西庇阿

source: Marcus Cornelius Cethegus
bg: Марк Корнелий Цетег
ca: Marc Corneli Cetege
el: Μάρκος Κορνήλιος Κέθηγος
es_ar: Marco Cornelio Cetego
fa: مارکوس کورنلیوس کتگوس
ga: Marcas Coirnéileas Céiteagas
hy: Մարկոս Կորնելիոս Կեթեգոս
it: Marco Cornelio Cetego
ja: マルクス・コルネリウス・ケテグス
ko: 마르쿠스 코르네리우스 세테구스
pt_br: Marco Cornélio Cetego
ru: Марк Корнелий Цетег
tt: Марк Корнелий Цетег
uk: Марк Корнелій Цетег

source: Quintus Caecilius Metellus Pius
bg: Квинт Цецилий Метел Пий
ca: Quint Cecili Metel Pius
el: Κόιντος Καικίλιο Μέτελλο ο Ευσεβής
es_ar: Quinto Cecilio Metelo Pío
fa: کوینتوس کاسیلیوس متلوس پیوس
ga: Cuinntas Caecileas Metelleas Pius
hy: Կուինտոս Կեկիլիոս Մետելլոս Պիոս
it: Quinto Cecilio Metello Pio
ja: クィントゥス・カエキリウス・メテッルス・ピウス
ko: 퀸투스 카에시리우스 메텔루스 피우스
pl: Kwintus Cecyliusz Metellus Pius
pt_br: Quinto Cecílio Metelo Pio
ru: Квинт Цецилий Метелл Пий
tt: Квинт Цецилий Метелл Пий
uk: Квінт Цецілій Метелл Пій

source: Marcus Licinius Crassus
bg: Марк Лициний Крас
ca: Marc Licini Cras
el: Μάρκος Λικίνιος Κράσσος
es_ar: Marco Licinio Craso
fa: مارکوس لیسینیوس کراسوس
ga: Marcas Licineas Crassus
hy: Մարկոս Լիկինիոս Կրասոս
it: Marco Licinio Crasso
ja: マルクス・リキニウス・クラッスス
ko: 마르쿠스 리시니우스 크라스수스
pl: Marek Licyniusz Krassus
ru: Марк Лициний Красс
tt: Марк Лициний Красс
uk: Марк Ліциній Красс
zh: 马库斯·李锡尼·克拉苏
zh_tw: 馬庫斯·李錫尼·克拉蘇

source: Roman heroes can convert enemy units with great cost.
ast: Los héroes romanos puen convertir unidaes enemigues a gran costu.
bg: Римските герои могат да присъединяват вражески единици на голяма цена.
br: An harozed Roman a c'hall treiñ eus o zu unanennoù an enebourien evit ur c'houst uhel.
ca: Els herois romans poden convertir unitats enemigues amb un alt cost.
cs: Římští hrdinové mohou za vysokou cenu konvertovat jednotky.
de: Unter großem Kostenaufwand können römische Helden feindliche Einheiten bekehren.
el: Οι Ρωμαίοι ήρωες μπορούν να προσηλυτίσουν εχθρικές μονάδες με μεγάλο κόστος.
es_ar: Los héroes romanos pueden convertir unidades enemigas costosas.
eu: Erromatar heroiek etsai unitateak bihur ditzakete kostu handiaren truke.
fa: قهرمان های رومی می توانند نیروهای دشمن را با هزینه بسیار بالایی به فرمان خود درآورند
ga: Is féidir le laochra Rómhánacha naimhde a thiontú, nó ar chostas mór.
he: גיבורים רומיים יכולים להמיר את יחידות אויב עם עלות גדולה.
hu: A Római hősök átállíthatják az ellenséget saját oldalukra, igaz drágán.
hy: Հռոմեացի հերոսները կարող են մեծ արժեքի դիմաց իրենց կողմը գրավել թշնամական միավորներին։
it: Gli eroi romani possono convertire le unità nemiche a caro prezzo.
ja: ローマの英雄は敵ユニットを多額の費用で寝返らせることが可能です。
ko: 로마의 영웅들은 막대한 비용을 들여 적 유닛을 개종시킬 수 있습니다. ehsms 바꿀수 있습니다.
nb: Romerske helter kan omvende fiendens enheter til en høy pris.
pl: Bohaterowie rzymscy mogą konwertować jednostki wroga z wielkim kosztem.
pt_br: Heróis romanos podem converter unidades inimigas com grande custo.
ru: Римские герои могут перевербовывать вражеские войска за большую цену.
sk: Rímski hrdinovia dokážu za cenu veľkých nákladov previesť na svoju stranu nepriateľské jednotky.
sv: Romerska hjältar kan konvertera fientliga enheter till en stor kostnad
tr: Romalı kahramanlar yüksek ücretle düşman birimlerine dönüşebilir
uk: Римські герої можуть перевербовувати ворожі війська за більшу ціну.
zh: 罗马的英雄可以用很大的代价来转换敌方单位。
zh_tw: 羅馬的英雄可以相當大的代價使敵方單位歸順。

source: Divide et Impera
bg: Разделяй и владей
cs: Rozděl a panuj
el: Διαίρει και Βασίλευε
he: הפרד ומשול
hu: Oszd meg és uralkodj
hy: Բաժանիր և տիրիր
ja: 分割統治
ko: 디비데 엣 임페라
pt_br: Dividir e Conquistar
ru: Разделяй и властвуй
tr: Böl ve Yönet
uk: Розподіляй і володарюй
zh: 分而治之
zh_tw: 各個擊破

source: 'Divide and conquer' was the main principle in Rome's foreign politics throughout its long history. The Romans lured enemies or neutral factions to their side by offering them certain privileges. In due period of time, friends as well as foes were subjugated.
ast: «Dividi ya impera» foi'l principiu básicu de la política foriata de Roma a lo llargo de la so hestoria. Los romanos atraxo enemigos o faiciones neutrales al so bandu ufriéndo-yos ciertos privilexos. Nel trescursu del tiempu, sopiaron a amigos lo mesmo qu'a enemigos.
bg: „Разделяй и владей“ бил главният принцип на римската външна политика през цялата ѝ дълга история. Римляните привличали врагове или неутрални групи на своя страна, като им предлагали различни привилегии. С времето, като приятели или врагове, всички били покорявани.
br: 'Rannañ hag aloubiñ' a veze ar bennaenn bennañ e politikerezhioù estren Roma a-hed he hir a istor. Ar Romaned o doa touellet o enebourien pe gavailhoù neptu en o c'hichen dre brofañ dezho brientoù bennak. Gant an amzer o treiñ evel ar milin-avel, mignoned mat ha kement an enebourien a zo lakaet dindan he c'hazel.
ca: "Divideix i venceràs" va ser el primer principi de la política exterior de Roma durant la seva llarga història. Els romans atreien les faccions enemigues o neutrals cap al seu bàndol oferint-los certs privilegis. Amb el temps, tant amics com enemics eren subjugats.
cs: Heslo 'Rozděl a dobuď' bylo základním principem zahraniční politiky Říma v průběhu jeho dlouhé historie. Římané nalákali nepřátele nebo neutrální frakce na svou stranu pod slibem jistých privilegií. V průběhu dějin si podrobili jak spojence, tak nepřátele.
de: 'Teile und herrsche' war das Motto der Außenpolitik des Römischen Reiches. Die Römer brachten Feinde oder auch neutrale Parteien auf ihre Seite, indem sie ihnen gewisse Privilegien zugestanden. Nach kurzer Zeit waren jedoch sowohl Freund als auch Feind unterworfen.
el: 'Διαίρει και βασίλευε' ήταν η βασική αρχή της ρωμαϊκής εξωτερικής πολιτικής σε όλη τη μακρά ιστορία της. Οι Ρωμαία δελέαζαν εχθρούς ή ουδέτερα κράτη στο πλευρό τους, προσφέροντάς συγκεκριμένα προνόμια. Σε εύθετο χρονικό διάστημα, φίλοι αλλά και εχθροί τους υποτάχθηκαν.
es_ar: "Divide y conquistarás" era el principal lema romano en política exterior a lo largo de su historia. Los romanos atraían enemigos o facciones neutrales a su lado al ofrecerle privilegios. Con el tiempo, tanto los amigos como los enemigos eran subyugados.
eu: 'Zatitu eta garaitu' izan zen Erromatarrek euren historia luzearen zehar jarraitu zuten politikaren ildo nagusia. Erromatarrek euren arteko fakzio etsaiak eta neutralak erakartzen zituzten eta abantailak batzuk eman. Handik gutxira etsai zein lagun garaitzen zituzten.
fa: "تقسیم و فتح" یکی از اصول مهم رومی ها در سیاست خارجی خود بود. رومی ها دشمان خود و یا حکومت های بی طرف را به سمت خود با پیشنهاد سهم دادن جذب می کردند و به مرور زمان دوستان را به عنوان دشمنان محکوم می کردند.
ga: Ba 'Roinneadh agus Cloíodh' é an príomhphrionsabal sa pholaitíocht gnothaí eachtracha de chuid na Róimhe i rith a stair. Mheall na Rómhánaigh a naimhde nó faiscin neodracha ar a thaobh trí phribhléidí áirithe a thairiscint. I rith ama, cuireadh a gcairde agus a naimhde freisin faoi smacht.
he: "הפרד ומשול" היה העיקרון המרכזי בפוליטיקה החוץ של רומא לאורך ההיסטוריה הארוכה שלה. הרומאים פיתו אויבים או פלגים ניטראליים לצד שלהם כשהציעו להם זכויות מסוימות.בתקופה בשל זמן, חברים, כמו גם אויבים היו משועבדים.
hu: Az „oszd meg és uralkodj” volt Róma külpolitikai alapelve a hosszú történelme során. A rómaiak az ellenségeiket vagy a semleges népeket a saját oldalukra csalogatták különböző előjogokkal. Idővel, mind a barátokat, mind az ellenségeket leigázták.
hy: 'Բաժանիր և տիրիր' արտահայտությունն արտաքին քաղաքականության մեջ Հռոմի հիմնական գաղափարախոսությունն էր պետության երկար պատմության ընթացքում։ Հռոմեացիները գայթակղում էին թշնամիներին կամ չեզոք քաղաքակրթություններին՝ առաջարկելով նրանց որոշակի արտոնություններ։ Երբ գալիս էր ժամանակը, թե՛ ընկերները, թե՛ թշնամիները հպատակեցվում էին։
it: 'Divide et impera' fu il principio fondamentale della politica estera di Roma nel corso della sua lunga storia. I Romani attiravano i nemici o le fazioni neutrali dalla loro parte offrendo loro alcuni privilegi. A tempo debito, sia gli amici che i nemici venivano soggiogati.
ja: 「分割統治」はローマの長い歴史を通じて対外政治の主要原則でした。ローマは敵や中立の勢力を一定の特典で自陣営に引きいれました。やがて、友も敵も支配されました。
ko: '분열시키고 점령하라'는 로마의 긴 역사동안 유지되던 주 외교 정책이였습니다. 로마인들은 적이나 중립 진영을 어떤 특권을 조건으로 꾀어내 자신들의 편에 스게 했습니다. 이 기간 동안, 로마의 친구나 적은 강제적으로 점령당했습니다.
nb: 'Splitt og hersk' var hovedprinsippet for Romerrikets utenlandspolitikk gjennom hele dens lange historie. Romerene lokket fiender eller nøytrale grupper over på deres side ved å tilby visse privilegier. Både venner og fiender ble erobret innen planlagt tid.
pl: "Dziel i rządź" był główną zasadą w polityce zagranicznej w Rzymie w przeciągu całej swojej długiej historii. Rzymianie wabili wrogów lub neutralne frakcje na swoją stronę, oferując im pewne przywileje. W odpowiednim czasie, przyjaciele jak i wrogowie zostali podbijani.
pt_br: 'Dividir e Conquistar' era o maior princípio das políticas externas de Roma ao londo de sua história. Os romanos atraíam facções neutras ou inimigas para seu lado oferecendo certos privilégios. Depois de um certo período, aliados, tal como inimigos, eram subjulgados.
ru: "Разделяй и властвуй" — главный принцип в иностранной политике Рима на протяжении всей его долгой истории. Римляне заманивали врагов или нейтральные фракции на свою сторону, предлагая им определенные привилегии. Со временем друзья и враги были покорены.
sk: "Rozdeľuj a panuj" bolo hlavným princípom zahraničnej politiky Ríma v priebehu jeho dlhej histórie. Rimania zvádzali nepriateľov alebo neutrálne frakcie na svoju stranu ponúkaním určitých privilégii. Za nejaký čas im tak priatelia, rovnako ako aj nepriatelia, boli podrobení.
sv: "Dela och erövra" var huvudprincipen i Roms utrikespolitik genom sin långa historia. Romarna lockade fiender eller neutrala fraktioner till deras sida genom att erbjuda dem vissa privilegier. Under tiden var både vänner och fiender subjugerade.
tr: "Bölüm ve fetih" uzun zaman boyunca Roma'nın dışişler politikasıydı. Romalılar düşmanları ve dost olmayan nifakları kendi yanlarına çekmek için onlara çeşitli ayrıcalıklar verdi. Bunun sayesinde zaman için hem dostları hemde düşmanları boyundurluk altına almıştır.
uk: "Поділяй і владарюй" — головний принцип в іноземній політиці Риму впродовж всієї його довгої історії. Римляни заманювали ворогів або нейтральні фракції на свою сторону, пропонуючи їм певні привілеї. З часом друзі й вороги були підкорені.
zh: 在罗马悠久的历史，长期奉行“分而治之”的外交政策。罗马人通过给敌人或中性派一定的特权来拉拢他们。慢慢的，所谓的朋友和敌人都被征服了。
zh_tw: 「各個擊破」在羅馬的長久歷史中一直都是外交政治的主要原則。羅馬人透過給敵人及中立者一定的特權來拉攏他們，慢慢的，所謂的朋友和敵人都被征服了。

source: Dictator for six months during the Second Punic War. Instead of attacking the most powerful Hannibal, he started a very effective war of attrition against him.
ast: Dictador demientres seis meses na segunda guerra púnica. En cuentes d'atacar al Hanibal más poderosu, entamó una guerra mui efeutiva d'esgaste escontra elli.
bg: Диктатор за 6 месеца през Втората пуническа война. Вместо да атакува силния Ханибал, той започнал много ефикасна война на изтощение срещу него.
br: Diktatour evit c'hwec'h miz e-pad an eil brezel Punek. E-lec'h tagañ Hannibal ar galloudusañ e krogas ur brezel gwir a uzadur a-enep dezhañ.
ca: Dictador durant sis mesos a la Segona Guerra Púnica. En lloc d'atacar l'Anníbal més poderós, va iniciar una guerra de desgast molt efectiva contra ell.
cs: Po šest měsíců během Druhé punské války zastával místo diktátora. Místo toho, aby útočil na Hannibala, jenž byl v plné síle, začal proti němu provádět velice účinnou vyčerpávací válku.
de: Sechs Monate lang Diktator im Zweiten Punischen Krieg. Anstatt den mächtigen Hannibal anzugreifen, begann er einen sehr effektiven Zermürbungskrieg gegen ihn.
el: Δικτάτορας για έξι μήνες κατά τη διάρκεια του Δεύτερου Καρχηδονιακού Πολέμου. Αντί να επιτεθεί στον πιο ισχυρό Αννίβα, ξεκίνησε ένα ιδιαίτερα αποτελεσματικό πόλεμο φθοράς εναντίον του.
es_ar: Dictador por seis meses durante la Segunda Guerra Púnica. En lugar de atacar al poderoso Aníbal, comenzó una guerra de atrición muy efectiva contra él.
eu: Sei hilabetez diktadore bigarren gerra punikoaren bitartean. Anibal gero eta indartsuago baten kontra borrokan hasi beharrean, bere kontrako ahultze gudu burutsu eta eraginkorra hasi zuen.
fa: دیکتاتور به مدت شش ماه در خلال جنگ های دوم پونی. بجای نبرد مستقیم با دشمن قدرتمندش هانیبال او یک جنگ فرسایشی را با او آغاز کرد.
ga: Ina dheachtóir ar feadh sé mhí i rith an Dara Chogaidh Phúnaigh. Thosaigh sé cogadh tnáite in aghaidh Háinibeál ollchumhachtach in áit a ionsaí leis go díreach.
he: דיקטטור במשך שישה חודשים במהלך המלחמה הפונית השנייה. במקום לתקוף את חניבעל החזק ביותר, הוא פתח במלחמת התשה יעילה מאוד נגדו.
hu: Hat hónapig diktátor volt a második pun háborúban. Ahelyett hogy a legerősebb Hannibált támadta volna, egy nagyon hatékony felőrlő háborút indított ellene.
hy: Բռնապետ 6 ամիս շարունակ Երկրորդ Պունիկյան պատերազմի ընթացքում։ Հզորագույն Հաննիբալի վրա հարձակվելու փոխարեն նա սկսեց թշնամուն հյուծելու շատ արդյունավետ պայքար։
it: Dittatore per sei mesi durante la seconda guerra punica. Invece di attaccare direttamente il più potente Annibale, egli attuò contro di lui una efficace guerra di logoramento.
ja: 第二次ポエニ戦争中の6カ月執政官を務めました。最強のハンニバルとの対決を避け、非常に効果的な消耗戦を仕掛けました。
ko: 제2차 포에니 전쟁 6개월 동안 독재자. 그는 가장 강력한 한니발을 공격하는 대신에, 그는 그에 대한 매우 효과적인 소모전을 시작했습니다.
nb: Diktator i 6 måneder under den andre punerkrigen. Isteden for å direkte angripe den mektige Hannibal, startet han en veldig effektiv utmattelseskrig mot ham.
pl: Dyktator na okres sześciu miesięcy podczas drugiej wojny punickiej. Zamiast atakować najmocniejszego Hannibala, rozpoczął bardzo skuteczną kampanie wyniszczania jego wojsk.
pt_br: Ditador por seis meses durante a Segunda Guerra Púnica. Ao invés de atacar o poderoso Aníbal diretamente, ele iniciou uma bastante efetiva batalha pelo desgaste contra ele.
ru: Диктатор в течение шести месяцев во время Второй Пунической войны. Вместо того, чтобы просто напасть на влиятельного Ганнибала, начал очень эффективную войну на истощение.
sk: Diktátor po dobu šiestich mesiacov počas druhej púnskej vojny. Namiesto priameho útoku na najsilnejšieho vodcu Hannibala proti nemu začal veľmi efektívnu oslabovaciu vojnu.
sv: Diktatorn i sex månader under det andra puniska kriget. Istället för att attackera den mest kraftfulla Hannibal började han ett mycket effektivt försökskrig mot honom.
tr: İkinci Punik Savaşı'nda altı ay boyunca diktatördü. En güçlü olan Hannibal'a saldırmak yerine ona karşı çok verimli bir yıpratma savaşı başlatmıştı.
uk: Диктатор протягом шести місяців під час Другої Пунічної війни. Замість того, щоб просто напасти на впливового Ганнібала, почав дуже ефективну війну на виснаження.
zh: 第二次布匿战争期间，在费边担任独裁官的六个月任期里，他采用仅仅跟随汉尼拔，但不与强大的汉尼拔正面决战，并通过打击汉尼拔的补给线来消耗迦太基军队的作战能力。这种战术在后世被称为“费边战术”。
zh_tw: 在第二次布匿戰爭期間，在有獨裁官的六個月裡。他採用了慢慢消耗漢尼拔軍力的方法，而不是與其正面對決，後來被證實為相當有效。

source: Quintus Fabius Maximus
bg: Квинт Фабий Максим
ca: Quint Fabi Màxim
el: Φάβιος Μάξιμος ο πέμπτος
es_ar: Quinto Fabio Máximo
fa: کوئینتوس فابیوس ماکسیموس
ga: Cuinntas Fáibeas Maxaimeas
he: קווינטוס פאביוס מקסימוס
hy: Կվինտոս Ֆաբիոս Մաքսիմուս
it: Quinto Fabio Massimo
ja: クィントゥス・ファビウス・マキシムス
ko: 퀸투스 파비우스 막시무스
pl: Fabiusz Maksimus
pt_br: Quinto Fábio Máximo
ru: Квинт Фабий Максим
uk: Квінт Фабій Максимус Веррукоз
zh: 昆图斯·费边·马克西穆斯
