Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Temple of Amun +20% resource costs and build time. Amun Temple Guard +20% resource costs and training time.
af: Tempel van Amun +20% hulpbronkostes en konstruksietyd. Amun Tempel Wag +20% hulpbronkostes en opleidingstyd.
ar: معبد آمون +20% تكاليف الموارد ووقت البناء. حراس معبد آمون +20% تكاليف الموارد ووقت التدريب.
ast: palaciones d’Amani • costos in recursos & tiempu de construccion +20%; guardiɐs de l templo d’Amani • costos in recursos & tiempu de creacion +20%.
ca: +20% al cost i temps de construcció del temple d'Amon. +20% al cost i temps de reclutament dels guardes del temple d'Amon.
cs: Amunův chrám +20 % k ceně a času výstavby. Amunova chrámová stráž +20 % k ceně a času výcviku.
da: Amun-Templet +20% ressourceomkostninger og byggetid. Amun-Tempelvagt +20% ressourceomkostninger og træningstid.
de: Tempel des Amun +20 % Rohstoffkosten und Bauzeit. Tempelwachen des Amun +20 % Rohstoffkosten und Ausbildungszeit.
es: Templo de Amón (Coste de recursos y tiempo de construcción: +20%). Guardia del templo de Amón (Coste de recursos y tiempo de reclutamiento: +20%).
eu: Amun tenplua %20+ baliabide kostan eta eraikitze denboran. Amun tenpluko zaindaria %20+ baliabide kostuan eta trebatze denboran.
fi: Amunin temppelille +20 % resurssikustannuksia ja rakennusaikaa. Amunin temppelin vartijalle +20 % resurssikustannuksia ja koulutusaikaa.
fr: Les Temples d'Amon coûtent 20% de ressources en plus et prennent 20% de temps de construction en plus. Les Gardes du Temple d'Amon coûtent 20% de ressource en plus , et prennent 20% de temps de formation en plus.
gl: Templo de Amón +20% de custos de recursos e tempo de construción. A garda do templo de Amón +20% de custos de recursos e tempo de adestramento.
hi: आमोऩ के देवालय की संसाधन लागत व निर्माण समय +२०%। आमोऩ देवालय के रक्षकों की संसाधन लागत व प्रशिक्षण समय +२०%
hu: +20% nyersanyagigény és építési idő Amun templomának, +20% nyersanyagigény és kiképzési idő az Amun templom őreinek
hy: +20% Ամոնի տաճարի և դրա պահակազորի ռեսուրսային արժեքին ու կառուցման ժամանակին։
id: Kuil Amun +20% biaya sumberdaya dan waktu bangun. Pengawal Kuil Amun +20% biaya sumberdaya dan waktu latih.
it: +20% costi e tempi di costruzione per il Tempio di Amun e per le sue Guardie del Tempio di Amun.
ja: アメン神殿の資源コスト、建設時間+20% ナパタ寺院守兵の資源コスト、養成時間+20%
ko: 아문 사원의 자원 비용과 짓는 시간이 +20% 증가합니다. 아문 사원 경비병의 자원 비용과 양성 비용이 +20% 증가합니다.
ku: Perestgeha Amun +20% lêçûnên çavkaniyê û dema çêkirinê. Parastina Perestgehê ya Amun +20% lêçûnên çavkaniyê û dema perwerdehiyê.
lb: Amun-Tempel +20% Ressourcekäschten an Baudauer. Amun-Tempelgard +20% Ressourcekäschten an Rekrutementsdauer.
nl: De Tempel van Amon kost +20% grondstoffen en bouwtijd. Amon tempelwachters kosten +20% grondstoffen en rekruteringstijd.
pl: Świątynia Amona kosztuje 20% więcej zasobów i buduje się ją 20% dłużej. Strażnicy świątynni kosztują 20% więcej zasobów i szkolą się 20% dłużej.
pt_br: Templo de Ámon custa +20% de recursos e no tempo de construção. Guarda do Templo de Ámon custa +20% de recurso e de tempo de treinamento.
pt_pt: Templo de Ámon custa +20% em recursos e tempo de construção. Guarda do templo de Ámon custa +20% em recursos e tempo de treino.
ro: Templul lui Amun +20% costuri de resurse și timp de construcție. Garda Templului lui Amun +20% costuri de resurse și timp de antrenament.
ru: Строительство храма Амона и обучение храмовой стражи в нем требует на 20% больше ресурсов и времени.
sk: Amonov chrám +20% ceny surovín a doby výstavby. Stráž Amonovho chrámu +20% ceny surovín a doby tréningu.
sr: Храм Амун +20% цена ресурса и време изградње. Стража храма Амун +20% цена ресурса и време тренирања.
sv: Amontempel +20% resurskostnad och byggtid. Amontempelväktare +20% resurskostnad och träningstid.
tr: Amun Tapınağı +20% kaynak bedeli ve inşa süresi. Amun Tapınak Muhafızı +20% kaynak bedeli ve eğitim süresi.
uk: Храм Амона потребує +20% ресурсних витрат та часу спорудження. Охорона храму Амона потребує +20% ресурсних витрат та часу навчання.
zh: 阿蒙神庙的成本和建造时间 +20％ 。阿蒙神庙守卫物资成本和训练时间 +20% .
zh_tw: 阿蒙神廟 +20% 資源成本與建造時間。阿蒙神廟衛士 +20% 資源成本與訓練時間。

source: Follower of Apedemak
af: Volgeling van Apedemak
ar: اتباع أبادماك
ast: Seguidor d’Apedemaka
bg: Последовател на Апедемак
bn: আপেদেমেক এর অনুগামী
br: Heulier Apedemak
ca: Seguidor d'Apedemak
cs: Následovatel Apedemaku
da: Apedemaks Discipel
de: Anhänger des Apedemak
el: Ακόλουθος του Απεδεμάκ
es: Seguidor de Apedemak
es_ar: Seguidor de Apedemak
eu: Apedemaken jarraitzailea
fa: دنباله رو آپدماک
fi: Apedemakin seuraaja
fr: Disciple d'Apédémak
ga: Maol Apedemak
gd: Gille Apedemak
gl: Seguidor de Apedemak
he: חסיד אפדמק
hi: अपदेमक का अनुयायी
hu: Apedemak követője
hy: Ապեդեմակի հետևորդ
id: Pengikut Apedemak
it: Seguace di Apedemak
ja: アペデマク信徒
ko: 사자 머리의 전사 신 추종자
ku: Şopdarê Apedemak
ms: Pengikut Apedemak
nl: Volger van Apedemak
pl: Naśladowca Apedemaka
pt_br: Seguidor de Apedemak
pt_pt: Seguidor de Apedemak
ro: Adeptul lui Apedemak
ru: Последователь Апедемака
sk: Nasledovník Apedemak
sr: Следбеник Апедамаков
sv: Följare av Apademak
tr: Apedemak'ın İzinden Giden
uk: Послідовник Апедемака
ur: Apedemak کا پیروکار
zh: 塞赫梅特的信徒
zh_tw: 阿培德馬克的追隨者

source: Temple of Apedemak −20% resource costs and build time. Apedemak Temple Guard −20% resource costs and training time.
af: Tempel van Apedemak -20% hulpbronkostes en konstruksietyd. Apedemak Tempel Wag -20% hulpbronkostes en opleidingstyd.
ast: palacios d’Apedemaka • costos in recursos & tiempu de construccion −20%; guardia de l templo d’Apedemaka • costos in recursos & tiempu de creacion −20%.
bg: Храм на Апедемак: –20% цена в ресурси и време за строеж. Пазители на храма на Апедемак: –20% цена в ресурси и време за обучение.
ca: −20% al cost i temps de construcció del temple d'Apedemak. −20% al cost i temps de reclutament dels guardes del temple d'Apedemak.
cs: Chrám Apedemak −20 % k ceně a době stavby. Apedemakská chrámové stráž −20 % z ceny a doby výcviku.
da: Apedemak-Templet -20% ressourceomkostninger og byggetid. Apedemak-Tempelvagt -20% ressourceomkostninger og træningstid.
de: Tempel des Apedemak −20 % Rohstoffkosten und Bauzeit. Tempelwachen des Apedemak −20 % Rohstoffkosten und Ausbildungszeit.
es: Templo de Apedemak (Recursos necesarios: −20%; Tiempo de construcción: −20%). Guardias del templo de Apedemak (Recursos necesarios: −20%; Tiempo de adiestramiento: −20%).
eu: Apedemak tenplua %20- baliabide kostuan eta eraikuntza denboran. Apedemak tenpluaren zaindaria %20- baliabide kostuan eta trebatze denboran.
fi: Apademakin temppelille -20 % resurssikustannuksia ja rakennusaikaa. Apademakin temppelin vartijalle -20 % resurssikustannuksia ja koulutusaikaa.
fr: Les Temples d'Amon prennent 20% de ressource et de temps de construction en moins. Les Gardes du Temple d'Amon prennent 20% de ressources et de temps d'entrainement en moins.
gl: Templo de Apedemak −20% de custo de recursos e tempo de construción. Garda do Templo de Apedemak −20% de custo de recursos e tempo de adestramento.
hi: एपीडेमक़ के देवालय की संसाधन लागत व निर्माण समय -२०%। एपीडेमक़ देवालय के रक्षक की संसाधन लागत व प्रशिक्षण समय -२०%
hu: −20% nyersanyagigény és építési idő Apedemak templomának, −20% nyersanyagigény és kiképzési idő az Apedemak templom őreinek
hy: -20% Ապեդեմակի տաճարի և դրա պահակազորի արժեքին ու կառուցման ժամանակին։
id: Kuil Apedemak −20% biaya sumberdaya dan waktu bangun. Penjaga Kuil Apedemak −20% biaya sumberdaya dan waktu latih.
it: −20% costi e tempi di costruzione per il Tempio di Apedemak e per le sue Guardie del Tempio di Apedemak.
ja: アペデマク寺院の資源コスト、建設時間-20% メロエ寺院守兵の資源コスト、養成時間-20%
ko: 아페데막의 자원 비용과 건설 속도가 -20% 감소합니다. 아페데막 사원 경비병의 자원 비용과 양성 시간이 -20% 감소합니다.
ku: Perestgeha Apedemak −20% lêçûnên çavkaniyê û dema çêkirinê. Parastina Perestgehê ya Apedemak −20% lêçûnên çavkaniyê û dema perwerdehiyê.
lb: Apedemak-Tempel +20% Ressourcekäschten an Baudauer. Amun-Tempelgard +20% Ressourcekäschten an Rekrutementsdauer.
nl: De Tempel van Apademak kost -20% grondstoffen en bouwtijd. Apademak tempelwachters kosten -20% grondstoffen en rekruteringstijd.
pl: Świątynia Apedemaka jest tańsza o 20% i buduje się szybciej o 20%. Strażnicy świątynni kosztują 20% mniej zasobów i szkolą się 20% szybciej.
pt_br: Templo de Apedemak custa −20% em recursos e tempo de construção. Guarda do Templo de Apedemak custa −20% de recurso e tempo de treinamento.
pt_pt: Templo de Apedemak custa −20% em recursos e tempo de construção. Guarda do templo de Apedemak custa −20% em recursos e tempo de treino.
ro: Templul lui Apedemak -20% costuri de resurse și timp de construcție. Garda Templului Apedemak -20% costuri de resurse și timp de antrenament.
ru: Строительство храма Апедемака и обучение храмовой стражи в нем требует на 20% меньше ресурсов и времени.
sk: Apedemakov chrám -20% ceny surovín a času výstavby. Stráž Apedemakovho chrámu -20% ceny surovín a doby tréningu.
sr: Храм Апедамака -20% цене ресурса и времена изградње. Чувар Храма Апедамака - 20% цене ресурса и времена обуке.
sv: Apedemaktempel −20% resurskostnad och byggtid. Apedemaktempelväktare −20% resurskostnad och träningstid.
tr: Apedemak Tapınağı -%20 kaynak bedeli ve inşa süresi. Apedemak Tapınak Muhafızı -%20 kaynak bedeli ve eğitim süresi.
uk: Храм Апедемака потребує −20% ресурсних витрат та часу спорудження. Охорона храму Апедемака потребує −20% ресурсних витрат та часу навчання.
zh: 塞赫梅特神庙的成本和建造时间 -20％ ，塞赫梅特神庙守卫训练成本和训练时间 -20% .
zh_tw: 阿培德馬克神廟 -10% 資源成本與建造時間。阿培德馬克神廟衛士 -20% 資源成本與訓練時間。

source: Slaughter of the Faithful
af: Slagting van die Gelowiges
ar: ذبح المؤمنين
ast: Sacrificio de los fideles
bg: Клане на верните
bn: মুমিনের হত্যা
ca: Matança dels fidels
cs: Povraždění věřících
da: Nedslagtningen af de Tro
de: Schlächter der Gläubigen
es: Matanza de los fieles
es_ar: Matanza de los Fieles
eu: Fededunaren hilketa
fa: قتل عام مومن
fi: Uskovien teurastus
fr: Massacre des Fidèles
ga: Sléacht na gCreidmheach
gl: A matanza dos fieis
hi: निष्ठावान का वध
hu: A hűségesek lemészárlása
hy: Հավատացյալների սպանդ
id: Pembantai bagi yang Beriman
it: Massacro dei Fedeli
ja: 信仰者の虐殺
ko: 신앙의 학살
ku: Kuştina Bawermendan
nl: Afslachting van de gelovigen
pl: Rzeź Wiernych
pt_br: Matança dos Fiéis
pt_pt: Matança dos fiéis
ro: Măcel al credincioșilor.
ru: Истребление верующих
sk: Masaker veriacich
sr: Кољач Верних
sv: Slakt av de troende
tr: İnançlıların Katliamı
uk: Побиття вірних
ur: ایمان والوں کا ذبیحہ
zh: 死神信仰
zh_tw: 信徒屠殺者

source: Enemy Healers −50% healing strength.
af: Vyandelike Genesers -50% genesingskrag.
ast: curadeiros inimigos • podencia de cura −50%.
ca: Els guaridors enemics curen un 50% menys.
cs: -50 % z účinku léčení pro nepřátelské léčitele.
da: Fjendtlige Læger -50% lægdomsstyrke.
de: Gegnerische Heiler −50 % Heilstärke.
es: Sanadores enemigos (Capacidad de curación: −50%).
eu: Arerioaren sendalariak -%50 sendatzeko gaitasuna.
fi: Vihollisen parantajille -50 % parannuksen voimakkuutta.
fr: Les Soigneurs ennemies perdent 50% de capacité de soins.
gl: -50% capacidade de curación de Curanderios Inimigos.
hi: शत्रु वैद्यों की उपचार क्षमता -५०%
hu: −50% gyógyítóerő az ellenséges gyógyítóknak
hy: -50% թշնամական բուժակների բուժման արագությանը։
id: Penyembuh musuh -50% daya penyembuhan.
it: −50% forza di guarigione per i guaritori nemici.
ja: 敵ヒーラーの回復力-50%
ko: 적 치료사의 치료력이 -50% 감소합니다.
ku: Dijmin Healers −50% hêza dermankirinê.
nl: Vijandelijke genezers -50% genezing.
pl: Wrodzy uzdrowiciele leczą 50% słabiej.
pt_br: Curandeiros Inimigos têm −50% de força de cura.
pt_pt: Curandeiros inimigos −50% força de cura.
ro: Vindecătorii inamici -50% putere de vindecare.
ru: Вражеские целители исцеляют на 50% хуже.
sk: Nepriateľskí liečitelia -50% sila liečenia.
sr: Непријатељски исцелитељи -50% цене ресурса.
sv: Fientliga läkare −50% läkstyrka.
tr: Düşman Şifacılar -%50 iyileştirme gücü.
uk: Ворожі цілителі мають −50% сили зцілення.
ur: دشمن کا علاج کرنے والے 50 شفا بخش طاقت
zh: 敌方医师的治愈能力 -50% .
zh_tw: 敵方治療者 -50% 治療強度。

source: Savior of Kush
af: Redder van Kus
ar: مخلص كوش
ast: Salvador de Chus
bg: Спасител на Куш
bn: কুশ এর ত্রাণকর্তা
br: Salver Kush
ca: Salvador de Cuix
cs: Zachránce Kúše
da: Kushs Frelser
de: Retter von Kusch
el: Λυτρωτής της Κους
es: Salvador de Kush
es_ar: salvador de Kush
eu: Kushen salbatzailea
fa: منجی کوش
fi: Kušin pelastaja
fr: Sauveur de Koush
ga: Slánaitheoir na Chuise
gd: Sàbhalaiche Kuluš
gl: Salvador de Kush
he: מושיע קוש
hi: कुश का उद्धारकर्ता
hu: Kush megmentője
hy: Քուշի փրկիչ
id: Penyelamat Kush
it: Salvatore del Kush
ja: クシュの救世主
ko: 쿠시의 구세주
ku: Rizgarê Kûş
ms: Penyelamat Kush
nl: Verlosser van Koesj
pl: Zbawiciel Kusz
pt_br: Redentor de Cuxe
pt_pt: Salvador de Cuxe
ro: Salvatorul Kush-ul
ru: Спаситель Куша
sk: Záchranca Kušu
sr: Спаситељ Куша
sv: Räddare av Kush
tr: Kush'un Kurtarıcısı
uk: Спаситель Куша
ur: کش کا نجات دہندہ
zh: 库什救星
zh_tw: 庫什救世主

source: Soldiers +10% melee and ranged attack damage, gain +50% resource loot.
ast: soldados • podencia de combate & de tiru +10% • cacida de recursos +50%.
ca: Els soldats guanyen un 10% d'atac cos a cos i a distància i un 50% de saqueig.
cs: Vojáci +10 % k poškození při útoku na blízko a na dálku, získají +50 % ke kořisti.
da: Soldater +10% nærkamps- og langdistance-angrebsskade, opnå +50% ressourcefæ.
de: Soldaten +10 % Nahkampf- und Fernkampfschaden, erhalten +50 % Beute.
es: Soldados (Daño a distancia y cuerpo a cuerpo: +10%; Saqueo: +50%).
fi: Sotilaille +10 % lähi- ja kantamataisteluvahinkoa, +50 % resurssisaalista.
fr: Les Soldats gagnent +10 de dégât mêlée et distance , et gagnent 50% de butin de ressources.
gl: Soldados +10% de dano de ataque corpo a corpo e a distancia, gañan +50% de botín de recursos.
hi: सैनिकों द्वारा अस्त्र-शस्त्र से घात +१०%, संसाधन लूट में +५०% लाभ
hu: +10% közelharci és távolsági sebzés, illetve +50% nyersanyagzsákmány a katonáknak
id: Prajurit +10% daya serang jarak dekat dan jarak jauh, mendapatkan +50% rampasan sumberdaya.
it: +10% attacco da mischia e a distanza per i soldati, guadagni +50% di bottino.
ja: 兵士の近接、遠距離攻撃力+10% 敵を倒した際の戦利品+50%
ku: Leşker +10% zerar û zirara êrîşê, +50% talankirina çavkaniyê digirin.
nl: Soldaten +10% schade bij mêlee en afstandsaanval en maken +50% grondstoffen buit.
pl: Wojownicy +10% obrażeń, +50% łupu.
pt_br: Soldados têm +10% de dano de ataque à distancia e corpo-a-corpo e recebem +50% de recursos em saques.
pt_pt: Soldados +10% dano de ataque à distância e corpo a corpo e ganham +50% de recursos na pilhagem.
ro: Soldați +10% daune de atac corp la corp și la distanță, obțineți +50% din prada de resurse.
ru: Воины наносят на 10% больше урона в ближнем и дальнем бою и собирают на 50% больше трофеев.
sk: Vojaci +10% poškodenia pri boji zblízka a zdiaľky, získavajú +50% surovinovej koristi.
sr: Војници +10% јачина блиских и удаљених напада, +50% заплењавања плена.
sv: Soldater +10% närstrids- och avståndsattackskada, få +50% plunderbyte.
tr: Askerler +10% yakın dövüş ve menzilli saldırı hasarı, +50% kaynak yağması kazanır
uk: Солдати мають +10% нанесення ближнього та дистанційного пошкодження, здобувають +50% ресурсу у якості трофеїв.
ur: سپاہی +10٪ ہنگامہ آرائی اور حملے کے نقصانات ، 50٪ وسائل کی لوٹ حاصل
zh: 士兵攻击 +10％，获得战利品 +50％ .
zh_tw: 士兵 +10% 近戰與遠程攻擊傷害、+50% 資源戰利品。

source: Gift of Warships
af: Geskenk van Oorlogskepe
ar: هدية من السفن الحربية
ast: Dado de naves
bg: Дарени военни кораби
bn: যুদ্ধজাহাজ উপহার
br: Donezon a Listri-Brezel
ca: Regal de vaixells de guerra
cs: Dar válečných lodí
da: Krigsskibe i Gave
de: Geschenkte Kriegsschiffe
el: Δώρο Πολεμικών Πλοίων
es: Obsequio de buques de guerra
es_ar: Regalo de buques de guerra
eu: Gudaontzien oparia
fa: هدیه کشتی های جنگی
fi: Sotalaivojen lahja
fr: Don de Navires de Guerre
ga: Bronntanas Long Cogaidh
gd: Tìodhlac longaidhean-cogaidh
gl: Agasallo dos barcos de guerra
he: מתנה של ספינות מלחמה
hi: युद्धपोतों का उपहार
hu: Hadihajók ajándéka
hy: Ռազմանավերի նվեր
id: Hadiah Kapal Perang
it: Dono di Navi da Guerra
ja: 軍船の贈呈
ko: 군함의 재주
ku: Diyariya Keştiyên Şer
ms: Hadiah Kapal Perang
nl: Geschenk van oorlogsschepen
pl: Okręt Wojenny w podarunku
pt_br: Presente de Navios de Guerra
pt_pt: Presente de navios de guerra
ro: Darul corăbiilor de război.
ru: Корабельный дар
sk: Dar bojových lodí
sr: Дар ратног брода
sv: Gåva av krigsfartyg
tr: Savaş Gemileri Ganimeti
uk: Дар військових кораблів
ur: جنگی جہازوں کا تحفہ
zh: 战船赠礼
zh_tw: 戰艦賜禮

source: Kushite Triremes −50 wood and metal cost.
af: Kusitiese Triremes -50 hout en metaal kostes.
ast: trirremes ethíopes • costu n madeira & metal −50.
ca: Els trirrems cuixites costen 50 menys de fusta i metall.
cs: Kúšitské Triremy −50 z nákladů za dřevo a kov na stavbu.
da: Kushittiske Triremer -50 træ- og metalomkostninger.
de: Kuschitische Triremen +50 Holz- und Metallkosten.
es: Trirremes cusitas (Coste de madera y metal: −50).
eu: Kuxtar trirremeak -50 egur eta metal kostuan.
fi: Kušilaisille kolmisouduille -50 puu- ja metallikustannuksista.
fr: Les Trirèmes koushites coûtent 50 de bois et de métal de moins.
gl: Trirremes kushitas −50% de custo en madeira e metal.
hi: कुशाइट त्रिरेमे युद्धपोतों की लकड़ी और धातु लागत -५०
hu: −50 fa- és fémigény a kusita triérészeknek
hy: -50 քուշական տրիրեմաների փայտի և մետաղական արժեքին։
id: Trireme Kush −50 biaya kayu dan logam.
it: −50 costi in legname e metallo per i triremi kushiti.
ja: クシュ三段櫂船の木材、金属コスト-50
ko: 쿠시의 3단 노선의 목재와 금속 비용이 -50 감소합니다.
ku: Triremên Kûşît −50 lêçûna dar û metal.
nl: Koesjitische triremes kosten -50 hout en metaal.
pl: Triery Kuszytów kosztują 50 mniej drewna i metalu.
pt_br: Trirremes Cuchitas custam −50% de madeira e metal.
pt_pt: Trirremes cuxitas custam −50 em madeira e metal.
ro: Kushite Triremes -50 cost lemn și metal.
ru: Кушитские триремы требуют на 50% меньше древесины и металла.
sk: Kušitské trirémy -50 cena dreva a kovu.
sr: Кушит Триремс -50% цена дрвета и метала.
sv: Kushitiska triremer −50 trä och metallkostnad.
tr: Kuşit Trireme'leri -50 odun ve metal bedeli.
uk: Кушитські триреми потребують −50 вартості деревини та металу.
ur: Kushite Triremes −50 لکڑی اور دھات کی قیمت
zh: 库什的三列桨战船建造成本 -50% .
zh_tw: 庫施三列槳戰船 -50 木頭與金屬成本。

source: Rapid Conquest
ast: Conquista rápida
ca: Conquesta Veloç
cs: Bleskové dobytí
fi: Nopea valloitus
gl: Conquista Rápida
hi: तीव्र विजय
hu: Gyors hódítás
id: Penaklukan Cepat
pl: Szybki Podbój
pt_pt: Conquista rápida
sk: Rýchle dobývanie
sv: Snabb erövring
tr: Hızlı Fetih
uk: Блискавичне завоювання
zh: 出其不意

source: Soldiers +10% attack damage, +15% movement speed.
ast: soldados • daño offensivo +10%, velocidá de movemiento +15%.
cs: Vojáci +10% k poškození, +15% k rychlosti pohybu.
fi: Sotilailla on +10 % hyökkäysvahinkoa ja +15 % liikkumisnopeutta.
gl: Soldados +10% dano de ataque, +15% velocidade de movemento.
hu: +10% sebzés és +15% mozgási sebesség a katonáknak
id: Prajurit +10% daya serang, +15% kecepatan gerakan.
pl: Żołnierze +10% obrażeń, +15% prędkości ruchu.
pt_pt: Soldados +10% dano de ataque, +15% velocidade de movimento.
sk: Vojaci +10% poškodenia, +15% rýchlosť pohybu.
sv: Soldater +10% attackskada, +15% rörelsehastighet.
tr: Askerler +%10 saldırı gücü, +%15 hareket hızı.
zh: 士兵攻击伤害 +10% ，移动速度 +15% 。

source: Undefeated
ast: Invictu
ca: Invicte
cs: Neporažený
fi: Voittamaton
gl: Invicto
hi: अपराजित
hu: Veretlen
hy: Անհաղթ
id: Tak Terkalahkan
pl: Niepokonany
pt_pt: Não derrotado
sk: Neporazený
sv: Obesegrade
tr: Yenilmez
uk: Непереможений
zh: 岿然不动

source: Enemy Soldiers, Structures −10% attack damage.
ast: soldados, structurɐs inimigɐs • daño offensivo −10%.
cs: Nepřátelské jednotky a stavby −10 % k poškození útokem
fi: Vihollisen sotilailla ja rakenteilla on -10 % vähemmän hyökkäysvahinkoa.
gl: -10% danos en ataques de Soldados e Estruturas Inimigas.
hu: −10% sebzés az ellenség katonáinak és építményeinek
id: Prajurit musuh, Bangunan -10% daya serang.
pl: Wrodzy Żołnierze i Struktury -10% obrażeń.
pt_pt: Soldados inimigos, estruturas −10% dano de ataque.
sk: Nepriateľskí vojaci a budovy −10% útočného poškodenia.
sv: Fientliga Soldater, strukturer -10% attackskada.
tr: Düşman Askerler, Yapılar -%10 saldırı gücü.
zh: 对手的士兵、建筑攻击伤害 -10% 。

source: Conqueror
af: Veroweraar
ar: الفاتح
ast: Conquistador
bg: Завоевател
bn: পরাক্রমশালী
br: Alouber
ca: Conqueridor
cs: Dobyvatel
da: Erobrer
de: Eroberer
el: Κατακτητής
es: Conquistador
es_ar: Conquistador
eu: Konkistatzailea
fa: فاتح
fi: Valloittaja
fr: Conquérant
ga: Concaire
gd: Ceannsaiche
gl: Conquistador
he: כּוֹבֵשׁ
hi: विजेता
hu: Hódító
hy: Նվաճող
id: Penakluk
it: Conquistatore
ja: 征服者
ko: 정복자
ku: Fetihkar
lb: Eroberer
ms: Penakluk
nb: Erobrer
nl: Overwinnaar
pl: Zdobywca
pt_br: Conquistador
pt_pt: Conquistador
ro: Cuceritor
ru: Завоеватель
sk: Dobyvateľ
sr: Освајач
sv: Besegrare
tr: Fatih
uk: Завойовник
ur: فاتح
zh: 征服者
zh_tw: 征服者

source: Enemy Civic Centres −50% capture points garrisoned regeneration rate.
af: Vyandelike Burgersentrums -50% verowering getalle tydens garnisoen re-generasie tempo.
ast: plaçɐs inimigɐs • taxa de regeneracion de puntos de posse per occupante −50%.
ca: Els centres cívics enemics regeneren els punts de captura un 50% més lentament.
cs: Nepřátelská občanská střediska −50 % z rychlosti obnovy bodů za zajetí při obsazení posádkou.
da: Fjendtlige Borgercentre -50% erobringspunkters garisonerede regenerationsrate.
de: Gegnerische Verwaltungssitze −50 % Loyalitätsregenerationsrate mit einquartierten Einheiten.
es: Centros cívicos enemigos (Regeneración de puntos de captura con guarnición: −50%).
eu: Etsaien Gizarte zentroak %50- atzemate puntu guardan sartutako berrosatze tasa.
fi: Vihollisen kansalaiskeskuksiin -50 % kaappauspisteiden uusiutumisnopeus miehittäville yksiköille.
fr: Les centres-villes ennemis perdent 50% du taux de régénération des points de capture en garnison.
gl: Centros cívicos inimigos −50% de taxa de rexeneración de puntos de captura.
hi: शत्रु नगर केंद्रों पर दोबारा मोर्चाबंदी जमने की -५०% कब्जा अंकों की दर
hu: −50% foglalási pont regenerációs sebesség a szállásoló ellenséges városházáknak.
hy: -50% թշնամական քաղաքացիական կենտրոնների գրավման միավորների կայազորային վերականգման արագությանը։
id: Pusat Bangsa Musuh −50% laju pemulihan poin perebutan saat ditempati.
it: −50% rigenerazione di punti cattura da presidio per i Centri Civici nemici.
ja: 敵 町の中心の駐留による占拠力回復力-50%
ko: 적 시민 회관의 점령 점수가 -50% 감소하고, 주둔시 재생률도 감소합니다.(번역확인??)
ku: Navendên Sivîl ên Dijmin −50% xalên rêjeya nûjenkirina garnîzonkirî digirin.
nl: Vijandige beschavingscentra -50% snelheid bij het herwinnen van loyaliteit.
pl: Wrogie centra osady mają 50% mniej punktów regeneracji garnizonu.
pt_br: Centros Cívicos Inimigos têm −50% na taxa de pontos de captura de unidades guarnecidas.
pt_pt: Centros cívicos inimigos −50% regeneração de pontos de captura com unidades aquarteladas.
ro: Centre civice inamice -50% rată de regenerare a punctelor de captură cu garnizoană.
ru: Скорость восстановления очков захвата гарнизоном вражеских городских Центров уменьшается на 50%.
sk: Nepriateľské občianske centrá -50% rýchlosti znovuzískavania bodov preberania.
sr: Непријатељски цивилизацијски центар -50% тачке заузимања гарнизована стопа регенерације.
sv: Fientliga samhällscentrum −50% regenerationstakt för erövringspoäng.
tr: Düşman Şehir Merkezleri -%50 ele geçirme puanı konuşlandırılmış yenilenme hızı.
uk: Ворожі громадські центри мають −50% темпу відновлення очків захоплення гарнізону.
ur: دشمن سوک سینٹرز − 50 کیپچر پوائنٹس گیرسونڈ ری جنریشن ریٹ
zh: 敌方市政中心的忠诚回复速率 -50% .
zh_tw: 敵方城鎮中心 -50% 占領值駐紮恢復率。
