Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Kunobelinos (perhaps better known by the latinized form of Cunobelin) was a powerful ruler of the Catuvellauni. He was referred to by Romans as the King of the Britons. His domains extended around the city of Kamulodunon (known as Camulodunum), modern day Colchester. The Roman defeat in the battle of Teutoburg Forest (Germania) allowed Kunobelinos to conquer a neighboring tribe, the Trinovantes, who were Roman allies and couldn't receive Roman aid. Kunobelinos seems to have been indifferent to the Romans. He traded with them freely, but had few qualms subjugating known Roman allies, and even sent his youngest son Adminius as a fosterling to be educated in Roman Gaul. This accounted for Adminius's friendships among the Romans. Adminius was given lordship over the Cantaci, who inhabited Kent, by his father. This area was the prime area of Roman influence and trade in Britain, and Kunobelinos shrewdly observed his youngest son's friendship with powerful Roman and Gallo-Roman politicians and traders would be of use administrating the region. His other sons though had no love for the Romans. When Kunobelinos died of disease, he was replaced by his son Togdumnos, who arrested, executed, or expelled numerous Roman sympathizers. These included his own brother Adminius, and the deposed Atrebates king, Verica, who appealed to their connections in the Roman Empire for aide in recovering their lands. Togdumnos died in battle with the Romans, and was subsequently replaced by his brother, Karatakos. It is an irony that it was his third son that initially invited this Roman reprisal. Kunobelinos in his own time though was possibly one of the greatest of all British kings. He conquered the great majority of the southern half of Britain (his coins were being minted as far as the borders of what would become Wales). He started ruling over only four minor tribes in a confederation, the Catuvellauni, and ended up achieving recognition as king of Britain. This recognition was so great that tribes in Cambria even came to assist his sons against the Romans and their British allies, and Kunobelinos was held up by the post-Roman Britons as one of their great heroes; a conqueror and uniter of petty kingdoms, something the post-Roman Britons or Romano-British sorely needed.
ca: Kunobelinos (també conegut per la forma llatinitzada Cinobel·lí) fou el poderós governant dels catuvel·lans. Els romans s'hi referien com a Rei dels Britons. Els seus dominis s'estenien al territori que envoltava la ciutat de Kamulodunon (coneguda com a Camulodunum), l'actual Colchester. Aprofitant la derrota romana al bosc de Teutoburg (Germània), conquerí la tribu veïna dels trinobants, aliats dels romans, els quals no reberen ajuda d'aquests. Kunobelinos fou indiferent als romans. D'una banda, no tingué cap escrúpol en atacar aliats dels romans, com els trinobants. Però d'altra banda, hi comercià lliurement, i fins i tot va enviar el seu fill petit Adminius a ser educat a la Gàl·lia romana. Adminius va ser nomenat pel seu pare com a senyor dels cantaci, que habitaven Kent. Aquesta era la principal àrea d'influència i comerç romà a Bretanya, i Kunobelinos va considerar que l'amistat del seu fill amb polítics i mercaders influents romans i gal·lo-romans seria útil en l'administració de la regió. Els seus altres fills, però, no tenien cap estima per als romans. Quan Kunobelinos va morir de malaltia, fou succeït pel seu fill Togodumnus, el qual va arrestar, executar o expulsar nombrosos simpatitzants romans, inclosos el seu germà Adminius i el rei deposat dels atrebats, Verica, que va apel·lar als seus contactes a l'Imperi Romà per aconseguir ajuda i recuperar les seves terres. En morir Togodumnus en batalla contra els romans, va ser succeït pel seu germà Karatakos. Irònicament, va ser el tercer fill de Kunobelinos qui va provocar la represàlia romana. Kunobelinos possiblement va ser un dels reis britànics més grans del seu temps. Va passar de governar quatre tribus menors en la confederació dels catuvel·lans a dominar la major part del sud de Britània (les seves monedes s'encunyaven fins a la frontera de la futura Gal·les) i ser reconegut com a rei dels britons. Aquest reconeixement va ser tan important que fins i tot van venir tribus de Càmbria a ajudar els seus fills contra els romans i els seus aliats britànics, i Kunobelinos va ser recordat pels britons post-romans com un dels seus grans herois; un conqueridor i unificador de petits regnes, una cosa que els britons post-romans necessitaven.
de: Kunobelinos (vielleicht besser bekannt in der latinisierten Form Cunobelin) war ein mächtiger Herrscher der Catuvellauni. Er wurde von den Römern als der König der Britonen bezeichnet. Sein Herrschaftsbereich lag im Bereich der Stadt Kamulodunon (bekannt als Camulodunum), dem heutigen Colchester. Roms Niederlage in der Schlacht im Teutoburger Wald (Germanien) ermöglichte es Kunobelinos, den mit Rom verbündeten Nachbarstamm der Trinovantes zu unterwerfen, die römische Verbündete waren und keine Hilfe von den Römern mehr erhalten konnten. Kunobelinos scheint den Römern egal gewesen zu sein. Er trieb freien Handel mit ihnen, hatte gleichzeitig aber wenig Bedenken römische Verbündete zu unterwerfen und schickte sogar seinen jüngsten Sohn Adminius als Pflegekind zur Erziehung ins römische Gallien. Dadurch hatte Adminius Freundschaften unter den Römern. Er erhielt schließlich von seinem Vater die Herrschaft über die Cantaci, die das Gebiet von Kent bewohnten. Dies war die Kernregion des römischen Einflusses und Handels in Britannien und Kunobelinos sah scharfsinnig voraus, dass die Freundschaft seines jüngsten Sohnes mit mächtigen römischen und gallo-römischen Politikern und Händlern für die Verwaltung der Region von Nutzen sein würde. Seine anderen Söhne hegten dagegen keine Sympathie für die Römer. Als Kunobelinos an einer Krankheit starb, wurde er von seinem Sohn Togdumnos ersetzt, der zahlreiche römische Sympathisanten verhaftete, hinrichtete oder vertrieb. Das schloss auch seinen Bruder Adminius und den abgesetzten König der Atrebaten, Verica, ein, die ihre Verbindungen ins Römische Reich nutzten, um Unterstützung bei der Wiedererlangung ihrer Herrschaft zu bekommen. Togdumnos starb in der Schlacht gegen die Römer, worauf ihm sein Bruder Karatakos folgte. Es ist ironisch, dass es Kunobelinos' dritter Sohn war, der die römische Vergeltungsmaßnahme initiierte. Kunobelinos war während seiner Herrschaft aber möglicherweise einer der größten britischen Könige. Er eroberte weite Teile des südlichen Großbritanniens (seine Münzen wurden bis in die Grenzbereiche des späteren Wales geprägt). Er begann seine Herrschaft mit gerade einmal vier kleineren Stämmen in einer Konföderation, die Catuvellauni, und wurde am Ende als König von Britannien gesehen. Seine Anerkennung war so groß, dass selbst Stämme aus Cambria seinen Söhnen gegen die Römer und ihre britischen Verbündeten zur Hilfe kamen, und Kunobelinos wurde von den Britonen in nachrömischer Zeit als einer ihrer großen Helden verehrt; ein Eroberer und Einiger kleiner Königreiche, etwas, das die Britonen oder Romano-Briten bitter nötig hatten.
el: Ο Κυνοβελλίνος (ίσως περισσότερο γνωστός από τα λατινικά ως Cunobelin) ήταν ένα ισχυρός ηγεμόνας της Καταβηλλαυνίας. Αναφέρεται από τους Ρωμαίους ως ο βασιλιάς των Βρετανών. Οι κτήσεις του εκτείνονταν γύρω από την πόλη της Καμουλόντουνομ (γνωστή ως Καμουλόντουνουμ), η σύγχρονη Κόλτσεστερ. Η ρωμαϊκή ήττα στη μάχη του Τευτοβούργιου Δρυμού (Γερμανία) επέτρεψε στον Κυνοβελλίνο να κατακτήσει μια γειτονική φυλή, τους Τρινοβάντες, που ήταν σύμμαχοι με τους Ρωμαίους και δεν μπορούσαν να λάβουν Ρωμαϊκή βοήθεια. Ο Κυνοβελλίνος φαίνεται να αδιαφορεί για τους Ρωμαίους. Εμπορεύεται μαζί τους ελεύθερα, αλλά δεν είχε ενδοιασμούς να υποτάξει γνωστούς συμμάχους των Ρωμαίων, ακόμη και να στείλει το νεότερο γιο του Αντμίνιο ως ανατρεφόμενο να εκπαιδευτεί στη ρωμαϊκή Γαλατία. Αυτό αντιπροσώπευε τις φιλίες του Αντμίνιο με τους Ρωμαίους. Στον Αντμίνιο δόθηκε η διακυβέρνηση του Καντακίου στο οποίο κατοικούσαν οι Κεντ, από τον πατέρα του. Η περιοχή αυτή ήταν η βασική περιοχή της ρωμαϊκής επιρροής και του εμπορίου στη Βρετανία, και ο Κυνοβελλίνος παρατήρησε έξυπνα ότι η φιλία του νεότερου γιου του με ισχυρούς Ρωμαίους και Γάλλο-Ρωμαίους πολιτικούς και έμπορους θα ήταν χρήσιμη για τη διαχείριση της περιοχής. Οι άλλοι γιοι του όμως δεν είχαν καμία αγάπη για τους Ρωμαίους. Όταν ο Κυνοβελλίνος πέθανε από ασθένεια, τον διαδέχθηκε ο γιος του Τογδούμνος, ο οποίος συνέλαβε, εκτέλεσε, ή εκδίωξε πολλούς συμπαθούντες των Ρωμαίων. Συμπεριλαμβανομένου του αδελφού του Αντμίνιου, και του έκπτωτου βασιλιά των Ατρεβάτιων, Βέρικα, ο οποίος έκανε έκκληση με τις διασυνδέσεις του στη Ρωμαϊκή Αυτοκρατορία για βοήθεια στην ανάκτηση των εδαφών τους. Ο Τογδούμνος έχασε τη ζωή τους στη μάχη με τους Ρωμαίους, και στη συνέχεια αντικαταστάθηκε από τον αδελφό του, Καρατάκος. Είναι ειρωνεία που ήταν ο τρίτος γιος του, που προκάλεσε αρχικά τα ρωμαϊκά αντίποινα. Ο Κυνοβελλίνος υπήρξε, ενδεχομένως, ένας από τους μεγαλύτερους βασιλιάδες των Βρετανών. Κατέκτησε σχεδόν όλο το νότιο ήμισυ της Βρετανίας (κέρματα του είχαν κοπεί μέχρι τα σύνορα με την Ουαλία). Ξεκίνησε ως ηγέτης τεσσάρων ήσσονος σημασίας φυλών στη συνομοσπονδία των Καταβηλλαυνών, και κατέληξε να αναγνωριστεί ως βασιλιάς της Βρετανίας. Αυτή η αναγνώριση ήταν τόσο μεγάλη που ακόμη και οι φυλές από την Κάμβρια ήρθαν για να βοηθήσουν τους γιους του εναντίον των Ρωμαίων και των Βρετανών συμμάχους τους, έτσι ο Κυνοβελλίνος έγινε ένας από τους μεγάλους ήρωες των μετά-Ρωμαίων Βρετανών: ένας κατακτητής που ένωσε τα μικροαστικά βασίλεια, κάτι που για του μετά-Ρωμαίους Βρετανούς ή Ρωμανό-Βρετανούς ήταν απολύτως απαραίτητο.
eu: Kunobelinos, (Cunobelino latin forman ezagunagoa), Catuvellauni lurraldeko agintari boteretsu bat zen. Errege borrokalari honek Kamulodunondik (edo Caludonumun) Trinovanteak, inguruko tribu bat, konkistatu zituen eta horregatik Erromatarrek Britanoen Errege izendatu zuten. Nahiz Erromatarrak aliatu izan, Trinovanteek ezin izan zuten hauen laguntza eskatu Erromak (Germanian) garaituak izan eta gutxira konkistatuak izan zirelako. Kunobelinos gaixorik hil zen Bretainiako hegoaren erdia eskuratu eta gero (bere txanponak egin ziren gaur egungo Galesen mugaraino). Hau hiltzean bere seme Togodumok ordezkatu zuen baino Erromatarren kontrako borrokan hil zen eta ondoren bere anai Karatakosek ordezkatu zuen. Bere hirugarren semea izan zen Erromatarren kontra oldartu zena. Badirudi Kunobelinos erromatarretik aparte bizi zela. Beraiekin ibiltzen zen salerosketan baino ez zion beldurrik hauek azpiratzeko. Bere seme Adminius ere Erromara bidali zuen heztera, hortik hauen arteko laguntasuna. Bere aitak Cantiaci, Kenten bizi zirela, jaurerria eman zion, Bretainiako Erromatarren influentzia eta joan-etorri komertzial handiena zuena, eta konturatu zen bere semea eta Erromatar merkatari eta politikoen arteko laguntasunak eskualdea kudeatzen laguntzen ziola. Hala ere beste semeek ez zuten Erromatarrekiko maitasunik eta Kunobelinus hil zenean, Togodumok, orain errege, Erromatarren jarraitzaile erahil eta kanporatu zituen, baita ere bere anai Adminius eta Atrevatesko errege ohia, Verica, zeinek erromatarren laguntza eskatu zuen bere lurraldeak berreskuratzeko. Baliteke Kunobelinus bere garaiko Britainiako erregerik handienetakoa izan daitekeela. Lau tribu txikien buruzagia izatetik, Catuvellauniak, lurralde handiak eskuratu eta Bretainiako errege moduan ezagutua izatera igaro zen. Hain ospe handia zuen ezen Cambraiako tribuek bere semeak lagundu zituztela Erromatar eta beren Britaniar aliatuen kontra eta Erromatarren ondorengo Britainiarrek Kunobelinus heroitzat zutela: garrantzi handirik gabeko erreinu txikien bateratzaile, Erromatarren ondorengo britainiarrek eta Erromatar -Britanoek beharrean zeren gauza.
ga: Ba Taoiseach láidir na gCathaibhéaláiní é Conaibhéalán (a dtugtar mar 'Cunobelinus' as Laidin). Chuir na Rómhánaigh mar 'Rí na Breataine' air. Thug a fhearann i dtimpeall cathrach Chamulodunon (nó 'Dún Chamalais' as Gaeilge agus 'Camulodunum' as Laidin), cathair Choilceastair sa lá atá inniu. Nuair a chliseadh na Rómháinigh san Fhoraois Teotobuirge (an Ghermáin) bhí Conaibhéalán in ann le clann na dTríonóbháindí a chloí, cé a bhí mar chomghuaillithe leis na Rómhánaigh ach ní féidir leo a dtacaíocht a sheoladh. Is cosúíl go ba chuma le Conaibhéalán leis na Rómhánaigh. Thrádáil sé dá dheoin féin leo, ach ní raibh aon cháil aige do chomhghuaillithe Rómhánacha a chur faoi smacht, agus sheol sé a mhac is óige Éidmeanas go dtí an Ghaill Rómhánach a bheidh mar dhalta leis na Gall-Rómhánaigh. Chiallaigh sé seo don chairdeas atá idir Éidmeanas agus na Rómhánaigh. Chuir Conaibhéalán Éidmeanas ina cheannas ar na Caintiacaí a bhí ina gcónaí sa Chaint. Bhí an Chaint mar phríomháit tionchair Rómhánaigh agus príomháit trádála freisin, agus thug Conaibhéalán faoi deara an cairdeas idir a mhac is óige agus mórpholaiteoirí agus móthrádálaithe Gall-Rómhánacha is Rómhánacha, agus go raibh na cairde seo úsáideach dá réigiúin féin a riar. Ach ní raibh aon chairdeas idir a mhic eile agus na Rómhánaigh. Nuair a fhuair Conaibhéalán bás ó ghalar, tháinig a mhac Togodomhnas ina áit, cé a ghabháil, a bhású nó a a ruaigeadh ar na taobhaitheoirí Rómhánacha uile. Áiritear a dheartháir Éidmeanas agus Béiric, Rí na nÁitreabhadaí, agus d'iarr an rí seo lena chaidrimh Rómhánacha dá ríocht féin a athghabháil. Fuair Togodomhnas bás i gcath i gcoinne na Rómhánach agus tháinig a dheartháir Caradác ina áit. Is íorón é seo, go raibh an tríú mhac Conaibhéalán a spreagadh idirghabháil de chuid na Rómhánach. Ina aois féin, ba é Conaibhéalán ceann de na ríthe Briotanacha is mó. Chloígh sé formhór na Breataine deisceartaigh (buaileadh a boinn ar feadh a réigiúin, agus ar teorainn na Breataine Bige sa lá atá inniu). Thosaigh sé ina cheannas ar cheithre chlann bheag i gcónaidhm le chéile, na Cathaibhéaláiní, agus sa deireadh, tugadh Rí na Breataine air. Bhí a cháill chomh mór gur tháinig treibheanna as an gCantabair dá dtacaíocht a thabhairt ar a mhic nuair a throid sé leis na Rómhánaigh agus a gcomhghuaillithe Briotnacha, agus ba é Conaibhéalán mar ceann de na laochra is mó leis na Briotnaigh Iar-Rómhánacha; concaire agus aontaitheoir na dtuath a bhí ann, rud a theastaigh ó na Briotnaigh Iar-Rómhánacha.
hu: Kunobelinos (latinos formában Cunobelin) erős uralkodója volt Catuvellauninak. A rómaiak a Britonok Királyaként utaltak rá. Területei kiterjedtek Kamulodunon (másképpen Camulodunum) városáig, azaz a mai Colchesterig. A rómaiak veresége a Teutoburg-erdei csatában (Germania) lehetővé tette Kunobelinosnak, hogy meghódítsa a szomszédos Trinovantes törzset, akik szövetségesei voltak a rómaiaknak és nem kaphattak tőlük segítséget. Kunobelios úgy tűnik jelentéktelen volt a rómaiak számára. Bár szabadon kereskedett velük, nem félt leigázni ismert római szövetségeseket, sőt legfiatalabb fiát, Adminiust a római Galliába küldte taníttatni. Ez magyarázza Adminius római barátságait is. Adminius megkapta apjától a Cantiaci feletti uralmat, amely a mostani Kentnek felel meg. Ez volt a római befolyás és kereskedelem fő területe Angliában, és Kunobelinos ravaszan figyelemmel kísérte legfiatalabb fiának barátságait befolyásos római és gall-római politikusokkal és kereskedőkkel, ami hasznos lehetett számára a régió kormányzásához. A többi fia azonban közel sem kedvelte annyira a rómaiakat. Amikor Kunobelinos betegségben elhunyt, Togodumnos fia került a helyébe, aki bebörtönzött, kivégeztetett, és száműzetett számos római szimpatizánst. Közéjük tartozott saját öccse Adminius is, és a trónfosztott atrebatesi király, Verica, aki a Római Birodalomban lévő kapcsolataihoz fordult segítségért, hogy visszaszerezze a területeit. Togodumnos azonban meghalt a rómaiakkal vívott harcban, és testvére Karatakos vette át a helyét. Ironikus, hogy a harmadik fiú volt az, aki eredetileg kivívta ezt a római megtorlást. Kunobelinos uralkodása alatt valószínűleg egyike volt a legnagyobb brit királyoknak. Meghódította Britannia déli felének nagy részét (érméit egészen a későbbi Wales határáig verték). Uralma kezdetén csupán négy kisebb törzs szövetsége, a Catuvellauni felett volt hatalma, azonban a végén elérte, hogy Britannia királyaként ismerjék el. Ez az elismerés olyan jelentős volt, hogy még a cambriai törzsek is a fiai segítésére vonultak a rómaiak és brit szövetségeseik ellen, és Kunobelinost a posztromán britonok az egyik legnagyobb hősükké emelték; apró királyságok hódítója és egyesítője, egy olyan ember, akire a posztromán britonoknak vagy romano-briteknek égetően szükségük volt.
hy: Կունոբելինոսը (միգուցե ավելի հայտնի "Կունոբելին" իտալականացված տարբերակով) Կատուվելաունիի հզոր տիրակալ էր։ Հռոմեացիները նրան անվանում էին բրիտոնների արքա։ Նրա տարացքները ձգվում էին Կամուլոդունոն (հայտնի որպես Կամուլոդունում) քաղաքի շուրջ, որը ներկայիս Կոլչեստրն է։ Տևտոբուրգյան անտառի (Գերմանիա) ճակատամարտում հռոմեական պարտությունը թույլ տվեց Կունոբելինոսին գրավել հարևանությամբ գտնվող Տրինովանտես ցեղը, որոնք հռոմեացիների դաշնակիցն էին, բայց չէին ստացել վերջիններիս օժանդակությունը։ Թվում էր, թե Կունոբելինոսն անտարբեր էր հռոմեացիների նկատմամաբ։ Նա ազատորեն առևտուր էր անում նրանց հետ, չէր անհանգստանում Հռոմի հայտնի դաշնակիցներին իրեն ենթարկելուց և նույնիսկ ուղարկեց իր ամենաերիտասարդ որդուն՝ Ադմինիուսին, որպես որդեգրված՝ հռոմեական Գալիայում կրթություն ստանալու համար։ Այս փաստը բացատրում էր Ադմինիուսի հռոմեացի ընկերության առկայությունը։ Հոր կողմից Ադմինիուսին տրվեց Քենտում բնակվող Կանտակի ցեղի կառավարումը։ Այս շրջանը Բրիտանիայում հռոմեական ազդեցության և առևտրի կարևորագույն տարածքն էր, և Կունոբելինոսը խորամանկորեն դիտարկում էր իր ամենաերիտասարդ որդու ընկերությունը հռոմեացի և գալա-հռոմեացի քաղաքական հզոր գործիչների և առևտրականների հետ՝ որպես շրջանը կառավարելու միջոց։ Չնայած դրան, նրա մյուս որդիները չէին սիրում հռոմեացիներին։ Երբ Կունոբելինոսը մահացավ հիվանդությունից, նրան փոխարինեց իր որդի Տոգդումնոսը, ով ձերբակալեց, մահապատժի ենթարկեց կամ աքսորեց հռոմեացինեին համակրող բազմաթիվ մարդկանց։ Նրանց մեջ էին իր եղբայր Ադմինիուսը և ատրեբատների գահընկեց արված արքա Վերիկային, ովքեր օգտագործեցին Հռոմեական կայսրությունում իրենց ունեցած կապերը՝ իրենց տարածքները հետ բերելու հարցում օժանդակության համար։ Տոգդումնոսը մահացավ հռոմեացիների դեմ ճակատամարտում և հետագայում փոխարինվեց իր եղբոր՝ Կարատակոսի կողմից։ Հեգնական է այն, որ Կունոբելինոսի երրորդ որդին էր, ով նախապես առաջ քաշեց հռոմեական այս հաշվեհարդարը։ Այնուամենայնիվ, Կունոբելինոսն իր օրոք հավանաբար Բրիտանիայի ամենահզոր արքաներից էր։ Նա գրավեց Հարավային Բրիտանիայի ճնշող մեծամասնությունը (նրա մետաղադրամները հատվում էին նույնիսկ ապագա Ուելսի սահմաններին)։ Սկզբում նա ղեկավարում էր Կատուվելաունի միության մեջ մտնող ընդամենը չորս փոքր ցեղ, բայց հասավ "Բրիտանիայի արքա" կոչումն ստանալուն։ Այս կոչումն այնքան բարձր էր, որ Կամբրիայի ցեղերը նույնիսկ եկան աջակցելու նրա որդիներին՝ ընդդեմ հռոմեացիների և վերջիններիս բրիտանական դաշնակիցների, և Կունոբելինոսը հետ-հռոմեական բրիտոնների մոտ համարվում էր իրենց մեծագույն հերոսներից մեկը, փոքր թագավորությունների նվաճողն ու միավորողը՝ մի բան, որի խիստ անհրաժեշտությունն ունեին հետ-հռոմեական բրիտոնները կամ հռոմեա-բրիտոնները։
ko: 쿠노벨리노스(아마도 쿠노벨린의 라틴양식으로 더 잘 알려져 있을 것입니다)는 카투벨로우니의 강력한 지배자였습니다. 그는 로마인들에게 영국인의 왕으로 일컬어졌습니다. 그의 영역은 오늘날 콜체스터인 카물로두논 시(카물로두눔으로 알려져 있습니다)를 중심으로 펼쳐 있었다. 테우토부르크 숲(독일) 전투에서 로마의 패배로 쿠노벨리노스가 이웃 부족인 트리노반테스를 정복할 수 있게 되었는데 이들은 로마의 동맹임에도 로마의 원조를 받을 수 없었다. 쿠노벨리노스는 로마인들에게 무관심한 것 같았다. 그는 로마와 자유롭게 교역을 했지만 알려진 로마의 동맹을 예속하는 데는 거의 거리낌이 없었고, 심지어 막내아들인 아드미니우스를 양자로 보내 로마의 갈리아에서 교육을 받게 하기도 했다. 이것은 로마인들 사이의 아드미니우스의 우정을 설명하였다. 아드미니우스는 켄트에 거주하는 그의 아버지로부터 칸타키에대한 영주권을 부여받았다. 이 지역은 영국에서 로마의 영향과 교역의 주요 지역이었고, 쿠노벨리노스는 강력한 로마와 갈로-로마 정치인들과 교역상들과 그의 막내아들의 친분을 빈틈없이 관찰했다. 그의 다른 아들들은 로마인에 대한 사랑이 없었다. 쿠노벨리노스가 질병으로 죽고, 그의 아들 토그두메노스로 뒤를 잇자 수많은 친로마파들을 체포, 처형, 추방했다.여기에는 그의 친형인 아드미니우스가 포함되었고, 퇴위된 아트레바테스 왕 베리카는 그들의 땅을 되찾는데 있어서 보좌를 해달라고 로마 제국에서의 그들의 인맥에 호소했다. 토그두메오스는 로마인과의 전투에서 전사하였고, 이후 그의 동생 카라타코스가 뒤를 이었습니다. 처음으로 로마의 보복에 초대된 것이 그의 셋째 아들이라는 것은 아이러니한 일이다. 쿠노벨리노스는 영국 왕들 중 가장 위대한 왕들 중 하나였을 것이다. 그는 영국 남반부 대부분을 정복했습니다(그의 동전은 웨일즈가 될 국경까지 주조되어 있었다). 그는 카투벨라우니라는 연합에서 겨우 4개의 소수 부족만을 통치하기 시작했고 결국 영국의 왕으로 인정받게 되었습니다. 캄브리아의 부족들은 로마인들과 그들의 영국 동맹들에 대항하여 그의 아들들을 도우러 왔으며, 쿠노벨리노스는 로마 이후의 영국인들에게 그들의 위대한 영웅들 중 한 명, 즉 로마 이후의 영국인이나 로마노-영국이 몹시 필요로 하는 것을 정복자 겸 통일자로 떠받들었습니다.
pl: Cunobelinus był potężnym władcą Catuvellaunich, nazywany przez Rzymian Królem Brytów. Jego domeny rozciągały się wokół miasta Camulodunum, współczesnego Colchester. Rzymska klęska w bitwie Lasu Teutoburskiego (Germania) pozwoliła mu podbić sąsiadujące plemię, Trinovantów, którzy byli rzymskimi sprzymierzeńcami i nie mogli otrzymać od nich pomocy. Cunobelinus zdawał się być obojętny wobec Rzymian: handlował z nimi swobodnie, ale miał niewiele skrupułów, by podporządkować sobie rzymskich sprzymierzeńców, a nawet wysłał swojego najmłodszego syna, Adminiusa, aby stał się wychowankiem Rzymskiej Galii, co zadecydowało o przyjaźniach Adminiusa wśród Rzymian - otrzymał on od ojca panowanie nad Cantaci, którzy zamieszkiwali Kent. Był to główny obszar wpływów rzymskich i handlu w Brytanii, a Cunobelinus zaobserwował, że przyjaźń najmłodszego syna z potężnymi rzymskimi i galijsko-rzymskimi politykami i kupcami stałaby się użyteczna w zarządzaniu regionem. Inni jego synowie nie przepadali jednak za Rzymianami. Kiedy Cunobelinus zmarł na skutek choroby, zastąpił go jego syn Togdumnos, który zaaresztował, stracił lub wyrzucił wielu rzymskich sympatyków. Wśród nich był jego własny brat Adminius i zdetronizowany król Atrebatów, Verica, który zaapelował do kontaktów w Cesarstwie Rzymskim o pomoc w odzyskaniu ziem. Togdumnos zginął w bitwie z Rzymianami, zastąpiony został przez swojego brata, Karatakosa. To ironia, że ​​to jego trzeci syn zapoczątkował rzymską akcję odwetową. Cunobelinus w swoim czasie był prawdopodobnie jednym z największych ze wszystkich brytyjskich królów. Podbił ogromną większość południowej części Brytanii (jego monety były bite aż do granicy tego, co stało się zaś Walią). Zaczął rządzić tylko czterema mniejszymi plemionami w konfederacji, Catuvellauni, i ostatecznie zdobył uznanie jako król Brytanii. To uznanie było tak wielkie, że nawet plemiona w Cambrii nawet pomagały jego synom w walce z Rzymianami i ich brytyjskimi sojusznikami, a Cunobelinus został uznany przez postromańskich Brytów jako jeden z ich wielkich bohaterów; zdobywca i zjednoczyciel drobnych królestw, coś, czego boleśnie potrzebowali ci Brytowie lub Romano-Brytowie.
pt_br: Kunobelinos (talvez melhor conhecido pela forma latinizada Cunobelino) foi um poderoso monarca dos Catuvelaunos. Os romanos o chamavam de "Rei dos Bretões". Seus domínios se extendiam diante da cidade de Kamulodunon (conhecida como Camulodunum), hoje conhecida como Colchester. A derrota romana na Batalha da Floresta de Teutoburgo (Germânia) permitiu a Cunobelino conquistar uma tribo vizinha, os Trinovantes, que eram aliados romanos e não puderam receber auxílio romano. Cunobelino aparenta ter sido indiferente quanto aos romanos. Ele praticou comércio livremente com eles, mas teve algums problemas ao subjugar aliados romanos conhecidos e até mesmo enviou seu filho mais novo, Adminius, como criança adotiva, para ser educado na Gália romana. Isto fez com que Adminius ganhasse amizades dentre os romanos. Adminius ganhou a senhoria de Cantaci, que compreendia Kent, de seu pai. Esta área era a principal área de influência e comércio romana na Britânia e Cunobelino astutamente observou que as amizades de seu filho mais novo com poderosos políticos e mercadores romanos e galo-romanos seria de bom uso para administrar a região. Seus outros filhos, porém, não dividiam o amor pelos romanos. Quando Cunobelino morreu devido a uma doença, ele foi substituído por seu filho, Togdumnos, que prendeu, executou ou expulsou diversos simpatizantes romanos. Isto incluiu seu próprio irmão, Adminius e o rei deposto dos Atrebates, Verica, que apelou para a suas conexões com o Império Romano para ajudar a recuperar suas terras. Togdumnos morreu em batalha com os romanos e logo fora substituído por seu irmão, Karatakos. É uma ironia que foi o terceiro filho de Cunobelino que inicialmente convocou a represália romana. Cunobelino, em seu tempo, possivelmente foi um dos maiores reis britânicos. Ele conquistou a maioria do sul da Britânia (suas moedas foram cunhadas até as fronteiras de onde hoje seria o País de Gales). Ele começou reinando sobre apenas quatro tribos menores em uma confederação, os Catuvelaunos, e terminou conseguindo reconhecimento como rei da Bretanha. Este reconhecimento era tão grande que as tribos em Cambria até vieram ajudar seus filhos contra os romanos e seus aliados britânicos e Cunobelino se tornou um dos maiores heróis dos Bretões pós-Romanos, um conquistador e unificador dos pequenos reinos, algo que os Bretões pós-romanos ou romano-britânicos precisaram extremamente.
ru: Кунобелин был влиятельным правителем Катувеллауны. Римляне упоминают о нем как о короле бриттов. Его владения простирались вокруг города Камулодун (современный Колчестер). Поражение, нанесенное римлянам в битве в Тевтобургском лесу (на территории современной Германии), позволило Кунобелину покорить соседнее племя триновантов, находившихся в союзе с римлянами, однако лишенных их поддержки. Кунобелина, кажется, не волновали планы римлян. Он свободно торговал с ними, подчинил себе некоторых римских союзников и даже отправил своего младшего сына Админия на обучение в римскую провинцию Галлию. Это позволило Админию завести знакомства среди римлян. Отец передал Админию власть над племенем кентаков, населявших Кент. Эта область была ключевой областью римских стратегических и торговых интересов в Британии, и Кунобелин проницательно воспользовался дружбой своего младшего сына с влиятельными римскими и галльскими политиками и торговцами для того, чтобы управлять этим регионом с выгодой для себя. Однако другие его сыновья не питали любви к римлянам. Когда Кунобелин умер от болезни, его сменил его сын Тогодумн, который арестовал, казнил и отправил в изгнание множество людей, симпатизировавших римлянам, включая своего брата Админия и Верика, свергнутого короля атребатов, который использовал свои связи в Римской империи для восстановления своих земель. После того, как Тогодумн пал в сражении с римлянами, его сменил его брат Каратак. Кунобелин был, возможно, самым великим из всех правителей бриттов своего времени. Он завоевал большую часть южной половины Британии (монеты с его изображением чеканились на всей территории современного Уэльса). В начале его правления ему подчинялись только четыре незначительных племени в племенном союзе Катувеллаунов, а к концу своей жизни был признанным королем Британии. Это признание было настолько велико, что даже племена из Кембрии оказывали его сыновьям поддержку в борьбе против римлян и их союзников среди бриттов, а сам Кунобелин почитался бриттами как один из величайших героев, завоеватель и человек, объединивший мелкие королевства - тот, в ком бритты так сильно нуждались в то время.
sv: Kunobelinos (kanske bättre känd av den latinamerikanska formen av Cunobelin) var en kraftfull linjal av Catuvellauni. Han hänvisades till av romarna som kung av britterna. Hans domäner sträckte sig runt staden Kamulodunon (känd som Camulodunum), dagens Colchester. Det romerska nederlaget i striden av Teutoburgskogen (Germania) gjorde det möjligt för Kunobelinos att erövra en angränsande stam, Trinovantes, som var romerska allierade och inte kunde få romerska hjälp. Kunobelinos verkar ha varit likgiltig mot romarna. Han handlade med dem fritt, men hade få bekämpa kända romerska allierade och skickade till och med sin yngste son Adminius som fosterling för att utbildas i romersk Gallien. Detta stod för Adminius vänskap bland romarna. Adminius fick herre över Cantaci, som bebodde Kent, av sin far. Detta område var det primära området för romerska inflytande och handel i Storbritannien, och Kunobelinos observerade sin yngsta sons vänskap med kraftfulla romerska och gallo-romerska politiker och handlare skulle vara till nytta för att administrera regionen. Hans andra söner hade dock ingen kärlek till romarna. När Kunobelinos dog av sjukdom, ersattes han av sin son Togdumnos, som arresterade, avrättades eller utvisade många romerska sympatisörer. Dessa innefattade sin egen broder Adminius och den deponerade Atrebates kungen Verica, som appellerade till sina förbindelser i Romerriket för aide att återhämta sina länder. Togdumnos dog i strid med romarna, och ersattes därefter av sin bror, Karatakos. Det är en ironi att det var hans tredje son som ursprungligen inbjöd denna romerska reprisal. Kunobelinos i sin egen tid var dock möjligen en av de största av alla brittiska kungar. Han erövrade den stora majoriteten av södra hälften av Storbritannien (hans mynt var präglade så långt som gränserna för vad som skulle bli Wales). Han började härska över endast fyra mindre stammar i en konfederation, Catuvellauni, och slutade uppnå erkännande som kung i Storbritannien. Detta erkännande var så stort att stammar i Cambria kom till och med för att hjälpa sina söner mot romarna och deras brittiska allierade, och Kunobelinos hölls upp av de post-romerska britterna som en av deras stora hjältar; en erövrerare och uniter av småkungligheter, något som de post-romerska britterna eller romano-britterna verkligen behövde.
tr: Kunobelinos (belki de daha iyi Cunobelin olarak bilinir), Catuvellauni'nin güçlü bir yöneticisi idi. Romalılar tarafından İngilizlerin Kralı olarak anılıyordu. Etki alanları, modern gün Colchester olan Kamulodunon (Camulodunum) olarak bilinir. Teutoburg Ormanı (Almanya) savaşındaki Roma yenilgisi, Kunobelinos'un, Roma müttefiki olan ve Roma yardımı alamayan komşu bir kabileyi, Trinovantes'i ele geçirmesine izin verdi. Kunobelinos Romalılar için kayıtsız görünüyor. Onlarla özgürce ticaret yaptı, ancak bilinen Roma müttefiklerini boyun eğen birkaç niteliği vardı ve hatta en küçük oğlu Adminius'u Roman Galya'da eğitim görmesi için bir teşvik olarak gönderdi. Bu Adminius'un Romalılar arasındaki dostluğunu açıkladı. Adminius'a Kent'te yaşayan Cantaci'ye babası tarafından lordluk verildi. Bu bölge, İngiltere'de Roma'nın etki ve ticaretinin ana bölgesiydi ve Kunobelinos, en küçük oğlunun güçlü Roma ve Gallo-Romen politikacılarıyla olan dostluğunu ve tüccarların bölgeyi idare etmekte kullanılacağını açıkça gördü. Diğer oğulları da Romalılara sevgisizdi. Kunobelinos hastalıktan öldüğünde, yerini pek çok Roman sempatizanı tutuklayan, idam eden ya da kovan oğlu Togdumnos aldı. Bunların arasında, kendi kardeşi Adminius ve Roma İmparatorluğu'ndaki topraklarına kavuşmalarına yardım etmek için bağlantılarına itiraz eden sınırdışı Atrebates kralı Verica da vardı. Togdumnos, Romalılar ile savaşta öldü ve ardından kardeşi Karatakos yerini aldı. Başlangıçta bu Roma misillemesini davet eden üçüncü oğlu olduğu bir ironi. Kunobelinos kendi zamanında, muhtemelen tüm İngiliz krallarının en iyilerinden biriydi. İngiltere'nin güney yarısının büyük çoğunluğunu fethetti (madeni paraları Galler olacağı sınırlarına kadar basıldı). Bir konfederasyonda, Catuvellauni'de sadece dört küçük kabile üzerinde karar vermeye başladı ve İngiltere kralı olarak tanınmasını sağladı. Bu tanıma o kadar harikaydı ki Kambriya'daki kabileler, oğullarına Romalılara ve İngiliz müttefilerine karşı yardım etmeye bile geldiler ve Kunobelinos, Roma sonrası Britanyalılar tarafından büyük kahramanlarından biri olarak tutuldu; fatihi ve küçük krallıkların birimi, Roma sonrası Britanyalılar veya Romano-İngilizlerin şiddetle ihtiyaç duyduğu bir şey.
uk: Кунобелін був могутнім правителем племені катувеллаунів. Римляни згадують його, як короля бритів. Володіння Кунобеліна простягалися навколо міста Камулодуна, нині Колчестер. Перемога над римлянами у Тевтобурзькому лісі (Німеччина) дозволила Кунобеліну підкорити місцеве плем'я триновантів - союзників Риму, які не могли на той час отримати від нього допомогу. Кунобелін нейтрально ставився до римлян. Він вільно вів торгівлю з ними, проте іноді мав суперечки через підкорення племен, які вважалися союзниками Риму. Свого молодшого сина, Адмінія, він відправив на навчання до Римської Галлії. Це дозволило Адмінію завести друзів серед римлян. Згодом батько передав Адмінію у володіння плем'я кантаків, які населяли Кент. Цей регіон зазнав найбільшого впливу з боку Риму, найактивніша торгівля велася саме тут. Тому Кунобелін зробив далекоглядне припущення, що дружба його молодшого сина з римськими та галло-римськими політиками і торговцями може допомогти у керуванні регіоном. Але інші його сини не мали симпатії до римлян. Після смерті Кунобеліна від хвороби, королем став його син Тугодумн, який арештовував, страчував чи виганяв зі своїх володінь численних прихильників Риму. Такої долі зазнали його власний брат Адміній і повалений король атебатів Веріка, які намагалися використати свої зв'язки у Римській імперії, щоб повернути втрачені землі. Тугодумн загинув у битві з римлянами, престол посів його брат Каратак. Іронія історії у тому, що дії його третього сина викликали збройний напад римлян. Кунобелін свого часу був, мабуть, одним з найславетніших королів бритів. Він підкорив більшу частину південної половини Британії (його монети карбувалися аж до території сучасного Уельсу). На початку свого правління Кунобелін очолював конфедерацію чотирьох невеликих племен, катувеллаунів, але потім досяг визнання королем Британії. Це визнання було настільки велике, що племена у Камбрії навіть приходили на допомогу його синам у боротьбі проти римлян і тих британців, які були їхніми союзниками. У післяримську добу брити вважали Кунобеліна одним із найбільших своїх героїв, адже він підкорював і об'єднував невеликі королівства - саме те, чого прагнули построманські брити або романо-британці.
zh: 柯诺布林（由拉丁化形式的Cunobelin转化而成）是卡图维劳尼族一位强大的统治者。
