Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Solon brought in a new system of weights and measures, fathers were encouraged to find trades for their sons. Economic technologies −10% resource costs.
af: Solon het 'n nuwe maatstelsel ingestel, vaders was aangemoedig om aambagte vir hulle seuns te vind. Ekonomiese tegnologieë -10% hulpbron kostes.
ar: سولون أدخل نظامًا جديدًا للأوزان والمقاييس، وتم تشجيع الآباء على إيجاد حرف لأبنائهم. تقنية اقتصادية - تقليل 10٪ من تكاليف الموارد.
ast: Solon afitou un nuövu systema de pesos & medidɐs; afalou a que los pais formassen los filyos n un officio. Téchnicɐs económicɐs: costos in recursos −10%.
bg: Солон въвежда нова система от мерки и теглилки, бащите са насърчавани да намерят занаят за синовете си. Икономически технологии −10% разходи за ресурси.
ca: Soló va introduir un nou sistema de pesos i mesures, i encoratjava els pares a trobar oficis per als seus fills. −10% al cost de les tecnologies econòmiques.
cs: Solón přinesl nový systém vah a měr. Otcové byli podporováni při hledání obchodů pro své syny. Ekonomické technologie -10 % z ceny.
da: Solon indførte et nyt system af vægt- og måleenheder, fædre opfordredes til at finde erhverv til deres sønner. Økonomiske teknologier -10% ressourceomkostninger.
de: Solon führte ein neues System für Gewichte und Maßeinheiten ein, Väter wurden ermuntert, Berufe für ihre Söhne zu finden.
es: Solón ideó un nuevo sistema de pesos y medidas, los padres fueron animados a encontrar comerciantes para formar a sus hijos. Tecnologías económicas (Coste de recursos: −10%).
eu: Solonek pisu eta neurri sistema berri sartu zuen, gurasoak umeak lanbide bat ikas zezaten bultzatu ziren. Ekonomi teknologien % 10- baliabide kostuan.
fa: سولون سیستم جدید وزن ها و سنجش ها را راه اندازی کرد و پدران را تشویق کرد که برای پسرانشان تجارت جدید ایجاد کنند. -10% هزینه برای فناوری های اقتصادی
fi: Solon otti käyttöön uuden paino- ja mittajärjestelmän, ja isiä kannustettiin etsimään pojilleen ammatteja. Talousteknologioille -10 % resurssikustannuksia.
fr: Solon apporta un nouveau système des poids et mesures, les pères étaient encouragés à trouver des métiers pour leurs fils. Réduit le coût des ressources des technologies économiques de 10 %.
gl: Solón introduciu un novo sistema de pesos e medidas, animou aos pais a atopar oficios para os seus fillos. -10% nos custos de recursos de tecnoloxías económicas.
hi: सोलन माप-तोल की एक नई व्यवस्था लाए, जिसमें पिताओं को अपने पुत्रों के लिए व्यापार ढूंढने के लिए प्रोत्साहित किया जाता था। आर्थिक तकनिकों का संसाधन खर्च : -१०%
hu: Szolón új súly- és mértékrendszert vezetett be, az apákat pedig arra ösztönözte, hogy fiaiknak szakmát találjanak. −10% nyersanyagigény a gazdasági fejlesztéseknek
hy: Սոլոնը ներկայացրեց զանգվածների և չափումների նոր համակարգ, հայրերը խրախուսվեցին իրենց որդիների համար փնտրել մասնագիտություն։ -10% տնտեսական տեխնոլոգիաների ռեսուրսային արժեքին։
id: Solon membawa sistem baru untuk berat dan ukuran, para ayah didorong untuk menemukan dagangan bagi anak-anaknya. Teknologi ekonomi −10% biaya sumberdaya.
it: Solon importò un nuovo sistema di pesi e misure, e i padri furono incoraggiati a trovare commerci per i loro figli. −10% costi per le tecnologie economiche.
ja: ソロンは新しい度量衡制度を導入し、父親は息子のために商売を見つけることを奨励しました。 経済技術の資源コスト-10％
ko: 솔론은 새로운 무게와 측정 시스템을 도입했고, 아버지들은 그들의 아들을 위한 거래를 찾도록 격려 받았습니다. 경제 기술 비용이 -10% 감소합니다.
ku: Solon pergalek nû ya giranî û pîvanan anî, bav hatin teşwîq kirin ku ji bo kurên xwe bazirganiyê bibînin. Teknolojiyên aborî −10% lêçûnên çavkaniyê.
nl: Solon voerde een nieuw systeem van maten en gewichten in, vaders werden aangemoedigd om hun zonen een vak te leren. Economische technologieën kosten -10% grondstoffen.
pl: Solon wprowadził nowy system miar, ojcowie byli zachęcani, by szukać fachu dla swych synów. Wszystkie ekonomiczne technologie kosztują -10%.
pt_br: Sólon trouxe um novo sistema de pesos e medidas, e os pais foram encorajados a encontrar negócios para seus filhos. Tecnologias econômicas custam −10% de recursos.
pt_pt: Sólon introduziu um novo sistema de pesos e medidas, os pais foram encorajados a encontrar profissões para os seus filhos. Tecnologias económicas custam −10% em recursos.
ro: Solon a introdus un nou sistem de greutăți și măsuri, iar tații au fost încurajați să găsească meserii pentru fiii lor. Tehnologii economice -10% costuri de resurse.
ru: Солон ввёл новую систему мер и весов. -10% к стоимости исследования экономических технологий.
sk: Solón priniesol nový systém váh a mier, otcovia boli podporovaní v hľadaní remesiel pre svojich synov. Ekonomické technológie -10% ceny.
sr: Солон је унео нови систем тежине и мера, очеви су охрабљени да пронађу занате за своје синове. Економске технологије -10% цена ресурса.
sv: Solon tog in ett nytt system av vikter och mått, fäder uppmuntrades att hitta yrken åt sina söner. Ekonomisk teknik −10% resurskostnader.
tr: Solon yeni bir ağırlık ve ölçü sistemi getirdi, babalar oğulları için zanaat bulmaya teşvik edildi. Ekonomik teknolojiler −%10 kaynak maliyeti.
uk: Солон упровадив нову систему зважування та вимірювання, отці були заохочені знайти і викупити своїх, проданих за борги, синів. Економічні технології потребують −10% ресурсних витрат.
ur: اقتصادی ٹیکنالوجی − 10 وسائل کے اخراجات
zh: 梭伦带来了新的衡量体系，鼓励父亲们为儿子们找到好的交易。 经济技术研究时间 -10%.
zh_tw: 梭倫引進了新的度量衡體系，鼓勵父親為兒子尋找交易。 經濟科技 -10% 資源成本。

source: Seeing entrenched defense to be useless against the Roman army, Cassivellaunus resorted to guerrilla tactics. This was later employed by other chieftains too. Soldiers +15% movement speed and +15% vision range.
af: Met die sien dat verskanste verdediging nutteloos teen die Romeinse weermag was, het Cassivellaunus besluit om guerilla taktiek toe te pas. Dit was later ook deur ander opperhoofde gebruik. Soldate +15% bewegingspoed en +15% sigafstand.
ar: رؤية الدفاع المتمركز عقبة بلا جدوى أمام جيش الرومان، لجأ كاسيفيلانوس إلى تكتيكات الحرب الغير تقليدية. تم استخدام هذا الأسلوب لاحقًا أيضًا من قبل قادة آخرين. زيادة سرعة حركة الجنود بنسبة 15% وزيادة نطاق الرؤية بنسبة 15%.
ast: a l indelgar que nun tornaba l exércitu romanu a la defensiva, Cassivellauno valiu-se de la guerra de guerrillɐs. Lo miesmo fezhierun más sero outros cabeçaleiros. Soldados: velocidá de movemiento +15% campu visual +15%.
bg: Виждайки, че укрепената защита е безполезна срещу римската армия, Касивелаун прибягва до партизанска тактика. По-късно това беше използвано и от други вождове. Войниците +15% скорост на движение и +15% обсег на видимост.
ca: En veure que la defensa atrinxerada era inútil contra l'exèrcit romà, Cassivelaune va recórrer a tàctiques guerrilleres. Més endavant, també van ser emprades per altres cabdills. +15% a la velocitat de moviment i camp visual per a tots els soldats.
cs: Když Cassivellaunus zjistil, že zákopy jsou proti římské armádě nepoužitelné, uchýlil se k partyzánským taktikám. Tento způsob boje byl později použit i jinými náčelníky. Vojáci +15 % k rychlosti pohybu a +15 % k dohledu.
da: Da Cassivellaunus så, at nedgravede forsvar var ubrugelige imod den romerske hær, gik han over til guerillataktikker. Dette blev senere også taget i brug af andre høvdinge. Soldater +15% bevægelseshastighed og +15% synsrækkevidde.
de: Cassivellaunus griff auf Guerillataktik zurück, als er sah, dass Befestigungen gegen die römische Armee nutzlos waren. Das wurde später von anderen Stammesfürsten auch angewendet. Soldaten +15 % Bewegungsgeschwindigkeit und +15 % Sichtweite.
es: Viendo que la defensa clásica era inútil contra el ejército romano, Casivelono recurrió a tácticas de guerrilla. Más tarde otros jefes tribales harían lo mísmo. Soldados (Velocidad: +15%; Campo de visión: +15%).
eu: Errotutako babesa Erromatarren kontra alferrikakoa zela ikusirik, Cassivellaunusek gerrilla taktiketara jo zuen. Aurrerago beste nagusi batzuk era erabili zuten. Soldaduek % 15+ mugimendu abiaduran eta ikusmen-irismenean.
fa: کاسیولاونوس که دفاع مستحکم را در برابر ارتش روم بی فایده می دید، به تاکتیک های چریکی متوسل شد. این بعداً توسط سرداران دیگر نیز به کار گرفته شد. سربازان +15٪ سرعت حرکت و +15٪ محدوده دید.
fi: Koska Cassivellaunus katsoi, että linnoittautumiseen perustuva puolustus oli hyödytöntä Rooman armeijaa vastaan, hän turvautui sissitaktiikkaan. Tätä käyttivät myöhemmin myös muut päälliköt. Sotilaille +15 % liikkumisnopeus ja +15 % näköalue.
fr: En voyant qu'une défense retranchée était inutile contre l’armée romaine, Cassivellaunus a eu recours à des tactiques de guérilla. Elles furent réutilisées plus tard par d'autres chefs de clan. Augmente la vitesse de déplacement de +15 % et le champ de vision de l'infanterie de +15 %.
gl: Ao ver que a defensa atrincheirada era inútil contra o exército romano, Cassivellaunus recorreu a tácticas de guerrilla. Isto foi posteriormente empregado por outros Caciques tamén. +15% velocidade de movemento de Soldados e +15% na amplitude do rango de visión.
hi: ये देखने के बाद कि किलाबंद बचाव रोमऩ सेना के समक्ष बेकार है, केसिविलोनस़ ने छापामार रणनीति का सहारा लिया। इसे बाद में अन्य सरदारों ने भी अपनाया। सैनिििकों की चलने की गति और दृष्टि सीमा +१५%
hu: Azt látva, hogy a körülárkolt védelem hasztalan a római hadsereg ellen, Cassivellaunus gerilla taktikához folyamodott. Ezt később más törzsfőnökök is bevetették. +15% mozgási sebesség és látóhatár minden katonánál.
hy: Տեսնելով, որ ամրացված պաշտպանությունն անօգուտ է հռոմեական բանակի դեմ, Կասսիվելաունուսը դիմեց պարտիզանական մարտավարության: Այն հետագայում գործածեցին նաև այլ զորավարներ: +15% զինվորների արագությանը և տեսադաշտին։
id: Melihat pertahanan berparit tidak berguna melawan tentara Romawi, Cassivellaunus menggunakan taktik gerilya. Taktik ini kemudian digunakan oleh kepala suku lain juga. Prajurit +15% laju gerak dan +15% jarak pandang.
it: Vedendo che le difese trincerate erano inutili contro i Romani, Cassivellauno si rivolse alle tattiche di guerriglia, in seguito sviluppata anche da altri capi tribù. +15% velocità e visione per tutti i soldati.
ja: ローマ軍に対抗するためには、強固な防御は役に立たないと考えたカッシウェラウヌスは、ゲリラ的な戦術をとりました。これは後に他の酋長にも採用されました。 兵士の移動速度+15％、視界+15％。
ko: 로마 군대에 대항하여 고착된 방어가 무용지물이 되는 것을 본 카시벨라누스는 게릴라 전술에 의지했습니다. 이것은 나중에 다른 수장들에게도 고용되었습니다. 병사들이 이동 속도와 시야 범위가 +15% 증가합니다.
ku: Cassivellaunus dît ku berevaniya domdar li hember artêşa Romayê bêkêr e, serî li taktîkên gerîlla da. Ev paşê ji hêla serekên din ve jî hate xebitandin. Leşker +15% leza tevgerê û +15% rêjeya dîtinê.
nl: Toen hij merkte dat loopgraven nutteloos waren tegen de Romeinen, ging Cassivellanus over op guerillatactieken. Dit werd later overgenomen door andere krijgsheren. Soldaten +15% snelheid en +15% gezichtsveld.
pl: Widząc, że okopane umocnienia są bezużyteczne przeciwko armii rzymskiej, Cassivelaunus przerzucił się na taktykę partyzancką. Później robili tak również inni wodzowie. +15% szybkości ruchu i zasięgu widzenia dla wszystkich żołnierzy.
pt_br: Vendo a defesa entrincheirada ser inútil contra o exército Romano, Cassivelauno recorreu a táticas de guerrilha. Isto foi empregado mais tarde por outros chefes também. Soldados têm +15% de velocidade de movimento e alcance de visão.
pt_pt: Vendo a defesa entrincheirada a ser inútil contra o exército romano, Cassivelauno recorreu a táticas de guerrilha. Estas também foram empregues mais tarde por outros líderes. Soldados +15% velocidade de movimento e +15 alcance de visão.
ro: Văzând că apărarea în tranșee este inutilă împotriva armatei romane, Cassivellaunus a recurs la tactici de gherilă. Aceasta a fost folosită mai târziu și de alte căpetenii. Soldați +15% viteză de mișcare și +15% câmp vizual.
ru: Осознав, что оборона укреплений бесполезна в сражениях против римской армии, Кассивелаун прибегнул к партизанской тактике. Позднее её переняли и другие вожди. +15 к скорости передвижения и дальности обзора воинов.
sk: Keď Cassivellaunus zistil, že zákopy sú proti rímskej armáde zbytočné, uchýlil sa k partizánskym taktikám. Takýto spôsob boja bol neskôr vedený aj ostatnými náčelníkmi. Vojaci +15% rýchlosť pohybu a +15% dohľad.
sr: Изгледа да је укорењена одбрана бескорисна против Римске војске, Касивелаун је прибегао герилској тактици. Ово су касније применили други владари такође. Војници +15% брзина кретања и +15% опсег видљивости.
sv: När Cassivellaunus såg att förankrat försvar var värdelöst genemot den romerska armén tilltog han gerillakrigföring. Detta användes också senare av andra hövdingar. Soldater +15% rörelsehastighet och +15% synomfång
tr: Yerleşik savunmanın Roma ordusuna karşı yararsız olduğunu gören Cassivellaunus, gerilla taktiklerini kullandı. Bu daha sonra başka şefler tarafından da kullanıldı. Askerler + 15% hareket hızı ve +15% görüş menzili.
uk: Бачачи, що тактика укріплень траншеями не приносить успіху проти римської армії, Кассівелаун вдався до партизанських тактик боротьби. Пізніше це також знайшло застосування й серед інших вождів. Солдати мають +15% швидкості руху та +15% дистанції зору.
ur: فوجی +15 نقل و حرکت کی رفتار اور +15 حدنگاہ
zh: 看到固守战术对罗马军队毫无用处，卡西维拉努斯采用了游击战术.后来又被其他将军所采用. 为所有士兵 +15% 速率和视野.
zh_tw: 看到堅強的防守對羅馬軍隊毫無用處，卡西維拉努斯採用了游擊戰術。後來又被其他將軍所採用。 士兵 +15% 移動速度並 +15% 視野。

source: Guerrilla Tactics
af: Guerrilla Taktiek
ar: تكتيك حرب العصابات
ast: Guerra de guerrillɐs
bg: Партизански тактики
bn: গেরিলা কৌশল
br: Taktikel Gerilha
ca: Tàctiques de guerrilla
cs: Partyzánské taktiky
da: Guerillataktikker
de: Guerillataktiken
el: Τακτικές Ανταρτών
es: Tácticas de guerrilla
es_ar: Tácticas de Guerrilla
eu: Gerrilla Taktikak
fa: جنگ چریکی
fi: Sissitaktiikat
fr: Tactiques de guérilla
ga: Teaicticí Treallchogaíochta
gd: Innleachdan guerrilla
gl: Tácticas de guerrilla
he: טקטיקות גרילה
hi: छापामार युद्धशैली
hu: Gerilla taktika
hy: Պարտիզանական մարտավարություն
id: Taktik Gerilya
it: Tattiche di Guerriglia
ja: ゲリラ戦術
ko: 게릴라 전술
ku: Taktîkên Gerîla
lb: Guerrillataktiken
ms: Taktik Gerila
nb: Geriljataktikk
nl: Guerrilla Tactieken
pl: Taktyka Partyzancka
pt_br: Táticas de Guerrilha
pt_pt: Táticas de guerrilha
ro: Tactici de gherilă
ru: Партизанская тактика
sk: Partizánske taktiky
sr: Герилска Тактика
sv: Gerilla Taktik
tr: Gerilla Taktikleri
uk: Партизанські тактики
ur: گوریلا حکمت عملی
zh: 游击战术
zh_tw: 游擊戰術

source: Skirmisher Harassment
af: Skermutselaar Teistering
ar: المناوش المزعج
ast: Forfugon
bg: Копиехвъргачески тормоз
bn: বিছিন্ন সংঘর্ষ
br: Harellerezh an Dennataerien
ca: Tàctiques de guerrilla
cs: Dotírání harcovníků
da: Lejechikane
de: Plänklerstörmanöver
el: Παρενόχληση Ακροβοληστή
es: Terror del escaramucero
es_ar: Hostigamiento de Escaramuzadores
eu: Xaxatzailearen jazarpena
fa: حمله نیزه انداز
fi: Kahakoijien häirintä
fr: Harcèlement de tirailleurs
ga: Cluicheadh na Scirmiseoirí
gd: Sàrachadh streupa
gl: Hostigamento do escaramuzador
he: התנצלות
hi: लड़ाकू से परेशानी
hu: Zaklató csatárok
hy: Առաջնագծի նիզականետների ծաղրանք
id: Gangguan Penskirmis
it: Incursori Schermidori
ja: スカーミッシャーハラスメント
ko: 척후병의 고민거리
ku: Tacîza Nêçîrvanan
ms: Gangguan Askar Peninjau
nb: Fortropp-trakassering
nl: Speerwerper Intimidatie
pl: Nękanie Oszczepnikami
pt_br: Perseguição dos Escaramuçadores
pt_pt: Perseguição dos escaramuçadores
ro: Hărțuială Tirailor
ru: Беспокоящие застрельщики
sk: Obťažovanie harcovníkmi
sr: Узнемиравање окршаја
sv: Skärmytsling Trakasserier
te: చిన్న సైన్యం యొక్క వేధింపులు
tr: Avcı Taciz Ateşi
uk: Переслідування застрільником
ur: جھگڑا کرنے والا ہراساں کرن
zh: 散兵骚扰
zh_tw: 散兵騷擾

source: Cassivellaunus deployed fast-moving skirmishers to harass Roman troops and foragers. Javelineers +20% attack range.
ar: تمركز كاسيفيلاونوس جنودًا متحركين بسرعة لمضايقة القوات الرومانية والمستغلين. جافلينيرز مع زيادة قدرة الهجوم بنسبة 20%.
ast: Cassivellauno mandou excursores a aforfugare los mílites & colyedores romanos. Llanciadores: algame offensivu +20%.
bg: Касивелаун изпратил лесно подвижни копиехвъргачи, които да тормозят римските войници и фермери. Копиехвъргачи: +20% обхват на атаката.
ca: Cassivelaune utilitzava tropes lleugeres per perseguir els exèrcits i recol·lectors romans. +20% d'abast per als soldats amb javelina.
cs: Cassivellaunus nasadil rychle se pohybující se harcovníky, aby obtěžovali římské jednotky a sběrače. Oštěpáři +20 % k dosahu útoku.
da: Cassivellaunus udstationerede hurtige lejesoldater, til at chikanere romerske soldater og landmænd. Spydkastere +20% angrebsrækkevidde.
de: Cassivellaunus stellte flinke Plänkler auf, um die römischen Truppen und Sammler zu bedrängen. Speerwerfer +20 % Reichweite.
es: Casivelono desplegó rápidos escaramuceros para hostigar a las tropas y recolectores romanos. Soldados con jabalina (Alcance: +20%).
fa: کاسیولانوس جنگ جویان سریع را مستقر کرد تا سربازان رومی و جویندگان را آزار و اذیت کند. +20% شعاع حمله نیزه داران.
fi: Cassivellaunus käytti nopeasti liikkuvia vartijoita häiritsemään roomalaisia joukkoja ja metsästäjiä. Keihäänheittäjille +20 % hyökkäysetäisyys.
fr: Cassivellaunus a déployé des tirailleurs rapides pour attaquer les troupes romaines et les cueilleurs. +20 % d'attaque à distance pour les javeliniers.
gl: Cassivellaunus despregou hostigadores de movemento rápido para acosar as tropas romanas e os foraxidos. +20% no rango de ataque de Lanceiros.
hi: केसिविलोनस़ ने गतिशील लड़ाकों को रोमक दस्तों और लोहारों को परेशान करने के लिए उतारा। भालाफेंंक सैनिकों की मारक दूरी +20%
hu: Cassivellaunus gyorsan mozgó csatárokat vetett be, hogy zaklassák a római csapatokat és gyűjtögetőket. +20% támadási hatótávolság a gerelyeseknek.
hy: Կասսիվելաունուսը տեղակայեց առաջնագծի արագաշարժ նիզականետեր՝ հռոմեական զինվորներին և սննդի հայթայթիչներին ծաղրելու համար։ +20% տեգավորների հեռահարությանը։
id: Cassivellaunus mengerahkan penskirmis yang bergerak cepat untuk mengganggu prajurit dan pemburu Romawi. Pelembing +20% jarak serang.
it: Cassivellaunus dispiegò veloci scaramucce per infastidire le truppe romane e i cercatori di cibo. Giavellottieri +20% raggio di attacco.
ja: カッシウェラウヌスは、動きの速い小隊を配置して、ローマ軍や採集者に嫌がらせをしました。 投槍兵の射程+20%
ku: Cassivellaunus ji bo çewisandina leşkerên Romayî û fêkiyan, şerkerên bilez bi cih kirin. Tîrvanan re +20% range êrîşê.
nl: Cassivellaunus liet mobiele speerwerpers de Romeinse troepen en plunderaars bestoken. Speerwerpers +20% aanvalsbereik.
pl: Cassivellanus wyszkolił szybko przemieszczających się oszczepników, by nękać rzymskich żołnierzy i furażerów. Oszczepnicy +20% zasięgu ataku.
pt_br: Cassivelauno implementou movimentos rápidos para escaramuçadores, para perseguir tropas e forrageadores Romanos. Escaramuçadores têm +20% de alcance de ataque.
pt_pt: Cassivelauno mobilizou escaramuçadores velozes para perseguirem as tropas e forrageadores romanos. Guerreiros com lanças +20% distância de ataque.
ro: Cassivellaunus a desfășurat luptători cu mișcări rapide pentru a hărțui trupele romane și pe cei care căutau hrană. Javelineers +20% rază de atac.
ru: Кассивелаун применял мобильных застрельщиков чтобы беспокоить римских воинов и фуражиров. Дротометатели получают +20% к дальности.
sk: Cassivellaunus nasadil rýchlo sa pohybujúcich harcovníkov aby obťažovali rímske jednotky a zberačov. Oštepári +20% dosah útoku.
sr: Касивелаун је послао брзо-покретне стрелце да узнемире Римске трупе и храну. Копљаници +20% домет напада.
sv: Cassivelaunus använde tiraljörer för att ansätta romerska trupper. Spjutskyttar +20% attackräckvidd.
tr: Cassivellaunus, Romalı birliklerini ve gıda toplayıcıları taciz etmek için hızlı hareket eden avcı erleri görevlendirdi. Ciritçiler +20% saldırı menzili.
uk: Кассівелаун застосовував швидких застрільників, щоб переслідувати римські війська та фуражирів. Метальники списа мають +20% дистанції атаки.
ur: نیزہبان +20 حملے کی حد
zh: 卡西维拉努斯部署了其疾如风的散兵，以偷袭罗马的军队和辎重。 标枪兵射程 +20%.
zh_tw: 卡西維拉努斯部署了快速移動的散兵部隊偷襲羅馬軍隊與輜重。 標槍兵 +20% 攻擊範圍。

source: Commander of Heavy Cavalry
af: Bevelvoerder van Swaargewapende Kavallerie
ar: قائد سلاح الفرسان الثقيلة
ast: Mandon de la caballería pesada
bg: Командир на тежка конница
bn: ভারী অশ্বারোহীদের সেনাপতি
br: Komandant ar Varc'hegerezh-Pounner
ca: Comandant de cavalleria pesada
cs: Velitel těžké jízdy
da: Befalingsmand over Tungt Kavaleri
de: Anführer der schweren Kavallerie
el: Αρχηγός του Βαρύ Ιππικού
es: Comandante de caballería pesada
es_ar: Comandante de Caballería Pesada
eu: Zalditeria Astunaren Komandantea
fa: فرمانده سواره نظام سنگین اسلحه
fi: Raskaan ratsuväen komentaja
fr: Commandant de la Cavalerie Lourde
ga: Ceannasaí an Mharcshlua Trom
gd: Ceannard eachraidh thruim
gl: Comandante de cabalería pesada
he: מפקד חיל הפרשים הכבד
hi: भीमकाय अश्वसेना का सेनापति
hu: A nehézlovasság parancsnoka
hy: Ծանր հեծելազորի հրամանատար
id: Komandan Kavaleri Berat
it: Comandante di Cavalleria Pesante
ja: 重騎兵の司令官
ko: 중갑 기마 사령관
ku: Fermandarê Siwarên Giran
lb: Kommandant vun der schwéierer Kavallerie
ms: Komander Askar Berkuda Berat
nb: Kommandør av tungt kavaleri
nl: Commandant Zware Cavalerie
pl: Dowódca Ciężkiej Kawalerii
pt_br: Comandante de Cavalaria Pesada
pt_pt: Comandante da cavalaria pesada
ro: Comandantul cavaleriei grele
ru: Командир тяжёлой конницы
sk: Veliteľ ťažkej jazdy
sr: Командир Тешке Коњице
sv: Befälhavare över Tunga Kavalleriet
te: బారి గుర్రపు సైనకు ఆజ్ఞాపించువాడు
tr: Ağır Süvari Komutanı
uk: Командир важкої кавалерії
ur: ہبھاری گهڑ سوار فوج کا سپّہ سالار
zh: 骑兵长官
zh_tw: 重騎兵指揮官
