Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Players start around a gulf dotted with small islands. The Gulf of Bothnia is the northernmost arm of the Baltic Sea.
ast: Los jogadores intamɐn a veirɐs d’un golfu alleiradu d’islhinɐs. El golfu de Bothnia ye l braçu septentrional de l mare Báltico.
bg: Играчите започват по бреговете на залив, осеян с малки острови. Ботническият залив е в най-северната част на Балтийско море.
br: Ar c'hoarierien a loc'h war-dro ur pleg-mor dastrewet gant inizi bihan. Pleg-mor Botnia a vez brec'h ar Mor baltek an hini d'ar muiañ en hanternoz.
ca: Els jugadors comencen vora el golf dotat d'illetes. El golf de Bòtnia és el punt més al nord del mar Bàltic.
cs: Hráči začínají okolo mořského zálivu posetého malými ostrovy. Botnický záliv je nejsevernějším ramenem Baltského moře.
da: Spillerne starter omkring en havbugt med spredte småøer. Den Botniske bugt er den nordligste del af det Baltiske hav.
de: Die Spieler beginnen um einen mit kleinen Inseln übersäten Golf. Der Bottnische Meerbusen ist der nördlichste Arm der Ostsee.
el: Οι παίκτες ξεκινούν γύρω από ένα κόλπο διάσπαρτο με μικρά νησιά. Ο Βοθνίακος κόλπος είναι ο βορειότερος βραχίονας της Βαλτικής θάλασσας.
es: Los jugadores comienzan alrededor de un golfo salpicado de pequeñas islas. El Golfo de Botnia es el brazo más septentrional del Mar Báltico.
eu: Jokalariak uharte txikiz beteriko golko batetik hasten dira. Botniako golkoa Itsaso Baltiko iparralderen dagoen besoa da.
fa: بازیکن ها بازی را رد اطراف یک خلیج با جزایر کوچک آغاز می کنند. خلیج بوتنی در شمالی ترین بخش دریای بالتیک قرار دارد
fi: Pelaajat aloittavat ympäri saarten täplittämää lahtea. Pohjanlahti on itämeren pohjoisin osa.
fr: Les joueurs commencent autour d'un golfe parsemé de petites îles. Le golfe de Botnie est le bras le plus au nord de la mer Baltique.
ga: Tosaíonn na himreoirí ar timpeall murascaille le hoileáin bheaga ina mheasc. Is é Camas na Boitne é an cuid is thuaidh don Mhuir Baltach.
gd: Tòisichidh na cluicheadairean air oirthir camais sa bheil eileanan beaga. ’S e am meur as fhaide tuath aig a’ Mhuir Bhaltach a tha sa Chamas Bhotnach.
hu: A játékosok egy kis szigetekkel tarkított tengeröböl mentén kezdenek. A Botteni-öböl a Balti-tenger legészakibb nyúlványa.
id: Pemain mulai di sekitar teluk dengan pulau-pulau kecil di sekitarnya. Teluk Bothnia berada di ujung utara Laut Baltik
it: I giocatori iniziano intorno a un golfo costellato di piccole isole. Il Golfo di Botnia è il braccio settentrionale del Mar Baltico.
ja: プレイヤーは小島が点在する湾の周辺から開始します。 ボスニア湾はバルト海の枝分かれした湾の中で一番北のものです。
ko: 플레이어들은 작은 섬들로 둘러 싸인 만을 중심으로 시작합니다. 보트니아만은 발트해의 최북단 팔입니다.
ms: Pemain bermula disekitar teluk dengan beberapa pulau kecil. Teluk Bothnia adalah jaluran laut Baltik yang paling utara.
nb: Spillerne starter rundt en gulf bestrødd med små øyer. Bottenvika er den nordligste bukten i Østersjøen.
nl: Spelers starten rond een golf met kleine eilandjes. De Bothnische Golf is de noordelijke arm van de Baltische Zee.
pl: Gracze rozpoczynają w pobliżu zatoki usianej wieloma małymi wyspami. Zatoka Botnicka jest wysuniętą najbardziej na północ częścią Morza Bałtyckiego.
pt_br: Os jogadores começam em torno de um Golfo pontilhado de pequenas ilhas. O Golfo de Bótnia é o braço mais ao norte do mar Báltico.
pt_pt: Os jogadores começam à volta de um golfo com muitas pequenas ilhas. O Golfo de Bótnia é o braço norte do mar Báltico.
ru: Игроки начинают вокруг залива с мелкими островами. Ботнический залив является самым северным рукавом Балтийского моря.
sk: Hráči začínajú okolo zálivu, po ktorom sú roztrúsené ostrovčeky. Botnický záliv je najsevernejšie rameno Baltského mora.
sr: Играчи почињу на ободу залива начичканом острвцима. Ботнијски залив представља најсевернији део Балтичког мора.
sv: Spelarna börjar runt en golf prickad med små öar. Bottniska viken är den nordligaste armen av Östersjön.
tr: Oyuncular küçük adalar ile bezenmiş bir körfez çevresinde başlar. Bothnia Körfezi Baltık Denizinin kuzeydeki koludur.
uk: Гравці починають навколо затоки, що всіяна невеликими островами. Ботнічна затока є найпівнічнішою частиною Балтійського моря.
vi: Những người chơi bắt đầu xung quanh một vịnh biển gồm rải rác những hòn đảo nhỏ. Vịnh Bothnia là cánh tay về phía bắc của biển Baltic.
zh: 玩家开局位于散布着许多小岛的海湾处。 波的尼亚湾是波罗的海最北边延伸出来的海湾。
zh_tw: 玩家在一個散佈著許多小島的海灣開始遊戲。 波的尼亞灣是波羅的海最北邊延伸出來的海灣。

source: Gulf of Bothnia
ast: Golfu de Bothnia
bg: Ботнически залив
br: Pleg-mor Botnia
ca: Golf de Bòtnia
cs: Botnický záliv
da: Botniske Bugt
de: Bottnischer Meerbusen
el: Κόλπος της Βοθνίας
es: Golfo de Botnia
eu: Botniako Golkoa
fa: خلیج بوتنی
fi: Pohjanlahti
fr: Golfe de Botnie
ga: Camas na Boitne
gd: An Camas Botnach
hu: Botteni-öböl
id: Teluk Bothnia
it: Golfo di Botnia
ja: ボスニア湾
ko: 보트니아 만
ms: Teluk Bothnia
nb: Bottenviken
nl: Botnische Golf
pl: Zatoka Botnicka
pt_br: Golfo de Bótnia
pt_pt: Golfo de Bótnia
ru: Ботнический залив
sk: Botnický záliv
sr: Ботнијски залив
sv: Bottniska viken
tr: Botni Körfezi
uk: Ботнічна затока
vi: Vinh Bothnia
zh: 波的尼亚湾
zh_tw: 波的尼亞灣

source: Players start with some light fishing opportunities in the calm waters of a sheltered harbor. A large bounty of seafood lays beyond the protective cliffs in the deep ocean. Small passages at the base of the cliffs make for tight fighting and easy fortification. Will you fight your way through the narrow passageways or take to the sea?
ast: Los jogadores intamɐn cabo l’agua sele d’un puörtu pobladu de ribacion. Ha hi más peixe mare a dientro, aculló de l abrigo de los cantiles, & los congostos a l piei de los cantiles son bonos de defender & fortificar. ¿Vas travessar los congostos ou llanciate a l mare?
bg: Играчите започват близо до спокойните води на естествено защитено пристанище, с условия за слабо развитие на риболов.В дълбоките води на океана зад високите защитни скали може да бъде намерено изобилие от морска храна. Малките проходи в подножието на скалите позволяват лесен риболов и изграждане на укрепления. Ще пробиете ли път през тесните проходи или ще изберете да се биете в морето?
br: Ar c'hoarierien a gomañs gant un nebeudig a chañsoù pesketa e dourioù sioul ur porzh goudoret. Ur bern boued-mor a zo lakaet a-hont d'an tornaodoù gwarezek er meurvor don. An tremenoù bihan e diaz an tornaodoù a sav kreñvlec'hioù aes ha brezeliek. Stourm a ri a-enep da hent a-dreuz an tremenoù strizh pe ez i d'ar mor?
ca: Els jugadors comencen amb algunes oportunitats de pesca en aigües tranquil·les d'un port protegit. Una gran quantitat de marisc es troba més enllà dels penya-segats protectors de l'oceà profund. Hi ha petits passatges als peus dels penya-segats per a enfrontaments i la fortificació. Us obrireu camí pels estrets passatges o prendreu el mar?
cs: Hráči začínají s několika příležitostmi k rybaření v klidných vodách chráněného přístavu. Množství mořských plodů leží za ochrannými útesy v hlubokém oceánu. Úzké průsmyky na úpatí útesů vedou k těsným bojům a snadnému opevnění. Probojujete se přes úzké průchody, nebo se vydáte na moře?
da: Spillere starter med nogle lette fiskemuligheder i det rolige vand i en beskyttet havn. En stor mængde fisk og skaldyr ligger ud over de beskyttende klipper i det dybe hav. Små passager ved bunden af ​​klipperne sikrer mulighed nærkampe og let befæstning. Vil du kæmpe dig vej gennem de smalle gange eller tage til havet?
de: Die Spieler beginnen mit ein paar günstig gelegenen Fischgründen in den ruhigen Gewässern eines geschützten Hafens. Eine große Fülle an Meeresfrüchten liegt hinter den schützenden Klippen des tiefen Ozeans. Kleine Passagen am Fuß der Klippen sorgen für enge Kämpfe und leichte Befestigung. Wirst du dir den Weg durch die engen Gänge kämpfen, oder wirst du den Seeweg nehmen?
el: Οι παίκτες ξεκινούν με κάποιες λιγοστές αλιευτικές δυνατότητες στα ήρεμα νερά του απάνεμου λιμανιού. Μεγάλα κοιτάσματα θαλασσινών βρίσκονται πέρα από τα προστατευτικά βράχια στο βαθύ ωκεανό. Στενά περάσματα στη βάση των βράχων κάνουν για έντονες μάχες και εύκολη οχύρωση. Ο δρόμος της μάχης θα περάσει μέσα από τα στενά περάσματα ή θα κυριαρχήσετε στη θάλασσα;
es: Los jugadores comienzan con unos pequeños reductos de pesca en las tranquilas aguas del puerto. La promesa de pesca mayor aguarda tras acantilados en el océano azur. Pequeños pasajes en la base de los muros proporcionan poco espacio para la lucha y una fácil fortificación. ¿Te harás con los recursos marinos o lucharás por los pasos? Tú decides.
eu: Jokalariak arrantza pixka batekin hasten dira kaiko ur lasaietan. Marisko andana haranagoko ozeanoko itsas labarren babesean aurkitzen da. Itsas labarretako oinarrietan borrokarako toki gutxi uzten duten eta forteak erraz egiteko aproposak diren pasabide txiki batzuk daude. Itsas baliabideen bila joango zara edo pasabideak babesteko borrokatuko zara? Zuk aukeratu.
fa: بازیکن ها بازی را در نزدیکی بندرگاه و کنار آبهایی آغاز می کنند که قابلیت ماهیگیری برای آنها در آن منطقه تا حد کمی وجود دارد. مقدار زیادی از غذاهای دریایی در پشت سخره ها در اعماق اقیانوس قرار دارد. و شرایط جغرافیایی منطقه و محل عبور باریکی که وجود دارد باعث می شود جنگیدن بسیار سخت باشد و دفاع کردن از استحکامات راحت. آیا از مسیر باریک برای نبرد استفاده خواهید کرد یا راه نبرد دریایی را انخاب می کنید؟
fi: Pelaajat aloittavat suojaisan sataman rauhallisilla vesillä, jossa on jonkinlaiseset kalastusmahdollisuudet. Suuri määrä mereneläviä lojuu suojaavien kallioiden takana syvällä valtameressä. Pienet käytävät kallioiden juurella mahdollistavat tiukat taistelut ja helpon linnoittautumisen. Taisteletko tiesi läpi kapeiden käytävien vai lähdetkö merelle?
fr: Les joueurs commencent près de minces réserves de pêche dans les eaux calmes d'un port abrité. Une pêche abondante les attend au-delà des falaises protectrices, dans les abysses de l'océan. De petits passages à la base des falaises favorisent le combat rapproché et l'érection de fortifications. Vous battrez-vous pour vous frayer un chemin dans les gorges étroites ou prendrez-vous le large ?
ga: Tosaíonn na himreoirí le deiseanna éasca iascaireachta san uisce socair cuain fhosciúl. Tá bia mara go leor ar taobh eile na n-aillte cosanta i ndoimhneacht na mara. Tá pasáistí beaga ar bhun na n-aillte, agus tá sé éasca na pasáistí seo a chosaint. An dtroidfidh tú trí na pasáistí caola, nó an gheobhaidh tú ar an muir?
gd: Tòisichidh na cluicheadairean le cothrom air beagan iasgach ann an sàl sèimh calaidh fhasgaich. Tha pailteas èisg sa chuan taobh thall nan creagan dìonach. Tha na cumhangan beaga aig bonn nan creagan iomchaidh dha shabaid theann is daingneachadh gun dhuilgheadas. An dèan thu strì gus tighinn tro na cumhangan no an dèid thu dhan mhuir?
hu: A játékosok könnyű halászati lehetőséggel indulnak a védett kikötő nyugodt vizeiben. Nagy mennyiségű tenger gyümölcseit rejt a védelmező sziklákon túli mély óceán. A szirtek lábánál lévő kis átjárók szoros küzdelmet és könnyű erődítményépítést jelentenek. Átküzdöd magad a keskeny átjárókon, vagy a tenger felé veszed az irányt?
id: Pemain mulai dengan beberapa kesempatan penangkapan ikan kecil di air tenang dari pelabuhan tertutup. Sebuah kekayaan besar makanan laut berada dibalik tebing pelindung di laut dalam. Jalur sempit di dasar tebing menyebabkan pertarungan ketat dan pertahanan mudah. Apakah Anda akan bertarung melewati jalur sempit atau melewati laut?
it: I giocatori iniziano con alcune semplici opportunità di pesca nelle acque calme di un porto riparato. Una grande quantità di di pesce rimane al di là delle scogliere di protezione nelle profondità dell'oceano. Piccoli passaggi alla base delle scogliere portano al combattimento ravvicinato e facilitano la fortificazione. Volete combattere sulla rotta attraverso i passaggi stretti o prendere il mare?
ja: プレイヤーは、穏やかな港で軽い釣りをするところから始めます。保護された崖の向こうの深海には、たくさんの魚介類が眠っています。崖のふもとにある小さな通路は、厳しい戦いと簡単な要塞化を可能にします。狭い通路を戦い抜くか？海に出るか?
ko: 플레이어들은 보호를 받는 항구의 잔잔한 바다에서 일부 가벼운 낚시 기회를 가지고 시작합니다. 깊은 바다의 보호 절벽 너머에는 풍부한 해산물이 있습니다. 절벽의 기슭에 있는 작은 통로는 격렬한 전투와 요새화를 용이하게 합니다. 좁은 통로를 통해 싸우시겠습니까, 아니면 바다로 나가시겠습니까?
ms: Pemain bermula dengan peluang perikanan kecil-kecilan di kawasan air tenang dalam lingkungan pelabuhan terlindung. Di luar sana terdapat sumber perikanan yang banyak tetapi melangkaui cencuram terselindung iaitu di lautan luas. Ada satu laluan air tetapi sesuai dijadikan lokasi pertempuran sengit dan juga sebagai pertahanan. Adakah anda akan bertarung untuk melepasi laluan sempit ini dan pergi ke lautan lepas di luar sana.
nb: Spillere starter med enkle fiskemuligheter i det rolige havet ved en trygg havn. Store forekomster av sjømat ligger forbi de beskyttende klippene i dyphavet. Små passasjer på bunnen av klippene muliggjør tett kamp og enkel forskansning. Vil du sloss deg gjennom de trange passasjene for å innta havet?
nl: Spelers starten met enkele beperkte mogelijkheden om te vissen in de kalme wateren van een beschutte haven. Voorbij het door de kliffen beschermde gebied, in de diepe oceaan, ligt een overvloed aan vis. De smalle passages aan de voet van de kliffen zijn gemakkelijk te versterken en zorgen voor nauwe schermutselingen. Vecht u uzelf een baan door de nauwe passages of gaat u voor volle zee?
pl: Rozpoczynający gracze mają możliwość połowu ryb w spokojnych wodach osłoniętej przystani. Obfitość owoców morza znajduje się za ochraniającymi klifami, w głębokim oceanie. Wąskie przejścia u podstaw klifów pozwalają na intensywne walki i łatwe obwarowanie. Czy przedrzesz się przez ciasne przejścia, czy wybierzesz morze?
pt_br: Os jogadores começam com algumas pequenas opções de pesca nas águas calmas de um porto protegido. Uma vasta reserva de frutos do mar encontra-se além da proteção dos penhascos, no fundo do oceano. Pequenas passagens na base destes penhascos favorecem combates próximos e fortificação fácil. Você irá abrir caminho através destes estreitos ou dominará o mar?
pt_pt: Os jogadores começam com algumas oportunidades de pesca ligeira nas águas calmas de um porto abrigado. Para além das falésias protetoras, no oceano profundo, há uma grande quantidade de peixes. Pequenas passagens na base dos penhascos permitem combates apertados e uma fortificação fácil. Vais lutar pelas passagens estreitas ou vais para o mar?
ru: Игроки начинают в спокойных водах защищенной гавани с небольшим количеством рыбы. Большая часть даров моря находится за скалами в глубинах океана. Станете ли вы прокладывать свой путь через узкие проходы у основания скал, где сражаться тесно, но зато легко обороняться, или же выйдете в открытое море?
sk: Hráči začínajú s malými možnosťami rybolovu v pokojných vodách bezpečného prístavu. Veľké bohatstvo morskej potravy leží za ochrannými útesmi v hlbočine oceánu. Úzke prielivy medzi útesmi zaručujú jednoduché opevňovanie a ťažké boje. Prebojujete sa úzkymi priechodmi alebo vyplávate na more?
sv: Spelare börjar med några lätta fiskemöjligheter i det lugna vattnet i en skyddad hamn. En stor mängd fisk ligger utanför de skyddande klipporna i djuphavet. Små passager vid basen av klipporna erbjuder trånga strider och enkel befästning Kommer du kämpa dig igenom de smala passagerna eller ta dig över havet?
tr: Oyuncular korunaklı bir limanın sakin sularında hafif hafif balık tutma fırsatlarıyla başlarlar. Büyük bir deniz ürünü ödülü, derin okyanustaki koruyucu uçurumların ötesine uzanır. Uçurumların tabanındaki küçük pasajlar sıkı dövüş ve kolay takviye yapmaktadır. Dar geçiş yollarıyla savaşacak mısınız ya da denize mi çıkacaksınız?
uk: Гравці починають з полегшеними можливостями для риболовлі в спокійних водах захищеної гавані. Велика кількість морепродуктів лежить за межами захисних скель у відкритому океані. Невеликі проходи біля підніжжя скель роблять боротьбу запеклою, а зведення фортифікацій легшим. Обирати Вам: пробивати свій шлях через вузькі проходи або взяти приступом з моря?
zh: 开局有一处避风良港，平静的水面可供打渔。深海的保护性悬崖后富含水产。悬崖底部的小通道可以战斗和防御。 你会穿过狭窄的通道或者去海边吗？
zh_tw: 玩家一開始會在避風港內有為數不多的捕魚機會。在有著保護功能的懸崖峭壁外的深海有著大量的魚群。在懸崖的底部有著狹窄的通道，僅容近身戰鬥且易於防守。您將會透過狹窄的通道以自己的方式戰鬥，又或是航向未知的大海呢？

source: Harbor
ast: Puörtu
bg: Пристанище
br: Porzh-mor
ca: Port
cs: Přístav
da: Havn
de: Hafen
el: Λιμάνι
es: Puerto
eu: Kaia
fa: بندرگاه
fi: Satama
fr: Port
ga: Cuan
gd: Cala
hu: Kikötő
id: Pelabuhan
it: Il Porto
ja: 港
ko: 항구
ms: Pelabuhan
nb: Havn
nl: Haven
pl: Zatoka
pt_br: Porto
pt_pt: Porto naval
ru: Гавань
sk: Prístav
sr: Лука
sv: Hamn
tr: Liman
uk: Гавань
zh: 港口
zh_tw: 港口

source: Hellas, home to the Greeks and through them birthplace to the foundation of western civilization. Yet the land lacks unity, countless city-states vie for dominance. Will you lead your polis to glory and greatness or see it fall into oblivion, erased from the histories?
ast: La Héllade, llar de los hellenos & per ellos verciu de la cultura occidental. Sí q’ãssí, la Héllade nun sta unida, incontables poles lluiꞇhɐn pola hegemonía. ¿Vas traher gloria a la tuɐ polis ou vé-lla caer n oblido, borrada de la historia?
bg: Елада, домът на гърчите, а чрез тях и родно място на основата на западната цивилизация. И все пак, земята има нужда от обединение, тъй като безброй градове-държави се борят за надмощие. Ще поведете ли полиса си към слава и величие или ще го оставите да потъне в забвение и да бъде изтрит от страниците на историята?
cs: Hellas, domov Řeků a jimi rodištěm založení západní civilizace. Přesto zemi chybí jednota, nespočet městských států bojuje o nadvládu. Povedete svůj městský stát ke slávě a velikosti nebo budete sledovat, jak upadá do zapomnění a bude vymazán z dějin?
da: Hellas, hjemsted for grækerne og gennem dem fødested for grundlaget for den vestlige civilisation. Alligevel mangler landet enhed, utallige bystater kæmper om dominans. Vil du føre din polis til ære og storhed eller se den falde i glemmebogen, slettet fra historierne?
de: Hellas, Heimat der Griechen und durch sie Brutstätte der Grundfeste der westlichen Zivilisation. Dennoch fehlt dem Land Einigkeit, zahlreiche Stadtstaaten wetteifern um die Vorherrschaft. Wirst du deine Polis zu Größe und Ruhm führen oder sie dem Vergessen anheimfallen sehen, getilgt aus der Geschichte?
el: Ελλάς, το σπίτι των Ελλήνων και μέσω αυτών γεννήθηκε το θεμέλιο του δυτικού πολιτισμού. Όμως, η χώρα στερείται ενότητας, αμέτρητα κράτη-πόλεις αγωνίζονται για την κυριαρχία. Θα οδηγήσετε την πόλη σας στη δόξα και το μεγαλείο ή θα την δείτε να πέφτει στη λήθη και να διαγράφετε από την ιστορία;
es: Hellas, hogar de los griegos y, a través de ellos, lugar de nacimiento de la fundación de la civilización occidental. Sin embargo, la tierra carece de unidad, innumerables ciudades-estado compiten por el dominio. ¿Llevarás a tu polis a la gloria y a la grandeza o la verás caer en el olvido, borrada de las historias?
eu: Hellas, Grekoen bizilekua eta haien eskutik, mendebaldeko zibilizazioaren oinarrien jaio lekua. Halere, lurraldeak ez du batasunik, hainbat hiri-estatuk nagusi izatearen asmoz borrokatzen dira. Zure polisa handitasunera eta loriara eramango duzu edo ahanzturan erortzen ikusiko duzu, historietatik ezabaturik?
fi: Hellas, kreikkalaisten koti ja heidän kauttaan länsimaisen sivilisaation perusta. Maasta puuttuu kuitenkin yhtenäisyys, ja lukemattomat kaupunkivaltiot kilpailevat vallasta. Johdatatko poliksesi loistoon ja suuruuteen vai katsotko, kuinka se vaipuu unohduksiin ja pyyhkiytyy pois historiasta?
fr: Hellade, la maison des Grecs et à travers eux le lieu de naissance de la fondation de la civilisation occidentale. Pourtant, le pays manque d'unité, d'innombrables cités-états luttent pour la domination. Voulez-vous conduire votre cité à la gloire et à la grandeur ou le voir tomber dans l'oubli, effacé des histoires ?
ga: Heilleas, tír dhúchais na nGréigeach agus tríothu áit bhreithe na sibhialtachta iartharaigh. Ach, tá easpa aontachta ag an dtír seo, tá cathairstáit go leor ag troid ar son a gceannas féin. An dtreoróidh tú do chathair le glór agus smacht nó an bhfeicfidh tú a léirscrios, a hainm scriosadh ó na taifid?
hu: Hellász, a görögök otthona, és így a nyugati civilizáció bölcsője. De a föld nem egységes, számtalan városállam harcol a fölényért. Győzelemre és nagyságra vezeted a poliszodat, vagy a feledésbe meredve kitörlöd a történelemből?
id: Hellas, rumah dari bangsa Yunani dan dari mereka lahirlah landasan peradaban barat. Namun wilayah itu tidak bersatu, negara-kota yang tidak terhitung bersaing untuk kekuasaan. Dapatkah Anda membawa negara-kota Anda menuju kejayaan dan keagungan atau menyaksikannya jatuh dalam kegelapan, terhapus dari sejarah?
it: L'Ellade, casa dei Greci e pertanto culla della civiltà occidentale. Ma queste terre necessitano di unità, e numerose città-stato lottano per il dominio. Guiderai la tua polis alla gloria e alla grandezza o la vedrai cadere nell'oblio, cancellata dalla storia?
ja: ギリシャ人の故郷であり、彼らによって西洋文明の基礎が生まれた場所、ヘラス。しかし、この地には統一性がなく、無数の都市国家が覇権を争っています。あなたは自分のポリスを栄光と偉大さに導くのか、それとも歴史から抹消されて忘却の彼方に消えてしまうのか？
ko: 헬라스는 그리스인의 고향이자 서구 문명의 토대가되는 출생지입니다. 그러나 그 땅에는 통일성이 없고, 수많은 도시 국가들이 지배권을 가지기 위해 다투고있습니다. 당신의 폴리스를 위대한 영광으로 이끌 것입니까? 아니면 역사에서 지워진 채 망각 속으로 빠지는 것을 볼 것입니까?
nl: Hellas, geboortegrond van de Grieken en door hen de oorsprong van de Westerse beschaving. Toch mist het land eenheid en talloze stadstaten wedijveren om de heerschappij. Leid jij jouw polis naar glorie en grootheid of zul je het ten onder zien gaan en uit de annalen van de geschiedenis gewist worden?
pl: Hellas, ojczyzna Greków, a dzięki nim miejsce narodzin i kolebka zachodniej cywilizacji. Mimo to krainie brakuje jedności, gdyż niezliczone państwa-miasta współzawodniczą o dominację. Czy poprowadzisz swoje polis ku chwale i sławie czy będziesz świadkiem, jak popada w zapomnienie, wymazane z kart historii?
pt_br: Hellas, casa dos Gregos, e através deles o local de nascimento da fundação da civilização ocidental. No entanto ainda falta à terra união, inúmeras cidades-Estados disputam o domínio. Você irá liderar sua pólis à glória e grandiosidade ou vê-la cair no esquecimento, eliminada das histórias?
pt_pt: Hellas, casa dos gregos, e através deles o local de nascimento da fundação da civilização ocidental. No entanto falta à terra unidade, inúmeras cidades-Estados disputam o domínio. Irás liderar a pólis à glória e grandiosidade ou vê-la cair no esquecimento, eliminada das histórias?
ru: Эллада, родина греков и колыбель западной цивилизации. Однако на этой земле нет единства, бесчисленные города-государства соперничают за власть в регионе. Приведёте ли вы свой полис к славе и величию или станете свидетелем того, как он падёт, преданный забвению и стёртый со страниц истории?
sk: Hellas, domov Grékov a skrz nich, rodisko základov západnej civilizácie. Napriek tomu, krajine chýba jednota, nespočetné mestské štáty zvádzajú boj o moc. Dovediete vaše polis k sláve a veľkosti, alebo upadnú do zabudnutia?
sv: Hellas, hem till grekerna och genom deras födelseort till grunden för västerländsk civilisation. Ändå saknar landet enighet, otaliga stadstaternas syn på dominans. Kommer du att leda din polis till ära och storhet eller se det falla i glömska, raderas från historierna?
tr: Hellas, Yunanlıların anayurdu ve batı medeniyetinin içinden doğduğu yer. Hala yurt birlik olarak zayıf, sayısız şehir devletleri hakimiyet için yarışıyor. Şehrinin şeref ve büyüklüğe götürecek misin ya da unutulup gidecek ve tarihten silinecek mi?
uk: Еллада, батьківщина греків і колиска західної цивілізації. Однак на цій землі немає єдності, незліченні міста-держави змагаються за владу в регіоні. Чи приведете ви свій поліс до слави і величі або станете свідком того, як він упаде, відданий забуттю і стертий зі сторінок історії?
zh: 伟大的希腊，西方文明的摇篮。如今这里城邦林立，互相倾夺。你会带领城邦步入荣耀与强大，还是眼睁睁看着她消失于历史长河中？
zh_tw: 希臘軍區，希臘人的故鄉，並通過他們成為西方文明基礎的發源地。 然而，土地缺乏統一性，無數城邦爭奪統治地位。 您是將自己的都會帶入榮耀和偉大，還是會被歷史遺忘而被遺忘？
