Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-buildings.po
Languages: ar, ast, bg, cs, el, es_ar, fa, he, hy, ko, ru, uk, zh, zh_tw

source: All units within vision of this monument will fight harder. Buildings in the territory of the monument do not decay.
ar: كل الوحدات بداخل مجال رؤيه هذا النصب التذكارى سوف يقاتلون أقوى. المبانى فى هذه المنطقه لا تضمحل.
es_ar: Todas las unidades dentro del rango del monumento luchan con más fuerza. Los edificios dentro del territorio del monumento no se deterioran.
fa: تمام نیروها در محدوده دید این بنای تاریخی محکمتر و با قدرت بیشتری خواهند جنگید. ساختمان هایی که در قلمرو این بنای تاریخی ساخته شده اند متروک نمی شوند.
he: כל היחידות בתוך חזון של האנדרטה הזאת יילחמו קשה יותר. מבנים בשטח האנדרטה אינם מתפוררים.
hy: Այս հուշարձանի տեսադաշտում գտնվող բոլոր միավորներն ավելի եռանդուն են կռվում։ Հուշարձանի տարածքում գտնվող շենքերը չեն քայքայվում։

source: Train Blemmye Desert Raiders.
es_ar: Entrena Jinetes del desierto blemmye
fa: پرورش مهاجمان صحرای بلمیه
he: רכבת שודדי המדבר.
hy: Բլեմմինական Անապատային Հրոսակների պատրաստում։

source: Ỉ﻿ḥ Abu
hy: Իհ աբու

source: Nuba Village
ar: قرية نوبية
es_ar: Villa nubia
fa: روستای نوبا
he: כפר נובה
hy: Նուբիական գյուղ

source: Train the Nuba Clubman and Nuba Hunter.
ar: درّب المحارب النوبي والصياد النوبي
es_ar: Entrena Soldado de garrote nubio y Cazador nubio
fa: پرورش کلابمن نوبا و شکارجی نوبا
he: לאמן את נובה קלאבמן וצייד נובה.
hy: Նուբիական Մահակավորի և Որսորդի պատրաստում։

source: Kushite Pyramid
ar: هرم كوش
es_ar: Pirámide cusita
fa: هرم کوشی
he: פירמידה כושית
hy: Քուշական բուրգ

source: Train priests to heal your troops. Train Meroitic Temple Guards. Garrison units to heal them at a quick rate.
ar: درّب الكهنه ليعالجوا قواتك. درّب حراس المعبد المروي. حصّن قواتك لتشفيهم بمعدل اسرع.
es_ar: Entrena sacerdotes para sanar tus tropas. Entrena Guardias del templo meroítico. Guarnece unidades para que sanen más rápido.
fa: کشیش پرورش دهید تا نیروهای شما را درمان کند. پرورش محافظان معبد مروی. مستقر کردن نیروها برای درمان آنها با سرعت زیاد
he: הרכבת כמרים לרפא את החיילים שלך. רכבת משמרות המקדש. יחידות חיל המצב לרפא אותם בקצב מהיר.
hy: Քրմերի պատրաստում՝ ձեր զինվորներին բուժելու համար։ Մերոեյական տաճարային պահակազորի պատրաստում։ Միավորների տեղակայում կայազորում՝ արագ բուժման նպատակով։

source: Train priests to heal your troops. Train Napatan Temple Guards and research unique technologies. Garrison units to heal them at a quick rate.
es_ar: Entrena sacerdotes para sanar tus tropas. Entrena Guardias del templo nápata y desarrolla tecnologías únicas. Guarnece unidades para que sanen más rápido.
fa: پرورش کشیش برای درمان نیروهای شما. پرورش محافظان معبد ناپاتان و تحقیق برای فناوری های خاص. مستقر کردن نیروها برای درمان آنها با سرعت زیاد
he: הרכבת כמרים לרפא את החיילים שלך. רכבת נאפטאן מקדש משמרות מחקר טכנולוגיות ייחודיות. יחידות חיל המצב לרפא אותם בקצב מהיר.
hy: Քրմերի պատրաստում՝ ձեր զինվորներին բուժելու համար։ Նապատական տաճարային պահակազորի պատրաստում և եզակի տեխնոլոգիաների հետազոտություն։ Միավորների տեղակայում կայազորում՝ արագ բուժման նպատակով։

source: Pr-ỉwn n ms﻿
hy: Պեր-իուն էն մես

source: Train Female Citizens, Champions, and Heroes.
hy: Կին քաղաքացիների, չեմպիոնների և հերոսների պատրաստում։

source: The famous pillar of Ashoka. Increases the walk speed of traders. Buildings in the territory of the monument do not decay.
ar: المرسوم العمودى المشهور من أشوكا. يزيد سرعه المشى للمتاجرين. النصب التذكاريه فى الاقليم لا تضمحل.
es_ar: El famoso pilar de Asóka. Incrementa la velocidad de los comerciantes. Los edifios dentro del territorio del pilar no se deterioran
fa: ستون های مشهور آشوکا. افزایش سرعت راه رفتن تجار. ساختمان های که در قلمرو بنای تاریخی قرار دارند متروک نمی شوند
he: העמוד המפורסם של אשוקה. מגביר את מהירות הליכה של סוחרים. מבנים בשטח האנדרטה אינם מתפוררים.
hy: Աշոկայի հայտնի սյունը։ Ավելացնում է վաճառականների արագությունը։ Հուշարձանի տարածքում գտնվող շենքերը չեն քայքայվում։

source: Palisade Curve
ar: انحناءة سياج
es_ar: Curva de empalizada
hy: Ցանկապատային կոր

source: Palisade End
ar: طرف سياج
es_ar: Fin de empalizada
hy: Ցանկապատի վերջ

source: Palisade Fort
ar: قلعه باليسادي
es_ar: Fuerte de madera
hy: Ցանկապատ բերդ

source: Allow units access through a palisade wall. Can be locked to prevent access.
hy: Միավորների համար ցանկապատի պարիսպի միջով անցնելու հնարավորություն։ Կարող է կողպվել անցումն արգելելու նպատակով։

source: "Satrapy Tribute": Gain a trickle of food, wood, stone, and metal resources. Train Champions and Heroes.
hy: "Սատրապական տուրք"․ սնունդի, փայտի, քարի և մետաղի պաշարների աղբյուր։ Չեմպիոնների և հերոսների պարաստում։

source: Levy citizen-soldier infantry.
hy: Աշխարհազորային հետևակի պատրաստում։

source: Train Champions and research technologies. Garrison Soldiers for additional arrows.
hy: Չեմպիոնների պատրաստում և տեխնոլոգիաների հետազոտություն։ Զինվորների տեղակայում կայազորում՝ լրացուցիչ նետերի համար։

source: Persian Special Building
ar: مبنًى فارسيّ خاصّ
es_ar: Edificio Especial Persa
fa: ساختمان خاص پارسی
he: הפלא של פרס
hy: Պարսկական հատուկ շինություն

source: Increases the loyalty regeneration of nearby structures, making them harder to capture.
ar: يزيد أعادة الولاء للمباني القريبة, ويجعلها أصعب للاحتلال.
es_ar: Incrementa la regeneración de la lealtad de las estructuras cercanas, haciéndolas más difíciles de capturar.
fa: افزایش بازسازی وفاداری ساختمان های نزدیک باعث می شود تسخیر آنها توسط دشمن سخت تر انجام پذیرد
he: מגביר את התחדשות הנאמנות של מבנים סמוכים, מה שהופך אותם קשה יותר ללכוד.
hy: Բարձրացնում է մոտակա շինությունների հավատարմության վերականգնումը՝ դարձնելով դրանք ավելի դժվար գրավող։

source: Train Egyptian and Middle-Eastern citizen-soldiers. Research training improvements.
ar: درب جنودا مدنيين مصريين وشرق أوسطي . طور تقنيات التدريب.
es_ar: Entrena ciudadanos-soldados Egipcios y de Medio Oriente. Investiga mejoras de entrenamiento.
fa: پرورش سربازان شهروند مصری و خاور میانه ای. تحقیق برای بهبود پرورش نیروها
he: רכבת חיילים מצריים ומזרח תיכוניים. מחקר שיפורים הדרכה.
hy: Եգիպտական և միջին արևելյան աշխարհազորայինների պատրաստում։ Պատրաստման բարելավումների հետազոտություն։

source: Increase the population limit. Since they are made of mud brick, Egyptian houses are free of cost, but are very weak.
ar: يزيد حدّ السّكّانيّة. لأنّها مصنوعة من الأحجار الطّينيّة، المنازل المصريّة رخيصة البناء، إلّا أنّها ضعيفة جدًّا.
es_ar: Aumenta el limite de población. Las casas eipcias al estar hechas con ladrillos de barro no tienen costo, pero son muy débiles.
fa: افزایش سقف جمعیت. تا زمانی که مصریها از خشت های گلی برای ساخت خانه استفاده می کنند. این خانه ها بدون هزینه است اما بسیار هم ضعیف هستند.
he: הגדל את מגבלת האוכלוסייה. מאז הם עשויים לבנים לבנים, בתים מצריים ללא תשלום, אבל הם חלשים מאוד.
hy: Բնակչության սահմանաչափի բարձրացում։ Կառուցված լինելով կավե քարերից՝ եգիպտական տներն անվճար են, բայց շատ թույլ։

source: Build along the shore to reveal the shorelines over the entire map. Very large vision range: 180 meters.
ar: ابنيها على طول الشاطئ لكي تكشف خط الشاطئ على الخريطة كلها. مجال الرؤية كبير جدا:180 متر.
es_ar: Constrúyelo a lo largo de la costa para revelar las costas de todo el mapa. Gran rango de visión: 180 metros.
fa: ساخت در امتداد ساحل برای آشکار کردن خط ساحلی در تمام نقشه. شعاع دید بسیار گسترده: 180
he: בנה לאורך החוף כדי לחשוף את החופים על פני המפה כולה. טווח ראייה גדול מאוד: 180 מטר.
hy: Կառուցել ափի եկրարությամբ՝ ամբողջ քարտեզի ափերը բացահայտելու համար։ Շատ մեծ տեսադաշտ՝ 180 մետր։

source: This is the Ptolemaic expansion building, similar to Civic Centers for other factions. It is weaker and carries a smaller territory influence, but is cheaper and built faster. Train settler-soldiers of various nationalities.
ar: هذا مبنى توسيع بطلمي ، يشبه المبنى المدني للقبائل الأخرى. لكنه أضعف ويحمل سيطرة على المناطق أقل، لكنه ارخص ويبنى أسرع. يدرب العاملين-الجنود من جنسيات مختلفة.
es_ar: Edificio de expansión ptolemaico, similar al Centro Cívico de otras facciones. Es más débil y ejerce menor influencia sobre el territorio, pero es más barato y más rápido de construir. Entrena soldados colonos de distintas nacionalidades.
fa: این یک ساختمان برای گسترش تمدن بطلیموسی است، مشابه مراکز شهر برای سایر تمدن ها. کمی ضعیفتر است و شعاع قلمرو کمتری را ایجاد میکند اما ارزانتر است و سریعتر ساخته می شود
he: זהו בניין הרחבת תלמי, בדומה למרכזים אזרחיים עבור פלגים אחרים. זה חלש יותר ויש לו השפעה שטח קטן יותר, אבל הוא זול יותר בנוי מהר יותר. הרכבת חיילים מתנחלים בני לאומים שונים.
hy: Սա պտղոմեական ընդլայնման կառույցն է՝ նման այլ քաղաքակրթությունների քաղաքային կենտրոններին։ Այն ավելի թույլ է և ունի ավելի փոքր տարածքային ազդեցություն, սակայն ավելի էժան է և ավելի արագ կառուցվող։ Տարբեր ազգությունների բնակեցնող զինվորների պատրաստում։

source: Build in neutral or enemy territory. Train Citizen-Soldiers and construct Siege Engines. Garrison Soldiers for additional arrows.
hy: Կառուցել չեզոք կամ թշնամական տարածքում։ Աշխարհազորայինների պատրաստում և պաշարողական մեքենաների կառուցում։ Զինվորների տեղակայում կայազորում՝ լրացուցիչ նետերի համար։

source: A wooden and turf palisade buildable in enemy and neutral territories.
ar: سياج خشبي يمكن بناؤه في الأراضي المعادية والمحايدة.
es_ar: Empalizada de madera y hierbas que se puede construir en territorio enemigo y neutral.
fa: پرچین های چوبی و چمنی قابل ساخت در قلمرو دشمن و مناطق بی طرف هستند
he: משטחי עץ ומגרשים ניתנים לבנייה באויב ובטריטוריות ניטרליות.
hy: Փայտյա և տորֆային ցանկապատ, որը կարելի է կառուցել թշնամական և չեզոք տարածքներում։

source: Reinforce with stone block, and install small torsion engines to upgrade this defense tower into an artillery tower.
hy: Ամրացնել քարերով և կառուցել փոքր պտտվող միջոցներ՝ այս պաշտպանական աշտարակը հեռահար աշտարակ դարձնելու համար։

source: This is the Seleucid expansion building, similar to Civic Centers for other factions. It is weaker and carries a smaller territory influence, but is cheaper and built faster. Train settler-soldiers of various nationalities.
ar: هذا مبنى توسيع سلوقى, مشابة الى المبانى الرئيسية للقبائل الاخرى. لكنه أضعف ويحمل مناطق سيطرة أقل، لكنه ارخص ويبنى بسرعه. يدرب العاملين-الجنود من جنسيات مختلفة.
es_ar: Edificio de expansión seléucida, similar al Centro Cívico de otras facciones. Es más débil y ejerce menor influencia sobre el territorio, pero es más barato y más rápido de construir. Entrena soldados colonos de distintas nacionalidades.
fa: این یک ساختمان توسعه سلوکیان است، مشابه مراکز تمدن برای سایر تمدن ها. این ساختمان ضعیفتر بوده و شعاع قلمرو کمتری ایجاد می کند اما ارزانتر است و سریعتر ساخته می شود. پرورش سربازهای مهاجر از ملیت های گوناگون
he: זהו בניין ההתרחבות הסלבקי, בדומה למרכזים אזרחיים עבור פלגים אחרים. זה חלש יותר ויש לו השפעה שטח קטן יותר, אבל הוא זול יותר בנוי מהר יותר. הרכבת חיילים מתנחלים בני לאומים שונים.
hy: Սա սելևկյան ընդլայնման կառույցն է՝ նման այլ քաղաքակրթությունների քաղաքային կենտրոններին։ Այն ավելի թույլ է և ունի ավելի փոքր տարածքային ազդեցություն, սակայն ավելի էժան է և ավելի արագ կառուցվող։ Տարբեր ազգությունների բնակեցնող զինվորների պատրաստում։

source: Bring glory to your civilization and add large tracts of land to your empire. Garrison units to heal them at a quick rate.
ar: اجلب المجد إلى حضارتك ووسّعها بأراضٍ كبيرة لتعظُم إمبراطوريّتك. احمِ فيها الوحدات لمعالجتهم بسرعة.
es_ar: Trae gloria a tu civilización y añade grandes lotes de tierra a tu imperio. Guarnece unidades para curarlas rápidamente.
fa: به شکوه رساندن تمدن خود و ضمیمه کردن زمین ها به امپراتوری خود. مستقر کردن نیروها برای درمان سریع آنها
he: תביא לתהילה שלך ולהוסיף שטחי אדמה גדולים לאימפריה שלך. יחידות חיל המצב לרפא אותם בקצב מהיר.
hy: Հաղթանակ սեփական քաղաքակրթության համար և ընդարձակ տարածքներ՝ սեփական կայսրությանը։ Միավորների տեղակայում կայազորում՝ չափազանց արագ բուժման նպատակով։

source: Hellenic Royal Stoa
fa: ایوان سلطنتی یونانی
he: הלוי המלכותי סטואה

source: Train healers. Garrison units to heal them at a quick rate (3 HP per second). Research healing and religious improvements.
fa: آموزش درمانگرها. مستقر کردن نیروها جهت درمان آنها با سرعت بیشتر (3 HP در ثانیه). تحقیق برای بهبود مذهب و درمانگری
he: רכבת מרפאים. יחידות חיל המצב לרפא אותם בקצב מהיר (3 HP לשנייה). ריפוי מחקרי ושיפורים דתיים.

source: Archery Range
fa: شعاع حمله کماندار
he: טווח חץ וקשת

source: Stables
fa: اصطبل ها
he: אורוות

source: ElephantStables
fa: اصطبل فیل ها
he: אלפנט

source: Train heroes, champions, and siege weapons. Research siege weapon improvements.
fa: پرورش قهرمان ها، سلحشورها و سلاح های دژکوب. تحقیق برای بهبود سلاح های دژکوب
he: רכבת גיבורים, אלופים, ואת המצור כלי נשק. מחקר שיפורים נשק.

source: Build siege engines to destroy your opponents buildings. Research siege technologies to improve the effectiveness of these weapons.
fa: ساخت ماشین های دژکوب برای از بین بردن ساختمان های دشمن. تحقیق درفناوری های ماشین های جنگی برای بهبود اثر بخشی این سلاح ها
he: לבנות מנועי המצור להרוס את בנייני היריב שלך. מחקר טכנולוגיות המצור כדי לשפר את האפקטיביות של כלי נשק אלה.

source: Harvest vegetables for food. Max gatherers: 5.
fa: برداشت محصولات کشاورزی از مزرعه. حداکثر 5 کارگر
he: קציר ירקות למזון. מקבצים מקסימליים: 5.

source: Greek Theater
fa: تئاتر یونانی
he: תיאטרון יווני

source: Théātron
fa: تئاتر
he: תאטרון

source: Khalkeṓn
fa: خالکئون
he: חאלקאן

source: Agorá
fa: آگورا
he: אֲגוֹרָה

source: Épaulos
fa: اپالوس
he: Ápaulos

source: Limḗn
fa: لیمن
he: Limnn

source: Epiteíkhisma
fa: اپیتیخیسما
he: Effetíkhisma

source: Build siege engines. Garrison soldiers inside for stout defense.
fa: ساخت ماشین دژکوب. قرار دادن سربازها در داخل برای دفاع قوی
he: בנה מנועי מצור. חיילי חיל-המצב בתוכם כדי להגן על כוחותיהם.

source: Gymnásion
he: גימנסיה

source: Train champion units.
fa: آموزش نیرو سلحشور
he: לאמן יחידות אלופות

source: Oîkos
he: Oikos

source: Greek Outpost
fa: برج دیده بانی یونانی
he: מאחז יווני

source: Prophylakḗ
fa: پروفیلاک
he: פרופילאק

source: Prytaneîon
he: פריטאניון

source: Train heroes. Research special technologies.
fa: پرورش قهرمان ها. تحقیق برای فناوریهای خاص
he: רכבת גיבורים. מחקר טכנולוגיות מיוחדות.

source: Apothḗkē
he: Apothḗkē

source: Naṓs
fa: نااوس
he: נאס

source: Teîkhos
he: טייכוס

source: Pýrgos
he: פרגוס

source: Naós Parthenṓn
fa: نااوس پاتنون
he: נאוס פארת'ן

source: Train Brythonic heroes and champions. Construct siege rams.
fa: پرورش قهرمان ها و سلحشورهای بریتونی. ساخت دژکوب های قوچی
he: רכבת גיבורים ברייתונים ואלופים. לבנות מצור.

source: Carthaginian Elephant Stables
fa: اصطبلهای فیل کارتاژ
he: אורוות פיל קרתגו

source: Blockhouse Fort
fa: قلعه کوچک کارتاژی
he: מבצר בלוקהאוס

source: Carthaginian Outpost
fa: برج دیده بانی کارتاژ
he: המאחז הקרתאגיני

source: Train priestesses to heal your troops. Train Sacred Band pikemen. Garrison units to heal them at a quick rate.
fa: پرورش پرستاران تا نیروهای شما را درمان کنند. پرورش گروه مقدس نیزه بلند داران. نیروهای مستقر تا آنها را با سرعت زیاد درمان کنند
he: רכבת כוהנים כדי לרפא את החיילים שלך. הרכבת רכבי הקודש. יחידות חיל המצב לרפא אותם בקצב מהיר.

source: Train physicians and Sacred Band Cavalrymen.
fa: درمانگر و سواره‌نظام مقدس پرورش دهید.
he: הכשר רופאים וחוברת פרשים קדושים

source: Train Gallic heroes and champions. Construct siege rams.
fa: پرورش قهرمان ها و سلحشورهای گال. ساخت دژکوب های کله قوچی
he: רכבת גיבורים גיבורים ואלוף. לבנות מצור.

source: Iberian Outpost
fa: برج دیده بانی ایبریان ها
he: המאחז האיבריאני

source: Pr-‘Iprmk
he: ללא שם: Pr 'Iprmk

source: Pr-‘Imn
he: ללא שם: Pr- אמן

source: ’ryt
he: 'רייט

source: Sidērourgeîon
fa: سیدروگیون
he: סידורורג'ון

source: Teíchisma
he: Techchisma

source: Train Champions and Heroes. Garrison soldiers inside for stout defense.
fa: پرورش سلحشورها و قهرمان ها. مستقر کردن سربازها در داخل برای ایجا یک دفاع محکم
he: רכבת אלופים וגיבורים. חיילי חיל-המצב בתוכם כדי להגן על כוחותיהם.

source: Synergeîon Poliorkētṓn
fa: سینرگیون پولیورکتون
he: סינרג'יאן פוליורקטן

source: Train heroes and champion units.
fa: پرورش قهرمان ها و نیروهای سلحشور
he: רכבת גיבורים יחידות אלוף.

source: Mercenary Camp (Egyptian)
fa: اردوگاه مزدوران (مصری)
he: מחנה שכיר חרב (מצרים)

source: Persian Palace
fa: کاخ پارسیان
he: ארמון פרסי

source: "Satrapy Tribute": Gain a trickle of food, wood, stone, and metal resources. Train Persian heroes and their "Immortals" bodyguards.
fa: "ادای احترام ساتراپ": بدست آوردن مقداری منابع از غذا، چوب، سنگ و فلز. پرورش قهرمان های ایرانی و محافظان گارد جاویدان
he: "מחווה Satrapy ": להשיג טפטוף של מזון, עץ, אבן, ומשאבי מתכת. רכבת גיבורים פרסיים שלהם " בני אלמוות " שומרי ראש.

source: Levy citizen-infantry units.
fa: خراج نیروهای پیاده شهروند
he: יחידות אזרחיות-לוי.

source: Persian Elephant Stables
fa: اصطبل های فیل ایران
he: אורוות פיל פילוסופיות

source: Train Champion Cavalry and Construct Siege Rams.
fa: پرورش سلحشور سواره نظام و ساخت دژشکن های قوچی
he: רכבת אלוף חיל הפרשים לבנות המצור רמס.

source: Persian Hall
fa: تالار ایرانی
he: אולם פרסי

source: Duvarthi Visadahyu
fa: دوورتی ویسادایو
he: דווארת'י ויסאדהיו

source: Train War Elephants and Kardakes mercenaries.
fa: پرورش فیل های جنگی و مزدوران خارجی
he: רכבת פילים קרדאקים.

source: Cavalry Stables
fa: اصطبل
he: אורוות פרשים

source: Train citizen-cavalry units.
fa: پرورش نیروهای سواره نظام شهروند
he: אמן יחידות פרשים אזרחיות.

source: Ayadana
he: איאדנה

source: ḥwt-n-mš'
he: Hught-n-mš '

source: ḥwt-n-dpt.w
he: חו-ד-ד

source: Ptolemaic Elephant Stables
fa: اصطبل های فیل بطلیموسی
he: אורוות פיל תלמי

source: ḥwt
he: ח

source: ḥwt-n-ḫt.w-wḫa.w
he: wwt-n-ḫt.w-wḫa.w

source: Klēroukhia
fa: کلروخیا
he: קלרוכיה

source: Temple of Edfu
fa: معبد ادفو
he: מקדש אדפו

source: Special Imperial Roman building.
fa: ساختمان خاص امپراتوری روم
he: בניין רומי אימפריאלי מיוחד.

source: Entrenched Army Camp
fa: اردوگاه ارتش
he: מחנה צבא מבוצר

source: Castrum Vallum
fa: اردوگاه با دیوار
he: קסטרום וואלום

source: Build in neutral or enemy territory. Construct siege weapons and train citizen-soldiers. Heal garrisoned units slowly.
fa: ساخت در قلمروهای بی طرف یا قلمروهای دشمن. سلاح های دژکوب بسازید و سربازهای شهروند پرورش دهید. درمان نیروهای مستقر کندتر انجام می شود.
he: לבנות בשטח ניטרלי או האויב. לבנות מצור נשק וחיילים אזרחים הרכבת. לרפא יחידות חילזון לאט.

source: Armamentarium
he: ארמנטיום

source: Turris Lignea
he: טוריס ליגניה

source: Mercatus
he: השוק

source: Vigilarium
he: ויגליריום

source: Porta Circummunitionis
he: פורטה

source: Murus Circummunitionis
he: מורוס

source: Turris Circummunitionis
he: טוריס

source: Receptaculum
he: שקוף

source: Aedes Martis
he: אדים מרטיס

source: Murus Latericius
fa: ماروس لاتریسیوس
he: מורוס לטריקוס

source: Aedes Iovis Optimi Maximi
he: אידס יוביס אופטימי מקסימי

source: Stratones
fa: پادگان
he: סטרטונים

source: Sidirourgeíon
fa: سیدیروگیون
he: סידורורג'ון

source: Agorā́
he: אגורה

source: Seleucid Elephant Stables
fa: اصطبلهای فیل سلوکیه
he: אורוות פילים סלבקים

source: Build siege engines and train Champions. Garrison soldiers inside for stout defense.
fa: ساخت ماشین های دژکوب و آموزش سلحشورها. سربازان را در داخل آن مستقر کنید تا بتوانید قدرت دفاع را به شدت افزایش دهند
he: בניית מנועי המצור ואלופי הרכבת. חיילי חיל-המצב בתוכם כדי להגן על כוחותיהם.

source: Bibliothikon
he: ביבליוטיקון

source: Prophylax
fa: پروفیلاکس
he: פרופילקס

source: Naós
fa: نااوس
he: נאוס

source: Temple of Pythian Apollo
fa: معبد آپولو پیتیا
he: בית המקדש של אפולו Pythian

source: Teíkhisma
fa: تیخسما
he: Tekhkhisma

source: Build siege engines. Garrison up to 20 soldiers inside for stout defense.
fa: ساخت ماشین های دژکوب. مستقر کردن تا 20 سرباز برای دفاع سنگین
he: בנה מנועי מצור. חיל המצב עד 20 חיילים בפנים עבור הגנה stout.

source: Train heroes.
fa: آموزش سواران.
he: לאמן את הגיבורים.

source: Train Spartan heroes and Spartiate champion hoplites.
fa: پرورش قهرمان های اسپارت و سلحشور هاپلیتی اسپارت
he: רכבת גיבורי ספרטני אלוף hoplites אלוף.

source: Stoa
zh_tw: 門廊

source: Parthenōn
zh_tw: 帕德嫩神廟

source: Wooden Bench
zh_tw: 木凳

source: Emain Macha
zh_tw: 納萬堡

source: Celtic Embassy
zh_tw: 凱爾特大使館

source: Iberian Embassy
zh_tw: 伊比利大使館

source: Italic Embassy
zh_tw: 義大利大使館

source: Low Wall
zh_tw: 矮牆

source: Tophet
zh_tw: 陀斐特

source: Temple of Ba'al Hammon
zh_tw: 巴耳．哈蒙神廟

source: Hut
zh_tw: 棚屋

source: Longhouse
zh_tw: 長屋

source: Doric Column
zh_tw: 多立克柱

source: Fallen Doric Column
zh_tw: 倒下的多立克柱

source: Long Wooden Fence
zh_tw: 長木籬笆

source: Rock Fence
zh_tw: 石頭圍籬

source: Short Wooden Fence
zh_tw: 短木籬笆

source: Stone Fence
zh_tw: 石頭圍籬

source: Celicnon
zh_tw: 賽里克農

source: Wheat Field
zh_tw: 麥田

source: Dìguó Xuéyuàn
zh_tw: 帝國學院

source: Bīnggōng Chǎng
zh_tw: 兵工廠

source: Jūn Yíng
zh_tw: 軍營

source: Guān Shǔ
zh_tw: 官署

source: Cháotíng
zh_tw: 朝廷

source: Xù Lán
zh_tw: 畜欄

source: Fángyù Tǎ
zh_tw: 防禦塔

source: Dà Fángyù Tǎ
zh_tw: 大防禦塔

source: Mǎtóu
zh_tw: 碼頭

source: Nóng Shè
zh_tw: 農舍

source: Dàotián
zh_tw: 稻田

source: Tián
zh_tw: 田

source: Duànzào Chǎng
zh_tw: 鍛造廠

source: Bǎolěi
zh_tw: 堡壘

source: Mín Jū
zh_tw: 民居

source: Lǎozǐ Mén
zh_tw: 老子門

source: Jíshì
zh_tw: 集市

source: Gōngdiàn
zh_tw: 宮殿

source: Wànglóu
zh_tw: 望樓

source: Bǎ Chǎng
zh_tw: 靶場

source: Shào Tǎ
zh_tw: 哨塔

source: Mǎ Jiù
zh_tw: 馬廄

source: Cāngkù
zh_tw: 倉庫

source: Sìmiào
zh_tw: 寺廟

source: Chéng Mén
zh_tw: 城門

source: Chéng Yuán
zh_tw: 城垣

source: Chéng Lóu
zh_tw: 城樓

source: Yōng
zh_tw: 墉

source: Míngtáng Bìyōng
zh_tw: 明堂辟雍

source: Naos Parthenos
zh_tw: 帕德嫩神廟

source: Hellenic Stoa
zh_tw: 希臘柱廊

source: Cancho Roano
zh_tw: 坎喬．羅阿諾

source: Anaktoron ton Aigai
zh_tw: 愛情海宮殿

source: Great Stupa
zh_tw: 桑吉大塔

source: Villa
zh_tw: 別墅

source: Egyptian Obelisk
zh_tw: 埃及方尖碑

source: Outpost
zh_tw: 哨站

source: Apartment Block
zh_tw: 樓房

source: House
zh_tw: 房舍

source: Inn
zh_tw: 客棧

source: Warehouse
zh_tw: 倉庫

source: Hanging Gardens of Babylon
zh_tw: 巴比倫空中花園

source: Pirate Port
zh_tw: 海盜港

source: Hieron tou Hōrou
zh_tw: 荷魯斯神殿

source: Vīlla
zh_tw: 別墅

source: Aedēs Iovis Optimi Maximi
zh_tw: 朱庇特神廟

source: Hieron tou Apollōnos Pythiou
zh_tw: 阿波羅神殿

source: Corinthian Colonnade
zh_tw: 科林斯柱廊

source: Henge
zh_tw: 巨石陣

source: Bǎotǎ
zh_tw: 寶塔

source: Sanctuary Kiosk
zh_tw: 聖殿亭

source: Fire Temple
zh_tw: 火神廟

source: Hieron tēs Artemidos Orthias
zh_tw: 阿爾忒彌斯神廟

source: Big stall
zh_tw: 大貨攤

source: Medium stall
zh_tw: 中貨攤

source: Small stall
zh_tw: 小貨攤

source: Stonehenge
zh_tw: 巨石陣

source: Rectangle Table
zh_tw: 長方桌

source: Square Table
zh_tw: 方桌

source: Arab Army Tent
zh_tw: 阿拉伯軍帳

source: Bedouin Tent
zh_tw: 貝都因帳篷

source: Desert Army Tent
zh_tw: 沙漠軍帳

source: Macedonian Army Tent
zh_tw: 馬其頓軍帳

source: Roman Army Tent
zh_tw: 羅馬軍帳

source: Celtic Tavern
zh_tw: 凱爾特酒館

source: Desert Bazaar
zh_tw: 沙漠市集

source: Uffington White Horse
zh_tw: 優芬頓白馬

source: Kennel
zh_tw: 犬舍

source: Bridge
cs: Most

source: Wooden Bridge
cs: Dřevěný most

source: Train Mercenaries and research Mercenary technologies.
cs: Cvičte žoldáky a zkoumejte žoldácké technologie.

source: Train Celtic Mercenaries and research Mercenary technologies.
cs: Cvičte keltské žoldáky a zkoumejte žoldácké technologie.

source: Train Iberian Mercenaries and research Mercenary technologies.
cs: Cvičte iberské žoldáky a zkoumejte žoldácké technologie.

source: Train Italic Mercenaries and research Mercenary technologies.
cs: Cvičte italické žoldáky a zkoumejte žoldácké technologie.

source: Klēroukhía
fa: روحانی

source: Stratēgeîon
fa: استراتژیون

source: Sitobólion
fa: سیتوبولیون

source: Agrós
fa: آگروس

source: Empórios
fa: امپوریوس

source: Bibliothḗkē
fa: بایبلیوتکه

source: Asklēpieîon
fa: آسکلپیون

source: Stratópedo Misthophóron Aigyptiakós
fa: استراتوپدو میستوفورون آیگیپتیاکوس

source: Apadana
fa: کاخ آپادانا

source: Pháros
fa: فانوس

source: Stratopedeía Misthophórōn
fa: استراتوپدیا میستوفورون

source: Liménas
fa: لیمناس

source: Gerontía
fa: گرونیتا
