Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Alexander the Great founded libraries all over his new empire. These became a center of learning for an entirely new synthesized culture: the Hellenistic culture.
ast: Alexandru'l Grande fundó biblioteques en tol so imperiu recién ñacíu. Estes convirtiéronse nun centru de deprendimientu pa una cultura sintetizada dafechamente nueva: la cultura helenística.
bg: Александър Велики създал библиотеки из цялата си нова империя. Те станали центрове на учение за една изцяло нова култура: елинската култура.
br: Aleksandr Meur en doa krouet levraouegoù e pep lec'h en e Impalaeriezh nevez. Ar re-mañ a zeue da vezañ kreizennoù deskiñ evit ur sevenadur nevez sintetizet: ar sevenadur Hellenek.
ca: Alexandre el Gran va fundar biblioteques per tot el seu nou imperi. Van convertir-se en un centre d'aprenentatge per a una cultura de recent formació: la cultura hel·lenística.
cs: Alexandr Veliký zakládal knihovny po celém území své nové říše. Tyto se staly středisky vzdělanosti pro celou novou kulturu, která se nazývá helénská.
de: Alexander der Große gründete überall in seinem neuen Reich Bibliotheken. Diese wurden zu Zentren des Lernens für eine gänzlich neu geschaffene Kultur: die hellenistische Kultur.
el: Ο Μέγας Αλέξανδρος ίδρυσε βιβλιοθήκες σε όλη τη νέα του αυτοκρατορία, οι οποίες έγιναν κέντρα γνώσης για έναν εξολοκλήρου νεοσχηματιζόμενο πολιτισμό: τον Ελληνιστικό.
es_ar: Alejandro Magno levantó bibliotecas por todo su nuevo imperio. Se convirtieron en los centros de aprendizaje de una cultura sintetizada completamente nueva: la cultura helena.
eu: Alexandro Handiak liburutegiak ireki zituen bere inperio berrian zehar. Hauek kultura guztiz berri eta sintetizatu bat ikasteko erdigune bilakatu ziren: kultura helenistikoa.
fa: اسکندر بزرگ در سرتاسر امپراتوری خود کتابخانه تاسیس کرد و باعث شد فرهنگ یونانی تبدیل به مهد یادگیری در دوران جدید شکل گرفته شود.
ga: Bhunaigh Alastar Mór leabharlanna ar fad a impireacht nua. D'éirigh siad mar ionaid foghlama don chultúr nua-thacair: na Heilléinithe.
he: אלכסנדר הקים ספריות הגדולות בכל רחבי האימפריה החדשה שלו. אלה הפכו למרכז של לימוד לתרבות החדשה לגמרי: התרבות ההלניסטית.
hu: Nagy Sándor könyvtárakat alapított szerte új birodalmában. Ezek később a tanulás és egy teljesen új kultúra központjai lettek: a hellenisztikus kultúráé.
hy: Ալեքսանդր Մեծը կառուցել է գրադարաններ իր նոր կայսրության ողջ տարածքում։ Դրանք դարձան ամբողջությամբ նոր սինթեզված հելլենիստական մշակույթի կրթության կենտրոններ։
it: Alessandro Magno fondò biblioteche in tutto il nuovo impero. Queste divennero il centro di apprendimento della nuova cultura: la cultura Ellenistica.
ja: アレクサンドロス大王は彼の新しい帝国の各地に図書館を建設しました。これらは全く新たな統合された文化、ギリシア文化の学問の中心となりました。
ko: 알렉산더 대왕은 그의 새로운 제국 전역에 도서관을 설립했습니다. 이것들은 완전히 새로운 합성 문화, 즉 헬레니즘 문화에 대한 학습의 중심이 되었습니다.
nb: Aleksander den store grunnla biblioteker over hele sitt rike. Disse la grunnlaget, og ble et slags læringssentrum for en helt ny, sammensatt kultur, nemlig Hellenismen.
pl: Aleksander Wielki stworzył biblioteki w całym swoim imperium. Stały się one centrum nauki zupełnie nowej kultury hellenistycznej.
pt_br: Alexandre o Grande fundou varias livrarias em seu novo império. Essas se tornaram um centro de aprendizado para uma nova cultura que surgia: A cultura Helenística
ru: Александр Великий основал библиотеки по всей своей новой империи. Они стали центром обучения для всей новообразованной эллинистической цивилизации.
sk: Alexander Veľký zakladal knižnice po celom území svojej novej ríše. Tieto sa stali strediskom vzdelanosti pre celú novú kultúru, ktorá sa nazýva helénska.
sv: Alexander den Store grundade bibliotek över hela sitt nya imperium. Dessa blev ett centrum för lärande för en helt ny syntetiserad kultur: den hellenistiska kulturen.
tr: Büyük İskender imparatorluğunun her yerine kütüphaneler kurdu. Bunlar tamamen yeni bir sentezlenmiş kültürün merkezi oldular: Helenistik kültür
uk: Олександр Великий заснував бібліотеки по всій своїй новій імперії. Вони стали центром навчання для всієї новоствореної елліністичної цивілізації.
zh: 亚历山大大帝在他的新帝国建立了很多图书馆。这些图书馆是学习全新的古希腊文化的中心。
zh_tw: 亞歷山大大帝在他的新帝國裡建造了很多圖書館。這些圖書館成為了學習的中心，一個全新的融合文化：古希臘文化。

source: Siege Workshop
ast: Taller d'asediu
bg: Обсадна работилница
ca: Taller de maquinària de setge
cs: Obléhací dílna
de: Belagerungswerkstatt
el: Πολιορκητικό Εργαστήρι
es_ar: Taller de Asedio
eu: Setio Tailer
fa: کارگاه سلاح های دژکوب
ga: Ceardlann Léigir
he: סדנת המצור
hu: Ostromgépgyár
it: Officina Macchinari da Assedio
ja: 兵器工房
nb: Beleiringsverksted.
pl: Warsztat oblężniczy
pt_br: Construção de Cerco
ru: Осадная мастерская
sk: Obliehacia dielňa
sv: Belägrings Verkstad
tr: Kuşatma Atölyesi
uk: Облогова майстерня
zh: 攻城器械厂
zh_tw: 攻城武器製造所

source: Constructs and upgrades all Macedonian siege engines.
ast: Constrúi y anueva toles máquines d'asediu macedonies.
bg: Строи и подобрява всички македонски обсадни машини.
ca: Construeix i millora les màquines de setge macedòniques.
cs: Sestrojuje a vylepšuje všechny makedonské obléhací stroje.
de: Baut und verbessert alle makedonischen Belagerungswaffen.
el: Κατασκευάζει και αναβαθμίζει όλες τις Μακεδονικές πολιορκητικές μηχανές.
es_ar: Construye y mejora todas las máquinas de asedio macedónicas.
eu: Eraiki eta hobetu Mazedoniarren setio makina guztiak.
fa: ساخت و ارتقا تمام ماشین های دژکوب مقدونی.
ga: Tógáill agus uasghradú gach aon inneall léigir Macadóineach.
hu: Az összes makedón ostromgépet gyártja és fejleszti
it: Costruisce e Migliora gli strumenti da assedio Macedoni.
ja: マケドニアのすべての攻城兵器の建造と強化を行います。
nb: Konstruerer og oppgraderer alle makedonske beleiringsvåpen.
pl: Buduje i modernizuje wszystkie macedońskie machiny oblężnicze.
pt_br: Constrói e melhora todas as armas de cerco macedônicas.
ru: Занимается созданием и улучшением всех македонских осадных орудий.
sk: Stavia a vylepšuje všetky macedónske obliehacie stroje.
sv: Konstruerar och uppgraderar alla Makedonska belägringsvapen.
tr: Yapılar ve yükseltmeler tüm Makedon kuşatma araçları.
uk: Формує і покращує всі македонські облогові знаряддя.
zh: 建造及升级全部马其顿攻城器械。
zh_tw: 建造及升級所有馬其頓的攻城武器。

source: The Macedonians were innovators in area of siegecraft.
ast: Los macedonios foron anovadores na estaya del asediu.
bg: Македонците били новатори в областта на обсадните машини.
ca: Els macedonis eren innovadors en el camp de la maquinària de setge.
cs: Makedonci byli zlepšovateli oblehacích strojů.
de: Die Makedonier waren Innovatoren im Bereich der Belagerungsmaschinen.
el: Οι Μακεδόνες ήταν καινοτόμοι στο πεδίο της πολιορκίας.
es_ar: Los macedonios eran innovadores en el arte del asedio.
eu: Mazedoniarrak setio artearen berritzailetzat hartuak ziren.
fa: مقدونیه ای ها متخصص و نوآوران زبده ای در خصوص دژکوب ها و فتح قلعه ها بودند.
ga: Ba nuálaithe iad na Macadóinigh san réimse léigearachta.
hu: A makedónok az ostromlás tudományának megújítói voltak.
it: I Macedoni erano innovatori nelle tecniche d'assedio.
ja: マケドニアは攻城兵器の分野を革新しました。
nb: Makedonerne var innovatører innen beleiringskunst.
pl: Macedończycy byli mistrzami sztuki oblężniczej.
pt_br: Os macedônios foram inovadores nas técnicas de Cerco.
ru: Македонцы были новаторами в области искусства осады.
sk: Macedónci boli inovátormi v oblasti techník obliehania.
sv: Makedonierna var innovativa inom området för belägrinsvapen.
tr: Bu Makedonların bölgesinde kuşatma sanatında yenilikler vardır.
uk: Македонці були новаторами в царині мистецтва облоги.
zh: 马其顿人在攻城武器这一方面革新的能力相当强。
zh_tw: 馬其頓人在攻城武器這一方面革新的能力相當強。

source: Macedonia was an ancient Greek kingdom, centered in the northeastern part of the Greek peninsula. Under the leadership of Alexander the Great, Macedonian forces and allies took over most of the world they knew, including Egypt, Persia and parts of the Indian subcontinent, allowing a diffusion of Hellenic and eastern cultures for years to come.
ast: Macedonia foi un antiguu reinu griegu, centráu al nordeste de la península griega. Baxo la direición d'Alexandru'l Grande, les fuercies y aliaos de macedonia apoderáronse de la mayor parte del mundiu que conocíen, inclusive Exiptu, Persia y seiciones del socontinente indiu, dexando que les cultures heléniques y orientales s'espardieren demientres munchos años.
bg: Македония била древногръцко царство, разположено в североизточната част на гръцкия полуостров. Под владението на Александър Велики, македонските сили и съюзници превзели по-голямата част от познатия им свят, включително Египет, Персия и части от Индийския субконтинент, създавайки връзка между елинските и източните култури.
br: Makedonia a oa ur rouantelezh Grek kozh, lec'hiet e biz al ledenez Grek. Dindan levierezh Aleksañdr ar Meur, nerzhioù Makedonian hag ar re a oa kevredet ganto a dapas ar galloud war darn vrasañ ar bed a veze anavezet ganto da lavaret eo, Ejipt, Persia hag ul lodenn eus an iskevandir Indian, pezh a roas an tu da reiñ ur skign d'ar sevenadurioù Hellenel hag eus ar reter evit meur a vloavezh.
ca: Macedònia era un regne de l'antiga Grècia, centrat al nord-oest de la península grega. Sota el regnat d'Alexandre el Gran, les forces macedòniques i els seus aliats van conquerir la major part del món que coneixien, incloent Egipte, Pèrsia i parts del subcontinent indi, cosa que va permetre la difusió de les cultures hel·lèniques i orientals en els propers anys.
cs: Makedonie byla starověkým řeckým královstvím soustředěným v sverovýchodní části řeckého poloostrova. Pod vedením Alexandra Velikého dobyly makedonské síly a jejich spojenci většinu jim známého světa, včetně Egypta, Persie a částí indického subkontinentu, čímž umožnily prolínání helénské a východních kultur v následujících letech.
de: Makedonien war ein antikes griechisches Königreich, mittig im nordöstlichen Teil der griechischen Halbinsel. Unter der Herrschaft Alexanders des Großen eroberten makedonische Streitkräfte und ihre Verbündeten den Großteil der ihnen bekannten Welt, mit Ägypten, Persien und Teilen des indischen Subkontinents, wodurch die Vermischung der hellenischen und der östlichen Kulturen in den Jahren danach ermöglicht wurde.
el: H Μακεδονία ήταν ένα αρχαίο ελληνικό βασίλειο, με επίκεντρο το βορειοανατολικό τμήμα της Eλληνικής χερσονήσου. Υπό την ηγεσία του Μέγα Αλεξάνδρου, οι Μακεδονικές δυνάμεις και οι σύμμαχοι τους κατέλαβαν το μεγαλύτερο μέρος του κόσμου που γνώριζαν, συμπεριλαμβανομένης της Αιγύπτου, της Περσίας και τμήματα της Ινδικής υποηπείρου, επιτρέποντας την διάδοση των Ελληνικών και Ανατολικών κουλτούρων για πολλά χρόνια.
es_ar: Macedonia fue un antiguo reino griego situado en el noreste de la península griega. Bajo el mando de Alejandro Magno, las fuerzas macedónicas y sus aliados conquistaron la mayor parte del mundo conocido, incluyendo Egipto, Persia, y partes del subcontinente indio, lo que permitió una difusión de las culturas helénicas y orientales durante muchos años.
eu: Mazedonia Antzinako Greziako erresuma zen, greziar penintsulako ipar-ekialdean kokatua. Alexandro Handiaren gidaritzapean, indar mazedoniarrek eta hauen aliatuek ezagutzen zuten munduaren zati handiena eskuratu zuten, Egipto, Persia eta Indiako azpikontinentearen zati batzuk barne, hortik aurrera kultura heleniarren eta ekialdekoen barreiatzea ahalbidetuz.
fa: مقدوینه یک پادشاهی باستانی یونان، با مرکزیت درشمال شبه جزیره یونان بود. تحت رهبری اسکندر، نیروهای مقدونی و همپیمان های آنها توانستند بیشتر دنیای شناخته شده در آن دوران را فتح کنند، شمال مصر، ایران و بخش هایی از هند و باعث تلفیق فرهنگ یونان و شرق شدند
ga: Ba ríocht ársa na Gréige í an Mhacadóin, ina lár in oirthuaisceart leithinise na Gréige. Faoi cheannas Alastair Mhóir, tháinig na fórsaí Macadónacha agus a comhghuaillithe ar formhór an domhain ar eolas acu, an hÉigipt, an Pheirs agus cuid eile na hIndia ina measc, cheadaigh sé seo ar leathadh cultúir Helléinigh agus oirthearaigh sna blianta atá le teacht.
he: מקדוניה הייתה ממלכה יוונית עתיקה, שמרכזה בחלקה הצפוני של חצי האי היווני. תחת הנהגתו של אלכסנדר וכוחותיו הגדולים, מקדוניים ובני הברית השתלטו על רוב העולם שהם ידעו, כוללים מצרים, הפרס וחלקים של תת היבשת ההודית, המאפשרים פרחה של ההלניסטית ותרבויות המזרח במשך שנים רבות.
hu: Makedónia egy ókori görög királyság volt, a Görög-félszigettől északkeletre. Nagy Sándor uralkodása alatt a makedón erők és szövetségeseik az akkor ismert világ majdnem egészét meghódították, Egyiptomtól Perzsián át az indiai szubkontinensig. Ez később a hellén és indiai kultúra keveredéséhez vezetett a határos régiókban.
hy: Մակեդոնիան հունական հին թագավորություն էր՝ կենտրոնացած Հունական թերակղզու հյուսիս-արևելյան հատվածում։ Ալեքսանդր Մեծի իշխանության օրոք մակեդոնական և դաշնակից ուժերը գրավեցին իրենց հայտնի աշխարհի մեծ մասը, ներառյալ Եգիպտոսը, Պարսկաստանը և Հնդկական ենթաաշխարհամասի որոշ մասը՝ տարածվելու հնարավորությար տալով հելլենիստական և արևելյան մշակույթներին հետագա բազում տարիների ընթացքում։
it: La Macedonia era un antico regno greco, centrato nella parte nord-orientale della penisola greca. Sotto la guida di Alessandro Magno le forze macedoni e gli alleati assunsero il controllo della maggior parte del mondo conosciuto, come l'Egitto, la Persia e parti del subcontinente indiano, permettendo la diffusione delle culture orientali ed elleniche per diversi anni a seguire.
ja: マケドニアは古代ギリシアの王国で、ギリシア半島北東部を中心としていました。アレクサンドロス大王の指揮の下、マケドニアとその同盟軍は、エジプト、ペルシア、インド亜大陸の一部を含む、彼らの知る世界の大部分を占領し、ギリシアと東方の文化の拡散をその後幾年も可能にしました。
ko: 마케도니아는 고대 그리스왕국으로 그리스 반도 북동부를 중심으로 했습니다. 알렉산더 대왕의 지휘아래 마케도니아 군대와 동맹국들은 이집트, 페르시아, 인도 아대륙 (대륙보다는 작지만 그린란드 정도의 크기를 가진 땅덩이) 의 일부를 포함하여 그들이 알고있는 세계의 대부분을 점령하여 수년 동안 헬레니즘 동양 문화의 확산을 수년 동안 허용했습니다.
nb: Makedonia var et gammelt gresk kongerike, sentralt i den nordøstre delen av den greske halvøy. Under lederskapet til Aleksander den store, to makedoniske styrker og allierte over mesteparten av den kjente verden, inkludert Egypt, Persia og deler av det indiske subkontinent, som tillot en blanding av hellenistiske og østlig kulturer i mange påfølgende år.
pl: Macedonia była starożytnym greckim królestwem, położonym w północno-wschodniej części Półwyspu Bałkańskiego. Pod przywództwem Aleksandra Wielkiego Macedońskie siły zbrojne, wraz z sojusznikami, zajęły większą część znanego im świata, włączając w to Egipt, Persję i fragmenty subkontynentu indyjskiego. To pozwoliło na rozprzestrzenianie się kultur wschodnich i helleńskiej przez długie lata.
pt_br: Macedônia foi um reino grego antigo, centrado na porção nordeste da península grega. Sob a liderança de Alexandre o Grande, forças macedônicas e aliadas tomaram a maior parte do mundo que conheciam, incluindo Egito, Pérsia e partes do subcontinente indiano, permitindo a difusão das culturas helenísticas e orientais por muitos anos.
ru: Македония была древним греческим царством, располагающимся в северо-восточной части Балканского полуострова. Под предводительством Александра Великого македонские войска и их союзники завоевали большую часть известного им мира, включая Египет, Персию и часть Индийского субконтинента, тем самым положив начало смешению эллинской и восточной культуры на протяжении многих лет.
sk: Macedónsko bolo starovekým gréckym kráľovstvom sústredeným v severovýchodnej časti gréckeho poloostrova. Pod vedením Alexandra Veľkého dobili macedónske sily a ich spojenci väčšinu im známeho sveta, vrátane Egypta, Perzie a časti indického subkontinentu, čím umožnili prelínanie helénskej a východných kultúr v nasledujúcich rokoch.
sv: Makedonien var ett gammalt grekiskt kungarike, centrerat i den nordöstra delen av den grekiska halvön. Under ledning av Alexander den Store tog makedonska styrkor och allierade över det mesta av världen de visste, inklusive Egypten, Persien och delar av det indiska subkontinentet, vilket möjliggjorde en diffusion av hellenska och östliga kulturer under de kommande åren.
tr: Makedonya, Yunan yarımadasının kuzeydoğu kesiminde yer alan eski bir Yunan krallığıydı. Büyük İskender önderliğindeki Makedon güçleri ve müttefikleri, bildikleri dünyanın çoğunu, Mısır, İran ve Hint kıtasının bir bölümünü devralarak, Helenik ve doğu kültürlerinin yıllarca yayılmasına izin verdi.
uk: Македонія була древнім грецьким царством, розташованим в північно-східній частині Балканського півострова. Під проводом Олександра Великого македонські війська та їхні союзники завоювали більшу частину відомого їм світу, включаючи Єгипет, Персію і частина Індійського субконтиненту, тим самим поклавши початок змішання еллінської та східної культури протягом багатьох років.
zh: 马其顿是古希腊的一个王国，集中在希腊半岛的东北部。在亚历山大大帝的领导下，马其顿军队和其盟友征服了埃及，波斯和印度次大陆地区的世界，促进了希腊文化和东方文化的交流。
zh_tw: 馬其頓是一個古希臘王國，集中在希臘半島的東北部。在亞歷山大大帝的領導下，馬其頓軍隊及其盟友擊敗了埃及、波斯以及部份的印度次大陸，促進了希臘文化和東方文化的交流。

source: Mauryans
ast: Maurianos
bg: Маури
it: Maurya
ja: マウリヤ朝
nb: Mauryanerne
sk: Maurjovci
zh_tw: 孔雀王朝

source: Mauryans have a +10% population cap bonus (i.e., 330 pop cap instead of the usual 300).
ast: Los maurianos tienen una bonificación del +10% de la llende de población (eso ye, una llende de población de 330 en vez de 300).
bg: Маурите могат да имат +10% повече население (тоест 330 вместо 300, както е обикновено).
it: I Maurya hanno un bonus limite di popolazione +10% (vale a dire, 330 lim. pop. invece dei soliti 300).
ja: マウリヤ朝は最大人口+10%ボーナスを有します（通常が300人であれば330人になる）。
nb: Mauryanerne får +10% bonus i befolkningsgrensen (f.eks vil de kunne ha maksimalt 330 enheter, istedenfor de vanlige 300).
sk: Maurjovci majú +10% populačný limit (t.j. 330 namiesto bežných 300).
zh_tw: 孔雀王朝有 +10% 的人口上限獎勵 (即人口上限為 330 而非平常的 300)。

source: Emperor of Emperors.
ast: Emperador d'emperadores.
bg: Император на императорите.
br: Impalaer an Impalaerien.
ca: Emperador d'Emperadors.
cs: Císař císařů.
de: König der Könige.
el: Αυτοκράτορας των Αυτοκρατόρων.
es_ar: Emperador de emperadores.
eu: Enperadoreen Enperadore
fa: امپراتور امپراتورها
ga: Ard Impire
he: קיסר של הקיסרים.
hu: A Császárok Császára.
hy: Կայսրերի կայսր։
it: Imperatore di Imperi
ja: 皇帝の中の皇帝。
ko: 황제들중의 황제
nb: Keiserens keiser.
pl: Imperator Imperatorów.
pt_br: Imperador dos Imperadores
ru: Император императоров.
sk: Cisár cisárov.
sv: Kejsare av Kejsarna
tr: İmparatorlar İmparatoru.
uk: Цар серед царів
zh: 万王之王
zh_tw: 萬王之王。

source: The Mauryan Empire encompassed dozens of formerly independent kingdoms over an area of 5 million square kilometers, with a population of close to 60 million people. The Mauryan regents held the title Emperor of Emperors and commanded a standing army of 600,000 infantry, 9000 elephants, 8000 chariots, and 30,000 cavalry, making it arguably the largest army of its time.
ast: L´Imperiu maurianu abarcó decenes de reinos enantes independientes a lo llargo de 5 millones de quilómetros cuadraos, con una población de cerca de 60 millones de persones. Los rexentes maurianos ostentaron el títulu del emperador d'emperadores y mandaron un exércitu de 600.000 peones, 9000 elefantes, 8000 carros y 30.000 xinetes, lo que fadría d'elli l'exércitu más numberosu de la dómina.
bg: Империята Маурия обединила множество независими дотогава царства на територия от над 5 милиона кв. км, с почти 60 милиона население. Маурските регенти носели званието Император на императорите и управлявали армия от 600 000 пехотинци, 9000 слона, 8000 колесници и 30 000 конници, което почти сигурно е била най-голямата армия за времето си.
it: L'impero Maurya comprendeva decine di regni precedentemente indipendenti estesi su una superficie di 5 milioni di chilometri quadrati, con una popolazione di quasi 60 milioni di persone. I reggenti Maurya ottennero il titolo di Imperatore degli Imperatori e comandarono un esercito permanente di 600.000 fanti, 9000 elefanti, 8000 carri, e 30.000 cavallieri, probabilmente il più grande esercito del tempo.
ja: マウリヤ帝国は、数十の独立王国がかつてあった500万平方キロの地域を含み、人口6000万人に迫りました。マウリヤ朝の統治者は皇帝の中の皇帝の称号を持ち、率いた常備軍は、60万の歩兵、9000の象、8000の戦車、3万の騎兵という、おそらく当時最大の軍隊でした。
nb: Det mauryanske imperium innbefattet dusinvis av tidligere uavhengige kongedømmer over et areal på 5 millioner kvadratkilometer, med en befolkning på nær 60 millioner innbyggere. De mauriske regentene hadde tittelen Keiser over Keisere og hadde en stående hær på 600.000 infanterister, 9000 elefanter, 8000 hestestridsvogner og 30.000 kavalerister, den største hæren i sin tid.
sk: Maurjovská ríša sa skladala z mnohých predtým nezávislých kráľovstiev na ploche vyše 5 miliónov kilometrov štvorcových, s počtom obyvateľov blížiacim sa k 60 miliónom. Maurjovskí vladári držali titul Cisárov cisárov a velili stálej armáde pozostávajúcej z 600,000 pechoty, 9000 slonov, 8000 povozov a 30,000 kavalérie, čo ju robilo pravdepodobne najväčšou armádou svojich čias.
zh_tw: 孔雀王朝涵蓋了數十個原先獨立的王國，其領土面積約有5百萬平方公里，人口總數約6千萬人。孔雀王朝的統治者有著萬王之王的稱號，並指揮著60萬名步兵、9000頭大象、8000輛雙輪戰車、以及3萬名騎兵，使其可以說是當時最大型的軍隊。

source: The Mauryans enjoy access to 4 champions.
ast: Los maurianos cunten con 4 campeones.
bg: Маурите имат достъп до 4 вида гвардейци.
it: I Maurya usufruiscono dell'accesso a 4 campioni.
ja: マウリヤ朝は4種のチャンピオンが利用可能です。
nb: Mauryanerne nyter tilgang til 4 mestere.
sk: Maurovia majú prístup k 4 šampiónom.
zh_tw: 孔雀王朝享有使用 4 種精英的權利。

source: Kṣhatriya Warrior Caste.
ast: Castra guerrera de los «Kṣatriya».
bg: Военен замък Кшатрия.
br: Kast Brezelour Kṣhatriya.
ca: Casta guerrera Kṣhatriya.
cs: Kšatrijská válečnická kasta.
de: Kṣhatriya Kriegerkaste.
el: Πολεμική Κάστα Κασατρίγα
es_ar: Casta guerrera chatria
eu: Kshatriya Guda Gaztelua
fa: طبقه جنگجویان کشاتریا
ga: 'Kṣhatriya': Sainaicme Laochra
hu: Ksatrija harcos kaszt.
hy: Քշատրիա, ռազմիկների կաստա։
it: Casta Guerriera Kṣhatriya.
ja: クシャトリヤ戦士カースト。
ko: 크샤트리아 전사 계급.
nb: Kṣhatriyakrigerkaste.
pl: Kasta wojowników Kṣhatriya.
pt_br: Guerreiro Xátria.
ru: Кшатрии, воинская каста.
sk: Kšatrijská bojovnícka kasta.
sv: Kṣhatriya Krigarbord.
tr: Kṣhatriya Savaşcı Sınıftan.
uk: Військова каста кштатрія.
zh: 刹帝利武士
zh_tw: 剎帝利武士種姓。
