Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Bolt shooter increased accuracy.
ast: Auméntase la precisión al tirador de virotes.
bg: Увеличена точност на хвърлячите на стрели.
br: Bangounell he doa kreskaet ar reizhded.
ca: La precisió del tirador de projectils augmentada.
cs: Jistota zásahu palby balisty byla zvýšena.
de: Erhöhte Genauigkeit für das Bolzengeschütz.
el: Η ακρίβεια του κοχλία ρίψης αυξήθηκε.
eu: Tiratzailearen zehaztasuna handitzen da.
fa: افزایش دقت پیچ انداز
ga: Cruinneas méadaithe do lámhachóir boltaí.
gl: Aumenta a precisión dos lanzadores de proxectís.
hu: Növelt nyílvető pontosság.
it: La precisione della balestra è aumentata del 25%.
ja: 弩砲の命中精度が向上します。
ms: Ketepatan penembak bolt meningkat.
nl: Verhoogde nauwkeurigheid voor Kruisboog.
pl: Zwiększono celność bełtów
pt_pt: Aumenta a precisão do oxibeles (atirador de dardos).
ru: Увеличивается точность аркабалист.
sk: Zvyšuje presnosť vrhačov šípov.
sv: Pilskjutare ökad träffsäkerhet.
tr: Zıpkın atıcı nın isabeti arttı.
zh: 弩射手提高了准度。
zh_tw: 弩炮增加了精準度

source: Siege weapons require less metal resource
ar: تحتاج أسلحة الحصار مصادر معدنية أقل
ast: Les armes d'asediu riquen menos metal.
bg: Обсадните оръжия изискват по-малко метал
br: Armoù seziz o deus ezhomm da gaout nebeutoc'h a zanvez metal
ca: Les màquines de setge costen menys metall
cs: Obléhací stroje vyžadují méně zdrojů v kovu
da: Krigsmaskiner koster mindre metal
de: Belagerungswaffen benötigen weniger Metall
el: Οι πολιορκητικές μηχανές χρειάζονται λιγότερη ποσότητα μετάλλου
es_mx: Las armas de asedio necesitan menos recursos de metal
eu: Setio armek metal baliabide gutxiago behar dute
fa: ادوات دژکوب فلز کمتری برای ساخت نیاز خواند داشت.
fi: Piiritysaseet vaativat vähemmän metallia
ga: Téastaíonn miotail níos lú ar uirlisí léigir.
gl: As máquinas de asedio custan menos metal.
hu: Az ostromgépek kevesebb fém nyersanyagot igényelnek
id: Senjata kepung membutuhkan lebih sedikit logam
it: Le armi da assedio richiedono meno metallo.
ja: 攻城兵器に必要な金属資源を低減します
lv: Aplenkuma ieročiem nepieciešams mazāk metāla resursu.
ms: Senjata pengepung kurang memerlukan sumber logam
nb: Beleiringsvåpen koster færre metallressurser
nl: Belegeringswapens kosten minder metaal
pl: Machiny oblężnicze wymagają mniejszych ilości metalu
pt_pt: A maquinaria de cerco necessita menos metal para ser construída
ru: Осадные орудия требуют меньше металла
sk: Obliehacie zbrane vyžadujú menej kovu
sv: Belägringsvapen kostar mindre metall
tr: Kuşatma silahları metal kaynaklara daha az gereksinim duyar.
zh: 攻城武器需要较少的金属资源
zh_tw: 攻城武器需要較少的金屬資源

source: Siege weapons cost 20% less metal
ar: أسلحة الحصار تكلف 20% أقل من المعدن
ast: Les armes d'asediu cuesten el 20% menos del metal.
bg: Обсадните оръжия струват 20% по-малко метал
br: Armoù seziz a goust 20% nebeutoc'h eget metal
ca: Les màquines de setge costen un 20% menys de metall
cs: Obléhací stroje stojí o 20% méně kovu
da: Krigsmaskiner koster 20% mindre metal
de: Belagerungswaffen kosten 20% weniger Metall
el: Οι πολιορκητικές μηχανές κοστίζουν 20% λιγότερο μέταλλο
es_mx: Las armas de asedio cuestan un 20% menos de metal
eu: Setio armek %20 metal kostu gutxiago dute
fa: ادوات دژکوب 20% فلز کمتر برای ساخت نیاز دارند.
fi: Piiritysaseet maksavat -20% metallia
ga: Costas miotail 20% níos lú d'uirlisí léigir
gl: As máquinas de asedio custan un -20% menos de metal.
hu: Az ostromgépek 20%-kal kevesebb fémbe kerülnek
id: Biaya logam senjata kepung lebih murah 20%
it: Le Armi da Assedio costano il 20% in meno di metallo
ja: 攻城兵器のコストが20%少ない金属で済みます
lv: Aplenkuma ieroči izmaksā par 20% mazāk metāla.
ms: Senjata pengepung kurang 20% kos logam
nb: Beleiringsvåpen koster 20% mindre metall
nl: Belegeringstuigen kosten 20% minder metaal
pl: Machiny oblężnicze kosztują 20% mniej metalu
pt_pt: Maquinaria de cerco custa menos 20% metal.
ru: Осадные орудия стоят на 20% меньше металла
sk: Obliehacie zbrane stoja o 20% menej kovu
sv: Belägringsvapen kostar 20% mindre metall
tr: Kuşatma silahları 20% daha az metale mal olur
zh: 攻城武器的金属耗费 -20%
zh_tw: 攻城武器的金屬耗費減少 20%

source: Siege weapons cost less wood
ar: أسلحة الحصار تكلف خشب اقل
ast: Les armes d'asediu cuesten menos madera
bg: Обсадните оръжия струват по-малко дървесина
br: Armoù seziz a goust nebeutoc'h eget koad
ca: Les màquines de setge costen menys fusta
cs: Obléhací stroje stojí méně dřeva
da: Krigsmaskiner koster mindre træ
de: Belagerungswaffen kosten weniger Holz
el: Οι πολιορκητικές μηχανές κοστίζουν λιγότερο ξύλο
es_mx: Las armas de asedio cuestan menos madera
eu: Setio armek egur kostu gutxiago dute
fa: ادوات دژکوب چوب کمتری نیاز خواهند داشت.
fi: Piiritysaseet maksavat vähemmän puuta
ga: Costas adhmaid níos lú d'uirlisí léigir
gl: As máquinas de asedio custan menos madeira.
hu: Az ostromgépek kevesebb fába kerülnek
id: Senjata kepung membutuhkan lebih sedikit kayu
it: Le armi d'assedio hanno un costo di legna minore.
ja: 攻城兵器の木材コストの低減
lv: Aplenkuma ieroči izmaksā mazāk koka
ms: Senjata pengepung kurang memerlukan kayu
nb: Beleiringsvåpen koster mindre tømmer
nl: Belegeringswapens kosten minder hout
pl: Machiny oblężnicze kosztują mniej drewna
pt_pt: Maquinaria de cerco custa menos madeira
ru: Осадные орудия стоят меньше древесины
sk: Obliehacie zbrane stoja menej dreva
sv: Belägringsvapen kostar mindre trä
tr: Kuşatma silahlarının odun maliyeti azalır
zh: 攻城武器消耗更少的木材
zh_tw: 攻城武器耗費較少木頭

source: Siege weapons cost 20% less wood
ar: أسلحة الحصار تكلف 20% أقل من الخشب
ast: Les armes d'asediu cuestan un 20% menos de madera
bg: Обсадните оръжия струват 20% по-малко дървесина
br: Armoù seziz a goust 20% nebeutoc'h eget koad
ca: Les màquines de setge costen un 20% menys de fusta
cs: Obléhací stroje stojí o 20% méně dřeva
da: Krigsmaskiner koster 20% mindre træ.
de: Belagerungswaffen kosten 20% weniger Holz
el: Οι πολιορκητικές μηχανές κοστίζουν 20% λιγότερο ξύλο
es_mx: Las armas de asedio cuestan 20% menos madera
eu: Setio armek %20 egur kostu gutxiago dute
fa: ادوات دژکوب 20% چوب کمتر نیاز خواهند داشت.
fi: Piiritysaseet maksavat -20% puuta
ga: Costas adhmaid 20% níos lú d'uirlisí léigir
gl: As máquinas de asedio custan un -20% menos de madeira.
hu: Az ostromgépek 20%-kal kevesebb fába kerülnek
id: Biaya kayu senjata kepung lebih murah 20%
it: Le armi d'assedio hanno un costo di legna minore del 20%
ja: 攻城兵器のコストが20%少ない木材で済みます
lv: Aplenkuma ieroči izmaksā 20% mazāk koka
ms: Jentera pengepung kurang 20% kos kayu
nb: Beleiringsvåpen koster 20% mindre tømmer
nl: Belegeringswapens kosten 20% minder hout.
pl: Machiny oblężnicze kosztują 20% mniej drewna
pt_pt: Maquinaria de cerco custa menos 20% madeira
ru: Осадные орудия стоят на 20% меньше древисины
sk: Obliehacie zbrane stoja o 20% menej dreva
sv: Belägraingsvapen kostar 20% mindre trä
tr: Kuşatma silahlarında %20 daha az odun maliyeti
zh: 攻城武器木材消耗 -20%
zh_tw: 攻城武器木頭耗費減少 20%

source: Immobile siege weapons are assembled and disassembled faster
ast: Les armes d'asediu inmóviles ármense y desármense más rápido.
bg: Неподвижните обсадни оръжия се сглобяват и разглобяват по-бързо
br: Armoù seziz difiñv a vez bodennet ha divodennet buanoc'h
ca: Les màquines de setge immòbils es munten i es desmunten més ràpid
cs: Nepohyblivé obléhací stroje jsou sestaveny a rozebrány rychleji
da: Stationære krigsmaskiner bliver samlet og skilt ad hurtigere
de: Unbewegliche Belagerungswaffen werden schneller zusammen- und auseinandergebaut
el: Οι στάσιμες πολιορκητικές μηχανές συναρμολογούνται και αποσυναρμολογούνται πιο γρήγορα
es_mx: Las armas de asedio inmóviles se montan y desmontan mucho más rápido.
eu: Geldirik dauden setio armak askoz ere azkarrago muntatu eta desmuntatzen dira
fa: ادوات دژکوب نامتحرک زودتر سرهم و باز می شوند.
ga: Is féidir le huirlisí léigir doghluaiste a chóimeáil agus díchóimeáil níos tapa
gl: As máquinas de asedio estacionarias móntanse e desmóntanse máis rápido.
hu: A rögzített ostromgépeket gyorsabban szerelik össze és szét
id: Senjata kepung yang tidak bergerak lebih cepat dibongkar pasang
it: Armi da assedio immobili vengono montate e smontate velocemente
ja: 据置式の攻城兵器の組立と解体が速くなります
lv: Nekustīgi aplenkuma mehānismi tiek salikti un izjaukti ātrāk
ms: Senjata pengepung tak bergerak dicantum dan dileraikan dengan lebih pantas
nb: Urørlige beleiringsvåpen pakkes opp og ned raskere
nl: Immobiele belegeringswapens worden sneller geassembleerd of ingepakt.
pl: Nieruchome machiny oblężniczne są składane i rozkładane szybciej
pt_pt: A maquinaria de cerco estacionada monta-se e desmonta-se mais rapidamente.
ru: Неподвижные осадные орудия собираются и разбираются быстрее
sk: Nepohyblivé obliehacie zbrane budú môcť byť zmontované a rozmontované rýchlejšie.
sv: Orörliga belägringsvapen packas upp och ned snabbare
tr: Sabit kuşatma silahları daha hızlı kurulur ve toplanır
zh: 静止的攻城武器在组装及拆装时更快
zh_tw: 靜止的攻城武器在組裝及拆裝時更快

source: -25% pack and unpack time for immobile siege weapons.
ast: El -25% del tiempu d'armadura y desarme pa les armes d'asediu inmóviles.
bg: -25% време за опаковане/разопаковане за неподвижните обсадни оръжия.
br: -25% a amzer pakañ ha dispakañ evit armoù seziz difiñv.
ca: El temps de muntatge i desmuntatge de les màquines de setge es redueix un 25%.
cs: -25% na čase složení a rozložení pro nepohyblivé obléhací stroje.
de: -25% Auf- und Abbauzeit für immobile Belagerungswaffen.
el: -25% στο χρόνο τοποθέτησης και μαζέματος των στάσιμων πολιορκιτικών μηχανών.
eu: %25- denbora muntatutako setio makinak bildu eta zabaltzeko.
fa: -25% زمان سرهم کردن و جدا کردن سلاح های دژکوب غیر قابل حمل
ga: Am pacála is dÍ-phacála -25% d'uirlisí léigir doghluaiste.
gl: -25% tempo de montar edesfacer as armas de asedio.
hu: -25% csomagolási és kibontási idő a rögzített ostromgépeknél.
id: -25% waktu bongkar dan kemas untuk senjata kepung yang tidak bergerak.
it: -25% tempo di montaggio e smontaggio per armi da assedio immobili.
ja: 据置式の攻城兵器の組立と解体時間が25%遅くなります。
lv: -25% sakravāšanas un izkavāšanas laikam nekustīgiem aplenkuma mehānismiem.
ms: -25% masa memasang dan melerai senjata pengepung tidak bergerak.
nb: -25% opp- og ned-pakkingstid for urørlige beleiringsvåpen.
nl: 25% sneller in- en uitpakken van inmobiele belegeringswapens.
pl: -25 % do czasu zapakowywania i rozpakowywania nieruchomych broni oblężniczych .
pt_pt: -25% de tempo para montar e desmontar máquinas de cerco.
ru: -25% к времени развертывания и свертывания неподвижных осадных орудий.
sk: -25% čas rozbalenia a skladania pre nepohyblivé obliehacie stroje.
sv: -25% upp- och nedpackningstid för orörliga belägringsvapen.
tr: Sabit kuşatma silahları için% -25 paket ve paket açma zamanı.
zh: 为静止的封锁武装 -25%的打包和解包时间。
zh_tw: 無法移動的攻城武器的組裝與拆裝時間 -25%。

source: Carthaginian walls, gates, and wall towers have 3x the health of a standard wall, but also cost twice as much and take twice as long to build.
ast: Les muries, puertes y torres murales cartaxineses tienen el triplu de la vida de la muria normal, pero tamién el doblu del costu y del tiempu pa construyise.
bg: Следователно, картагенските стени, порти и стенни кули имат 3 пъти повече здраве от стандартните стени, но също така струват два пъти повече и отнемат два пъти повече време за строеж.
br: Mogerioù kartajinian, dorioù, ha tourioù difenn o deus 3x yec'hed ar voger voutin, met koustañ a reont ivez div wech muioc'h ha kemer a reont div wech hiroc'h evit sevel.
ca: Les muralles, portes i torres de muralla cartagineses tenen 3 cops la salut d'una muralla normal, però també costen el doble de recursos i es construeixen dues vegades més lentes.
cs: Kartaginské hradby, brány a hradební věže mají trojnásobek životních bodů běžné hradební zdi, ale také stojí dvakrát tolik a potřebují dvakrát více času na stavbu.
de: Karthagische Mauern, Tore und Türme haben die 3x Lebenspunkte einer Standardmauer, aber auch doppelte Kosten und Bauzeit.
el: Τα Καρχηδόνια τείχη, οι πύλες, και οι πύργοι του τοίχους αποκτούν 3x υγεία σε σχέση με ένα κανονικό τείχος, αλλά επίσης κοστίζουν το διπλάσιο και κατασκευάζονται σε διπλάσιο χρόνο.
eu: Kartagoarren harresi, ate eta dorreek 3 aldiz gogorragoak dira, baino bi bider garestiagoak dira eta eraikitzeko denbora ere bikoitza da.
fa: دیوارهای، دروازه های و برج های دفاعی کارتاژها 3 برابر سلامت بیشتر دارند به نسبت سازه های معمولی اما هزینه ساخت و مدت زمان ساخت آنها نیز دو برابر بیشتر است
ga: Tá sláinte x3 do bhallaí, geataí agus túir bhalla Cartagacha i gcomparáid le ballaí normálta, ach tá costas faoi dhó acu agus tá a -n-am tógála níos fada faoi dhó freisin.
gl: As murallas, portas e torres de muralla cartaxinesas teñen ×3 da vida dunha muralla estándar, pero tamén custan o dobre e construílas leva o dobre de tempo.
hu: A karthágói falak, kapuk és tornyok háromszor olyan ellenállóak, mint a hagyományos falak, de kétszer annyiba kerülnek, és kétszer olyan sok idő alatt épülnek fel.
id: Tembok, gerbang, dan menara tembok Kartago memiliki 3x nyawa dari tembok biasa, tapi juga berharga dua kali lipat dan butuh dibangun dua kali lipat lebih lama.
it: i muri cartaginesi, i cancelli e le torri murarie hanno 3 volte la vita di un muro normale, ma costano il doppio e impiegano il doppio del tempo per esser costruite.
ja: カルタゴの壁、門、櫓は通常の3倍の耐久力がありますが、コストと建設時間は2倍になります。
ms: Tembok, pintu pagar, dan menara Carthage mempunyai 3x hayat berbanding tembok biasa, juga masa pembinaan 2x ganda.
nb: Kartagiske murer, porter og veggtårn har 3x av helsen til en standardmur men, men koster også dobbelt så mye og tar dobbelt så lang tid å bygge.
nl: Carthaagse muren, poorten en muurtorens zijn 3x sterker dan gewone muren, maar kosten ook tweemaal zoveel en duren twee keer langer om te bouwen.
pl: Kartagińskie mury, bramy i wieże na murach mają 3-krotną wytrzymałość zwykłych murów, ale za to kosztują dwa razy więcej i dwa razy dłużej powstają.
pt_pt: Muralhas cartaginesas, os portões e as torres das muralhas têm 3x a vida de uma muralha padrão, mas também custam o dobro e levam duas vezes mais tempo para construir.
ru: Карфагенские стены, ворота и башни имеют 3-х кратную жизнестойкость, но стоят в 2 раза больше и строятся в 2 раза дольше.
sk: Kartáginské hradby, brány a veže majú 3x toľko zdravia čo klasické hradby, avšak stavba je 2x dlhšia a drahšia.
sv: Kartagiska murar, portar och försvarstorn har 3x hälsan av en vanlig mur, men kostar också dubbelt så mycket och tar dubbelt så lång tid att byggas.
tr: Kartaca duvarları, kapıları ve kule duvarları standart duvarlardan 3 kat daha fazla dayanıklılığa sahip olur, ama 2 katı kaynak ve zaman gereksinimine neden olur.
zh: 迦太基的城墙、城门和塔楼的生命值是普通同类建筑的3倍，但所需造价和建造时间也为同类建筑的2倍。
zh_tw: 迦太基的城牆、城門、以及塔樓都有一般城牆的 3 倍生命值，但同時得耗費 2 倍的建造時間。

source: Celtic buildings have 20% less health, but are also 20% cheaper and faster to construct.
ast: Les construcciones celtes tienen el 20% menos de vida, pero son tamién un 20% más barates y más rápides de construyir.
bg: Келтските сгради имат 20% по-малко здраве, но пък са 20% по-евтини и отнемат 20% по-малко време за строеж.
br: Ar savadurioù keltek o deus 20% nebeutoc'h a yec'hed, met ivez int 20% marc'had-matoc'h ha buanoc'h da sevel.
ca: Els edificis celtes tenen un -20% menys de salut, però són un +20% més barats i fàcils de construir.
cs: Keltské stavby mají o 20% méně zdraví, ale jsou také o 20% levnější a rychleji se staví.
de: Keltische Gebäude haben 20% weniger Gesundheit, sind aber ajuch 20% günstiger und schneller zu bauen.
el: Τα Κέλτικα κτήρια έχουν 20% λιγότερη αντοχή, αλλά είναι 20% φθηνότερα και γρηγορότερα κατά την κατασκευή.
eu: Eraikin zeltak %20 gogortasun gutxiago dute, baino era beran %20 merkeagoak eta azkarragoak dira eraikitzean.
fa: ساختمان های سلتی 20% سلامت کمتر دارند اما 20% نیز ارزانتر هستند و سریعتر ساخته می شوند
ga: Tá sláinte 20% níos lú ag foirgnimh Cheilteacha, ach tá siad 20% níos saoire agus le ham tógála níos lú freisin.
gl: Os edificios celtas teñen un 20% menos de vida, pero son un 20% máis baratos e un 20% máis rápidos de construír.
hu: A kelta épületeknek 20%-kal kevesebb életerejük van, de 20%-kal olcsóbbak, és gyorsabban épülnek.
id: Bangunan Kelt punya 20% lebih sedikit nyawa, tapi juga 20% lebih murah dan lebih cepat dibangun.
it: Gli edifici celtici hanno il 20% di vita in meno, ma costano il 20% in meno e sono costruiti più velocemente.
ja: けるとの建築物は 20%耐久度が低いですが、20%安くかつ早く建設できます。
ms: Bangunan Celt kurang 20% hayat, tetapi 20% lebih murah dan pantas dibina.
nb: Keltiske bygninger har 20% mindre helse, men er også 20% billigere og raskere å konstruere.
nl: Keltische gebouwen zijn 20% minder sterk, maar zijn ook 20% goedkoper en sneller te bouwen.
pl: Celtyckie budowle mają 20% mniej zdrowia, za to są 20% tańsze i szybsze w budowie.
pt_pt: Edifícios celtas têm 20% menos vida, mas também são 20% mais baratos e mais rápidos a construir.
ru: Постройки кельтов имеют на 20% меньше прочности, но также на 20% дешевле и возводятся быстрее.
sk: Keltské budovy majú o 20% menej života, ale sú o 20% lacnejšie a rýchlejšie na postavenie.
sv: Keltiska byggnader har 20% mindre hälsa, men är även 20% billigare och snabbare att bygga.
tr: Kelt binaları %20 daha az sağlıklı ancak %20 daha ucuz ve inşaatı daha hızlı.
zh: 凯尔特建筑生命值偏低20%，但花费和建造时间相应缩短20%。
zh_tw: 塞爾特建築物少 20% 生命值，但同時花費也便宜 20% 且建造較快。

source: All structures have 10% more health and capture points, but also take 10% longer to build.
ast: Toles estructures tienen un 10% más de vida y puntos de prinde, pero tamién entarden un 10% más en construyise.
bg: 10% повече здраве и пленителни точки за всички сгради, но и 10% по-дълго време за строеж.
br: An holl frammadurioù o deus 10% muioc'h a yec'hed ha pakadur, pakusted poentoù, met kemer a reont ivez 10% hiroc'h da vezañ savet.
ca: Totes les estructures perses guanyen un +10% de salut i de punts de captura, però també es construeixen un 10% més lentament.
cs: Veškeré stavby +10% ke zdraví a na bodech za kořist, potřebují ale také 10% více času na stavbu.
de: Alle Gebäude haben 10% mehr Gesundheit und Eroberungspunkte, aber der Bau dauert auch 10% länger.
el: Όλα τα κτίσματα έχουν 10% περισσότερη αντοχή και πόντους κατάληψης, αλλά επίσης και 10% περισσότερο χρόνο αποπεράτωσης.
eu: Egitura guztiek %10 gehiago dute gogortasunean eta atzitze puntuetan, baino %10 gehiago behar dute eraikitzean.
fa: تمام ساختمان ها 10% سلامت و امتیاز تسخیر بیشتر خواهند داشت اما 10% زمان بیشتری نیز برای ساخت آنها نیاز است.
ga: Tá sláinte is pointí gabhála 10% níos mó do gach foirgneamh, ach tóg siad 10% níos fada a thógáil.
gl: Todas as estruturas teñen un 10% máis de vida e de puntos de captura, pero tamén levan un 10% máis de tempo de construción.
hu: Minden épületnek 10%-kal több életerő és foglalási pontja van, de 10%-kal hosszabb az építési idő is.
id: Semua bangunan memiliki 10% lebih banyak nyawa dan poin ambil alih, tapi juga membutuhkan 10% waktu pembangunan lebih lama.
it: Tutte le strutture hanno il 10% di vita punti cattura in più, ma richiedono il 10% di tempo in più per essere costruite.
ja: すべての建築物は耐久性と占領ポイントが 10% 増加しますが、建設時間が 10% 長くなります。
ms: Semua struktur mempunyai 10% lebih hayat dan mata tangkapan, tetapi perlu 10% lebih lama dibina.
nb: Alle konstruksjoner får +10% mer helse og overtakelsespoeng, men tar også +10% lenger å bygge.
nl: Alle structuren zijn 10% sterker en hebben 10% meer overwinningspunten, maar de bouw duurt ook 10% langer.
pl: Wszystkie budowle mają 10% więcej życia i punktów przejęcia, jednak są o 10% dłużej budowane.
pt_pt: Todas as estruturas têm 10% mais vida e pontos de captura, mas também demoram mais 10% de tempo a construir.
ru: Все строения получают на 10% больше прочности и единиц захвата, но и строятся на 10% дольше.
sk: Všetky budovy majú o 10% viac zdravia a obsadzovacích bodov, ale tiež o 10% dlhšiu výstavbu.
sv: Alla strukturer har 10% mer hälsa och erövringspoäng, men tar 10% längre att byggas.
tr: 90/5000 Bütün yapıların %10 daha fazla sağlık ve yakalama puanı var, aynı zamanda inşaatı %10 daha uzun sürüyor.
zh: 所有建筑生命值和分数均偏高10%，但建造时间需相应延长10%。
zh_tw: 所有建築物會有額外的 10% 的生命值與捕獲／占領值，不過同時也要花費多 10% 的時間來建造。

source: Mauryas have a 10% higher maximum population limit.
bg: Маурите имат 10% по-голямо максимално население.
ca: Màuria té el màxim límit de població un 10% més alt.
de: Maurya haben eine um 10% höhere Bevölkerungsgrenze.
eu: Mauryarren gehienezko biztanleria %10 handitzen da.
ga: Tá uasdhaonra 10% níos mó ag na Mauiriaigh.
gl: Os mauros teñen un límite máximo de poboación un 10% superior.
hu: A maurjáknak 10%-kal nagyobb a maximális népességkorlátja.
ms: Maurya memilik had populasi maksimum 10% lebih tinggi.
nl: Mauryas heeft een 10% hogere maximale bevolkingslimiet.
pl: Limit populacji Maurjów jest zwiększony o 10%.
ru: У Маурьи на 10% увеличен лимит населения.
sk: Maurovia majú o 10% vyšší populačný limit.
sv: Mauryaner har en 10% högre maximal befolkningsgräns.
zh: 印度孔雀王朝 +10% 人口上限。

source: Mauryan city walls have -20% less health and -20% less build time.
ast: Les muralles maurianes tienen un -20% de vida y el -20% del tiempu de construcción.
bg: Маурските градски стени имат 20% по-малко здраве и отнемат 20% по-малко време за строеж.
br: Mogerioù keoded Maourian o deus -20% nebeutoc'h a yec'hed ha -20% nebeutoc'h a amzer sevel.
ca: Les muralles de la ciutat de l'imperi Màuria tenen -20% dde salut i un -20% menys de temps de construcció.
cs: Maurijské městské zdi mají o -20% méně zdraví, a k jejich postavení je potřeba o -20% méně času.
de: Maurya-Stadtmauern haben -20% Gesundheit und -20% Bauzeit.
el: Τα Μαούρυα τείχη της πόλης έχουν -20% λιγότερη υγεία και -20% λιγότερο χρόνο κατασκευής.
eu: Mauryar hiri harresiak %20- galtzen dute gogortasunean baino eraikitzean %20- denbora gutxiago behar dute.
fa: دیوارهای شهر مائوریان ها -20% سلامت و -20% زمان ساخت کمتر دارد.
ga: Tá sláinte -20% níos lú agus am tógála -20% níos lú ag ballaí cathracha na Mauiriagh.
gl: As murallas urbanas mauras teñen un -20% de vida e requiren un -20% de tempo de construción.
hu: A maurja városfalaknak -20%-kal kevesebb az életerejük, és -20%-kal kevesebb idő alatt épülnek fel.
id: Tembok kota Maurya punya -20% nyawa dan -20% waktu pembangunan.
it: Le mura della città Maurya hanno il 20% di robustezza in meno ed il 20% di tempo in meno per la costruzione.
ja: マウリヤ朝の城壁の耐久力は20%低いですが、20%早く建設できます。
ms: Tembok bandar Maury kurang -20% hayat dan -20% tempoh pembinaan.
nb: Mauryanske byvegger har -20% mindre helse og -20% mindre bygningstid.
nl: Mauryaanse stadsmuren zijn 20% minder sterk en de bouw duurt 20% minder lang.
pl: Mury miasta Maurjorów mają zmniejszone zdrowie o -20% i czas budowy o -20%.
pt_pt: As muralhas da cidade máurias têm -20% menos vida e -20% de tempo de construção.
ru: Городские стены маурьев имеют на -20% меньшую прочность, но возводятся на -20% быстрее.
sv: Mauryanska stadsmurar har -20% mindre hälsa, men även -20% mindre byggtid.
tr: Mauryan şehir surlarının -20% daha az sağlık ve -20% daha az üretim süresi vardır.
zh: 孔雀王朝的城墙-20％HP，-20％建造时间。
zh_tw: 孔雀王朝的城牆 -20% 生命值且建造時間 -20%。
