Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Workers use horse-drawn carts. +10 shuttle capacity for all resources.
ar: تجعل العمال يستخدمون عربات تجرها الخيول. +10 لسعة النقل لجميع الموارد.
ast: Los trabayadores empleguen carros de tracción animal. +10 a la capacidá de treslláu pa tolos recursos.
bg: Работниците използват конски каруци. +10 капацитет на пренасяне за всички ресурси.
br: Al labourerien a implij karigelloù sachet gant kezeg. +10 a c'houested treuzdougen evit an holl zanvezioù.
ca: Els treballadors utilitzen carros tirats per cavalls. +10 en capacitat de transport per a tots els recursos.
cs: Dělníci používají dvoukolé vozy tažené koni. +10 na objemu při přenášení pro všechny zdroje.
de: Arbeiter verwenden Pferdewagen. +10 Tragekapazität für alle Ressourcen.
el: Οι εργάτες χρησιμοποιούν ιππήλατα αμαξίδια. +10 ποσότητα μετακίνησης για όλους τους πόρους.
es_mx: Los trabajadores usan carretas tiradas por caballos, +10 capacidad de carga para todos los recursos.
eu: Langileek zalgurdiak erabiltzen dituzte. 10+ garraiatzeko edukieran baliabide guztientzat.
fa: کارگر ها از گاری هایی که با اسب کشیده می شوند استفاده می کنند. +10 ظرفیت فضای حمل برای تمام منابع.
fi: Hevosvetoiset kärryt. +10 kantokapasiteettiä kaikille resursseille.
ga: Úsáideann oibrithe carranna capaill. Toilleadh tointeáilte +10 do gach acmhainn.
gl: Os traballadores empregan carros tirados por cabalos. Aumenta a capacidade de transporte de todos os recursos en +10.
hu: A munkások lovas szekereket használnak. +10 ingajárat kapacitás minden nyersanyagnál.
id: Pekerja menggunakan gerobak yang ditarik kuda. +10 kapasitas bawa seluruh sumberdaya.
it: I lavoratori utilizzano carri trainati da cavalli. +10 Capacità di trasporto per tutte le risorse.
ja: 労働者が荷馬車を使います。すべての資源の一度に運べる量が10増加します。
lv: Strādnieki izmanto zirgu pajūgus. +10 piegādes kapacitātei visiem resursiem.
ms: Pekerja guna kereta kuda. +10 kapasiti ulang-alik untuk semua sumber.
nb: Arbeidere bruker heste-dratte vogner. +10 transpostkapasitet for alle ressurser.
nl: Werkers gebruiken paard en kar. +10 vervoerscapaciteit voor alle grondstoffen.
pl: Robotnicy używają wózków zaprzęgniętych w konie. Otrzymują +10 do ilości przenoszonych surowców.
pt_pt: Os Trabalhadores usam carroças puxadas a cavalos. +10 capacidade de transporte para todos os recursos.
ru: Рабочие используют телеги, запряжённые лошадьми. Получают +10 к перевозимому объёму за раз.
sk: Pracovníci používajú koňmi ťahané vozíky: +10 dopravná kapacita pre všetky suroviny.
sv: Arbetare använder häst och vagn. +10 transportkapacitet för alla resurser.
tr: İşçiler atlı araba kullanır. Tüm kaynaklar için +10 Servis kapasitesi.
zh: 工人使用马车。所有资源的载运容量 +10。
zh_tw: 工人會用馬車。所有資源的載運容量 +10。

source: Workers use wheelbarrows. +5 shuttle capacity for all resources.
ar: العمال يستخدمون عربات اليد. +5 لسعة النقل لجميع الموارد.
ast: Los trabayadores empleguen carrielles. +5 a la capacidá de treslláu pa tolos recursos.
bg: Работниците използват колички. +5 капацитет на пренасяне за всички ресурси.
br: Al labourerien a implij karrigelloù. +5 a c'houested treuzdougen evit an holl zanvezioù.
ca: Els treballadors fan servir carretons. +5 de capacitat de transport per a tots els recursos.
cs: Dělníci používají trakaře. +5 na objemu při přenášení pro všechny zdroje.
da: Arbejdere bruger trillebøre. +5
de: Arbeiter nutzen Schubkarren. Sie können +5 Rohstoffe jeder Art tragen.
el: Οι εργάτες χρησιμοποιούν χειράμαξες. +5 ποσότητα μετακίνησης για όλους τους πόρους.
es_mx: Los trabajadores usan carretas. +5 capacidad de carga para todos los recursos.
eu: Langileek eskuzko orgatilak erabiltzen dituzte. 5+ garraiatzeko edukieran baliabide guztientzat.
fa: کارگران از چرخ دستی استفاده می کنند. +5 میزان منابع قابل حمل.
fi: Kottikärryt. +5 kantokapasiteettiä kaikille resursseille.
ga: Úsáideann oibrithe baraí rotha. Toilleadh tointeáilte +5 do gach acmhainn.
gl: Os traballadores empregan carretillas. Aumenta a capacidade de transporte de todos os recursos en +5.
hu: A munkások talicskákat használnak. +5 ingajárat kapacitás minden nyersanyagnál.
id: Pekerja menggunakan gerobak. +5 kapasitas bawa semua sumberdaya.
it: I lavoratori utilizzano le carriole. +5 Capacità di trasporto per tutte le risorse.
ja: 労働者が手押し車を使います。すべての資源の一度に運べる量が5増加します。
lv: Strādnieki izmanto ķerras. +5 piegādes kapacitātei visiem resursiem.
ms: Pekerja guna kereta sorong. +5 kapasiti ulang-alik untuk semua sumber.
nb: Arbeidere bruker trillebårer. +5 transportkapasitet for alle ressurser.
nl: Werkers gebruiken kruiwagens. +5 vervoerscapaciteit voor alle grondstoffen.
pl: Robotnicy używają taczek. +5 do przenoszonej ilości dla wszystkich materiałów.
pt_pt: Os trabalhadores usam carrinhos de mão. +5 na capacidade de transporte de todos os recursos.
ru: Рабочие используют тачки. Получают +5 к переносимому объёму за раз.
sk: Robotníci používajú fúriky. +5 prepravná kapacita pre všetky suroviny.
sv: Arbetare använder skottkärror. +5 transportkapacitet för alla resurser.
tr: İşçiler el arabası kullanır. Tüm kaynaklar için +5 Servis kapasitesi.
zh: 工人使用独轮车。所有资源的载运容量 +5。
zh_tw: 工人會用獨輪車。所有資源的載運容量 +5。

source: Workers +25% farming rate.
ar: زيادة انتاج الزراعة 25%
ast: Pa los trabayadores el +25% de la tasa agrícola.
bg: Скоростта на работниците при земеделие се увеличава с +25%.
br: Labourerien +25% a feur labour-douar.
ca: +25% de velocitat de producció dels horts.
cs: Výše zemědělské sklizně +25 % pro sběrače.
de: Arbeiter +25% landwirtschaftlicher Ertrag.
el: Εργάτες +25% ρυθμός γεωργίας
es_mx: Los trabajadores +25% velocidad en cultivos.
eu: Langileek +25% nekazaritza abiadura.
fa: کارگرها +25% سرعت کشاورزی
fi: Työmiesten +25% maanviljelysnopeus.
ga: Ráta feirmeoireachta +25% d'oibrithe.
gl: A taxa de recolección das colleitas dos traballadores aumenta un +25%.
hu: Munkásoknak +25% termesztési sebesség.
id: Pekerja bertani +25% lebih cepat.
it: Lavoratori +25% resa nell'agricoltura.
ja: 労働者の収穫効率が25%改善します。
lv: Strādniekiem +25% zemkopības ātrumam.
ms: Pekerja +25% kadar pertanian.
nb: Arbeidere +25% jordbruks-hastighet.
nl: Werkers +25% Landbouwproductie.
pl: Robotnicy otrzymują +25% do szybkości uprawy roli.
pt_pt: Os trabalhadores obtêm +25% de velocidade de cultivo.
ru: Рабочие собирают урожай на +25% быстрее.
sk: Pracovníci +25% rýchlosť farmárčenia.
sv: Arbetare +25% odlingstakt.
tr: İşçiler %+25 tarım oranı.
zh: 耕种速度 +25% 。
zh_tw: 工人 +25% 耕種速率。

source: A horse drawn instrument to turn the sod.
ar: أداة يسحبها حصان من أجل حرث الأرض العشبية.
ast: Un instrumentu tiráu por caballos pa llabrar la tierra.
bg: Инструмент, влачен от кон, който обръща чима.
br: Ur benveg sachet gant kezeg evit treiñ an douar.
ca: Un instrument tirat per cavalls per a llaurar la terra.
cs: Koňmi tažený nástroj k orání země.
da: Et hestetrukket redskab til at vende jorden.
de: Ein von Pferden gezogenes Werkzeug zum Pflügen der Erde.
el: Ένα εργαλείο αλόγου που οργώνει τα χορτάρια.
es_mx: Un apero tirado por caballos con el que arar las tierras.
eu: Lurra lantzeko zaldiz eramandako golda.
fa: یک وسیله که توسط اسب کشیده می شود برای شخم زدن خاک.
fi: Hevosvetoinen laite maan kääntämiseksi.
ga: Uirlis capaill atá in úsáid ag iompú an fhóid.
gl: Un instrumento arrastrado por cabalos para remover a terra de cultivo.
hu: Egy lóvontatású szerszám a rögök forgatásához.
id: Alat yang dibawa kuda untuk memindah rumput.
it: Un strumento con giogo per rivoltare le zolle.
ja: 馬が引く芝土を起こす道具です。
lv: Zirga vilktais instrument, lai grieztu pāri velēnus.
ms: Alat yang ditarik dengan kuda untuk mengemburkan tanah.
nb: En plog dratt av hester for å snu jorda.
nl: Een instrument om de aarde te keren.
pl: Urządzenia do orania ziemi, ciągnięte przez konie.
pt_pt: O cavalo puxa a charrua nas terras de cultivo.
ru: Орудие для вспахивания земли с помощью лошади.
sk: Koňom ťahaný nástroj slúžiaci na oranie.
sv: Ett hästdraget verktyg för att vända jorden.
tr: Tarla sürmek için at ile çekilen bir alet.
zh: 用来翻地的马拉工具。
zh_tw: 用來翻地的馬拉工具。

source: Equip your workers with iron plows. +15% farming rate.
ar: زود عمالك بمحارث حديدية. +15% لمعدل الزراعة.
ast: Equipa los trabayadores con aladros de fierro. Un +15% a la tasa agrícola.
bg: Оборудване на работниците с железни плугове. +15% скорост при земеделие.
br: Ekipañ ho labourerien gant erer houarn. +15% a feur labour-douar.
ca: Equipeu els treballadors amb arades. +15% en l'índex de agricultura.
cs: Vybavte svoje dělníky železnými pluhy. + 15% na zemědělském výnosu.
de: Rüste deine Arbeiter mit Eisenpflügen aus. +15% landwirtschaftlicher Ertrag.
el: Εξόπλισε τους εργάτες με σιδερένια άροτρα. +15% στο ποσοστό γεωργίας.
es_mx: Equipa a tus trabajadores con arados de hierro. +15% velocidad en cultivos.
eu: Hornitu zure langileak burdinazko goldeekin. +15% nekazaritza abiadura.
fa: تجهیز کردن کارگرها به گاو آهن های فلزی. +15% سرعت کشاورزی
fi: Varusta viljelijät rauta kyntöauroilla. +15% nopeampi viljely.
ga: Feistigh céachtaí iarainn ar d'oibrithe. Ráta feirmeoireachta +15%.
gl: Equipa os traballadores con arados de ferro. Aumenta un +15% a taxa de recolección das colleitas.
hu: Munkások felszerelése vasekékkel. +15% termesztési sebesség.
id: Memperlengkapi pekerja dengan bajak besi. +15% tingkat pertanian.
it: Dota i lavoratori di aratri in ferro. +15% resa agricola.
ja: 労働者に鉄の鋤を持たせます。収穫効率が15%上がります。
lv: Aprīkojiet savu strādniekus ar dzelzs arkliem. +15% zemkopības ātrumam.
ms: Lengkapkan pekerja anda dengan bajak besi. +15% kadar perladangan.
nb: Utrust dine arbeidere med jernploger. +15% gårdsdriftshastighet.
nl: Rust je werkers uit met ijzeren ploegen. +15% landbouwproductie.
pl: Wyposaż swoich robotników w żelazne pługi. +15% do szybkości uprawy roli.
pt_pt: Equipa os trabalhadores com arados de ferro. +15% de velocidade de cultivo.
ru: Обеспечьте своих рабочих железные плуги. Скорость сбора урожая повышается на +15%.
sk: Vybav svojich pracovníkov železnými pluhmi. +15% rýchlosť farmárčenia.
sv: Utrusta dina arbetare med järnplogar. +15% odlingstakt.
tr: İşçilerinizi demir saban ile donatın. %+15 Çiftçilik oranı.
zh: 让你的工人使用铁犁。耕种速度 +15%。
zh_tw: 讓您的工人使用鐵犁。耕種速率 +15%。

source: Workers +15% farming rate.
ar: زيادة انتاج الزراعة 15%
ast: Pa los trabayadores el +15% de la tasa agrícola.
bg: +15% бързина за работниците при земеделие.
br: Labourerien +15% a feur labour-douar.
ca: +15% en l'índex d'agricultura per als treballadors.
cs: Dělníci získají +15% na rychlosti sklizně.
de: Arbeiter +15% landwirtschaftlicher Ertrag.
el: Εργάτες +15% βαθμός γεωργίας
es_mx: Los trabajadores +15% velovidad en cultivos.
eu: Langileak +15% nekazaritza abiadura.
fa: کارگرها +15% سرعت کشاورزی
fi: Tyemiesten +15% maanviljelysnopeus.
ga: Ráta bailithe +15% d'oibrithe.
gl: A taxa de recolección das colleitas dos traballadores aumenta un +15%.
hu: Munkásoknak +15 termesztési sebesség.
id: Pekerja bertani +15% lebih cepat.
it: Lavoratori +15% resa agricola.
ja: 労働者の収穫効率が15%改善します。
lv: Strādniekiem +15% zemkopības ātrumam.
ms: Pekerja +15% kadar pertanian.
nb: Arbeidere +15% jordbrukshastighet.
nl: Werkers +15% landbouwproductie.
pl: Robotnicy otrzymują +15% do szybkości uprawy roli.
pt_pt: +15% de velocidade de cultivo para os trabalhadores.
ru: Рабочие собирают еду на +15% быстрее.
sk: Pracovníci +15% rýchlosť farmárčenia.
sv: Arbetare +15% odlingstakt.
tr: İşçiler %+15 tarım oranı.
zh: 耕种速度 +15% 。
zh_tw: 工人耕種速率 +15%。

source: Nets improve the productivity of fishing boats.
bg: Мрежите подобряват производителността на рибарските лодки.
ca: Les xarxes milloren la productivitat dels pesquers.
de: Netze erhöhen die Produktivität von Fischerbooten.
eu: Sareek arrantzontzien produktibitatea hobetzen dute.
ga: Feabhsaigh líonta ar an dtáirgiúlacht iascaireachta.
gl: As redes melloran a produtividade dos barcos de pesca.
hu: A hálók növelik a halászcsónakok termelékenységét.
ms: Pukat menambahbaik produktiviti bot nelayan.
nl: Netten verbeteren de productiviteit van vissersboten.
pl: Sieci polepszają produktywność łodzi rybackich.
ru: Использование сетей повысит эффективность рыболовных суден.
sv: Nät förbättrar produktiviteten hos fiskebåtar.
zh: 使用渔网，提高效率。

source: Use nets on your Fishing Boats. +30% fishing rate. Unlocks Salting Fish.
ar: استخدم الشباك في قوارب الصيد خاصتك. +30% على معدل الصيد. تزيل قفل تمليح السمك.
ast: Usa redes nos tos pesqueros. +30% na tasa de pesca. Desbloquia Pescáu en salazón.
bg: Използване на мрежи в рибарските лодки. +30% скорост на риболова. Отключва Осоляване на рибата.
br: Implijout rouedoù war ho Pigi Pesketa. +30% a feur pesketa. Digeriñ a ra Pesked Sall.
ca: Utilitzeu xarxes a les barques de pesca. +30% de l'índex de pesca. Desbloca el salaó del peix.
cs: Používáte sítě na rybářských lodích. +30% na rychlosti rybaření. Odemyká nasolování ryb.
de: Benutze Netze an deinen Fischerbooten. +30% Fishereirate. Schaltet Fische einsalzen frei.
el: Χρησιμοποίησε δίκτυα στα Ψαράδικα. +30% στο ρυθμό ψαρέματος. Ξεκλειδώνει το Πάστωμα Ψαριών.
eu: Erabili sareak zure arrantzarako txalupetan. %30+ arrantza abiaduran. Gaitu Arraia Gatzetan.
fa: از تور برای قایق های ماهیگیری استفاده کنید. +30% سرعت ماهیگیری. قفل ماهی نمکی را باز میکند.
fi: Käytä verkkoja kalastusveneissäsi. +30% kalastustahti. Avaa kalan suolauksen.
ga: Úsáid líonta ar do Bháid Iascaireachta. Ráta iascaireachta +30%. Díghlasáil an teicneolaíocht Éisc ar Salann.
gl: Os pesqueiros usan redes. A recolleita de peixe aumenta nun +30%. Desbloquea a salgadura do peixe.
hu: Hálók használata a halászcsónakokban. +30% halászati sebesség. Elérhetővé teszi a hal sózását.
id: Menggunakan jala pada Perahu Nelayan Anda. +30% tingkat pemancingan. Membuka Penggaraman Ikan.
it: Utilizzo delle reti sulle Navi da Pesca. Velocità di pesca +30%- Sblocca la Salatura del Pesce.
ja: 網を漁船で使用します。漁業効率を30%改善します。魚の塩蔵を解禁します。
lv: Izmantojiet tīklus uz savām zvejas laivām. +30% zvejas ātrumam. Atver Zivju iesālīšanu.
ms: Penggunaan pukat pada Bot Nelayan anda. +30% kadar tangkapan ikan. Buka Ikan Masin.
nb: Bruk garn på dine fiskebåter. +30% økt fiske. Låser opp salting av fisk.
nl: Gebruik netten op je vissersboten. +30% vissnelheid. Ontgrendelt Vis Pekelen.
pl: Używaj sieci na Łodziach Rybackich. Łodzie otrzymują +30% do szybkości połowu. Odblokowuje Solenie Ryb.
pt_pt: Usar rede de pesca nos barcos de pesca. +30% velocidade de pesca. Desbloqueia salga de peixe.
ru: Использовать сети на ваших рыболовецких лодках. +30% скорость ловли рыбы. Открывает засолку рыбы.
sk: Použi siete na tvojich rybárskych lodiach. +30% rýchlosti rybárčenia. Odomyká solenie rýb.
sv: Använd nät i dina fiskebåtar. +30% fisketakt. Låser upp Saltad Fisk.
tr: Balıkçı Teknelerinin üzerinde ağları kullanın. +30% balıkçılık oranı. Balık Tuzlama kilidini açar.
zh: 在渔船上使用渔网。+30% 捕鱼速度。解锁腌制鱼肉。
zh_tw: 在您的漁船上使用網子。+30% 捕漁速率。解鎖醃魚。

source: Workers +15% lumbering rate for trees.
ar: +15% للعمال على معدل قطع الشجر.
ast: Pa los trabayadores el +15% de la tasa de valtar árboles.
bg: Работниците стават +15% по-бързи при събирането на дървесина.
br: Labourerien +15% a feur dibun koad sevel evit ar gwez.
ca: Els treballadors recullen fusta dels arbres un +15% més ràpid.
cs: Dělníci získají + 15% na rychlosti těžby dřeva při kácení stromů.
de: Arbeiter sammeln Holz +15% schneller.
el: Εργάτες +25% ρυθμός υλοτομίας
es_mx: Los trabajadores +15 tasa de explotacion de arboles.
eu: Langileek %15+ lortzen dute zuhaitzak botatzeko abiaduran.
fa: کارگرها +15% سرعت بریدن چوب از درختان.
fi: Työläiset keräävät puuta +15% nopeammin.
ga: Ráta lománaíochta +15% d'oibrithe as crainn.
gl: A taxa de talla de árbores dos traballadores aumenta un +15%.
hu: Munkásoknak +15% erdőkitermelési sebesség.
id: Pekerja menebang pohon +15% lebih cepat
it: Aumenta +15% la resa dei taglialegna.
ja: 労働者の伐採効率が15%改善します。
lv: Strādniekiem +15% mežizstrādes ātrumam no kokiem.
ms: Pekerja +15% kadar penebangan pokok.
nb: Arbeidere +15% tømmerinnsamlingsrate for trær.
nl: Werkers hakken +15% sneller bomen om.
pl: Robotnicy otrzymują +15% do szybkości rąbania drewna.
pt_pt: Os trabalhadores obtêm +15% de velocidade no abate de árvores.
ru: Работники добывают древесину на +15% быстрее.
sk: Pracovníci +15% rýchlosť rúbania dreva.
sv: Arbetare +15% takt för att hugga ner träd.
tr: İşçiler +15% ağaçlar için kerestecilik oranı.
zh: 工人伐木速度 +15% 。
zh_tw: 工人 +15% 伐木速率。

source: Workers +50% lumbering rate for trees.
ar: +50% للعمال على معدل قطع الأشجار.
ast: Pa los trabayadores el +50% de la tasa valtar árboles.
bg: Работниците стават +50% по-бързи при събирането на дървесина.
br: Labourerien +50% a feur dibun koad evit ar gwez.
ca: Els treballadors recullen fusta dels arbres un +50% més ràpid.
cs: Dělníci získají +50% na rychlosti těžby dřeva při kácení stromů.
de: Arbeiter sammeln Holz +50% schneller.
el: Εργάτες +50% ρυθμός υλοτομίας
es_mx: Los trabajadores +50% velocidad de tala en los arboles.
eu: Langileek %50+ lortzen dute zuhaitzak botatzeko abiaduran.
fa: کارگرها +50% سرعت بریدن چوب از درختان
fi: Työläiset keräävät puuta +50% nopeammin.
ga: Ráta lománaíochta +50% d'oibrithe as crainn.
gl: A taxa de talla de árbores dos traballadores aumenta un +50%.
hu: Munkásoknak +50% erdőkitermelési sebesség.
id: Pekerja menebang pohon +50% lebih cepat.
it: Aumenta +50% la resa dei taglialegna.
ja: 労働者の伐採効率が50%改善します。
lv: Strādniekiem +50% mežizstrādes ātrumam no kokiem.
ms: Pekerja +50% kadar penebangan pokok.
nb: Arbeidere +50% tømmerinnsamlingsrate for trær.
nl: Werkers hakken +50% sneller bomen om.
pl: Robotnicy otrzymują +50% do szybkości rąbania drewna.
pt_pt: Os trabalhadores obtêm +50% de velocidade no abate de árvores.
ru: Работники добывают древесину на +50% быстрее.
sk: Pracovníci +50% rýchlosť rúbania dreva.
sv: Arbetare +50% takt för att hugga ner träd.
tr: İşçiler +50% ağaçlar için kerestecilik oranı.
zh: 工人伐木速度 +50% 。
zh_tw: 工人 +50% 伐木速率。

source: Increases stone gathering rates.
ar: يزيد من معدلات جمع الحجارة.
ast: Xube les tases de la recoyedura de piedres.
bg: Увеличава скоростта на събиране на камък.
br: Lakaat a ra feurioù an dastum maen da greskaat.
ca: Augmenta la velocitat de recollida de pedra.
cs: Zvýší rychlost těžení kamene.
da: Gør stensamling hurtigere.
de: Erhöht die Stein-Sammelgeschwindigkeit.
el: Αυξάνει τους ρυθμούς εξόρυξης πέτρας.
es_mx: Mejora el ritmo de explotación pedrera
eu: Harri bilketa abiadura hobetzen du.
fa: افزایش سرعت جمع کردن سنگ
fi: Nostaa kiven keräysnopeutta.
ga: Méadú ar na rátaí bailithe do chloch.
gl: Aumenta a velocidade de extracción de pedra.
hu: Növeli a kő gyűjtési sebességét.
id: Meningkatkan tingkat pengumpulan batu.
it: Aumenta i tassi di raccolta pietre.
ja: 採石効率を増加します。
lv: Palielina akmens iegūves ātrumu.
ms: Tingkatkan kadar pengumpulan batu.
nb: Øker utvinningstakten for stein.
nl: Verhoog snelheid van de werkers in de steenmijnen.
pl: Zwiększ szybkość zbierania kamieni.
pt_pt: Aumenta a velocidade de recolha da pedra.
ru: Увеличивает скорость добычи камня.
sk: Zvýši rýchlosť získavania kameňa.
sv: Ökar sten samlingstakt.
tr: Taş toplama oranını artırır.
zh: 加快石头采集速度。
zh_tw: 增加石頭採集率。

source: Compel serfs to help your workers mine stone. +15% stone gathering rate.
ar: أرغم العبيد أن يساعدوا عمالك على استخراج الحجارة. +15% على معدل جمع الحجارة.
ast: Aurear a los siervos ayudar los trabayadores a estrayer la piedra. El +15% de la tasa de recoyer la piedra.
bg: Принуждаване на крепостниците да помагат на работниците при събирането на камък. +15% скорост на събиране на камък.
br: Rediañ served evit sikour ho labourerien mengleuz maen. +15% a feurioù dastum maen.
ca: Obligueu els serfs a ajudar als treballadors a les mines de pedra. +15% en l'índex de recol·lecció de pedra.
cs: Přinuťte nevolníky k tomu, aby pomohli vašim dělníkům v dole na kámen. +15% na rychlosti lámání kamene.
de: Zwinge Leibeigene dazu, deinen Arbeitern in den Minen zu helfen. +15% Steinabbaurate.
el: Εξαναγκασμός δουλοπάροικων να δουλέψουν στο ορυχείο. +15 εξόρυξη πέτρας.
es_mx: Obliga a tus siervos a ayudar a tus trabajadores a extraer piedra. +15% de ritmo de explotación pedrera.
eu: Lagundu zure morroiak harria ateratzen. %15+ harria ateratzeko abiaduran.
fa: مجبور کردن بردگان برای کمک به کارگران شما در کار معدن سنگ. +15%سرعت جمع کردن سنگ
fi: Käske maatyöläisiä auttamaan työläisiäsi hakkaamaan kiveä. +15% kivenkeräysnopeus.
ga: Éiligh ar na héalótaí agus cloch a bhaint le d'oibrithe. Ráta bailithe +15% do chloch.
gl: Fai que os servos axuden aos traballadores a extraer pedra. A taxa de recolección de pedra aumenta un +15%.
hu: Jobbágyok kényszerítése, hogy segítsenek a munkásoknak követ bányászni. +15% kőgyűjtési sebesség.
id: Memaksa budak untuk membantu pekerja menambang batu. +15% tingkat pengumpulan batu.
it: Costringi i servi ad aiutare i tuoi cavatori. +15% Tasso di raccolta pietra.
ja: 農奴に強制で労働者の採掘を手伝わせます。採石効率が15%上がります。
lv: Piesaista dzimtļaudis strādnieku palīdzībai akmens ieguvē. +15 akmens ieguves ātrumam.
ms: Paksa hamba bantu pekerja anda melombong batu. +15% kadar pengumpulan batu.
nb: Tving livegne ("slaver") til å hjelpe dine arbeidere å hakke stein. +15% steinhakkings-hastighet.
nl: Verkrijg slaven om je werkers stenen te helpen mijnen. +15% extra mijnsnelheid in steenmijnen.
pl: Przymuszenie poddanych do pomocy w kopalniach kamienia. Robotnicy otrzymują +15% do szybkości wydobycia kamienia.
pt_pt: Obriga os servos a ajudar os trabalhadores a minar pedra. +15% de velocidade de extração de pedra.
ru: Принудить крепостных помогать рабочим в каменоломне. Повышается на +15% скорость добычи камня.
sk: Prinúť nevoľníkov aby pomáhali tvojim pracovníkom pri ťažbe kameňa: +15% rýchlosť ťažby kameňa.
sv: Tvinga livegna att hjälpa dina arbetare i gruvor. +15% sten samlingstakt.
tr: İşçilerine taş kesmek için yardımcı köylüler gönder. +15% taş toplama hızı.
zh: 强迫农奴帮你的工人采集石头。石头采集速率 +15%。
zh_tw: 強迫農奴幫您的工人採集石頭。石頭採集速率 +15%。
