Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Each player starts deep in the forest. The Ardennes is a region of extensive forests, rolling hills and ridges formed within the Givetian Ardennes mountain range, primarily in modern day Belgium and Luxembourg. The region took its name from the ancient Silva, a vast forest in Roman times called Arduenna Silva.
ast: Cada jogador intama a lo fondeiro la silva. L’Ardenne ye un país d’extensos soutos, sotambios & sierros, que conformɐn el Massif ardennais, principalmente n Bélgica & Luxemburgo. El nome la fastiella remaneç de l’antigua viesca de sou, una vasta silva que n tiempos romanos se ḷḷamaba Arduenna.
bg: Всеки от играчите започва дълбоко в гората. Ардените са област с много гори, хълмисти възвишения и хребети, оформени в планинска верига през периода Живетий, основно в днешна Белгия и Люксембург. Областта получила името си от Ардуена Силва, обширна гора от римско време.
cs: Každý hráč začíná hluboko v lese. Ardeny jsou oblastí rozsáhlých lesů, kopců a hřebenů vytvořených v rámci pohoří Givetianských Arden, nacházející se především v současné Belgii a Lucembursku. Kraj získal své jméno od starověkého Silva, obrovského lesa v římských dobách zvaného Arduenna Silva.
da: Hver spiller starter dybt inde i skoven Ardennerne er en region med omfattende skove, bølgende bakker og højdedrag dannet inden for Givetian Ardennes-bjergkæden, primært i det moderne Belgien og Luxembourg. Regionen tog sit navn fra den gamle Silva, en stor skov i romertiden kaldet Arduenna Silva.
de: Jeder Spieler startet tief in einem Wald. Die Ardennen sind eine Region weitläufiger Wälder, sanfter Hügel und Hügelketten, die in die Bergzüge der Giveter Ardennen eingebettet ist, hauptsächlich im heutigen Belgien und Luxemburg. Diese Region wurde nach dem antiken Silva, einem großen Wald, zur Zeit des römischen Imperiums als Arduenna Silva bezeichnet.
el: Κάθε παίκτης ξεκινάει βαθιά στο δάσος. Οι Αρδένες είναι μια περιοχή με εκτεταμένα δάση, λόφους και κορυφογραμμές που σχηματίζονται εντός της οροσειράς Γιβεθινών Αρδέννων, κυρίως σήμερα του Βελγίου και του Λουξεμβούργου. Η περιοχή πήρε το όνομά της από ένα τεράστιο αρχαίο δάσος των Ρωμαϊκών χρόνων επονομαζόταν Αρντουένα Σίλβα.
es: Cada jugador empieza en medio del bosque. Las Ardenas es una región de extensos bosques, ondulantes cerros y crestas formada dentro de la cordillera de las Ardenas en el Givetiense, principalmente en lo que ahora es Bélgica y Luxemburgo. Esta región toma su nombre a la antigua Silva, un bosque vasto en los tiempos Romanos, llamada la Arduenna Silva.
eu: Jokalari bakoitza basoaren erdian hasiko da. Ardenak baso zabaleko ingurua da, mendi uhinduak eta tontorrak Ardenetako Givetiar mendilerroan sorturik, gehienbat gaur egun Belgika eta Luxenburgo lur eremuan. Eskualde honek Silva zaharrari zor dio izena, Erromatarren garaiko baso zabala, Arduenna Silva deiturikoa.
fi: Jokainen pelaaja aloittaa syvällä metsässä. Ardennit ovat laajojen metsien, kumpuilevien kukkuloiden ja harjanteiden muodostama alue Givetin Ardennien vuoristossa, pääasiassa nykyisessä Belgiassa ja Luxemburgissa. Alue on saanut nimensä muinaisesta Silvasta, joka oli roomalaisaikana Arduenna Silvaksi kutsuttu laaja metsä.
fr: Chaque joueur commence en pleine forêt. Les Ardennes sont une région de vastes forêts, de collines et de crêtes formées au sein d'une chaîne de montagnes du Givétien, à notre époque essentiellement en Belgique et au Luxembourg. La région tire son nom de l'ancienne Arduenna Silva (forêt ardennaise en français).
hu: Minden játékos az erdő mélyén kezd. Kiterjedt erdőségek, hullámzó dombvidékek, giveti korszakból származó vonulatok – ezek jellemzik a ma főként Belgium és Luxemburg területén elterülő Ardenneket. Nevét egy hatalmas ősi erdőről, az ún. Arduenna Silváról kapta még a római korban.
id: Setiap pemain memulai di tengah-tengah hutan. Ardennes adalah daerah yang memiliki banyak hutan, bukit, dan pegunungan yang terbentuk di derah pegunungan Givet Ardennes, sebagian besar di daerah yang sekarang dinamakan Belgia dan Luksemburg. Nama daerah ini diambil dari Silva kuno, hutan luas di zaman Romawi yang bernama Arduenna Silva.
it: Ogni giocatore comincia nel profondo della foresta. Le Ardenne sono una regione di estese foreste, morbide colline e crinali formati all'interno della catena montuosa delle Ardenne givetiane, oggi situate principalmente in Belgio e Lussemburgo. La regione prende il nome dall'antica Silva, una vasta foresta chiamata Arduenna Silva dagli antichi Romani.
ja: 各プレイヤーは森の奥深くからスタートします。 アルデンヌ地方は、現代のベルギーとルクセンブルクを中心に、ジベッティア・アルデンヌ山脈の中に形成された広大な森林、なだらかな丘陵、尾根を持つ地域です。この地域の名前は、古代のシルヴァに由来しており、ローマ時代にはアルドゥエンナ・シルウァと呼ばれた広大な森がありました。
ko: 각 플레이어는 숲 속 깊은 곳에서 시작합니다. 아르덴 산맥(Ardenne)은 오늘날의 벨기에와 룩셈부르크에서 주로 기브티안 아르덴 산맥 내에 형성된 광범위한 숲, 구릉, 능선 지역입니다. 이 지역은 고대 실바에서 이름을 따왔는데요, 아두엔나 실바라고 불리는 로마 시대의 넓은 숲이었습니다.
nl: Elke speler begint diep in het woud. De Ardennen is een regio met uitgestrekte bossen, golvende heuvels en bergruggen die gevormd zijn in de bergen van de Givetiene Ardenen, gelegen in het huidige België en Luxemburg. De regio kreeg haar naam van Arduenna Silva, zoals het onmetelijke woud heette dat daar in de tijd van de Romeinen bestond.
pl: Gracze zaczynają w głębokich lasach. Ardeny to region rozległych lasów, pagórkowatych wzgórz i grzbietów powstałych w Ardenach Żyweckich, głównie na terenach dzisiejszej Belgii i Luksemburgu. Region swą nazwę zawdzięcza rozległemu lasowi zwanego w okresie rzymskim Arduenna Silva.
pt_br: Cada jogador começa nas profundezas da floresta. As Ardenas são uma região de extensas florestas, colinas e cumes formados dentro da cadeia montanhosa de Givet, principalmente na atual Bélgica e Luxemburgo. A região tem o nome da antiga Silva, uma vasta floresta chamada de Arduenna Silva nos tempo do império romano.
pt_pt: Cada jogador começa numa floresta densa. As Ardenas são uma região de florestas extensas, colinas montanhosas, formadas pela cordilheira Givetianas das Ardenas, nos dias de hoje principalmente na Bélgica e no Luxemburgo. A região tomou o nome do antigo Silva, uma floresta vasta nos tempos romanos chamada Arduenna Silva que se prolongava do rio Sambre na Bélgica até ao rio Reno na Alemanha.
ru: Каждый игрок начинает в густом лесу. Арденны — это регион с обширными лесами, пологими холмами и горными хребтами, сформированными в середине Девонского периода на территории современных Бельгии и Люксембурга. Регион получил название от античного «Silva» — широкого леса, во времена Рима называвшегося Arduenna Silva.
sv: Varje spelare startar djupt in i skogen. Ardennerna är en region med omfattande skogar, rullande kullar och åsar formade inom Givetian Ardennerna bärgsområde, huvudsakligen i mordern dag Belgien och Luxemburg. Regionen tog sitt namn ifrån det forntida Silva, en enorm skog i som i Romerska tider kallades för Arduenna Silva.
tr: Her oyuncu ormanın derinliklerinde başlar. Çoğunlukla bugünkü Belçika ve Lüksemburg'da yer alan Ardenler bölgesi, Givensiyen Ardenler Sıradağlarının içerisinde ormanlarla kaplı, engebeli arazi, inişli çıkışlı tepeler ve sırtlardan oluşur, Bu bölge adını antik Silva'dan almaktadır, Roma döneminde muazzam bir orman olan Arduenna Silva.
uk: Кожен гравець починає в глибині лісу. Арденни є регіоном великих лісів, пагорбів і гряд, утворених в межах гірського хребта Живетських Арден, в першу чергу на території сучасної Бельгії та Люксембургу. Область отримала свою назву від стародавнього Silva, величезного лісу в римські часи під назвою Arduenna Silva.
zh: 玩家开局位于森林深处。 阿登高地为广袤的森林所覆盖，群山起伏，还有吉维特阶阿登山脊，位于当今比利时东南部和卢森堡北部之默兹河的东西两方的高原。名字来源于古罗马时代的阿登森林。
zh_tw: 每位玩家起始於森林深處。 亞爾丁有著廣闊的森林、綿延的丘陵和山巒，形成於吉維齊時期的亞爾丁山脈間，主要坐落在當代的比利時與盧森堡。它的名字來自古老的席爾瓦，一片在羅馬時期稱作 Arduenna Silva 的廣大森林。

source: Ardennes Forest
ast: Silva Arduenna
bg: Арденска гора
br: Koad Ardennes
ca: Bosc de les Ardenes
cs: Ardenský les
da: Ardennerne
de: Ardennen
el: Δάσος των Αρδεννών
es: Bosque de las Ardenas
eu: Ardenne oihana
fa: جنگل آردنس
fi: Ardennien metsä
fr: Forêt des Ardennes
ga: Foraois na hArdfhinne
gd: Coille Ardennes
hu: Ardenneki erdők
id: Hutan Ardennes
it: Foresta delle Ardenne
ja: アルデンヌの森
ko: 아르덴 숲
ms: Hutan Ardennes
nb: Ardenne-skogen
nl: Ardens bos
pl: Las Ardeński
pt_br: Floresta das Ardenas
pt_pt: Floresta das Ardenas
ru: Арденнский лес
sk: Ardenský les
sr: Арденска шума
sv: Ardenne Skogen
tr: Ardenler Ormanı
uk: Арденський ліс
vi: Rừng Ardennes
zh: 阿登森林
zh_tw: 阿登森林

source: A rugged land with small room for buildings with scarce wood. Represents the mountain range in the Northwest Africa.
ast: Una tierra arispia cun poucu campu par’ edificios & pouca madeira. Representa la sierra homónima de l África occidental-septentrional.
bg: Неравна земя с малко място за сгради и недостатъчно дърва. Наподобява планинската верига в северозападна Африка.
cs: Členitá země s malým prostorem pro budovy s nedostatkem dřeva. Představuje pohoří v severozápadní Africe.
da: En barskt område med lille plads til bygninger med knapt træ. Repræsenterer bjergkæden i det nordvestlige Afrika.
de: Ein zerklüftetes Land mit wenig Platz für Gebäude und wenig Holz. Stellt die Bergkette im Nordwesten Afrikas dar.
el: Τραχύ έδαφος με ελάχιστο χώρο για κτήρια και σπανίζουσα ξυλεία. Αντιπροσωπεύει τις οροσειρές της βορειοδυτικής Αφρικής.
es: Un terreno escarpado con poco espacio para edificios con poca madera. Representa la cadena montañosa del noroeste de África.
eu: Lur gorabeheratsua eraikinetako leku gutxirekin eta egur eskasarekin. Afrikako ipar-mendebaleko mendilerroa irudikatzen du.
fi: Karu maa, jossa on vain vähän tilaa rakennuksille ja jossa on niukasti puuta. Edustaa Luoteis-Afrikan vuoristoa.
fr: Un terrain accidenté avec peu de place pour les bâtiments et peu de bois. Représente la chaîne de montagnes du nord-ouest de l'Afrique.
ga: Talamh garbh ach le spás beag tógála amháin agus adhmad gann. Cuir an léarscáil seo i láthair na sléibhte san Afraic thiar thuaidh.
gd: Seo tìr sgurrach aig nach eil ach beagan rum airson togalaichean ’s fiodh gann. Tha e a’ riochdachadh am monadh taobh iar-thuath Afraga.
hu: Rögös föld kevés beépíthető hellyel és fával. Északnyugat-Afrika hegyvidékének mintájára.
id: Tanah kasar dengan ruangan kecil untuk bangunan dengan kayu langka. Mewakili pegunungan di Afrika Barat Laut.
it: Un'aspra terra con poco spazio per edifici e legname scarso, rappresenta la catena montuosa nel nordest dell'Africa.
ja: 起伏の多い土地で建物が建てられる場所に乏しく木もわずかです。北西アフリカの山地を表現しています。
ko: 나무가 부족한 건축물을 위한 작은 공간이 있는 거친 땅입니다. 북서 아프리카의 산맥을 나타냅니다.
nl: Een ruw land met weinig plaats om te bouwen en weinig hout. Dit stelt het gebergte in Noordwest-Afrika voor.
pl: Nierówny teren z małą ilością miejsca na budowle i deficytem drewna. Reprezentuje pasma górskie w północno-zachodniej Afryce.
pt_br: Um terreno acidentado com pouco espaço para construções e madeira escassa. Representa a cordilheira montanhosa do noroeste da África.
pt_pt: Uma terra áspera com pequeno espaço para construções que necessitem de pouca madeira. Representa a cadeia montanhosa do noroeste de África.
ru: Изрезанная земля с ограниченным местом для строительства зданий и скудными запасами древесины. Представляет горный хребет в северо-западной Африке.
sk: Drsná krajina so vzácnym výskytom dreva, ktorá poskytuje len málo stavebného priestoru. Reprezentuje pohorie Atlas v severozápadnej Afrike.
sv: En karg mark med lite utrymme för byggnader och få träd. Representerar bergskedjan i nordvästra Afrika.
tr: Kıt odunlu, binalar için küçük alanı olan engebeli bir arazi. Kuzeybatı Afrikada'ki dağlık alanları betimler.
uk: Нерівна земля з малим простором для будівництва, а також з обмеженою кількістю деревини. Являє собою гірський хребет у північно-західній Африці.
zh: 非洲西北部的山脉地区，地势崎岖，木材稀缺，空间狭小。
zh_tw: 一片高低不平的土地，只有很少的木頭可以用來建造建築。模擬西北非洲的山脈區。

source: Atlas Mountains
ast: Monte Atlas
bg: Атласки планини
br: Menez Atlas
ca: Serralada de l'Atles
cs: Pohoří Atlas
da: Atlasbjergene
de: Atlasgebirge
el: Όρη Άτλαντα
es: Macizo del Atlas
eu: Atlas Mendiak
fa: کوه های اطلس
fi: Atlasvuoret
fr: Massif de l'Atlas
ga: Sléibhte Atlais
gd: Monadh Atlais
hu: Atlasz-hegység
id: Pegunungan Atlas
it: Montagne dell'Atlante
ja: アトラス山脈
ko: 아틀라스 산맥
ms: Pergunungan Altas
nb: Atlasfjellene
nl: Atlas gebergte
pl: Góry Atlas
pt_br: Cordilheira do Atlas
pt_pt: Cordilheira do Atlas
ru: Атласские горы
sk: Pohorie Atlas
sr: Планине Атлас
sv: Atlasbergen
tr: Atlas Dağları
uk: Атлаські гори
vi: Dãy Atlas
zh: 阿特拉斯山脉
zh_tw: 阿特拉斯山脈
