Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: Close
ar: أغلق
ast: Atyouir
bg: Затваряне
br: Serriñ
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
eo: Fermu
es_cl: Cerrar
et: Sulge
eu: Itxi
fa: بستن
fi: Sulje
fr: Fermer
ga: Dún
gd: Dùin
gl: Pechar
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ka: დახურვა
ko: 닫기
lt: Uždaryti
lv: Aizvērt
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Wyjdź
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sk: Zavrieť
sl: Zapri
sq: Mbyll
sv: Stäng
te: మూసివేయి
tr: Kapat
uk: Закрити
zh: 关闭
zh_tw: 關閉

# ceasefire
source: Remaining ceasefire time: %(time)s.
ar: وقت الهدنة المتبقّي: %(time)s.
ast: Tiempu restante de las inducias: %(time)s.
bg: Оставащо време до края на примирието: %(time)s.
br: Amzer harz-tennañ a chom: %(time)s
ca: Temps restant de l'alto el foc: %(time)s.
cs: Čas zbývající do konce klidu zbraní: %(time)s.
de: Verbleibende Zeit im Waffenstillstand: %(time)s.
el: Εναπομένον χρόνος κατάπαυσης πυρός: %(time)s.
eo: Resta daŭro de pafĉesigo: %(time)s.
eu: Suetenerako gelditzen den denbora: %(time)s.
fa: زمان باقی مانده از آتش بس : %(time)s
fi: Tulitaukoa jäljellä: %(time)s.
fr: Temps restant avant la fin du cessez-le-feu : %(time)s
ga: Am an tsosa chogaidh atá fágtha: %(time)s.
gd: An ùine a tha air fhàgail air an fhois-losgaidh: %(time)s.
gl: Tempo de tregua restante: %(time)s.
hu: A tűzszünetből hátralévő idő: %(time)s.
id: Sisa waktu gencatan senjata: %(time)s
it: Tempo rimanente alla fine della tregua: %(time)s.
ja: 残り停戦時間: %(time)s
ko: 남은 휴전 시간: %(time)s.
lt: Likęs paliaubų laikas: %(time)s
ms: Masa berbaki genjatan senjata: %(time)s.
nl: Resterend staakt-het-vuren:%(time)s
pl: Pozostały czas zawieszenia broni %(time)s.
pt_br: Tempo de cessar-fogo restante: %(time)s.
pt_pt: Tempo restante de cessar-fogo: %(time)s.
ru: До конца перемирия: %(time)s.
sk: Čas zostávajúci do ukončenia prímeria: %(time)s.
sq: Koha e ngelur nga armëpushimi: %(time)s.
sv: Tid till vapenvila upphör: %(time)s.
te: మిగిలిన కాల్పుల విరమణ సమయం: %(time)s.
tr: Kalan ateşkes süresi: %(time)s
uk: Залишок часу призупинення бойових дій: %(time)s.
zh: 剩余停战时间: %(time)s
zh_tw: 保持停火的時間：%(time)s。

source: Toggle Diplomacy Colors
ar: تبديل ألوان الدبلوماسية
ast: Alternare los colores diplomáticos
bg: Превключване на цветовете за дипломацията
br: Eilpennañ livioù an diplomategezh
ca: Alterna els colors de la diplomàcia
cs: Přepnout barvy diplomacie
de: Diplomatiefarben umschalten
el: Εναλλαγή Διπλωματικών Χρωμάτων
eo: Baskulu diplomatiajn kolorojn
eu: Aldatu Diplomazia-koloreak
fa: تغییر رنگهای دیپلماسی
fi: Diplomatiavärit päälle tai pois
fr: Basculer les couleurs diplomatiques
ga: Scoránaigh Dathanna Taidhleoireachta
gd: Toglaich dathan na dioplòmasachd
gl: Conmutar as cores de diplomacia
hu: Diplomáciai színek be/ki
id: Setel Warna Diplomasi
it: Inverti i Colori Diplomatici
ja: 国境の色を変更する
ko: 외교 색상 변경
lt: (Į/Iš)jungti diplomatijos spalvas
ms: Togol Warna Diplomasi
nb: Veksle diplomatfarger
nl: Diplomatiekleuren aan- of uitzetten
pl: Przełącz kolory dyplomacji
pt_br: Alternar as Cores da Diplomacia
pt_pt: Alternar cores de diplomacia
ru: Решите, используются ли дипломатические цвета
sk: Prepnúť diplomatické farby
sv: Växla Diplomatifärger
te: దౌత్యం రంగులను టోగుల్ చేయండి
tr: Diplomasi renklerini değiştir
uk: Перемкнути кольори дипломатії
zh: 切换外交颜色
zh_tw: 切換外交顏色

source: Request your allies to attack this enemy
ar: اطلب من حلفائك مهاجمة هذا العدوّ
ast: Pedir a los comuñeiros q’acutan isti inimigu
bg: Помолете съюзниците си да атакуват този враг
br: Goulenn gant ar re gevredet ganeoc'h tagañ an enebour-mañ
ca: Demaneu que els vostres aliats ataquin aquest enemic
cs: Požádat své spojence o útok na tohoto nepřítele
de: Bitte deine Verbündeten diesen Gegner anzugreifen
el: Ζήτηστε από τους συμμάχους σας να επιτεθούν τον εχθρό.
eo: Petu al viaj aliancanoj ataki tiun ĉi malamikon
es_cl: Pedir a los aliados que ataquen a este enemigo
eu: Eskatu zure aliatuei etsai hau erasotzea
fa: از متحدان خود بخواهید به این دشمن حمله کنند
fi: Pyydä liittolaisiasi hyökkäämään tähän viholliseen
fr: Demander à vos alliés d'attaquer cet ennemi
ga: Iarratas a dhéanamh ar do chomhghuaillithe an namhaid seo a ionsaí
gd: Iarr air do chaidreabhaich gun doir iad ionnsaigh air an nàmhaid seo
gl: Solicitar aos aliados que ataquen a este inimigo
hu: Szövetségesek kérése, hogy támadják meg ezt az ellenséget
id: Meminta sekutu Anda untuk meyerang musuh ini
it: Chiedi ai tuoi alleati di attaccare questo nemico
ja: 味方にこの敵を攻撃するよう要請する
ko: 동맹에게 이 적을 공격하도록 요청합니다
lt: Paprašyti sąjungininkų pulti šį priešininką
lv: Pieprasiet saviem sabiedrotajiem uzbrukt šim ienaidniekam
ms: Mohon pihak sekutu anda menyerang musuh ini
nb: Be dine allierte om å angripe denne fienden
nl: Verzoek uw bondgenoten om deze vijand aan te vallen
pl: Wezwij sojusznika do ataku na tego wroga.
pt_br: Pedir aos seus aliados para atacar este inimigo
pt_pt: Pedir aos aliados para atacarem este inimigo
ru: Попросить союзников напасть на этого врага
sk: Požiadaj svojich spojencov o útok na tohto nepriateľa
sl: Prosi ostale zaveznike, da napadejo tega sovražnika
sq: Kërko prej aleatëve të sulmojnë këtë armik
sv: Be dina allierade att attackera denna fiende.
te: ఈ శత్రువుపై దాడి చేయడానికి మీ మిత్రులను అభ్యర్థించండి
tr: Bu düşmana saldırmak için müttefiklerine istek gönder
uk: Запропонувати Вашим союзникам атакувати цього ворога
zh: 请求你的盟友攻击敌人
zh_tw: 請求您的盟友來攻擊這個敵人

# team
source: None
ar: بلا
ast: Dalu
bg: Никой
br: Hini ebet
ca: Cap
cs: Žádný
da: Intet
de: Keines
el: Καμία
eo: Neniu
es_cl: Ninguno
et: Puudub
eu: Bat ere ez
fa: هیچ
fi: Ei mitään
fr: Aucune
ga: Folamh
gl: Ningún
hu: Nincs
id: Tak ada
it: Nessuno
ja: なし
ka: არცერთი
ko: 없음
lt: Jokios
lv: Nekāds
ms: Tiada
nb: Ingen
nl: Geen
pl: Żaden
pt_br: Nenhum
pt_pt: Nenhuma
ru: Нет
sk: Žiadny
sl: Nihče
sq: Asnjë
sv: Inga
te: ఏదీకాదు
tr: Yok
uk: Немає
zh: 无
zh_tw: 無

source: Ally
ar: حليف
ast: Comuñeiru
bg: Съюзник
br: Kevredad
ca: Aliat
cs: Spojenec
da: Allieret
de: Verbündet
el: Σύμμαχος
eo: Aliancano
es_cl: Aliado
et: Liitlane
eu: Aliatua
fa: متحد
fi: Liittolainen
fr: Allié
ga: Comhghuaillí
gd: Caidreabhach
gl: Aliado
hu: Szövetséges
id: Sekutu
it: Alleato
ja: 同盟
ka: მოკავშირე
ko: 동맹
lt: Sąjungininkas
lv: Sabiedrotais
ms: Sekutu
nb: Alliert
nl: Vriend
pl: Sojusznik
pt_br: Aliado
pt_pt: Aliado
ru: Союзник
sk: Spojenec
sl: Zaveznik
sq: Aleat
sv: Allierad
te: మిత్రుడు
tr: Müttefik
uk: Союзник
zh: 同盟
zh_tw: 同盟

source: Neutral
ar: محايد
bg: Неутрален
br: Neptuek
cs: Neutrální
el: Ουδέτερος
eo: Neŭtralulo
et: Neutraalne
eu: Neutrala
fa: بی طرف
fi: Puolueeton
fr: Neutre
ga: Neodrach
gd: Neo-phàirteach
hu: Semleges
id: Netral
it: Neutrale
ja: 中立
ka: ნეიტრალური
ko: 중립
lt: Neutralus
lv: Neitrāls
nb: Nøytral
nl: Neutraal
pl: Neutralny
pt_br: Neutro
ru: Нейтральный
sk: Neutrálny
sl: Nevtralen
te: తటస్థ
tr: Tarafsız
uk: Нейтральний
zh: 中立
zh_tw: 中立

source: Enemy
ar: عدو
ast: Inimigu
bg: Враг
br: Enebour
ca: Enemic
cs: Nepřítel
da: Fjende
de: Feind
el: Εχθρός
eo: Malamiko
es_cl: Enemigo
et: Vastane
eu: Etsaia
fa: دشمن
fi: Vihollinen
fr: Ennemi
ga: Namhaid
gd: An nàmhaid
gl: Inimigo
hu: Ellenség
id: Musuh
it: Nemico
ja: 敵対
ka: მტერი
ko: 적국
lt: Priešas
lv: Ienaidnieks
ms: Musuh
nb: Fiende
nl: Vijand
pl: Wróg
pt_br: Inimigo
pt_pt: Inimigo
ru: Враг
sk: Nepriateľ
sl: Sovražnik
sq: Armik
sv: Fiende
te: శత్రువు
tr: Düşman
uk: Ворог
zh: 敌对
zh_tw: 敵方

source: Bribe a random unit from this player and share its vision during a limited period.
ar: ارشُ وحدة عشوائيّة من وحدات هذا اللاعب وشارك معه مجال بصره لفترة محدّدة.
ast: Subornar alteatoriamente una unidade d’isti xhogador & compartire la sua vista per un tiempu.
bg: Подкупете произволна единица на този играч, за да виждате това, което тя вижда, за известно време.
br: Gouestlaouit un unanenn dre-zegouezh eus ar c'hoarier-mañ ha rannit ganti e hed-sell e-pad ur frapadig amzer dermenet.
ca: Suborna una unitat a l'atzar d'aquest jugador i mostra el seu camp visual durant un temps limitat.
cs: Podplaťte náhodnou jednotku tohoto hráče a ona ti na omezenou dobu poskytne svůj výhled.
de: Bestich eine zufällige Einheit dieses Spielers und teile ihre Sicht für eine begrenzte Dauer.
el: Δωροδόκησε μια τυχαία μονάδα από αυτόν τον παίκτη και μοιράσου αυτό που βλέπει για περιορισμένο χρονικό διάστημα.
eo: Subaĉetu hazardan unuon el tiu ĉi ludanto kaj kunhavu ĝian vidon dum limigita daŭro.
eu: Jokalari honen unitate bati eskupekoa eman eta erabili bere ikuspegia denbora batez.
fa: رشوه دادن به یک نیرو از این بازیکن برای به اشتراک گذاشتن چشم انداز آن در مدت زمانی محدود
fi: Lahjo sattumanvarainen yksikkö tältä pelaajalta ja jaa sen näkökyky rajoitetun ajan.
fr: Soudoyer une unité aléatoire de ce joueur et partager son champ de vision pour une durée limitée.
ga: Cuir breab ar aonad fánach don imreoir seo, agus a fhís a roinnt ag am áirithe.
gd: Ceannaich aonad on chluicheadair seo air thuaiream agus faic na chì e greis.
gl: Subornar a unha unidade aleatoria do xogador para compartir a súa visión durante un tempo limitado.
hu: Fizesd le ennek a játékosnak egy véletlenszerű egységét, és korlátozott ideig osztozz a látókörén.
id: Sogok sebuah unit acak dari pemain ini untuk melihat apa yang dilihatnya dalam jangka waktu pendek.
it: Corrompe un'unità a caso di questo giocatore e condivide la sua visuale per un periodo limitato.
ja: このプレイヤーからランダムにユニットに賄賂を与え、限られた期間にその視界を共有します。
ko: 이 참가자로부터 아무 유닛을 획득하고 제한된 기간 동안 시야를 공유합니다.
lt: Papirkti atsitiktinį šio žaidėjo vienetą ir ribotą laiką dalytis jo matomu vaizdu.
ms: Rasuah unit secara rawak daripada pemain ini dan berkongsi pandangannya sehingga satu tempoh yang tertentu.
nb: Bestikk en tilfeldig enhet fra denne spilleren og del dens åsyn i en begrenset periode.
nl: Koop een willekeurige eenheid van deze speler om en deel in zijn gezichtsveld voor een bepaalde periode.
pl: Przekup losową jednostkę tego gracza i uzyskaj jej wizję na ograniczony czas.
pt_br: Subornar uma unidade aleatória desse jogador e compartilhar sua visão durante um período limitado.
pt_pt: Subornar uma unidade aleatória deste jogador e partilhar a sua visão durante um período limitado.
ru: Подкупите случайного юнита этого игрока и на некоторое время сможете видеть то же, что и он.
sk: Podplať náhodnú jednotku tohto hráča a na určitý čas zisti, čo vidí.
sq: Ofro ryshfet një njësitit prej këtij lojtari dhe ndaje vizionin për një kohë te caktuar.
sv: Muta en slumpmässig enhet från denna spelare och se dess sikt under en begränsad tid.
te: ఈ ఆటగాడి నుండి యాదృచ్ఛిక యూనిట్కు లంచం ఇవ్వండి మరియు పరిమిత కాలంలో దాని దృష్టిని పంచుకోండి.
tr: Bu oyuncudan rasgele bir birime rüşvet vermek ve görüşünü sınırlı bir süre boyunca paylaşmak.
uk: Підкупити випадкову одиницю цього гравця та скористатися її баченням протягом обмеженого періоду.
zh: 贿赂该玩家的一个随机单位并在有限期间内共享其视野。
zh_tw: 隨機賄賂此玩家手下的一個人員，在一定時間內分享其視野。

source: A failed bribe will cost you:
ar: سيكلّفك فشل الرشوة:
ast: Falhare l subornu vai costate:
bg: Неуспешният подкуп ще Ви струва:
br: Ur c'hildornad c'hwitet a gousto deoc'h:
ca: Cost de fracassar en el suborn:
cs: Selhání úplatku tě bude stát:
de: Eine gescheiterte Bestechung kostet dich:
el: Μία αποτυχημένη δωροδοκία θα σας κοστίσει:
eo: Malsukcesa subaĉeto kostos vin:
eu: Huts egindako bono bakar bat kostatuko zaizu:
fa: یک رشوه نا موفق همراه هزینه برای شما:
fi: Epäonnistunut lahjominen maksaa sinulle:
fr: Un échec de pot-de-vin vous coûtera :
ga: Cosnóidh breab treipthe go daor ort, den mhéid:
gd: Ma dh’fhàilligeas a’ bhrìb, seo a’ choisgeas a dh’èireas:
gl: Un suborno fracasado custaralle:
hu: A sikertelen megvesztegetés ennyibe fog kerülni:
id: Sogokan yang gagal akan dikenakan biaya:
it: Fallire un tentativo di corruzione ti costerà:
ja: 賄賂失敗時に支払うコスト
ko: 뇌물 실패시 지불해야 할 비용:
lt: Nesėkmingas bandymas papirkti jums kainuos:
ms: Rasuah gagal berkos:
nb: En mislykket bestikkelse vil bli kostbar:
nl: Een mislukte omkoping kost u:
pl: Nieudana próba przekupstwa będzie Cię kosztować:
pt_br: Um suborno sem sucesso vai custar:
pt_pt: Um suborno mal sucedido irá custar-te:
ru: Неудачная попытка подкупа стоила:
sk: Neúspešný úplatok ťa bude stáť:
sq: Një rryshfet i dështuar do t'ju kushtojë
sv: En misslyckad muta kommer kostar dig:
te: విఫలమైన లంచం మీకు ఖర్చు అవుతుంది:
tr: Başarısız bir rüşvet size mal olur:
uk: Невдалий підкуп коштуватиме Вам:
zh: 一个失败的贿赂将要花费你:
zh_tw: 一次失敗的賄賂會花費您：

source: Tribute %(resourceAmount)s %(resourceType)s to %(playerName)s. Shift-click to tribute %(greaterAmount)s.
ar: أعطِ جزية %(resourceAmount)s من %(resourceType)s إلى %(playerName)s. انقر مع Shift لإعطاء جزية %(greaterAmount)s.
ast: Tribuir %(resourceAmount)s de %(resourceType)s a %(playerName)s. Cun Maiúsculas premida, pica pa tribuir %(greaterAmount)s.
bg: Дайте %(resourceAmount)s %(resourceType)s на %(playerName)s. Натиснете Шифт + ляв бутон, за да дадете %(greaterAmount)s.
br: Reiñ %(resourceAmount)s %(resourceType)s da %(playerName)s. Lkd-Klik evit reiñ %(greaterAmount)s.
ca: Envia un tribut de %(resourceAmount)s de %(resourceType)s a %(playerName)s. Maj + clic per enviar %(greaterAmount)s.
cs: Poplatek %(resourceAmount)s %(resourceType)s %(playerName)s. Shift-klepnutí pro poplatek %(greaterAmount)s.
da: Tribut %(resourceAmount)s %(resourceType)s til %(playerName)s. Shift-klik for at tributte %(greaterAmount)s.
de: Zahle %(resourceAmount)s %(resourceType)s als Tribut an %(playerName)s. Umschalt+Klick, um %(greaterAmount)s als Tribut zu zahlen.
el: Φόρος υποτέλειας %(resourceAmount)s %(resourceType)s σε %(playerName)s. Shift-κλικ για να αποδώσουν %(greaterAmount)s.
eo: Tributu %(resourceAmount)s %(resourceType)sn al %(playerName)s. Maj+klako por tributi %(greaterAmount)s.
es_cl: Tributo %(resourceAmount)s %(resourceType)s para %(playerName)s. Mayús + Clic para enviar %(greaterAmount)s.
et: %(resourceAmount)s %(resourceType)s andam %(playerName)s'le. Shift+vasakklikk annetamaks %(greaterAmount)s.
eu: Ordaindu %(resourceAmount)s honek %(resourceType)s honi %(playerName)s. Maiús+klik emateko %(greaterAmount)s ordaina.
fa: هدیه %(resourceAmount)s از %(resourceType)s به %(playerName)s . شیفت کیلک برای پیشکش به میزان %(greaterAmount)s .
fi: Lahjoita %(resourceAmount)s %(resourceType)s pelaajalle %(playerName)s. Suurempi avustus Shift-napin avulla %(greaterAmount)s.
fr: Donner %(resourceAmount)s %(resourceType)s à %(playerName)s. Maj+clic pour donner %(greaterAmount)s.
ga: Gabh %(resourceAmount)s %(resourceType)s do %(playerName)s. Iomlaidchliceáil %(greaterAmount)s a chur mar do chíos féin.
gd: Pàigh cìs de %(resourceAmount)s %(resourceType)s gu %(playerName)s. Shift-bhriog gus %(greaterAmount)s a phàigheadh.
gl: Tributar %(resourceAmount)s unidades de %(resourceType)s a %(playerName)s. Maiús + botón principal para tributar %(greaterAmount)s.
hu: %(resourceAmount)s %(resourceType)s sarc fizetése %(playerName)s részére. Shift-kattintás %(greaterAmount)s sarc fizetéséhez.
id: Beri upeti %(resourceAmount)s %(resourceType)s kepada %(playerName)s. Shift-klik untuk memberi upeti %(greaterAmount)s.
it: Tributa %(resourceAmount)s %(resourceType)s a %(playerName)s. Maiusc-clic per tributare %(greaterAmount)s.
ja: %(resourceType)s %(resourceAmount)sを%(playerName)sに貢ぎます。Shift+クリックで%(greaterAmount)s貢ぎます。
ka: მიეცი ხარკი %(resourceAmount)s %(resourceType)s მოთამაშეს - %(playerName)s. წანაცვლება-წკაპი რომ მისცე %(greaterAmount)s.
ko: %(resourceAmount)s개의 %(resourceType)s을(를) %(playerName)s에게 바칩니다. %(greaterAmount)s개를 조공하려면 Shift 키를 누른 채 클릭합니다
lt: Siųsti %(resourceAmount)s%(resourceType)s duoklę %(playerName)s. Lyg2+spustelėti, kad nusiųsti %(greaterAmount)s.
lv: Uzdāvini %(resourceAmount)s %(resourceType)s %(playerName)s. Turi SHIFT, lai uzdāvinātu %(greaterAmount)s
ms: Ufti %(resourceAmount)s %(resourceType)s kepada %(playerName)s. Shift-click untuk membayar ufti %(greaterAmount)s.
nb: Tilby %(resourceAmount)s %(resourceType)s til %(playerName)s. Shift-klikk for å tilby %(greaterAmount)s.
nl: Schenk %(resourceAmount)s %(resourceType)s aan %(playerName)s. Shift+klik om %(greaterAmount)s te schenken.
pl: Przekaż daninę %(resourceAmount)s %(resourceType)s dla %(playerName)s. Przytrzymaj Shift i kliknij, aby ofiarować %(greaterAmount)s.
pt_br: Envie %(resourceAmount)s de %(resourceType)s como tributo para %(playerName)s. Shift-Clique para enviar %(greaterAmount)s.
pt_pt: Tributar %(resourceAmount)s %(resourceType)s a %(playerName)s. Shift + clique do botão direito do rato para tributar %(greaterAmount)s.
ru: Отдаёт %(resourceAmount)s %(resourceType)s для %(playerName)s. Shift-клик для подношения %(greaterAmount)s.
sk: Darovať %(resourceAmount)s %(resourceType)s hráčovi %(playerName)s. Podržaním klávesu Shift a kliknutím darujete %(greaterAmount)s.
sl: Prispevaj %(resourceAmount)s %(resourceType)s igralcu z imenom %(playerName)s. Shift-klik za prispevanje %(greaterAmount)s.
sq: Haraçi %(resourceAmount)s %(resourceType)s tek %(playerName)s. Shift-click për haraçin %(greaterAmount)s.
sv: Betala %(resourceAmount)s %(resourceType)s i tribut till %(playerName)s. Skift-klicka för att betala %(greaterAmount)s.
tr: %(playerName)s oyuncusuna %(resourceAmount)s %(resourceType)s kaynakları gönder. Shift + tıklayarak %(greaterAmount)s gönder.
uk: Піднести %(resourceAmount)s %(resourceType)s до %(playerName)s. Клацнути, утримуючи Shift, щоб зробити підношення %(greaterAmount)s.
zh: 向%(playerName)s进贡Tribute %(resourceAmount)s %(resourceType)s 。Shift+单击：进贡 %(greaterAmount)s。
zh_tw: 進貢 %(resourceAmount)s %(resourceType)s 給 %(playerName)s 。Shift 加上點擊以進貢 %(greaterAmount)s 。

source: Basic range: %(range)s meter
ar: المدى الأساسيّ: أقلّ من متر
ast: Algame básicu: %(range)s metru
bg: Основен обхват: %(range)s метър
br: Hed-tenn dre ziouer: %(range)s metr
ca: Abast bàsic: %(range)s metre
cs: Základní dostřel: %(range)s metr
de: Grundreichweite: %(range)s Meter
el: Βασικό βεληνεκές: %(range)s μέτρα
eo: Baza distanco: %(range)s metro
es_cl: Rango basico: %(range)s metro
eu: Oinarrizko irismena: metro %(range)s
fa: شعاع حمله: %(range)s متر
fi: Perustoimintasäde: %(range)s metri
fr: Portée de base : %(range)s mètre
ga: Raon búnusach: %(range)s mhéadar
gd: Bun-astar: %(range)s mheatair
gl: Alcance básico: %(range)s metro
hu: Alap hatótávolság: %(range)s méter
id: Jarak dasar: %(range)s meter
it: Raggio di base: %(range)s metro
ja: 基本射程：%(range)sメートル
ko: 기본 사정 거리: %(range)s 미터
lt: Bazinis nuotolis: %(range)s m.
lv: Pamata tālums: %(range)s metri
ms: Jarak asas: %(range)s meter
nb: Standard rekkevidde: %(range)s meter
nl: Basisbereik: %(range)s meter
pl: Zasięg podstawowy: %(range)s metr
pt_br: Alcance básico: %(range)s metro
pt_pt: Distância básica: %(range)s metro
ru: Базовая дальность: %(range)s м.
sk: Základný dosah: %(range)s meter
sl: Osnovni domet: %(range)s meter
sq: Vargu themelor: %(range)s metër
sv: Grundräckvidd: %(range)s
tr: Menzil: %(range)s metre
uk: Базова дистанція: %(range)s метр
zh: 基本范围: %(range)s 米
zh_tw: 基本範圍：%(range)s 公尺

source: Average bonus range: %(range)s meter
ar: مدى العلاوة الأساسيّ: أقلّ من متر
ast: Algame addicional mediu: %(range)s metru
bg: Среден допълнителен обхват: %(range)s метър
br: Keidenn bonuz an hed-tenn: %(range)s metrad
ca: Bonificació mitjana de l'abast: %(range)s metre
cs: Průměrná přidaná vzdálenost dostřelu: %(range)s metr
de: Mittlere Bonusreichweite: %(range)s Meter
el: Μέσο έυρος μπόνους: %(range)s μέτρα
eo: Meznombra baza distanco: %(range)s metro
es_cl: Promedio de rango de bonificación: %(range)s metro
eu: Batez besteko irismen hobaria: metro %(range)s
fa: میانگین امتیاز شعاع حمله : %(range)s متر
fi: Lisätoimintasäde: %(range)s metri
fr: Bonus de portée moyen : %(range)s mètre
ga: Meánbhónas raoin: %(range)s mhéadar
gd: Buannachd astair chuibheasach: %(range)s mheatair
gl: Alcance de bonificación medio: %(range)s metro
hu: Átlagos bónusz hatótávolság: %(range)s méter
id: Rata-rata bonus jarak: %(range)s meter
it: Bonus raggio medio: %(range)s metro
ja: 平均ボーナス射程：%(range)sメートル
ko: 평균 보너스 범위: %(range)s미터
lt: Vidutinis nuotolio priedas: %(range)s m.
lv: Vidējais papildu tālums: %(range)s metri
ms: Jarak bonus purata: %(range)s meter
nb: Gjennomsnittlig bonusrekkevidde: %(range)s meter
nl: Gemiddelde bereikbonus: %(range)s meter
pl: Średni bonus do zasięgu: %(range)s metr
pt_br: Alcance bônus médio: %(range)s metro
pt_pt: Bónus de alcance médio: %(range)s meter
ru: Средняя бонусная дальность: %(range)s м.
sk: Priemerný bonus dosahu: %(range)s meter
sl: Povprečni bonusni domet: %(range)s meter
sq: Vargu i shtesës mesatare: %(range)s metër
sv: Genomsnittlig bonusräckvidd: %(range)s meter
tr: Ortalama ilave menzil: %(range)s metre
uk: Середня бонусна дистанція: %(range)s метр
zh: 额外范围: %(range)s 米
zh_tw: 額外範圍：%(range)s 公尺

source: Cannot build wall here!
ar: لا يمكن بناء سور هنا!
ast: ¡Eiquí nun puode lhevantasse una muria!
bg: Тук не може да се строи стена!
br: N'haller ket sevel ur voger amañ!
ca: No es pot construir una muralla aquí!
cs: Zde nelze hradbu postavit!
da: Mure kan ikke bygges her!
de: Hier kann keine Mauer gebaut werden!
el: Δεν μπορείς να χτίσεις τείχος εδώ!
eo: Ne povas konstrui muron tie ĉi!
es_cl: ¡No se puede construir la pared aquí!
et: Siia ei saa müüri ehitada!
eu: Ezin duzu hesia eraiki hemen!
fa: ساخت دیوار در اینجا امکان پذیر نیست!
fi: Muuria ei voida rakentaa tähän!
fr: Impossible de construire un mur ici !
ga: Ní féidir leat balla a thógáil anseo!
gd: Cha ghabh balla a thogail an-seo!
gl: Non é posíbel construír un muro aquí!
hu: Ide nem építhető fal!
id: Tidak bisa membuat tembok di sini!
it: Non puoi costruire muri qui!
ja: ここに壁は建設できません
ka: აქ კედელი ვერ აშენდება!
ko: 여기에는 성벽을 세울 수 없습니다!
lt: Čia statyti sienos negalite!
lv: Šeit nav iespējams būvēt sienu!
ms: Tidak dapat bina tembok di sini!
nb: Kan ikke bygge vegg her!
nl: Kan hier geen muur bouwen!
pl: Tutaj nie można zbudować muru!
pt_br: Não pode construir uma muralha aqui!
pt_pt: Não se pode construir uma muralha aqui!
ru: Здесь невозможно построить стену!
sk: Tu nemožno postaviť múr!
sl: Tukaj ne moreš zgraditi obzidja!
sq: Muri nuk mund të ndërtohet këtu!
sv: Du kan inte bygga en mur här!
te: ఇక్కడ గోడ నిర్మించలేరు!
tr: Buraya duvar yapılamaz!
uk: Неможливо побудувати стіну тут!
zh: 无法在此筑墙
zh_tw: 無法在此建築城牆！

source: Delete
ar: احذف
ast: Esmemorecer
bg: Изтриване
br: Dilemel
ca: Esborra
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
eo: Forigu
es_cl: Eliminar
et: Kustuta
eu: Ezabatu
fa: حذف
fi: Tuhoa
fr: Supprimer
ga: Scrios
gd: Sguab às
gl: Eliminar
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ka: წაშლა
ko: 삭제하기
lt: Trinti
lv: Dzēst
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
sk: Vymazať
sl: Zbriši
sq: Fshij
sv: Ta bort
te: తొలగించు
tr: Sil
uk: Видалити
zh: 删除
zh_tw: 刪除
