Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Finally change the settings. For random maps this includes the number of players, the size of a map, etc. For scenarios you can only select who controls which player (decides where you start on the map etc.). The options are either a human player, an AI or no player at all (the opponent will just be idle).
ast: D’últimɐs afita los ajustes. Nɐs geographíɐs casuales estos abracɐn dende l númeru de jogadores a la grandura la geographía. Nɐs scenɐs solo puödes escolyer quien manda los jogadores (determina lɐs posiciones iniciales, etc.). Lɐs opciones son una persona, un AI ou negunu (el jogador fĩca folgadu).
bg: И накрая, можете да промените настройките. За случайните карти това включва броя играчи, размера на картата и т.н. За сценариите можете да изберете само кой управлява всеки отделен играч (тоест къде на картата ще започнете и т.н.). Възможностите са човек, ИИ или никой (противникът ще стои без да прави нищо).
ca: Finalment, canvieu les opcions. Per als mapes aleatoris, això inclou el nombre de jugadors, la mida del mapa, etc. Per als escenaris només es pot seleccionar qui controla cada jugador (això decideix on comença cada un al mapa, etc.) Les opcions són un jugador humà, una IA o cap jugador (l'adversari estarà inactiu).
cs: Nakonec změňte nastavení. U náhodných map jde o počet hráčů, velikost mapy atd. U scénářů můžete zvolit jen to, kdo ovládá kterého hráče (rozhoduje, kde na mapě začnete atd.). Možnosti jsou buď lidský hráč nebo umělá inteligence, nebo vůbec žádný hráč (protivník bude prostě zůstávat v nečinnosti).
de: Ändere zum Schluss die Einstellungen. Für Zufallskarten beinhaltet das die Spieler Anzahl, die Kartengröße etc. für Szenarios kann man nur auswählen, wer welchen Spieler kontrolliert (das entscheidet wo man auf der Karte beginnt etc.). Optionen sind entweder ein menschlicher Spieler, eine KI oder überhaupt kein Spieler (der Gegner ist einfach inaktiv).
el: Τέλος αλλάξτε τις ρυθμίσεις. Για τυχαίους χάρτες αυτό περιλαμβάνει τον αριθμό των παικτών, το μέγεθος του χάρτη κ.λπ. Για σενάρια μπορείτε να επιλέξετε μόνο ποιος θα ελέγχει ποιον παίκτη (αποφασίζει από που θα ξεκινήσει στον χάρτη κ.λπ.). Οι επιλογές είναι είτε ανθρώπινος παίκτης, είτε υπολογιστής είτε καθόλου παίκτης (ο αντίπαλος θα είναι απλώς αδρανής).
es: Y por último cambia las opciones. Para mapas aleatorios se incluye el número de jugadores, el tamaño del mapa, etc. Para escenarios solo puedes seleccionar quien controla a cada jugador (determinar donde inicias en el mapa, etc). Las opciones son un jugador humano, IA o sin jugador asignado (el oponente no estará activo).
eu: Bukatzeko aldatu ezarpenak. Ausazko mapentzako jokalarien kopurua maparen tamaina, eta abar sartzen da. Jokalekuetan jokalari bakoitza nork kontrolatzen duen baino ezin duzu aukeratu (mapa non hasten zaren ezartzen du, etab). Aukerak dira: giza jokalaria, AA, edo jokalaririk ez (aurkaria egonean geratuko da).
fi: Viimeiseksi muuta asetuksia. Satunnaiskartoissa voit muuttaa pelaajien määrää, kartan kokoa jne. Skenaarioiden osalta voit vain valita, kuka hallitsee mitäkin pelaajaa (määrittää mistä aloitat kartalla jne.). Vaihtoehdot ovat joko ihmispelaaja, tekoäly tai ei lainkaan pelaajaa (vastustaja on vain toimettomana).
fr: Enfin, modifiez les réglages. Pour les cartes aléatoires, cela inclut le nombre de joueurs, la taille d'une carte, etc. Pour les scénarios, vous pouvez uniquement sélectionner qui contrôle quel joueur (décide où vous commencez sur la carte, etc.). Les options sont soit un joueur humain, une IA ou aucun joueur (l'ennemi sera juste inactif).
gd: Mu dheireadh thall, atharraich na roghainnean. airson mapaichean tuaireamach, gabhaidh seo a-steach an àireamh de chluicheadairean, meud a’ mhapa is msaa. Le cnàmh-sgeulan, chan urrainn dhut taghadh ach cò bhios a stiùireadh gach cluicheadair (suidhichidh seo càite an tòisich thu air a’ mhapa is msaa.). ’S e cluicheadair daonna, IF no gun chluicheadair (cha dèan an cluicheadair sin dad an uairsin) a tha sna roghainnean.
gl: Finalmente, cambia as opcións. Para mapas aleatorios, isto inclúe o número de xogadores, o tamaño do mapa, etc. Para escenarios, só podes seleccionar quen controla a cada xogador (decide onde comezas no mapa, etc.). As opcións son xogador humano, IA ou ningún xogador (o oponente simplemente estará inactivo).
hu: Végül add meg a beállításokat. Véletlenszerű pályáknál a játékosok számát, a térkép méretét, és hasonlókat adhatsz meg. Küldetéseknél csak azt adhatod meg, hogy ki melyik felet irányítja (ez eldönti hol kezdesz a térképen). A lehetőségek: emberi játékos, MI, vagy senki sem irányítja az adott felet (az ellenfél semmit nem fog csinálni).
id: Terakhir ubah pengaturannya. Untuk peta acak, ini mencakup jumlah pemain, ukuran peta, dll. Untuk skenario, Anda hanya dapat memilih siapa yang mengontrol pemain mana (memutuskan di mana Anda mulai di peta, dll.). Pilihannya adalah pemain manusia, AI atau tanpa pemain sama sekali (lawan hanya akan diam).
it: Ora cambia le impostazioni. Nelle mappe casuali puoi cambiare il numero di giocatori, le dimensioni della mappa, eccetera. Negli scenari puoi solo scegliere chi controlla chi (essi infatti decidono dove inizi nella mappa, e altre cose). Le opzioni sono un giocatore umano, un'IA o nessun giocatore (in questo caso la fazione interessata sarà inattiva).
ja: 最後に設定を変更します。ランダムマップの場合は、プレイヤーの数やマップの大きさなどを設定します。シナリオでは、誰がどのプレイヤーをコントロールするかのみを選択できます（マップのどこからスタートするかなどを決めます）。選択肢は、人間のプレイヤー、AI、プレイヤーがいない（相手はうごかない）のいずれかです。
ko: 마지막으로 설정을 변경합니다. 무작위 지도의 경우 플레이어 수, 지도 크기 등이 포함됩니다. 시나리오의 경우 누가 어떤 플레이어를 제어할지만 선택할 수 있습니다(지도에서 시작하는 위치를 결정합니다). 옵션은 인간 플레이어, 인공지능 또는 플레이어 없음(상대는 그냥 노는 상태일 것임)입니다.
nl: Als laatste kunt u de instellingen van het spel wijzigen. Voor willekeurige kaarten is dit onder andere het aantal spelers en de grootte van de kaart. Voor scenario's kan u alleen selecteren wie welke beschaving speelt (en dus bijvoorbeeld waar op de kaart u begint). U kan kiezen voor een menselijke speler, de AI, of geen speler (de tegenstander zal dan inactief zijn).
pl: Na końcu zmień ustawienia. Dla losowych map oznacza to dostosowanie liczby graczy, rozmiaru mapy i tak dalej. Dla scenariuszy możesz tylko wybrać, kto kontroluje którego gracza (w jakim miejscu rozpoczynasz na mapie, itd.). Dostępne opcje to człowiek, bot lub brak gracza (przeciwnik nie będzie nic robił).
pt_br: Chegamos então às configurações do jogo em si. Nos mapas aleatórios, pode-se ajustar o número de jogadores, o tamanho do mapa e outros atributos. Em cenários, só é possível definir quem controla cada civilização – e, por conseguinte, em qual ponto do mapa cada jogador começará. As civilizações podem ser controladas por um jogador humano, por um algoritmo de inteligência artificial ou por coisa nenhuma. Neste último caso, a civilização ficará sem fazer nada o jogo inteiro.
pt_pt: Por fim, altera as configurações do jogo. Em mapas aleatórios, estas incluem o número de jogadores, o tamanho do mapa, etc. Em cenários, só podes escolher quem controla cada jogador (decidindo a sua posição inicial no mapa, etc.) As opções são “jogador humano”, “jogador IA (artificial)” ou “nenhum jogador” (em que o oponente estará inativo).
ru: В заключение измените настройки. При игре на случайной карте можно указать количество игроков, размер карты и т.д. Для сценариев можно только выбрать за какого игрока играть (от этого зависит позиция на карте). В качестве игрока может быть назначен человек, ИИ или вообще никто (игрок в этом случае не будет ничего делать).
sv: Till sist, ändra inställningarna. För slumpmässiga kartor inkluderas antalet spelare, storlek på kartan osv. För scenariokartor kan du bara välja vem som styr vilken spelare (bestämmer startpunkt på kartan osv). Valen är antingen en mänsklig spelare, en AI eller ingen spelare alls (motståndaren kommer då vara passiv).
tr: Son olarak ayarları değiştirin. Rastgele haritalar için bu, oyuncu sayısını, haritanın boyutunu vb. İçerir. Senaryolar için yalnızca hangi oyuncuyu kontrol edeceğini seçebilirsiniz (haritada nereden başlayacağınıza karar verir vb.). Seçenekler ya bir insan oyuncu, bir AI ya da hiç oyuncu değil (rakip sadece boşta olacak).
uk: Нарешті, змініть налаштування. Для випадкових мап це включає кількість гравців, розмір мапи тощо. Для сценаріїв Ви можете вибрати лише, хто якого гравця контролює (вирішує, де Ви починаєте на мапі тощо). Налаштунками є також людський гравець, ШІ або відсутність гравця взагалі (противник буде просто простоювати).
zh: 最后是更改设置。随机地图可可以设置玩家数量、地图大小等。剧情地图则只能选择控制玩家的角色（决定你在地图上的起始位置）。选项包括玩家、AI 或无玩家。
zh_tw: 最後更改地圖設定。對隨機地圖來說這包括玩家人數、地圖大小等等；劇情戰役只能選擇由誰操控哪名玩家（決定地圖起始點位等），這個選項可以是人類玩家、電腦玩家或完全沒有玩家（對手將會閒置）。

source: When you are ready to start, click the “Start game” button.
ast: Quando stuvieres prontu, pica n “Intamare la partida”.
bg: Когато сте готови, натиснете бутона „Начало на играта“.
ca: Quan estigueu a punt per començar, feu clic al botó "Comença la partida".
cs: Až budete připraven začít, klepněte na tlačítko "Spustit hru".
de: Wenn du bereit bist, klicke auf „Spiel starten“.
el: Όταν είστε έτοιμοι να ξεκινήσετε ,πατήστε το κουμπί "Εκκίνηση παιχνιδιού"
es: Cuando estés listo para empezar, pulsa el botón «Comenzar partida».
eu: Hasteko prest zaudenean, egin klik "Hasi partida" botoian.
fi: Kun olet valmis aloittamaan, paina "Aloita peli" -painiketta.
fr: Lorsque vous êtes prêt à commencer, cliquer sur le bouton « Démarrer le jeu ».
gd: Nuair a bhios tu deiseil airson tòiseachadh, briog air a’ phutan “Tòisich air geama.”
gl: En canto esteas listo para comezar, preme o botón de “Comezar a partida”.
hu: Ha készen állsz, kattints a „Játék indítása” gombra.
id: Saat Anda siap untuk memulai, klik tombol “Mulai permainan”.
it: Quando sei pronto per cominciare, clicca su "Inizia partita".
ja: 準備ができたら「ゲーム開始」をクリックしましょう
ko: 시작할 준비가 되면, “게임 시작하기” 버튼을 누르세요.
nl: Als u klaar bent om te spelen, klik op “Start spel”.
pl: Kliknij "Rozpocznij", gdy będziesz gotowy do gry.
pt_br: Depois de ajustar as configurações, clique em "Iniciar o jogo".
pt_pt: Quando estiveres preparado para começar, clica no botão “Começar o jogo!”.
ru: Когда вы будете готовы начать, нажмите кнопку "Начать игру"
sv: När du är redo att börja, klicka på knappen "Starta spelet".
tr: Başlamaya hazır olduğunuzda, "Oyunu başlat" düğmesini tıklayın.
uk: Коли Ви готові почати, клацніть кнопку “Почати гру”.
zh: 准备好了，就单击“开始游戏”按钮。
zh_tw: 當您準備好開始時，點擊「開始遊戲」按鈕。

source: [font="sans-bold-16"]Hotkeys[font="sans-14"]
ast: [font="sans-bold-16"]Abreviadeiros[font="sans-14"]
bg: [font="sans-bold-16"]Клавиши и комбинации[font="sans-14"]
ca: [font="sans-bold-16"]Tecles de drecera[font="sans-14"]
cs: [font="sans-bold-16"]Klávesové zkratky[font="sans-14"]
de: [font="sans-bold-16"]Tastaturbelegung[font="sans-14"]
el: [font="sans-bold-16"]Συντομεύσεις πληκτρολογίου[font="sans-14"]
es: [font="sans-bold-16"]Atajos de teclado[font="sans-14"]
eu: [font="sans-bold-16"]Laster-teklak:[font="sans-14"]
fi: [font="sans-bold-16"]Pikanäppäimet[font="sans-14"]
fr: [font="sans-bold-16"] Raccourcis clavier [font="sans-14"]
gd: [font="sans-bold-16"]Grad-iuchraichean[font="sans-14"]
gl: [font="sans-bold-16"]Atallos do teclado:[font="sans-14"]
hu: [font="sans-bold-16"]Gyorsbillentyűk[font="sans-14"]
id: [font="sans-bold-16"]Pintasan[font="sans-14"]
it: [font="sans-bold-16"]Tasti rapidi[font="sans-14"]
ja: [font="sans-bold-16"]ホットキー[font="sans-14"]
ko: [font="sans-bold-16"]단축키[font="sans-14"]
nl: [font="sans-bold-16"]Sneltoetsen[font="sans-14"]
pl: [font="sans-bold-16"]Skróty klawiszowe:[font="sans-14"]
pt_br: [font="sans-bold-16"]Teclas de atalho[font="sans-14"]
pt_pt: [font="sans-bold-16"]Teclas de atalho[font="sans-14"]
ru: [font="sans-bold-16"]Горячие клавиши[font="sans-14"]
sv: [font="sans-bold-16"]Snabbtangenter[font="sans-14"]
tr: [font="sans-bold-16"]Kısayollar[font="sans-14"]
uk: [font="sans-bold-16"]Комбінації клавіш[font="sans-14"]
zh: [font="sans-bold-16"]快捷键[font="sans-14"]
zh_tw: [font="sans-bold-16"]快捷鍵[font="sans-14"]

source: You may change hotkeys in [font="sans-bold-14"]Options > Hotkeys[font="sans-14"] to suit your liking.
ast: Puödes afazhere los abreviadeiros in [font="sans-bold-14"]Opciones > Abreviadeiros[font="sans-14"] a l tou gustu.
bg: Може да променяте клавишите за и комбинациите по свой вкус чрез [font="sans-bold-14"]Настройки > Клавиши и комбинации[font="sans-14"].
ca: Les tecles drecera es poden canviar a [font="sans-bold-14"]Opcions > Tecles drecera[font="sans-14"].
cs: Klávesové zkratky můžete změnit v nabídce [font="sans-bold-14"]Volby > Klávesové zkratky[font="sans-14"] podle svých představ.
de: Du kannst die Tastaturbelegung in [font="sans-bold-14"]Einstellungen > Tastaturbelegung[font="sans-14"] nach deinen Wünschen ändern.
el: Μπορείτε να αλλάξετε τα πλήκτρα συντόμευσης στις [font="sans-bold-14"]Επιλογές > Πλήκτρα Συντόμευσης [font="sans-14"] ανάλογα με τις προτιμήσεις σας.
es: Puedes cambiar los atajos de teclado en [font="sans-bold-14"]Opciones > Atajos de teclado [font="sans-14"] y adaptarlos a tus necesidades.
eu: Laster-teklak alda ditzakezu [font="sans-bold-14"] Aukerak > Laster-teklak [font="sans-14"] atalean zure gustura egokitzeko.
fi: Voit muuttaa pikanäppäimiä kohdassa [font="sans-bold-14"]Valinnat > Pikanäppäimet[font="sans-14"] mieleiseksesi.
fr: Vous pouvez changer les raccourcis dans [font="sans-bold-14"]Options > Raccourcis[font="sans-14"] selon vos préférences.
gd: ’S urrainn dhut grad-iuchraichean atharrachadh ann an [font="sans-bold-14"]Roghainnean > Grad-iuchraichean[font="sans-14"] a-rèir do thoil.
gl: Pode cambiar as teclas de atallo en [font="sans-bold-14"]Opcions > Hotkeys[font="sans-14"] para axustar aos teus gustos.
hu: Megváltoztathatod a gyorsbillentyűket a [font="sans-bold-14"]Beállítások > Gyorsbillentyűk[font="sans-14"] menüpontban igényeidnek megfelelően.
id: Anda dapat mengubah pintasan di [font="sans-bold-14"]Pengaturan > Pintasan[font="sans-14"] sesuai dengan keinginan Anda.
it: Puoi cambiare i tasti rapidi in [font="sans-bold-14"]Opzioni > Tasti rapidi[font="sans-14"] come più ti piace.
ja: ホットキーは、[font="sans-bold-14"]オプション＞ホットキー[font="sans-14"] で好みに合わせて変更することができます。
ko: [font="sans-bold-14"]옵션 > 단축키[font="sans-14"]에서 원하는 대로 단축키를 변경할 수 있습니다.
nl: U kunt sneltoetsen aanpassen in [font="sans-bold-14"]Instellingen > Sneltoetsen[font="sans-14"].
pl: Możesz zmienić skróty klawiszowe, wchodząc w [font="sans-bold-14"]Opcje > Skróty klawiszowe[font="sans-14"], by dostosować je tak, jak ci wygodnie.
pt_pt: Podes mudar as teclas de atalho em [font="sans-bold-14"]Opções > Teclas de atalho[font="sans-14"] para as adaptar às tuas preferências.
ru: Вы можете менять назначение горячих клавиш на своё усмотрение в: [font="sans-bold-14"]Настройки > Горячие клавиши[font="sans-14"].
sv: Du kan ändra snabbtangenter under [font="sans-bold-14"]Inställningar > Snabbtangenter[font="sans-14"].
tr: [font="sans-bold-14"]Seçenekler > Kısayol Tuşları[font="sans-14"] kısayol tuşlarını istediğiniz gibi değiştirebilirsiniz.
uk: Ви можете змінити гарячі клавіші в [font="sans-bold-14"]Налаштування > Гарячі клавіші[font="sans-14"]за вашим бажанням.
zh: 可以在 [font="sans-bold-14"] 选项 > 热键[font="sans-14"] 中修改适宜的热键
zh_tw: 您可以在[font="sans-bold-14"]選項 > 快捷鍵[font="sans-14"]依喜好更改快捷鍵。

source: [font="sans-bold-14"]Program-wide[font="sans-14"]
ast: [font="sans-bold-14"]Pan-programmáticos[font="sans-14"]
bg: [font="sans-bold-14"]Общи[font="sans-14"]
ca: [font="sans-bold-14"]En el programa[font="sans-14"]
cs: [font="sans-bold-14"]V celém programu[font="sans-14"]
de: [font="sans-bold-14"]Programmweit[font="sans-14"]
el: [font="sans-bold-14"]Σε όλο το πρόγραμμα[font="sans-14"]
es: [font="sans-bold-14"]Generales[font="sans-14"]
eu: [font="sans-bold-14"]Programa osoan[font="sans-14"]
fi: [font="sans-bold-14"]Ohjelman laajuiset[font="sans-14"]
fr: [font="sans-bold-14"]Ensemble du programme[font="sans-14"]
gd: [font="sans-bold-14"]Feadh a’ phrògraim[font="sans-14"]
gl: [font="sans-bold-14"]En todo o programa[font="sans-14"]
hu: [font="sans-bold-14"]Program-szintű[font="sans-14"]
id: [font="sans-bold-14"]Seluruh program[font="sans-14"]
it: [font="sans-bold-14"]Nel programma[font="sans-14"]
ja: [font="sans-bold-14"]ゲーム共通[font="sans-14"]
ko: [font="sans-bold-14"]프로그램-전체[font="sans-14"]
nl: [font="sans-bold-14"]Overal in het programma[font="sans-14"]
pl: [font="sans-bold-14"]W aplikacji[font="sans-14"]
pt_br: [font="sans-bold-14"]Válidas em toda parte do programa[font="sans-14"]
pt_pt: [font="sans-bold-14"]Válidas em todo o programa[font="sans-14"]
ru: [font="sans-bold-14"]Общепрограммные[font="sans-14"]
sv: [font="sans-bold-14"]Hela programmet[font="sans-14"]
tr: [font="sans-bold-14"]Program-genişliği[font="sans-14"]
uk: [font="sans-bold-14"]Загальнопрограмні[font="sans-14"]
zh: [font="sans-bold-14"]程序范围[font="sans-14"]
zh_tw: [font="sans-bold-14"]全域[font="sans-14"]

source: hotkey.exit – Immediately close the game, without asking for confirmation
ast: hotkey.exit – Alhuire l juögu nel intre, in sin pedir confirmacion
bg: hotkey.exit — Незабавно затваряне играта, без искане на потвърждение
ca: hotkey.exit – Tanca el joc immediatament sense demanar confirmació
cs: hotkey.exit – Okamžitě ukončit hru, bez potvrzení
de: hotkey.exit – Das Spiel unverzüglich beenden, ohne nach einer Bestätigung zu fragen
el: hotkey.exit – Άμεσο κλείσιμο του παιχνιδιού ,χωρίς ερώτηση για επιβεβαίωση
es: hotkey.exit – Cerrar el juego inmediatamente y sin pedir confirmación
eu: lastertekla.itxi – Jokoa unean itxi inolako baieztapenik eskatu gabe.
fi: hotkey.exit – Sulje peli välittömästi pyytämättä vahvistusta.
fr: hotkey.exit – Fermer immédiatement le jeu sans demande de confirmation.
gd: hotkey.exit – Fàg an geama sa bhad is gun dearbhadh
gl: hotkey.exit – Cerrar inmediatamente o xogo, sin acadar confirmación
hu: hotkey.exit – A játék azonnali bezárása, megerősítés kérése nélkül
id: hotkey.exit – Segera tutup permainan, tanpa meminta konfirmasi
it: hotkey.exit – Chiude immediatamente il gioco, senza chiedere conferma
ja: hotkey.exit – 確認を求めず、即座にゲームを終了させます。
ko: hotkey.exit – 확인을 묻지 않고, 즉시 게임 나가기
nl: sneltoets.exit – Sluit het spel af zonder bevestigingsdialoog
pl: hotkey.exit – natychmiast wyłącza grę bez pytania o potwierdzenie decyzji
pt_pt: hotkey.exit – fecha imediatamente o jogo, sem pedir confirmação
ru: hotkey.exit — немедленно закрыть игру, не спрашивая разрешения
sv: hotkey.exit – Avsluta spelet omedelbart, utan att bekräfta
tr: hotkey.exit – Onay gerektirmeden oyunu hemen kapatır
uk: hotkey.exit – Негайно закрити гру, не запитуючи підтвердження
zh: hotkey.exit – 无需确认，立即退出游戏
zh_tw: hotkey.exit – 不經確認直接關閉遊戲

source: hotkey.togglefullscreen – Toggle between fullscreen and windowed
ast: hotkey.togglefullscreen – Alternar entre los modos “vista completa” & “feniestra”
bg: hotkey.togglefullscreen — Превключване между цял екран и прозорец
ca: hotkey.togglefullscreen – Canvia entre pantalla completa i finestra
cs: hotkey.togglefullscreen – Přepnout mezi režimem na celou obrazovku a okenním režimem
de: hotkey.togglefullscreen – Umschalten zwischen Vollbild und Fenstermodus
el: hotkey.togglefullscreen – Εναλλαγή μεταξύ προβολής πλήρους οθόνης και λειτουργίας παραθύρου
es: hotkey.togglefullscreen – Alternar entre ventana o pantalla completa
eu: lastertekla.txandakatupantailaosoa – Txandakatu pantaila osoa eta leihoa artean
fi: hotkey.togglefullscreen – Vaihda koko näytön ja ikkunan välillä
fr: hotkey.togglefullscreen – Basculer entre plein-écran et fenêtré
gd: hotkey.togglefullscreen – Toglaich eadar làn-sgrìn is modh uinneige
gl: hotkey.togglefullscreen– alterna entre pantalla completa e xanela
hu: hotkey.togglefullscreen – Váltás a teljes képernyős és ablakos nézet között
id: hotkey.togglefullscreen – Setel antara layar penuh dan jendela
it: hotkey.togglefullscreen – Cambia tra schermo intero e finestra
ja: hotkey.togglefullscreen – フルスクリーンとウィンドウ表示を切り替えます
ko: hotkey.togglefullscreen – 전체 화면과 창 간 전환
nl: sneltoets.togglefullscreen – Wissel tussen fullscreen en vensterweergave
pl: hotkey.togglefullscreen – przełącza między trybem pełnoekranowym a okienkowym
pt_pt: hotkey.togglefullscreen – muda entre ecrã inteiro e o modo janela
ru: hotkey.togglefullscreen — переключиться между полноэкранным и оконным режимами.
sv: hotkey.togglefullscreen – Växla mellan fullskärm och fönsterläge
tr: hotkey.togglefullscreen – Tam ekran ve pencereli arasında geçiş yap
uk: hotkey.togglefullscreen – Перемкнути між повноекранним та віконним
zh: hotkey.togglefullscreen – 在窗口模式和全屏模式间切换
zh_tw: hotkey.togglefullscreen – 切換全螢幕或視窗模式

source: hotkey.console.toggle – Toggle console
ast: hotkey.console.toggle – Alternare l terminal
bg: hotkey.console.toggle — Отваряне на конзолата
ca: hotkey.console.toggle – Mostra/Amaga la consola
cs: hotkey.console.toggle – Přepnout konzoli
de: hotkey.console.toggle – Konsole umschalten
el: hotkey.console.toggle – Εμφάνιση κονσόλας
es: hotkey.console.toggle – Mostrar consola
eu: lastertekla.kontsola.erakutsi – Erakutsi kontsola
fi: hotkey.console.toggle – Avaa/sulje konsoli
fr: hotkey.console.toggle – Afficher/Masquer la console
gd: hotkey.console.toggle – Toglaich a’ chonsoil
gl: hotkey.console.toggle – Alternar Consola
hu: hotkey.console.toggle – Konzol megjelenítése / elrejtése
id: hotkey.console.toggle – Setel konsol
it: hotkey.console.toggle – Attiva console
ja: hotkey.console.toggle – コンソールの切り替え
ko: hotkey.console.togle – 콘솔 전환
nl: sneltoets.console.toggle – Toon / verberg console
pl: hotkey.console.toggle – włącza konsolę
pt_pt: hotkey.console.toggle – mostra ou oculta a consola de comandos
ru: hotkey.console.toggle — показать или скрыть консоль
sv: hotkey.console.toggle – Växla konsolen
tr: hotkey.console.toggle – Konsolu aç/kapat
uk: hotkey.console.toggle – Перемкнути консоль
zh: hotkey.console.toggle – 显示/隐藏控制台
zh_tw: hotkey.console.toggle – 開關主控臺

source: hotkey.fps.toggle – Toggle frame counter (FPS)
ast: hotkey.fps.toggle – Alternare l freqüencímetro (Q/s)
bg: hotkey.fps.toggle — Показване на брояча на кадри/сек
ca: hotkey.fps.toggle – Mostra/Amaga la freqüència de generació de fotogrames (FPS)
cs: hotkey.fps.toggle – Přepnout počítadlo snímků (FPS)
de: hotkey.fps.toggle – Bildratenanzeige (FPS) umschalten
el: hotkey.fps.toggle – Εμφάνιση μετρητή καρέ (FPS)
es: hotkey.fps.toggle – Mostrar contador de fotogramas (FPS)
eu: lastertekla.fps.erakutsi – Erakutsi irudi zenbaketa (FPS)
fi: hotkey.fps.toggle – Näytä/piilota ruutunopeus (FPS)
fr: hotkey.fps.toggle – Afficher/Masquer le compteur d'images par seconde (IPS)
gd: hotkey.fps.toggle – Toglaich cunntair nam frèaman (FPS)
gl: hotkey.fps.toggle – Alternar contador de frames (FPS)
hu: hotkey.fps.toggle – FPS-számláló megjelenítése / elrejtése
id: hotkey.fps.toggle – Setel penghitung bingkai (FPS)
it: hotkey.fps.toggle – Attiva contatore di frame (FPS)
ja: hotkey.fps.toggle – フレーム表示を切り替えます (FPS)
ko: hotkey.fps.toggle – 프레임 카운터(FPS) 전환
nl: sneltoets.fps.toggle – Toon / verberg frame teller (FPS)
pl: hotkey.fps.toggle – Włącza licznik klatek na sekundę (FPS)
pt_pt: hotkey.fps.toggle – mostra ou oculta o número de fotogramas por segundo (FPS)
ru: hotkey.fps.toggle — показать или скрыть счётчик частоты обновления кадров (FPS)
sv: hotkey.fps.toggle – Växla bildhastighetsräknare (FPS)
tr: hotkey.fps.toggle – Kare sayacını aç/kapat (FPS)
uk: hotkey.fps.toggle – Перемкнути лічильник кадрів (FPS)
zh: hotkey.fps.toggle – 显示/隐藏 帧率 (FPS)
zh_tw: hotkey.fps.toggle – 顯示幀數 (FPS)
