Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: If a moderator deems your behavior to be inconsistent with these terms, your account may be restricted, suspended or terminated.
ast: Si algun moderador ẍulgare sere la tua conducta inconcordante cun estos términos, la tua cuœnta puœde ser restringida, suspendida ou terminada.
bg: Ако модератор счете Вашето поведение за неправомерно спрямо тези условия, акаунтът Ви може да бъде ограничен, временно недостъпен или окончателно прекратен.
ca: Si un moderador considera que el vostre comportament és incompatible amb aquests termes, el vostre compte pot ser restringit, suspès o cancel·lat.
cs: Pokud moderátor považuje vaše chování za neslučitelné s těmito podmínkami, váš účet může být omezen, pozastaven nebo ukončen.
de: Wenn ein Moderator feststellt, dass dein Verhalten nicht mit diesen Bedingungen übereinstimmt, kann dein Konto beschränkt, gesperrt oder gelöscht werden.
el: Εάν ένας συντονιστής θεωρεί ότι η συμπεριφορά σου είναι ασυμβίβαστη με αυτούς τους όρους, ο λογαριασμός σου ενδέχεται να περιοριστεί, να ανασταλεί ή να τερματιστεί.
es: Si un moderador considera que tu comportamiento es contradictorio a estos términos, tu cuenta puede ser restringida, suspendida o eliminada.
eu: Moderatzaile batek zure jokabidea baldintza hauetakoren batekin bat ez datorrela uste badu, zure kontua mugatu, bertan behera utzi edo amaitu daiteke.
fi: Jos moderaattori katsoo, että käyttäytymisesi on ristiriidassa näiden ehtojen kanssa, tiliäsi voidaan rajoittaa, se voidaan jäädyttää tai se voidaan sulkea.
fr: Si un modérateur juge votre comportement incohérent avec ces conditions, votre compte peut être restreint, suspendu ou supprimé.
ga: Má mheasann modhnóir go bhfuil d'iompar neamhréireach leis na tearmaí seo, d'fhéadfadh srian, fianraí nó scaoileadh curtha ar do chuntas.
gd: Nuair a bhios maor dhen bheachd nach eil do ghiùlan a’ gèilleadh ris na teirmichean seo, dh’fhaoidte gun dèid an cunntas agad a chuingeachadh no a chur à rèim no crìoch a chur air.
gl: Se un moderador considera que o seu comportamento é inconsistente con estes termos, a súa conta podería restrinxirse, suspenderse ou cancelarse.
hu: Ha egy moderátor úgy látja, hogy a viselkedésed nem felel meg ezen feltételeknek, akkor a fiókod korlátozásra, felfüggesztésre vagy megszüntetésre kerülhet.
id: Jika moderator menganggap perilaku Anda tidak sesuai dengan persyaratan ini, akun Anda dapat dibatasi, ditangguhkan, atau dihentikan.
it: Se un moderatore giudica il tuo comportamento inconsistente con questi termini, il tuo profilo potrebbe essere soggetto a restrizioni, sospeso or cancellato.
ko: 방장이 사용자의 행동이 이러한 조건과 일치하지 않는다고 판단하는 경우 계정이 제한, 일시 정지 또는 종료될 수 있습니다.
lv: Ja moderators uzskata, ka jūsu uzvedība neatbilst šiem noteikumiem, jūsu kontu var ierobežot, apturēt vai izbeigt.
nl: Als een moderator van mening is dat uw gedrag niet overeenkomt met deze voorwaarden, kan uw account worden beperkt, opgeschort of beëindigd.
pl: Jeśli moderator uzna twoje zachowanie za niezgodne z tymi warunkami, twoje konto może zostać ograniczone, zawieszone lub usunięte.
pt_br: Se um moderador julgar seu comportamento inconsistente com estes termos, sua conta poderá ser restrita, suspendida ou encerrada.
pt_pt: Se um moderador considerar que o seu comportamento não está de acordo com estes termos, a sua conta pode ser restringida, suspensa ou terminada.
ru: Если модератор посчитает, что ваше поведение не соответствует этим правилам, ваша учетная запись может быть ограничена, заблокирована или удалена.
sk: Ak moderátor pokladá tvoje chovanie v rozpore s týmito podmienkami, tvoj účet môže byť obmedzený, pozastavený alebo zrušený.
sv: Om en moderator bedömer att ditt beteende är oförenligt med dessa villkor kan ditt konto vara begränsat, avstängt eller avslutat.
tr: Bir moderatör davranışınızın bu şartlarla tutarsız olduğunu tespit ederse, hesabınız kısıtlanabilir, askıya alınabilir veya sonlandırılabilir.
uk: Якщо модератор вважає, що Ваша поведінка не відповідає цим умовам, Ваш обліковий запис може бути обмежено, призупинено чи закрито.
zh: 如果主机认为你的行为与这些条款不一致，你的帐户可能会受到限制、暂停或终止。
zh_tw: 如果管理員認為您的行為與這些條款不一致，您的帳號可能會被限制、暫停或終止。

source: Terms of Service
ar: شروط الخدمة
ast: Términos de servicio
bg: Условия на услугата
br: Termenoù ar Servij
ca: Termes del servei
cs: Podmínky služby
da: Service-betingelser
de: Servicebedingungen
el: Όροι Παροχής Υπηρεσιών
es: Términos de servicio
es_cl: Términos de Servicio
eu: Zerbitzuaren Baldintzak
fa: شرایط خدمات
fi: Käyttöehdot
fr: Conditions Générales de Service
ga: Tearmaí Seirbhíse
gd: Teirmichean na seirbheise
gl: Condicións de servizo
hr: Uvjeti Usluge
hu: Szolgáltatási feltételek
id: Ketentuan Layanan
it: Termini di Servizio
ja: サービス規約
ka: მომსახურების პირობები
ko: 서비스 약관
lv: Pakalpojumu sniegšanas noteikumi
ms: Terma Perkhidmatan
nb: Tjenestevilkår
nl: Servicevoorwaarden
pl: Warunki Usługi
pt_br: Termos de Serviço
pt_pt: Condições do Serviço
ro: Termenii serviciului
ru: Условия сервиса
sk: Servisné požiadavky
sr: Услови услуге
sv: Tjänstevillkor
tr: Hizmet koşulları
uk: Умови послуги
zh: 服务条款
zh_tw: 服務條款

source: Please read and accept the Terms of Service.
ast: Lhéi & accepta los Términos de servicio, por favor.
bg: Моля, прочетете и приемете Условията на услугата.
ca: Llegiu i accepteu les condicions del servei
cs: Přečtěte si a souhlaste, prosím, s Podmínkami služby.
de: Bitte lies und akzeptiere die Nutzungsbedingungen
el: Παρακαλώ διάβασε και αποδέξου τους Όρους της Υπηρεσίας.
es: Por favor, lee y acepta los Términos de Servicio.
eu: Mesedez irakurri eta onartu Zerbitzuaren Baldintzak
fi: Lue ja hyväksy käyttöehdot.
fr: Veuillez lire et accepter les termes de service, s'il vous plait.
ga: Léigh agus glac leis na Tearmaí Seirbhíse le do thoil.
gd: Leugh is aontaich ri teirmichean na seirbheise.
gl: Lea e acepte os termos do servizo.
hu: Olvasd el és fogadd el a szolgáltatási feltételeket.
id: Mohon baca dan setujui Ketentuan Layanan.
it: Ti preghiamo di leggere e accettare i Termini di Servizio
ko: 서비스 약관을 읽고 동의하세요.
lv: Lūdzu izlasiet un pieņemiet Pakalpojumu sniegšanas noteikumus
ms: Sila baca dan terima Terma Perkhidmatan.
nl: Lees en accepteer de Servicevoorwaarden.
pl: Proszę przeczytać i zaakceptować warunki korzystania z usługi
pt_br: Por favor, leia e aceite os Termos de Serviço.
pt_pt: Por favor leia e aceite os Termos do Serviço.
ru: Пожалуйста, прочтите и примите Условия использования сервиса.
sk: Prosím prečítajte si a akceptujte Servisné požiadavky.
sv: Vänligen läs och godkänn användar villkoren.
tr: Lütfen Hizmet Şartlarını okuyunuz ve kabul ediniz
uk: Будь-ласка, прочитайте та прийміть умови послуги.
zh: 请阅读并接受服务条款。
zh_tw: 請閱讀並同意服務條款。

source: Terms of Use
ar: شروط الاستخدام
ast: Términos d’usu
bg: Условия за ползване
br: Termenoù an Implij
ca: Termes d'ús
cs: Podmínky užití
da: Brugs-betingelser
de: Nutzungsbedingungen
el: Όροι Χρήσης
es: Términos de uso
es_cl: Términos de Uso
eu: Erabilera baldintzak
fa: شرایط استفاده
fi: Käyttöehdot
fr: Conditions Générales d'Utilisation
ga: Téarmaí Úsáide
gd: Teirmichean a’ chleachdaidh
gl: Condicións de uso
hr: Uvjeti korištenja
hu: Felhasználási feltételek
id: Ketentuan Penggunaan
it: Termini di Utilizzo
ja: 利用規約
ka: მოხმარების პირობები
ko: 사용자 약관
lv: Lietošanas noteikumi
ms: Terma Penggunaan
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pl: Warunki Użytkowania
pt_br: Termos de Uso
pt_pt: Condições de Utilização
ro: Termenii de utilizare
ru: Условия использования
sk: Podmienky použitia
sr: Услови кориштења
sv: Avändarvillkor
tr: Kullanım koşulları
uk: Умови використання
zh: 使用条款
zh_tw: 使用條款

source: Please read and accept the Terms of Use.
ast: Lhéi & accepta los Términos d’usu, por favor.
bg: Моля, прочетете и приемете Условията за ползване.
ca: Llegiu i accepteu els termes d'ús.
cs: Přečtěte si a souhlaste, prosím, s Podmínkami užití.
de: Bitte lies und akzeptiere die Nutzungsbedingungen.
el: Παρακαλώ διάβασε και αποδέξου τους Όρους Χρήσης
es: Por favor, lee y acepta los Términos de Uso.
eu: Mesedez irakurri eta onartu Zerbitzuaren Baldintzak
fi: Lue ja hyväksy käyttöehdot.
fr: Veuillez lire et accepter les termes d'utilisation, s'il vous plait.
ga: Léigh agus glac leis na Tearmaí Úsáide le do thoil.
gd: Leugh is aontaich ri teirmichean a’ chleachdaidh.
gl: Lea e acepte os termos de uso.
hu: Olvasd el és fogadd el a felhasználási feltételeket.
id: Mohon baca dan setujui Ketentuan Penggunaan.
it: Ti preghiamo di leggere e accettare i Termini di Utilizzo
ko: 이용 약관을 읽고 동의하세요.
lv: Lūdzu izlasiet un pieņemiet Lietošanas noteikumus.
ms: Sila baca dan terima Terma Penggunaan.
nl: Lees en accepteer de gebruiksvoorwaarden.
pl: Proszę przeczytać i zaakceptować warunki użytkowania
pt_br: Por favor, leia e aceite os Termos de Uso.
pt_pt: Por favor leia e aceite os Termos de Utilização.
ru: Пожалуйста, прочтите и примите Условия использования.
sk: Prosím prečítajte si a akceptujte podmienky použitia.
sv: Vänligen läs och godkänn användar villkoren.
tr: Lütfen Kullanım Şartlarını okuyunuz ve kabul ediniz
uk: Будь-ласка, прочитайте та прийміть умови використання.
zh: 请阅读并接受使用条款。
zh_tw: 請閱讀並同意使用條款。

source: Privacy Policy
ast: Política de privacidade
bg: Политика на поверителност
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
de: Datenschutz-Bestimmungen
el: Πολιτική Απορρήτου
es: Política de Privacidad
eu: Pribatutasun politika
fi: Yksityisyyskäytäntö
fr: Politique de vie privée
ga: Polasaí Príobháideachais
gd: Poileasaidh prìobhaideachd
gl: Política de intimidade
hu: Adatvédelmi nyilatkozat
id: Kebijakan Privasi
it: Politica sulla Privacy
ko: 개인정보보호정책
lv: Privātuma politika
ms: Dasar Kerahsiaan
nl: Privacybeleid
pl: Polityka Prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
sk: Ochrana osobných údajov
sv: Sekretesspolicy
tr: Gizlilik İlkesi
uk: Політика конфіденційності
zh: 隐私政策
zh_tw: 隱私政策

source: Please read and accept the Privacy Policy.
ast: Lhéi & accepta la Política de privacidade, por favor.
bg: Моля прочетете и приемете Политиката на поверителност.
ca: Llegiu i accepteu la política de privacitat.
cs: Přečtěte si a souhlaste, prosím, se Zásadami ochrany osobních údajů.
de: Bitte lese und akzeptiere die Datenschutz-Bestimmungen.
el: Παρακαλώ διάβασε και αποδέξου την Πολιτική Απορρήτου.
es: Por favor, lea y acepte la Política de Privacidad.
eu: Mesedez irakurri eta onartu Pribatutasun politica
fi: Lue ja hyväksy yksityisyyskäytäntö.
fr: Veuillez lire et accepter la politique de vie privée, s'il vous plait.
ga: Léigh agus glac leis an mPolasaí Príobháideachais le do thoil.
gd: Leugh is aontaich ris a’ phoileasaidh phrìobhaideachd.
gl: Lea e acepte a política de intimidade.
hu: Olvasd el és fogadd el az adatvédelmi nyilatkozatot.
id: Mohon baca dan terima Kebijakan Privasi.
it: Per favore, leggere e accettare la Politica sulla Privacy
ko: 개인 정보 보호 정책을 읽고 동의하세요.
lv: Lūdzu izlasiet un pieņemiet Privātuma politiku.
ms: Sila baca dan terima Dasar Kerahsiaan.
nl: Lees en accepteer het privacybeleid.
pl: Proszę przeczytać i zaakceptować zasady Polityki Prywatności.
pt_br: Por favor, leia e aceite a Política de Privacidade.
pt_pt: Por favor leia e aceite a Política de Privacidade.
ru: Пожалуйста, прочтите и примите Политику конфиденциальности.
sk: Prosím prečítajte si a akceptujte Ochranu osobných údajov.
sv: Vänligen läs och godkänn integritets policyn.
tr: Lütfen Gizlilik İlkesini okuyunuz ve kabul ediniz
uk: Будь-ласка, прочитайте та прийміть політику конфіденційності.
zh: 阅读并接受隐私政策。
zh_tw: 請閱讀並接受隱私政策。

source: Create a new account
ar: أنشئ حسابًا جديدًا
ast: Crear una cuœnta nuœva
bg: Създаване на нов акаунт
br: Krouiñ ur gont nevez
ca: Crea un compte nou
cs: Vytvořit nový účet
da: Opret en ny konto
de: Neues Konto erstellen
el: Δημιουργήστε ένα νέο λογαριασμό
es: Crear una nueva cuenta
es_cl: Crear una nueva cuenta
eu: Sortu kontu berria
fa: ساخت حساب کاربری جدید
fi: Luo uusi tunnus
fr: Créer un nouveau compte
ga: Cruthaigh Cuntas Nua
gd: Cruthaich cunntas ùr
gl: Crear unha conta nova
hr: Napravite novi račun
hu: Új fiók létrehozása
id: Buat akun baru
it: Crea un nuovo account
ja: 新規アカウントを作成する
ka: შექმენი ახალი ანგარიში
ko: 새 계정 만들기
lv: Izveidot jaunu kontu
ms: Cipta akaun baharu
nb: Lag en ny konto
nl: Creëer een nieuwe account
pl: Stwórz nowe konto
pt_br: Criar uma nova conta
pt_pt: Criar uma conta nova
ro: Creați un cont nou
ru: Создать новый аккаунт
sk: Vytvoriť nový účet
sr: Направи нови налог
sv: Skapa nytt konto
tr: Yeni hesap oluştur
uk: Створити новий обліковий запис
zh: 新建账户
zh_tw: 建立新帳號

source: Login to an existing account
ar: لِج إلى حساب موجود
ast: Intamar session
bg: Влизане в съществуващ акаунт
br: Kevreañ gant ur gont a zo dija anezhañ
ca: Entra en un compte existent
cs: Přihlásit se k existujícímu účtu
da: Login med en eksisterende konto
de: In bestehendes Konto einloggen
el: Σύνδεση σε έναν υπάρχοντα λογαριασμό
es: Iniciar sesión en una cuenta ya existente
es_cl: Entrar con una cuenta existente
eu: Hasi saioa badagoen kontu batekin
fa: ورود به حساب کاربری موجود
fi: Kirjaudu sisään olemassa olevalle tunnukselle
fr: Se connecter à un compte existant
ga: Logáil isteach le cuntas atá ann cheana féin
gd: Log a-steach le cunntas clàraichte
gl: Acceder cunha conta existente
hr: Prijavite se na postojeći račun
hu: Bejelentkezés már létező fiókba
id: Masuk ke akun yang sudah ada
it: Login in un account esistente
ja: 既存のアカウントでログインする
ka: შედი არსებულ ანგარიშზე
ko: 기존 계정 접속하기
lv: Pieslēgties esošā kontā
ms: Daftar masuk ke akaun sedia ada
nb: ogg inn til en eksisterende konto
nl: Log in met een bestaande account
pl: Zaloguj się do istniejącego konta
pt_br: Entrar com uma conta existente
pt_pt: Iniciar sessão com uma conta existente
ro: Conectare la un cont existent
ru: Войти в существующий аккаунт
sk: Prihlásiť sa do existujúceho účtu
sr: Улогуј се на постојећи налог
sv: Logga in på ett befintligt konto
tr: Varolan hesaba giriş yap
uk: Увійти в існуючий обліковий запис
zh: 用已存在账户登录
zh_tw: 登入已有的帳號

source: Connect
ar: اتّصل
ast: Conectesse
bg: Свързване
br: Kevreañ
ca: Connecta
cs: Připojit
da: Tilslut
de: Verbinden
el: Σύνδεση
es: Conectar
es_cl: Conectar
eu: Konektatu
fa: ارتباط
fi: Yhdistä
fr: Connexion
ga: Ceangail
gd: Ceangail
gl: Conectar
hr: Spoji
hu: Kapcsolódás
id: Hubungkan
it: Connetti
ja: 接続
ka: დაკავშირება
ko: 연결
lv: Pieslēgties
ms: Sambung
nb: Koble til
nl: Verbinden
pl: Połącz
pt_br: Conectar
pt_pt: Ligar
ro: Conectează-te
ru: Присоединиться
sk: Pripojiť sa
sr: Повежи
sv: Anslut
tr: Bağlan
uk: Підключитися
zh: 连接
zh_tw: 連線

source: Connecting…
ar: يتصل...
ast: Conectiendo-se...
bg: Свързване…
br: Kevreadur...
ca: S'està connectant...
cs: Připojuje se...
de: Verbinde…
el: Συνδέεται...
es: Conectando...
eu: Konektatzen...
fa: در حال اتصال...
fi: Yhdistetään...
fr: Connexion en cours...
ga: Ag ceangail...
gd: ’Ga cheangal…
gl: Conectando…
hu: Kapcsolódás…
id: Menghubungkan...
it: Collegamento...
ja: 接続中…
ko: 연결중…
lv: Pieslēdzas...
ms: Menyambung...
nb: Kobler til…
nl: Verbinden...
pl: Łączenie...
pt_br: Conectando...
pt_pt: A ligar…
ro: Se conectează...
ru: Соединение...
sk: Pripájam sa...
sv: Ansluter…
tr: Bağlanıyor...
uk: Підключення…
zh: 连接中……
zh_tw: 連線中……

source: Connect to the game lobby
ar: اتّصل بردهة اللعب
ast: Conectesse cul antepar
bg: Свързване с чакалнята за игри
br: Kevreañ ouzh hall ar c'hoari
ca: Connecta a la sala multijugador
cs: Připojit se k zájmové skupině
da: Tilslut spillobby
de: Mit der Lobby verbinden
el: Συνδεθείτε στο λόμπι του παιχνιδιού
es: Conectarse a la Sala multijugador
es_cl: Conectarse a la sala multijugador
eu: Jokalari anitzen gelarekin konektatu
fa: در حال اتصال به لابی بازی
fi: Yhdistä peliaulaan
fr: Connexion au hall multijoueur
ga: Nasc leis an bhforhalla cluiche
gd: Ceangail ri lobaidh nan geama
gl: Conectarse á sala de espera
hr: Spajanje sa predvorjem igre
hu: Csatlakozás a játék várójához
id: Hubungkan ke lobi permainan
it: Connetti a un gruppo di gioco
ja: ゲームロビーに入る
ka: შეუერთდი თამაშის ვესტიბიულს
ko: 게임 로비에 연결
lv: Pieslēgties spēles priekšnamam
ms: Sambung ke ruang legar permainan
nb: Koble til spillets lobby
nl: Verbind met de spellobby
pl: Połącz z poczekalnią gry wieloosobowej
pt_br: Conecte-se à sala do jogo
pt_pt: Conectar à sala de estar do jogo
ro: Conectare la lobby-ul jocului
ru: Присоединиться к комнате
sk: Pripájam sa do herného lobby
sr: Повежи се на лоби игре
sv: Anslut till spellobby
tr: Oyun bekleme salonuna bağlan
uk: Підключитися до ігрового лобі
zh: 加入游戏大厅
zh_tw: 連線到遊戲大廳

source: Register
ar: سجّل
ast: Registrar
bg: Регистриране
br: En em enskrivañ
ca: Registre
cs: Registrovat
da: Registrér
de: Registrieren
el: Εγγράφη
es: Registrarse
es_cl: Registrar
eu: Erregistratu
fa: عضویت
fi: Rekisteröidy
fr: S'inscrire
ga: Cláraigh
gd: Clàraich
gl: Rexistrarse
hr: Registracija
hu: Regisztráció
id: Daftar
it: Registrati
ja: 登録
ka: აღრიცხვა
ko: 등록
lv: Reģistrēties
ms: Daftar
nb: Registrer
nl: Registreer
pl: Zarejestruj
pt_br: Registrar-se
pt_pt: Registar
ro: Înregistrează-te
ru: Зарегистрироваться
sk: Registrovať sa
sr: Региструј
sv: Registrera
tr: Kayıt ol
uk: Зареєструватися
zh: 注册
zh_tw: 註冊

source: Registering…
ar: يسجل...
ast: Registrando...
bg: Регистриране…
br: Marilhadur...
ca: S'està registrant...
cs: Registruje se...
de: Registriere…
el: Δηλώνεται...
es: Registrando...
eu: Erregistratzen...
fa: در حال ثبت نام...
fi: Rekisteröidään...
fr: Enregistrement...
ga: Ag clárú...
gd: ’Ga chlàradh…
gl: Rexistrando…
hu: Regisztráció…
id: Mendaftarkan...
it: Registrazione...
ja: 登録中…
ko: 등록중…
lv: Reģistrējas...
ms: Mendaftar...
nb: Registrerer…
nl: Registreren...
pl: Rejestrowanie...
pt_br: Registrando-se...
pt_pt: A registar…
ro: Se înregistrează...
ru: Регистрация...
sk: Registrujem vás...
sv: Registrerar…
tr: Kayıt olunuyor...
uk: Реєстрація…
zh: 注册中……
zh_tw: 註冊中……

source: Registered
ar: مسجّل
ast: Registrou-se
bg: Регистриран
br: Enskrivet
ca: Registrat
cs: Registrován
da: Registreret
de: Registriert
el: Εγγεγραμένο.
es: Registrado
es_cl: Registrado
eu: Erregistratuta
fa: ثبت نام شد
fi: Rekisteröitynyt
fr: Enregistré(e)
ga: Cláraithe
gd: Clàraichte
gl: Rexistrado
hr: Prijavljen
hu: Regisztrálva
id: Terdaftar
it: Regitrato
ja: 登録完了
ko: 등록된
lv: Reģistrēts
ms: Berdaftar
nb: Registrert
nl: Geregistreerd
pl: Zarejestrowany
pt_br: Registrado
pt_pt: Registado
ro: Înregistrat
ru: Зарегистрированный
sk: Zaregistrovaný
sr: Регистрован
sv: Registrerad
tr: Kayıt olundu.
uk: Зареєстровано
zh: 已注册
zh_tw: 已註冊

source: Registration
ar: التّسجيل
ast: Registro
bg: Регистриране
br: Inskrivadur
ca: Registre
cs: Registrace
da: Registrering
de: Registrierung
el: Εγγραφή
es: Registro
es_cl: Registrarse
eu: Izen ematea
fa: عضویت
fi: Rekisteröinti
fr: Inscription
ga: Clárú
gd: Clàradh
gl: Rexistrarse
hr: Registracija
hu: Regisztráció
id: Pendaftaran
it: Registrazione
ja: 登録
ka: აღრიცხვა
ko: 등록
lv: Reģistrācija
ms: Pendaftaran
nb: Registrering
nl: Registratie
pl: Rejestracja
pt_br: Registro
pt_pt: Registo
ro: Înregistrare
ru: Регистрация
sk: Registrácia
sr: Регистрација
sv: Registrering
tr: Üyelik
uk: Реєстрація
zh: 注册
zh_tw: 註冊

source: The command '%(cmd)s' is not supported. Try %(help)s to get more information about the supported commands.
ast: Nun se sofhita la órdene “%(cmd)s”. Consulta %(help)s par’ algamar maæs informacion subre læs órdenes sofhitadæs.
bg: Командата „%(cmd)s“ не се поддържа. Използвайте %(help)s, за да получите повече информация относно поддържаните команди.
fi: Komento '%(cmd)s' ei ole tuettu. Yritä %(help)s saadaksesi lisätietoja tuetuista komennoista.
mk: Командата „%(cmd)s“ не е поддржана. Користете %(help)s за да добиете повеќе информации за поддржаните команди.
pt_br: O comando '%(cmd)s' não é suportado. Tente %(help)s para obter mais informações sobre os comandos disponíveis.

source: Search for Player
ast: Buscar un ẍogador
bg: Търсене на играч
fi: Etsi pelaaja
id: Cari Pemain
it: Cerca per giocatore
mk: Барање на играч
pt_br: Procurar por Jogador
zh_tw: 搜尋玩家

source: [font="sans-bold-14"]Document Date:[/font] 2022-09-01
ast: [font="sans-bold-14"]Data de l documento:[/font] 2022-09-01

source: 1. a. Only create one account per person on the service unless authorized by Wildfire Games.
ast: 1. a. Crear nel servicio solo una cuœnta per persona, a nun ser que Wildfire Games llo authorize.
bg: 1. а. Можете да създадете само един акаунт в услугата, освен ако нямате изрично разрешение за регистриране на повече от Wildfire Games.

source: b. Not share your account with anyone and not publish or divulge to anyone the account password.
ast: b. Nun compartir cun negunu la tua cuœnta & nun publicar ou esplenar a negunu la ꞇyave de la cuœnta.
bg: б. Не може да споделяте акаунта си с никого, нито да публикувате или издавате на някого паролата за акаунта си.

source: HH:mm
fi: TT:mm
ga: UU:nn
ro: OO:mm
tr: SS:dd

source: This game's address '%(ip)s' does not appear to be valid.
ar: لا يبدو عنوان اللعبة '%(ip)s' هذا صالحًا.
br: Ne seblant ket chomlec'h ar c'hoari-mañ bezañ unan mat '%(ip)s'.
ca: L'adreça d'aquesta partida '%(ip)s' no és vàlida.
cs: Zdá se, že '%(ip)s' adresa této hry není platná
da: Spillets adresse '%(ip)s' er tilsyneladende ikke gyldig.
de: Die Adresse „%(ip)s“ scheint nicht gültig zu sein.
el: Η διέυθυνση του παιχνιδιού '%(ip)s' δέν φαίνεται να είναι έγκυρη.
es: No parece que la dirección de la partida '%(ip)s' sea válida.
es_cl: La direccion '%(ip)s' de este juego no parece ser valida.
eu: '%(ip)s' ez dirudi helbide baliagarria denik.
fa: آدرس بازی '%(ip)s' به نظر معتبر نیست
fr: L'adresse de ce jeu '%(ip)s' ne semble pas être valide.
ga: Níl seoladh an chluiche seo '%(ip)s' bailí.
gd: Tha coltas nach eil an seòladh aig a’ gheama seo, %(ip)s, dligheach.
gl: O enderezo IP da partida, «%(ip)s», parece incorrecto.
hr: Adresa igre '%(ip)s' nije važeća.
hu: Ennek a játéknak a(z) „%(ip)s” címe nem tűnik érvényesnek.
ja: このゲームのアドレス「%(ip)s」は正しくない形式です。
ka: ამ თამაშის მისამართი '%(ip)s' არ არის სწორი.
lv: Spēles adrese '%(ip)s' šķiet ir nederīga.
ms: Alamat permainan '%(ip)s' ini tidak kelihatan sah.
nb: Dette spillets adresse '%(ip)s' ser ikke ut til å være gyldig.
nl: Het adres '%(ip)s' blijkt niet geldig.
pl: Adres tej gry: '%(ip)s' nie jest poprawny.
pt_pt: O endereço do jogo "%(ip)s" não parece ser válido.
ro: Adresa jocului, '%(ip)s', nu este validă.
ru: Адрес игры '%(ip)s' не является действительным.
sk: Adresa hry "%(ip)s" vyzerá byť neplatná.
sr: Адреса ове игре '%(ip)s' није валидна.
sv: Spelets ip-adress: '%(ip)s' verkar inte vara giltig.
tr: Bu oyunun adresi '%(ip)s' geçerli görünmüyor.
uk: Адреса цієї гри '%(ip)s', як видається, не є вірною.
zh: 此游戏的位址 '%(ip)s' 似乎无效。

source: Error
cs: Chyba
de: Fehler
el: Σφάλμα
fr: Erreur
ga: Earráid
gd: Mearachd
gl: Erro
hu: Hiba
lv: Kļūda
nl: Fout
pt_pt: Erro
ru: Ошибка
sk: Chyba
sv: Fel
tr: Hata
uk: Помилка
zh: 错误

source: /me
de: /ich
tr: /ben

source: /say
de: /sagen
fr: /dire
tr: /konuş
