Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Own and Allied Soldiers and Siege Engines +1 capture attack strength, +20% melee and ranged attack damage.
af: Eie en Geallieërde Soldate en Beleëringstuie +1 verowering aanvalskrag, +20 naby- en afstand-aanval skade.
ast: soldados & máchinɐs de cerco proprios & alliados • podencia de posseu +1 • podencia de combate & de tiru +20%.
ca: +1 d'atac de captura i +20% d'atac cos a cos i a distància per als soldats i màquines de setge propis i aliats.
cs: Vlastní a spojenečtí vojáci a obléhací stroje +1 k síle útoku při zajímání jednotek, +20 % k poškození při útoku na blízko a na dálku.
da: Egne og Allierede Soldater og Belejringsvåben +1 erobrings-angrebsstyrke, +20% nærkamps- og langdistance-angrebsskade.
de: Eigene und verbündete Soldaten und Belagerungseinheiten +1 Einnehmrate, +20 % Nahkampf- und Fernkampfschaden.
es: Soldados y máquinas de asedio propios y aliados (Fuerza de captura: +1; Daño a distancia y cuerpo a cuerpo: +20%).
eu: Norberaren eta aliatuen soldaduek eta setio makinek +1 atzemate eraso indarra, %20+ kalte buruz-buruko eta urrutiko erasoetan.
fa: سربازان تصاحب شده و متحدان و تجهیزات محاصره +1 قدرت حمله ، +20% آسیب سلاح دستی و محدوده حمله به دست می آورند.
fi: Omille ja liittoutuneiden sotilaille ja piirityskoneille +1 kaappaushyökkäysvoima, +20 % lähitaistelu- ja kantamataisteluvahinkoa
fr: Les soldats et les Engins de sièges , les vôtres comme les alliés , gagnent +1 en force de capture d'attaque, et 20% de dégâts mêlée et distance.
gl: Os soldados propios e aliados e as máquinas de asedio forza de ataque: +1 captura, +20% de dano de ataque corpo a corpo e a distancia.
hi: अपने और मित्रों के सैनिकों और कब्ज़ा यंत्रों की हमला कर कब्जाने की शक्ति +१, शस्त्र और अस्त्र की नुकसान करने की क्षमता +२०%
hu: +1 elfoglalási támadási erő, +20% közelharci és távolsági sebzés a saját és szövetséges katonáknál és ostromgépeknél.
hy: +20% մերձամարտի ու հեռահար հարձակման վնաս և +1 գրավում սեփական և դաշնակից զինվորներին և պաշարողական մեքենաներին։
id: Prajurit sendiri dan Sekutu serta Mesin Kepung +1 daya rebut, +20% daya serang jarak dekat dan jarak jauh.
it: +1 attacco cattura e +20% danno da mischia e a distanza per soldati e macchine d'assedio proprie ed alleate.
ja: 自軍と同盟の兵士と攻城兵器の占拠力+1 近接、遠距離攻撃力+20%
ko: 아군과 동맹군의 공성 무기의 점령 공격력이 +1 증가하고, 근접 및 범위 공격 피해가 +20% 증가합니다.
ku: Leşkerên Xwedî û Hevalbend û Motorên Siege +1 hêza êrîşê digirin, +20% nêzîk û zirara êrişê ya berbelav.
lb: Eegen an alliéiert Zaldoten an Belagerungseenheeten +1 Eroberungstaux, +20% No- an Fernkampfschued.
nl: Eigen en geallieerde soldaten en belegeringswerktuigen +1 veroveren, +20% schade bij mêlee en afstandsaanval.
pl: Właśni i sprzymierzeni wojownicy i machiny oblężnicze otrzymują +1 do siły przejęcia i +20% do obrażeń.
pt_br: Soldados e Armas de Cerco próprios e aliados têm +1% de poder de captura e +20% de dano de ataque corpo-a-corpo e à distância.
pt_pt: Soldados (incluindo dos aliados) e máquinas de cerco +1 força de ataque de captura, +20% dano de ataque à distância e corpo a corpo.
ro: Soldații proprii și aliați și motoarele de asediu +1 putere de atac la captură, +20% daune la atac corp la corp și la distanță.
ru: Ваши и дружественные воины и осадные орудия получают +1 к скорости захвата и +20% к урону в ближнем и дальнем бою.
sk: Vlastní a spojeneckí vojaci a dobyvačné stroje +1 sila preberania, +20% ničivej sily pri boji zblízka a zdiaľky.
sr: Своји и савезнички војници и машине за опсаду +1 снага напада заузећа, +20% јачина блиских и удаљених напада.
sv: Egna och allierade soldater och belägringsvapen +1 erövringsstyrka, +20% närstrids- och distansattack.
tr: Kendi ve Müttefik Askerlere ve Kuşatma Makinelerin +1 ele geçirme saldırı gücü, +20% yakın ve menzilli saldırı hasarı.
uk: Власні та союзні солдати, та облогові знаряддя мають +1 ефективності захоплення, +20% нанесення ближнього та дистанційного пошкодження.
zh: 己方和结盟的士兵和攻城机械夺占 +1，攻击 +20% .
zh_tw: 我方與盟友的士兵與攻城武器 +1 占領力、+20% 近戰與遠程攻擊傷害。

source: Cavalry Commander
af: Kavallerie Bevelvoerder
ar: قائد الخيّالة
ast: Mandon de la caballería
bg: Командир на конницата
bn: অশ্বারোহীদের সেনাপতি
br: Komander Marc'heger
ca: Comandant de cavalleria
cs: Velitel jízdy
da: Kavaleribefalingsmand
de: Berittener Kommandant
el: Διοικητής Ιππικού
es: Comandante de caballería
es_ar: Comandante de Caballería.
eu: Zalditeria Komandantea
fa: فرمانده سواره نظام
fi: Ratsuväen komentaja
fr: Commandant de cavalerie
ga: Ceannasaí Marcra
gd: Ceannard eachraidh
gl: Comandante de cabalería
he: מפקד פרשים
hi: अश्वरोही सेनापति
hu: Lovassági parancsnok
hy: Հեծելազորի հրամանատար
id: Komandan Kavaleri
it: Comandate di Cavalleria
ja: 騎兵指揮官
ko: 기병 지휘관
ku: Fermandarê Siwaran
lb: Kommandant vun der Kavallerie
ms: Komander Berkuda
nb: Kavalerikommandør
nl: Cavalerie Commandant
pl: Dowódca Kawalerii
pt_br: Comandante da Cavalaria
pt_pt: Comandante da cavalaria
ro: Comandant Cavalerie
ru: Командир конницы
sk: Vodca jazdy
sr: Коњички Командант
sv: Kavallerikommendant
tr: Süvari Komutanı
uk: Командир кавалерії
ur: گهڑ سوار فوج کا سپّہ سالار
zh: 骑兵将领
zh_tw: 騎兵指揮官

source: Melee Cavalry +30% melee attack damage.
af: Nabyvegtende Kavallerie +30% nabyaanvalskade.
ast: caballeiros combatedores • podencia de combate +30%.
ca: +30% d'atac cos a cos per a la cavalleria.
cs: Jízda na blízku získá +30 % bonus k poškození na blízku.
da: Nærkampskavaleri +30% nærkamps-angrebsskade.
de: Nahkampfkavallerie +30 % Nahkampfschaden.
es: Caballería (Daño cuerpo a cuerpo: +30%).
eu: Buruz-buruko zalditeria %30+ buruz-burko eraso kaltean.
fa: +30% آسیب حمله سلاح دستی سواره نظام سلاح دستی دار
fi: Lähitaisteluratsuväelle +30 % lähitaisteluhyökkäysvahinkoa.
fr: Augmente les dégâts de mêlée de la cavalerie de +30%.
gl: Cabalería corpo a corpo +30% de dano de ataque corpo a corpo.
hi: शस्त्रधारी घुड़सवारों की शस्त्र से नुकसान करने की क्षमता +३०%
hu: +30% közelharci sebzés a közelharci lovasoknak
hy: +30% մերձամարտող հեծելազորի հարձակմանը։
id: Kavaleri jarak dekat +30% daya serang jarak dekat.
it: +30% attacco da mischia per la cavalleria.
ja: 騎兵の近接攻撃+30%
ko: 근접 기병의 근접 공격 피해가 +30% 증가합니다.
ku: Siwarî yên Nêzîk +30% zirara êrîşa nêzîk.
lb: Nokampfkavallerie +30% Nokampfschued.
nl: Mêlee cavalerie +30% aanvalsschade.
pl: Kawaleria walcząca wręcz otrzymuje +30% do siły ataku.
pt_br: Cavalaria corpo-a-corpo têm +30% de dano de ataque corpo-a-corpo.
pt_pt: Cavalaria de combate corpo a corpo +30% dano no ataque corpo a corpo.
ro: Cavalerie corp la corp +30% daune de atac corp la corp.
ru: Тяжёлая конница наносит на 30% больше урона в ближнем бою.
sk: Jazda na boj zblízka +30% ničivej sily pri boji zblízka.
sr: Коњица за блиску борбу +30% јачина напада у блиској борби.
sv: Närstridskavalleri +30% närstridsattack.
tr: Yakın Dövüş Süvarisi +30% yakın saldırı hasarı.
uk: Кавалерія ближнього бою має +30% нанесення ближнього пошкодження.
ur: ہنگامے کیولری +30 ہنگامے کے حملے کا نقصان
zh: 近战骑兵的近战攻击 +30% .
zh_tw: 近戰騎兵 +30% 近戰攻擊傷害。

source: Sacker of Rome
af: Plunderaar van Rome
ar: ناهب روما
ast: Saquiador de Roma
bg: Грабител на Рим
bn: রোমের লুণ্ঠনকারী
br: Preizher Roma
ca: Saquejador de Roma
cs: Plenitel Říma
da: Roms Plyndrer
de: Plünderer Roms
el: Συλητής της Ρώμης
es: Saqueador de Roma
es_ar: Saqueador de Roma
eu: Erromako Lapurra
fa: غارتگر روم
fi: Rooman ryöstäjä
fr: Saccageur de Rome
ga: Creachnóir na Róimhe
gd: Neach-creiche na Ròimhe
gl: Saqueador de Roma
he: שובר רומא
hi: रोम़ का लूटेरा
hu: Róma kifosztója
hy: Հռոմի Կողոպտիչ
id: Penjarah Roma
it: Sacco di Roma
ja: ローマの略奪者
ko: 로마의 약탈자
ku: Sackerê Romî
ms: Penjarah Rom
nb: Plyndrer av Rom
nl: Plunderaar van Rome
pl: Zdobywca Rzymu
pt_br: Saqueador de Roma
pt_pt: Saqueador de Roma
ro: Prăduitorul Romei
ru: Разоритель Рима
sk: Plieniteľ Ríma
sr: Врећа Рима
sv: Plundrare av Rom
tr: Roma Yağmacısı
uk: Грабіжник Риму
ur: روم کا ساکر
zh: 罗马掠夺者
zh_tw: 羅馬劫掠者

source: Humans, Siege Engines, and Ships gain +15 metal loot.
af: Mense, Beleëringstuie en Skepe kry +15 metaal buit.
ast: humanos, máchinɐs de cerco & naves • cacida de metal +15.
ca: Els humans, màquines de setge i vaixells saquegen +15 de metall.
cs: Lidé, obléhací stroje a lodě získají kořist +15 kovu.
da: Mennesker, Belejringsvåben og Skibe opnår +15 metalfæ.
de: Menschen, Belagerungswaffen und Schiffe +15 Metallbeute.
es: Unidades, máquinas de asedio y barcos (Saqueo: +50 de metal).
eu: Gizakiak, setio makinak, eta ontziek +15 metal harrapakin.
fa: انسان ها، تجهیزات محاصره و کشتی ها +15 غارت پوشش کسب می کنند.
fi: Ihmiset, piirityskoneet ja laivat saavat +15 metallisaalista.
fr: Les Humains, les Engins de sièges, et les Navires gagnent +15 de butin de métal en plus
gl: Os humáns, as máquinas de asedio e as naves gañan +15 de botín de metal.
hi: मनुष्यों, कब्जा यंत्रों और जलयानों द्वारा धातु की +१५ अधिक लूट
hu: +15 fémzsákmány az embereknek, az ostromgépeknek és a hajóknak
hy: +15 մետաղի ավար մարդկանց, պաշարողական մեքենաներին և նավերին։
id: Manusia, Mesin Kepung, dan Kapal mendapatkan +15 rampasan logam.
it: +15 bottino in metallo per umani, macchine d'assedio e navi.
ja: 人、攻城兵器、船ユニットを破壊した際の戦利品 金属+15
ko: 사람, 공성 무기, 배의 금속 약탈물의 증가 +15 증가합니다.
ku: Mirov, Motorên Siege, û Keştî +15 talana metal qezenc dikin.
nl: Mensen, belegeringswerktuigen en schepen maken +15 metaal buit.
pl: Ludzie, machiny oblężnicze i łodzie upuszczają 15 metalu po śmierci.
pt_br: Humanos, Armas de Cerco e Barcos recebem +15 de metal em saques.
pt_pt: Humanos, máquinas de cerco e barcos ganham +15 pilhagem de metal.
ro: Oamenii, motoarele de asediu și navele câștigă +15 pradă de metal.
ru: Люди, осадные орудия и корабли собирают на 15% больше металла в качестве трофея.
sk: Ľudia, obliehacie stroje a lode získavajú +15 koristi kovu
sr: Људи, машине за опсаду и бродови добијају +15 метални плен.
sv: Människor, belägringsvapen och skepp får +15 metallbyte.
tr: İnsanlar, Kuşatma Makineleri ve Gemiler +15 metal yağması alır.
uk: Люди, облогові знаряддя, та кораблі здобувають +15 металу у якості трофеїв.
ur: انسان ، محاصرے کے انجن اور جہاز +15 دھاتی لوٹ حاصل کرتے ہیں
zh: 有生单位、攻城机械和船舶获得的金属战利品 +15 .
zh_tw: 人、攻城武器與船艦 +15 金屬戰利品。

source: Celtic Warlord
af: Keltiese Krygsheer
ar: أمراء الحرب السلتين
ast: Caudiellu célticu
bg: Келтски военачалник
bn: কেলটিক যুদ্ধবাজ
br: Aotrou brezel keltiek
ca: Senyor de la guerra celta
cs: Keltský vojenský vůdce
da: Keltisk Krigsherre
de: Keltischer Kriegsherr
el: Κέλτης Πολέμαρχος
es: Señor de la guerra celta
es_ar: Jefe Militar Celta
eu: Guda Jauntxo Zelta
fa: جنگسالار سلتی
fi: Kelttiläinen sotapäällikkö
fr: Seigneur de guerre celtique
ga: Taoiseach Ceilteach
gd: Tighearna-cogaidh Ceilteach
gl: Señor da guerra celta
he: סלטיק
hi: सेलि्टक सिपहसालार
hu: Kelta hadúr
hy: Կելտական ռազմական առաջնորդ
id: Panglima Kelt
it: Signore della Guerra Celtico
ja: ケルト将軍
ko: 켈트 군 지도자
ku: Fermandarê Şer ê Kelt
ms: Hulubalang Celt
nb: Keltisk krigsherre
nl: Keltische krijgsheer
pl: Celtycki Wódz
pt_br: Chefe de Guerra Celta
pt_pt: Chefe de guerra celta
ro: Războinic Celt
ru: Кельтский военачальник
sk: Keltský vojvodca
sr: Келтски војни заповедник.
sv: Keltisk Fältherre
tr: Kelt Kumandan
uk: Кельтський воєначальник
zh: 凯尔特战神
zh_tw: 凱爾特軍閥

source: Soldiers and Siege Engines +1 capture attack strength, +20% melee and ranged attack damage.
af: Soldate en Beleëringstuie +1 verowering aanvalskrag, +20% naby- en afstand-aanval skade
ast: soldados & máchinɐs de cerco • podencia de posseu +1 • podencia de combate & de tiru +20%.
ca: +1 d'atac de captura i +20% d'atac cos a cos i a distància per als soldats i màquines de setge.
cs: Vojáci a obléhací stroje +1 k síle útoku při zajímání jednotek, +20 % k poškození při útoku na blízko a na dálku.
da: Soldater og Belejringsvåben +1 erobrings-angrebsstyrke, +20% nærkamps- og langdistance-angrebsskade.
de: Soldaten und Belagerungswaffen +1 Einnehmrate, +20 % Nahkampf- und Fernkampfschaden.
es: Soldados y máquinas de asedio (Fuerza de captura: +1; Daño a distancia y cuerpo a cuerpo: +20%).
eu: Soldaduek eta setio makinek +1 atzemate eraso indarra, %20+ buruz-buruko eta urrutiko eraso kaltea.
fa: سربازان و تجهیزات محاصره +1 قدرت حمله، +20% آسیب سلاح دستی و محدوده حمله به دست می آورند.
fi: Sotilaille ja piirityskoneille +1 kaappaushyökkäyksen voimakkuutta, +20 % lähitaistelu- ja kantamahyökkäysvahinkoa.
fr: Les soldats et les engins de sièges gagnent +1 en force de capture d'attaque, et 20% de dégât mêlée et distance.
gl: Os soldados e as máquinas de asedio forza de ataque: +1 captura, +20% de dano de ataque corpo a corpo e a distancia.
hi: सैनिकों और घेराबंदी यंत्रों की हमला कर कब्जाने की शक्ति +१, अस्त्र-शस्त्र से नुकसान करने की क्षमता +२०%
hu: +1 elfoglalási támadási erő, +20% közelharci és távolsági sebzés a katonáknál és ostromgépeknél.
hy: +20% մերձամարտի ու հեռահար հարձակման վնաս և +1 գրավում զինվորներին և պաշարողական մեքենաներին։
id: Prajurit dan Mesin Kepung +1 daya rebut, +20% daya serang jarak dekat dan jauh.
it: +1 attacco cattura e +20% danno da mischia e a distanza per soldati e macchine d'assedio.
ja: 兵士と攻城兵器の占拠力+1 近接と遠距離攻撃力+20%
ko: 군인과 공성 무기의 점령 공격력이 +1 증가하고, 근접 및 범위 공격 피해가 +20% 증가합니다.
ku: Leşker û Motorên Siege +1 hêza êrîşê, +20% melee û zirara êrîşê ya rêzdar digirin.
lb: Zaldoten an Belagerungseenheeten +1 Eroberungstaux, +20% No- an Fernkampfschued.
nl: Soldaten en belegeringswerktuigen +1 veroveren, +20 schade bij mêlee en afstandsaanval.
pl: Wojownicy i machiny oblężnicze otrzymują +1 do siły przejęcia i +20% do obrażeń.
pt_br: Soldados e Armas de Cerco têm +1 de poder de captura e +20% de dano de ataque à distância e corpo-a-corpo.
pt_pt: Soldados e máquinas de cerco +1 força de ataque de captura, +20% dano de ataque à distância e corpo a corpo.
ro: Soldați și motoare de asediu +1 putere de atac de capturare, +20% daune de atac corp la corp și la distanță.
ru: Воины и осадные орудия получают +1 к скорости захвата и +20% к урону в ближнем и дальнем бою.
sk: Vojaci a obliehacie stroje +1 sila obsadzovacieho útoku, +20% poškodenie pri útoku z blízka a zdiaľky.
sr: Војници и машине за опсаду +1 јачина напада заузимања, +20% јачина напада блиске и удаљене борбе.
sv: Soldater och belägringsvapen +1 erövringsstyrka, +20% närstrids- och distansattack.
tr: Askerler ve Kuşatma Makineleri +1 ele geçirme saldırı gücü, +20% yakın ve menzilli saldırı hasarı.
uk: Солдати та облогові знаряддя мають +1 ефективності захоплення, +20% нанесення ближнього та дистанційного пошкодження.
zh: 士兵和攻城机械的夺占 +1，攻击 +20% .
zh_tw: 士兵與攻城武器 +1 占領力、+20% 近戰與遠程攻擊傷害。

source: Preparation for War
af: Voorbereiding vir Oorlog
ar: التّجهيز للحرب
ast: Preparaciones béllicɐs
bg: Подготовка за война
bn: যুদ্ধের প্রস্তুতি
br: Prientiñ ar vrezel
ca: Preparació per a la guerra
cs: Přípravy na válku
da: Krigsforberedelse
de: Kriegsvorbereitung
el: Προετοιμασία για Πόλεμο
es: Preparaciones de guerra
es_ar: Preparación para la Guerra
eu: Gerraren Prestakuntzak
fa: آماده سازی برای جنگ
fi: Sotavalmistelut
fr: Préparation à la guerre
ga: Ullmhú do Chogadh
gd: Ullachadh cogaidh
gl: Preparativos de guerra
he: הכנות למלחמה
hi: युद्ध के लिए तैयारी
hu: Hadi előkészület
hy: Պատրաստություն պատերազմին
id: Persiapan Perang
it: Preparazione alla Guerra
ja: 戦争への備え
ko: 전쟁 준비
ku: Amadekariya Şer
ms: Persediaan Perang
nb: Forberedelse for krig
nl: Voorbereiding voor Oorlog
pl: Przygotowanie do Wojny
pt_br: Preparações para Guerra
pt_pt: Preparação para a guerra
ro: Pregatirile de război
ru: Подготовка к войне
sk: Preparácie na vojnu
sr: Припрема за рат
sv: Förberedelse för Krig
tr: Savaş Hazırlığı
uk: Приготування до війни
ur: جنگ کی تیاری
zh: 备战
zh_tw: 戰爭準備

source: Northern Army
ast: Exércitu septentrional
ca: Exèrcit del Nord
cs: Severní vojsko
da: Nordlige Hær
de: Nördliche Armee
es: Ejercito del Norte
fa: ارتش شمالی
fi: Pohjoinen armeija
fr: Armée Nordique
gl: Exército do Norte.
hi: उत्तरी सेना
hu: Északi hadsereg
hy: Հյուսիսային բանակ
id: Pasukan Utara
it: Esercito del nord
ja: 北軍
ku: Artêşa Bakur
nl: Noordelijk leger
pl: Armia Północna
pt_br: Exército do Norte
pt_pt: Exército do norte
ro: Armata Nordului
ru: Северная армия
sk: Severná armáda
sr: Северна Армија
sv: Norra armén
tr: Kuzey Ordusu
uk: Північна армія
zh: 北军
zh_tw: 北方軍隊

source: Soldiers −20% promotion experience.
ast: soldados • experiencia par’ ascender −20%.
cs: Vojáci −20% ke zkušenostem pro zvýšení úrovně.
da: Soldater -20% Forfremmelse erfaring.
de: Soldaten −20 % Erfahrung für eine Beförderung.
es: Soldados (Experiencia para promocionar: −20%).
fa: -20% تجربه ارتقا سربازان
fi: Sotilaille -20 % ylennykseen vaadittavaa kokemusta.
fr: Les soldats ont une réduction de 20% de récompense du mérite
gl: -20% na experiencia de promoción de Soldados.
hu: A katonák −20% -al kevesebb tapasztalatból előléptetődnek.
id: Prajurit -20% pengalaman untuk naik pangkat.
it: esperienza promozione soldati -20%.
ku: Leşker −20% ezmûna pêşkeftinê.
nl: Soldaten -20% ervaring voor promotie.
pl: Wojownicy otrzymują −20% doświadczenia do awansu.
pt_br: Soldados requerem -20% de experiência por promoção.
pt_pt: Soldados −20% experiência para promoção.
ru: Для повышения солдатам нужно на 20% меньше опыта.
sk: Vojaci −25% skúseností potrebných pre povýšenie.
sr: Ратници - 20% унапређење искуства
sv: Soldater −20% befordranserfarenhet.
tr: Askerler -%20 terfi deneyimi.
uk: Солдати потребують −20% досвіду для підвищення.
zh: 士兵升级经验所需 -20% .

source: Southern Army
ast: Exércitu meridional
ca: Exèrcit del sud
cs: Jižní vojsko
da: Sydlige Hær
de: Südliche Armee
es: Ejercito del Sur
fa: ارتش جنوبی
fi: Eteläinen armeija
fr: Armée du Sud
gl: Exército do Sur.
hi: दक्षिणी सेना
hu: Déli hadsereg
hy: Հարավային բանակ
id: Pasukan Selatan
it: Esercito del Sud
ja: 南軍
ku: Artêşa Başûr
nl: Zuidelijk leger
pl: Armia Południowa
pt_br: Exército do Sul
pt_pt: Exército do Sul
ro: Armata Sudului
ru: Южная армия
sk: Južná armáda
sr: Јужна Армија
sv: Södra armén
tr: Güney Ordusu
uk: Південна армія
zh: 南军
zh_tw: 南方軍隊

source: Own and Allied Soldiers +25% vision range.
ast: soldados proprios & alliados • campu visual +25%.
ca: Soldats propis i Aliats +25% de visió.
cs: Vlastní a spojenečtí vojáci +25% dohled.
da: Egne og Allierede Soldater +25% synsrækkevidde.
de: Eigene und verbündete Soldaten +25 % Sichtweite
es: Soldados propios y aliados (Campo de visión: +25%).
fa: +25% محدوده دید سربازان تصاحب شده و متحدان
fi: Omille ja liittolaisten sotilaille +25 % näkökantamaa.
fr: Les soldats et leurs alliés gagnent +25 % de champ de vision.
gl: +25% rango de visión de Soldados Propios e Aliados.
hu: +25% látótávolság mind az általad, mind a szövetségeid által irányított katonáknak
id: Prajurit sendiri dan Sekutu +25% jarak pandang.
it: Soldati propri ed alleati +25% raggio di visione.
ja: 自国と同盟国兵士の視界+25%
ku: Leşkerên Xwedî û Hevalbend +25% rêjeya dîtinê.
nl: Eigen en geallieerde soldaten +25% gezichtsveld.
pl: Własne i sojusznicze jednostki +25% zasięgu widzenia.
pt_br: Soldados próprios e aliados +25% de alcance de visão.
pt_pt: Soldados (incluindo dos aliados) +25% alcance de visão.
ru: +25% к радиусу обзора ваших и союзных солдат.
sk: Vlastní a spojeneckí vojaci +25% dohľad.
sr: Сопствени и савезнички војници +25% видно поље.
sv: Egna och allierade soldater +25% synområde.
tr: Kendi ve Müttefik Askerler için +25% görüş menzili.
uk: Власні та союзні солдати мають +25% дистанції зору.
zh: 我方和盟友士兵 +25% 视野。
zh_tw: 我方和盟友士兵 +25% 視野。

source: Walls +10 health regeneration rate.
ast: muriɐs • taxa d’eguadura +10.
ca: +10 a la regeneració dels murs.
cs: Hradby +10 k rychlosti obnovení zdraví.
da: Vægge +10 helbreds-regenerationsrate.
de: Mauern +10 Genesungsrate
es: Murallas (Velocidad de regeneración de resistencia: +10).
fa: +10 نرخ بازیابی سلامت دیوارها
fi: Muureille +1 terveyden palautumisnopeuteen.
fr: Les murs ont +10 taux de régénération de la santé.
gl: +10 taxa de rexeneración de paredes.
hu: A falak +10 életerő regenerációs rátát kapnak.
id: Tembok +10 laju pemulihan nyawa.
it: Mura +10 tasso di rigenerazione salute.
ja: 壁のHP回復率+10
ku: Dîwar +10 rêjeya nûvekirina tenduristiyê.
nl: Muren +10 herstelsnelheid.
pl: Mury +10 regeneracji zdrowia.
pt_br: Muros +10 de taxa de regeneração de vida.
pt_pt: Muralhas +10 velocidade de regeneração de vida.
ru: Стены получают +10 к восстановлению прочности.
sk: Hradby +10 rýchlosť regenerácie zdravia.
sr: Зидови +10 стопа обнављања здравља.
sv: Väggar +10 hälsoförnyelsehastighet.
tr: Duvarlar +10 sağlık yenileme oranı.
uk: Мури мають +10 темпу відновлення здоров'я.
zh: 城墙的恢复率 +10 .
zh_tw: 城牆 +10 生命值恢復率。

source: Confucian Reforms
ast: Iguɐs de Confuciu
ca: Reformes confucianes
cs: Konfuciánské reformy
da: Konfucianismen Reformer
de: Konfuzianische Reformen
es: Reformas de Confucio
fa: اصلاحات کنفوسیوس
fi: Konfutselaiset uudistukset
fr: Réformes Confucéennes
gl: Reformas Confucianas
hu: Konfuciánus reformok
id: Reformasi Konghucu
it: Riforme confuciane
ja: 儒教の国教化
ku: Reformên Konfuçyûs
nl: Confuciaanse hervormingen
pl: Reformy konfucjańskie
pt_br: Reformas Confucianas
pt_pt: Reformas confucianas
ro: Reformele confucianiste
ru: Реформы Конфуция
sk: Konfuciánske reformy
sr: Конфучијске Реформе.
sv: Konfucianska reformer
tr: Konfüçyüs Reformları
uk: Конфуціанські реформи
zh: 儒家教化
zh_tw: 儒家改革

source: Cavalry +20% attack damage.
ast: Caballeiros • daño offensivo +20%.
ca: Augmenta un 20% l'atac de la cavalleria.
cs: Jízda +20% k poškození.
da: Kavaleri +20% angrebsskade.
de: Kavallerie +20 % Angriffschaden.
es: Caballería (Daño: +20%).
fa: +20% آسیب حمله سواره نظام
fi: Ratsuväelle +10% hyökkäysvahinkoa.
fr: La cavalerie a +20 % de dégât d'attaque.
gl: +20% en dano de ataque de cabalaría .
hu: +20% sebzés a lovasoknak
hy: +20% հեծելազորի հարձակման վնասին։
id: Kavaleri +20% daya serang.
it: Cavalleria +20% di danno in attacco.
ja: 騎兵の攻撃力+20%
ku: Siwarî +20% zirara êrîşê.
lb: Kavallerie +20% Kampfschued.
nl: Cavalerie +20% aanvalsschade.
pl: Kawaleria +20% ataku.
pt_br: Cavalaria +20% de dano de ataque.
pt_pt: Cavalaria +20% dano de ataque.
ru: +20% к урону конницы.
sk: Kavaléria +20% sila útoku.
sr: Коњица +20% ударна снага.
sv: Kavalleri +20% attackskada.
tr: Süvari +20% saldırı hasarı.
uk: Кавалерія має +20% нанесення пошкодження.
zh: 骑兵攻击 +20% 。
zh_tw: 騎兵 +20% 攻擊傷害。

source: Mandate of Heaven
ast: Mandado de l cielo
ca: Mandat celestial
cs: Pověření nebes
da: mandatet af Himlen
de: Mandat des Himmels
es: Mandato del cielo
fa: دستورات بهشتی
fi: Taivaan mandaatti
fr: Mandat du Paradis
gl: Mandato do Céu
hu: Égi megbízatás
id: Mandat Langit
it: Mandato del Cielo
ja: 天命
ku: Fermana Bihuştê
nl: Hemels mandaat
pl: Mandat Niebios
pt_br: Mandato Celestial
pt_pt: Mandato celestial
ru: Небесный мандат
sk: Mandát nebies
sr: Рајски Мандат.
sv: Himlens mandat
tr: Cennetin İradesi
uk: Небесний мандат
zh: 天命所在
zh_tw: 天降大任
