Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Caractacus, the Roman form, is a simple change from Karatakos, his actual name, which was printed on his many, many coins. Under this name he is remembered as a fierce defender of Britain against the Romans after their invasion in 43 A.D. Son of King Cunobelin of the Catuvellauni tribal confederation, Karatakos fought for nine years against the Romans with little success, eventually fleeing to the tribes in Wales, where he was defeated decisively. Finally he entered Northern Britain, where was handed over to the Romans. Taken to Rome, Karatakos was allowed to live by the Emperor Claudius and died in Italy. Tradition states he converted to Christianity when his wife did, but there is nothing known of this as definite. Probably more notable is the matter that he was allowed to live once captured. Roman policy was typically to have such men killed in public displays to celebrate. Karatakos was brought before the Emperor and Senate at his request to explain himself. What he said is not known for certainty, but Tacitus applies to him a famous speech…
ast: Caratacu remanez de Caratacos, el nome qu'apaez nes permunches monedes de so. Por esti nome recuérdase-y como un firme proteutor de Britania contra los romanos, qu'invadieron nel añu 43 a.C. Fíu del Rei Cunobelín de la confederación tribal de los catuvellaunos, Caratacu lluchó nueve años escontra los romanos con pocu ésitu, fuxendo finalmente a Gales, u perdió dafechu. Escapó darréu al norte de Britania, onde los habitantes lu entregaron a los romanos. Lleváu a Roma y permitíu vivir pol emperador, Claudiu, Caratacu finó n'Italia. Según la lleenda, él y la so muyer convirtiéronse al cristianismu. Ye tamién de notar que los romanos lu dexaron vivir una vegada cativu. La política romana solía consistir na execución pública de talos homes pa celebrar. A pidimientu propiu, Caratacu compaeció énte l'emperador y el senáu pa esplicase. Nun se sabe de segures lo que dixo, pero Tácitu atribúi-y un famosu discursu...
bg: Произношението Карактакус в Римската форма е производно на Каратак, неговото истинско име, изписано на множеството монети. Той е прочут на историята като яростен защитник на Британия срещу Римляните след инвазията през 43 век пр.н.е. Като син на Крал Кунобелин на съюза на Катувелауните, Каратак се сражава с Римпляните в продължение на цели девет години без особен успех, преди да побегне за племената в Уелс, където е окончателно разгромен. Така се озовава в Северна Британия, където е предаден на Римляните и отведен в Рим. Там, Каратак е помилен от Император Клавдий и получава неговата закрила, като почива в Италия. Традициите изрично гласяли, че той трябвало да бъде покръстен за Християнин след неговата съпругата, но нищо не е известно отностно това със сигурност. Може би най-удивителното в случая е помилването му. Защото според политиката на Римпляните, пленените трябвало да бъдат убивани пред народа в знак на възхвала. По лична молба, Каратак получава одобрението да се яви на изслушване пред Императора и Сената. Изреченото не е съвсем известно, но Тацит произнася знатна реч за него.
br: Caractacus, ar stumm roman, a zo ur cheñchamant simpl eus Karaktos, e anv a-vremañ, oa bet moullet war ur maread a bezhioù moneiz. Dindan an anv-mañ eo anavezet evel bezañ un difennour tenn eus Breizh-Veur a-enep ar Romaned goude o aloubadeg e 43 war-lerc'h J.K. Mab ar Roue Cunobelin eus ar genvreudeuriezh meuriadoù Catuvellauni, en em gannet eo Karaktakos e-pad nav bloaz a-enep d'ar Romaned gant trec'hioù bihan, ha tec'hout e Bro-Gembre, lec'h ma oa bet graet lamm dezhañ. Benn ar fin ez eas e Breizh-Veur an Hanternoz, lec'h m'en em roas d'ar Romaned. Kaset da Roma, Karaktos a oa bet roet an aotre bevañ gant an Impalaer Claudius dezhañ hag e varvas en Italia. Hervez an Hengoun, troet e oa d'ar Gristenelezh pa zeas e wreg da gristen ivez, met n'eus netra sur diwar-benn an dra-mañ. Marteze a-walc'h ez eo heverkoc'h ar fed ma vefe bet lezet e vuhez dezhañ ur wech paket gant ar Romaned. Ar politikerezh Roman a oa kentoc'h diskouez lazhañ seurt tud e-pad lidoù bras. Kaset e oa bet neuze Karatakos dirak an Impalaer hag ar Sened diwar e c'houlenn evit en em zisplegañ. N'hoc'h ket sur eus ar pezh a zo bet lavaret gantañ, padal Tacitus a ro ur brezegenn vrudet dezhañ...
ca: Caractacus, la forma llatina del nom, o Caractac en Català, és una simple traducció de la forma bretona Karaktakos, el seu nom original, que ha estat imprés en moltes, moltes monedes. Sota aquest nom ha estat recordat com un fer defensor de Bretanya contra els Romans després de la invasió a l'any 43 D.C. Fill del Rei Cunobel·lí de la confederació tribal de Catuvel·launus, es va permetre a Caractac viure amb l'Emperador Claudi i va morir a Roma. La tradició conta que es convertí al Cristianisme quan la seua esposa ho va fer, però és un fet que no ha estat prou contrastat. Probablement siga més notable el fet que se'l permetés viure després de capturat. La tradició Romana establia que eixa mena d'homes havien de ser executats durant una celebració pública. Caractac fou presentat a l'Emperador i el Senat pel seu requeriment d'explicar-se. El que va dir no es sap a ciència certa, però l'historiador romà Tàcit li atribuïx un famós discurs...
cs: Římské jméno Caractacus je jednoduše pouze obměnou ze skutečného Karatakos, přičemž však byla vyražena na jeho mnohých, mnohých mincích. Pod tímto jménem vešel do dějin jako divoký obránce Británie proti Římanům po jejich vpádu v roce 43 po Kristu. jako syn krále Kunobelinose z Catuvellauniské kmenové konfederace bojoval proti Římanům devět roků jen s malým úspěchem, potom se rozhodl uchýlit ke kmenům ve Walesu, kde však byl už definitivně poražen. Nakonec vstoupil do Severní Británie, kde byl odevzdán do rukou Římanům. Vzali jej do Říma, císař Claudius mu udělil milost, a tak nakonec zemřel v Itálii. Ústní podání hovoří o tom, že stejně jako jeho žena přestoupil na křesťanskou víru, ale tato skutečnost nebyla dosud ničím potvrzena. Pravděpodobně je zajímavější to, že mu po jeho zajetí nevzali život. Bežným postupem Římanů v takových záležitostech totiž byla poprava pro výstrahu. Tehdy byl na vlastní žádost předveden před císaře a senát za účelem svojí obhajoby. Co jim pověděl se přesně neví, ale podle Tacita to byl slavný projev...
de: Caratacus ist die römische Form von Karatakos, seinem richtigen Namen, welcher auf seine vielen Münzen geprägt war. Unter diesem Namen ist er als großer Verteidiger gegen die römische Invasion 43 n.Chr. noch heute bekannt. Als Sohn von König Cunobelinus aus dem Stamm der Catuvellanuen kämpfte er neun Jahre mit wenig Erfolg gegen die Römer, floh aber letzten Endes zu den Stämmen in Wales, wo er entscheidend geschlagen wurde. Zum Schluss wandte er sich nach Nordbritanien, wo er an die Römer ausgeliefert wurde. Nach Rom gebracht, lebte Karatakos bei Kaiser Claudius und starb in Italien. Aus Überlieferungen geht hervor, dass er zum christlichen Glauben übergetreten sei, nachdem seine Frau dies auch tat, aber diese Behauptungen sind nicht gesichert. Bemerkenswerter ist die Tatsache, dass er leben durfte, nachdem er von Rom gefangen wurde. Grundsätzlich wurden solche Leute in öffentlichen Inszenierungen hingerichtet. Karatakos wurde auf eigenen Wunsch vor dem Kaiser und den Senat gebracht, um sich zu erklären. Was gesagt wurde, ist nicht genau bekannt, jedoch sagt Tacitus, dass es eine geniale Rede gewesen sei ...
el: Ο Καρακτάκους, στα Ρωμαϊκά, είναι μια απλή αλλαγή από το Καράτακος, το πραγματικό του όνομα, το οποίο τυπώθηκε σε πολλά, πολλά νομίσματα του. Κάτω από αυτό το όνομα υπάρχει η θύμηση ενός άγριου υπερασπιστή της Βρετανίας ενάντια στους Ρωμαίους μετά την εισβολή τους το 43 μ.Χ. Υιός του βασιλιά Κυνοβελλίνουτης φυλετικής συνομοσπονδίας των Κατουβελάνιων, ο Καράτακος πολέμησε για εννέα χρόνια εναντίον των Ρωμαίων με λίγη επιτυχία, τελικά κατέφυγε στις φυλές της Ουαλίας, όπου νικήθηκε οριστικά. Τέλος μπήκε στη Βόρεια Βρετανία, όπου παραδόθηκε στους Ρωμαίους. Μεταφέρθηκε στη Ρώμη. Του Καράτακου του επιτράπηκε να ζήσει από τον αυτοκράτορα Κλαύδιο και πέθανε στην Ιταλία. Η παράδοση αναφέρει ότι ασπάστηκε το χριστιανισμό όταν το έκανε η σύζυγός του, αλλά δεν υπάρχει κάτι γνωστό πάνω σε αυτό που να το οριστικοποιεί. Πιθανώς πιο αξιοσημείωτο είναι το θέμα όπου του επιτράπηκε να ζήσει μόλις αιχμαλωτίστηκε. Η ρωμαϊκή πολιτική ήταν συνήθως, αυτούς τους άνδρες να τους σκοτωθούν σε δημόσιες εκθέσεις για να γιορτάσουν. Ο Καράτακος ήρθε ενώπιον του Αυτοκράτορα και της Γερουσίας κατόπιν αιτήσεώς του για να υπερασπιστεί τον εαυτό του. Αυτά που είπε δεν είναι γνωστά με βεβαιότητα, αλλά ο Τάκιτος κάνει αναφορά για μια διάσημη ομιλία...
es_ar: Caractaco, la forma Romana, es un simple cambio de Karatakos, su nombre real, que estaba impreso en sus muchas, muchas monedas. Bajo este nombre, se le recuerda como un feroz defensor de Gran Bretaña contra los romanos después de su invasión en el año 43 dC Hijo de Rey Cunobelin de la confederación tribal Catuvellauni, Karatakos luchó durante nueve años contra los romanos con poco éxito, y finalmente huyó a las tribus en Gales. , donde fue derrotado decisivamente. Finalmente entró en el norte de Gran Bretaña, donde fue entregado a los romanos. Llevado a Roma, Karatakos fue permitido vivir por el emperador Claudio y murió en Italia. La tradición afirma que se convirtió al cristianismo cuando su esposa lo hizo, pero no se sabe nada de esto como definitivo. Probablemente más notable es el asunto que le permitieron vivir una vez capturado. La política romana solía ser matar a tales hombres en exhibiciones públicas para celebrar. Karatakos fue llevado ante el Emperador y el Senado a petición suya para explicarse. Lo que dijo no se sabe con certeza, pero Tácito le aplica un famoso discurso ...
eu: Caractacus, erromatarra, Karatakos benetako izenaren aldaketa sinplea da, eta txanpon asko, ugarietan, inprimatu zen. Izen honekin gogoratzen da Bretainia Handia erromatarren kontra defenditu zuena K.O. 43ko inbasioaren ondoren. Catuvellauni tribu konfederazioaren Cunobelino erregearen semea, Karatakos bederatzi urtez borrokatu zen erromatarren aurka arrakastarik gabe, Galeseraino joateko behar izan zuen denbora , non erabat menderatua izan zen. Azkenean Bretainia Handiaren iparraldean sartu zen eta erromatarren esku utzi zuten. Erromara eramana, Karatakosi Klaudio enperadorearekin bizitzen utzi zioten eta Italian hil zen. Esaten da kristautasunera jo zuela bere emazteak gauza bera egin zuenean, baino ez da ezer garbirik horretaz. Atzemana izatearena ziurragoa da. Erromatar politikan ohikoa izaten zen ospakizun publikoetan hildako gizonak izatea. Karatakosek Enperadore eta Senatuaren aurrean aurkeztu zen bere eskaera azaltzeko. Zer esan zuen ez da ziur ezagutzen, baina Tacito hitzaldi batekin lotzen da ...
fa: کاراتاکوس، فردی است که از وی به عنوان مدافع قدرتمند بریتانیا در مقابل حمله رومی ها در سال 43 بعد از میلاد یاد می شود. او پسر پادشاه کونوبلین از اتحاد قبیله کاتوولوانی بود، کاراتاکوس برای نه سال در مقابل رومی ها جنگید ولی پیروزی های چندانی بدست نیاورد و سرانجام به قبیله های ولزی فرار کرد جایی که شکست قاطعی خورد. سرانجام وارد قسمت های شمالی بریتانیا شد جایی که او را به رومی ها تحویل دادند. سپس به روم فرستاده شد، کاراتاکوس اجازه یافت تا در شهر روم تا پایان عمر زندگی کند و در ایتالیا فوت کرد. روایت بر این است که وی زمانی که همسرش مسیحی شده است به مذهب مسیحیت گرویده است اما سندی برای قطعیت در این موضوع وجود ندارد. با توجه به اینکه وی اجازه زندگی بعد از دستگیری داده یافته است آن هم در حالی که سیاست امپراتوری روم عموما بر این بوده است که چنین افرادی را در ملا عام اعدام کنند و برای جشن گرفتن به نمایش گذاشته شوند، بسیار عجیب است. کاراتاکوس بنا به درخواستش پیش امپراتور و سنا برده شد تا در خصوص کارهایش توضیح دهد البته صحبت هایی که انجام شده است و مطالبی که بیان شده است مشخص نیست اما تاسیتوس از وی به عنوان یک سخنور بزرگ یاد می کند و شاید همین سخنرانی هم باعث شده است تا وی اجازه زندگی در روم را بدست آورد.
ga: Is é 'Caratacus' é, an fhoirm Rómhánach, in aice lena fhíorainm as Seanbhreatnais, *Karatācos nó 'duine carthanach' as Gaeilge. Bhuail sé a ainm ar lán a bhonn. Faoin ainm seo, cuimníodh sé mar chosainteoir fiáin na Breataine i gcoinne a naimhde Rómhánacha tar éis a n-ionraidh i 43 R.C. Mac Conaibhéaláin atá ann, a bhí rí comhdála na gCathaibhéaláiní ina dhiaidh. Throid Caradác le naoi mbliana i gcoinne na Rómhánach ach ní raibh ach rath beag aige, agus sa deireadh d'éalaigh sé go tuaisceart na Breataine Bige, áit a raibh sé cloíte go cintitheach. Faoi deireadh, chuaigh sé isteach sa Bhreatain Thuaidh agus tugadh sé ar láimh do na Rómhánaigh. Tógadh go Róimh é, bhí cead ag an tImpire Cláideas air a mhaireachtáil agus fuair sé bás san Iodáil. Dar traidisiún, d'iompaigh sé go dtí an gCríostaíocht nuair a iompaigh a bhean chéile, ach tá an eachtra seo neamhchinnte. Is dócha go bhfuil an módh a cheadaíodh sé a mhaireachtáil níos suntasaí. Bhí beartas Rómhánach san aois seo dá ngialla tábhachtacha a chur chun báis go poiblí, ach tugadh Caradác roimh an tImpire agus an Seanad faoina iarratas féin do a chás a phlé. Níl a óráid ansin ar taifead go cinnteach, ach thug Tacaíotas óráid an-cháiliúil eile air...
hu: A név latin formája, Caractacus, csak egy egyszerű változtatás a Karaktakoshoz, az eredetihez képest, amit számos pénzérmére rávertek. Úgy emlékeznek rá, mint Britannia vakmerő védelmezőjére a rómaiak ellen azok i. sz. 43-ban bekövetkezett inváziója után. A Catuvellauni törzsszövetség királyának, Cunobelinnek a fiaként, Karaktakos kilenc éven át küzdött a Római Birodalommal, kevés sikerrel, míg végül Walesbe, az ottani törzsekhez menekült, ahol döntő vereséget szenvedett. Észak-Britanniába vitték, ahol átadták a rómaiaknak. Rómába érve Karaktakos engedélyt kapott rá, hogy Claudius császár mellett élhessen és végül Itáliában halt meg. A hagyomány úgy tartja, hogy mikor felesége keresztény hitre tért, Karaktakos követte őt a vallásban, de erről nem tudni bizonyosat. Figyelemre méltóbb az a tény, hogy elfogása után életben maradhatott. A rómaiak a hozzá hasonló személyeket általában nyilvános kivégzésben részesítették, mintegy ünnepi alkalomként. Karaktakost azonban a császár és a szenátus elé járulhatott kihallgatásra és önmaga megvédésére. Hogy mit mondott, arról nincsenek biztos információk, de Tacitus egy híres beszédet tulajdonít neki…
hy: "Կարակտակուս" hռոմեական տարբերակը պարզ փոփոխություն է նրա իրական անվան՝ Կարատակոսի, որը տպվել է նրա բազում մետաղադրամների վրա։ Այս անվան տակ նրան հիշում են որպես Բրիտանիայի մոլեգին պաշտպան հռոմեացիների դեմ՝ մ․թ․ա․ 43թ․ վերջիններիս ներխուժումից հետո։ Կատուվելաունի ցեղային միության արքա Կունոբելինի որդին լինելով՝ Կարատակոսը հռոմեացիների դեմ բավական անհաջող կռվեց ինը տարի՝ ի վերջո փախչելով Ուելսի ցեղերի մոտ, որտեղ նա վճռական պարտություն կրեց։ Վերջապես նա գնաց Հյուսիսային Բրիտանիա, որտեղ հանձնվեց հռոմեացիներին։ Տարվելով Հռոմ՝ Կարատակոսին թույլատրվեց ապրել կայսր Կլավդիուսի կողքին, և նա մահացավ Իտալիայում։ Ավանդույթը նշում է, որ նա ընդունել է քրիստոնեություն կնոջ հետ միասին, բայց այս փաստի մասին հստակ ոչինչ չկա։ Հավանաբար ավելի ուշագրավ է այն փաստը, որ նրան թույլատրվեց ապրել կալանավորվելուց հետո։ Հռոմեական քաղաքականությունը սովորաբար ենթադրում էր նման մարդկանց հրապարակային սպանություն՝ տոնելու համար։ Կարատակոսը խնդրեց, որպեսզի իրեն ներկայացնեն կայսրին և սենատին, որպեսզի ինքը բացատրություն ներկայացնի։ Թե ինչ է նա ասել, հավաստի տեղեկություն չկա, սակայն Տակիտուսը նրա մասին հայտնի ճառ է գրել․․․
ko: 로마의 양식인 카락타쿠스는 그의 수 많은 동전에 인쇄된 그의 실제 이름인 카라타코스의 단순한 변화입니다. 이 이름으로 그는 서기 43년 로마의 침공이후 로마에 대항한 영국의 치열한 방어자로 기억되고 있습니다. 카투벨라니 부족연합의 쿠노벨린왕의 아들인 카라타코스는 거의 성공하지 못한 채 9년동안 로마인들과 싸웠고 결국 웨일스의 부족으로 도망쳤으나 그는 결정적으로 패배했다. 마침내 그는 영국 북부로 들어갔고 그곳에서 로마인들에게 넘겨졌습니다. 로마로 끌려간 카라타코스는 황제 클라우디우스에의해 살수록 허락되었으나 이탈리아에서 사망했습니다. 전통은 그의 아내가 기독교로 개종했을 때 그가 기독교로 개종했다고 하지만, 이것에대하여 확실하게 알려진 것은 아무것도 없습니다. 아마도 더 주목할만한 것은 그가 일단 잡히면 살수 있도록 허용된 문제일 것입니다. 로마의 정책은 일반적으로 그런 사람들을 기념하기 위해 공공 전시장에서 죽이는 것입니다. 카라타코스는 자신을 설명해 달라는 그의 요청으로 황제와 원로원 앞에 끌려왔다. 그가 한 말은 확실하지는 않려져 있지 않지만, 타키투스는 그에게 유명한 연설을 적용했습니다…
pl: Caractacus to rzymska odmiana właściwego imienia Karatakos, które wybijano na olbrzymiej ilości monet. Pod tym imieniem znany jest jako niepohamowany obrońca Brytanii w czasie inwazji Rzymian w 43r. Syn króla Katuwelaunów Cunobelinusa walczył z Rzymianami przez 9 lat odnosząc niewielkie sukcesy, aby w końcu dokonać odwrotu ku walijskim plemionom, gdzie ostatecznie został pokonany. Gdy dotarł na północ Brytanii został oddany w ręce Rzymian. Zaraz po tym przetransportowano go do Rzymu, gdzie cesarz Klaudiusz zadecydował, że pozwoli mu żyć. Umarł we Włoszech. Tradycja mówi, że zaraz po żonie przyjął wiarę chrześcijańską, aczkolwiek informacja ta nie została nigdy potwierdzona. Prawdopodobnie najważniejszą rzeczą do odnotowania jest to, że po ujęciu pozwolono mu żyć. W tamtych czasach w Rzymie skazywano takich ludzi na publiczną śmierć. Karatakos wedle życzenia, został przyprowadzony przed oblicze Cesarza i Senatu, aby mógł się wytłumaczyć. Nie jest do końca pewne co powiedział, jednak Tacyt przypisuje mu słynną przemowę...
pt_br: Caractacus, a forma romana, é uma simples mudança de Karatakos, seu nome original, que foi impresso em suas muitas e muitas moedas. Sob este nome ele é lembrado como um feroz defensor da Grã-Bretanha contra os romanos após sua invasão em 43 A.C. Filho do rei Cunobelino da confederação tribal Catuvelaunos, Karatakos lutou por nove anos contra os romanos com pouco sucesso, eventualmente fugindo para as tribos no País de Gales, onde ele foi derrotado decisivamente. Finalmente, ele entrou no norte da Grã-Bretanha, onde foi entregue aos romanos. Levado para Roma, Karatakos foi autorizado a viver pelo imperador Cláudio e morreu na Itália. A tradição afirma que ele se converteu ao cristianismo quando sua esposa o fez, mas nada é comprovável. Provavelmente mais notável é o fato de que ele foi autorizado a viver uma vez capturado. A política romana era tipicamente ter esses homens mortos em exibições públicas para celebrar. Karatakos foi levado perante o Imperador e o Senado a seu pedido para se explicar. O que ele disse não é conhecido com certeza, mas Tácito aplica-lhe um famoso discurso...
ru: Карактак, римская форма имени, является производным от Каратак, его настоящего имени, которое было нанесено на великое множество монет. Под этим именем он вошёл в историю как ярый защитник Британии от римлян после их вторжения в 43 г. н.э. Сын короля Кунобелина Катувеллаунского союза племён, Каратак сражался с римлянами на протяжении девяти лет с переменным успехом, впоследствии бежал к племенам в Уэльсе, где был окончательно разгромлен. В результате он оказался в Северной Британии, где был выдан римлянам. После того, как его привезли в Рим, Каратак получил милость императора Клавдия, и впоследствии умер в Италии. Предание гласит, что он принял Христианство вслед за своей женой, однако этот факт так и остался неподтвержденным. Вероятно, наиболее примечательно то, что после пленения ему было позволено жить, ведь обычно в таких случаях римляне устраивали публичные казни на радость толпе. По просьбе Каратака, ему позволили выступить и объясниться перед императором и Сенатом. Доподлинно неизвестно, что было сказано, однако Тацит произносит про него известную речь...
sv: Caractacus, den romerska formen, är en enkel förändring från Karatakos, hans faktiska namn, som trycks på hans många, många mynt. Under detta namn kommer han ihåg som en brådskande försvarare av Storbritannien mot romarna efter deras invasion i 43 e.Kr. Son of King Cunobelin av Catuvellauni-tribalförbundet, Karatakos kämpade i nio år mot romarna med liten framgång och så småningom flydde till stammarna i Wales , där han blev besegrad avgörande. Till sist gick han in i norra Storbritannien, där han överlämnades till romarna. Tagen till Rom fick Karatakos att leva av kejsaren Claudius och dog i Italien. Traditionen säger att han konverterade till kristendomen när hans fru gjorde, men det är inget som är känt för detta som bestämt. Förmodligen mer anmärkningsvärd är den fråga som han fick lov att leva en gång fångad. Romerska politiken var typiskt att ha sådana män dödade i offentliga skärmar för att fira. Karatakos fördes för kejsaren och senaten på hans begäran att förklara sig själv. Det han sa är inte känt för säkerhet, men Tacitus tillämpar honom ett berömt tal ...
tr: Roma şekli Caractacus, çok sayıda sikke basılmış olan asıl adı Karatakos'tan gelen basit bir değişiklik. Bu isim altında, MS 43'te Catuvellauni kabilesi konfederasyonunun Kralı Cunobelin'in oğlu işgalinden sonra İngiltere'nin Romalılara karşı şiddetli bir savunucusu olarak hatırlanır, Karatakos, dokuz yıl boyunca Romalılara karşı az başarılı bir şekilde savaştı ve sonunda Galler'deki kabilelere kaçtı. nerede kararlı bir şekilde yenildi. Sonunda Romalılara teslim edilen Kuzey İngiltere'ye girdi. Roma'ya götürülen Karatakos, İmparator Claudius tarafından yaşamasına izin verildi ve İtalya'da öldü. Gelenek, karısı yaptığı zaman Hıristiyanlığa dönüştüğünü belirtir, ancak bunun kesin olarak bilinen bir şeyi yoktur. Muhtemelen daha dikkat çeken, yakalandığında yaşamasına izin verilen meseledir. Roma politikası tipik olarak, bu tür erkeklerin kutlamak için halka açık gösterimlerde öldürülmesini sağlamaktı. Karatakos, kendisini açıklama isteği üzerine İmparator ve Senato önüne getirildi. Ne söylediği kesin olarak bilinmemekle birlikte, Tacitus ünlü bir konuşma için ona başvuruyor…
uk: Карактак, римська форма імені, є похідною від Каратак, його справжнього імені, яке було нанесено на безліч монет. Під цим ім'ям він увійшов в історію як затятий захисник Британії від римлян після їх вторгнення в 43 р н.е. Син короля Кунобеліна Катувелаунського союзу племен, Каратак бився з римлянами протягом дев'яти років зі змінним успіхом, згодом втік до племен в Уельсі, де був остаточно розгромлений. В результаті він виявився в Північній Британії, де був виданий римлянам. Після того, як його привезли в Рим, Каратак отримав милість імператора Клавдія, і згодом помер в Італії. Переказ свідчить, що він прийняв Християнство слідом за своєю дружиною, однак цей факт так і залишився непідтвердженим. Ймовірно, найбільш примітним є те, що після перебування в полоні йому було дозволено жити, адже зазвичай у таких випадках римляни влаштовували публічні страти на радість натовпу. На прохання Каратака, йому дозволили виступити і дати пояснення перед імператором і Сенатом. Достеменно невідомо, що було сказано, однак Тацит вимовляє про нього відому промову...
zh: 罗马语形式的Caractacus(卡拉克塔克斯)，是他本名Karatakos的一种简单变形，这个名字被烙印在很多很多硬币上。正是这个名字，他在公元43年罗马入侵后成为被人们所牢记的英国反抗罗马的勇猛防卫者，他是图维劳尼部落联盟的国王库诺贝林的儿子。卡拉克塔克斯抗击罗马长达9年并小有成就，但后来还是逃往位于威尔士的部落，并在那儿遭遇了决定性的失利。他最终逃往北不列颠，在那里他被交给了罗马人。被带往罗马后，克劳狄乌斯大帝允许卡拉克塔克斯活了下来，他最终死于意大利。相传，他和妻子都皈依了基督教，但对此并无明确记载。或许更加引人注意的一个事实是他被罗马人抓走之后活了下来。以罗马人的一贯政策通常会公开处决这种人以示庆祝。卡拉克塔克斯请求被带到皇帝和元老院面前为自己辩解。他具体说了什么已不为人知，但塔西佗为此给予了他一个"著名演说"的称谓。。
