Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

# biome definition
source: Late Spring
bg: Късна пролет
br: Nevez-amzer diwezhat
ca: Darreries de Primavera
eu: Udaberri Berantiarra
fa: بهار دیر هنگام
ga: Deireadh Earraigh
hu: Késő tavasz
id: Akhir Musim Semi
ms: Penghujung Musim Bunga
pt_pt: Final da primavera
sr: Касно Пролеће
zh_tw: 季春

source: A great flood has moved across the valley enabling ships and troops to battle in chest deep waters.
br: Un dour-beuz bras en doa tremenet war an draoñienn en ur lakaat listri ha bagadoù d'an emgann e dourioù don kenañ.
ca: Una gran inundació ha arrasat la vall, on els vaixells i soldats hauran de fer front aigua fins al pit.
cs: Velká povodeň se hrne přes údolí umožňující lodím a vojskům bojovat v po hruď hlubokých vodách.
de: Eine große Flut überschwemmte das Tal, was es Schiffen und Truppen ermöglicht, in brusthohen Gewässern zu kämpfen.
el: Μια μεγάλη πλημμύρα έχει πλήξει την κοιλάδα επιτρέποντας σε πλοία και στρατεύματα να πολεμήσουν σε ρηχά νερά.
es: Una gran inundación ha sumergido el valle permitiendo a barcos y tropas luchar en aguas poco profundas.
eu: Haranak uholde handi bat jasan du, itsasontzi eta tropak ur ez oso sakonetan borrokatzeko aukera emanez.
fa: یک سیل بزرگ در مسیر دره حرکت کرده است و اجازه داده است تا کشتی ها و نیروهایی برای بدست آوردن جعبه های گنج اعماق آب به مبارزه بپردازند
fi: Laakson poikki on kulkenut suuri tulva, joka mahdollistaa laivojen ja joukkojen taistelun rinnan syvissä vesissä.
fr: Une grande inondation a rempli la vallée, permettant aux bateaux et aux troupes de combattre dans de l'eau à hauteur de poitrine.
ga: Rith tuile mhór ar feadh an ghleanna, agus tá longa agus saighdiúirí gach aon ábalta troid a dhéanamh in uisce ar a gcliabh.
gd: Tha tuil mhòr air gluasadh thar na glinne agus nì na longan is am feachd sabaid an aghaidh càch a chèile san tanalachd.
hu: Egy nagy áradás folyt át a völgyön, lehetővé téve a hajók és a csapatok harcát a mellkasig érő vizekben.
id: Banjir besar telah meliputi lembah yang memungkinkan kapal dan prajurit untuk berperang di kedalaman air sedada.
it: Un'importante inondazione ha raggiunto la valle, consentendo a navi e truppe di combattere in un ampio bacino acquatico.
ja: 巨大な洪水が谷を渡って移動し、船舶と兵士が水の中で戦うことができます。
ms: Satu banjir besar telah berlaku di lembah yang membolehkan kapal dan tentera bertempur di dalamnya.
nb: En stor flom har dekket dalen, og tillatt skip og tropper å kjempe i vann som når til brystet.
nl: Een overstroming heeft de vallei onder water gezet, eilanden kunnen zowel per ship als te voet bereikt worden.
pl: Wielka powódź została przeniesiona na dolinę umożliwia statkom i żołnierzom walkę w klatce piersiowej na głębokich wodach.
pt_br: Uma grande inundação moveu-se através do vale permitindo que os navios e as tropas lutem em águas profundas.
ru: Большая вода устремилась через долину, позволяя использовать корабли и вести бои по грудь в воде.
sk: Veľká záplava sa prehnala údolím a umožnila, aby lode a vojaci bojovali vo vode do výšky pliec.
sv: En stor översvämning har kommit till dalen, som gör att skepp och trupper kan krigas i bröstdjupt vatten.
tr: Büyük bir sel vadiye gelerek gemilerin ve askerlerin suda savaşabilmelerini sağladı.
uk: Значне затоплення, дозволяє переміщуватися через долину кораблям з військами для бою в глибоких водах.
zh: 一场巨大的洪水已经越过山谷，这使船舶和部队在洪水及胸的深水域战斗。
zh_tw: 大洪水淹到了山谷，讓船隻與部隊在及胸的深水中戰鬥。

source: Cycladic Archipelago (2)
br: Enezeg Sikladika (2)
ca: Arxipèlag ciclàdic (2)
cs: Kykladské souostroví (2)
de: Kykladischer Archipel (2)
el: Κυκλαδικό Αρχιπέλαγος (2)
es: Archipiélago cicládico (2)
eu: Ziklade-aldiko Artxipelagoa (2)
fa: مجمع الجزایر سیکلادی (2)
fi: Kykladien saaristo (2)
fr: Archipel des Cyclades (2)
ga: An tOileánra Cíocláideach (2)
gd: Innis-mhuir Siogladas (2)
hu: Kükládok szigetcsoport (2)
id: Kepulauan Kiklades (2)
it: Arcipelago delle Cicladi (2)
ja: キクラデス諸島 (2)
ms: Gugusan Pulau Cycladic (2)
nb: Kykladisk skjærgård (2)
nl: Cycladisch Archipel (2)
pl: Archipelag Cyklady (2)
pt_br: Arquipélago das Cíclades (2)
ru: Кикладские острова (2)
sk: Kykladské súostrovie (2)
sr: Кикладски архипелаг (2)
sv: Kykladiska skärgården (2)
tr: Kiklad Takımadaları (2)
uk: Архіпелаг Кіклади (2)
zh: 克拉群岛 (2)
zh_tw: 基克拉迪群島 (2)

source: A "small island"-style map set in the Aegean Sea. Map size: Very Large
br: Un "enezenn vihan" -kartenn stil lakaet er Mor Ejean. Ment kartenn: Ledan ledan
ca: Un mapa amb "illes petites" situat al mar Egeu. Mida del mapa: molt gran
cs: Mapa stylizovaná jako malý ostrov v Egejském moři. Velikost mapy: Velmi velká
de: Eine Karte der Art „kleine Insel“ im Ägäischen Meer. Kartengröße: Sehr groß
el: Ένας χάρτης τύπου "μικρό νησί" τοποθετημένος στο Αιγαίο Πέλαγος. Μέγεθος χάρτη: Πολύ Μεγάλος
es: Un mapa de «islas pequeñas» ambientado en el mar Egeo. Tamaño de mapa: Muy grande
eu: Egeo Itsasoan girotutako "uharte txikietako" mapa. Maparen neurria: Oso Handia
fi: Egeanmerelle sijoittuva "pienet saaret" -tyylinen kartta. Kartan koko: Erittäin suuri
fr: Carte de style "petite île" dans la mer Égée. Taille de la carte : Très grande
ga: Léarscáil i stíl "oileán beag" atá suite sa Mhuir Áigeach. Méid léarscáile: An-mhór
gd: Mapa le eileanan beaga sa Mhuir Àigeanach. Meud a’ mhapa: glè mhòr
hu: Egy „kis sziget” stílusú térképkészlet az Égei-tengeren. Térképméret: nagyon nagy.
id: Sebuah peta bergaya "pulau kecil" di laut Aegea. Ukuran peta: Sangat Luas
it: Una mappa del tipo "piccola isola" situata nel Mar Egeo. Dimensione della mappa: Molto Grande
ja: エーゲ海に浮かぶ「小島」スタイルのマップです。 マップの大きさ：特大
ms: Set peta gaya-"pulau kecil" dalam Laut Aegean. Saiz peta: Sangat Besar
nb: Et "liten øy"-type kart satt til Egeerhavet. Kartstørrelse: Veldig stort
nl: Een "kleine eilanden" stijl kaart in de Egeïsche zee. Kaartgrootte: Heel groot
pl: Mapa stylu "małej wyspy" umiejscowiona na Morzu Egejskim. Rozmiar mapy: Bardzo duża
pt_br: Um mapa em estilo de "pequenas ilhas", ambientado no mar Egeu. Tamanho do mapa: Muito Grande
ru: «Маленький остров» — типовая карта Эгейского моря. Размер карты — очень большой.
sk: Mapa na štýl „ostrovčekov“ zasadená do oblasti Egejského mora. Veľkosť mapy: obrovská
sr: Стил мапе 'малена острва' у Егејском мору. Величина мапе: Веома велика
sv: En "små öar"-karta belägen i Egeiska havet. Kartstorlek: Väldigt Stor
tr: Ege denizinde "küçük ada" harita stilindedir. Harita boyutu: Çok Büyük
uk: Набір карт у стилі "маленький острів" в Егейському морі. Розмір карти: Дуже велика
zh: 一个在爱琴海的“岛屿风格”地图。 地图大小：极大。
zh_tw: 一個在愛琴海的「島嶼風格」地圖集。 地圖大小：極大。

source: Cycladic Archipelago (3)
br: Enezeg Sikladika (3)
ca: Arxipèlag ciclàdic (3)
cs: Kykladské souostroví (3)
de: Kykladischer Archipel (3)
el: Κυκλαδίτικο Αρχιπέλαγος (3)
es: Archipiélago cicládico (3)
eu: Ziklade-aldiko Artxipelagoa (3)
fa: مجمع الجزایر سیکلادی (3)
fi: Kykladien saaristo (3)
fr: Archipel des Cyclades (3)
ga: An tOileánra Cíocláideach (3)
gd: Innis-mhuir Siogladas (3)
hu: Kükládok szigetcsoport (3)
id: Kepulauan Kiklades (3)
it: Arcipelago delle Cicladi (3)
ja: キクラデス諸島 (3)
ms: Gugusan Pulau Cycladic (3)
nb: Kykladisk skjærgård (3)
nl: Cycladisch Archipel (3)
pl: Archipelag Cyklady (3)
pt_br: Arquipélago das Cíclades (3)
ru: Кикладские острова (3)
sk: Kykladské súostrovie (3)
sr: Кикладски архипелаг (3)
sv: Kykladiska skärgården (3)
tr: Kiklad Takımadaları (3)
uk: Архіпелаг Кіклади (3)
zh: 基克拉迪群岛 (3)
zh_tw: 基克拉迪群島 (3)

source: A neighboring province has pledged alegiance to your rule. It's up to you to command them to victory.
br: Ur proviñs amezek en doa prometet fealded d'az reolenn. Dit eo da vezañ gouest da ren anezho davet an trec'h.
ca: Una província veïna ha promès lleialtat al vostre govern. Conduir-los a la victòria depèn de vosaltres.
eu: Inguruko probintzia batek leialtasuna agindu dizu. Orain zure esku dago horiek garaipenera eramatea.
fa: منطقه همسایه کاملا مطیع و وفادار به حکمرانی شماست. به شما بستگی دارد تا به آنها فرمان دهید برای پیروزی.
ga: Gheall cúige in aice láimhe a bheith faoi do cheannas. Teastaíonn iad a threorú ort agus bua a ghabháil leo.
hu: Egy szomszédos provincia hűségesküt tett neked. Rajtad áll, hogy győzelemre vezesd őket.
id: Provinsi tetangga telah mengikrarkan janji setia pada pemerintahan Anda. Semua tergantung Anda untuk memerintah mereka menuju kemenangan.
ms: Wilayah di sebelah anda telah menyatakan taat setia terhadap pemerintahan anda. Terpulang kepada anda untuk mentadbir mereka ke arah kejayaan.
nb: En naboprovins har sverget troskap til ditt styre. Det er opp til deg å føre dem til seier.
zh_tw: 隔壁省份已臣服於您的統治。您可以指揮他們以獲得勝利。

# biome definition
source: Solidifying its grip, the harsh cold has succeeded in freezing up the gulf. The thick ice formed is capable of withstanding any weight.
eu: Heldulekua gogortuz, izotz handiak golkoa izoztea lortu du. Sortu den izotz geruza lodiak edozein karga jasan dezake.
hu: Megszilárdítva a szorítását, a zord hideg sikeresen befagyasztotta az öbölt. A kialakult vastag jég bármekkora súlyt elbír.
id: Memperkuat cengkeramannya, hawa dingin yang keras telah berhasil membekukan teluk. Es tebal yang terbentuk mampu menahan beban apapun.
zh_tw: 嚴酷的寒冷鞏固了它的抓地力，成功地凍結了海灣。形成的厚冰能夠承受任何重量。

# biome definition
source: A late spring breeze ripples through the conifer forests of the Gulf of Bothnia. Herds of deer dot the landscape and playful rabbits frolick in the undergrowth.
br: Un aezhenn nevez-amzer diwezhat a zegas gwagennoù d'ar c'hoadoù a gwez-sapin e pleg-mor Botnia. Tropelladoù karv a vez war an douar ha tripal a ra lapined laouen er strouezh.
ca: Unes ondes de vent de les darreries de Primavera a través dels boscs de coníferes del Golf de Bòtnia. Ramats de cèvols puntegen el paisatge i conills juganers es diverteixen al sotabosc.
eu: Udaberri bukaerako brisa bat Botnia Golkoko konifera basoen artetik zabaltzen da. Orein taldeak margotzen dira paisaian eta untxi jolastiak sasitzan dabiltza saltoka.
fa: بهار دیرهنگام در میان جنگل های مخروطی آغاز شده است. رد پای گله های آهو و بازی خرگوش ها بر زمین مشاهده می شود
ga: Seideann siorradh earraigh trí na coillte buaircíneacha i gCamas na Boitne. Ritheann tréada fia ar feadh ant talaimh agus tá coiníní go leor sna fáschoillte.
hu: A késő tavaszi szellő legyezi a Botteni-öböl tűlevelű erdeit. Szarvascsordák pöttyözik a tájat, és játékos nyulak futkároznak az aljnövényzetben.
id: Angin di akhir musim semi bertiup melalui hutan pohon jarum di Teluk Bothnia. Kawanan rusa memenuhi bentang alam dan kelinci lucu bermain-main di semak.
ms: Tiupan angin penghujung musim bunga berderu-deru melintasi hutan konfir Teluk Bothnia. Kawanan rusa kelihatan bertompok-tompok di atas lanskap dan arnab-arnab yang lincah bermain-main disebalik semak.
zh_tw: 晚春的微風在波特尼亞灣的針葉林中蕩漾。鹿群在風景中點綴，頑皮的兔子在灌木叢中嬉戲。

# biome definition
source: Winter has set in, carpeting the land with its first snow. The still unfrozen gulf offers great fishing opportunities.
br: Staliet eo ar goañv, o c'holoiñ an douar gant e erc'h kentañ. Ar pleg-mor diskornet c'hoazh a brof troioù bras da besketa.
ca: L'hivern ha arribat i ha catifat la terra en la seua neu primerenca. El golf encara descongelat ofereix grans oportunitats de pesca.
eu: Negu betea heldu da, lurra lehen elurrez estalirik. Oraindik izoztu gabeko golkoak arrantzarako aukera handiak uzten ditu.
fa: زمستان وارد شد و زمین را با اولین برف زمستانی فرشپوش کرد. خلیج که هنوز یخ نزده است فرصت خوبی برای ماهی گیری است
ga: Tá an geimhreadh ag teacht, agus tá an príomh-sneachta ar feadh an talaimh. Ach níl an camas ina reoite fós, agus tá sé lán le deiseanna iascaireachta.
hu: A tél beköszöntött, és szőnyegként terül a földre az első hó. A még mindig ki nem olvadt öböl nagyszerű horgászati lehetőségeket kínál.
id: Musim dingin telah tiba, menghiasi tanah dengan salju pertamanya. Teluk yang masih belum membeku menawarkan kesempatan menangkap ikan yang luar biasa.
ms: Musim sejuk telah tiba, meliputi tanah dengan salji pertamanya. Teluk yang masih tidak membeku menawarkan peluang baik untuk perikanan.
zh_tw: 冬天來了，用第一場雪鋪在大地上。仍未凍結的海灣提供了絕佳的捕魚機會。

source: Play the Kushites faction in a non-threatening sandbox scenario.
br: C'hoari ar strollad Kouchitat en ur senario kestenn-traezh dic'hourdrouz.
ca: Juga la facció Cuixita a un escenari de prova no amenaçant.
eu: Jolastu Kux zibilizazioarekin arriskutsua ez den probetarako jokaleku batean.
ga: Imir le faicsean na gCúiseach i gcás neamhbhagrach.
hu: Játssz a kusita néppel egy ellenség nélküli homokozó küldetésben.
id: Mainkan kubu Kush dalam skenario sandbox yang aman.
ms: Main dengan puak Kush dalam senario kotak pasir tanpa-tekanan.
zh_tw: 在無威脅的沙盒場景中玩庫施人陣營。

source: Kushites
br: Kouchited
ca: Cuixites
eu: Kuxtarrak
fa: کوشی ها
ga: Na Cúisigh
hu: Kusiták
id: Kush
ms: Kush
zh_tw: 庫施人

source: Egyptians
br: Ejipsianed
ca: Egipcis
eu: Egiptoarrak
fa: مصری ها
ga: Na hÉigiptigh
hu: Egyiptomiak
id: Mesir
ms: Orang Mesir
sr: Египћани
zh_tw: 埃及人

source: Mauryan Indian faction showcase map.
br: Kartenn brenestr strollad Indian Maourian.
ca: Mapa de demostració de la facció de l'imperi Màuria de l'Índia.
eu: Hindu Mauryarren fakzioaren adibide mapa.
ga: Léarscáil taispeánach de chuid na Mauiriach.
hu: Maurja indiaiak bemutató térképe
id: Peta pameran bangsa Maurya India.
ms: Peta pertunjukan puak India Mauriya.
nb: Utstillingskart for mauryske indiske fraksjoner.
vi: Bản đồ giới thiệu phe quân Indian thời đế quốc Mauryan .
zh_tw: 孔雀王朝印度文明的展示地圖。

source: Sandbox - The Mauryas
eu: Probetarako jokalekua - Mauryarrak
ga: Bosca Gainimh - na Mauiriaigh
hu: Homokozó – a maurják
id: Sandbox - Maurya
zh_tw: 沙盒 - 孔雀王朝人

source: Mauryan Indians
br: Indianed Mauryan
ca: Índis de l'imperi Màuria
eu: Hindu Mauryarrak
ga: Indiaigh Mauiriacha
hu: Maurja indiaiak
id: India Maurya
ms: Mauryan India
nb: Maurya-inderne
sr: Мауријски Индијци
vi: Quân Indian thời đế quốc Mauryan
zh_tw: 孔雀王朝的印度人

source: Enemy
br: Enebour
ca: Enemic
eu: Etsaia
fa: دشمن
ga: Namhaid
hu: Ellenség
id: Musuh
ms: Musuh
nb: Fiende
sr: Непријатељ
vi: Quân địch
zh_tw: 敵方

source: Demo Map. Play with the Persian civilisation in a sandbox setting.
br: Kartenn Diskouez. C'hoari gant ar sevenadur Persian en arventenn gestenn-traezh.
ca: Mapa de demostració. Jugueu amb la civilització dels perses en un entorn de prova.
eu: Probetarako mapa. Jokalariak Pertsiar zibilizazioarekin esperimentatzeko.
ga: Léarscáil taispeánach de chuid na mPeirseach.
hu: Demó térkép. Játssz a perzsa civilizációval egy homokozó beállításban.
id: Peta demo. Main dengan bangsa Persia di lingkungan sandbox.
ms: Peta Demo. Main dengan tamadun Parsi di dalam tetapan kotak pasir.
nb: Demokart. Spill med den persiske sivilisasjonen i et sankasse-oppsett.
sr: Демо мапа. Играј са персијском цивилизацијом у sandbox поставкама.
vi: Bản đồ thử nghiệm, Đóng vai nền văn mình Persian trong bối cảnh mở.
zh_tw: 展示地圖。與波斯文明在測試環境中進行遊戲。

source: Sandbox - The Persians
br: Kestenn-Draezh - Ar Bersianed
ca: Proves - Els perses
eu: Probetarako jokalekua - Pertsiarrak
ga: Bosca Gainimh - na Peirsigh
hu: Homokozó - A perzsák
id: Sandbox - Persia
ms: Kotak Pasir - Parsi
nb: Sandkasse - Perserene
sr: Sandbox - Персијанци
vi: Chế độ mở - Quân Persian
zh_tw: 沙盒 - 波斯人

source: Achaemenids
br: Akaemenined
ca: Aquemènides
fa: هخامنشیان
ga: Na hAcaeiméinigh
hu: Óperzsák
id: Akhemeniyah
ms: Achaemenid
nb: Achaemenider
sr: Ахемениди
vi: Quân Achaemenid
zh_tw: 阿契美尼德王朝

source: A sandbox scenario for players to try out the Roman civilisation.
br: Ur senario kestenn-traezh evit c'hoarierien a-benn esaeañ ar sevenadur Roman.
ca: Un escenari de proves per provar la civilització romana.
eu: Probetarako jokalekua jokalariak Erromatarren zibilizazioarekin esperimentatzeko.
ga: Léarscáil tainspeánach de chuid na Rómhánach.
hu: Egy homokozó küldetés azoknak a játékosoknak, akik ki akarják próbálni a római civilizációt.
id: Skenario sandbox bagi pemain untuk mencoba bangsa Romawi.
ms: Senario kotak pasir untuk pemain yang mahu mencuba tamadun Rom.
nb: Et sandkasse-kartoppsett for å prøve ut den romerske sivilisasjonen.
sr: Sandbox сценарио за играче који желе испробати римску цивилизацију.
vi: Một màn chơi theo kịch bản mở dành cho những những người chơi trải nghiệm nền văn minh Roman.
zh_tw: 供玩家嘗試羅馬文明的測試劇情。

source: Sandbox - The Republican Romans
br: Kestenn-traezh - Ar Romaned Republikan
ca: Proves - Els romans republicans
eu: Probetarako jokalekua - Erromako Errepublika
ga: Bosca Gainimh - na Rómhánaigh Poblachtacha
hu: Homokozó - A köztársasági rómaiak
id: Sandbox - Republik Romawi
ms: Kotak Pasir - Rom Republik
nb: Sandkasse - De republikanske romerne
sr: Sandbox - Римљани републиканци
vi: Chế độ mở - Quân Cộng hòa Roman
zh_tw: 沙盒 - 共和羅馬人

source: Play with the Spartans faction in a non-threatening sandbox environment.
br: C'hoari gant ar strollad Spartan en un endro kestenn-traezh dic'hourdrouz.
ca: Jugueu amb la facció dels espartans en un entorn de prova no amenaçador.
eu: Esperimentatu nahi bezala Espartarren zibilizazioarekin arriskurik gabeko probetarako ingurune batean.
ga: Imir le faicsean na Spartach i gcás neamhbhagrach.
hu: Játssz a spártaiakkal egy nem-ellenséges homokozó környezetben.
id: Bermain dengan bangsa Sparta di lingkungan sandbox yang aman.
ms: Bermain dengan puak Sparta dalam persekitaran kotak pasir tanpa-tekanan.
nb: Spill som spartanerne i et ikke-truende sandkassemiljø.
sr: Играј са Спартанцима у безопасном sandbox окружењу.
vi: Đóng vai phe Spartan trong một môi trường mở không có đe dọa nào.
zh_tw: 和斯巴達人在沒有威脅的測試環境中進行遊戲。

source: Each player starts the match atop a large flat plateau. To the East lies a large bay with fishing opportunities. To the West is a rugged hinterland with an unclaimed plateau commanding the valley below.
eu: Jokalari bakoitza partida lautada baten gainetik hasiko da. Ekialdean arrantzarako aukera ematen duen badia bat dago. Mendebaldean inguru babestu malkartsu bat dago bertan jaberik gabeko akropoli bat duena, harana azpian hartzen duena.
ga: Tosaíonn gach imreoir ar bharr ardchláir mhóir. San oirthear tá cuan mór le dieseanna iascaireachta go leor. San iarthar tá cúlchríoch chrua le hacrapail neamhéilithe ina ceannas ar an ngleann thíos.
hu: Minden játékos egy nagy fennsíkon kezdi a játszmát. Keleten egy nagy öböl terül el halászati lehetőséggel. Nyugaton egy zord hátország található, melyet egy gazdátlan fennsík határoz meg a völgy fölött.
id: Setiap pemain memulai pertandingan di atas dataran datar yang besar. Di sebelah Timur terletak teluk besar dengan peluang memancing. Di sebelah Barat adalah pedalaman berbatu dengan dataran tinggi tak bertuan yang menguasai lembah di bawahnya.
zh_tw: 每個玩家在一個大的平坦高原上開始對戰。 向東是一個大海灣，那裡有釣魚的機會。西部是堅固的腹地和無人高原控制著下面的山谷。

source: West Player
br: C'hoarier Kornôg
ca: Jugador Oest
eu: Mendebaldeko Jokalaria
ga: Imreoir an Iarthair
hu: Nyugati játékos
id: Pemain Barat
ms: Pemain Barat
sr: Западни Играч
zh_tw: 西部玩家

source: East Player
br: C'hoarier Reter
ca: Jugador Est
eu: Ekialdeko Jokalaria
ga: Imreoir an Oirthir
hu: Keleti játékos
id: Pemain Timur
ms: Pemain Timur
sr: Источни Играч
zh_tw: 東部玩家

source: Samos
fa: ساموس
ga: An tSamas
hu: Szamosz
sr: Самос
zh_tw: 薩摩斯島

source: Lesbos
fa: لزبوس
ga: An Leasbas
hu: Leszbosz
sr: Лезбос
zh_tw: 萊斯博斯島

source: Delos
fa: دلوس
ga: An Dalas
hu: Délosz
sr: Делос
zh_tw: 提洛島
