Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Small map with lots of resources and some water, for testing gameplay in non-competitive multiplayer matches.
ast: Geographía pequenha cun bien de recursos & daqué agua, para probare l juögu n partidɐs non competitivɐs de varios jogadores.
bg: Малка карта с много ресурси и малко вода, подходяща за изпробване на функционалностите в несъревнователни мрежови игри.
br: Kartenn vihan gant kalz a zanvezioù hag un nebeud dour, evit prouadiñ c'hoari e krogadoù lies-c'hoarier nann-kevezus.
ca: Mapa petit amb molts recursos i una mica d'aigua, per provar el joc en partides multijugador no competitives.
cs: Malá mapa se spoustou zdrojů a nějakou vodou k vyzkoušení hry v nesoutěživých kláních pro více hráčů.
da: En lille bane med masser af ressourcer og noget vand, for at afprøve spil i ikke-kompetitive multiplayerkampe.
de: Eine kleine Karte mit vielen Ressourcen und etwas Wasser, um den Spielablauf in nicht wettkampforientierten Mehrspieler-Partien zu testen.
el: Μικρός χάρτης με πολλούς πόρους και λίγο νερό, για δοκιμή της εμπειρία του παιχνιδιού σε μη-ανταγωνιστικά παιχνίδια για πολλούς παίκτες.
es: Mapa pequeño con muchos recursos y algo de agua, útil para probar el juego en partidas multijugador no competitivas.
eu: Baliabide asko eta ur gutxiko mapa txikia, erabilgarria lehiarik gabe hainbat jokalarien partiden dinamika probatzeko.
fi: Pieni kartta, jossa on paljon luonnonvaroja ja hieman vettä. Tarkoitettu pelattavuuden testaamiseen ei-kilpailullisissa moninpeliotteluissa.
fr: Une petite carte avec beaucoup de ressources et un peu d'eau, pour tester un gameplay en multijoueur non-compétitifs.
ga: Léarscáil beag le hacmhainní go leor agus roinnt uisce, le haghaidh taispeáint a dhéanamh as an imirt i gcluichí neamhiomaíocha ilimreortha.
gd: Mapa beag le mòran stòrasan is beagan uisge gus cluiche a’ gheama fheuchainn ann am maidichean ioma-chluicheadair neo-chòmhstritheil.
hu: Kis pálya sok-sok nyersanyaggal és némi vízfelülettel a nem versenyképes többjátékos módú játszmák játékmenetének tesztelésére.
id: Peta kecil dengan banyak sumberdaya dan air, untuk menguji permainan di pertandingan main bersama non-kompetitif.
it: Piccola mappa con un sacco di risorse e un po' d'acqua, per le prove di gioco in partite multiplayer non competitivi.
ja: 小マップに多くの資源といくらかの水系があり、非競争的なマルチプレイヤー対戦でのゲームプレイのテスト用です。
ko: 비경쟁적 멀티플레이어 게임에서 게임 방식을 테스트하기 위해 많은 자원과 물이 포함된 작은 지도입니다.
ms: Peta kecil dengan sumber yang banyak dan air, untuk permainan pengujian dalam perlawanan pemain berbilang bukan-persaingan.
nb: Lite kart med massevis av ressurser og noe vann, for å teste spillfunksjonen i konkurransefrie samspill.
nl: Kleine kaart met veel grondstoffen en wat water. Om multiplayer wedstrijden te testen.
pl: Niewielka mapa z dużą ilością zasobów i wodą do testowania przebiegu gry w niekonkurencyjnych rozgrywkach multiplayer.
pt_br: Pequeno mapa com muitos recursos e pouca água, para teste de jogabilidade em partidas não competitivas no modo Multijogador.
pt_pt: Pequeno mapa com muitos recursos e alguma água, para testar a jogabilidade em partidas não competitivas com vários jogadores.
ru: Небольшая карта, богатая ресурсами и водой, для тестирования игры в несоревновательных сетевых сражениях.
sk: Malá mapa s množstvom prírodných zdrojov a trochou vody, určená na testovanie hry viacerých hráčov počas priateľských zápasov.
sv: Liten karta med många resurser och lite vatten, för att testa spelupplägg i icke-konkurrenskraftiga flerspelarmatcher.
tr: Rekabetçi olmayan çok oyunculu maçlarda test oyunu için birçok kaynakla biraz su ile küçük bir haritada oynanır.
uk: Мала карта з великою кількістю ресурсів і невеликою кількістю води, для тестування гри в неконкурентних багатокористувацьких матчах.
vi: Một bản đồ nhỏ dồi dào nguồn tài nguyên và một chút nước. dành để kiểm tra gameplay trong những trận đấu nhiều người chơi không mang tính thi đấu.
zh: 小型地图，有大量资源和水域，可在非竞技多人比赛中游戏。
zh_tw: 包含了大量資源及一些水的小型地圖，可在非競技性的多人配對競賽中進行測試。

source: Multiplayer Demo
ast: Dem. dellos jogadores
bg: Демонстрация — мрежова игра
br: Stumm-Diskouez Lies-c'hoarier
ca: Demostració del multijugador
cs: Ukázka hry pro více hráčů
de: Mehrspielerdemo
el: Παιχνίδι για πολλούς παίκτες Επίδειξη
es: Demo multijugador
eu: Hainbat jokalarientzako adibidea
fa: دمو چند نفره
fi: Moninpelidemo
fr: Démo - Multi-joueurs
ga: Taispeáint Ilimreortha
gd: Taisbeanadh ioma-chluicheadair
hu: Többjátékos demó
id: Demo Main Bersama
ja: マルチプレイヤーデモ
ko: 멀티플레이어 데모
ms: Demo Pemain Berbilang
nb: Flerspillerdemo
pl: Tryb wieloosobowy (demonstracja)
pt_pt: Demonstração de multijogadores
ru: Сетевая игра, демо
sk: Ukážka hry viacerých hráčov
sr: Мултиплејер демо
sv: Flerspelardemo
tr: Çok oyunculu demo
uk: Мультиплеєр Демо
vi: Thử nghiệm Chế độ nhiều người chơi
zh: 多人对战演示
zh_tw: 多人遊戲展示

source: This map displays a reconstruction of the ancient city Napata. [color="red"]Note:[/color] The map is not intended to be playable.
ast: Esta ye una reconstruccion de la Napata antigua. [color="red"]Nota:[/color] Nun sta concibida para ser jogable.
bg: Тази карта показва реконструкция на древния град Напата. [color="red"]Забележка:[/color] тази карта не е предназначена за игра.
br: Ar gartenn-mañ a ziskouez adsaverezh ar geoded gozh Napata. [liv="ruz"]Notenn:[/liv] Ar gartenn n'eo ket gouestlet da vezañ c'hoariet.
ca: Aquest mapa mostra la reconstrucció de l'antiga ciutat de Napata. [color="red"]Note:[/color] El mapa no es pretén que siga jugable
cs: Tato mapa zobrazuje rekonstrukci starobylého města Napaty.[color="red"] Poznámka:[/color]Mapa není určena k hraní.
da: Dette kort viser en rekonstruktion af den antikke by Napata. [color="red"]Bemærk:[/color] Kortet er ikke beregnet til at være spilbart.
de: Diese Karte stellt eine Rekonstruktion der antiken Stadt Napata dar. [color="red"]Anmerkung:[/color] Die Karte ist nicht dafür gedacht, spielbar zu sein.
el: Αυτός ο χάρτης παρουσιάζει μια ανακατασκευή της αρχαίας πόλης Ναπάτα. [color="red"]Σημείωση:[/color] Ο χάρτης δεν προορίζεται για παίξιμο.
es: Este escenario muestra la reconstrucción de la antigua ciudad de Napata. [color="red"]Nota:[/color] el mapa no está hecho para ser jugable.
eu: Mapa honek Napata antzinako hiria berreraikitzen erakusten du. [color="red"]Oharra:[/color] Mapa ez da erreproduzitzeko.
fa: این نقشه بازسازی شهر باستانی ناپاتا را نشان می دهد []این نقشه قابل بازی کردند ممکن است نباشد[]
fi: Tämä kartta esittää Napatan muinaisen kaupungin rekonstruktion. [color="red"]Huomautus:[/color] Karttaa ei ole tarkoitettu pelattavaksi.
fr: Cette carte montre une reconstitution de l'ancienne ville de Napata. [color="red"]Note :[/color] Cette carte n'est pas destinée à être jouable.
ga: Léiríonn an léarscáil seo athchruthú na cathrach ársa Napata. [color="red"]Fógra:[/color] Níl an léarscáil seo beartaithe le himirt a dhéanamh.
gd: Seallaidh am mapa seo an coltas a bhiodh air Napata. [color="red"]Note:[/color] Chan eil am mapa seo iomchaidh airson cluich.
hu: Ez a pálya Napata ókori városának rekonstrukcióját mutatja. [color="red"]Megjegyzés:[/color] A pályának nem célja, hogy játszható legyen.
id: Peta ini menampilkan rekonstruksi kota kuno Napata. [color="red"]Catatan:[/color] Peta tidak dimaksudkan untuk bisa dimainkan.
it: Questa mappa rappresenta una ricostruzione dell'antica città di Napata. [color="red"]Nota:[/color] La mappa non è stata pensata per giocare.
ja: この地図は、古代都市ナパタを再現したものです。[color="red"]注意:[/color] このマップはプレイアブルなものではなく観賞向けです。
ko: 이 지도는 고대 도시 나파타의 재건을 표시합니다. [color="red"]참고:[/color] 지도는 재생할 수 없습니다.
ms: Peta ini memaparkan pembinaan semula bandar purba Napata. [color="red"]Perhatian:[/color] Peta ini belum boleh dimainkan.
nl: Deze kaart toont een reconstructie van de oude stad Napata. [color="red"]Let op:[/color] Deze kaart is niet bedoeld op op te spelen.
pl: Ta mapa przedstawia rekonstrukcję starożytnego miasta Napata. [color="red"] Uwaga: [/color] Mapa nie jest przeznaczona do gry.
pt_br: Este mapa mostra a reconstrução da antiga cidade de Napata. [color="red"]Nota:[/color] O mapa não é jogável.
pt_pt: Este mapa mostra a reconstrução da antiga cidade de Napata. [color="red"]Note:[/color] Não é suposto o mapa ser jogável.
ru: Эта карта представляет собой реконструкцию древнего города Напата. [color="red"]Примечание:[/color] Эта карта не предназначена для игры.
sk: Táto mapa obsahuje rekonštrukciu starovekého mesta Napata. [color="red"]Poznámka:[/color] Táto mapa nebola vytvorená za účelom hrateľnosti.
sv: Den här kartan visar en rekonstruktion av den antika staden Napata. [color="red"]Obs:[/color] Kartan är inte avsedd att vara spelbar.
tr: Bu harita antik şehir Napata'nın yeniden inşa edilişini gösterir. [color="red"]Note:[/color] Harita oynamaya yönelik değil.
uk: Ця карта являє собою реконструкцію стародавнього міста Напата. [color="red"]Примітка:[/color]Ця карта не призначена для гри.
zh: 该地图显示了重建后的古代城市那帕塔。[color="red"] 注：[/color]该地图不可玩。
zh_tw: 該地圖顯示了那帕塔古城的重建。[color="red"]注意：[/color]這張地圖不是設計來遊玩的。

source: Napata Reconstruction
ast: Reconstruccion de Napata
bg: Реконструкция на Напата
br: Adsaverezh Napata
ca: Reconstrucció Napata
cs: Rekonstrukce Napaty.
da: Napata rekonstruktion
de: Napata Rekonstruktion
el: Ανακατασκευή Ναπάτας
es: La reconstrucción de Napata
eu: Napata berreraikitzea
fa: بازسازی ناپاتا
fi: Napatan rekonstruktio
fr: La reconstruction de Napata
ga: Athchruthú Napata
gd: Ath-thogail Napata
hu: Napata helyreállítás
id: Rekonstruksi Napata
it: Ricostruzione della città di Napata
ja: ナパタの復興
ko: 나파타 재건
ms: Pembinaan Semula Napata
nl: Reconstructie van Napata
pl: Rekonstrukcja napatajska
pt_br: Reconstrução de Napata
pt_pt: Reconstrução Napata
ru: Реконструкция Напаты
sk: Rekonštrukcia Napaty
sv: Rekonstruktion av Napata
tr: Napata Tamirat
uk: Реконструкція Напати
zh: 重建那帕塔
zh_tw: 重建那帕塔

source: Four players duke it out over the vast Nile Delta. Each city starts out nestled atop a large plateau, but resources are scarce, forcing each player to expand their resource operations into the surrounding lands. Scouts say the nearby branches of the Nile River are shallow and fordable in multiple locations, so should only serve as a minor barrier between enemy factions.
ast: Quatro jogadores fazhen pica pol vastu delta de l Nilu. Cada cildá intama anieirada subre un tesu, pero los recursos son scassos, forciando los jogadores a catá-llos na redolada. Los batedores dizen que los braços vizinos de l Nilu son travessables in varios sitios, cun que mal servirán de torgalyu para facciones inimigɐs.
bg: Четирима играчи се срещат в обширната делта на Нил. Всеки от градовете започва върху голямо плато, но тъй като ресурсите са оскъдни, играчите са принудени да разширят добива си в околните земи. Разузнавачите казват, че близките разклонения на река Нил са плитки и може да бъдат прегазени на много места, така че не представляват истински граници между враждуващите фракции.
cs: Čtyři hráči se poperou o obrovskou deltu Nilu. Každé město začíná na vrcholu velké náhorní plošiny, ale prostředky jsou omezené, což nutí každého hráče rozšířit své operace pro zisk zdrojů do okolních území. Průzkumníci říkají, že blízké větve Nilu jsou mělké a přebroditelné na více místech, a proto by měly sloužit pouze jako chabá bariéra mezi frakcemi.
da: Fire spillere breder det ud over det enorme Nildelta. Hver by starter med at ligge på toppen af ​​et stort plateau, men ressourcerne er knappe, hvilket tvinger hver spiller til at udvide deres ressourceoperationer til de omkringliggende lande. Spejdere siger, at de nærliggende forgreninger af Nilen er lavvandede og tilgængelige flere steder, så de bør kun tjene som en mindre barriere mellem fjendens fraktioner.
de: Vier Spieler kämpfen um das gewaltige Nildelta. Jede Stadt startet auf einer großen Akropolis, aber Ressourcen sind rar, wodurch die Spieler gezwungen sind, im Umland Ressourcen zu sammeln. Späher berichten, dass die nahen Arme des Nils an mehreren Stellen seicht und leicht zu überqueren sind und deshalb nur ein geringes Hindernis zwischen den gegnerischen Fraktionen darstellen sollten.
el: Τέσσερις παίκτες αναμετρούνται στο τεράστιο Δέλτα του Νείλου. Κάθε πόλη ξεκινά να φωλιάζει στην κορυφή μια μεγάλης ακρόπολης, αλλά οι πόροι είναι περιορισμένοι, αναγκάζοντας κάθε παίκτη να επεκτείνει τις δραστηριότητές του στους πόρους των γύρων περιοχών. Ιχνηλάτες αναφέρουν ότι οι κοντινές διακλαδώσεις του ποταμού Νείλου είναι ρηχές και διαβατές σε πολλές μεριές, έτσι αποτελούν μόνο ένα μικρό εμπόδιο μεταξύ των φατριών του εχθρού.
es: Cuatro jugadores se enfrentan sobre el vasto Delta del Nilo. Cada ciudad se situa sobre una gran meseta, pero los recursos son escasos, forzando a cada jugador a expandir su busqueda de recursos en las tierras circundantes. Los exploradores indican que los distintos ramales del río Nilo son poco profundos y fácilmente vadeables por varios puntos, por lo que solo servirán como débil defensa inicial frente a las facciones enemigas.
eu: Lau jokalari aurrez-aurre Niloren Delta zabalean. Hiri bakoitza lautada handi baten gainean hasiko da, baina baliabideak urriak dira, jokalari bakoitza bere baliabide bilketa inguruko lurraldetara zabaltzera behartuz. Esploratzaileek Niloko adarren sakonera ez dela oso handia eta toki askoetatik gurutzatzeko erraza dela esaten digute, hori dela eta babes ahula eskainiko dute etsaien fakzioen aurrean.
fi: Neljä pelaajaa taistelee Niilin suistoalueella. Kukin kaupunki on aluksi suuren ylätasangon päällä, mutta luonnonvarat ovat vähissä, mikä pakottaa jokaisen pelaajan laajentamaan luonnonvaratoimintojaan ympäröiville alueille. ... Tiedustelijat sanovat, että läheiset Niilin haarat ovat matalia ja monin paikoin kahlattavissa, joten niiden pitäisi toimia vain pienenä esteenä vihollisryhmien välillä.
fr: Quatre joueurs traversant le vaste delta du Nil. Chaque ville commence nichée au sommet d'un grand plateau, mais les ressources sont rares, forçant chaque joueur à étendre leur recherche de ressources dans les terres environnantes. Les éclaireurs disent que les affluents du Nil environnants sont peu profonds et accessibles à plusieurs endroits, ils ne devraient donc représenter que des barrières mineures entre les factions ennemies.
ga: Troideann 4 imreoir ar feadh talaimh ollmhóir Deilte na Níle. Tosaíonn gach cathair os cionn acrapaile mhóire, ach tá achmainní ganna anseo, agus teastaíonn ar na himreoirí a n-obair acmhainne a mhéadú sna talaimh ina dtimpeall. Deir scabhtaí go bhfuil fo-aibhneacha in aice láimhe agus go bhfuil siad tanaí agus intrasnaithe ar áth, agus beidh siad amháin mar bhaic bheaga in aghaidh le haon namhaid.
gd: Tha ceathrar chluicheadairean a’ dèanamh thar gobhlan mòr an Nìl. Tòisichidh gach baile air àrd-chlàr mòr ach tha an stòras gann ’s feumaidh gach cluicheadair cruinneachadh stòrais a leudachadh dhan tìr timcheall air ri linn sin. Tha rabhadairean ag innse dhuinn gu bheil meuran an Nìl a tha faisg oirnn eu-domhain is gu bheil àthannan ann, mar sin cha bhi iad ’nam bacadh mòr eadar na nàimhdean.
hu: Négy játékos kitartóan küzd a hatalmas Nílus-deltában. Minden város egy nagy fennsíkon befészkelve kezdi, de a nyersanyagok szűkösek, arra sarkallva a játékosokat, hogy terjesszék ki nyersanyagforrás utáni kutatásukat a környező vidékre. A felderítők szerint a Nílus folyó közeli ágai sekélyek és több helyen átgázolhatóak, tehát csupán egy kis akadályt képeznek az ellenséges csoportok között.
id: Empat pemain bertarung di atas Delta Nil yang luas. Setiap kota dimulai di atas dataran tinggi yang besar, tetapi sumberdaya langka, memaksa setiap pemain untuk memperluas pencarian sumberdaya mereka ke tanah sekitarnya. Pengintai mengatakan cabang terdekat Sungai Nil dangkal dan dapat diarungi di banyak tempat, jadi seharusnya hanya menjadi penghalang kecil antara kubu -kubu musuh.
it: Quattro giocatori si contendono il controllo del vasto Delta del Nilo. Ogni città inizia al sicuro in cima di un grande altopiano, ma le scarse risorse li costringeranno ad espandere i loro territorio e le loro operazioni nelle terre vicine. Stando ad alcuni esploratori, i rami vicini del fiume Nilo sono guadabili in molti punti, quindi servirebbero solo come piccole barriere tra fazioni nemiche.
ja: 広大なナイルデルタを舞台に、4人のプレイヤーが競い合います。各都市は広大な台地の上に位置していますが、資源が不足しているため、各プレイヤーは周囲の土地に資源事業を拡大することを余儀なくされています。 斥候によると、近くのナイル川の支流は浅く、複数箇所で渡河が可能なため、敵対勢力との間に小さな障壁があるに過ぎないといいます。
ko: 네 명의 플레이어들이 광활한 나일강 삼각주를 뒤덮었습니다. 각 도시는 큰 고원 위에 자리 잡은 상태에서 시작하지만 자원이 부족하여 각 플레이어들이 자원 운영을 주변 땅으로 확장해야 합니다. 정찰병들은 나일강 주변의 지류가 얕고 여러 지역에서 살 수 있기 때문에 적의 파벌들 사이에 작은 장벽이 되어야 한다고 말합니다.
nl: Vier spelers vechten het uit in de enorme Nijldelta. Elke stad begint genesteld bovenop een groot plateau maar er zijn weinig grondstoffen, wat iedere speler dwingt grondstoffen te zoeken in het omringende land. Volgens de verkenners zijn de nabije uitlopers van de Nijl ondiep en eenvoudig op meerdere plekken over te steken, en vormen dus slechts een klein obstakel tussen vijandelijke kampen.
pl: 4 graczy zawalczy o kontrolę nad ogromną Deltą Nilu. Każde miasto rozpoczyna na rozległym wzniesieniu, gdzie jednakże zasoby są ograniczone, zmuszając każdego gracza, aby skierował swoją uwagę na przyległe dalsze rejony. Zwiadowcy donoszą o płytkim i dostępnym dorzeczu Nilu, które będzie stanowić jedynie słabą przeszkodę pomiędzy wrogimi frakcjami.
pt_br: Quatro jogadores se enfrentam pelo vasto delta do Nilo. Cada cidade começa alojada em um grande platô, mas os recursos são escassos, forçando cada jogador a expandir seus recursos exploratórios por terras vizinhas. Exploradores dizem que as margens do rio Nilo são rasas e transitáveis em múltiplas localidades, de modo que são uma pequena barreira entre facções inimigas.
pt_pt: Quatro jogadores enfrentam-se no vasto delta do Nilo. Cada povoação começa no topo de uma grande planície onde os recursos são escassos, o que obriga os jogadores a explorarem o mapa em busca de locais mais ricos. Nestas redondezas, os braços do rio Nilo são pouco profundos e facilmente atravessáveis em vários locais, portanto não constituem uma barreira fiável contra fações inimigas.
ru: Четыре игрока выясняют отношения через широкую дельту Нила. Каждый город начинается с уютного поселения на большом плато, но ресурсы ограничены, что вынуждает игроков расширять свою добычу на окружающие земли. Разведчики говорят, что близлежащие рукава Нила мелководны и их можно перейти вброд в нескольких местах, поэтому они служат лишь незначительным барьером между враждующими сторонами.
sv: Fyra spelare kämpar om stora Nildeltat. Varje stad börjar inbäddad ovanpå en stor platå, men resurserna är knappa och tvingar varje spelare att expandera sin verksamhet i de omgivande trakterna. Scouter säger att de närliggande grenarna av Nilen är grunda vid flera platser så de fungerar bara som en liten barriär mellan fientliga fraktioner.
tr: Dört oyuncu onu büyük Nil Deltası'na atılırlar. Her şehir geniş bir platoda yuvalanmış olarak başlar, ancak kaynaklar azdır ve her oyuncuyu kaynak işlemlerini çevre alanlara genişletmeye zorlar. İzciler, Nil Nehri'nin yakındaki kollarının çok sayıda yerde sığ ve zorlanabilir olduğunu, bu nedenle düşman hizipleri arasında sadece küçük bir engel görevi görmesi gerektiğini söyledi.
uk: Чотири гравці борються за владу над дельтою Нілу. Кожне поселення початково розташовується на вершині великого плато, але згодом ресурсів починає бракувати, змушуючи гравців розширювати свої володіння задля видобутку ресурсів. Розвідники повідомляють, що притоки Нілу мілкі та доступні у різних місцях, отже вони служать лише другорядною перепоною між ворожими угрупованнями.
zh: 在广阔的尼罗河三角洲，四名玩家展开竞争。市政中心坐落在大高原上，而资源稀缺，迫使玩家扩展土地，抢占资源。 斥候来报，尼罗河附近的支流很浅，多处可涉水而过，因此敌方可轻易突破。
zh_tw: 4 位玩家於廣闊的尼羅河三角洲一較高下。每個城市都位於大型的高地中開始遊戲，但資源量稀少，迫使每一個玩家都必須將他們採集資源的動作擴展到週邊的土地。 斥候回報，附近的尼羅河支流皆相當淺，且多處皆可涉水而過，因此只是敵方進攻的輕微障礙。

source: Necropolis
ast: Necrópolis
bg: Некропол
br: Nekropolis
ca: Necròpoli
cs: Pohřebiště
da: Nekropolis
de: Nekropole
el: Νεκρόπολις
es: Necrópolis
eu: Nekropolia
fa: نکروپولیس
fi: Nekropoli
fr: Nécropole
ga: Reilig
gd: Baile nam marbh
hu: Nekropolisz
id: Nekropolis
it: Necropoli
ja: ネクロポリス
ko: 공동묘지
pl: Nekropolia
pt_br: Necrópolis
pt_pt: Necrópole
ru: Некрополь
sk: Nekropola
sr: Некропољ
uk: Некрополь
zh: 墓群
zh_tw: 大墓地

source: A map for testing unit movement algorithms.
ast: Una geographía para probar l aldu de lɐs unidades.
bg: Карта за изпробване на алгоритъма за движение на единиците.
br: Ur gartenn evit prouadiñ algoritmoù fiñvadenn unanenn.
ca: Un mapa per provar els algoritmes de moviment de les unitats.
cs: Mapa ke zkoušení algoritmů pro pohyb jednotek.
da: En bane til at teste algoritmerne for enheders bevægelse.
de: Eine Karte zum Testen von Algorithmen zur Bewegung von Einheiten.
el: Ένας χάρτης για τον έλεγχο των αλγορίθμων κίνησης της μονάδας.
es: Un mapa para probar los algoritmos de movimiento de unidades.
eu: Unitateen mugitze algoritmoak probatzeko mapa.
fi: Kartta yksiköiden liikkumisalgoritmien testaamiseen.
fr: Une carte pour tester les algorithmes de mouvement des unités.
ga: Léarscáil d'algartaim gluaiseachta na n-aonad a thriailliú.
gd: Mapa gus algairimean ghluasaid a chur fo dheuchainn.
hu: Egy térkép az egységmozgási algoritmusok teszteléséhez.
id: Peta untuk menguji algoritme pergerakan unit.
it: Mappa per il test dell'algoritmo di movimento delle unità
ja: ユニットの移動アルゴリズムをテストするためのマップです。
ko: 유닛 이동 알고리즘을 테스트하기 위한 지도입니다.
ms: Peta untuk menguji algoritma pergerakan unit.
nb: Et kart for å teste enhetenes algoritmer for forflytning.
nl: Een kaart voor het testen van de algoritmes om eenheden te bewegen.
pl: Mapa do testowania algorytmów ruchu jednostek.
pt_br: Um mapa para testes em algoritmos de movimento de unidades.
pt_pt: Um mapa para testar os algoritmos de movimento das unidades.
ru: Карты для тестирования алгоритмов движений.
sk: Mapa testujúca algoritmy na navigáciu jednotiek.
sr: Мапа за тестирање алгоритма кретања јединице.
sv: En karta för att testa soldatsrörelsealgoritmer.
tr: Birim hareket testi için bir harita.
uk: Карта для тестування алгоритмів руху.
vi: Bản đồ dùng để kiểm tra các thuật toán di chuyển của đơn vị.
zh: 测试单位运动程序的地图。
zh_tw: 一個用以測試單位運動演算法的地圖。

source: Pathfinding Demo
ast: Dem. aldu
bg: Демонстрация — търсене на път
br: Diskouez Henchañ
ca: Demostració de cerca de camins
cs: Ukázka hledání cesty
de: Wegfindungsdemo
es: Demo de «pathfinding»
eu: Pathfinding Adibidea
fi: Polunetsinnän demo
fr: Démo - Pathfinding
ga: Taispeáint Taiscéalaíochta
gd: Taisbeanadh air lorg-slighean
hu: Útvonalkereső demó
id: Demo Pencarian Jalur
it: Percorso Demo
ja: パスファインディングのデモ
ko: 경로찾기 데모
ms: Demo Pathfinding
nb: Stifinnerdemo
nl: Kortste-pad algoritme demo
pl: Wyszukiwanie drogi (demonstracja)
pt_br: Encontre o Caminho - Demonstração
pt_pt: Demonstração de procura de caminhos
ru: Исследование, демо
sk: Ukážka hľadania ciest
tr: Yol bulma Denemesi
uk: Дослідження демо
vi: Thử nghiệm Dò đường
zh: 寻路测试
zh_tw: 尋找路線展示
