Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The Kingdom of Kush was an ancient African kingdom situated on the confluences of the Blue Nile, White Nile and River Atbara in what is now the Republic of Sudan. The Kushite era of rule in the region was established after the Bronze Age collapse of the New Kingdom of Egypt, and it was centered at Napata in its early phase. They invaded Egypt in the 8th century BC, and the Kushite emperors ruled as Pharaohs of the Twenty-fifth dynasty of Egypt for a century, until they were expelled by the Assyrians. Kushite culture was influenced heavily by the Egyptians, with Kushite pyramid building and monumental temple architecture still extent. The Kushites even worshipped many Egyptian gods, including Amun. During Classical antiquity, the Kushite imperial capital was at Meroe. In early Greek geography, the Meroitic kingdom was known as Aethiopia. The Kushite kingdom persisted until the 4th century AD, when it weakened and disintegrated due to internal rebellion, eventually succumbing to the rising power of Axum.
ast: El reinu de Cux foi un antiguu reinu africanu asitiáu nes miestes del Nilu Azul, Nilu Blancu y Ríu Atbara en lo qu'anguaño ye la República del Sudán. Los cuxites afitaron dominiu na rexón tres el colapsu del nuevu reinu d'Exiptu na Edá del Bronce, centrándolu en Napata demientres la fas temprana. Nel sielgu VIII a.C. invadieron Exiptu, onde los emperadores cuxites gobernaron como faraones de la dinastía XXV d'Exiptu un sieglu, fasta que los asirios los espuxaron. La fuerte influyencia exipcia na cultura cuxita pervése na contrucción de pirámides y arquiteutura de templos monumentales cuxites entá esistentes. De fechu, los cuxites adoraben a munchos dioses exipcios, incluyendo Amón. Na antigüedá clásica, la capital imperial de los cuxites tevo en Meroe. Na xeografía temprana griega, el reinu meroíticu conocióse como Etiopía. El reinu cuxita duró fasta'l sieglu IV d.C., cuando aflacó y desintegróse por culpa de rebelión interno, cediéndose finalmente énte'l poder xorreciente d'Aksum.
bg: Царството Куш е древно африканско царство, намиращо се при сливането на Сини Нил, Бели Нил и река Атбара, днес територия на Република Судан. Властта на Кушитите в региона се установява след разпада на Новото царство на Древен Египет през бронзовата епоха и в ранни времена се разполага в Напата. През 8в. пр.н.е. нахлуват в Египет, след което кушитските императори се управляват като фараони от двадесет и петата династия на Египет в продължение на столетие до тяхното отстраняване от асирийците. Културата на кушитите е основно заимствана от египтяните. Кушитите, подобно на египтяните, строили пирамиди и величествени храмове. Те дори почитали много египетски богове, включително Амон. През античността столицата на империята се намирала при Мерое. Според гръцки географски данни, Мероитското царство било позната още като Етиопия. Царството на кушитите продължава да съществува до 4в. сл.н.е., когато отслабва и се разпада поради вътрешни размирици, като накрая пада под нарастващата мощ на Аксум.
br: Rouantelezh Kouch a oa ur rouantelezh kozh lec'hiet war kemberioù an Nil glas, an Nil gwenn hag ar ster Atbara e-barzh ar pezh a zo en devezh a hiziv Republik ar Soudan. Oadvezh an dominasion Kouchit war ar rannvro a zo bet diazezet goude ma vefe kouezhet en e boull rouantelezh Bro-Ejipt da vare oadvezh an arem, ha kreizennet e oa e Napata en he fazenn gentañ. Aloubet o deus Bro-Ejipt en 8ved kantved kent J.K., hag an impalaerien Kouchit o deus renet evel faraoned adalek ar pempvet tierniezh warn-ugent a vro-Ejipt e-pad ur c'hantved, betek ma vefent bet kaset da skrapat gant an Asirianed. Ar sevenadur Kouchit a zo bet levezonet kalzig gant Egiptiz, evel da skouer savadur ar biramidenn Kouchit hag astenn sevel-tiez bras-divent an temploù. Kouchited a azeule kalzig a zoueed Ejispian, Amon en o mesk. E-pad an Henamzer glasel, ar gêrbenn Kouchit a oa e Meroe. Er c’heografiezh c'hresian kozh, ar rouantelezh meroitek a oa anavezet dindan an anv Etiopia. Dalc'het en deus ar rouantelezh Kouchit betek ar 4re kantved goude J.k, pa 'z eo deuet da vezañ bresk ha diempret abalamour d'un emsavadeg diabarzh, ober a reas e zalaroù a-benn ar fin ar gont dindan galloud Axum o tont war-wel.
ca: El Regne de Cuix fou un antic Regne Africà situat a les confluències del Nil Blau, Nil Blanc i riu Atbara a on hui en dia hi és la República del Sudan. L'era Cuixita de dominància de la regió va estar establida després del col·lapse de l'edat de Bronze del Nou Regne d'Egipte, i es centrà a la ciutat de Napata a la seua època primerenca. Envaïren Egipte al segle 8é A.C. i els emperadors Cuixites regnaren com a Faraons de la vint-i-cinquena dinastia de l'Egipte durant tota una centúria, fins que n'hi fóren expel·lits pels Assiris. La cultura Cuixita fou influenciada fortament pels Egipcis, amb construccions d'edificis piramidals i arquitectura monumental dels temples extensos. Els cuixites àdhuc adoraren molts Déus Egipcis, incloent Amon. Durant l'antiguitat Clàssica, la capital imperial Cuixita fou Meroe. A la geografia primerenca Grega, el regne Meroític fou conegut com Aethiopia. El regne Cuixita persistí fins al 4art segle D.C. quan fou debilitat i desintegrat degut a rebel·lions internes, i sucumbí finalment sota el poder en auge del regne d'Aksum.
cs: Království Kush bylo starobylé africké království ležící na soutoku Modrého Nilu, bílého Nilu a řeky Atbary v dnešní Republice Súdán. Kušitská doba vlády v oblasti byla založena až po zhroucení království Nového Egypta v době bronzové a měla hlavní sídlo v Napatě v rané fázi. Kúšité vpadli do Egypta v 8. století před naším letopočtem a kúšanští císaři vládli jako faraonové dvacáté páté dynastie Egypta po celé století, dokud nebyli vyhoštěni Asyřany. Kúšanská kultura byla silně ovlivněna Egypťany, se stavbou kúšanské pyramidy a monumentální chrámovou architekturou, jež se stále používá. Kúšité dokonce uctívali mnoho egyptských bohů, včetně Amona. Během klasického starověku bylo císařské hlavní město v Meroe. V rané řecké geografii, Meroejské království bylo známé jako Aethiopia. Kúšanské království trvalo až do 4. století, kdy se oslabilo a rozpadlo kvůli vnitřní vzpouře a nakonec podlehlo vzrůstající moci Axumu.
de: Das Reich von Kusch war ein altes afrikanisches Königreich, welches am Zusammenfluss des blauen Nils, des weißen Nils und des schwarzen Nils, dem Gebiet des heutigen Sudan, gelegen war. Die kuschitische Era in dieser Region begann nach der Bronzezeit mit dem Zusammenbruch des neuen Königreiches von Ägypten und hatte in früher Phase sein Zentrum in der Stadt Napata. Im 8 Jahrhundert v. Chr. fielen Sie in Ägypten ein. Dort regierten die kuschitischen Kaiser ein Jahrhundert lang als Pharaonen der fünfundzwanzigsten Dynastie, bis sie von den Assyrern wieder vertrieben wurden. Die Kultur der Kusch wurde stark von den Ägyptern beeinflusst aber durch eigene monumentale Bauwerke, wie Pyramiden oder Tempel, noch erweitert. Die Bewohner des Reiches Kusch verehrten sogar viele ägyptische Götter, einschließlich Amun. Während der klassischen Antike war ihre Reichshauptstadt Meroe, wobei in frühgriechischer Geschichte das merotische Königreich auch als Aethiopien bekannt war. Das kuschitische Reich bestand bis ins 4Jh. hinein, bis es, durch interne Rebellionen geschwächt, schließlich der wachsenden Macht von Axum erlag.
el: Το Βασίλειο του Κους ήταν ένα αρχαίο αφρικανικό βασίλειο που βρισκόταν στις συμβαλλόμενες περιοχές του Μπλε Νείλου, του Λευκού Νείλου και του ποταμού Αμπαρά σε αυτό που είναι τώρα η Δημοκρατία του Σουδάν. Η Κουσίτηκη περίοδος της κυριαρχίας στην περιοχή δημιουργήθηκε μετά την κατάρρευση του Νέου Βασιλείου της Αιγύπτου την Εποχής του Χαλκού και επικεντρώθηκε στην Νάπατα στην πρώιμη φάση της. Εισέβαλαν στην Αίγυπτο τον 8ο αιώνα π.Χ. και οι Κουσίτες αυτοκράτορες κυριάρχησαν ως Φαραώ της Εικοστής πέμπτης δυναστείας της Αιγύπτου για έναν αιώνα, μέχρι να αποβληθούν από τους Ασσύριους. Ο πολιτισμός των Κουσιτών επηρεάστηκε έντονα από τους Αιγυπτίους, με την κατασκευή της Κουσίτικης πυραμίδας και την μνημειακή αρχιτεκτονική των ναών. Οι Κουσίτες λάτρευαν ακόμη και πολλούς Αιγύπτιους θεούς, συμπεριλαμβανομένου του Άμων. Κατά τη διάρκεια της κλασικής αρχαιότητας, η βασιλική αυτοκρατορική πρωτεύουσα ήταν στη Μερόη. Στην πρώιμη ελληνική γεωγραφία, το Μεροΐτικό βασίλειο ήταν γνωστό ως Αιθιοπεία. Το βασίλειο των Κουσίτων διατηρήθηκε μέχρι τον 4ο αιώνα μ.Χ., όταν αποδυναμώθηκε και αποδιοργανώθηκε λόγω εσωτερικής εξέγερσης, υποχωρώντας τελικά στην αυξανόμενη δύναμη του Αξούμ.
es_ar: El Reino de Kush era un antiguo reino africano situado en las confluencias del Nilo Azul, el Nilo Blanco y el Río Atbara en lo que hoy es la República de Sudán. La era de gobierno Kushite en la región se estableció después del colapso de la Edad de Bronce del Nuevo Reino de Egipto, y en su fase inicial se centró en Napata. Invadieron Egipto en el siglo VIII aC, y los emperadores Kushitas gobernaron como faraones de la dinastía XX de Egipto por un siglo, hasta que fueron expulsados ​​por los asirios. La cultura Kushita fue fuertemente influenciada por los egipcios, con la construcción de la pirámide Kushita y la arquitectura monumental del templo. Los kushitas incluso adoraron a muchos dioses egipcios, incluido Amun. Durante la antigüedad clásica, la capital imperial kushita estaba en Meroe. En la geografía griega temprana, el reino de Meroitic se conocía como Aethiopia. El reino Kushita persistió hasta el siglo IV dC, cuando se debilitó y se desintegró debido a la rebelión interna, eventualmente sucumbiendo al poder creciente de Axum.
eu: Afrikako Kush erreinua Nilo urdinaren, Nilo zuriaren eta Atbara errekaren elkargunetan kokatzen zen, gaur egun Sudango errepublika aurkitzen den tokian. Kushiten gobernu aroa Egiptoko Erreinu berriaren Brontze aroaren amiltzearen ondoren gertatu zen, eta Napata izan zuen zentroa. Egipto inbaditu zuten K.a. VIII mendean, eta enperadore Kushitek faraoi gisa gobernatu zuten mende batez Egiptoko XXV dinastia, siriakoek bota zituzten arte. Kushite kultura egiptoarren eragin handia izan zuen, Kushite piramidearen eraikuntzarekin eta tenpluen arkitektura monumentalarekin. kushitek jainko egiptoarrak ere gurtu zituzten, Amun barne. Aitzinean, Kushiten inperioko kapitala Meroen zegoen. Grekoen aurre geografian, Meroitic erreinua Aethiopia bezala zen ezaguna. Kushiten erreinua K.o. lV mende arte jarraitu zuen, barne arazoengatik ahuldu eta desegin zen arte, eta azkenean Axumen botere gero eta handiagoaren menpe gelditu zen.
fa: پادشاهی کوش یک پادشهایی آفریقایی باستانی است که در نقطه تلاقی نیل آبی و نیل سفید و همچنین در نزدیکی رود آبتارا قرار داشد. آنها در قرن 8 قبل از میلاد به مصر حمله کردند و بعد از فتح مصر پادشاه کوش همچون فراعن مصر به مدت یک قرن حکومت کرد تا زمانی که توسط آشوریها عقب رانده شدند. فرهنگ کوشی ها به شدت تحت تاثیر فرهنگ مصر قرار داشت و ساخت اهرام نیز تاثیر گرفته از فرهنگ مصر بود. کوشی ها حتی بسیاری از خدایان مصری را همانند آمون می پرستیدند. در دوران عهد عتیق پایتخت پادشاهی کوش در مروا قرار داشت. پادشاهی کوش تا قرن 4 بعد از میلاد نیز برجای بود ولی به مرور تضعیف شد و بدلیل جنگ های داخلی از هم پاشید.
ga: Ba ríocht ársa na hAfraice í Ríocht na Cúise, i gcumar na Níle Goirme, na Níle Báine agus an Atbara i lár Poblachta na Súdáine sa lá atá inniu. Thosaigh ré na Cúisigh sa réigiún tar éis cliste na Cré-umhaoise agus teip na Ríochta Nua san Éigipt, bhí Napata mar phríomhionad aici ar dtús. Rinne na Cúisigh ionradh ar an Éigipt sa 8ú haois RC, agus rialaigh na himpirí Cúiseacha mar Fharónna an cúigiú ríora is fiche de chuid na hÉigipte, go dtí a chuir na hAisiriaigh amach astu. Imríodh tionchar na nÉigipteach go mór mór ar chultúr na Cúise, agus tá pirimidí Cúiseacha agus alltireacht teampallach ollmhór atá ann inniu. D'adhair na Cúisigh fiú déithe Éigipteacha, Amún ina measc. I rith aoise na nGréigeach, bhí príomhchathair impireachta na Cúise ag Méróé. Sa luath-thíreolaíocht Ghréigeach, bhí ríocht na Méróé aitheanta mar 'Aethiopia' nó an Aetóip. Lean an ríocht Chúiseach seo ar aghaidh go dtí an 4ú haois déag AD, nuair a thit sí as a chéile mar gheall ar éirithe amach intíre go leor, agus ghéill sí ar smacht nua na hAcsáime sa deireadh.
he: המלכות כוש היה מלכות אפריקית בקדם, יושב במקום איפה הנהר הנילֹ להיתכשר מן שלוש חלכים: הניל הכחול, הניל הלבן, והנהר אומר אטברה, במה שעכשיו המדינת סודן. הימיםשל המלכות הכושית יהי אחר׳ התקופת הברונזה ניגמר בהמלכות החדש של מצריים, והיה לו מרכזו בנאפטה מוקדם. הם פלשו למצרים במאה השמינית לפני הספירה, והקיסרים הקושטים שלטו כפרעונים של השושלת העשרים וחמש של מצרים במשך מאה שנים, עד שהם גורשו על ידי האשורים. התרבות הכושית הושפעה במידה רבה על ידי המצרים, עם מבנה הפירמידה כושית אדריכלות המקדש המונומנטלי עדיין במידה. הכוששים אפילו סגדו לאלים מצריים רבים, כולל עמון. בתקופת הקלאסית העתיקה, בירת הקושי האימפריאלית היתה במרו. בגיאוגרפיה היוונית הקדומה, הממלכה המרואטית הייתה ידועה בשם אתיופיה. הממלכה הכושית נמשכה עד המאה ה -4 לספירה, כאשר היא נחלשה והתפוררה בשל מרד פנימי, ובסופו של דבר נכנעה לכוחו העולה של אקסום.
hu: A Kusita Királyság egy ókori afrikai királyság volt, amely a Kék-Nílus, a Fehér-Nílus és az Atbara folyó összefolyásánál feküdt, a mai Szudán területén. A kusita uralkodói kor az Egyiptomi Újbirodalom bronzkori összeomlása után alakult ki a régióban, és eleinte Napatában központosult. Az i. e. 8. században leigázták Egyiptomot, és a kusita uralkodók Egyiptom XXV. dinasztiájaként uralkodtak egy évszázadig, amíg el nem űzték őket az asszírok. A kusita kultúrára nagy mértékben hatással voltak az egyiptomiak, a kusita piramisépítések és a monumentális templomépítészet is erről tanúskodik. A kusiták számos egyiptomi istent is tiszteltek, köztük Amunt is. A klasszikus antikvitás alatt, a kusita birodalmi központ Meroéban volt. A korai görög földrajzban a Meroitikus Királyságot Aethiopia néven említik. A Kusita Királyság az i. e. 4. századig maradt fenn, majd belső lázadás miatt meggyengült és összeomlott, végül a felemelkedő Akszúmi Királyság kebelezte be.
hy: Քուշի թագավորությունը աֆրիկյան հին թագավորություն էր՝ տեղակայված Կապույտ ու Սպիտակ Նեղոսների և Ատբարա գետի միախառնման վայրում, որտեղ գտնվում է ներկայիս Սուդանի Հանրապետությունը։ Տարածաշրջանում քուշական իշխանության ժամանակաշրջանը հիմնվել է Բրոնզի դարում Եգիպտոսի Նոր Թագավորության անկումից հետո, և նախնական շրջանում դրա կենտրոնը Նապատան էր։ Քուշերը ներխուժեցին Եգիպտոս մ․թ․ա․ 8-րդ դարում, և քուշական կայսրերը մեկ դար շարունակ իշխեցին որպես քսանհինգերորդ դինաստիայի փարավոններ՝ մինչև ասորիների կողմից վտարումը։ Քուշական մշակույթի վրա մեծ ազդեցություն է թողել եգիպտական մշակույթը, և քուշական բուրգերի կառուցումն ու հուշարձանային տաճարների ճարտարապետությունը դեռևս շարունակվում են։ Ավելին, քուշերը պաշտում էին եգիպտական բազմաթիվ աստվածների, ներառյալ Ամոնին։ Անտիկ դարաշրջանում Քուշական կայսրության մայրաքաղաքը Մերոեն էր։ Վաղ հունական աշխարհագրության մեջ Մերոեյական թագավորությունը հիշատակվում է որպես Եթովպիա։ Քուշական թագավորությունը գոյատևեց մինչև մ․թ․ 4-րդ դար, որից հետո այն, արդեն թուլացած և ներքին ապստամբությունների պատճառով մասնատված, ի վերջո չկարողացավ դիմակայել Աքսումի հզորացող թագավորությանը։
ko: 쿠시 왕국은 현재 수단 공화국에있는 블루 나일강, 화이트 나일강 아트바라 강이 합류한 위치에 놓여있는 고대 아프리카 왕국입니다. 이 지역의 쿠시 시대의 통치는 새로운 이집트 왕국의 청동기 시대 붕괴 이후 설립되었으며, 초기 단계에서 나파타를 중심으로 이루어졌습니다. 그들은 기원전 8세기에 이집트를 침략했고, 쿠시의 황제는 아시리아인들에 의해 쫒겨날때 까지 1세기 동안 이집트의 25번째 왕조의 파라오로서 지배했습니다. 쿠시의 문화는 쿠시의 피라미드 건물과 기념비적인 사원 건축 양식이 여전한 규모로 이집트인에 의해 크게 영행을 받았습니다. 쿠시는 아문을 포함한 많은 이집트의 신들을 숭배 했습니다. 고전 고대 동안, 쿠시 제국의 수도는 메로에 였습니다. 초기 그리스 지리학에서, 메로에 왕국은 아에티오피아로 알려졌습니다. 쿠시 왕국은 서기 4세기까지 지속되었습니다. 내부 반란으로 인해 약화되고 해체되었을 때, 결국 악숨 왕국의 상승하는 힘에 굴복했습니다.
pl: Kusz było starożytnym afrykańskim królestwem położonym u zbiegu Nilu Błękitnego i Białego oraz rzeki Atbara w obecnej Republice Sudanu. Era kuszycka rozpoczęła się po upadku epoki brązu w Nowym Państwie Egipt, a w początkowej fazie miała swoją siedzibę w Napacie. Kuszyci najechali na Egipt w VIII w. p.n.e., a władcy przez sto lat rządzili jako faraonowie 25. dynastii Egiptu, dopóki nie zostali wypędzeni przez Asyryjczyków. Kultura kuszycka była silnie inspirowana egipską, na co wskazują budowane przez Kuszytów piramidy i monumentalne świątynie. Lud ten czcił nawet licznych bogów egipskich, takich jak Amon. W okresie klasycyzmu stolicą imperium kuszyckiego było Meroe, a mieszkańcy Królestwa Meroe przez Greków nazywani byli Etiopami. Kusz przetrwało do IV w. n.e., kiedy to osłabło i rozpadło się przez wewnętrzne rebelie, ostatecznie ulegając rosnącej potędze Aksum.
pt_br: O reino de Kush era um antigo reino africano situado nas confluências do Nilo Azul, do Nilo Branco e do rio Atbara, no que hoje é a República do Sudão. A era Kushita de domínio na região foi estabelecida após o colapso da Idade do Bronze no Novo Reino do Egito, e foi centralizada em Napata em sua fase inicial. Eles invadiram o Egito no século 8 A.C, e os imperadores Kushitas governaram como faraós da vigésima quinta dinastia do Egito por um século, até serem expulsos pelos assírios. A cultura kushita foi fortemente influenciada pelos egípcios, com a construção da pirâmide de Kushita e a arquitetura monumental do templo ainda em extensão. Os kushitas até adoravam muitos deuses egípcios, inclusive Amon. Durante a antiguidade clássica, a capital imperial kushita foi em Meroé. Na antiga geografia grega, o reino meroítico era conhecido como Etiópia. O reino kushita persistiu até o século 4 A.C, quando enfraqueceu e se desintegrou devido à rebelião interna, eventualmente sucumbindo ao poder crescente de Axum.
ru: Царство Куш было древним африканским царством, расположенным на месте слияния Голубого Нила, Белого Нила и реки Атбара - там, где сейчас находится Республика Судан. Эпоха правления кушитов в регионе началась после катастрофы бронзовой века и упадка Нового Царства Египта,и на раннем этапе была сосредоточена в Напате. В 8 веке до н.э. они вторглись в Египет, а кушитские императоры правили как фараоны XXV династии Египта на протяжении столетия, пока их не изгнали ассирийцы. Культура кушитов подверглась сильному влиянию египетской: подобно египтянам кушиты строили пирамиды и возводили величественные храмы. Кушиты даже поклонялись многим египетским богам, в том числе Амону. Во время классического периода столицей империи кушитов был Мероэ. В ранних греческих географических источниках Мероитское царство было известно как Эфиопия. Кушитское царство просуществовало до 4 века н.э., пока оно, ослабшее и раздираемое восстаниями, в конце концов не уступило набиравшему силу Аксумскому царству.
sv: Kungariket Kush var ett gammalt afrikanskt rike som ligger på confluencesna av den blå nilen, den vita nilen och floden Atbara i vad är nu Sudan. Den kushitiska epoken av regimen i regionen upprättades efter bronsålderns sammanbrott av det nya kungariket i Egypten, och det var centrerat i Napata i sin tidiga fas. De invaderade Egypten i 8th århundradet f.Kr., och kushiternas kejsare regerade som en faraos av den tjugofemte dynastin i Egypten under ett århundrade tills de utvisades av assyrierna. Kushitskulturen påverkades tungt av egyptierna, med kushitisk pyramidbyggnad och monumental tempelarkitektur fortfarande omfattande. Kushiterna tillbedde till och med många egyptiska gudar, inklusive Amun. Under klassisk antikvitet var den kusitiska kejserliga huvudstaden hos Meroe. I tidig grekisk geografi var Meroitic-riket känt som Aethiopien. Det kushitiska riket fortsatte fram till 4: e århundradet e.Kr., när det försvagades och sönderdelades på grund av internt uppror, och gav sig till slut för Axums stigande kraft.
tr: Kush Krallığı, şu anda Sudan Cumhuriyeti'nde olan Mavi Nil, Beyaz Nil ve Atbara Nehri'nin birleştiği yerde bulunan eski bir Afrika krallığıydı. Bölgedeki Kushite egemenliği, Mısır Yeni Krallığı'nın Tunç Çağı çöküşünden sonra kuruldu ve erken döneminde Napata'da merkezlendi. Mısır'ı M.Ö. 8. yüzyılda istila ettiler ve Kushite imparatorları Asurlular tarafından kovulana kadar Mısır'ın Yirmi beşinci hanedanının firavunu olarak yönetti. Kushite kültürü, Kushite piramit yapı ve hala anıtsal tapınak mimarisi ile Mısırlılar, ağır etkilendi. Kushitler, Amun da dahil olmak üzere birçok Mısır tanrısına ibadet bile etti. Klasik dönem boyunca, Kushite imparatorluk başkenti Meroe'deydi. Erken Yunan coğrafyasında, Meroitik krallık Aethiopia olarak biliniyordu. Kushite krallığı MS 4. yüzyıla kadar sürdü, iç isyan nedeniyle zayıfladığında ve parçalandığında, sonunda Axum'un yükselen gücüne kaptı.
uk: Царство Куш було древнім африканським царством, розташованим на місці злиття Блакитного Нілу, Білого Нілу і річки Атбара — там, де зараз знаходиться Республіка Судан. Епоха правління кушитів в регіоні почалася після катастрофи бронзового віку і занепаду Нового Царства Єгипту, і на ранньому етапі була зосереджена в Напаті. У 8 столітті до н.е. вони вторглися в Єгипет, а кушитські імператори правили як фараони XXV династії Єгипту протягом століття, поки їх не вигнали асирійці. Культура кушитів піддалася сильному впливу єгипетської: подібно єгиптянам кушити будували піраміди і зводили величні храми. Кушити навіть поклонялися багатьом єгипетським богам, в тому числі Амону. Під час класичного періоду столицею імперії кушитів був Мерое. У ранніх грецьких географічних джерелах Мероїтське царство було відоме як Ефіопія. Кушитське царство проіснувало до 4 століття н.е., поки воно, ослаблене і роздіране повстаннями, в кінці кінців не поступилося Аксумському царстві, що набирало сили.
zh: 库什王国是一个古老的非洲王国，位于现在的苏丹共和国的青尼罗河、白尼罗河和阿特巴拉河的交汇处。库什是在埃及新王国的青铜时代崩溃之后建立的，早期阶段以那帕塔为中心。他们在公元前8世纪入侵埃及，并且库什君主统治了埃及第25王朝约一个世纪，直至被亚述人驱逐。 库施文化受到埃及的极大影响，库施金字塔建筑和巨大的神庙建筑现在仍然存在。 库施也崇拜许多埃及神，包括阿蒙神。古典时期，库什的首都位于麦罗埃。在希腊早期的地理学中，麦罗埃地区被称之为埃塞俄比亚。 库什王国一直延续到4世纪，当时它由于内部的反叛而削弱和解体，最后臣服于崛起的阿克苏姆。

source: Macedonians
ast: Macedonios
bg: Македонци
br: Makedonied
ca: Macedonis
cs: Makedoňané
de: Makedonen
el: Μακεδόνες
es_ar: Macedonios
eu: Mazedoniarrak
fa: مقدونی ها
ga: Na Macadóinigh
he: המוקדונים
hu: Makedónok
hy: Մակեդոնացիներ
it: Macedoni
ja: マケドニア
ko: 마케도니아
nb: Makedoniere
pl: Macedończycy
pt_br: Macedônios
ru: Македоняне
sk: Macedónci
sv: Makedonier
tr: Makedonyalılar
tt: Македонлар
uk: Македонці
zh: 马其顿
zh_tw: 馬其頓人
