Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: The field's builders will now automatically begin gathering food from the field. Using the newly created group of skirmishers, get them to build another house nearby.
ast: Agora los constructores del eru van entamar automáticamente a recoyer comida d'elli. Emplegando´l grupu d´escaramuzadores acabante de criar, fai que construyan otra casa.
bg: Строителите на полето ще започнат автоматично да събират храна от него. Използвайте току-що обучената група стрелци, за да построите още една къща наблизо.
br: Saverien ar park a em-stago ganti en un doare da zastum boued diwar ar park bet savet ganto. Implijit ar strollad tennataerien nevez-stummet da sevel un ti nepell.
ca: Els constructors del camp començarana a recol·lectar menjar automàticament del mateix camp. Amb l'ajuda del grup de soldats d'escaramussa, acabat de crear, construïu una altra casa a prop.
de: Die Einheiten, die das Feld gebaut haben fangen dann automatisch an, auf dem Feld Nahrung zu sammeln. Baue mit der neu ausgebildeten Plänklergruppe noch ein Haus in der Nähe.
el: Οι οικοδόμοι του χωραφιού τώρα αυτόματα θα αρχίσουν να συλλέγουν φαγητό από το χωράφι. Χρησιμοποίησε τη νεοσύστατη ομάδα από τους ακροβολιστές, βάλτους να χτίσουν ένα άλλο σπίτι κοντά.
eo: La konstruintoj de la agro nun aŭtomate komencos kolekti manĝaĵon el la agro. Per uzo de la nove kreita aro de bataletistoj, igu ilin konstrui alian domon proksime.
es: Los creadores del huerto comenzarán automáticamente a recolectar comida del mismo. Ahora construye otra casa en las cercanías con los escaramuceros recién reclutados.
es_ar: Los constructores del Huerto ahora comenzarán automáticamente a recolectar alimento del Huerto. Usa este grupo de Escaramuzadores creado recientemente para que construyan otra casa en las cercanías.
eu: Baratza egileak automatikoki hasiko dira janaria jasotzen. Erabili borrokalari talde berria inguruetan beste etxe bat eraikitzeko.
fa: کسانی که زمین کشاوزی را ساختند بصورت خودکار شروع به جمع آوری غذا از آن خواهند کرد. از نیزه انداز هایی که تازه ساخته شده اند استفاده کنید و یک خانه جدید با آنها بسازید.
ga: Tosóidh tógálaithe an ghoirt anois do bhia a bhailiú den ghort. Úsáid dream na scirmiseoirí nua-dhéanta agus ordaigh orthu do theach a thógáil in aice láimhe.
gd: Tòisichidh luchd-togail an achaidh air biadh a chruinneachadh on achadh gu fèin-obrachail. Cleachd am buidheann de streupairean a tha thu air ùr-chruthachadh gus taigh eile a thogail am fagas.
gl: Os construtores do campo comezarán a recoller comida do campo automaticamente. Usa o grupo de escaramuzadores que acabas de crear para construír outra casa nas proximidades.
it: I costruttori del campo ora inizieranno automaticamente a raccogliere cibo dal campo. Utilizzando il gruppo di incursori appena creato, ordinagli di costruire un'altra casa nelle vicinanze.
ko: 밭을 개간한 노동자들은 이제 밭에서 식량을 자동으로 채집할것입니다. 새로 만든 군단 그룹을 이용해 근처에 다른 집을 지으십시오.
ms: Juru bina kini secara automatik mula mengutip makanan dari ladang. Dengan menggunakan sekumpulan askar peninjau yang baru diwujudkan, arah mereka membina lagi rumah berhampiran.
pl: Po ukończeniu pola budowniczowie automatycznie rozpoczną zbieranie żywności w pola. Korzystając z właśnie utworzonej grupy oszczepników, wybuduj w pobliżu dom.
pt_pt: Os construtores do campo irão agora começar a recolher alimentos do campo. Com os Escaramuçadores acabados de criar, ordena-lhes que construam uma nova casa por perto.
ru: Как только поле будет готово, строители сразу примутся собирать урожай. Используя вновь испечённых стрелков, постройте дом рядом.
sk: Stavitelia poľa teraz automaticky začnú zbierať jedlo z poľa. Použi novo-vytvorenú skupinu harcovníkov a postav nablízku ďalší dom.
sv: Fältets byggare börjar nu automatiskt samla mat från fältet. Med hjälp av den nyskapade gruppen skirmishers, få dem att bygga ett annat hus i närheten.
tr: Alandaki inşacılar şimdi otomatik olarak alandan yiyecek toplamaya başlayacaklar. Yeni eğitilen avcı gruplarını, yakında bir başka ev inşa etmek için yolla.
uk: Працівники, що засівали поле, тепер автоматично почнуть збирати їжу з поля. Використовуючи щойно натреновану групу застрільників, віддайте їм наказ побудувати поруч інший будинок.
zh: 这个农田建造者会自动采集农田的食物。让新建的这些散兵在附近建设另一个房屋。

source: Train a batch of Hoplites at the Civic Center. Select the Civic Center and with it selected right-click on a tree nearby. Units from the Civic Center will now automatically gather Wood.
ast: Llevanta un grupu d'hoplites del centru civil. Esbilla'l centru civil y con elli esbilláu calca col botón drechu nun árbole cercanu. Agora les unidaes del centru civil van recoyer automáticamente la madera.
bg: Обучете партида хоплити от селищния център. Изберете селищния център, и докато е избран, щракнете с десен бутон върху някое близко дърво. Така единиците, излизащи от градския център, автоматично ще събират дървесина от посоченото място.
br: Stummit ur strollad Hoplited er Greizenn Geodedel ha pa vez diuzet klikit dehou war ur wezenn-nes. Unanennoù ar Greizenn Geodedel az aio da em-goata.
ca: Formeu un lot d'hoplites al centre cívic. Seleccioneu el centre cívic i feu clic amb el botó dret sobre un arbre proper. Les unitats del centre cívic començaran a recol·lectar menjar automàticament.
de: Bilde einen Trupp Hopliten im Verwaltungssitz aus. Wähle den Verwaltungssitz aus und klicke dann rechts auf einen Baum in der Nähe. Einheiten vom Verwaltungssitz sammeln dann automatisch Holz.
el: Εκπαίδευσε μια ομάδα Οπλιτών από το Αστικό Κέντρο. Επίλεξε το Αστικό Κέντρο και κάνε δεξί κλικ σε ένα δέντρο κοντά. Μονάδες από το Αστικό Κέντρο τώρα θα συγκεντρώνουν αυτόματα Ξύλο.
eo: Trejnu staplon de Hoplitojn ĉe la Civitacentro. Elektu la Civitacentron kaj, kun ĝi elektata, dekstre-klaku sur arbon proksime. Unuoj el la Civitacentro nun aŭtomate komencos kolekti Lignon.
es: Recluta 5 hoplitas en el centro cívico. Selecciona el centro cívico y, una vez seleccionado, pulsa el botón izquierdo del ratón en un árbol cercano. Las unidades del centro cívico recogerán madera automáticamente.
es_ar: Entrena un grupo de Hoplitas en el Centro Cívico. Selecciona el Centro Cívico y haz click derecho en un árbol cercano. Las unidades ahora recolectarán madera automáticamente al salir del Centro Cívico.
eu: Trebatu Hoplita taldea Gizarte Zentroan. Aukeratu Gizarte Zentroa eta, behin aukeraturik, saguaren ezker botoia klikatu gertuko zuhaitz batean. Gizarte Zentroko unitateak berehala hasiko dira janaria biltzen.
fa: یک دسته از هاپلیت ها را در مرکز تمدن پرورش دهید. مرکز تمدن را انتخاب کنید و با آن بر روی یکی از درختان نزدیک کلیک راست کنید. حالا نیروهای جدید بعد از اینکه آماده شدند بصورت خودکار شروع به جمع کردن آن چوب خواهند کرد.
ga: Traenáil dream Hoiplítigh ag an Ionad Cathartha. Roghnaigh an tIonad Cathartha agus leis an tIonad seo roghnaithe deaschliceáil ar crann in aice láimhe. Baileoidh aonaid den Ionaid Cathartha seo Adhmad go huathoibríoch.
gd: Trèanaich grunn hoiplidean san ionad shìobhalta. Tagh an t-ionad sìobhalta ’s fhad ’s a tha e air a thaghadh, dèan briogadh deas air craobh am fagas. Tòisichidh aonadan on ionad shìobhalta air fiodh a chruinneachadh gu fèin-obrachail a-nis.
gl: Adestra un grupo de hoplitas no centro cívico. Selecciona o centro cívico e, con el seleccionado, preme co botón secundario unha árbore próxima. As unidades do centro cívico recollerán madeira automaticamente.
it: Addestra un gruppo di opliti nel Centro Cittadino. Seleziona il Centro Cittadino con il clic sinistro e mentre è selezionato clicca col tasto destro del mouse su un albero nelle vicinanze. Le unità addestrate nel Centro Cittadino ora si riuniranno lì e raccoglieranno legna.
ko: 시민 회관에서 중갑 보병의 배치를 훈련 시키십시오. 시민 회관을 선택하고 선택한 상태에서 근처의 나무를 마우스 오른쪽 버튼으로 클릭하십시오. 이제 시민 회관의 유닛은 이제 자동으로 목재를 채집할 것입니다.
ms: Latih sekelompok Hoplite dari Pusat Sivik. Pilih Pusat Sivik dan dengannya klik kanan pada pokok berhampiran. Unit dari Pusat Sivik kini secara automatik akan mengumpul Kayu.
pl: Stwórz serię Hoplitów w centrum osady. Zaznacz centrum osady, a następnie kliknij PPM na drzewie w pobliżu. Jednostki trenowane w centrum osady będą teraz automatycznie kierowane do zbierania drewna.
pt_pt: Treina um lote de Hoplitas no Centro Cívico. Seleciona o Centro Cívico e com este selecionado clica com o botão direito do rato numa árvore das redondezas. As unidades do Centro Cívico irão agora recolher Madeira automaticamente.
ru: Обучите партию гоплитов в Городском Центре. Выберите здание Городского Центра, а затем правой кнопкой укажите на ближайшее дерево. Новые юниты будут автоматически направляться на сбор древесины.
sk: Vytrénuj skupinu Hoplitov v Občianskom Centre. Označ občianske centrum a pravým tlačidlom klikni na blízke stromy. Jednotky z Občianskeho Centra budú teraz automaticky ťažiť drevo.
sv: Träna en grupp hopliter i samhällscentret. Välj samhällscentret och välj det med högerklick på ett träd i närheten. Enheter från samhällscentret kommer nu automatiskt att samla ved.
tr: Kent Merkezi'nde bir grup Hoplite eğitin. Kent Merkezi'ni seçin ve onunla birlikte yakındaki bir ağaç üzerinde sağ tıklayın seçin. Kent Merkezi'ndeki birimler otomatik olarak Odun toplayacaklardır.
uk: Натренуйте групу Гоплітів в Громадському Центрі. Виберіть Громадський Центр та натисніть правою кнопкою на дерево поблизу. Юніти з Громадського Центру тепер автоматично будуть збирати деревину.
zh: 在市政中心训练一批希腊重步兵。选择市政中心，然后右击旁边的一棵树，这样市政中心新训练出来的单位会自动采集木材。

source: Click on the Hoplite icon.
ast: Calca nel iconu del hoplita.
bg: Натиснете иконката с хоплит.
br: Klikit war arlun an Hoplit.
ca: Feu clic sobre la icona de l'hoplita.
cs: Klepněte na ikonu hoplíty.
de: Klicke auf das Hopliten-Symbol.
el: Κάνε κλικ στο εικονίδιο του Οπλίτη.
eo: Klaku sur la bildeton «Hoplito».
es: Haz clic sobre el icono del hoplita.
es_ar: Haz clicl sobre el ícono de Hoplita.
eu: Klikatu Hoplite ikonoan.
fa: بر روی عکس هاپلیت کلیک کنید.
fi: Napsauta hopliitti-kuvaketta.
fr: Cliquez sur l’icône « Hoplite ».
ga: Cliceáil ar íocón an Hoiplítigh.
gd: Dèan briogadh air ìomhaigheag an hoiplid.
gl: Preme a icona de hoplita.
hu: Kattints a hoplita ikonra!
id: Klik ikon Hoplites.
it: Clicca sull'icona dell'Oplita.
ja: 重装歩兵のアイコンをクリックしてください。
ko: 중갑 보병 아이콘을 클릭하십시오.
ms: Klik pada ikon Hoplite.
nl: Klik op het Hopliet icoontje.
pl: Kliknij na ikonie Hoplity.
pt_br: Clique no ícone do Hoplita.
pt_pt: Clica no ícone do Hoplita.
ru: Щёлкните по иконке Гоплита.
sk: Klikni na ikonu Hoplita.
sv: Klicka på Hoplit-ikonen.
tr: Hoplite simgesine tıklayın.
uk: Натисніть на піктограму Гопліт.
zh: 按下希腊重步兵图标。
zh_tw: 按下重裝步兵的圖示。

source: Select the Civic Center, then hover the cursor over the tree and right-click when you see your cursor change into a Wood icon.
ast: Esbilla'l centru civil, pon el punteru enriba del árbol y calca col botón drechu en cuantes se camude'l punteru nel iconu de la madera.
bg: Изберете селищния център, а след това посочете дървото с мишката и щракнете с десния бутон върху него, когато курсорът се превърне в иконка с дърво.
br: Diuzit ar Greizenn Geodedel ha lakait ar reti war ar wezenn. Klikit-dehou warni pa ez eo cheñchet ar reti d'un arlun Koad.
ca: Selecciona el Centre Cívic i a continuació passa el cursor sobre l'arbre i prem click dret quan veges el teu cursor canviar a la icona de fusta
de: Wähle den Verwaltungssitz aus, fahre dann mit dem Mauszeiger über einen Baum und klicke rechts, wenn sich der Mauszeiger in ein Holzsymbol verwandelt.
el: Επέλεξε το Αστικό Κέντρο, έπειτα τοποθέτησε τον κέρσορα πάνω σε ένα δέντρο και κάνε δεξί κλικ όταν δεις τον κέρσορα του ποντικού να αλλάζει σε εικονίδιο Ξύλου.
eo: Elektu la Civitacentron, poste loku la kursoro super la arbo kaj dekstre-klaku, kiam vi vidas, ke via kursoro fariĝas bildeto «Ligno».
es: Selecciona el centro cívico, después mueve el cursor sobre el árbol y haz clic derecho en cuanto veas el símbolo de la madera.
es_ar: Selecciona el Centro Cívico, luego desplaza el cursor sobre un árbol, haz click derecho cuando veas que el cursor cambia a un ícono de madera.
eu: Gizarte Zentroa aukeratu, kurtsorea zuhaitzaren gainean jarri eta saguaren eskuin klika egin erakuslea Egur ikonora aldatzen denean.
fa: مرکز تمدن را انتخاب و سپس نشانگر ماوس خود را بر روی یک درخت نزدیک ببرید و زمانی که بر روی نشانگر ماوس عکس چوب نمایش داده شد کلیک راست را بزنید.
ga: Roghnaigh an tIonad Cathartha agus faoileáil an cúrsóir os crionn an chrainn agus deaschliceáil nuair a fhéiceann tú do chúrsóir ag athrú go íocón Adhmaid.
gd: Tagh an t-ionad sìobhalta, cuir an luchag os cionn na craoibhe an uairsin agus dèan briogadh deas nuair a bhios an cùrsair air a dhol ’na ìomhaigheag fiodha.
gl: Seleccione o centro cívico, sitúe o cursor sobre a árbore, e prema co botón secundario cando o cursor se converta nunha icona de madeira.
it: Seleziona il Centro Cittadino, quindi sposta il cursore sopra un albero e fai clic con il pulsante destro quando vedi il cursore diventare un'icona Legno.
ko: 시민 회관을 선택한 다음 커서를 나무에 올려 놓고 커서가 목재 아이콘으로 바뀌면 마우스 오른쪽 버튼을 클릭하십시오.
ms: Pilih Pusat Sivik, kemudian letak penuding tetikus anda di atas pokok dan klik-kanan bila anda dapati kursor berubah bentuk menjadi ikon Kayu.
pl: Zaznacz Centrum Osady, a następnie najedź myszą na drzewo i kliknij PPM, kiedy kursor zmieni się na ikonę drewna.
pt_pt: Seleciona o Centro Cívico, e então posiciona o cursor sobre a árvore e clica com o botão direito do rato quando vires o cursor a mudar para um ícone de Madeira.
ru: Выберите Городской Центр, затем наведите курсор на дерево и нажмите ПКМ, когда увидите, что курсор сменился на изображение Древесины.
sk: Označ občianske Centrum a prejdi kurzorom myši ponad strom. Keď sa kurzor zmení na ikonu dreva, klikni pravým tlačidlom na stromy.
sv: Markera samhällscentret, sväva markören över trädet och högerklicka när du ser markören byta till en ved-ikon.
tr: Kent Merkezini seçin, sonra imlecinizi ağacın üzerine getirin ve imleciniz odun simgesine dönüştüğünde sağ tıklayın.
uk: Виберіть Громадський Центр, потім наведіть курсор на дерево і клацніть правою кнопкою миші коли ви побачите, що курсор змінився на піктограму Деревина.
zh: 选择市政中心，然后鼠标悬停在树周边的位置，直到您的鼠标变成木头图标之后右击。

source: Order the idle Skirmishers to build an outpost to the north east at the edge of your territory. This will be the fifth Village Phase structure that you have built, allowing you to advance to the Town Phase.
ast: Ordena a los escaramuzadores inactivos construyir una atalaya nel noreste de la llende'l to territoriu. Esta sedrá la quinta estructura de la fas villa que construyeres, permitiéndote avanzar a la fas pueblu.
bg: Наредете на бездействащите копиехвъргачи да построят аванпост на североизточния край на територията Ви. Това ще е петата сграда от Селската фаза, която ще сте построили, така че ще можете да преминете към Градската фаза.
br: Roit an urzh d'an tennataerien dioberiant da sevel ur c'hamp-araokaet ouzh ar biz war harzoù ho tiriad. Hemañ a vo ar pempvet savadur ho po bet savet e Pazenn ar C'hêriadennoù, ha mod-se e c'hellfec'h mont war-raok betek Pazenn ar C'hêrioù.
ca: Feu que els soldats avançats desocupats construeixin un post avançat a la frontera del vostre territori. Aquesta serà la cinquena estructura de la Fase Poble que construireu, per tant, ja podreu passar a la Fase Ciutat.
de: Schicke die untätigen Plänkler an die nordöstliche Grenze deines Territoriums, um einen Außenposten zu errichten. Dies ist das fünfte Gebäude der Dorfphase, das dir erlaubt, in die Stadtphase aufzusteigen.
el: Βάλτε τους ανενεργούς Ακροβολιστές να φτιάξουν ένα φυλάκιο στα βορειοανατολικά στην άκρη της περιοχής σου. Αυτό θα είναι το πέμπτο χτίσμα της Φάσης Χωριού που έχεις χτίσει, επιτρέποντας σου να αναβαθμιστείς στη Φάσης Πόλεως.
eo: Komandu al la senfaraj Bataletistoj konstrui Antaŭposteno en la nord-oriento en la bordo de via teritorio. Tio estos la kvina konstruaĵo Urbafaza, kiun vi konstruos, ebligante al vi antaŭeniri Urbafazen.
es: Ordena que los escaramuceros parados construyan una avanzada en el límite territorial, al noreste. Esta será la quinta estructura de la fase inicial que hayas construido, permitiéndote avanzar a la fase intermedia.
es_ar: Ordena a los Escaramuzadores inactivos a construir un Puesto de Avanzada al noreste de tu territorio cerca del borde. Esta será la quinta estructura de Fase Aldea que habrás construido, lo que te permitirá avanzar a la Fase Pueblo.
eu: Agindu langabe dauden Jazarleei aitzindari bat eraikitzea zure lurraldearen ipar ekialde mugan. Hau Herrixka Aroko bosgarren eraikina izango da, eta Herri Arora aurreratzea baimenduko dizu
fa: به نیزه انداز های بیکار خود فرمان دهید تا یک برج دیدبانی در شمال شرق در لبه قلمرو شمالی بسازند. این پنجمین ساختمانی خواهد بود که شما تا این لحظه ساخته اید و به شما این اجازه را می دهد که که مرکز تمدن خود را به مرحله بعدی ارتقا دهید کنید.
ga: Ordaigh na Scirmiseoirí díomhaoine d'urphost a thógáil san imeall thoir thuaidh do chríocha. Beidh an foirgneamh seo an cúigiú foirgneam den Chéim Sráidbhaile a thógáil tú, agus a ligean ort ag ardú go an gCéim Bhaile.
gd: Cuir air na streupairean ’nan tàmh gearastan a thogail gu ear-thuath ri oir do ranntair. ’S an an còigeamh togalach a thog thu rè linn nan clachan a bhios ann is leigidh seo leat àrdachadh gu linn nam bailtean.
gl: Ordena aos escaramuzadores inactivos construír unha atalaia no nordeste, no límite do teu territorio. Esta será a quinta estrutura da fase de aldea que constrúes, o que che permitirá avanzar á fase de vila.
it: Fai costruire agli Incursori inattivi un avamposto a nord est, ai confini del tuo territorio. Questa sarà la quinta struttura della Fase Villaggio, che consente di avanzare alla Fase Cittadina.
ko: 대기중인 척후병에게 당신의 영토 북동쪽에 전초기지를 건설하도록 명령하십시오. 그러면 당신은 '마을 단계'에 속하는 건물을 5곳을 소유하게 되므로, '작은 도시 단계'로 향상 시키는 것이 가능합니다.
ms: Arah askar peninjau melahu membina kotakara di timur laut dipinggir wilayah anda. Ini merupakan struktur Fasa Kampung yang kelima anda telah bina, yang membolehkan anda maju ke Fasa Pekan.
nb: Beordre arbeidsledige fortropper til å bygge en utpost i nord-øst av ditt territorium. Dette vil være den femte bygningen i landsby-fasen slik at du nå kan gå videre til by-fasen.
pl: Wydaj rozkaz wolnym Oszczepnikom, aby zbudowali posterunek na skraju północno-wschodniej części swojego terytorium. Będzie to piąta konstrukcja Fazy Wioski, którą wybudujesz, co pozwoli na przejście do Fazy Miasta.
pt_pt: Ordena aos Escaramuçadores parados que construam uma Atalaia no noroeste no limite do teu território. Isto será a quinta estrutura da Fase de Aldeia que construíste, permitindo-te avançar para a Fase de Vila.
ru: Прикажите свободным застрельщикам построить наблюдательный пункт к северо-востоку на границе Вашей территории. Это будет пятая постройка Этапа Деревни, которую Вам необходимо построить, чтобы открыть возможность перехода к Этапу небольшого города.
sk: Prikáž nečinným harcovníkom postaviť rozhľadňu na severovýchodnom okraji tvojho teritória. Tá bude piatou budovou, ktorú si postavil vo fáze dediny, umožňujúca ti prejsť do fázy mesta.
sv: Skicka de lediga skärmytslingar att bygga en utpost nordöst vid kanten av ditt territorium. Detta kommer vara den femte byfas strukturen som du bygger, vilket tillåter dig att avancera till stadsfasen.
tr: Boşta olan Avcılara, sana ait olan bölgenin kuzey doğu ucunda bir karakol inşa etme emri ver. Bu, Kasaba Aşamasına geçmeni sağlayan inşa ettiğin 5. Köy Aşaması binası olacak.
uk: Віддайте наказ непрацюючим Застрільникам побудувати заставу на північному сході на краю вашої території. Це буде п'ята будівля Стадії Селища, яку ви побудували, що дозволить вам перейти до Стадії Містечка.
zh: 让闲置的散兵在东北放的领土边界建造一个前哨。这会是您建设的第五个“村庄阶段”的建筑，这会是您建设“城镇阶段”的必要条件。

source: Select the Civic Center again and advance to Town Phase by clicking on the 'II' icon (you have to wait for the outpost to be built first). This will allow Town Phase buildings to be constructed.
ast: Esbilla'l centru civil otra vuelta y avanza a la fas de la villa calcando nel iconu «ll». (Hai qu'esperar fasta que se perfaga la talaya). Ello va dexar que se construyan los edificios de la fas de la villa.
bg: Изберете селищния център отново и преминете към Градската фаза, като щракнете върху иконката „II“ (трябва да изчакате първо аванпостът да бъде построен). Това ще Ви позволи да строите сгради от тази фаза.
de: Wähle noch einmal den Verwaltungssitz aus und schreite zus Stadtphase fort, indem du das 'II'-Symbol (du musst zuerst warten, bis der Außenposten fertig ist). Dann können auch Stadtphasengebäude gebaut werden.
el: Επίλεξε το Αστικό Κέντρο ξανά και αναβάθμισέ το στη Φάση Πόλης πατώντας το 'ΙΙ' εικονίδιο (θα πρέπει να περιμένεις να κατασκευαστεί το φυλάκιο πρώτα). Αυτό θα σου επιτρέψει να χτίσεις κτίρια της Φάσης Πόλη.
es: Vuelve a seleccionar el centro cívico y avanza a la fase intermedia haciendo clic en el icono «II», aunque tendrás que esperar a que la avanzada se construya. Una vez hecho esto podrás construir edificios adicionales.
eu: Hautatu Zentro Zibila berriro eta aurreratu Herri Arora "II" ikonoan klik eginda (lehenik aitzindari postua eraiki arte itxaron behar duzu). Honek Herri Aroko eraikinak eraikitzea baimenduko du.
gd: Tagh an t-ionad sìobhalta a-rithist agus àrdaich gu linn nam bailtean ’s tu a’ briogadh air an ìomhaigh “II” (feumaidh tu feitheamh an toiseach gus am bi an gearastan air a thogail). Leigidh seo leat togalaichean aig linn nam bailtean a thogail.
it: Seleziona nuovamente il Centro Cittadino e passa alla fase Cittadina cliccando sull'icona 'II'. (è necessario prima attendere che sia stato costruito l'avamposto). Ciò consentirà la costruzione degli edifici della Fase Cittadina.
ms: Pilih Pusat Sivik sekali lagi dan maju ke Fasa Pekan dengan mengklik pada ikon 'II' (anda perlu tunggu sehingga kota kara selesai dibina terlebih dahulu). Ini membolehkan bangunan Fasa Pekan dibina.
pl: Zaznacz Centrum Osady i ulepsz ją do Fazy Miasta poprzez kliknięcie ikony '||' (musisz poczekać na zakończenie budowy posterunku). Pozwoli to budować nowe struktury dostępne w Fazie Miasta.
pt_pt: Seleciona novamente o Centro Cívico e avança para a Fase de Vila clicando no ícone "II" (tens de esperar que a Atalaia seja construída primeiro). Isto irá permitir que sejam construídos edifícios da Fase de Vila.
ru: Снова выберите Городской центр и начните переход к Этапу небольшого города, кликнув на иконке 'II' (по окончании постройки наблюдательного пункта). После перехода Вам станут доступны постройки Этапа небольшого города.
zh: 再次选择市政中心，点击"II"图标：升级成“城镇阶段” (您必须等待前哨建造完成)。在“城镇阶段”，您可以建造相应的建筑。
