Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Not unlike the Iberian Peninsula, North Africa was known as horse country, capable of producing up to 100,000 new mounts each year. It was also the home of the North African Forest Elephant.
ast: Neto que la península ibérica, l'África del Norte tevo nomada de ser un país de caballos y podía producir fasta 100,000 montures nueves al añu. Foi tamién el llar del elefante cartaxinés.
bg: За разлика от Иберийския полуостров, Северна Африка била прочута като конна земя, със способност да произвежда до 100 000 нови ездитни животни на година. Била също така дом на северноафриканския горски слон.
br: Ne oa ket heñvel al Ledenez Iberian ouzh Afrika an Hanternoz hag a oa anavezet evel bezañ bro ar c'hezeg ha gouest da broduiñ betek 100,000 jav nevez bep bloaz. Bez e oa ivez 'ti' olifanted ar c'hoadeier eus Afrika an Hanternoz.
ca: Com la península Ibèrica, el nord d'Àfrica era conegut com la terra dels cavalls, i produïa fins a 100.000 noves muntures cada any. També era l'hàbitat de l'elefant del bosc nord-africà.
cs: Narozdíl od Pyrenejského poloostrova byla severní Afrika známa jako země koní, schopná vychovat až 100 000 koní ročně. Taky byla domovem severoafrického lesního slona.
de: Der iberischen Halbinsel nicht unähnlich, war Nordafrika als Pferdeland bekannt, in der Lage, jährlich bis zu 100.000 Reittiere zu produzieren. Außerdem war es Heimat des nordafrikanischen Waldelefanten.
el: Σε αντίθεση με την Ιβηρική Χερσόνησο, η Βόρεια Αφρική ήταν γνωστή ως η χώρα των αλόγων, ικανή να παράγει μέχρι και 100.000 νέους ιππείς κάθε χρόνο. Ήταν επίσης το σπίτι των των Βόρειο-Αφρικανικών ελεφάντων του δάσους.
es_ar: Como en la península Ibérica, el norte de África fue conocido como un lugar de caballos, capaz de producir hasta 100.000 unidades de caballería cada año. También era el hogar del elefante del bosque del norte de África.
eu: Iberiar Penintsulan nola, Afrika Iparraldea zaldi aberria bezala ezaguna zen, urtero 100.000 zela sortzeko gai zelarik. Basoko iparafrikar elefantearen bizilekua ere izan zen.
fa: برخلاف شبه جزیره ایبری، شمال آفریقا به عنوان کشور اسب ها شناخته شده بود و قادر بود بیش از 100000 اسب در سال پرورش دهد همچنین شمال آفریقا زیست گاه فیل های جنگلی شمال آفریقا بود
ga: Ní murab ionann ná Leithinis na hIbéire, tugadh an Afraic Thuaidh mar 'each-thír' mhór. Bhí sí ábalta 100,000 each nua a tháirgeadh gach bliain. Bhí sí freisin mar thír dhúchais de chuid Eilifinte Fhoraoise na hAfraice Thuaidh.
he: לא בשונה מחוץ האי האיברי, צפון אפריקה הייתה ידועה כארץ גידול סוסים, מסוגלת לגדל עד 100,000 בכל שנה. זה היה גם ביתו של הפיל.
hu: Mint az Ibériai-félsziget, Észak-Afrika is a lovasságáról volt ismert, a maga évi 100.000 új lovával. Ezenkívül itt volt őshonos az észak-afrikai erdei elefánt is.
hy: Իբերական թերակղզու նման՝ Հյուսիսային Աֆրիկան հայտնի էր որպես ձիերի երկիր և ունակ էր արտադրել տարեկան մինչև 100,000 նոր ձի։ Այն նաև հյուսիսաֆրիկյան անտառային փղի հայրենիքն էր։
it: Non diversamente dalla penisola Iberica, l'Africa settentrionale era conosciuta come il paese dei cavalli, poiché era in grado di fornire fino a 100.000 nuove cavalcature ogni anno. Era inoltre l'habitat dell'Elefante Nordafricano.
ja: イベリア半島と同様に、北アフリカは馬の国として知られ、毎年10万頭の生産が可能でした。北アフリカはマルミミゾウの産地でもありました。
ko: 이베리아 반도와 마찬가지로 북아프리카는 말의 나라로 알려져 매년 10 만 마리의 생산이 가능했습니다. 북아프리카는 둥근귀 코끼리의 산지이기도했습니다.
nb: Som også den iberiske halvøy var Nord-Afrika også kjent som hestens land, fullt i stand til å fremskaffe 100.000 nye ridedyr hvert år. Det var også hjemmet til den nord-afrikanske skog-elefanten.
pl: Podobnie do Półwyspu Iberyjskiego, Północna Afryka była znana jako kraj koni, mogący wyprodukować do 100 000 wierzchowców rocznie. Północna Afryka była także miejscem występowania słoni afrykańskich.
pt_br: Não muito diferente da Peninsula Ibérica, o norte da África era conhecido como região dos cavalos, capaz de treinar mais de 100.000 cavalos de montaria por ano. O norte africano também foi o lar do Elefante-da-Floresta.
ru: Северная Африка мало отличалась от Пиренейского полуострова и была известна как страна лошадей, способная производить до 100 000 поголовья ежегодно. Также известна как дом североафриканских лесных слонов.
sk: Rovnako ako Pyrenejský polostrov bola severná Afrika známa ako krajina koní, schopná vychovať až 100 000 jazdeckých koní ročne. Tiež bola domovom severoafrického lesného slona.
sv: Inte olikt den iberiska halvön, var Nordafrika känt som häst-land, som kunde producera upp till 100.000 nya riddjur varje år. Det var också hem för den nordafrikanska skogselefanten.
tr: İber Yarımadası'nın aksine, Kuzey Afrika at ülkesi olarak bilinir, her yıl 100.000 yeni at sağlar. Ayrıca Kuzey Afrika Ormanları fillere ev sahipliği yapar.
uk: Північна Африка замало відрізнялася від Піренейського півострова і була відома як земля коней, здатна виробляти до 100 000 голів щорічно. Також відома як батьківщина північноафриканських лісових слонів.
zh: 与伊比利亚半岛不同，北非以盛产马匹而知名，能够每年生产多达100,000个新坐骑。这里也是北非森林大象的家园。
zh_tw: 與伊比利半島不同，北非被稱為馬國，每年能生產多達 100,000 頭座騎。這裡也是北非森林象的家。

source: 10% bonus of trade profit for allies' international routes.
ast: Beneficia un 10% el rindimientu de les rutes internacionales de comerciu a los aliaos.
bg: +10% допълнителна печалба от търговията по съюзническите международни маршрути.
nb: 10% handelsprofitt for alliertes internasjonale ruter.

source: Trademasters
ast: Mestru de comerciu
bg: Майсторски търговци
br: Penngenwerzhourien
ca: Mestres del comerç
cs: Mistři obchodu
de: Meisterhändler
el: Μεγαλέμποροι
es_ar: Maestros del comercio
eu: Komertzioaren maisuak
fa: استاد بازرگانی
ga: Máistrí Trádála
he: אדוני המסחר
hu: Kereskedőmesterek
hy: Առևտրի վարպետներ
it: Commercianti
ja: 豪商
ko: 거상
nb: Handelsmestere
pl: Mistrzowie kupieccy
pt_br: Mestres-de-troca
ru: Мастера торговли
sk: Majstri obchodu
sv: Handelsmästare
tr: Ticaret Ustaları
uk: Експерт торгівлі
zh: 贸易专家
zh_tw: 貿易大師

source: The Phoenicians and Carthaginians were broadly known as the greatest trading civilization of the ancient and classical world.
ast: Los fenicios y cartaxineses pertuvieron sonadía de ser la mayor civilización comercial del mundu antiguu y clásicu.
bg: Финикийците и картагенците били познати като най-великите търговски цивилизации на древния и класическия свят.
br: Anavezet e oa ar Fenikianed hag ar Gartajinianed dre ar bed evel ar sevenadurezh genwerzhel gwellañ en Henamzer hag ar bed klasel.
ca: Els fenicis i els cartaginesos eren coneguts arreu com els més grans mercaders del món antic i clàssic.
cs: Féničané a Kartáginci byli velmi známí jako největší obchodní civilizace starého a klasického světa.
de: Die Phönizier und Karthager waren weithin bekannt als die größten handelnden Zivilisationen der antiken und klassischen Welt.
el: Οι Φοίνικες και οι Καρχηδόνιοι ήταν ευρέως γνωστοί σαν τους μεγαλύτερους εμπορικούς πολιτισμούς του αρχαίου και κλασικού κόσμου.
es_ar: Los Fenicios y Cartagineses fueron conocidos como la civilización que desarrolló el comercio en el mundo antiguo y nuevo.
eu: Feniziarrak eta Kartagotarrak oso ezagunak ziren beren zibilizazioek merkataritza garatu zutelako mundu klasiko eta antzinakoan.
fa: از فینیقی ها و کارتاژ ها بطور گسترده ای به عنوان بزرگترین تمدن های تاجر در دنیای باستان و کلاسیک یاد می شود
ga: Bhí na Cartagaigh agus na Féinícigh le chéile ina máistrí trádála is fearr sna aoiseanna ársa agus clasaiceacha.
he: הפיניקים וקרתגו היו ידועים באופן כללי כציביליזצית מסחר הגדולה ביותר של העולם העתיק הקלאסי .
hu: A föníciaiak és karthágóiak széles körben az ókori és klasszikus világ legnagyobb kereskedő civilizációiként voltak ismertek.
hy: Փյունիկեցիներն ու Կարթագենցիները լայնորեն հայտնի էին որպես Հին և Դասական աշխարհների լավագույն առևտրական ազգեր։
it: I Fenici e Cartaginesi erano ampiamente conosciuti come le più grandi civiltà commerciali del mondo antico e classico.
ja: フェニキア人とカルタゴ人は古典古代世界最大の貿易文明として広く知られていました。
ko: 페니키아와 카르타고는 고전 고대 세계 최대의 교역 문명으로 널리 알려져 있었습니다.
nb: Fønikerne og Kartagerne var viden kjent som de største handelssivilisasjonene i oldtiden og antikken.
pl: Fenicjanie i Kartagińczycy byli szeroko znanymi handlującymi cywilizacjami w świecie starożytnym i klasycznym.
pt_br: Os Fenícios e Cartagineses eram amplamente reconhecidos como as maiores civilizações comerciais do mundo antigo e clássico.
ru: Финикийцы и карфагеняне были широко известны как величайшие торговые цивилизации древнего и классического мира.
sk: Féničania a Kartáginci boli široko-ďaleko známi ako najväčšia obchodnícka civilizácia starovekého a klasického sveta.
sv: Fenicierna och Kartagerna var allmänt kända som den största handelscivilisationen av den antika och klassiska världen.
tr: Fenikeliler ve Kartacalılar geniş antik ve klasik dünyanın en büyük ticaret medeniyetleri olarak bilinir.
uk: Фінікійці та Карфагеняни були широко відомі, як найбільша торгова культура давнього і античного світу.
zh: 腓尼基人与迦太基人被多数人称为古代及古典世界中最伟大的贸易文明。
zh_tw: 腓尼基人與迦太基人被多數人稱為古代及古典世界中最偉大的貿易文明。

source: Hannibal Barca
ast: Aníbal Barca
bg: Ханибал Барка
br: Hannibal Barka
ca: Anníbal Barca
cs: Hannibal Barkas
de: Hannibal Barkas
el: Αννίβας Βάρκας
es_ar: Aníbal Barca
eu: Hanibal Barka
fa: هانیبال بارکا
ga: Háinibeál Barca
he: חניבעל ברקה
hu: Hannibál Barkasz
hy: Հաննիբալ Բարկա
it: Annibale Barca
ja: ハンニバル・バルカ
ko: 한니발 바르카
pl: Hannibal Barkas
pt_br: Aníbal Barca
ru: Ганнибал Барка
sk: Hannibal Barkas
uk: Ганнібал Барка
zh: 汉尼拔·巴卡
zh_tw: 漢尼拔．巴卡

source: Hamilcar Barca
ast: Amílcar Barca
bg: Хамилкар Барка
br: Hamilcar Barka
ca: Amílcar Barca
cs: Hamilkar Barkas
de: Hamilkar Barkas
el: Αμίλκας Βάρκας
es_ar: Amílcar Barca
eu: Hamilkar Barka
fa: هامیلکار بارکا
ga: Hamilcear Barca
he: חמילקרת ברקה
hu: Hamilkar Barkasz
hy: Համիլկար Բարկա
it: Amilcare Barca
ja: ハミルカル・バルカ
ko: 하밀카르 바르카
pl: Hamilkar Barkas
pt_br: Amílcar Barca
ru: Гамилькар Барка
sk: Hamilkar Barkas
uk: Ганнібал Барка
zh: 哈米尔卡·巴卡
zh_tw: 哈米爾卡．巴卡

source: Hasdrubal Barca
ast: Asdrúbal Barca
bg: Хасдрубал Барка
br: Hasdrubal Barka
ca: Àsdrubal Barca
cs: Hasdrubal Barkas
de: Hasdrubal Barkas
el: Ασδρούβας Βάρκας
es_ar: Asdrúbal Barca
eu: Asdrubal Barca
fa: هاسدوروبال بارکا
ga: Hasdrubál Barca
he: עזרובעל בן ברקה
hu: Hasdrubal Barkasz
hy: Հասդրուբալ Բարկա
it: Asdrubale Barca
ja: ハスドルバル・バルカ
ko: 하드루발 바르카
pl: Hazdrubal Barkas
pt_br: Asdrúbal Barca
ru: Гасдрубал Барка
sk: Hasdrubal Bakas
tt: Гасдрубал Барка
uk: Гасдрубал Барка
zh: 哈斯德鲁巴·巴卡
zh_tw: 哈斯德魯巴．巴卡

source: Hasdrubal Gisco
ast: Asdrúbal Xiscón
bg: Хасдрубал Гискон
br: Hasdrubal Gisko
ca: Àsdrubal Giscó
cs: Hasdrubal Gisko
de: Hasdrubal, Sohn Gisgos
el: Ασδρούβας Γίσκων
es_ar: Asdrúbal Giscón
eu: Asdrubal Gisco
fa: هاسدوروربال گیسکو
ga: Hasdrubál Geasca
he: עזרובעל בן גיסקו
hy: Հասդրուբալ Ժիսկո
it: Asdrubale Giscone
ja: ハスドルバル・ギスコ
ko: 하스두르발 기스코
pl: Hazdrubal Giskon
pt_br: Asdrúbal Gisco
ru: Гасдрубал Гиско
sk: Hasdrubal Gisko
tt: Гасдрубал Гиско
uk: Гасдрубал Ґіско
zh: 哈斯德鲁巴·吉斯戈
zh_tw: 哈斯德魯巴．吉斯戈

source: Hanno the Elder
ast: Hanón el Vieyu
bg: Ханон Сташи
br: Hanno an Henañ
ca: Hannó el Vell
cs: Hannón starší
de: Hanno der Älteste
el: Άννων ο Πρεσβύτερος
es_ar: Hannón el Viejo
eu: Hannon Zaharra
fa: هانوی بزرگتر
ga: Hanno Sean
he: היננו הזקן
hu: Hanno a Bölcs
hy: Տարեց Հաննո
it: Annone Il Vecchio
ja: 老ハンノ
ko: 한노
nb: Hanno den eldre
pl: Hannon Wielki
pt_br: Hanão, o Velho
ru: Ганнон Старший
sk: Hanno Starší
sv: Hanno den äldre
tr: İhtiyar Hanno
tt: Өлкән Ганнон
uk: Ганно Старший
zh: 长者汉诺
zh_tw: 長者漢諾

source: Maharbal
ast: Mahárbal
bg: Махарбал
el: Μαχάρμπαλ
fa: ماهاربال
ga: Maharbál
he: מחבל
hu: Maharbál
hy: Մահարբալ
it: Maarbale
ja: マハルバル
ko: 마하르발
ru: Магарбал
uk: Маґарбал
zh: 马哈巴尔
zh_tw: 馬哈巴爾

source: Mago Barca
ast: Magón Barca
bg: Маго Барка
br: Mago Barka
ca: Magó Barca
cs: Mago Barkas
de: Mago Barkas
el: Μάγκο Μπάρκα
es_ar: Magón Barca
eu: Magon Barca
fa: ماگو بارکا
he: מאגו ברקה
hu: Magó Barkasz
hy: Մագո Բարկա
it: Magone Barca
ja: マゴ・バルカ
ko: 마고 바르카
ru: Магон Барка
sk: Mago Barkas
tt: Магон Барка
uk: Магон Барка
zh: 马戈·巴卡
zh_tw: 馬戈．巴卡

source: Hasdrubal the Fair
ast: Asdrúbal el Guapu
bg: Хасдрубал Красивия
br: Hasdrubal ar Brav
ca: Àsdrubal el Bell
cs: Hasdrubal Sličný
de: Hasdrubal Cartagena
el: Ασδρούβας ο Ωραίος
es_ar: Asdrúbal el Bello
eu: Asdrubal Zuzena
fa: نمایشگاه هاسدروبال
ga: Hasdrubál Fionn
he: עזרובעל המפואר
hu: Hasdrubal az Igazságos
hy: Հասդրուբալ Արդար
it: Asdrubale il Giusto
ja: 美男子ハスドルバル
ko: 공정한 하스드루발
nb: Hasdrubal den Vakre
pl: Hazdrubal Starszy
pt_br: Asdrúbal, o Belo
ru: Гасдрубал Красивый
sk: Hasdrubal Krásny
sv: Hasdrubal den Rättvise
tr: Adil Hasdrubal
tt: Матур Гасдрубал
uk: Гасдрубал Чесний
zh: 公正者哈斯德鲁巴
zh_tw: 公正者 哈斯德魯巴

source: Hanno the Great
ast: Hanón el Grande
bg: Ханон II Велики
br: Hanno Meur
ca: Hannó el Gran
cs: Hannón Veliký
de: Hanno der Große
el: Άννων ο Μέγας
es_ar: Hannón el Grande
eu: Hannon el Handia
fa: هانوی بزرگ
ga: Hanno Mór
he: האנו הגדול
hu: Nagy Hanno
hy: Հաննո Մեծ
it: Annone il Grande
ja: 大ハンノ
ko: 한노 대왕
nb: Hanno den store
pl: Hannon Wielki
pt_br: Hanão, o Grande
ru: Ганнон Великий
sk: Hanno Veľký
sv: Hanno den store
tt: Ганнон Бөек
uk: Ганно Великий
zh: 汉诺大帝
zh_tw: 偉人漢諾

source: Himilco
ast: Himilcón
bg: Химилкон
br: Himilko
ca: Himilcó
de: Himilkon
el: Ιμίλκας
es_ar: Himilcón
eu: Himilcon
fa: هیمیلکو
ga: Himealcó
he: חימילקו
hy: Հիմիլկո
it: Imilcone
ja: ヒミルコ
ko: 히밀코
pl: Himiko
pt_br: Himilcão
ru: Гимилькон
tr: Himilko
tt: Гимилькон
uk: Гімількон Мореплавець
zh: 希米尔科
zh_tw: 希米爾科

source: Hampsicora
ast: Hansícora
bg: Хампискора
br: Hampsikora
el: Αμψίκορος
fa: هامپسیکورا
ga: Haimpeascóra
he: המפסיקורה
hy: Համպսիկորա
it: Ampsicora
ja: ハンプシコラ
ko: 함프시코라
ru: Гампсикора
tt: Гампсикора
uk: Хампсікора

source: Hannibal Gisco
ast: Aníbal Xiscón
bg: Ханибал Гискон
br: Hannibal Gisko
ca: Anníbal Giscó
cs: Hannibal Gisko
de: Hannibal Gisko
el: Χάννιμπαλ Γκίσκο
es_ar: Aníbal Giscón
eu: Anibal Giscon
fa: هانیبال گیسکو
ga: Háinibeál Geasco
he: חניבעל בן גיסקו
hu: Hannibál Gisco
hy: Հաննիբալ Ժիսկո
it: Annibale Giscone
ja: ハンニバル・ギスコ
ko: 한니발 기스코
pl: Hannibal Giskon
pt_br: Aníbal Gisco
ru: Ганнибал Гиско
tr: Hanibal Gisko
tt: Ганнибал Гиско
uk: Ганнібал Гіско
zh: 汉尼拔·吉斯戈
zh_tw: 漢尼拔．吉斯戈

source: Dido
bg: Дидо
br: Didoñs
el: Διδώ
fa: دیدو
ga: Díodó
he: דיידו
hy: Դիդոնա
it: Didone
ja: ディド
ko: 디도
pl: Dydona
ru: Дидона
tt: Дидона
uk: Дідо
zh: 狄多女王
zh_tw: 狄多

source: Xanthippus
ast: Xantipu
bg: Ксантип
br: Gzantipus
ca: Xàntip
de: Xanthippos
el: Ξάνθιππος
es_ar: Jantipo de Atenas
eu: Txapulin
fa: زانتیپوس
ga: Xantapas
he: קסאנתיפוס
hy: Քսանթիփոս
it: Xantippo
ja: クサンティッポス
ko: 크산티푸스
pl: Ksantypa
pt_br: Xantipo
ru: Ксантипп
sk: Xantipus
tt: Ксантипп
uk: Ксантіпус
zh: 赞提帕斯
zh_tw: 科桑西普斯

source: Himilco Phameas
ast: Himilcón Fámees
bg: Химилкон Фамеас
br: Himilko Phameas
ca: Himilcó Famees
el: Ιμίλκων Φαμέας
es_ar: Himilcón Fameas
eu: Himilcon Fameas
fa: هیمیلکو فامائس
ga: Himealcó Faimeas
he: חימילקו פיניאס
hy: Հիմիլկո Փամեաս
it: Imilcóne Fàmea
ja: ヒミルコ・ファメアス
ko: 히밀코 파메아스
ru: Гимилькон Фамея
tt: Гимилькон Фамея
uk: Гімількон Фамея
zh: 希米尔科·菲米亚斯
zh_tw: 希米爾科．菲米雅斯

source: Hasdrubal the Boetharch
ast: Asdrúbal el Boetarca
bg: Хасдрубал Боетарх
br: Hasdrubal ar Boetark
ca: Àsdrubal el Boetarca
cs: Hasdrubal Boiotarch
de: Hasdrubal der Boetharch
el: Ασδρούβας ο Βοήθαρχος
es_ar: Asdrúbal el Beotarca
eu: Asdrubal Beotarca
fa: هاسدروبال
ga: Hasdrubal Boéotharchach
he: עזרובעל הברקה
hu: Hasdrubal a Boetharkus
hy: Բոեթարխ Հասդրուբալ
it: Asdrubale
ja: ハスドルバル・ボエタルク
ko: 하스드루발 보에타르츠
nb: Boetharchen Hasdrubal
pl: Hazdrubal Starszy
pt_br: Asdrúbal, o Beotarca
ru: Гасдрубал Боэтарх
sk: Hasdrubal Boetharch
sv: Hasdrubal Generalen
tr: Hasdrubal Boetharch
tt: Гасдрубал Боэтарх
uk: Гасдрубал Боетарх
zh: 哈斯德鲁巴·博埃萨尔克
zh_tw: 哈斯德魯巴．博埃薩爾克

source: All Traders and Ships +25% vision range.
ast: Medra un +25% l'algame de visión a tolos mercadores y embarcaciones.
bg: Всички търговци и кораби получават +25% обхват на видимост.
br: Bez o deus an holl Marc'hadourien hag ar Bigi +25% a hed-sell.
ca: Augment del 25% del camp de visió per a tots els mercaders i vaixells.
cs: Všichni obchodníci a lodě vidí o 25 % dále.
de: Sichtweite aller Händler und Schiffe um 25% erhöht.
el: Όλα τα πλοία και οι έμποροι +25% εμβέλεια όρασης.
es_ar: Todos los comerciantes y barcos +25% de rango de visión.
eu: Merkatari eta itsasontzi guztiek %25+ ikusmen gaitasunean.
fa: تمام تاجران و کشتی های تجاری +25% شعاع دید.
ga: Raon físe +25% do gach ceannsaí agus long.
he: כל ספינות המסחר יש +25% יותר טווח ראייה.
hu: Az összes kereskedő és hajó +25% látóhatárt kap.
hy: +25% բոլոր առևտրականների և նավերի տեսադաշտին։
it: Tutti i Commercianti e Navi +25% visuale.
ja: すべての商人と船舶の見通しが25%伸びます。
ko: 모든 상인과 선박의 전망이 +25% 증가합니다.
nb: Alle handelsenheter og skip får +25% økt synsrekkevidde.
pl: Zasięg widzenia wszystkich kupców oraz statków +25%
pt_br: Todos viajantes e embarcações tem +25% de alcance de visão.
ru: Дальность обзора торговых кораблей увеличена на 25%.
sk: Dohľad všetkých obchodníkov a lodí sa zvýši o +25%.
sv: Alla handelsmän och handelsskepp +25% synhåll.
tr: Tüm Tüccar ve Gemiler (+25%) görüş mezili.
uk: Дальність огляду купців і кораблів збільшена на +25%.
zh: 所有商人和船队+25%的视野。
zh_tw: 所有商人與船 +25％視野。

source: Exploration
ast: Esploración
bg: Разузнаване
br: Ergerzhadur
ca: Exploració
cs: Objevování
de: Erkundung
el: Εξερεύνηση
es_ar: Exploración
eu: Esplorazioa
fa: اکتشاف
ga: Taiscéalaíocht
he: גשוש
hu: Felfedezés
hy: Հետախուզություն
it: Esplorazione
ja: 探索
ko: 탐험
nb: Utforskning
pl: Odkrywanie
pt_br: Exploração
ru: Разведка
sk: Prieskum
sv: Utforskning
tr: Keşif
uk: Розвідка
zh: 探险家
zh_tw: 探索

source: Nobody knew better than the Carthaginians where in the ancient world they were going and going to go; their merchant traders had missions to everywhere.
ast: Los cartaxineses sabíen meyor que naide del mundiu antiguu áu diben y diríen; los sos mercadores teníen misiones comerciales per dayuri.
bg: Никой освен картагенците не знаел накъде из древния свят пътуват те и накъде ще пътуват; търговците им били навсякъде.
br: Den na anaveze gwelloc'h evit ar Gartajianed pelec'h er bed kozh ez aent ha da belec'h ez aent; kefridioù o doa o c'henwerzhourien e pep-lec'h.
ca: En el món antic, ningú sabia millor que els cartaginesos on anaven i on anirien; els seus comerciants tenien delegacions a tot arreu.
cs: Nikdo nevěděl lépe než Kartáginci, kam ve starověkém světě šli a kam se chystali jít; jejich obchodní kupci cestovali všude.
de: Keiner in der antiken Welt wusste besser, wohin es galt zu gehen, als die Karthager; ihre Händler unternahmen Missionen nach überall hin.
el: Κανείς δεν ήξερε καλύτερα πού βρίσκονταν και πού ήθελε να πάει καλύτερα από τους Καρχηδόνιους. Οι εμπορικές τους αποστολές πήγαιναν παντού
es_ar: Nadie sabía mejor que los Cartagineses a donde en el mundo antiguo iban y a donde iban a ir; sus mercaderes tenían misiones a todos lados.
eu: Antzinako munduan inork ez zekien kartagoarrek baino hobeto norantz eta noraino zoazen; haien merkatariek alde guztietan zituzten misioak.
fa: هیچ کس بهتر از یک کارتاژی نمیداند که در دنیای باستان به کجا می رود، تجار آنها به تمام دنیا ماموریت داشتند و به هرجای ممکن سفر میکردند
ga: Ní raibh a fhios ag duine ar bith níos fearr ná na Cartagaigh conas nascleanúint a dhéanamh sna mara ársa. Bhí stáisiúin thrádála ag a gceannsaithe i ngach áit an dhomhain.
he: אף אחד לא ידע יותר טוב מקרתגו במסחר בעולם העתיק. הם היו הולכים והולכים; היו סוחרי בסחרם בעזרת משלחות לכל מקום.
hu: Senki sem tudta jobban az ókorban a karthágóiaknál, hogy merről merre kell menni. Kereskedőik mindenhová eljutottak.
hy: Կարթագենցիներից լավ ոչ ոք չգիտեր, թե Հին աշխարհում նրանք ուր են գնում կամ պատրաստվում գնալ, նրանց առևտրականներն ամենուրեք ունեին ներկայացուցիչներ։
it: Nessuno nel mondo antico conosceva meglio dei Cartaginesi dove stavano andando e dove sarebbero andati; i loro mercanti partivano per missioni commerciali dirette ovunque.
ja: 古代世界で彼らが行くところ、また、行こうとするところ、誰もカルタゴ以上の商人は知りません。カルタゴ商人はどこへでも交易に出かけました。
ko: 고대 세계에서 그들이가는 곳에 또한 가고자하는 곳 모두 카르타고 이상의 상인은 모릅니다. 카르타고 상인은 어디든지 교역 나갑니다.??
nb: Ingen kjente den antikke geografien bedre en kartagerne - deres handelsreisende hadde oppdrag over alt.
pl: Nikt, poza samymi Kartagińczykami, nie wiedział gdzie w starożytnym świecie się udawali i planowali udać; ich handlarzy można było spotkać wszędzie.
pt_br: Ninguém sabia melhor que os Cartagineses onde, no mundo antigo, iam e de onde viriam; seus mercadores faziam jornadas a todos os lugares.
ru: Никто лучше карфагенян не представлял, куда в древнем мире они шли или собирались пойти; у их торговцев были представительства повсюду.
sk: Nikto nevedel lepšie ako Kartágijci, kde v starovekom svete išli a kam sa chystali ísť; ich obchodníci cestovali všade.
sv: Ingen visste bättre än Kartagerna vart i den antika världen de var på väg eller kommer att gå; deras handelsmän hade uppdrag överallt.
tr: Hiç kimse tüccarlığı Kartacalılardan daha iyi bilmezdi. Antik dünyada onlar gider de giderlerdi, onların satış tüccarları her yere gitmekle görevliydiler.
uk: Ніхто краще Карфагенян не знав, куди вони прямували чи збиралися відправитися у античному світі; їхні торговці мали місії повсюди.
zh: 古代，没有人知道比迦太基人去过哪里，以及要去哪里，他们的商业遍布各地。
zh_tw: 在古代，沒有人知道迦太基人去過哪裡以及要去哪裡；他們的商人的生意遍佈全世界。

source: Civic Centers, Temples, and Houses -25% build time.
ast: Amenorga un 25% el tiempu de construcción de centros cívicos, templos y cases.
bg: Времето за строеж на селищни центрове, храмове и къщи се намалява с -25%.
br: -25% a amzer sevel evit ar C'hreizennoù keodedel, an Temploù hag an Tiez.
ca: Els centres cívics, els temples i les cases es construeixen un 25% més ràpid.
cs: Správní střediska, chrámy a domy -25 % času na stavbu.
de: Verwaltungssitze, Tempel und Häuser -25% Bauzeit.
el: Aστικά Κέντρα, Ναοί και Σπίτια -25% χρόνος χτισίματος.
es_ar: Los Centros Cívicos, Templos, y Casas -25% tiempo de construcción.
eu: Hiriguneak, Tenpluak eta Etxeak %25- eraikitze denboran.
fa: مراکز تمدن، معابد و خانه ها -25% زمان ساخت
ga: Am tógála -25% d'Ionaid Cathracha, Teampaill, agus Tigh.
he: מרכזי אזרחי, מקדשים,ובתים %-25 פחות זמן בנייה.
hu: A városközpontok, templomok és házak építési ideje 25%-kal csökken.
hy: -25% քաղաքային կենտրոնների, տաճարների և տների կառուցման ժամանակին։
it: Centri Civici, Templi e Case -25% del tempo di costruzione.
ja: 町の中心、神殿、家の建設時間が25%減少します。
ko: 시민회관, 성전, 집의 건설 시간이 -25% 감소합니다.
nb: Samfunnssentre, templer og hus -25% byggetid.
pl: Centra osady, świątynie i domy -25% czasu budowy.
pt_br: Centros Cívicos, Templos, e Casas -25% tempo de construção.
ru: Городские центры, храмы и дома возводятся на 25% быстрее.
sk: Čas stavby administratívnych centier, chrámov a domov sa zníži o 25%.
sv: Samhällsbyggnader, tempel och hus -25% byggtid.
tr: Şehir Merkezi, Tapınaklar ve evler -25% oluşturma süresi.
uk: Міські центри, храми і будинки на -25% швидше будуються.
zh: 市政中心、神庙和房屋 -25% 建造时间 。
zh_tw: 城鎮中心、神殿以及房舍 -25%建造時間。

source: Colonization
ast: Colonización
bg: Колонизация
br: Trevadennerezh
ca: Colonització
cs: Kolonizace
de: Kolonisation
el: Αποικισμός
es_ar: Colonización
eu: Kolonizazioa
fa: مهاجرنشینی
ga: Coilíniú
he: קולוניזציה
hu: Gyarmatosítás
hy: Գաղութացում
it: Colonizzazione
ja: 入植
ko: 식민지화
nb: Kolonisering
pl: Kolonizacja
pt_br: Colonização
ru: Колонизация
sk: Kolonizácia
sv: Kolonisering
tr: Sömürgeleştirme
uk: Колонізація
zh: 殖民
zh_tw: 殖民
