Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Hire servants to help mine stone. +15% stone gathering rate.
ar: استأجر عمالاً لكى يساعدوا فى استخراج الحجارة. +15% معدل استخراج الحجارة.
ast: Contratar a sirvientes p'ayudar na estraición de la piedra. El +15% de la tasa de recoyer la piedra.
bg: Наемане на слуги да помагат със събирането на камък. +15% скорост на събиране на камък.
br: Enfredañ servijourien da reiñ an dorn da gleuziañ ar maen. +15% a feur dastum mein.
ca: Contracteu servents perquè ajudin a la mina de pedra. +15% en l'índex de recol·lecció de pedra.
cs: Najměte zaměstnance, aby pomohli s dolováním kamene. +15% na rychlosti těžby.
de: Heuere Diener an, um beim Steinabbau zu helfen. +15% Steinabbaurate.
el: Μίσθωση εργατών για την εξόρυξη πέτρας. Δεν υπάρχουν απαιτήσεις. +15% στο ποσοστό εξόρυξης πέτρας.
eu: Behartu zure morroiak harriak ateratzea. %15+ harria ateratzeko abiaduran.
fa: به کارگیری پیشخدمت برای کمک در معدن سنگ. +15% سرعت جمع کردن سنگ.
ga: Fostaigh giollaí agus mianadóireacht na cloiche a chabhrú. Ráta bailithe +15% do chloch.
gl: Contrata servos para axudar a minar pedra. Aumenta a taxa de recolección de pedra un +15%.
hu: Szolgák felfogadása, hogy segítsenek követ bányászni. +15% kőgyűjtési sebesség.
id: Menyewa pembantu untuk membantu menambang batu. +15% tingkat pengumpulan batu.
it: Invia i servi ad aiutare i cavatori di pietra. +15% Tasso di raccolta pietra.
ja: 使用人を雇って石材採掘を手伝わせます。採石効率が15%上がります。
lv: Algo kalpus akmēns iegūšanas palīdzībai. +15% akmens ieguves ātrumam.
ms: Upah pembantu untuk bantu melombong batu. +15% kadar pengumpulan batu.
nb: Hyr tjenere for å hjelpe til med å hakke stein. +15% steinhakkingshastighet.
nl: Huur slaven om stenen te helpen mijnen. +15% verzamelsnelheid voor stenen.
pl: Najmij poddanych do pomocy w wydobyciu kamienia. Wydobycie kamienia zwiększone o +15%.
pt_pt: Contrata empregados para ajudar a minar a pedra. + 15% de velocidade de recolha de pedra.
ru: Нанять рабочих для помощи в добыче камня. +15 к скорости добычи.
sk: Najmite sluhov na pomoc v kameňolome. +15% v rýchlosti ťažby kameňa.
sv: Anställ tjänare för att hjälpa i gruvorna. +15% sten samlingstakt.
tr: Maden ocağına yardım etmek için görevlileri kiralayın. +15 taş toplama oranı.
zh: 雇佣佣工协助采石。石头采集速率 +15%。
zh_tw: 僱用僕人採集石頭。石頭採集速率 +15%。

source: Increases metal gathering rates.
ar: تزيد من معدلات جمع المعدن.
ast: Aumenta les tases de recoyida de mineral.
bg: Увеличава скоростта на събирането на метал.
br: Lakaat a ra feurioù an dastum metal da greskaat.
ca: Augmenta la velocitat de recollida de metall.
cs: Zvyšuje rychlost těžby kovu.
da: Gør metalsamling hurtigere.
de: Erhöht Metall-Sammelgeschwindigkeit.
el: Αυξάνει τους ρυθμούς συλλογής μετάλλου.
es_mx: Mejora el ritmo de explotación del metal.
eu: Metal bilketa abiadura hobetzen du.
fa: افزایش سرعت جمع کردن فلز
fi: Nostaa metallin keräysnopeutta.
ga: Méadú ar na rátaí bailithe miotail.
gl: Aumenta a velocidade de extracción de metal.
hu: Növeli a fémgyűjtési sebességet.
id: Meningkatkan tingkat pengumpulan logam.
it: Aumenta il tasso di raccolta di metallo.
ja: 金属採集効率を増加します。
lv: Palielina metāla ieguves ātrumu.
ms: Tingkatkan kadar pengumpulan logam.
nb: Øker hastighet for utvinning av metall.
nl: Verhoog de snelheid van werkers in metaalmijnen.
pl: Zwiększa szybkość wydobycia metalu.
pt_pt: Aumenta a velocidade de recolha do metal.
ru: Увеличивает скорость добычи металла.
sk: Zvýši rýchlosť získavania kovu.
sv: Öka metall samlingstakt.
tr: Metal toplama oranını artırır.
zh: 加快金属采集速度。
zh_tw: 增加金屬採集速率。

source: Develop shaft mining. +15% metal gathering rate.
ar: 'طور التعدين العمودي. +15% على معدل جمع المعدن.
ast: Desendolcar la minería soterraña. El +15% de la tasa de recoyer el metal.
bg: Разработване на технологии за копаене на мини. +15% скорост на събиране на метал.
br: Diorren mengleuz. +15% a feurioù dastum metal.
ca: Desenvolupeu pous miners. +15% en l'índex de recol·lecció de metall.
cs: Vyviňte důlní těžbu v šachtách, +15% k rychlosti těžby kovu.
de: Entwickle den Schachtbergbau. +15% Metallabbaurate.
el: Ανάπτύξη Φρεάτιου Ορυχείου. +15% συλλογή μετάλλων.
es_mx: Desarrolla los pozos mineros. +15% de explotación de metal.
eu: Asmatu meatzari potzuak. %15+ metala ateratzeko abiaduran.
fa: توسعه میله معدن. +15% سرعت جمع کردن فلز
fi: Kehitä kaivoskuilut. +15% nopeampi metallin keruu.
ga: Forbair mianadóireacht sloic. Ráta bailithe +15% do mhiotal.
gl: Desenvolver a minaría de pozo. Aumenta a extracción de metal un +15%.
hu: Tárnás bányászat kifejlesztése. +15% fémgyűjtési sebesség.
id: Bangun terowongan tambang. +15% tingkat pengumpulan logam.
it: Sviluppa pozzo di estrazione. +15% Tasso di raccolta di metallo.
ja: 立坑採掘を開発します。金属採掘効率が15%上がります。
lv: Attīsta ieguvi ar cērtēm. +15% metāla ieguves ātrumam.
ms: Bangun perlombongan syaf, +15% kadar pengumpulan logam.
nb: Utvikle sjaktgruver. +15 metallutvinningstakt.
nl: Ontwikkel dieptemijnen. +15% metaal verzamelsnelheid.
pl: Odkrywa górnictwo głębinowe. +15% do szybkości wydobycia metalu.
pt_pt: Desenvolver minagem em poço. +15% de velocidade de extração do metal.
ru: Разработать шахтный ствол. Повышается на +15% скорость добычи металла.
sk: Vyviň šachtové baníctvo: +15% rýchlosť ťažby kovov.
sv: Utveckla schaktgruvor. +15% metall samlingstakt.
tr: Madencilik milini geliştirin. %+15 metal toplama oranı.
zh: 开发竖井挖掘。金属采集速度 +15%。
zh_tw: 開發豎井挖掘。金屬採集速率 +15%。

source: Strike a vein of precious silver. +50% metal gathering rate.
ar: اضرب منبعًا للفضة الثمينة. +50% على معدل جمع المعدن.
ast: Cutir una veta de plata precioso. El +50% de la tasa de recoyer el metal.
bg: Откриване на жилка ценно сребро. +50% скорост на събиране на метал.
br: Tizhout ur wazhennad a arc'hant prizius. +50% a feurioù dastum metal.
ca: Exploteu una vena de preciosa plata. +50% en l'índex de recol·lecció de metall.
cs: Najděte žílu cenného stříbra. +50% k rychlosti těžby kovu.
de: Finde eine Ader wertvollen Silbers. +50% Metallabbaugeschwindigkeit.
el: Ανάπτύξη ορυχείου ασημιού. +50% εξόρυξη μετάλλων.
es_mx: Da con una mena de valiosa plata. +50% de explotación de metal.
eu: Zilar mea baliotsua topatzen dute. %50+ metala ateratzeko abiaduran.
fa: رگه زدن نقره بارارزش. +50% سرعت جمع کردن فلز.
fi: Löydä hopeasuoni. +50% nopeampi metallin keruu.
ga: Buail le féith airgid luachmhair. Ráta bailithe +50% do mhiotal.
gl: Atopar un filón de prata. Aumenta a velocidade de extracción de metal un +50%.
hu: Egy értékes ezüsthasadék kibányászása. +50% fémgyűjtési sebesség.
id: Menambang perak yang berharga. +50% tingkat pengumpulan logam.
it: Scopri una vena di prezioso argento. +50% Tasso di raccolta di metallo.
ja: 貴重な銀の鉱脈を掘り当てます。金属採掘効率が50%上がります。
lv: Atklāj vērtīga sudraba iegulas. +50% metāla ieguves ātrumam.
ms: Menemui sejalur logam perak yang berharga, +50% kadar pengumpulan logam.
nb: Treff en åre med verdifullt sølv. +50% metallutvinningstakt.
nl: Ontdek een zilverader. +50% metaal mijnsnelheid.
pl: Odkrywa żyłę drogocennego srebra. +50% do szybkości wydobycia metalu.
pt_pt: Encontre um filão de prata preciosa. +50% de velocidade de extração do metal.
ru: Найти жилу драгоценного серебра. Повышается на +50% скорость добычи металла.
sk: Naraz žilu cenného striebra: +50% rýchlosť ťažby kovov.
sv: Hitta en ven av ädelt silver. +50% metall insamlingstakt.
tr: Değerli bir gümüş madenini çıkarın. %+50 metal toplama oranı.
zh: 深入挖掘珍贵的银矿矿脉。金属采集速度 +50%。
zh_tw: 深入挖掘珍貴的銀礦礦脈。金屬採集速率 +50%。

source: Buy slaves to help your workers mine for stone. +50% stone gathering rate.
ar: اشتر خدمًا ليساعدوا عمالك على تعدين الحجارة. +50% على معدل جمع الحجارة.
ast: Mercar esclavos p'ayudar los trabayadores a estrayer la piedra. El +50% de la tasa de recoyer la piedra.
bg: Купуване на роби, които да помагат в копаенето на камък. +50% скорост на събиране на камък.
br: Enfredañ sklaved da reiñ an dorn da gleuziañ ar maen. +50% a feur dastum mein.
ca: Compreu esclaus perquè ajudin als treballadors a excavar la pedra. +50% en l'índex de recol·lecció de pedra.
cs: Nakupte otroky, aby pomohli vašim dělníkům v dole na kámen. +50% na rychlosti lámání kamene.
de: Kaufe Sklaven um deinen Arbeitern beim Steinabbau zu helfen. +50% Steinabbaurate.
el: Εξαναγκασμός δουλοπάροικων να δουλέψουν στο ορυχείο. +50 εξόρυξη πέτρας.
es_mx: Compra esclavos para mejorar la explotación de piedra. +50% de ritmo de explotación pedrera.
eu: Esklaboak erosi harri ustiaketa hobetzeko. %50+ harria ateratzeko abiaduran.
fa: خریدن برده برای کمک به کارگران معدن سنگ شما. +50% سرعت جمع کردن سنگ
fi: Osta orjia hakkaamaan kiveä. +50% nopeampi kiven keruu.
ga: Ceannaigh mogha agus cloch a bhaint le d'oibrithe. Ráta bailithe +50% do chloch.
gl: Merca escravos para que axuden aos traballadores a extraer pedra. A taxa de recolección de pedra aumenta un +50%.
hu: Rabszolgák vásárlása, hogy segítsenek a munkásoknak követ bányászni. +50% kőgyűjtési sebesség.
id: Beli budak untuk membantu pekerja menambang batu. +50% tingkat pengumpulan batu.
it: Acquista schiavi per aiutare i cavatori di pietre. +50% Tasso di raccolta pietra.
ja: 奴隷を買い労働者の石材採掘を手伝わせます。採石効率が50%上がります。
lv: Pērk vergus palīgā strādniekiem pie akmeņu ieguves. +50% akmens ieguves ātruma.
ms: Beli hamba abdi untuk membantu pekerja anda di lombong batu. +50% kadar pengumpulan batu.
nb: Kjøp slaver for å hjelpe dine arbeidere hakke stein. +50% steinhentingsrate.
nl: Koop slaven om je werkers te helpen bij het mijnen naar steen. +50% mijnsnelheid voor steen.
pl: Kup niewolników do pomocy w kopalniach kamienia. +50% do szybkości wydobycia kamienia.
pt_pt: Compra escravos para ajudar os trabalhadores a extrair pedra. +50% de velocidade de extração de pedra.
ru: Купить рабов для помощи рабочим в каменоломне. Повышается +50% скорость добычи камня.
sk: Kúp otrokov, aby pomáhali tvojim pracovníkom ťažiť kameň: +50% rýchlosť ťažby kameňa.
sv: Köp slavar för att hjälpa dina arbetare i gruvor. +50% stensamlings takt.
tr: Taş madeni işçilerinize yardım için köleler satın alın. %+50 taş toplama oranı.
zh: 购买奴隶来协助你的工人采集石头。石头采集速率 +50%。
zh_tw: 購買奴隸來協助您的工人採集石頭。石頭採集速率 +50%。

source: Equip your workers with helpful tools. +15% metal gathering rate.
ar: زود عمالك بالأدوات المساعدة. +15% معدل استخراج المعدن.
ast: Equipar los trabayadores con aperios útiles. El +15% de la tasa de recoyer el metal.
bg: Оборудване на работниците с полезни инструменти. +15% скорост на събиране на метал.
br: Aveiñ ho labourerien gant binvioù talvoudus. +15% a feurioù dastum metal.
ca: Equipeu els treballadors amb eines útils. +15% en l'índex de recol·lecció de metall.
cs: Vybavte své dělníky užitečnými nástroji. +15% na rychlosti težby kovu.
de: Rüste deine Arbeiter mit nützlichen Werkzeugen aus. +15% Metallabbaurate.
el: Εξόπλισε τους εργάτες με βοηθητικά εργαλεία. +15% στο ποσοστό εξόρυξης μετάλλου.
eu: Zure langileak lanabesez hornitu. %15+ metala ateratzeko abiaduran.
fa: تجهیز کردن کارگران با ابزار مناسب. +15% سرعت جمع کردن فلز.
fi: Varusta työntekijäsi hyödyllisillä työkaluilla. +15% nopeampi metallinkeräys.
ga: Fesitigh uirlisí úsáideacha ar d'oibrithe. Ráta bailithe +15% do mhiotal.
gl: Equipa aos teus traballadores con ferramentas útiles. Aumenta a taxa de recolección de metal un +15%.
hu: Munkások felszerelése hasznos eszközökkel. +15% fémgyűjtési sebesség.
id: Memperlengkapi pekerja dengan alat yang membantu. +15% tingkat pengumpulan logam.
it: Equipaggia i tuoi lavoratori con attrezzi vantaggiosi. +15% Tasso di raccolta metallo.
ja: 労働者に便利な道具を装備させます。金属採掘効率が15%上がります。
lv: Aprīko strādniekus ar noderīgiem rīkiem. +15% metāla ieguves ātrumam.
ms: Lengkapkan pekerja anda dengan alatan yang berguna. +15% kadar pengumpulan logam.
nb: Utstyr dine arbeidere med hjelpsomme verktøy. +15% metallutvinningsrate.
nl: Rust je werkkrachten uit met behulpzame werktuigen. +15% verzamelsnelheid voor metaal.
pl: Wyposaż swoich robotników przydatne narzędzia. +15 do szybkości wydobywania metalu.
pt_pt: Equipa os trabalhadores com ferramentas úteis. + 15% velocidade de recolha de metais.
ru: Снабдите Ваших рабочих полезными инструментами. +15% к скорости добычи металла.
sk: Vybavte svojich robotníkov užitočnými nástrojmi. +15% v rýchlosti ťažby kovu.
sv: Utrusta dina arbetare med användbara verktyg. +15% metall insamlingstakt.
tr: İşçilerinizi yardımcı aletlerle donatın. +15 metal toplama oranı.
zh: 为工人装配有用工具。金属采集速率 +15%。
zh_tw: 讓您的工人裝備有用的工具。金屬採集速率 +15%。

source: Baskets for foraging.
ar: سلة لجمع الفواكه.
ast: Cestos pa guetar comida.
bg: Кошници за събиране на плодове.
br: Paneroù evit boueta chatal.
ca: Cistells per a recol·lectar.
cs: Koše na krmení.
de: Körbe zum Sammeln
el: Καλάθια για συγκομιδή.
eu: Biltzeko saskiak.
fa: سبد برای تغزیه.
ga: Cléibh ar son na sealgaireachta.
gl: Canastros para a recolecta.
hu: Kosarak gyűjtögetéshez.
id: Keranjang untuk pemetikan.
it: Gerle per foraggi.
ja: 採取用の籠
ms: Bakul untuk mencari makanan.
nb: Kurver for matsanking.
nl: Manden voor het foerageren
pl: Kosze do zbierania
pt_pt: Cestos para a colheita.
ru: Корзины для сбора пищи.
sk: Koše pre zber potravy.
sv: Korgar för matsamling.
tr: Toplayıcılık için sepetler.
zh: 采集食物的篮子。
zh_tw: 籃子用以採集。

source: Equip your foragers with wicker baskets. +50% fruit foraging rate.
ar: زود جامعينك بـ سلة من القش. +50% معدل جمع الفواكه.
ast: Equipar los guetadores de comida con goxes. El +50% de la tasa de coyer el frutu.
bg: Оборудвайте събирачите с плетени кошници. +50% скорост при събиране на плодове.
br: Aveiñ ho magerien chatal gant paneroù aozilh. +50% a feurioù boueta frouezh chatal.
ca: Equipeu els recol·lectors amb cistells de vímet. +50% en l'índex de recol·lecció de fusta.
cs: Vybavte své sběrače proutěnými koši. +50% k rychlosti sklizně ovoce.
da: Udstyr dine madsamlere med flettede kurve. Frugter samles +50% hurtigere.
de: Statte deine Sammler mit Weidenkörben aus. +50% Ernterate.
el: Εξόπλισμος με ψάθινα καλάθια. +50 συλλογή τροφής.
es_mx: Equipa a tus recolectores con cestas de mimbre. +50% a la tasa de recolección de frutales.
eu: Hornitu zure nekazariak zumitzeko saskiekin. +50% fruituak biltzeko abiaduran.
fa: میوه جمع کن های خود را به سبد های حصیری مجهز کنید. +50% سرعت جمع آوری میوه.
fi: Varusta marjankerääjät pajukoreilla. +50% nopeampi marjankeruu.
ga: Feistigh cléibh caolaigh ar do sheilgeoirí. Ráta sealgaireachta +50% do thorthaí.
gl: Equipa os recolledores de froitos con canastros. Aumenta a velocidade de recolección un +50%.
hu: A takarmányozók felszerelése vesszőkosarakkal. +50% gyümölcs táplálkozási sebesség.
id: Memperlengkapi pemetik Anda dengan keranjang anyaman. +50% tingkat pemetikan buah.
it: Dota i raccoglitori di cesti di vimini. +50% Tasso di raccolta di frutta.
ja: 採取者に編み籠を持たせます。果物の採取効率が50%上昇します。
lv: Aprīko savus vācēju ar pītiem groziem. +50% augļu sameklēšanas ātrumam.
ms: Lengkapkan pencari makanan anda dengan bakul anyaman. +50% kadar pencarian makanan.
nb: Utstyr dine mataukere med flettede kurver. +50% mataukshastighet.
nl: Geef mandjes aan je verzamelaars. +50% fruit verzamelsnelheid.
pl: Wyposaż robotników zbierających żywność w kosze wiklinowe. +50% do szybkości zbierania żywności.
pt_pt: Equipa os trabalhadores com cestos de verga. +50% velocidade de recolha de frutos silvestres.
ru: Снабдите ваших сборщиков плетёными корзинами. Повышается +50% скорость сбора.
sk: Vybaví vašich zberačov prútenými košmi. +50% rýchlosť zbierania ovocia.
sv: Utrusta dina samlare med korgar. +50% matsamlings takt.
tr: Toplayıcılarınızı hasır sepet ile donatın. +50% meyve toplama oranı.
zh: 让你的采集粮食者使用柳条制篮子。果树采集速率 +50%。
zh_tw: 讓您的採集糧食者使用柳條製籃子。果樹採集速率 +50%。

source: +50% health for female citizens.
ast: El +50% de la vida pa les ciudadanes.
bg: +50% здраве за жените.
br: +50% a yec'hed evit ar c'heodedourezed.
ca: +50% de vida per a les dones.
cs: +50% zdraví pro občany ženského pohlaví.
de: +50% Gesundheit für Bürgerinnen.
el: +50% ζωή στη γυναίκες πολίτες.
eu: %50+ hiritar emakumeen osasunean.
fa: +50% سلامت برای شهروندان زن
ga: Sláinte +50% do bhanshaoránaigh.
gl: Aumenta a saúde das cidadás en +50%.
hu: +50% életerő a női polgároknak.
it: +50% di salute per i cittadini femminili.
ja: 女性市民の体力が+50%増加します。
ms: +50% hayat untuk rakyat perempuan.
nl: +50% leven voor vrouwen
pl: +50% PŻ dla Obywatelek.
pt_pt: +50% de vida para as cidadãs.
ru: +50% к здоровью горожанок.
sk: +50% života pre ženy
sv: +50% hälsa för kvinnliga medborgare
tr: Kadın vatandaşlar için +50% sağlık.
zh: 女性居民+50%生命值。
zh_tw: 女性公民生命值 +50%
