Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Dodecanese
ast: Spórades meridionales
bg: Додеканезите
br: Dodekaniz
ca: Dodecanès
cs: Dodekany
da: Dodekanesisk
de: Dodekanes
el: Δωδεκάνησα
es: El Dodecaneso
fa: جزیره دودکانس
fi: Dodekanesian saaret
fr: Dodécanèse
ga: Na Dóidéacanaí
hu: Dodekanészosz
id: Dodekanesa
it: Dodecaneso
ja: ドデカネス諸島
ko: 도데카니사
nl: Dodekanesos
pl: Dodekanez
pt_br: Dodecaneso
pt_pt: Dodecaneso
ru: Додеканес
sk: Dodekanéz
sv: Dodekanisos
tr: On İki Ada
uk: Додеканес
zh: 多德卡尼斯
zh_tw: 十二群島

source: Forming the traditional frontier between ancient Kush and Egypt, the fortified Island of Elephantine was situated on the Nile River at the first cataract. As the border between Upper Egypt and Lower Nubia, Elephantine became an important way-station for the trade in ivory and other goods. It was considered to be the home of the god Khnum, guardian of the source of the Nile, and boasted an impressive temple complex.
ast: La islha-fortaleza d’Elephantina sitiaba-se na primeira catarata de l riw Nilu & formaba la fronteira tradicional entre Chus & Egypto. Cumo llende entre los dous reinos, yera un importante llogar de passu pa l commercio de l marfil, & outros bienes. Creíɐ-se que yera la morada de l dieus Khnum, curiador de lɐs fontes de l Nilu, & contaba cun un templo ablucante.
bg: Стоейки на границата между древните държави Куш и Египет, укрепеният остров Елефантина се намира в река Нил при първите бързеи. Като граница между Горен Египет и Долна Нубия, Елефантина бил важна точка за търговията със слонова кост и други стоки. Смятало се, че там е домът на бог Хнум, пазител на изворите на Нил, и затова в негова чест на острова бил построен огромен храм.
br: En ur frammañ an harz hengounel etre Kuch kozh hag Egipt, e oa lec'hiet enezenn Elefantina kreñvaet war ar stêr Nil en dourlamm kentañ. Evel an harz etre Egipt Uhel ha Nubia Izel e teuas Elefantina un ehan a-bouez evit ar c'hoñvers en olifant ha madoù all. Sellet pizh e oa evit bezañ ti an Doue Khnum, diwaller andon an Nil, ha brudet evit bezañ un templ kemplezh fromus.
ca: Formant la frontera tradicional entre l'antic Cuix i Egipte, l'illa fortificada d'Elefantina estava situada al riu Nil, a la primera cataracta. Com a frontera entre l'Alt Egipte i la Baixa Núbia, Elefantina es va convertir en una important estació de camins per al comerç d'ivori i altres béns. Es considerava la llar del déu Khnum, guardià de la font del Nil, i tenia un impressionant complex de temples.
cs: Tvořící tradiční hranici mezi starověkým Kušem a Egyptem, opevněný ostrov Elefantín byl umístěn na řece Nilu při prvním kataraktu (peřeje). Jako hranice mezi Horním Egyptem a Dolní Nubií se Elefantín stal důležitým říčním přístavem pro obchod se slonovinou a jiným zbožím. To bylo považováno za domov boha Khnuma, strážce pramene Nilu, a chlubil se úchvatným chrámovým komplexem.
da: Den befæstede ø Elephantine, der dannede den traditionelle grænse mellem det gamle Kush og Egypten, lå ved Nilen ved den første grå stær. Som grænsen mellem Øvre Egypten og Nedre Nubien blev Elephantine en vigtig mellemstation for handel med elfenben og andre varer. Den blev anset for at være hjemsted for guden Khnum, vogter af kilden til Nilen, og pralede med et imponerende tempelkompleks.
de: Die befestigte Insel Elephantine lag am Nil beim ersten Katarakt und bildete die traditionelle Grenze zwischen dem antiken Kusch und Ägypten. Als Grenze zwischen Oberägypten und Unternubien wurde Elephantine eine wichtige Zwischenstation für den Handel mit Elfenbein und anderen Gütern. Es wurde als Heimat des Gottes Khnum, des Wächters der Nilquelle, angesehen und rühmte sich eines beeindruckenden Tempelkomplexes.
el: Εκεί που σχηματίζονταν τα παραδοσιακά σύνορα μεταξύ της αρχαίας Κους και της Αιγύπτου, βρισκόταν το οχυρωμένο νησί της Ελεφαντίας στον πρώτο καταρράκτη του ποταμού Νείλου. Ως σύνορο μεταξύ Άνω Αιγύπτου και Κάτω Νουβίας, η Ελεφαντία έγινε ένας σημαντικός σταθμός για το εμπόριο ελεφαντόδοντου και άλλων αγαθών. Θεωρήθηκε ως το σπίτι του θεού Κνεμού, θεματοφύλακα της πηγής του Νείλου, και καμάρωνε για ένα εντυπωσιακό συγκρότημα ναών.
es: Formando la antigua frontera entre el antiguo reino de Kush y Egipto, la isla fortificada de Elefantina se situaba en la primera catarata del Nilo. Como frontera entre el Alto y Bajo Egipto (Wawat), Elefantina se convirtió en una importante parada donde se comerciaba con marfil y otros bienes. Se la consideraba como la casa del dios Jnum, guardián de los recursos del Nilo, y presumía de un impresionante complejo de templos.
eu: Antzinako Kush eta Egipto arteko ohiko muga eratuz, Elefantina gotorleku-uhartea Nilo ibaiko lehen ur jauzian kokaturik zegoen. Egipto Garaia eta Nubia Beherea arteko muga zenez, Elefantina garrantzitsu bihurtu zen marfil eta beste ondasunen merkataritzan . Khnum jainkosaren jatorria zela uste zen, Niloko iturburuaren zaindaria, eta tenplu konplexu ikusgarria zuen.
fa: شکل گیری یک مرز سنتی میان کوش باستان و مصر، جزیره مستحکم الفانتین بر روی رود نیل در اولین آبشار بزرگ. با مشخص شدن این جزیره به عنوان مرز کوش باستان و مصر این منطقه تبدیل به یک مرکز مهم تجاری برای تجارت عاج و سایر کالاها شد و به مرور به عنوان خانه خدای کنوم، محافظ منابع نیل شناخته شد و یک معبد باشکوه در آن ساخته شد.
fi: Muinaisen Kušin ja Egyptin välisenä perinteisenä rajana toiminut linnoitettu Elefantinen saari sijaitsi Niilin varrella ensimmäisen kataraktin kohdalla. Ylä-Egyptin ja Ala-Nubian välisenä rajana Elefantine oli tärkeä norsunluun ja muiden tavaroiden kaupan reittiasema. Sitä pidettiin Niilin lähteen vartijana toimivan Khnum-jumalan kotipaikkana, ja siellä sijaitsi vaikuttava temppelikompleksi.
fr: Formant la frontière traditionnelle entre l'ancien Koush et l'Égypte, l'île fortifiée d’Éléphantine était située sur le Nil lors de la première cataracte. En tant que frontière entre la Haute-Égypte et la Basse-Nubie, Éléphantine devint une importante plaque tournante pour le commerce de l'ivoire et d'autres marchandises. Il était considéré comme la maison du dieu Khnoum, gardien de la source du Nil, et se vantait d'un impressionnant complexe de temples.
ga: Déanta mar theorainn idir an Chúis ársa agus an Éigipt, bhí oileán daingnithe na hEilifintíne suite sa Níl ag an gceann eas mór. Mar theorainn idir an Éigipt Uachtarach agus Núibia Íochtar, bhí Eilifintín tábhachtach mar ionad trádála in eabhar agus earraí eile. Measadh uirthi mar theach an dé Cnúm, caomhnóir foinse na Níle, agus bhí ionad teampaill móir sa chathair.
hu: Kus és Egyiptom hagyományos határát adva, Elephantiné megerősített szigete a Nílus folyó első kataraktájánál feküdt. Felső-Egyiptom és Alsó-Núbia határaként, Elephantiné fontos megálló lett az elefántcsont és már áruk kereskedelmében. Hnum, a Nílus forrásának őrző istenének otthonának tekintették, és lenyűgöző templomegyüttessel büszkélkedhettek.
id: Membentuk perbatasan tradisional antara Kush kuno dan Mesir, Pulau Elefantin yang dibentengi terletak di Sungai Nil pada riam pertama. Sebagai perbatasan antara Mesir Hulu dan Nubia Hilir, Elefantin menjadi jalur penting perdagangan gading dan barang lainnya. Elefantin dianggap sebagai rumah dewa Khnum, penjaga sumber Sungai Nil, dan memiliki kompleks kuil yang mengesankan.
it: Formando la tradizionale frontiera tra l'antico Kush e l'Egitto, l'isola fortificata di Elefantina era situata sul Nilo vicino la prima cateratta. Rappresentando il confine tra l'Alto Egitto e la Bassa Nubia, l'isola divenne un importante punto di passaggio dei commerci di avorio e altre merci. Si pensava fosse la casa del dio Khnum, il guardiano della sorgente del nilo, e si vantava di un impressionante complesso templare.
ja: 古代クシュとエジプトの伝統的な境界を形成していたエレファンティン島は、ナイル川の第一峡谷に位置していました。上エジプトと下ヌビアの境界として、エレファンティンは象牙などの貿易の重要な中継地点となっていました。また、ナイル川の源流を守るクヌム神の本拠地とされ、壮大な神殿群を有していました。
ko: 고대 쿠시와 이집트 사이의 전통적인 경계를 형성하면서, 요새화된 엘레판티네 섬은 첫 큰 폭포가 있는 나일강에 위치해 있습니다. 이집트 북쪽과 누비아 남쪽의 국경으로서, 엘레판티네는 상아와 다른 상품들의 교역을 위한 중요한 중간 기착지가 되었습니다. 나일강의 근원을 수호하는 크눔 신의 고향으로 여겨지며 인상적인 사원 단지를 자랑합니다.
ms: Membentuk sempadan alami diantara Kush dengan Mesir purba, Pulau Elephantine berada ditengah-tengah Sungai Nil pada riam pertama. Manakala sempadan diantara Mesir Atas dengan Nubia Bawah, Elephantine menjadi stesen-laluan penting untuk perdagangan gading dan lain-lain barangan. Ia dianggap rumah kepada dewa Khum, penjaga sumber sungai Nil, dan terletaknya kompleks kuil yang tersergam megah.
nl: Op de traditionele grens tussen de oude rijken Kush en Egypte, lag het versterkte eiland Elephantine in de Nijl, vlakbij het eerste cataract. Op het punt tussen Opper-Egypte en Neder-Nubië ontwikkelde Elephantine zich tot een belangrijke handelspost voor onder andere de ivoorhandel. Het was de cultusplaats van de god Chnoem, bewaker van de bron van de Nijl, en kon bogen op een indrukwekkend tempelcomplex.
pl: Formująca tradycyjną granicę między starożytnym Kuszem a Egiptem, ufortyfikowana Wyspa Słoniowa znajdowała się na Nilu w pierwszej katarakcie. Jako granica między Górnym Egiptem i Dolną Nubią, Wyspa Słoniowa stała się ważnym miejscem dla handlu kością słoniową i innymi towarami. Uważano ją za dom boga Khnuma, strażnika źródła Nilu, szczycącego się imponującym kompleksem świątynnym.
pt_br: Formando a tradicional fronteira entre o Cuxe antigo e o Egito, a Ilha de Elefantina fortificada estava situada no Rio Nilo na primeira catarata. Como fronteira entre o Alto Egito e o Baixo Núbia, Elefantina tornou-se uma importante estação no trajeto do comércio de marfim e outros bens. Era considerada a casa do deus Khnum, guardião da fonte do Nilo, e ostentava um complexo de templos impressionante.
pt_pt: Formando a tradicional fronteira entre o Cuxe antigo e o Egito, a Ilha de Elefantina fortificada estava situada no Rio Nilo na primeira catarata. Como fronteira entre o Alto Egito e o Baixo Núbia, Elefantina tornou-se uma importante estação no trajeto do comércio de marfim e outros bens. Era considerada a casa do deus Khnum, guardião da fonte do Nilo, e ostentava um complexo de templos impressionante.
ru: Укрепленный остров Элефантина располагался на реке Нил после первых порогов и, формируя традиционную границу древних царств Куш и Египта, пролегающую между Верхним Египтом и Нижней Нубией, стал важным пунктом торговли слоновой костью и другими товарами. Это место считалось обиталищем бога Хнума, хранителя истоков Нила, в честь которого там был возведен впечатляющий храмовый комплекс.
sv: Den forntida ön Elefantin bildade den traditionella gränsen mellan forntida Kush och Egypten, vid Nile River vid första katarakt. Som gränsen mellan Övre Egypten och Nedre Nubien blev elefantin en viktig vägstation för handeln med elfenben och andra varor. Det ansågs vara hemmet till guden Khnum, väktare av källan till Nilen, och pralade med ett imponerande tempelkomplex.
tr: Kush ve Mısır arasındaki geleneksel sınırı oluşturan, Nil Nehrinin ilk şelalesinde bulunan sağlamlaştırılmış Asvan Adası, Yukarı Mısır ve Aşağı Nubia arasındaki sınır olarak, Asvan fildişi ve diğer ürünlerin ticaretinde önemli bir durak noktası oldu. Burası tanrı Khnum'un ana bölgesi olduğu düşünülen, Nil Nehrinin kaynağı, iftihar edilen etkileyici tapınak sitesiydi.
uk: Укріплений острів Елефантина розташовувався на річці Ніл після перших порогів і, формуючи традиційний кордон стародавніх царств Куш і Єгипту, що пролягає між Верхнім Єгиптом і Нижньої Нубією, став важливим пунктом торгівлі слоновою кісткою та іншими товарами. Це місце вважалося житлом бога Хнума, зберігача витоків Нілу, в честь якого там був зведений вражаючий храмовий комплекс.
zh: 库什和埃及的传统边界，象岛的防御工事位于尼罗河上的第一个瀑布处。 作为上埃及和下努比亚之间的边界，象岛成为象牙和其他商品贸易的重要途径。 它被认为是尼罗河源头的守护者库努姆神的家，并且拥有令人印象深刻的寺庙建筑群。
zh_tw: 庫施和埃及之間的傳統前線，象島位於尼羅河上的第一個瀑布處。作為上埃及和下努比亞之間的邊界，象島成為像牙和其他商品貿易的重要途徑。它被認為是尼羅河源頭的守護神庫努姆 Khnum 的故鄉，並且擁有令人印象深刻的神廟建築群。

source: Elephantine
ast: Elephantina
bg: Елефантина
br: Elefantina
ca: Elefantina
cs: Elefantín
el: Ελεφαντίνη
es: Elefantina
fa: جزیره الفانتین
fi: Elefantine
fr: Éléphantine
ga: An Eilifintín
hu: Elephantiné
id: Elefantin
it: Elefantina
ja: エレファンティン島"
ko: 엘레판티네
ms: Tugas Berat
pl: Słoniowaty
pt_br: Elefantina
pt_pt: Elefantina
ru: Элефантина
sk: Elefantína
sv: Elefantine
tr: Asvan Adası
uk: Елефантина
zh: 象岛
zh_tw: 大象

source: A neighboring province has pledged alegiance to your rule. It's up to you to command them to victory. [color="yellow"]Caution! If nomad mode is disabled, each player will start with two civic centers.[/color]
ast: Una provincia vizina tien-ti jurado llealtá. Toca-ti a ti traheyis la victoria. [color="yellow"]Arrepara: si l modu nómada sta dishabilitadu, cada jogador intama cun duɐs plaçɐs.[/color]
bg: Съседна провинция влиза в съюз под Ваше управление. Всички разчитат на Вас да ги поведете към победа. [color="yellow"]Внимание! Ако номадският режим е изключен, всеки играч ще започне с два селищни центъра.[/color]
cs: Sousední provincie slíbila věrnost vaší vládě. Je na vás, abyste ji dovedly k vítězství. [color="yellow"]Pozor! Pokud je režim nomád zakázán, každý hráč začne se dvěma správními středisky.[/color]
da: En naboprovins har lovet troskab til dit styre. Det er op til dig at kommandere dem til sejr. [color="yellow"]Forsigtig! Hvis nomadetilstand er deaktiveret, starter hver spiller med to borgercentre.[/color]
de: Eine benachbarte Provinz hat deiner Herrschaft die Treue geschworen. Es liegt nun an dir sie zum Sieg zu führen. [color="yellow"]Achtung! Falls der Nomadenmodus deaktiviert ist, startet jeder Spieler mit zwei Verwaltungssitzen.
es: Una provincia vecina ha jurado lealtad a tu gobierno. Depende de ti dirigirlas a la victoria. [color="yellow"]¡Atención! Si el modo nómada está desactivado, cada jugador comenzará con dos centros cívicos.[/color]
fi: Naapuriprovinssi on vannonut liittolaisuuden nimeen vallallesi. On sinusta kiinni käskyttää heidät voittoon. [color="yellow"]Varoitus! Mikäli paimentolaistila on pois päältä, jokainen pelaaja aloittaa kahdella asutuskeskuksella.[/color]
fr: Une province voisine a prêté allégiance à votre reigne. À vous de les mener jusqu'à la victoire. [color="yellow"]Attention ! Si le mode nomade est désactivé, chaque joueur commence avec deux centres-villes.[/color]
it: Una provincia vicina ha giurato fedeltà al tuo governo. Sta a te comandarli alla vittoria. [color="yellow"]Attenzione! Se la modalità nomade viene disattivata, ogni giocatore parte con due centri civici.[/color]
ko: 이웃 주에서는 당신의 통치에 충성을 맹세했습니다. 그들에게 승리를 명령하는 것은 당신에게 달려 있습니다. [color="yellow"]주의! 유목민 모드가 비활성화된 경우, 각 플레이어는 두 개의 시민 회관으로 시작합니다.[/color]
nl: Een naburige provincie heeft trouw gezworen aan uw gezag. Het is aan u ze naar de overwinning te leiden. [color="yellow"]Let op! Als de nomade modus is uitgeschakeld begint iedere speler met twee beschavingscentra.[/color]
pl: Sąsiednia prowincja przysięgła wierność twojemu panowaniu. Od Ciebie zależy, czy poprowadzisz ich do zwycięstwa. [color="yellow"]Uwaga! Jeśli tryb koczownika jest wyłączony, każdy z graczy rozpocznie grę z dwoma Centrami Osady.[/color]
pt_pt: Uma província vizinha comprometeu-se a cumprir as tuas ordens. Cabe-te a ti conduzi-los à vitória. [color="yellow"]Cuidado! Se o modo nómada estiver desativado, cada jogador começará com dois centros cívicos.[/color]
ru: Соседняя провинция присягнула на верность вашему правителю. Вы должны привести их к победе. [color="yellow"]Внимание! Если режим кочевника отключен, каждый игрок начнет с двух гражданских центров.[/color]
sk: Susedná provincia sľúbila vernosť tvojej vláde. Je na tebe doviesť ich k víťazstvu. [color="yellow"]Pozor! Pokiaľ je režim Nomád vypnutý, každý hráč začína s dvoma občianskymi centrami.[/color]
tr: Komşu bir eyalet, yönetiminize bağlılık sözü verdi. Onlara zafere taşımak size kalmış. [color="yellow"]Dikkat! Eğer göçebe modu devre dışı bırakılırsa, her oyuncu iki şehir merkeziyle başlayacaktır.[/color]
uk: Сусідня провінція присягнула на вірність вашому правлінню. Вам належить наказати їм перемогти. [color="yellow"]Увага! Якщо кочовий режим вимкнено, кожен гравець почне з двома громадськими центрами.[/color]
zh: 邻近省份已经宣誓向你效忠。你将带领他们走向胜利。 [color="yellow"]注意！如果禁用游牧模式，每个玩家开局拥有两个市政中心。[/color]

source: Empire
ast: Imperio
bg: Империя
br: Impalaeriezh
ca: Imperi
cs: Říše
da: Imperium
de: Imperium
el: Αυτοκρατορία
es: Imperio
eu: Inperioa
fa: امپراتوری
fi: Imperiumi
ga: Impireacht
gd: Impireachd
hu: Birodalom
id: Kerajaan
it: Impero
ja: 帝国
ko: 제국
ms: Empayar
nb: Imperium
nl: Keizerrijk
pl: Imperium
pt_br: Império
pt_pt: Império
ru: Империя
sk: Impérium
sr: Царство
sv: Kejsardöme
tr: İmparatorluk
uk: Імперія
zh: 帝国
zh_tw: 帝國

source: Players start in either northern France or southern Britain while the English channel separates them.
ast: Los jogadores intamɐn na Gallia septentrional ou Britania meridional, xebrados pol mare británico.
bg: Играчите започват в северна Франция или южна Британия, а протокът Ла Манш ги разделя.
br: Ar c'hoarierien a gomañs pe e Frañs Hanternoz pe e Su Breizh Veur tra ma vezont disrannet gant Mor-Breizh.
ca: Els jugadors comencen al nord de França o al sud de la Gran Bretanya, separats pel canal de la Mànega.
cs: Hráči začínají buď v severní Francii nebo v jižní Británii. Kanál mezi ostrovem a pevninou je odděluje.
da: Spillerne enten i det nordlige Frankrig eller det sydlige Britannien, adskilt af den Engelske Kanal.
de: Die Spieler starten entweder in Nordfrankreich oder in Südbritannien, durch den Ärmelkanal getrennt.
el: Οι παίκτες ξεκινούν είτε στην Βόρεια Γαλλία ή στη Νότια Βρετάνη καθώς τα Αγγλικά στενά τις χωρίζουν.
es: Los jugadores comienzan tanto en el norte de Francia como en la Britania del sur, ambos separados por el Canal de la Mancha.
eu: Jokalariak berdin has daitezke Frantzia Iparraldean edo Britania hegoaldean, biak ere Mantxako kanalak banandurik.
fa: بازیکن ها بازی را یا در شمال فرانسه و یا جنوب بریتانیا در حالی که کانال انگلیس آنها را جدا کرده است آغاز می کنند
fi: Pelaajat aloittavat joko Pohjois-Ranskasta tai Etelä-Britanniasta, ja Engalnnin kanaali erottaa heidät.
fr: Les joueurs commencent soit dans le nord de la France soit dans le sud de la Grande-Bretagne alors que la Manche les sépare.
ga: Tosaíonn na himreoirí sa Fhrainc thuaidh nó sa Bhreatain theas agus tá an Caol Sasanach eatarthu.
gd: Tòisichidh na cluicheadairean taobh tuath na Frainge no taobh deas na Breatainne le Caolas na Frainge ’gan sgaradh o chèile.
hu: A játékosok vagy Észak-Franciaországban, vagy Dél-Britanniában kezdenek. A La Manche-csatorna elválasztja őket egymástól.
id: Pemain mulai di Perancis utara atau Inggris selatan yang terpisah oleh selat Inggris.
it: I giocatori iniziano nel nord della Francia o in Gran Bretagna meridionale, mentre il Canale della Manica li separa.
ja: プレイヤーの開始位置は、北フランスか南ブリテンか、イギリス海峡を挟んだいずれかになります。
ko: 플레이어들은 영국해협을 사이로 프랑스 북부나 영국 남부에서 시작합니다.
ms: Pemain bermula sama ada di Utara Perancis atau Selatan Britain yang dipisahkan dengan selat Inggeris.
nb: Spillere starter enten nord i Frankrike eller sør i Britannia mens den engelske kanalen skiller dem.
nl: Spelers starten in Noord-Frankrijk of Zuid-Engeland, met Het Kanaal als scheiding.
pl: Gracze rozpoczynają w północnej Francji lub w południowej Brytanii, rozdziela ich kanał La Manche.
pt_br: Os jogadores começam no norte da França ou no sul da Grã-Bretanha, separados pelo canal da Mancha.
pt_pt: Os jogadores começam no norte de França ou no sul do Reino Unido, separados pelo canal da Mancha.
ru: Игроки начинают либо в северной Франции, либо в южной Британии, разделённые проливом Ла-Манш.
sk: Hráči začínajú buď v severnom Francúzsku, alebo južnej Británii, oddelení Lamanšským prielivom.
sr: Играчи почињу у северној Француској или јужној Британији a раздваја их Енглески Канал.
sv: Spelarna börjar antingen i norra Frankrike eller södra Storbritannien medan Engelska kanalen skiljer dem åt.
tr: Oyunculardan herhangi biri kuzey Fransada veya güney İngilterede Manş denizi sınırı ayıracak şekilde karşı karşıya gelir.
uk: Гравці починають у будь-якій місцевості північної Франції або південної Британії в той час, як їх відділяє англійський канал.
vi: Những người chơi bắt đầu ở bắc France hoặc nam Britain với kênh English ở giữa họ.
zh: 开局位于法国北部或英国南部，中间被英吉利海峡隔开。
zh_tw: 玩家會在法國北部或是英國南部開始遊戲，中間被英吉利海峽隔開。

source: English Channel
ast: Mare británico
bg: Ла Манш
br: Mor-Breizh
ca: Canal de la Mànega
cs: Kanál La Manche
da: Engelske Kanal
de: Ärmelkanal
el: Μάγχη
es: Canal de la Mancha
eu: Kanal Ingelesa
fa: کانال انگلیس
fi: Englannin kanaali
fr: Manche
ga: An Caol Sassanach
gd: Caolas na Frainge
hu: Angol csatorna
id: Selat Inggris
it: Canale della Manica
ja: イギリス海峡
ko: 영국 해협
ms: Selat Inggeris
nb: Den engelske kanal
nl: Het Kanaal
pl: Kanał La Manche
pt_br: Canal da Mancha
pt_pt: Canal da Mancha
ru: Ла-Манш
sk: Lamanšský prieliv
sr: Енглески канал
sv: Den Engelska Kanalen
tr: Manş Denizi
uk: Англійський канал
vi: Kênh English
zh: 英吉利海峡
zh_tw: 英吉利海峽
