Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: A land with waterways decorated in a manner similar to spider web.
ast: Una tierra adornada cun canales in forma de tela araña.
bg: Земя с водни пътища, подредени по начин, наподобяващ паяжина.
br: Un douar gant hentoù merdëus kinklet en un doare heñvel ouzh ur gwiad-kevnid.
ca: Una terra amb vies fluvials decorada de manera semblant a una teranyina.
cs: Země protkaná vodními toky na způsob podobný pavučině.
da: Et land med kanaler dekoreret som spindelvæv.
de: Ein mit Wasserwegen verziertes Stück Land, das einem Spinnennetz ähnelt.
el: Μία στεριά με νερά που τη διακοσμούν σαν ιστό αράχνης.
es: Una tierra acanalada decorada con motivos similares a los de una tela de araña.
eu: Kanalez beteriko lurra armiarma itxuraz apaindurik.
fa: یک سرزمین با آبراه هایی که همانند تار عنکبوت بر زمین گسترانیده اند.
fi: Maa jota koristaa hämähäkin seitin tavoin levittäytyneet vesiväylät.
fr: Un terrain avec des voies navigables disposées en toile d'araignée.
ga: Talamh lán le huiscebhealaigh eagraithe mar líon damhán alla.
gd: Tìr le slighean uisge ann an dealbhadh eige damhain-allaidh.
hu: Egy pókháló szerű víziút-hálózattal szabdalt földrész.
id: Daratan dengan jalur air yang berbentuk seperti sarang laba-laba.
it: Una terra con corsi d'acqua simili a ragnatele.
ja: クモの巣状の水路で飾られた土地です。
ko: 거미줄과 유사한 방식으로 장식된 수로가 있는 땅.
ms: Sebidang tanah dengan tali alir yang dibentuk seakan-akan sesawang labah-labah.
nb: Et land med vannveier dekorert i likhet med et edderkoppnett.
nl: Een fictief land met waterwegen, gedecoreerd als een tandwiel.
pl: Ziemie ze śródlądowymi drogami wodnymi ukształtowanymi w sposób przypominający kształt pajęczyny.
pt_br: Uma território com canais decorados de uma maneira similar a uma teia de aranha.
pt_pt: Uma terra com canais dispostos em forma de teia de aranha.
ru: Земля с судоходными путями, расположенными в виде паутины.
sk: Krajina s vodnými cestami vyzdobenými v štýle pripomínajúcom pavúčiu sieť.
sv: Ett land med vattendrag som liknar spindelnät.
tr: Örümcek ağlarını andıran su yolları ile örülmüş bir kara parçası.
uk: Земля з водними шляхами, оформленими в манері, подібній до павутини.
vi: Một vùng đất với hệ thống đường thủy theo kiểu mạng nhện.
zh: 水路纵横交错的大地。
zh_tw: 一片交織著有如蜘蛛網般水路的陸地。

source: Gear
ast: Telar
bg: Зъбно колело
br: Kendentadur
ca: Engranatge
cs: Kolo
da: Tandhjul
de: Zahnrad
el: Γρανάζι
es: Engranaje
eu: Erroteria
fa: دنده
fi: Varusteet
fr: Engrenage
ga: Fearas
gd: Gèar
hu: Fogaskerék
id: Gerigi
it: Ingranaggio
ja: ギア
ko: 톱니바퀴
nb: Utstyr
nl: Tandwiel
pl: Przekładnia
pt_br: Engrenagem
pt_pt: Roda dentada
ru: Шестерня
sk: Ozubené koleso
sv: Kugghjul
tr: Dişli
uk: Зубчасте колесо
zh: 齿轮形地图
zh_tw: 齒輪狀陸地

source: Players start in the shores of the Mediterranean Sea with a river flowing between them. The Guadalquivir is the fifth longest river in the Iberian peninsula and the second longest river with its entire length in Spain. The Guadalquivir river is the only great navigable river in Spain. Currently it is navigable to Seville, but in Roman times it was navigable to Cordoba. The ancient city of Tartessos was said to have been located at the mouth of the Guadalquivir, although its site has not yet been found.
ast: Los jogadores intamɐn a veirɐs de l Mediterraneo, xebrados por un riw. El riw Guadalquivir, antiguamente ḷḷamadu Betis, ye l quintu riw por llargor de la Península Ibérica & el segundu por llargor que naç & disagua n Hispaña. Ye l únicu riw navigable de l Stadu hispañol. Ãguanho ye navigable ta Sevilla, pero n tiempos romanos corríɐ navigable ta Córdoba. Ha hi quien diz que pela suɐ bouca s’alcontraba l’antigua cildá de Tartessós, mas el sitiu queda por discobrir.
bg: Играчите започват на бреговете на Средиземно море, а между тях минава река. Река Гуадалкивир е петата по дължина на Иберийския полуостров и втората по дължина, която е изцяло в Испания. Река Гуадалкивир е единствената плавателна такава в Испания. В момента по нея може да се плава до Севиля, но по римско време това е било възможно чак до Кордоба. Смята се, че древният град Тартес е бил разположен на устието на Гуадалкивир, но досега местоположението му не е открито.
br: Stagañ a ra ar c'hoarierien war ribloù ar Mor Kreizdouarel gant ur stêr o redek kenetrezo. Ar Guadalkivir zo ar bempvet stêr hirañ el ledenez Iberian hag an eil stêr hirañ gant hec'h hirded a-bezh e Spagn. Ar stêr Guadalkivir zo ar stêr vras merdeüs nemeti e Spagn. Alies e c'heller merdeiñ anezhi e Sevilha, met en amzerioù Roman e c'helled merdeiñ anezhi e Kordoba. Kêr vras gozh an Tartessoz a veze lavaret bezañ bet lec'hiet e beg ar Guadalkivir, daoust ma n'eo ket bet kavet c'hoazh he lec'hiadur.
ca: Els jugadors comencen a les costes del mar Mediterrani amb un riu que corre. El Guadalquivir és el cinquè riu més llarg de la península Ibèrica i el segon riu més llarg que neix i mor a Espanya. El Guadalquivir és l'únic gran riu espanyol navegable. Actualment és navegable per Sevilla, però en temps romans ho era per Córdoba. Es deia que l'antiga ciutat de Tartessos estava situada a la desembocadura del Guadalquivir, tot i que no s'ha trobat mai.
cs: Hráči začínají na pobřeží Středozemního moře s řekou, která teče mezi nimi. Guadalquivir je pátá nejdelší řeka na Pyrenejském poloostrově a druhá nejdelší řeka ve Španělsku. Řeka Guadalquivir je jediná velká splavná řeka ve Španělsku. V současné době je splavná do Sevilly, ale v římských dobách byla splavná do Cordoby. Říká se, že se na jejím ústí nachází starobylé město Tartessos, ačkoli nebylo dosud nalezeno.
da: Spillere starter ved Middelhavets kyster med en flod, der flyder mellem dem. Guadalquivir er den femtelængste flod på den iberiske halvø og den næstlængste flod med hele sin længde i Spanien. Guadalquivir-floden er den eneste store sejlbare flod i Spanien. I øjeblikket er den sejlbar til Sevilla, men i romertiden var den sejlbar til Cordoba. Den antikke by Tartessos siges at have været placeret ved mundingen af ​​Guadalquivir, selvom dens beliggenhed endnu ikke er fundet.
de: Die Spieler beginnen am Ufer des Mittelmeers, wobei ein Fluss zwischen ihnen fließt. Der Guadalquivir ist der fünft-längste Fluss auf der iberischen Halbinsel und der zweit-längste Fluss, der auf ganzer Länge in Spanien liegt. Er ist der einzige große schiffbare Fluss in Spanien. Derzeit ist er bis Sevilla schiffbar, aber zu Zeiten der Römer war er das bis Cordoba. Die antike Stadt Tartessos soll an der Mündung des Guadalquivir gelegen haben, wurde bisher aber noch nicht entdeckt.
el: Οι παίκτες ξεκινούν στις ακτές της Μεσογείου με ένα ποτάμι που ρέει ανάμεσά τους. Ο Γκουαδαλκιβίρ είναι ο πέμπτος μακρύτερος ποταμός στην Ιβηρική χερσόνησο και ο δεύτερος μακρύτερος με ολό το μήκος του μέσα στην Ισπανία. Ο Γκουαδαλκιβίρ είναι ο μόνος σπουδαίος πλωτός ποταμος στην Ισπανία. Αυτή τη στιγμή είναι πλωτός μέχρι τη Σεβίλλη όμως στις Ρωμαϊκές εποχές ήταν πλωτός μέχρι την Κόρντοβα. Η αρχαία πόλη της Ταρτεσσού λέγονταν οτι βρίσκονταν στις εκβολές του Γκουαδαλκιβίρ, όμως μέχρι τώρα δεν έχει ανακαλυφθει.
es: Los jugadores comienzan en las costas del Mar Mediterráneo con un río fluyendo hacia su desembocadura. El Guadalquivir es el quinto río más largo de la Península Ibérica y el segundo río más largo cuyo recorrido completo se halla totalmente en España. El Guadalquivir es el único río navegable en España. Actualmente es navegable hasta Sevilla, pero en tiempos romanos se podía navegar hasta Córdoba. Se dice que la antigua ciudad de Tartessos se situaba en la desembocadura del Guadalquivir, aunque no ha sido encontrado todavía.
eu: Jokalariak mediterraneo kostaldean hasten dira hitzera doan erreka baten ondoan. Guadalquivir Iberiar penintsulako bost garren luzeena da eta Espainian bere bide osoa egiten dutenen arteko bigarrena. Guadalquivir Espainian nabigagarri den erreka bakarra da. Gaur egun Sevilla arte da nabigagarria baina erromatarren garaian Kordobaraino nabiga zitekeen. Entzuten da Tartessos hiria Guadalquivir hiltzen den tokian zegoela, nahiz gaur artean ez den aurkitua izan.
fa: بازیکن ها بازی را در سواحل دریای مدیترانه آغاز می کنند با رودخانه ای که در میان آنها جریان دارد. گوادالکیبیر پنجمین رودخانه بلند در ایبرای پنینسولا است و دومین رودخانه بزرگ در کل اسپانیا. رودخانه گوادالکیبیر تنها رودخانه بزرگ با قابلیت کشتیرانی در اسپانیا است. در حال حاضر این رودخانه تا سویل اسپانیا قابل کشتی رانی است اما در دوران رومی ها این رودخانه تا کوردوبا قابل کشتی رانی بود. شهر باستانی تارتسوس گفته شده است که در دهانه گوادالکیبیر واقع شده بود اگر چه محل این شهر تا کنون پیدا نشده است.
fi: Pelaajat aloittavat Välimeren rannoilta, ja heidän välissään virtaa joki. Guadalquivir on Iberian niemimaan viidenneksi pisin joki ja toiseksi pisin koko pituudeltaan Espanjassa sijaitseva joki. Guadalquivir on Espanjan ainoa suuri purjehduskelpoinen joki. Nykyisin se on purjehduskelpoinen Sevillaan asti, mutta roomalaisaikana se oli purjehduskelpoinen Cordobaan asti. Muinaisen Tartessosin kaupungin sanotaan sijainneen Guadalquivirin suulla, mutta sen sijaintia ei ole vielä löydetty.
fr: Les joueurs commencent sur les rivages de la mer Méditerranée, séparés par un fleuve qui coule entre eux. Le Guadalquivir est le cinquième plus long fleuve de la péninsule ibérique et le second à avoir tout son cours en Espagne. Le Guadalquivir est la seule grande voie navigable d'Espagne. Actuellement, il ne l'est que jusqu'à Séville, mais à l'époque romaine, il était navigable jusqu'à Cordoue. Les anciens situaient la cité de Tartessos à l'embouchure du Guadalquivir, mais ses ruines n'ont pas encore été trouvées.
ga: Tosaíonn gach imreoir ar tránna na Meánmhara le habhainn eatarthu. Tá an Guadáilcéibhir an cúigiú abhainn is fada i Leithinis na hIbéire, agus an dara abhainn is fada lena fad uile suite sa Spáinn. Is í an Guadáilcéibhir í an t-aon abhainn inseolta sa Spáinn. Sa lá atá inniu, tá sí inseolta go dtí Séibhil, ach san aois Rómhánach bhí sí inseolta i bhfad go dtí Cordoba. Dúradh go raibh an chathair ársa Tartasas suite i mbéal na Gaudáilcéibhire, ach níl an áit seo aimsithe fós.
gd: Tòisichidh na cluicheadairean air cladaichean na Mara Meadhanaich le abhainn eatorra. ’S e a’ chòigeamh abhainn as fhaide air an rubha Ibèireach a th’ ann an Guadalquivir agus ’s e an dàrna abhainn as fhaide a tha gu tur san Spàinn a th’ ann. ’S e an aon abhainn mhòr so-sheòlta san Spàin a th’ ann. Gabhaidh seòladh air gu ruige Sevilla an-dràsta ach b’ urrainnear seòladh air gu ruige Cordoba aig àm nan Ròmanach. Chaidh innse gun robh am baile àrsaidh Tartessos suidhiche aig beul a’ Guadalquivir ach cha deach a làrach a lorg fhathast.
hu: A játékosok a Földközi tenger parján kezdenek, köztük egy folyó kúzódik. A Guadalquivir az ibériai-félsziget ötödik leghosszabb folyója. Ez Spanyolország egyetlen hajózható nagy folyója. Jelenleg Sevilla-ig, azonban római időkben egész Cordobáig járható volt. Tartessos ősi városa a legenda szerint a Guadalquivir torkolatában helyezkedett el, azinban nyomait máig nem sikerült megtalálni.
id: Pemain mulai di pantai Laut Mediteran dengan sungai mengalir di antaranya. Guadalquivir adalah sungai terpanjang kelima di semenanjung Iberia dan sungai kedua terpanjang di Spanyol. Sungai Guadalquivir adalah satu-satunya sungai yang dapat dilayari di Spanyol. Saat ini sungai tersebut dapat dilayari hingga Sevilla, namun pada masa Romawi sungai ini dapat dilayari hingga Cordoba. Kota kuno Tartessos dikatakan terletak pada mulut Guadalquivir, meskipun lokasi pastinya belum pernah ditemukan.
it: I giocatori iniziano sulle rive del Mar Mediterraneo, con un fiume che scorre tra di loro. Il Guadalquivir è il quinto fiume più lungo nella penisola Iberica e il secondo fiume con tutta la sua sede in Spagna. Il fiume Guadalquivir è l'unico grande fiume navigabile in Spagna. Attualmente è navigabile da Siviglia, ma in epoca romana era navigabile fin da Cordoba. L'antica città di Tartessos si diceva situata alla foce del Guadalquivir, ma il sito non è stato ancora trovato.
ja: プレイヤーは地中海の海岸から開始し、互いの間に川が流れています。 グアダルキビール川はイベリア半島第5位の長さで、スペイン内の全長が第2位の川です。グアダルキビール川はスペインで航行可能な唯一の主要河川です。現在はセビリアまでですが、ローマ時代にはコルドバまで航行できました。古代の都市タルテッソがクアダルキビール川の河口にあったと言われていますが、いまだその場所は見つかっていません。
ko: 플레이어들은 강을 사이에 두고 지중해 연안에서 시작합니다. 과달퀴비르는 이베리아 반도에서 다섯 번째로 긴 강이며, 스페인에서 전체 길이가있는 두 번째로 긴 강입니다. 과달퀴비르 강은 스페인에서 유일하게 항해할 수 있는 강입니다. 현재는 세비야까지 항해할 수 있지만, 로마 시대에는 코르도바까지 항해할 수 있었습니다. 고대 도시 타르테소스는 아직 소재지가 발견되지 않았지만 과달퀴비르 하구에 위치했다고 전해집니다.
ms: Pemain bermula di pesisir pantai Laut Mediterranean dengan sungai diantara mereka. Guadalquivir merupakan sungai kelima terpanjang di semenanjung Iberia dan kedua terpanjang yang panjangnya merentasi sepanyol. Sungai Guadalquivir hanya satu-satuya sungai yang boleh dimudik di Sepanyol. Buat masa ini, ia boleh dimudik sehingga ke Sevile, tetapi pada zaman Rom dahulu ia boleh dimudik sehingga ke Cordoba. Bandar purba Tartessos dikatakan berada di muara sungai Guadalquivir, walaubagaimanapun tapak bandar tersebut masih belum ditemui.
nb: Spillerene starter langs kysten av Middelhavet med en elv flytende i mellom dem. Guadalquivir er den 5. lengste elven på den iberiske halvøy og den 2. lengste elva med hele sin lengde i Spania. Guadalquivir er den eneste store navigerbare elva i Spania. For tiden kan den seiles til Sevilla men i romersk tid kunne den navigeres til Córdoba. Den gamle byen Tartessos ble sagt å ha ligget ved utløpet til Guadalquivir, men dette stedet har aldri blitt funnet.
nl: Spelers starten aan de kust van de Middellandse Zee met tussen hen een rivier. De Guadalquivir is de vijfde langste rivier van het Iberische schiereiland en de tweede langste die volledig in Spanje ligt. De Guadalquivir is de enige goed bevaarbare rivier in Spanje. Momenteel is ze bevaarbaar tot in Sevilla maar in de Romeinse tijd kon men varen tot in Cordoba. Van de oude stad Tartessos wordt gezegd dat ze zich aan de monding van de rivier bevond. Deze plek is echter nooit gevonden.
pl: Gracze rozpoczynają na wybrzeżach Morza Śródziemnego z rzeką płynącą pomiędzy nimi. Gwadalkiwir jest piątą najdłuższą rzeką na Półwyspkie Iberyjskim i drugą najdłuższą płynącą w całości przez Hiszpanię. Gwadalkiwir jest jedyną nadającą się do żeglugi rzeką Hiszpanii. W czasach obecnych żegluga odbywa się do wysokości Sewilli, jednak w czasach Rzymian można było żeglować do Kordoby. Starożytne miasto Tartessos było najprawdopodobniej zlokalizowane u ujścia Gwadalkiwir, jednak miasto nie zostało dotąd zlokalizowane.
pt_br: Os jogadores começam nas margens do mar Mediterrâneo, com um rio que flui entre eles. O Guadalquivir é o quinto maior rio da Península Ibérica e o segundo maior rio com todo o seu comprimento em Espanha. O Rio Guadalquivir é o único grande rio navegável em Espanha. Atualmente é navegável para Sevilha, mas na época romana era navegável de Córdoba. A antiga cidade de Tartessos foi dito ter sido localizado na foz do Guadalquivir, embora seu local ainda não foi encontrado.
pt_pt: Os jogadores começam nas margens do Mar Mediterrâneo com o rio Guadalquivir a fluir entre eles. O Guadalquivir, quinto maior rio da Península Ibérica, nasce nas montanhas da província de Jaén, corre pela fértil planície da Andaluzia e desagua no oceano Atlântico, em Sanlúcar de Barrameda, no golfo de Cádis. Atualmente o rio é navegável até Sevilha mas na Roma Antiga era só navegável até Córdoba. Dizem que a cidade de Tartessos fica na foz deste rio mas ainda não foi encontrada.
ru: Игроки начинают в берегах Средиземного моря, разделенные рекой. Гвадалквивир является пятой по протяжённости рекой на Пиренейском полуострове и второй в Испании. Река Гвадалквивир является единственной судоходной в Испании. В настоящее время является судоходным путём в Севилью, но во времена Римской империи это был путь в Кордову. По преданиям древний город Тартесса был расположен в устье реки Гвадалквивир, хотя его останки пока не найдены.
sk: Hráči začínajú na brehoch Stredozemného mora a medzi nimi tečie rieka. Guadalquivir je piatou najdlhšou riekou na Pyrenejskom polostrove a druhou najdlhšou v Španielsku, ktorá ním preteká po celej svojej dĺžke. Je jedinou dobre splavnou riekou v Španielsku. V súčasnosti je splavná do Sevilly, ale za rímskych čias bývala splavná až do Córdoby. Hovorilo sa, že pri ústí rieky Guadalquivir ležalo staroveké mesto Tartessos, hoci jeho pozostatky sa doposiaľ nenašli.
sr: Играчи почињу на обали медитеранског мора са реком која их раздваја. Гвадалкивир је пета по дужини река на Иберијском полуострву, али је друга гледано по њеном целокупном току у Шпанији. То је једина велика пловна река у Шпанији. Данас је њом могуће пловити до Севиље, али се у римска времена стизало и до Кордобе. Сматра се да се на ушћу ове реке налазио древни град Тартес, иако његов положај није утврђен.
sv: Spelare börjar på stränder vid Medelhavet med en flod som rinner mellan dem. Floden Guadalquivir är den femte längsta floden på den iberiska halvön och den näst längsta floden med hela sin längd i Spanien. Guadalquivir är den enda stora farbara floden i Spanien. För närvarande är den farbar till Sevilla, men under romartiden var den farbar till Cordoba. Den antika staden Tartessos sades ha varit placerad vid mynningen av Guadalquivir, även om dess plats ännu inte har hittats.
tr: Oyuncular Akdeniz kıyısında aralarında akan bir nehir olan bir yerde başlar. Guadalquivir İber yarımadasındaki beşinci en uzun nehirdir ve İspanya'da tüm uzunluğu ile en uzun ikinci nehirdir. Guadalquivir nehri İspanya'da tek büyük gezilebilir nehirdir. Şu anda Sevilla gezilebilir, ama Roma döneminde bu yer Kordoba'dan beri gezilebilir bir yer. Tartessos antik kent alanı henüz bulunamamasına rağmen, Guadalquivir ağzında olduğu söylenmektedir.
uk: Гравці починають на берегах Середземного моря з річкою, що протікає між ними. Гвадалквівір є п'ятою за довжиною річкою на Піренейському півострові і друга за довжиною річка по усій довжині в Іспанії. Річка Гвадалквівір є єдиною великою судноплавною річкою в Іспанії. В даний час вона судноплавна до Севільї, але в римські часи - була судноплавною до Кордови. Стародавнє місто Тартесс, було розташоване в гирлі річки Гвадалквівір, хоча його по сьогодні не знайдено.
vi: Những người chơi bắt đầu ở ven Biển Mediterranean với một con sông chảy giữa họ. Guadalquivir là con sông dài thứ 5 tại bán đảo Iberian và là con sông dài thứ 2 với toàn bộ chiều dài tại Spain. Sông Guadalquivir là con sông lớn duy nhất có thể thông thương ở Spain. Ngày này nó có thể thông thương đến tận Seville, nhưng vào thời Roman nó chỉ có thể thông thương đến Cordoba. Thành phố Tartessos cổ đại được cho rằng nằm tại cửa sông Guadalquivir, mắc dù vị trí của nó vẫn chưa được tìm thấy.
zh: 玩家开局位于地中海沿岸，中间流淌着一条河。 瓜达几维河，是伊比利半岛第五长的河流，也是西班牙是第二长的河流。它是西班牙境内唯一可以通航的大河，现在的通航段只到塞维亚，但在罗马帝国时代，可以抵达科尔多瓦的水道。据说塔特苏斯古城曾位于瓜达几维河的河口，不过其确切位置仍未找到。
zh_tw: 玩家在有著河流流過每個玩家之間的地中海沿岸開始遊戲。 瓜達幾維河是在伊比利半島第五長的河流，其全長在西班牙是第二長的河流。瓜達幾維河是西班牙境內唯一可以通航的大河。現在的通航段只到塞維亞，但在羅馬帝國時代，直到科爾多瓦的水道都可以通行。古城 Tartessos 據說曾位於瓜達幾維河的河口，不過它的確切位置仍未被找到。

source: Guadalquivir River
ast: Riw Betis
bg: Река Гуадалкивир
br: Stêr Guadalkivir
ca: Riu Guadalquivir
cs: Řeka Guadalquivir
da: Guadalquivirfloden
de: Guadalquivir
el: Ποταμός του Γκουανταλκιβίρ
es: Río Guadalquivir
eu: Guadalquivir Ibaia
fa: رود گوادالکیبیر
fi: Guadalquivir-joki
fr: Guadalquivir
ga: Abhainn na Guadáilcéibhire
gd: Abhainn Guadalquivir
hu: Guadalquivir folyó
id: Sungai Guadalquivir
it: Fiume Guadalquivir
ja: グアダルキビール川
ko: 과달키비르 강
ms: Sungai Guadalquivir
nb: Elva Guadalquivir
nl: De rivier Guadalquivir
pl: Rzeka Gwadalkiwir
pt_br: Rio Guadalquivir
pt_pt: Rio Guadalquivir
ru: Река Гвадалквивир
sk: Rieka Guadalquivir
sr: Река Гвадалкивир
sv: Guadalquivirfloden
tr: Guadalquivir Nehiri
uk: Ріка Гвадалквівір
vi: Sông Guadalquivir
zh: 瓜达尔基维尔河
zh_tw: 瓜達幾維河
