Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Queue some slingers.
bg: Добавете няколко прашкари в опашката.
cs: Zařaďte nějaké prakovníky.
de: Gib einige Schleuderer in Auftrag.
el: Πρόσθεσε στην σειρά παραγωγής μερικές σφεντόνες
eu: Jarri ilaran zenbat honda jaurtitzaile.
fi: Lisää jonoon jonkin verran linkomiehiä
fr: Entraînez quelques frondeurs.
gd: Cuir longadairean air a’ chiutha.
gl: Adestra un grupo de 5 fondeiros.
hu: Állíts sorba néhány parittyást.
id: Antrikan beberapa pengumban.
it: Acoda di alcuni frombolieri.
ja: キューに数人投石兵を追加してください。
ka: რიგში ჩააყენე რამდენიმე მეშურდულე.
ms: Baris gilir beberapa orang pelontar.
nb: Legg noen slyngekastere i treningskøen.
pl: Dodaj kilku procarzy do kolejki produkcji.
pt_br: Fila de alguns lançadores.
pt_pt: Recrute alguns fundeiros.
ru: Обучите нескольких пращников.
sk: Pridajte do frontu niekoľko prakovníkov.
sv: Köa några slungare.
tr: Biraz atıcı sırala
uk: Додайте в чергу декількох пращників.
zh: 追加一队投石兵。
zh_tw: 訓練一些投石兵。

source: When you have advanced, use a single citizen soldier to place a barracks foundation. Then use the rest of the non food or house building female citizens to construct it.
bg: След като достигнете следващата епоха, използвайте гражданин-во̀ин, за да поставите основата за казарма. След това използвайте жените, които не събират храна или не строят къщи, за да я построите.
cs: Když jste se vstoupil do městského období, umístěte s jedním vojákem kasárna. Použijte staré nicnedělající ženy k rychlejší výstavbě těchto kasáren.
de: Wenn du ins Stadtzeitalter aufgestiegen bist, platziere mit einem Soldaten eine Kaserne. Benutze alle untätigen Bürgerinnen, um die Kaserne schneller fertigzustellen.
el: Όταν έχετε προχωρήσει, χρησιμοποιήστε έναν στρατιώτη για να φτιάξει ένα στρατώνα. Στη συνεχεία χρησιμοποιήστε της γυναίκες για να βοηθήσουν τον στρατιοτη.
eu: Aurreratu duzunean, erabili hiritar-soldadu bakarra koartel baten oinarriak egiteko. Gero erabili honi laguntzeko janaria biltzen edo etxeak eraikitzen ari ez diren gainontzeko hiritar emeak.
fi: Kun sinä olet kehittynyt, käytä yhtä kansalaissotilasta asettamaan kasarmin perustukset. Sitten käytä loppuja ei-ruoka tai talorakennus naiskansalaisia rakentamaan se.
fr: Après avoir évolué, utilisez un citoyen-soldat pour construire une caserne. Puis utilisez le reste des citoyennes n'étant ni dans les champs ni à la construction de maisons pour la construire.
gd: Nuair a bhios tu air àrdachadh, cleachd aonar shaighdear-dùthcha gus bonn thaigh-fheachd a chur ann. Cleachd an corr dhe na boireannaich nach eil a’ cruinneachadh bìdh no a’ togail taighe gus an togail.
gl: Unha vez avances de fase, usa un cidadán soldado para planificar a construción dun cuartel. Despois colle ás cidadás que non estean nin recollendo comida nin construíndo casas, e ponas a traballar na construción do cuartel.
hu: Amikor felfejlődtél, használj egyetlen polgári katonát a laktanyák alapjának lerakásához. Ezután használd a maradék nem élelmet termelő vagy házat építő női polgárt a felépítéséhez.
id: Ketika anda telah maju, gunakan seorang prajurit rakyat untuk meletakkan fondasi barak. Lalu gunakan rakyat wanita yang tidak mengumpulkan makanan atau membangun rumah untuk membangunnya.
it: Quando sarai avanzato, utilizza un solo soldato cittadino per piazzare le fondamenta di una caserma. Quindi utilizza il resto delle donne non addette alla raccolta di cibo o le costruttrici femminili per costruirlo.
ja: 発展したら、1人の市民兵士を兵営の基礎に配置してください。そして、残りの食料採集していないつまり家を建てている女性市民を建設にあててください。
ka: როცა გამოცდილი გახდები, გამოიყენე ერთი მოქალაქე ჯარისკაცი, რომ დადგა საძირკველი. შემდეგ გამოიყენე დარჩენილი არა საჭმლის მომპოვებელი და სახლის მშენებელი მოქალაქე ქალები, რომ ააშენო ის.
ms: Bila anda sudah ada yang lebih baik, gunakan seorang warga askar untuk letak tapak berek. Kemudian guna baki warga perempuan yang tidak terlibat dengan pengumpulan makanan atau yang terlibat dengan pembinaan rumah diarah membinanya.
nb: Når du har oppnådd by-fasen, bruk en enkelt borger-soldat til å lage grunnmuren for en kaserne. Bruk deretter resten de kvinnelige borgerne til å bygge ferdig kasernen så sant de ikke allerede brukes til matsanking eller husbygging.
pl: Gdy awansujesz do kolejnej fazy, użyj jednego żołnierza miejskiego aby postawić fundamenty pod koszary. Następnie użyj reszty kobiet, które nie zbierają żywności lub wznoszą budynki do ich konstrukcji.
pt_br: Quando você estiver avançado, use um único soldado para colocar uma fundação de um quartel. Em seguida, use o resto dos cidadãos femininos que constroem casas ou que não estiverem recolhendo comida para construí-lo.
pt_pt: Assim que tiver avançado para a Fase 2, use um cidadão-soldado para definir a implantação de um quartel. Depois, use as cidadãs que não estejam a trabalhar em comida ou a construir casas para construir o quartel.
ru: Можно предусмотрительно отправить лишь одного пращника возводить барак, а затем отправить свободных женщин ему в помощь.
sk: Keď pokročíš, pošli jedného občana-vojaka aby vytvoril základy kasární. Potom pošli zbytok žien, ktoré sa nestarajú o zdroje jedla a výstavbu aby ich postavili.
sv: När du har avancerat, använd en enskild medborgarsoldat för att placera ett barackfundament. Använd sedan resten av kvinnliga medborgare som inte samlar mat eller bygger hus för att bygga barackerna.
tr: Geliştikten sonra bir vatandaş asker ile kışla temeli at. Sonrasında gıda toplayan ya da ev inşa edenler dışındaki tüm kadın vatandaşlarını kullanarak kışlayı inşa et.
uk: Коли ви просунулися у дослідженнях, відправте одного міського солдата розпочати зведення казарми. Потім відправте решту громадянок, що не займаються їжею та зведенням будинків завершити її зведення.
zh: 完成升级后，派一个民兵打下军营的地基。再派不在采集食物和建造房屋的女市民来完成军营的建设。
zh_tw: 當您升級後，使用單一個民兵放置軍營的地基。然後使用非採集食物或建造房舍的女性市民去建造它。

source: Queue 5 more females for construction work.
bg: Добавете още 5 жени в опашката. Те ще работят на строежите.
cs: Zařaďte 5 dalších žen pro stavební práce.
de: Bilde 5 weitere Bürgerinnen für Bauarbeiten aus.
el: Βάλε στην σειρά παραγωγής 5 η περισσότερες γυναίκες.
eu: Jarri ilaran beste 5 hiritar eme etxeak eraikitzeko.
fi: Laita jonoon 5 lisää naista rakennustyöhön.
fr: Entraînez 5 autres citoyennes pour la construction.
gd: Cuir grunn eile de 5 shaoranach boireann air a’ chiutha airson obair-togail.
gl: Pon outras 5 cidadás na cola para axudar a construír.
hu: Állíts sorba még 5 nőt az építési munkálatokhoz.
id: Antrikan 5 rakyat perempuan lagi untuk pembangunan.
it: Accoda altre 5 cittadine di sesso femminile ai lavori di costruzione.
ja: キューにさらに5人女性を追加して、建設作業にあてましょう。
ka: რიგში ჩააყენე 5-ით მეტი ქალი სამშენებლო სამუშაოებისთვის.
ms: Baris gilir lagi 5 orang warga perempuan untuk kerja-kerja pembinaan.
nb: Kø opp 5 kvinner for byggearbeider.
pl: Dodaj do kolejki 5 kobiet na potrzeby prac konstrukcyjnych.
pt_br: Enfileire 5 ou mais mulheres para trabalho de construção
pt_pt: Recrute mais 5 cidadãs para trabalhos de construção.
ru: Обучите ещё 5 женщин для помощи на стройке.
sk: Zaraď do výcviku 5 ďalších občianok na konštrukčné práce.
sv: Köa 5 till kvinnor för byggarbeten.
tr: İnşa işleri için 5 kadın vatandaş daha yetiştir.
uk: Додайте в чергу 5 громадянок для будівництва.
zh: 追加5个女市民来协助建设。
zh_tw: 再訓練5個女性市民來協助建造工作。

source: Queue a batch of slingers to gather the trees on the north side of your base.
bg: Добавете партида прашкари в опашката, за да събират дървесина в северната част на базата Ви.
cs: Zařaďte skupinu prakovníků. Přikažte jim, aby severně od vaší základny, těžili stromy.
de: Gib eine Gruppe Schleuderer in Auftrag um die Bäume nördlich deiner Basis abzubauen.
el: Βάλε στην σειρά παραγωγής 5 εκσφεντονιστές για να μαζέψουν στην βόρεια πλευρά της βάσης σου.
eu: Jarri ilaran honda jaurtitzaile talde bat zure basearen iparraldean egurra bil dezaten.
fi: Lisää jonoon joukko linkomiehiä kerätäksesi puuta pohjoispuolella tukikohdastasi.
fr: Entrainez un groupe de frondeurs qui devront ramasser du bois au nord de votre base
gd: Cuir grunn de longadairean air a’ chiutha ach an cruinnich iad na craobhan gu tuath air a’ bhunait agad.
gl: Adestra un grupo de 5 fondeiros para tallar as árbores do norte do centro cívico.
hu: Állíts sorba egy csoport parittyást, hogy kivágják a bázis északi oldalán lévő fákat.
id: Antrikan sekumpulan pengumban untuk mengumpulkan pohon di sisi utara markas anda.
it: Accoda un lotto di frombolieri per raccogliere gli alberi a nord della base.
ja: キューに一括で投石兵を追加し、拠点北側の木を伐採させてください。
ka: რიგში ჩააყენე მეშურდულეების ჯგუფი, რომ ბაზის ჩრდილოეთით მოაგროვონ ხეები.
ms: Baris gilir sekumpulan pelontar untuk mengumpul pokok di utara pangkalan anda.
nb: Tren en gruppe slyngekastere for å sanke tømmeret nord for basen.
pl: Wytrenuj partię procarzy, aby zbierali drewno znajdujące się na północ od twojej bazy.
pt_br: Enfileire um lote de atiradores para reunir madeira nas arvores ao norte da sua base
pt_pt: Recrute um conjunto de fundeiros para obter madeira a partir das árvores que estão a norte da sua base.
ru: Обучите группу из 5 пращников для рубки деревьев на севере от базы.
sk: Zaraď do výcviku skupinku prakovníkov aby ťažili drevo zo stromov na sever od tvojej základne.
sv: Köa en grupp slungare för att samla träden på norra sidan av din bas.
tr: Merkezinin kuzey tarafındaki ağaçlardan odun toplamak için bir grup kalkanlıyı kuyruğa al.
uk: Додайте в чергу загін пращників збору деревини північному боці вашої бази.
zh: 追加一队投石兵采集基地北方的树木。
zh_tw: 訓練一隊投石兵來收集基地北方的樹木。

source: This is the end of the walkthrough. This should give you a good idea of how to build up a nice economy rapidly.
bg: Това е краят на обучението. То би трябвало да Ви е дало основните знания за това как бързо да изградите добре работеща икономика.
cs: Toto je konec úvodu. Nyní máte znát, jak se rychle postaví pevné hospodářství.
de: Das ist das Ende der Einführung. Du solltest jetzt wissen, wie man schnell eine stabile Wirtschaft aufbaut.
el: Αυτό ήταν το τέλος του walkthrough. Αυτό θα σου δώσει μια καλή ιδέα για το πως να φτιάξεις μια καλή οικονομία.
eu: Hemen tutoretza bukatzen da. Jada jakin behar zenuke gutxi gorabehera nola lortu azkar eta mantendu ekonomi jasangarri bat.
fi: Tämä on läpipeluuohjeenloppu. Tämän pitäisi antaa sinulle hyvän idean miten rakentaa hyvä ekonomia nopeasti.
fr: Ceci est la fin du guide. Vous devriez maintenant avoir toutes les cartes en main pour mettre rapidement en place une bonne économie.
gd: Seo deireadh an oideachaidh. Bu chòir do bheachd a bhith agad a-nis air mar a thogas tu eaconamaidh mhath gu luath.
gl: Aquí remata a aprendizaxe. Con isto xa deberías ter unha idea aproximada de como avanzar economicamente nunha partida de seguida.
hu: Ez az oktatójáték vége. Remélhetőleg sok jó ötletet kaptál, hogyan lehet egy jó gazdaságot gyorsan kiépíteni.
id: Inilah akhir tutorial. Ini memberikan anda pedoman bagaimana membangun ekonomi bagus secara cepat.
it: Questa è la fine della procedura guidata. Questo dovrebbe chiarire come costruire una buona economia rapidamente.
ja: これでリハーサルは終了です。ここから、どのように良好な経済を素早く築くかのいい発想が得られたことでしょう。
ka: ეს არის დახმარების დასასრული. ამას უნდა მოეცა მაგალითი, თუ სწრაფად როგორ მოაწყო კარგი ეკონომიკა.
nb: Dette er slutten av gjennomgangen. Du bør nå ha en god formening om hvordan man raskt kan bygge opp en fin økonomi.
pl: To jest już koniec instruktażu. Powinien dać ci on pojęcie na temat tego, jak szybko rozwinąć dobrą gospodarkę.
pt_br: Este é o fim do passo a passo. Isso deve lhe dar uma ideia de como construir uma boa economia rapidamente.
pt_pt: Este tutorial chegou ao fim. Terá ficado com uma ideia de como se cria uma economia sólida com relativa rapidez.
ru: Это конец руководства. Теперь Вы знаете, как быстро построить хорошую экономику.
sk: Došli ste na koniec sprievodcu. Mal by vám dať predstavu o tom, ako rýchlo vybudovať dobrú ekonomiku.
sv: Detta är slutet av handledningen. Detta borde ge dig en god uppfattning om hur man snabbt bygger upp en bra ekonomi.
tr: Bu örneklerin sonu. Bu size hızlıca güzel bir ekonomik düzen nasıl inşaa edilebilir bunun hakkında fikir verecektir.
uk: Це кінець керівництва. Воно повинно надати вам гарні ідеї щодо швидкого створення хорошої економіки.
zh: 本教程到此为止。它会教你如何快速的发展自己的经济。
zh_tw: 本教學課程到此結束。它應該會給您一個快速發展經濟的好主意。

source: At this point you should be able to fully use both training facilities, keep putting units into economic work, to keep growing faster and faster.
bg: Вече би трябвало да можете да използвате напълно и двете места за обучение. Продължавайте да добавяте единици в икономиката, за да се развивате все по-бързо.
cs: Nyní byste měl být sto používat obě výcviková zařízení. Vycvičte více pracovníků a žen, aby byly suroviny dobývány rychleji a ještě rychleji.
de: Nun solltest du in der Lage sein, beide Ausbildungsstätten zu benutzen. Bilde mehr Arbeiter und Frauen aus, um schneller Rohstoffe zu sammeln.
el: Σε αυτό το σημείο θα είστε σε θέσει να χρησιμοποιείται και της δυο μεθόδους για εκπαίδευση στρατιωτών. Συνέχισε να βάζεις μονάδες να δουλεύουν, για να συνεχίσεις να αναπτύσσεσαι γρήγορα και γρηγορότερα.
eu: Hona iritsirik, erreklutatze bi eraikinak erabili behar zenituzke, eta baliabideen ustiaketarako unitateak izendatzen jarraitu, gehiago eta azkarrago hazteko.
fi: Tällä hetkellä sinun pitäisi pystyä käyttämään kokonaan molempia koulutuslaitoksia, jatka yksiköiden laittamista taloudelliseen työhön pitääksesi kasvamisen nopeampana ja nopeampana.
fr: À ce niveau vous devriez être capable d'exploiter pleinement les bâtiments d'entraînement, de mettre les unités au travail pour produire des ressources et de vous développer de plus en plus vite.
gd: Bu chòir dhut a bhith comasach air an da thogalach trèanaidh a chleachdadh gu slàn a-nis gus aonadan a chur gu obair eaconamach ach am fàs thu cho luath ’s a ghabhas.
gl: A estas alturas deberías ser capaz de usar as dúas estruturas de adestramento, seguir poñendo unidades a recoller recursos, e continuar a medrar cada vez máis rápido.
hu: Ezen a ponton már képesnek kell lenned teljesen kihasználni mindkét kiképző épületet, az egységeket gazdasági munkára fogni, hogy egyre gyorsuló növekedést produkáljanak.
id: Pada tahap ini anda sudah bisa menggunakan kedua fasilitas pelatihan secara penuh, terus tugaskan unit pada pekerjaan ekonomis untuk tetap tumbuh lebih cepat.
it: A questo punto dovresti essere in grado di utilizzare pienamente entrambe le strutture di formazione, continua ad aggiungere unità addette alle attività economiche per continuare a crescere sempre più velocemente.
ja: この時点で、両方の養成施設をフル活用できるはずです。ユニットを経済活動に送り込み続け、成長を加速し続けましょう。
ka: ამ ეტაპზე შენ სრულად უნდა იყენებდე ორივე საწვრთნელ დაწესებულებას, ერთეულების ეკონომიკური დავალებებს აძლევდე, და შეუჩერებლად შეგეძლოს განვითარება.
ms: Pada tahap ini anda sepatutnya berupaya menggunakan kedua-dua kemudahan latihan, pastikan unit diarah membuat kerja-kerja yang menjana ekonomi, supaya dapat membangun dengan lebih pantas.
nb: Nå burde du være fullt i stand til å bruke begge treningsstedene, sende enheter ut i økonomisk arbeid for å vokse raskere og raskere.
pl: Na tym etapie powinieneś być w stanie w pełni wykorzystywać oba zaplecza szkoleniowe. Kontynuuj wprowadzanie jednostek do prac gospodarczych, aby rozwijać się coraz szybciej i szybciej.
pt_br: Neste ponto, você deverá ser capaz de utilizar plenamente os dois centros de treinamento, manter a colocar unidades em trabalho econômico, para continuar crescendo mais e mais rápido.
pt_pt: Neste momento, você já deverá ser capaz de fazer uso das infraestruturas de recrutamento, de gerir o trabalho das suas unidades, e de fazer crescer a sua economia cada vez mais depressa.
ru: С этого момента следует использовать оба типа юнитов. Продолжайте отправлять их на хозяйственные работы для ускорения процессов.
sk: V tejto chvíli by si mal byt schopný plne využívať trénovacie zariadenia a používať jednotky na ekonomickú prácu, aby tvoje panstvo rástlo rýchlejšie a rýchlejšie.
sv: Vid det här laget bör du kunna använda båda utbildningsmöjligheterna, fortsätt sätta enheter i ekonomiskt arbete för att växa snabbare och snabbare.
tr: Bu aşamada tüm eğitim binalarını tam olarak kullanabilirsin. Hızlanarak gelişmek için eğittiğin birimleri ekonomik faaliyetlere göndermeye devam et.
uk: З цього моменту ви можете використовувати в повній мірі всі тренувальні можливості. Продовжуйте відправляти юнітів для роботи на економіку, щоб розростатися швидше і швидше.
zh: 此时你应该能充分利用这两个训练设施，保持单位不断投入经济工作中，以保持快速增长。
zh_tw: 此時您應該可以充份利用這兩個訓練設施，不斷的讓單位投入經濟工作，讓經濟發展越來越快。

source: From this point you have a good base to build an army and wipe out the opposition.
bg: Вече имате добре организирана база, в която да създадете войска и да унищожите противниците си.
cs: Od tohoto bodu máte dobrou základnu k postavení vojska a vyřazení protivníka.
de: Von diesem Punkt aus hast du eine gute Basis, um eine Armee aufzustellen und die Gegner auszuschalten.
el: Από αυτό το σημείο είσαι σε θέσει να εκπαιδεύεις των στρατό σου.
eu: Oraintxe bertan baduzu nahikoa oinarri armada osatzeko eta aurre egingo dizuten denekin amaitzeko.
fi: Tästä lähtien sinulla on hyvä tukikohta rakentaaksesi armeijan ja pyyhkiäksesi vastustajasi.
fr: Désormais vous êtes en bonne position pour établir une armée et anéantir l'adversaire.
gd: Tha bunait mhath agad a-nis gus feachd a thogail ’s an nàmhaid a sgrios.
gl: A partires deste punto tes a base que necesitas para levantar un exército e acabar co inimigo.
hu: Ettől a ponttól jó alapod van egy hadsereget építeni, és eltörölni az ellenfelet.
id: Dari tahap ini anda sudah punya markas yang bagus untuk membangun pasukan dan membinasakan lawan.
it: A questo punto hai una buona base per costruire un esercito e annientare i nemici.
ja: この時点より、軍隊を編成し敵を一掃するための良い拠点があります。
ka: აქედან უკვე კარგი საფუძველი გაქვს რომ შექმნა ჯარი და გაანადგურო მოწინააღმდეგე.
nb: Nå har du et godt grunnlag for å bygge en hær og utslette motstanderen.
pl: Od tego momentu masz dobrą podstawę do budowy armii i zgładzenia przeciwnika.
pt_br: A partir deste ponto você tem uma boa base para construir um exercito e acabar com a oposição
pt_pt: A partir deste ponto terá uma base sólida para poder formar um exército e subjugar o seu adversário.
ru: Отныне вы имеете достаточную базу для создания армии и победы над противником.
sk: Od tejto chvíle máš dobrý základ aby si vytrénoval armádu a rozdrvil protivníkov.
sv: Från denna punkt har du en bra bas att bygga upp en armé och utplåna oppositionen.
tr: Bu noktadan sonra ordu için iyi bir merkez inşaa edin ve muhalefeti yok edin.
uk: З цього моменту ви маєте хорошу базу для розбудови армії та знищення супротивників.
zh: 现在你又具备建立一支军队的基础，去消灭你的敌人吧！
zh_tw: 現在您已經俱備建立一支軍隊的基礎，快去消滅您的對手吧。

source: The key points to remember are:
bg: Ключовите точки, които трябва да запомните, са:
cs: Klíčovými body k zapamatování jsou tyto:
de: Die zentralen Punkte, an die du dich erinnern musst, sind:
el: Τα βασικά σημεία που πρέπει να θυμάσαι είναι:
eu: Gogoratu beharreko puntu nagusiak:
fi: Pääasiat, jotka sinun pitäisi muistaa, ovat:
fr: Les points essentiels à retenir sont :
gd: Seo na tha as cudromaiche:
gl: Non esquezas os seguintes puntos:
hu: A legfontosabb megjegyzendő dolgok:
id: Kunci yang harus diingat adalah:
it: I punti chiave da ricordare sono:
ja: 覚えなくてはいけないキー・ポイントは:
ka: მთავარია დაიმახსოვრო:
ms: Perkara penting yang perlu diingati adalah:
nb: Nøkkelpunktene du må huske er:
pl: Kluczowe punkty do zapamiętania to:
pt_br: Os pontos-chaves para lembrar são:
pt_pt: Eis o fundamental a reter:
ru: Запомните ключевые моменты:
sk: Zapamätajte si tieto kľúčové body:
sv: De viktigaste punkterna att komma ihåg är:
tr: Hatırlanması gereken önemli noktalar:
uk: Запам’ятайте ключові моменти:
zh: 需要记住的几点是：
zh_tw: 需要記住的幾點是：

source: - Don't have any idle units. Shift click queuing and rally points are very useful.
bg: — Не трябва да имате никакви бездействащи единици. Обучаването на партиди и сборните точки са особено полезни за това.
cs: - Nemějte nečinné jednotky. Zařazení do výcviku přes Shift + klepnutí a shromažďovací body jsou velice užitečné.
de: – Vermeide untätige Einheiten. Das Ausbilden per Umschalten + Klicken und Sammelpunkte sind äußerst hilfreich.
el: -Να μην έχεις καμιά μονάδα αδρανή. Shift και κλικ για να βάλεις το σημείο εκκινήσεις εκεί που θέλεις, αυτό είναι πολύ χρήσιμο.
eu: - Ez utzi inor geldirik. Maius + klik ilaran jartzeko teknikak, edo bilguneak izendatzea oso lagunkoiak izan daitezke.
fi: - Älä pidä yhtään toimettomia yksikköjä. Shift klikkaa lisätäksesi jonoon ja kokoontumispisteet ovat todella hyödyllisiä.
fr: - Occupez toutes vos unités. La production par groupe et les points de ralliement sont très utiles.
gd: • Cha bu chòir do dh’aonadan ’nan tàmh a bhith agad. Tha e feumail aonadan a chur air a’ chiutha le shift + briogadh agus cinn-chruinneachaidh a chleachdadh.
gl: • Non deixes que as unidades queden sen traballo. O adestramento en grupo e mailos puntos de encontro son funcionalidades clave.
hu: - Ne legyen tétlen egységed. A Shift + kattintásos sorba állítás és a gyülekezőhely nagyon hasznos.
id: - Jangan ada unit menganggur. Antri shift klik dan titik kumpul sangat berguna.
it: - Non hai unità inattive. Maiusc clic, accoda e punti di raccolta sono molto utili.
ja: - ユニットを遊ばせないでください。シフトクリックでの連続命令と集合地点が非常に便利です。
ka: - არ იყოლიო არცერთი უსაქმო ერთეული. Shift დაწკაპებით გაკეთებული რიგები და შეკრების ადგილები ძალიან გამოსადეგია.
ms: - Jangan biarkan mana-mana unit melahu. Shift klik membaris-gilir dan titik bolak-balik adalah sangat berguna.
nb: - Unngå arbeidsledige enheter. Det er veldig nyttig å lage oppgave-køer ved hjelp av Skift+klikk og bruk også marsjmål.
pl: - Nie dopuść do tego, aby jakieś jednostki stały bezczynnie. Kolejkowanie za pomocą przycisku shift i używanie punktów zbiórki są przy tym bardzo przydatne.
pt_br: - Não tenha unidades ociosas. Shift-clique nas filas e pontos de reunião é muito útil.
pt_pt: - Não deixe nenhuma unidade inactiva. As filas de construção (shift+clique) e os pontos de encontro são muito úteis para evitar inactividade.
ru: - Не допускайте простоя юнитов. Обучайте группами с помощью Shift и указывайте места сбора.
sk: - Nenechávajte jednotky bez činnosti. Pomôžu vám v tom zhromaždiská, ako aj zaraďovanie do frontov stlačením klávesu Shift a kliknutím.
sv: - Har inte några lediga enheter. Skift klick köande och samlingspunkter är bra att använda.
tr: - Boşta herhangibir birim yok. Kuyruktakilere ve toplanma noktasındakilere tıklamak çok kullanışlıdır.
uk: - Не дозволяйте юнітам байдикувати. Shift клік корисний для встановлення точок збору та тренування загону.
zh: 别让任何单位赋闲。使用 Shift+单击 ，设置集结点会很有帮助。
zh_tw: - 不要有任何閒置的單位。按住 Shift 並點擊訓練以及設定集結點非常有用。
