Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: A soldier of the first war with Carthage, a hero of the Second Punic War, and victor over the Gauls at Clastidium. Plutarch describes him as a man of war, strong in body and constitution, with an iron will to fight on. As a general he was immensely capable, standing alongside Scipio Africanus and Claudius Nero as the most effective Roman generals of the entire Second Punic War. In addition to his military achievements Marcellus was a fan of Greek culture and arts, which he enthusiastically promoted in Rome. He met his demise when his men were ambushed near Venusia. In honor of the respect the people held for him, Marcellus was granted the title of 'Sword of Rome.'
ast: Un soldáu de la primer guerra con Cartagu, un héroe de la segunda guerra púnica, y vencedor de los galos en Clastidiu. Plutarcu descríbelu como un home guerreru, fuerte en cuerpu y constitución, con una voluntá de fierro pa siguir lluchando. Como xeneral foi enforma capaz, siendo ente Escipión l'Africanu y Cloyu Nerón como los xenerales más efeutivos de tola segunda guerra púnica. Aparte de los llogros militares, Marcelu foi un aficionáu de la cultura y arte griegues, qu'afaló con entusiasma en Roma. Finó emboscáu cerca de Venusia. En reconocencia del respetu que'l pueblu tenía por elli, a Marcelu apurrióse-y el títulu de «la Espada de Roma».
bg: Войник в първата война с Картаген, герой от Втората пуническа война и победител на галите при Кластидиум. Плутарх го описва като човек на войната, силен на тяло и характер, с желязна воля за борба. Като генерал, той бил невероятно способен, смятан за един от най-ефикасните римски генерали през цялата Втора пуническа война, редом с Сципион Африкански и Клавдий Нерон. Освен с военните си постижения, Марцел бил познат и като привърженик на гръцката култура и изкуство, които той популяризирал с голям ентусиазъм в Рим. Срещнал смъртта си когато той и мъжете му били нападнати от засада близо до Веноза. Заради почитта на хората към него, Марцел получил званието „Мечът на Рим“.
br: Ur soudard eus ar brezel kentañ a-enep Kartago, haroz en eil brezel Punek, ha trec'her ar Galianed e Clastidium. Hen deskrivañ a ra Plutarch evel ur gour gouestlet d'ar brezel, kreñv e gorf, ha mennet-krenn d'en em gannañ dibaouez. Barrek-meurbet e oa evel jeneral, o vezañ e-touez jeneraled efedusañ ar Romaned e-pad an eil brezel Punek, e-serr Scipio Africanus ha Claudius Nero. Ouzhpenn e berzhioù milourel e oa Marcellus bamet gant sevenadur hag arzoù Bro-Hellaz, hag o lakaas war-wel e Roma. Mervel a reas pa oa tapet en un dagadenn-stign gant e soudarded nepell diouzh Venusia. En enor d'an doujañs a vaged evitañ, roet e oa da Varcellus an titl "Kleze Roma".
ca: Un soldat de la primera guerra contra Cartago, un heroi de la Segona Guerra Púnica, i victoriós contra els gals a Clastidium. Plutarc el descriu com a home de guerra, fort de cos i de constitució, amb una voluntat de ferro per lluitar. Com a general estava immensament capacitat, al costat d'Escipió Africà i Gai Claudi Neró, els generals romans més efectius de la Segona Guerra Púnica. A més dels seus èxits militars, Marcel era un aficionat a la cultura i les arts gregues, que va promoure amb entusiasme a Roma. Va conèixer el seu final quan els seus homes van patir una emboscada a Venúsia. En honor del respecte que li tenia el poble, Marcel va rebre el títol d'"Espasa de Roma".
cs: Voják v době první války s Kartágem, hrdina druhé punské války, vítěz nad Galy u Clastidia. Plútarchos ho popisuje jako muže války, silného tělem i postavou, se železnou vůli bojovat. Jako generál byl nesmírně schopný, vedle Scipia Africana a Claudia Nera patří mezi nejúspěšnější římské generály celé druhé punské války. Kromě jeho vojenských úspěchů byl Marcellus velkým obdivovatelem řecké kultury a umění, které v Římě nadšeně podporoval. Svůj konec potkal u Venusie, kde byl se svými oddíly přepadem. Na počest obdivu, který k němu lid choval, byl Marcellovi udělen titul 'Meč Říma'.
de: Ein Soldat im ersten Krieg gegen Karthago, ein Held im Zweiten Punischen Krieg und Sieger über die Gallier bei der Schlacht von Clastidium. Plutarch beschreibt ihn als einen Mann des Krieges mit starkem Körper und Durchhaltevermögen sowie einem eisernen Willen zum Weiterkämpfen. Als General war er außerordentlich fähig und galt neben Scipio Africanus und Claudius Nero als der erfolgreichste römische General des gesamten Zweiten Punischen Krieges. Neben seinen militärischen Erfolgen war Marcellus Anhänger der griechischen Kunst und Kultur, die er in Rom sehr enthusiastisch vertrat. Er fand den Tod, als seine Männer nahe der Stadt Venusia in einen Hinterhalt gerieten. Im Andenken an den Respekt, den viele Menschen vor ihm hatten, bekam Marcellus den Titel 'Schwert von Rom'.
el: Ένας στρατιώτης του πρώτου πολέμου με την Καρχηδόνα, ήρωας του Β' Καρχηδόνιου Πολέμου, και νικητής κατά τη διάρκεια των Γαλατών στο Καστέτζιο. Ο Πλούταρχος τον περιγράφει ως έναν άνθρωπο του πολέμου, ισχυρό στο σώμα και συγκροτημένο, με μια σιδερένια θέληση για να αγωνιστεί. Ως στρατηγός ήταν πάρα πολύ ικανός, βρισκόταν στο πλευρό του Σκιπίωνα του Αφρικανού και του Κλαύδιου Νέρωνα ως τον πιο αποτελεσματικό στο σύνολο των Ρωμαίων στρατηγών του Β' Καρχηδόνιου Πολέμου. Εκτός από τις στρατιωτικές επιτυχίες του ο Μαρκέλλος ήταν οπαδός του ελληνικού πολιτισμού και των τεχνών, οι οποίες με ενθουσιασμό προωθούνταν στη Ρώμη. Συναντήθηκε με το θάνατό του, όταν οι άνδρες του είχαν στήσει ενέδρα κοντά στην Αφροδισία. Προς την τιμήν και το σεβασμού που οι άνθρωποι είχαν γι' αυτόν, στο Μαρκέλλο απονεμήθηκε ο τίτλος «Ξίφος της Ρώμης».
es_ar: Un soldado en la primera guerra con Cartagena, un héroe de la Segunda Guerra Púnica, y victorioso sobre los galos de Clastidio. Plutarco lo describe como un hombre de guerra, fuerte de cuerpo y constitución, con una voluntad combativa inquebrantable. Como general era inmensamente competente, y al igual que Escipión el Africano y Claudio Nerón fue uno de los generales romanos más efectivos de la Segunda Guerra Púnica. Además de sus logros militares, Marcelo era fanático de la cultura y arte griego, los cuales promovió en Roma. Encontró su fin cuando emboscaron a sus hombres cerca de Venosa. En honor al respeto que se le tenía, se le concedió a Marcelo el título de "espada de Roma".
eu: Kartagoren kontrako lehen gerran soldadu, heroi Bigarren Gerra Punikoan eta garaile Clastidioren Galiarren kontra. Plutarcok gerra gizon gisa deskribatzen du, indartsu bai fisiko aldetik bai buru mailan eta altzairu garbiaren mailako borrokalari izpiritua zuena. Balio handiko jenerala zen, Eszipioi Afrikarra eta Claudio Neronekin batera Erromako jeneralik eraginkorrena Bigarren Gerra Punikoan. Bere lorpen militarrez gain, Grekoen kultura eta artea miresten zuen, Erroman sutsuki bultzatuz. Venusian egin zioten segada batean hil zen bere gizonekin batera, eta bere ohorez jendeak 'Erromako Ezpata' titulua eman zion.
fa: یک سرباز از جنگ اول کارتاژ، یک قهرمان در جنگ های دوم پونی و فاتح گال ها در کلاستیدیوم. پولتارک او را به مرد جنگ تشبیه می کند، مردی قوی با اراده آهنین برای جنگیدن. او یک فرمانده فوق العاده بود و در کنار اسکیپیو آفریقایی و کلادیوس نرو از جمله کارامد ترین فرماندهان روم در تمام طول جنگ های پونی دوم به حساب می آمد. به علاوه دستاورد های نظامی مارسلوس یکی از طرفداران فرهنگ و هنر یونانی بود و بطور مشتاقانه ای آنرا در روم ترویج می داد. او سرانجام در یک کمین در نزدیکی ونیز مورد حمله قرار گرفت و کشته شد. به افتخار وی و بخاطر تمام کسانی که در کنار وی جنگیده بودند به مارسلوس بعد از مرگ لقب شمشیر روم را اهدا کردند.
ga: Ina shaighdiúir sa chéad chogadh i gcoinne Cartaige, ina laoch sa Dara Chogadh Púnacha, agus ina bhuaiteoir ar na Gallaigh ag Claisdidiam. Chuir Plútarc síos air mar fhear cogaidh, le corp agus coimpléasc láidir, agus chomh daingean san intinn le cnoc. Bhí sé ollchumasach mar ghinearál, ábalta seasamh taobh le taobh i measc Scipio Aifriceanas agus Cláidias Nearó mar cheann de na ginearáil Rómhánacha is éifeachtaí ar lán an Dara Chogaidh Phúnaigh. Chomh maith lena éachtaí míleata, ba leantóir é d'ealaíon agus cultúr Gréigeach, cé a chuir sé chun cinn sa Rómh go díograiseach. Fuair sé a bhás nuair a thit a fhir i luíochán in aice le Véiniúsa. In onóir an mheasa a bhí ag an bpobal leis, bronnadh teideal 'Claíomh na Róimhe' air.
he: החייל ראשונה של המלחמה עם קרתגו, גיבור של המלחמה הפונית השנייה, ונצח את הגאלים . פלוטארכוס מתאר אותו כאיש מלחמה, חזק בגוף ובחוקה, עם רצון ברזל להילחם ביריביו. כגנרל הוא היה מאוד מוכשר, שעמד לצד סקיפיו אפריקנוס וקלאודיוס נרון כגנרלים רומיים היעילים ביותר של כל המלחמה הפונית השניה. בנוסף להישגיו הצבאיים מרקלוס היה מעריץ של תרבות היוונית ואמנויות, בו בהתלהבות קידמה ברומא. הוא פגש את מותו כאשר אנשיו מארב ליד Venusia. לכבוד כבוד העם שנערך לו, מרקלוס הוענק תואר "החרב של רומא."
hu: Egy katona az első Karthágó ellen vívott háborúban, a második pun háború hőse, és a gallok legyőzője Clastidiumnál. Plutarkhosz a háború embereként írja le, testileg erősnek és nagy állóképességűnek, vasakarattal. Tábornokként roppant alkalmas volt, Scipio Africanus és Claudius Nero mellett a leghatékonyabb római tábornok volt a teljes második pun háborúban. Katonai eredményei mellett Marcellus a görög kultúra és művészet rajongója volt, amit lelkesen támogatott Rómában. A végzete akkor érte utól, amikor az emberein rajtaütöttek Venusiánál. Az emberek tisztelete miatt, Marcellus megkapta a „Róma kardja” címet.
hy: Զինվոր Կարթագենի դեմ առաջին պատերազմում, Երկրորդ Պունիկյան պատերազմի հերոս և Կլաստիդիումի ճակատամարտում գալերին պարտության մատնող։ Պլուտարքոսը նկարագրում է նրան որպես պատերազմի մարդ՝ ամուր կազմվածքով, մինչև վերջ պայքարելու երկաթյա կամքով։ Նա անսահմանորեն շնորհալի էր որպես զորավար՝ լինելով Երկրորդ Պունիկյան պատերազմում Սկիպիո Աֆրիկացու և Կլավդիոս Ներոյի նման ամենաարդյունավետ հռոմեացի զորավարներից մեկը։ Իր ռազմական հաջողություններին զուգահեռ Մարկելուսը հունական մշակույթի և արվեստի սիրահար էր, ինչը նա խանդավառությամբ առաջ էր քաշում Հռոմում։ Նա հանդիպեց իր մահին, երբ նրա մարդիկ ընկան ծուղակը Վենուսիայում։ Նրա նկատմամբ մարդկանց հարգանքը հավերժացնելու նպատակով Մարկելուսին տրվեց 'Հռոմի սուր' պատվանունը։
it: Soldato nella prima guerra con Cartagine, eroe nella Seconda Guerra Punica, e vincitore dei Galli a Clastidium. Plutarco lo descrive come un uomo di guerra, forte nel corpo e nella costituzione, con una volontà ferrea per il combattimento. Come generale era immensamente capace, era affiancato a Scipione l'Africano e Claudio Nerone tra i più validi generali romani di tutta la Seconda Guerra Punica. Oltre ai suoi successi militari Marcello era un appassionato di cultura e di arte greca, che promosse entusiasticamente a Roma. Incontrò la morte cadendo in un'imboscata insieme suoi uomini nei pressi di Venusia. In onore al rispetto che gli era tributato, Marcello fu insignito del titolo di 'Spada di Roma.'
ja: カルタゴとの第一次戦争に参加し、第二次ポエニ戦争の英雄であり、そして、クラスティディウムでガリアに勝利しました。プルタルコスは、彼を強靭な肉体と鋼の戦意を持つ軍人だと記しています。将軍として彼は飛びぬけて有能で、スキピオ・アフリカヌス、クラウディウス・ネロと並ぶ、第二次ポエニ戦争全体におけるローマ最良の将軍でした。軍事的功績に加えて、マルケッルスはギリシア文化と芸術を愛し、熱心にローマに広めました。彼の最期は彼の軍勢がヴェヌシア付近で伏兵に襲われたときでした。人々が彼に抱いていた尊敬にちなんで、マルケッルスは「ローマの剣」と称されました。
ko: 카르타고와의 1차 전쟁에 군인, 2차 포에니 전쟁의 영웅, 그리고 크라스타디움에서 갈리아를 이겼습니다. 플루타르크는 그를 전쟁의 남자, 강인한 육체, 계속 싸울수있는 강철같은 의지를 가진 체질로 묘사했습니다. 장군으로서 그는 굉장히 유능했고, 스키피오 아프리카누스와 클라우디우스 네로와 함께 2차 포에니 전쟁에서 가장 유능한 로마의 장군이었습니다. 그의 군사적 업적 외에도 마르셀루스는 로마에서 열광적으로 선전한 헬레니즘 문화와 예술의 애호가 였습니다. 그의 최후는 그의 군대가 베누시아 부근에서 복병에게 습격을 당해 할때였습니다. 사람들이 그에대한 존중의 명예를 그를 유지하기위해 마르셀루스는 '로마의 검'이라는 칭호를 받았습니다.
nb: Soldat i den første karthagokrigen, en helt i den andre punerkrigen og seierherre over gallerne ved Clastidium. Plutarch beskriver ham som en krigens mann, sterk og utholden, med en jernvilje til å kjempe videre. Som general var han umåtelig kapabel, helt på høyde med Scipio Africanus og Cladius Nero som den mest effektive romerske general under hele den andre punerkrigen. I tillegg til hans militære prestasjoner var Marcellus en tilhenger av gresk kultur og kunst som han entusiastisk promoterte i Roma. Han møtte sin undergang i et bakholdsanngrep nær Venusia. Til ære for folkets respekt for ham, ble Marcellus gitt tittelen 'Roms Sverd'.
pl: Żołnierz pierwszej wojnie z Kartaginą, bohater II Wojny Punickiej, i zwycięzca nad Galami w Clastidium. Plutarch opisuje go jako człowieka wojny, silnego ciała i charakteru, o którą walczył. Jako generał był niezwykle zdolny, stojąc obok Scypiona Afrykańskiego i Klaudiusza Nerona jako najbardziej skuteczny rzymski generał całej II Wojny Punickiej. Ponadto oprócz jego osiągnięć militarnych Marcellus był fanem kultury i sztuki greckiej, którą entuzjastycznie promował w Rzymie. Poznał jej upadek, gdy jego ludzie wpadli w zasadzkę w pobliżu Venusia. Na Jego cześć ludzie przeznaczyli Marcellusowi tytuł "Sword of Rome" ("Miecz Rzymu")
pt_br: Foi soldado na primeira guerra com Cartago, herói da Segunda Guerra Púnica e venceu os Gauleses em Clastídio. Plutarco descreve-o como sendo um guerreiro nato, de corpo e constituição fortes, com um desejo inabalável de combater. Foi um general extremamente competente, tendo sido considerado, juntamente com Cipião Africano e Cláudio Nero, um dos comandantes romanos mais eficazes de toda a Segunda Guerra Púnica. Para além dos seus feitos militares, Marcelo era um entusiasta da cultura e artes gregas, as quais promoveu entusiasticamente em Roma. Encontrou a morte durante uma emboscada aos seus soldados, perto de Venúsia. Em honra ao respeito que o povo tinha por Marcelo, foi-lhe atribuído o título de "Espada de Roma".
ru: Солдат первой войны с Карфагеном, герой Второй Пунической Войны и победитель галлов в битве при Кластидии. Плутарх описывает его как человека войны, сильного и хорошо сложенного, с железной волей к победе. Он был невероятно способным генералом, равным самым эффективным Римским генералам Второй Пунической Войны, таким как Сципион Африканский и Клавдий Нерон. В дополнение к его военным достижениям Марцелл был поклонником греческой культуры и искусства, которые он активно продвигал в Риме. Он встретил свою смерть, попав в засаду со своими людьми неподалёку от Венузии. В знак уважения людей к нему, Марцелл был удостоен титула "меч Рима".
sk: Vojak počas prvej vojny proti Kartágu, hrdina druhej púnskej vojny a víťaz nad Galmi pri Clastidiu. Plutarch ho opisuje ako muža vojny so silným telom a železnou vôľou bojovať. Ako generál bol nesmierne schopný, stojac po boku Scipia Africanusa a Claudiusa Nera ako najefektívnejších rímskych generálov celej druhej púnskej vojny. Okrem svojich vojenských úspechov bol Marcellus aj fanúšikom gréckej kultúry a umenia, ktorú v Ríme nadšene propagoval. Keď boli jeho muži prepadnutí neďaleko Venosy, zahynul. Na základe rešpektu, ktorý mal medzi ľudmi, mu bol udelený titul "Meč Ríma".
sv: En soldat av det första kriget med Carthage, en hjälte från det andra puniska kriget, och segern över Gallarna vid Clastidium. Plutarch beskriver honom som en krigsmann, stark i kropp och konstitution, med en järnvilja att slåss på. Generellt var han oerhört skicklig och stod vid sidan av Scipio Africanus och Claudius Nero som de mest effektiva romerska generalerna av hela andra puniska kriget. Förutom hans militära prestationer var Marcellus ett fan av grekisk kultur och konst, som han entusiastiskt befordrade i Rom. Han mötte hans ödem när hans män stördes nära Venusia. För att hedra respekten som folket höll för honom fick Marcellus titeln "Roms svärd".
tr: İkinci Peşin Savaşı'nın kahramanı Carthage'la olan ilk savaşın bir askeri ve Clastidium'un Gaulleri üzerindeki galibi. Plutarch onu, savaş için güçlü bir iradeye sahip, vücuda ve anayasa güçlü bir savaş adamı olarak tanımlıyor. Genel olarak, son derece yetenekli, Scipio Africanus ve Claudius Nero'nun yanında, İkinci Peşin Savaş'ın en etkili Roma generalleri olarak duruyordu. Askeri başarılarına ek olarak Marcellus, Roma'da heyecanla terfi ettirdiği Yunan kültürü ve sanatının hayranıydı. Adamları Venusia yakınlarında pusuya düştüklerinde ölümüne son verdi. Halkın kendisi için tuttuğu saygıya onur duyan Marcellus'a 'Kılıç Roma' unvanı verilmiştir.
uk: Солдат першої війни з Карфагеном, герой Другої Пунічної Війни і переможець галлів в битві біля Кластідії. Плутарх описує його як людину війни, сильного і міцної статури, з залізною волею до перемоги. Він був неймовірно вмілим полководцем, рівним найефективнішим римським воєначальникам Другої Пунічної Війни, таким як Сципіон Африканський і Клавдій Нерон. Крім своїх військових досягнень, Марцелл був шанувальником грецької культури і мистецтва, які він активно просував у Римі. Він зустрів свою смерть, потрапивши в засідку зі своїми людьми неподалік від Венузії. На знак поваги людей до нього, Марцелл був удостоєний титулу "меч Риму".
zh: 普鲁塔克作为第一次和迦太基战中的一名士兵，第二次布匿战争中的英雄，以及征服高卢者，是一位用希腊文写作的罗马传记文学家、散文家、以及柏拉图学派的知识分子。他把自己描述成一个战士，强大的身体和体质，用钢铁般的意志去战斗。
zh_tw: 是與迦太基第一場戰爭的一名士兵、第二次布匿戰爭的英雄、以及征服高盧者。布魯塔克把自己描述為一名戰士，有著強大的身驅與體質，並以鋼鐵般的意志持續戰鬥。作為一個將軍，他也相當的有能力，可與大西庇阿或是尼祿相提並論，是第二次布匿戰爭間最有力的將軍。除了他的軍事才能以外，他也是希臘文化與藝術的擁護者，在羅馬積極的推動。他的手下在韋諾薩附近被突襲時，他遇到了困境。人們推崇他為「羅馬之劍」。

source: Marcus Claudius Marcellus
bg: Марк Клавдий Марцел
ca: Marc Claudi Marcel
el: Μάρκος Κλαύδιος Μάρκελλος
es_ar: Marco Claudio Marcelo
fa: مارکوس کلادیوس مارسلوس
ga: Marcas Cláidias Mairceallas
he: מרקוס קלאודיוס מרקלוס
hy: Մարկոս Կլավդիոս Մարկելլոս
it: Marco Claudio Marcello
ja: マルクス・クラウディウス・マルケッルス
ko: 마르쿠스 클라우디우스 마르켈루스
pl: Marek Klaudiusz Marcellus
pt_br: Marco Cláudio Marcelo
ru: Марк Клавдий Марцелл
uk: Марк Клавдій Марцелл
zh: 马库斯·克劳迪乌斯·马塞拉斯
zh_tw: 馬克盧斯

source: He was the first really successful Roman general against the Carthaginians. His campaigns in Spain and Africa helped to bring Carthage to its knees during the Second Punic War. He defeated Hannibal at the Battle of Zama in 202 B.C.
ast: Foi'l primer xeneral romanu que realmente tevo ésitu escontra los cartaxineses. Les sos campañes n'España y África aidaron a poner a Cartagu de rodielles na segunda guerra púnica. Derrotó a Aníbal na batalla de Zama en 202 a.C.
bg: Той бил първият наистина успешен римски генерал във войните срещу картагенците. Неговите походи в Испания и Африка помогнали за победата над Картаген през Втората пуническа война. Той победил Ханибал в битката при Зама през 202г. пр.н.е.
br: Bez e oa-eñ ar jeneral roman kentañ da stourm a-enep ar Gartajinianed gant berzh. A-drugarez d'e vrezeliadennoù e Bro-Spagn hag en Afrika e oa lakaet Kartago da blegañ. Trec'het en doa Hannibal en Emgann Zama e 202 a-raok J.K.
ca: Va ser el primer general romà que va tenir èxit contra els cartaginesos. Les seves campanyes a Hispània i l'Àfrica van ajudar a derrotar Cartago a la Segona Guerra Púnica. Va vèncer Anníbal a la batalla de Zama l'any 202 aC.
cs: Byl prvním římským vojevůdcem, kterému se opravdu dařilo úspěšně bojovat s Kartáginci. Jeho tažení ve Španělsku a v Africe pomohla Kartágo během druhé punské války srazit na kolena. V bitvě u Zamy v r. 202 př. n. l. porazil Hannibala.
de: Er war der erste wirklich erfolgreiche römische General gegen die Karthager. Seine Feldzüge in Spanien und Afrika trugen dazu bei, Karthago während des zweiten punischen Krieges zu besiegen. Er besiegte Hannibal in der Schlacht von Zama im Jahr 202 v. Chr.
el: Ήταν ο πρώτος πραγματικά νικηφόρος Ρωμαίος στρατηγός κατά των Καρχηδονίων. Οι εκστρατείες του στην Ισπανία και την Αφρική βοήθησαν στην ταπείνωση της Καρχηδώνας στον Δεύτερο Καρχιδονιακό Πόλεμο. Νίκησε τον Αννίβα στην Μάχη της Ζάμας το 202 π.Χ..
es_ar: Fue el primer general romano exitoso contra Cartagena. Sus campañas en España y África ayudaron a dejar a Cártago de rodillas durante la Segunda Guerra Púnica. Derrotó a Aníbal en la batalla de Zama el 202 a.C.
eu: Kartagotarren kontra garaipena lortu zuen lehen Erromatar jenerala izan zen. Hispanian eta Afrikan egindako kanpainak Kartago ahultzen lagundu zioten Bigarren Gerra Punikoaren bitartean. Anibal garaitu zuen Zamako borrokan K.a. 202 urtean.
fa: او اولین فرمانده رومی بود که واقعا توانست در مقابل کارتاژ ها به موفقیت برسد. عملیات های نظامی وی در اسپاینا و آفریقا باعث شد تا کارتاژ به زانو دراید و سرانجام جنگهای دوم پونی به نفع روم خاتمه یابد. او هانیبال را در نبرد زاما در 202 ق.م شکست داد.
ga: An chéad ginearál Rómhánach a bhí an-rathúil i gcoinne na gCartagach. Chabhraigh a fheachtais sa Spáinn agus san Afraic do Chartaig a thabhairt ar a glúine i rith an Dara Chogaidh Phúnaigh. Chloígh sé Háinibeál ag Cath Shama Mhóir i 202 R.C.
he: הוא היה המצביא הרומאי באמת המוצלח הראשון נגד קרתגו. מסעות הפרסום שלו בספרד ובאפריקה סייעו להביא קרתגו על הברכיים שלה במהלך המלחמה הפונית השנייה. הוא ניצח את חניבעל בקרב זאמה ב202 לפנה"ס
hu: Az első igazán sikeres római tábornok volt a karthágóiakkal szemben. A spanyolországi és afrikai hadjáratai segítettek térdre kényszeríteni Karthágót a második pun háborúban. Legyőzte Hannibált a zámai csatában, i. e. 202-ben.
hy: Նա կարթագենցիների դեմ առաջին իսկապես ադյունավետ հռոմեացի զորավարն էր։ Նրա արշավանքներն Իսպանիայում և Աֆրիկայում օգնեցին Երկրորդ Պունիկյան պատերազմում ծնկի բերել Կարթագենին։ Նա հաղթեց Հաննիբալին մ․թ․ա․ 202թ․-ին Զամայի ճակատամարտում։
it: Fu il primo generale romano veramente vittorioso contro i cartaginesi. Le sue campagne in Spagna e in Africa contribuirono a mettere Cartagine in ginocchio durante la seconda guerra punica. Sconfisse Annibale nella battaglia di Zama nel 202 a.C.
ja: 彼はカルタゴに対して最初の真の成功を収めたローマの将軍でした。彼のスペインおよびアフリカ遠征は、第二次ポエニ戦争でカルタゴを屈服させるのに役立ちました。彼は紀元前202年のザマの戦いでハンニバルを破りました。
ko: 그는 카르타고에 대항하여 성공한 최초의 로마 장군이었습니다. 스페인과 아프리카에서 그의 군사작전은 2차 포에니 전쟁중에 카르타고를 무릎 꿇리는데 도움이 되었습니다. 그는 기원전 202년 자마 전투에서 한니발을 물리쳤습니다.
nb: Han var den første virkelig fremgangsrike romerske generalen mot Kartagerne. Hans felttog i Spania og Afrika bragte Karthago ned på kne under den andre punerkrigen. Han beseiret Hannibal i slaget ved Zama i 202 f.Kr.
pl: Był on tak na prawdę pierwszym skutecznym rzymskim generałem przeciwko Kartagińczykom. Jego kampanie w Hiszpanii i Afryce pomogły w rzuceniu Kartaginy na kolana podczas drugiej wojny punickiej. Pokonał Hannibala podczas bitwy pod Zamą w 202 p.n.e.
pt_br: Foi o primeiro general romano a realmente obter êxito contra os Cartagineses. As suas campanhas na Hispânia e na África levaram à subjugação de Cartago durante a Segunda Guerra Púnica. Derrotou Aníbal na Batalha de Zama em 202 a.C.
ru: Он был первым действительно успешным римским генералом, воюющим против карфагенян. Его кампании в Испании и Африке помогли поставить Карфаген на колени во время Второй Пунической войны. Он победил Ганнибала в битве при Заме в 202 до н.э.
sk: Bol prvým naozaj úspešným rímskym generálom v boji proti Kartágincom. Jeho výpravy do Španielska a Afriky ich pomohli počas druhej púnskej vojny dostať do kolien. V roku 202 pred Kristom v bitke pri Zame dokonca porazil aj Hannibala.
sv: Han var den första riktigt framgångsrika romerska generalen mot karthaginierna. Hans kampanjer i Spanien och Afrika bidrog till att ta Carthage i knä under andra punkiska kriget. Han besegrade Hannibal i Slaget vid Zama i 202 B.C.
tr: Kartacalılara karşı gerçekten başaralı olan ilk Romalı generaldir. İspanya ve Afrika'ya yaptığı seferler II. Pön Savaşı'nda Kartaca'nın diz çöktürülmesine yardımcı olmuştur. Hannibal'ı M.Ö. 202'deki Zama Savaşı'nda yenmiştir.
uk: Він був першим дійсно успішним римським воєначальником, який воював проти карфагенян. Його кампанії в Іспанії та Африці допомогли поставити Карфаген на коліна під час Другої Пунічної війни. Він переміг Ганнібала у битві біля Зами в 202 до н. е.
zh: 大西庇阿是第一个在和迦太基人战争中真正意义上获胜真正的罗马将领。他征服了西班牙后转战非洲，令迦太基溃败。第二次布匿战争期间，他于公元前202年在扎马战役中打败了汉尼拔。
zh_tw: 他是在與迦太基對抗時第一個獲得真正意義上的勝利的羅馬將軍。他在西班牙與非洲的戰役幫助他在第二次布匿戰爭中擊敗迦太基。並在西元前 202 年的札馬戰役中擊敗了漢尼拔。
