Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

# biome definition
source: Spring in the highlands, yet the heat has already begun making itself felt. The short-lived green grasses are on the retreat, paving the way for scorching summer.
ast: La primavera in monte, on que l calor ya imprima a fazhé-se sentir. La ephémera herba verde sta n retrocessu, siñalando la ḷḷegada imminente de l amburante estivo.
bg: Пролет във възвишенията, където топлината едва-едва започва да се усеща. Мимолетните треви се отдръпват и очакват настъпването на знойното лято.
br: Nevez-amzer er menezioù, koulskoude en deus kroget an tommder da gouezhañ e-unan dija. Ar geot glas berrpad zo o kilañ, en ur veinañ an hent evit an hañv tomm-berv.
ca: Primavera a les terres altes, l'escalfor començat a fer-se sentir. Les efímeres herbes verdes estan en retirada, i pavimenten el camí per a un estiu abrasador.
cs: Jaro ve vysokohorských oblastech, ale teplo se začalo dát na sobě znát. Krátko-trvající zelené traviny jsou na ústupu a dláždějí cestu ke spalujícímu létu.
da: Forår i højlandet, mens varmen er allerede begyndt at gøre sig gældende. De kortlivede grønne græsser er på tilbagetog og baner vejen for en brændende sommer.
de: Frühling im Hochland, doch die Hitze hat schon begonnen, sich bemerkbar zu machen. Die kurzlebigen grünen Gräser sind auf dem Rückzug und bahnen den Weg für einen brütend heißen Sommer.
el: Άνοιξη στις ορεινές περιοχές, όμως η θερμότητα έχει ήδη αρχίσει να γίνεται αισθητή. Τα βραχύβια πράσινα χόρτα έχουν αρχίσει να υποχωρούν, προετοιμάζοντας το δρόμο για ένα καυτό καλοκαίρι.
es: Es primavera en las tierras altas y el calor ya se hace notar. Las efímeras hierbas verdes van desapareciendo para dar paso a un verano abrasador.
eu: Udaberria goi landetan, baino beroa jada sentitzen hasia da. Bizi laburreko belar berde motzak desagertuz doaz, uda sargoriari tokia eginez.
fa: بهار در ارتفاعات با افزایش گرما آغاز شده است و علف ها در حال بازسازی خود و آماده سازی برای تابستان هستند
fi: Ylämailla on kevät, mutta kuumuus alkaa jo tuntua. Lyhytikäiset vihreät ruohot vetäytyvät ja ennakoivat paahteista kesää.
fr: Le printemps dans la région montagneuse, pourtant la chaleur a déjà commencé à se faire sentir. Les herbes vertes à courte durée de vie sont sur la retraite, frayant la voie pour roussir l'été.
ga: Tá an t-éarrach ar na ardchláir, ach níl a theocht fós mothaithe. Tá na glasfhéara neamhbhuana ag cúlú, agus beidh an samhradh loiscneach ag teacht go luath.
hu: Tavasz a felföldeken, de a hő már érezteti a hatását. A rövid életű zöld füvek visszavonulóban vannak, átadva az utat a perzselő nyárnak.
id: Musim semi di dataran tinggi, namun panasnya sudah mulai terasa. Rerumputan hijau berumur pendek sedang mundur, membuka jalan untuk musim panas yang terik.
it: È primavera sugli altopiani, ma il caldo ha già iniziato a farsi sentire. Il verde manto erboso batte in ritirata, aprendo la strada alla torrida estate.
ja: 高原の春は、すでに暑さを感じ始めています。短命な緑の草は退散し、灼熱の夏への道を開いている。
ko: 고지대의 봄, 하지만 더위는 벌써 느껴지기 시작했습니다. 짧은 생의 푸른 풀들이 무더운 여름을 맞이할 수 있는 발판을 마련하며 퇴각길에 올랐습니다.
ms: Musim bunga di tanah tinggi, akan tetapi kepanasan sudah pun bermula. Rerumput hijau berdaun pendek sedikit demi sedikit mengering, membuka jalan kepada musim panas yang membakar.
nl: Lente in de hooglanden, de warmte maakt zich al voelbaar. Het kort levende groene gras is op zijn retour en maakt ruimte voor een bloedhete zomer.
pl: Wiosna w górach, ale upał już odczuwalny. Krótkotrwałe zielone trawy są w odwrocie, torując drogę do upalnego lata.
pt_br: Primavera nas terras altas, no entanto o calor já começou a se fazer sentir. As ervas verdes de vida curta estão em retirada, abrindo caminho ao verão escaldante.
pt_pt: Primavera nas terras altas, no entanto o calor já começou a fazer-se sentir. As ervas verdes de vida curta estão em retirada, abrindo caminho ao verão escaldante.
ru: Весна ещё в горах, но жара уже начала ощущаться. Недолговечные зелёные травы отступают, давая дорогу палящему солнцу.
sk: Na vysočinách je stále jar, no vzduch sa už citeľne oteplil. Krátkodobý porast zelených tráv začína ustupovať pred horúcim letom.
sv: Våren på höglandet, men värmen har redan börjat göra sig känd. De kortlivade gröna gräset ligger på reträtten och banar vägen för brinnande sommar.
tr: Yaylalarda bahar var, ama hala sıcaklık yeni düşmeye başladı. Az yaşayan yeşil çayırlar çekiliyor, yakıcı yaz için yol açıyor.
uk: Весна ще в горах, але спека вже почала відчуватися. Недовговічні зелені трави відступають, даючи дорогу палючому сонцю.
zh: 春天的高原热浪袭来。 短暂的绿茵慢慢消逝，准备迎接炎热的夏日。
zh_tw: 春天在高地上，但是酷熱已經開始使自己感覺到了。短命的草叢正在撤退，為炎熱的夏天鋪平了道路。

# biome definition
source: An arid, hostile land. The blistering heat has baked the ground to a sickly brown and the remaining trees struggle for survival.
ast: Una redolada grebia & contraria. El caldiellu tien estorriado la tierra & los árbores restantes lluiꞇhɐn por subrevivir.
bg: Безплодна и враждебна земя. Изпепеляващата жега е превърнала земята в кафява кора, а малкото останали дървета се борят за оцеляване с последни сили.
br: Un douar sec'h, drouk. An tommder ruz en deus kaletet al leur evit ul liv kistin klañv ha stourm ar gwez a chom evit dreistbevañ.
ca: Una terra àrida i hostil. La calor abrasadora ha canviat la terra en un to marró malaltís i els arbres restants lluiten per sobreviure.
cs: Suchá, nepřátelská země. Úpěnlivé horko upeklo půdu na bledě hnědou barvu a zbývající stromy se pokouší přežít.
da: Et tørt, fjendtligt land. Den blæsende varme har bagt jorden til en sygelig brun farve, og de resterende træer kæmper for overlevelse.
de: Ein trockenes, unwirtliches Land. Die glühende Hitze hat den Boden zu einem widerwärtigen Braun gebacken und die übrigen Bäume kämpfen ums Überleben.
el: Μια άγονη, εχθρική γη. Η υψηλή θερμότητα έχει ψήσει το έδαφος σε ένα άρρωστο καφετί και τα υπόλοιπα δέντρα παλεύουν για την επιβίωση.
es: Una tierra hostil y árida. El calor abrasador ha calcinado el suelo hasta volverlo marrón y los pocos árboles que quedan luchan por sobrevivir.
eu: Lur elkor eta etsaia. Bero kiskalgarriak lurra marroi bihurtu du eta gelditzen diren zuhaitzak bizirauteko borrokatzen dira.
fa: یک زمین بایر خشن. گرمای شدید باعث پخته شدن زمین و تغییر رنگ آن به قهوه ای شده است و در این گرما درختان برا بقا تلاش می کنند.
fi: Kuiva, elämälle vihamielinen maa. Helle on polttanut maan sairaalloisen ruskeaksi, ja jäljellä olevat puut kamppailevat eloonjäämisestä.
fr: Une terre aride, hostile. La chaleur brûlante a cuit le sol en une couleur brune maladive, et les arbres restants luttent pour la survie.
ga: Talamh tur, naimhdeach. Tá an talamh bácáilte fós ag an dteocht loiscneach agus tá sé tinn-dhonn anois, agus troideann na crainn ar son a marthanas gach lá.
hu: Egy száraz, ellenséges föld. A fortyogó hő beteges barnára sütötte a földet, és a megmaradt fák a túlélésért küzdenek.
id: Tanah yang gersang dan tidak bersahabat. Panas terik telah membuat tanah menjadi lapuk kecoklatan dan pepohonan yang tersisa berjuang untuk bertahan hidup.
it: Una terra arida, ostile. Il caldo infuocato ha bruciato il terreno colorandolo di un malsano marrone ed i restanti alberi stentano a sopravvivere.
ja: 乾燥した、敵対的な土地。猛烈な暑さで地面は病的な茶色に焼け、残された木々は生き延びようと必死になっています。
ko: 건조하고 적대적인 땅입니다. 물집이 잡히는 더위로 땅이 병든 갈색으로 구워졌고 남은 나무들은 생존을 위해 안간힘을 씁니다.
ms: Tanah kering dan mencabar. Panas membakar yang menjadikan tanah berwarna coklat kehitaman dan pohon-pohon sedia ada berjuang untuk hidup.
nl: Droog en vijandig land. De verzengende hitte heeft de grond bruin gebakken en de overgebleven bomen worstelen om te overleven.
pl: Suchy, wrogi kraj. Upały zaciekle spiekają ziemię do chorobliwie brązowego koloru, a pozostałe drzewa walczą o przetrwanie.
pt_br: Uma terra árida e hostil. O calor intenso assou o chão num castanho peganhento e as restantes árvores lutam pela sobrevivência.
pt_pt: Uma terra árida e hostil. O calor intenso assou o chão num castanho peganhento e as restantes árvores lutam pela sobrevivência.
ru: Засушливая и неприветливая земля. Почва, иссушенная невыносимой жарой, приобрела болезненно-коричневый цвет, а оставшиеся деревья отчаянно стараются выжить.
sk: Suchá, nehostinná zem. Spaľujúca horúčava upiekla zem do nezdravo hnedej farby a zvyšné stromy bojujú o prežitie.
sv: Ett torrt, fientligt land. Blåsningsvärmen har bakat marken till en sjukt brun och de återstående träden kämpar för att överleva.
tr: Kurak ve düşmanca bir toprak. Kabartan sıcak yeri pişirip iğrenç kahverengiye çevirdi ve kalan ağaçlar kurtulmaya çalışıyor.
uk: Посушлива і непривітна земля. Грунт, висушений нестерпною спекою, набув хворобливо-коричневий колір, а залишок дерев відчайдушно намагається вижити.
zh: 干旱、危机四伏之地。地面被灼烧成褐色，只遗下些许树木。
zh_tw: 乾旱，敵對的土地。熾熱的熱量將地面烤成了病態的棕色，其餘的樹木則為生存而掙扎。

# biome definition
source: Summer
ast: Veranho
bg: Лято
br: Hañv
ca: Estiu
cs: Léto
da: Sommer
de: Sommer
el: Καλοκαίρι
es: Verano
eu: Uda
fa: تابستان
fi: Kesä
fr: Été
ga: Samhradh
gd: Samhradh
hu: Nyár
id: Musim panas
it: Estate
ja: 夏季
ko: 여름
ms: Musim Panas
nl: Zomer
pl: Lato
pt_br: Verão
pt_pt: Verão
ru: Лето
sk: Leto
sr: Лето
sv: Sommar
tr: Yaz
uk: Літо
zh: 夏季
zh_tw: 夏

source: Each players starts near a lush oasis in a large, desolate desert.
ast: Cada jogador intama a la veira d’una viciosa oasis de l vasto desierto africano.
bg: Всеки от играчите започва до пищен оазис в една голяма, мъртва пустиня.
br: Pep c'hoarier a gomañs tost ouzh un oaziz zruz en un dezerzh ledan, krinet.
ca: Cada jugador comença prop d'un oasi frondós en un desert gran i desolat.
cs: Každý hráč začíná v blízkosti bujné oázy ve velké, pusté poušti.
da: Hver spiller starter spillet ved siden af grøn oase i en stor, øde ørken.
de: Jeder Spieler beginnt in der Nähe einer üppigen Oase in einer großen, öden Wüste.
el: Κάθε παίκτης ξεκινά κοντά σε μια καταπράσινη όαση σε μια μεγάλη, ακατοίκητη έρημο.
es: Cada jugador empieza cerca de un abundante oasis en medio de un enorme y desolado desierto.
eu: Jokalari bakoitza oasi oparo batean hasten da, basamortu handi eta atsekabegarri baten erdian.
fa: هر بازیکن بازی را در نزدیکی یک پوشش گیاهی و آبادی آغاز می کنند در یک صحرای بزرگ و ویرانگر
fi: Jokainen pelaaja aloittaa rehevän keitaan läheltä suuressa autiomaassa.
fr: Chaque joueur commence près d'une oasis luxuriante dans un grand désert désolé.
ga: Tosaíonn gach imreoir in aice le hósais mhéith i bhfásach mór agus sceirdiúil.
gd: Tòisichidh gach cluicheadair faisg air innis-fhàsaich bheartach agus fàsach mòr lom timcheall orra.
hu: Mindegyik játékos egy a hatalmas sivatagban található buja oázis környékén kezd.
id: Pemain mulai di dekat oase subur di gurun besar yang terpencil.
it: Ogni giocatore inizia nei pressi di un'oasi lussureggiante in un grande deserto desolato.
ja: 各プレイヤーは、大きく荒涼とした砂漠にある青々としたオアシスのほとりから開始します。
ko: 각 플레이어들은 크고 황량한 사막의 무성한 오아시스 주변에서 시작합니다.
ms: Setiap pemain bermula berdekatan oasis yang subur di kawasan gurun yang luas dan kosong.
nb: Hver spiller starter nær en frodig oase i en stor, øde ørken.
nl: Iedere speler start bij een weelderige oase in een grote, eenzame woestijn.
pl: Gracze zaczynają rozgrywkę w pobliżu oaz rozrzuconych na dużej, niegościnnej pustyni.
pt_br: Cada jogador começa perto de uma exuberante oásis em um grande deserto desolado.
pt_pt: Cada jogador começa perto de um oásis de luxo num grande e desolado deserto.
ru: Каждый игрок начинает около пышного оазиса в большой пустыне.
sk: Každý hráč začína pri sviežej oáze vo veľkej, opustenej púšti.
sr: Сваки играч почиње близу бујне оазе у огромној ненасељеној пустињи.
sv: Varje spelare startar i en stor, ödslig öken nära en grönskande oas.
tr: Her oyuncu büyük, ıssız çölde bir yemyeşil vahaya yakın bir yerde başlar.
uk: Кожен з гравців починає поруч із пишною оазою у великій, безмежній пустелі.
vi: Mỗi người chơi bắt đầu gần một ốc đảo xanh tươi tốt trong một hoang mạc rộng lớn.
zh: 玩家开局位于郁郁葱葱的绿洲附近，绿洲外是广阔荒凉的沙漠。
zh_tw: 每個玩家都在一個荒涼的大型沙漠中的一塊蒼翠繁茂的綠洲旁開始遊戲。

source: Saharan Oases
ast: Oases de l desierto
bg: Сахарски оазиси
br: Oazised ar Sahara
ca: Oasis del Sàhara
cs: Saharské oázy
da: Saharas Oaser
de: Saharische Oasen
el: Όαση Σαχάρας
es: Oasis del Sahara
eu: Saharako Oasia
fa: آبادی های صحرا
fi: Saharan keitaat
fr: Oasis sahariennes
ga: Ósaisí Saháracha
gd: Innseachan-fàsaich Shathara
hu: Szaharai oázisok
id: Oase Sahara
it: Oasi Sahariane
ja: サハラのオアシス
ko: 사하라 오아시스
ms: Oasis Sahara
nb: Saharas oaser
nl: Saharaanse oase
pl: Oazy saharyjskie
pt_br: Oásis Saariano
pt_pt: Oásis do Saara
ru: Оазис в Сахаре
sk: Saharské oázy
sr: Оазе Сахаре
sv: Saharas Oaser
tr: Sahra Vahası
uk: Оази Сахари
vi: Những ốc đảo vùng Saharan
zh: 撒哈拉中的绿洲
zh_tw: 撒哈拉綠洲

source: A somewhat open map with an abundance of food and mineral resources, while wood is somewhat scarce.
ast: Una geographía daqué abierta cun abonda cibeira & recursos minerales, pero daqué scassa de madeira.
bg: Сравнително просторна карта, изобилстваща от храна и минерали, но с малко дървесина.
br: Ur gartenn digoret un tamm gant ur bern boued ha danvezioù maenek, e-keit ha ma'z eo ar c'hoad un tamm dibaot.
ca: Un mapa poc obert amb abundància de menjar i minerals, però la fusta és una mica escassa.
cs: Vcelku otevřená mapa s hojností potravy a nerostných surovin, zatímco dřevo je vzácné.
da: En noget åben bane med overflod af mad og mineraler, mens træ er en smule sjældent.
de: Eine relativ offene Karte mit einer Fülle an Nahrung und mineralischen Ressourcen, während Holz etwas rar ist.
el: Ενας ανοιχτός τύπου χάρτης με αφθονία μαγητού και μεταλευμάτων ενώ η ξυλεία είναι σε αντίθεση δυσέυρετη
es: Un mapa ligeramente abierto con abundancia de comida y recursos minerales, aunque la madera escasea.
eu: Pixka bat irekitako mapa janari askorekin eta baliabide mineralez, nahiz egur asko egon ez.
fa: یک نقشه باز با غذا و منابع معدنی فراوان در حالی که چوب کمیاب است و پیدا کردن آن سخت است
fi: Avoimehko kartta jossa on runsaasti ruokaa ja mineraaleja, joskin puuta on vähän.
fr: Une carte assez ouverte avec une abondance de ressources alimentaires et de minerai, alors que le bois est un peu rare.
ga: Léarscáil beagáinín oscailte le Bia agus Mionraí go leor, ach tá Adhmad beagáinín gann.
gd: Seo mapa caran fosgailte le pailteas bìdh is mèinneir fhad ’s a tha fhiodh caran gann.
hu: Egy viszonylag nyílt térkép bőséges élelemmel és ásványkinccsel, de a fa viszonylag ritka.
id: Peta yang agak terbuka dengan limpahan pangan dan mineral tetapi kayu agak langka.
it: Una mappa aperta con abbondanza di risorse alimentari e minerarie, mentre il legno è un po' scarso.
ja: やや開けたマップで、豊富な食料と鉱物資源に恵まれる一方、木材はやや乏しいです。
ko: 풍부한 식량과 광물 자원이 있는 다소 개방된 지도가지만 목재는 다소 부족합니다.
ms: Peta terbuka yang mempunyai banyak sumber makanan dan mineral, tetapi kekurangan sumber kayu.
nb: Et noe åpent kart med en overflod av mat og mineraler. Tømmer er noe mindre av.
nl: Een open kaart met een overvloed aan voedsel en mineralen, maar hout is zeldzaam.
pl: W pewnym stopniu otwarta mapa obfitująca w żywność i zasoby minerałów z ograniczoną nieco ilością drewna.
pt_br: Um mapa um pouco aberto com uma abundância de comida e minerais, enquanto a madeira é um pouco escassa.
pt_pt: Um mapa relativamente aberto com abundância de comida e de minerais enquanto que a madeira é escassa.
ru: Карта с большим количеством пищевых и минеральных ресурсов, однако древесины мало.
sk: Pomerne otvorená mapa s prebytkom jedla a minerálnych zdrojov, ale nedostatkom dreva.
sr: Понешто отворена мапа са обиљем хране и минерала, али мањом количином дрвета.
sv: En någorlunda öppen karta med ett överflöd av mat och mineraler, medan trä är mer sällsynt.
tr: Besin ve maden kaynaklarının bol olduğu yerde odun kıtlığı vardır.
uk: Трохи відкрита карта з великою кількістю їжі і мінеральних ресурсів, в той час як деревина - дефіцитна.
vi: Một bản đồ có phần dễ dàng với nguồn tài nguyên lương thực và khoáng sản phong phú, duy chỉ có gỗ là khá khan hiếm.
zh: 开阔地图，食物及矿物充足，木材较为缺乏。
zh_tw: 有著大量食物及礦物資源的開闊地圖，而木頭則較為缺乏。

source: Sahel
ast: Subdesierto
bg: Сахел
cs: Sahel - polopoušť v Africe
el: Σαχέλ
fa: منطقه ساحل
ga: Saiheil
gd: Sàithil
hu: Száhil öv
ja: サヘル
ko: 사헬
ru: Сахель
sr: Сахел
uk: Сахель
zh: 萨赫勒
zh_tw: 薩赫爾
