Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-other.po
Languages: ar, ast, bg, br, ca, cs, da, el, es_ar, eu, fa, fi, ga, gd, he, hu, hy, id, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Half-buried Barrels
ar: براميل النصف-مدفونه
ast: Barriles medio soterraos
bg: Полузаровени бъчви
br: Barilhoù Hanter-Zouaret
ca: Barrils mig enterrats
cs: Polozasypané sudy
da: Halvt Begravede Tønder
el: Μισοθαμμένα βαρέλια
es_ar: Barriles medio enterrados
eu: Erdi-lurperatutako Kupelak
fa: بشکه های نیمه مدفون
ga: Bairillí Leathchurtha
gd: Baraillean le an dàrna leth san ùir
he: חביות קבורות למחצה
hu: Félig elásott hordók
hy: Կիսաթաղված տակառներ
id: Gentong Setengah Terkubur
ka: ნახევრად ჩაფულული კასრები
ko: 반쯤 묻은 원통
lt: Pusiau užkastos statinės
lv: Pusapraktas mucas
ms: Tong separa-timbus
nb: Halvt begravde tønner
nl: Half-begraven vaten
pl: Zakopane beczki
pt_br: Barris Meio-enterrados
ro: Butoaie pe jumătate îngropate
ru: Полузакопаные бочки
sk: Napoly zahrabané sudy
sl: Delno zakopani sodi
sr: полузакопана бурад
sv: Halv-nedgrävda tunnor
uk: Напівпоховані бочки
zh: 半埋的桶
zh_tw: 半埋桶

source: Persian Food Stores
ar: مخازن طعام فارسيّة
ast: Reservas de comida persas
bg: Персийски хранителни запаси
br: Stal-Boued Persian
ca: Parades de menjar perses
cs: Perské prodejny jídla
da: Persiske Madlagre
el: Περσική Αποθήκη Τροφίμων
es_ar: Depósitos de Alimentos persas
eu: Persiar Janari Dendak
fa: انبار غذای ایرانیان
ga: Stóras Bia na Peirse
gd: Stòrasan bìdh Pearsach
he: מאגרי מזון פרסיים
hu: Perzsa élelemraktárak
hy: Պարսկական սննդի պաշարներ
id: Simpanan Pangan Persia
ka: სპარსული საჭმლის საწყობები
ko: 페르시안 음식 저장고
lt: Persų Maisto Atsargos
lv: Persiešu pārtikas krājumi
ms: Stor Makanan Parsi
nb: Persiske matlager
nl: Perzische voedselvoorraden
pl: Perskie magazyny żywności
pt_br: Estoque de Comida Persa
ro: Magazine de mâncare persane
ru: Персидские продуктовые склады
sk: Perzský sklad potravín
sr: Персијске залихе хране
sv: Persiska Matlager
uk: Перські припаси їжі
zh: 波斯食品柜
zh_tw: 波斯食物

source: Persian Food Treasure
ar: كنز طعام فارسيّ
ast: Ayyalga de comida persa
bg: Персийско съкровище с храна
br: Teñzor Bouedel Persian
ca: Tresor de menjar persa
cs: Perský poklad jídla
da: Persisk Madskat
el: Περσικός Θησαυρός Τροφίμων
es_ar: Tesoro de Alimentos persa
eu: Persiar janari altxorra
fa: گنجینه غذای ایرانیان
ga: Taisce Bia na Peirse
gd: Ulaidh bhìdh Phearsach
he: אוצר מזון פרסי
hu: Perzsa élelemkincs
hy: Պարսկական սննդի գանձ
id: Harta Karun Pangan Persia
ka: სპარსული საჭმლის განძი
ko: 페르시안 음식 보물
lt: Persų Maisto Lobis
lv: Persiešu pārtikas dārgumi
ms: Khazanah Makanan Parsi
nb: Persisk matskatt
nl: Perzische voedselschat
pl: Perskie zapasy żywności
pt_br: Tesouro de Comida Persa
ro: Comoară de Mâncare Persană
ru: Персидские съедобные сокровища
sk: Perzský poklad s potravinami
sr: Персијска ризница са храном
sv: Persisk Matskatt
uk: Перський скарб їжі
zh: 波斯食物宝藏
zh_tw: 波斯食物寶藏

source: Golden Fleece
ar: الصوف الذهبي
ast: Vellon d’ouro
bg: Златно руно
br: Kreoñ Aour
ca: Velló d'or
cs: Zlaté rouno
da: Det Gyldne Skind
el: Χρυσόμαλλο Δέρας
es_ar: Vellocino de Oro
eu: Urrezko Txima
fa: پشم طلایی
ga: Lomrá Óir
gd: Rùsg òir
he: גיזת זהב
hu: Aranygyapjú
hy: Ոսկե գեղմ
id: Domba Emas
ka: ოქროს საწმისი
ko: 황금 양털
lt: Auksinė Vilna
lv: Zelta Aitas Vilna
ms: Bulu Kencana
nb: Gyldent skinn
nl: Gouden deken
pl: Złote runo
pt_br: Velo Dourado
ro: Lână de aur
ru: Золотое руно
sk: Zlaté rúno
sl: Zlato runo
sr: Златно руно
sv: Gyllen Päls
uk: Золоте руно
zh: 金羊毛
zh_tw: 金羊毛

source: Secret Box
ar: صندوق سري
ast: Caxa de secretos
bg: Тайна кутия
br: Boest Kuzh
ca: Caixa secreta
cs: Tajná schránka
da: Hemmelig Æske
el: Μυστικό Κουτί
es_ar: Caja secreta
eu: Sekretuen Kutxa
fa: جعبه سری
ga: Bosca Rúin
gd: Bogsa dìomhair
he: תיבה סודית
hu: Titkos doboz
hy: Գաղտնի արկղ
id: Kotak Rahasia
ka: ფარული ყუთი
ko: 비밀 상자
lt: Slapta Dėžė
lv: Slepena Kaste
ms: Kotak Rahsia
nb: Hemmelig boks
nl: Geheime doos
pl: Sekretna skrzynia
pt_br: Caixa Secreta
ro: Cutie secretă
ru: Секретный ящик
sk: Tajná debna
sr: Тајна кутија
sv: Hemlig låda
uk: Таємний вантаж
zh: 密盒
zh_tw: 祕密寶箱

source: Persian Wares
ar: سلع فارسية
ast: Merces persas
bg: Персийски стоки
br: Marc'hadourezhioù Persian
ca: Mercaderies perses
cs: Perské zboží
da: Persiske Varer
el: Περσικά Εμπορεύματα
es_ar: Mercancías persas
eu: Persiar Merkantzia
fa: اجناس ایرانیان
ga: Earraí Peirseacha
gd: Bathar Pearsach
he: סחורה פרסית
hu: Perzsa áruk
hy: Պարսկական ապրանքներ
id: Perabot Persia
ka: სწარსული საქონელი
ko: 페르시아 상품
lt: Persų Gėrybės
lv: Persiešu izstrādājumi
ms: Barangan Parsi
nb: Persiske varer
nl: Perzische koopwaar
pl: Perskie magazyny
pt_br: Especiarias Persas
ro: Bunuri Persane
ru: Персидские товары
sk: Perzský tovar
sr: Персијкса роба
sv: Persiska Varor
uk: Перські вироби
zh: 波斯洁具
zh_tw: 波斯器具

source: Persian Rugs
ar: سجّاد فارسيّ
ast: Tapetes persas
bg: Персийски килими
br: Tapisoù Persian
ca: Catifes perses
cs: Perské koberce
da: Persiske Tæpper
el: Περσικά Χαλιά
es_ar: Alfombras persas
eu: Persiar Alfonbrak
fa: فرش ایرانی
ga: Rugaí Peirseacha
gd: Bratan-ùrlair Pearsach
he: שטיחים פרסיים
hu: Perzsa szőnyegek
hy: Պարսկական գորգեր
id: Tikar Persia
ka: სპარსული ხალიჩები
ko: 페르시아 양탄자들
lt: Persų Kilimai
lv: Persiešu Paklāji
ms: Tikar Parsi
nb: Persiske tepper
nl: Perzische tapijten
pl: Perskie dywany
pt_br: Tapetes Persas
ro: Covoare persane
ru: Персидские ковры
sk: Perzské koberce
sl: Perzijske preproge
sr: Персијски теписи
sv: Persiska Mattor
uk: Перські килими
zh: 波斯地毯
zh_tw: 波斯地毯

source: Iron Weapons
ast: Armas de fhierro
bg: Железни оръжия
ca: Armes de ferro
cs: Železné zbraně
el: Σιδερένια Όπλα
eu: Burdinezko Armak
gd: Airm iarainn
hu: Vasfegyverek
id: Senjata Besi
ko: 철제 무기
lt: Geležiniai Ginklai
nl: IJzeren wapens
pl: Żelazna broń
pt_br: Armas de Ferro
ru: Железное оружие
sk: Železné zbrane
sv: Järnvapen
uk: Залізна зброя
zh: 铁兵
zh_tw: 鐵製武器

source: Pegasus
ar: بيغاسوس
ast: Pégasu
bg: Пегас
ca: Pegàs
cs: Pegas
el: Πήγασος
es_ar: Pegaso
eu: Pegasoa
fa: اسب بالدار پگاسوس
ga: Peigeasas
gd: Peagasas
he: פגסוס
hu: Pegazus
hy: Պեգաս
ka: პეგასი
ko: 페가수스
lt: Pegasas
lv: Pegazs
ms: Kuda Bersayap
pl: Pegaz
pt_br: Pégaso
ro: Pegas
ru: Пегас
sk: Pegas
sl: Pegaz
sr: Пегаз
uk: Пегас
zh: 飞马
zh_tw: 飛馬

source: Shipwreck
ar: حطام سفينة
ast: Naufraxhio
bg: Корабокрушение
br: Peñse ur vag
ca: Naufragi
cs: Vrak lodi
da: Skibsvrag
el: Ναυάγιο
eu: Ondoratzea
fa: کشتی شکسته
ga: Long Bhriste
gd: Long bhriste
he: ספינה טרופה
hu: Hajóroncs
hy: Նավաբեկության բայր
id: Kapal Karam
ka: გემის ნამტვრევები
ko: 난파선
lt: Laivo nuolaužos
lv: Kuģa vraks
ms: Kapal Karam
nb: Skipsvrak
nl: Scheepswrak
pl: Wrak
pt_br: Naufrágio
ro: Epavă
ru: Обломки корабля
sk: Vrak lode
sl: Ladijska razbitina
sr: Насукани брод
sv: Skeppsvrak
uk: Кораблетроща
zh: 沉船
zh_tw: 沉船

source: Shipwreck Cargo
ar: حمولة سفينة محطّمة
ast: Carga de naufraxhio
bg: Товар от разбит кораб
br: Peñse ul lestr-karg
ca: Carregament de naufragi
cs: Náklad ztroskotané lodi
da: Vraggods
el: Φορτίο Ναυαγίου
eu: Hondoratze Kargamendua
fa: بار کشتی شکسته
ga: Lasta na Loinge Briste
gd: Carago long-bhrisidh
he: מטען של ספינה טרופה
hu: Hajóroncs rakomány
hy: Նավաբեկության բեռ
id: Muatan Kapal Karam
ka: გემის ნამტვრევების ტვირთი
ko: 난파선 화물
lt: Sudužusio laivo krovinys
lv: Avarējušā kuģa krava
ms: Kargo Kapal Karam
nb: Skibbrudd-last
nl: Lading van het scheepswrak
pl: Ładunek wraku
pt_br: Carga do Naufrágio
ro: Încărcătură de Epavă
ru: Груз с утонувшего корабля
sk: Náklad z vraku
sl: Tovor ladijske razbitine
sr: Товар насуканог брода
sv: Skeppsvrakslast
uk: Вантаж з кораблетрощі
zh: 沉船货物
zh_tw: 沉船貨物

source: Stone Treasure
ar: كنز أحجار
ast: Ayyalga de piedra
bg: Каменно съкровище
br: Teñzor Meinel
ca: Tresor de pedra
cs: Kamenný poklad
da: Stenskat
el: Πέτρινος θησαυρός
es_ar: Tesoro de Piedras
eu: Harri altxorra
fa: گنج سنگ
ga: Taisce Cloiche
gd: Ulaidh chloiche
he: אוצר סלעים
hu: Kőkincs
hy: Քարե գանձ
id: Harta Karun Batu
ka: ქვის განძი
ko: 암석 보물
lt: Akmens Lobis
lv: Akmens dārgumi
ms: Khazanah Batu
nb: Steinskatt
nl: Stenen schat
pl: Skarb pełen kamieni
pt_br: Tesouro de Pedra
ro: Comoară de piatră
ru: Каменные сокровища
sk: Poklad s kameňmi
sr: Ризница са каменом
sv: Stenskatt
uk: Скарб каменю
zh: 石料资源
zh_tw: 石頭寶藏

source: Cut Granite
ast: Piedra de grano curtao
bg: Изсечен гранит
ca: Granit tallat
cs: Řezaná žula
el: Κοπή Γρανίτη
eu: Moztutako granitoa
gd: Gaireal air a ghearradh
hu: Vágott gránit
id: Granit Potong
ko: 화강암 다음기
nl: Granieten steenblokken
pl: Ociosany granit
pt_br: Granito Esculpido
ru: Тёсаный гранит
sk: Rezaný granit
sv: Huggen Granit
uk: Різаний граніт
zh: 切割花岗岩
zh_tw: 鑿製花崗岩

source: Cut Stone
ast: Piedra curtada
bg: Изсечен камък
ca: Pedra tallada
cs: Řezaný kámen
el: Κοπή Πέτρας
eu: Moztutako harria
gd: Clach air a gearradh
hu: Vágott kő
id: Batu Potong
ko: 돌 다음기
nl: Steenblokken
pl: Ociosany kamień
pt_br: Pedra Esculpida
ru: Тёсаный камень
sk: Rezaný kameň
sv: Huggen Sten
uk: Різаний камінь
zh: 切割石头
zh_tw: 鑿製岩石

source: Cut Sandstone
ast: Piedra parda curtada
bg: Изсечен пясъчник
ca: Gres tallat
cs: Řezaný pískovec
el: Κοπή Ψαμμόλιθου
eu: Ebakitako hareharria
gd: Clach-ghainmhich air a gearradh
hu: Vágott homokkő
id: Batupasir Potong
ko: 사암 다듬기
nl: Zandsteenblokken
pl: Ociosany piaskowiec
pt_br: Arenito Esculpido
ru: Тёсаный песчанник
sk: Rezaný pieskovec
sv: Huggen Sandsten
uk: Різаний пісковик
zh: 切割砂岩
zh_tw: 鑿製砂岩

source: Wood Treasure
ar: كنز أخشاب
ast: Ayyalga de madeira
bg: Дървено съкровище
br: Teñzor Koadel
ca: Tresor de fusta
cs: Dřevěný poklad
da: Træskat
el: Θησαυρός Ξύλου
eu: Egur altxorra
fa: گنج چوب
ga: Taisce Adhmaid
gd: Ulaidh fhiodha
he: אוצר עץ
hu: Fakincs
hy: Փայտե գանձ
id: Harta Karun Kayu
ka: ხის განძი
ko: 목재 보물
lt: Medienos Lobis
lv: Koka Bagātības
ms: Khazanah Kayu
nb: Treskatt
nl: Houten schat
pl: Skarb pełen drewna
pt_br: Tesouro de Madeira
ro: Comoară de lemn
ru: Лесное сокровище
sk: Poklad s drevom
sr: Ризница са дрветом
sv: Träskatt
uk: Скарб деревини
zh: 木材宝藏
zh_tw: 木頭寶藏

source: Milled Lumber
ast: Madeira serrada
bg: Смляна дървесина
ca: Fusta fresada
cs: Mleté dřevo
el: Επεξεργασμένη Ξυλεία
eu: Zura fresatua
gd: Fiodh air a bhuain
hu: Fűrészelt faanyag
id: Kayu Potong
ko: 가공된 목재
nl: Gezaagd hout
pl: Frezowane drewno
pt_br: Lenha Aparada
ru: Пиломатриал
sk: Napílené drevo
sv: Fräst Timmer
uk: Пиломатеріали
zh: 碎木
zh_tw: 銑製木材

source: Acacia
bg: Акация
ca: Acàcia
cs: Akácie
el: Ακακία
eu: Akazia
gd: Sitta
hu: Akácia
id: Akasia
ko: 아카시아나무
lt: Akacija
pl: Akacja
ru: Акация
sk: Akácia
sv: Akacia
uk: Акація
zh: 金合欢树
zh_tw: 相思樹

source: Ancient Acacia
bg: Древна акация
pt_br: Acácia Antiga

source: Aleppo Pine
ast: Pinu d’Aleppo
bg: Алепски бор
ca: Pi blanc
cs: Aleppská borovice
el: Πεύκο Χαλεπιού
eu: Pinu Karraskoa
gd: Giuthas Aleppo
hu: Aleppó-fenyő
id: Pinus Aleppo
ko: 알레포 소나무
lt: Alepo Pušis
nl: Syrische denneboom
pl: Sosna alepska
pt_br: Pinheiro Aleppo
ru: Алеппская сосна
sk: Borovica halepská
sv: Aleppotall
uk: Сосна алепська
zh: 阿勒颇松树
zh_tw: 阿勒坡松

source: Bamboo
ast: Bambú
bg: Бамбук
ca: Bambú
cs: Bambus
el: Μπαμπού
eu: Banbua
ga: Bambú
gd: Cuilc-Fhrangach
hu: Bambusz
id: Bambu
ko: 대나무
lt: Bambukas
nl: Bamboe
pl: Bambus
pt_br: Bambu
ru: Бамбук
sk: Bambus
sv: Bambu
uk: Бамбук
zh: 竹子
zh_tw: 竹子

source: Dragon Bamboo
ast: Bambú xhigante
bg: Гигантски бамбук
ca: Bambú de Ceilan
cs: Dračí bambus
el: Μπαμπού Δράκος
eu: Herensuge banbua
gd: Cuilc-Fhrangach dràgoin
hu: Óriásbambusz
id: Bambu Raksasa
ko: 대마죽
lt: Drakono Bambukas
nl: Drakenbamboe
pl: Dendrokalamus olbrzymi
pt_br: Bambu-gigante
ru: Гигантский бамбук
sk: Dračí bambus
sv: Jättebambu
uk: Драконовий бамбук
zh: 龙头箭竹
zh_tw: 龍竹

source: Banyan
ast: Figueira de Bengala
bg: Банян
ca: Banià
cs: Banyán
el: Φίκος της Βεγγάλης
eu: Zuhaitza
ga: Bainian
gd: Fìge-Innseach
hu: Banyán
id: Beringin
ko: 반얀나무
lt: Banjanas
nl: Bodhiboom
pl: Banian
pt_br: Figueira-de-bengala
ru: Баньян
sv: Banjanträd
uk: Баньян
zh: 榕树
zh_tw: 榕樹

source: Baobab
ar: شجرة التبلدي
bg: Баобаб
el: Αδανσωνιών
fa: درخت باوباب
gd: Bathobab
he: באובב
hu: Majomkenyérfa
hy: Բաոբաբ
ka: ბაობაბი
ko: 바오밥나무
lt: Baobabas
lv: Baobabs
nb: Baobabtre
pt_br: Baobá
ru: Баобаб
sl: Baoab (opičji kruhovec)
sr: баобаб
uk: Баобаб
zh: 面包树
zh_tw: 猴麵包樹

source: Baobab Sapling
ast: Pollascu de Baobab
bg: Баобаб (фиданка)
ca: Plançó de baobab
cs: Baobab stromeček
el: Φυτώριο Μπάομπαμπ
eu: Baobab zuhaitza
ga: Buinneán Baobaib
gd: Fiùran bathobab
hu: Majomkenyérfa csemete
id: Tunas Baobab
ko: 바오밥나무 묘목
lt: Baobabo Daigas
nl: Eenjarige baobab
pl: Młody baobab
pt_br: Broto de Baobá
ru: Саженец баобаба
sk: Sadenica baobabu
sv: Baobabplanta
uk: Саджанець баобаба
zh: 猴面包树树苗
zh_tw: 猴麵包樹苗

source: Young Baobab
ast: Baobab novalinu
bg: Баобаб (млад)
ca: Baobab jove
cs: Mladý baobab
el: Δενδρύλλιο Μπάομπαμπ
eu: Baobab gaztea
ga: Baobab Óg
gd: Bathobab òg
hu: Fiatal majomkenyérfa
id: Baobab muda
ko: 어린 바오밥나무
lt: Jaunas Baobabas
nl: Baobabboompje
pl: Baobab
pt_br: Baobá jovem
ru: Молодой баобаб
sk: Mladý baobab
sv: Ung baobab
uk: Молодий баобаб
zh: 小型猴面包树
zh_tw: 年輕猴麵包樹

source: Hardy Bush
ar: الشجيرات الكثيفة
ast: Arbusto resistente
bg: Жилав храст
br: Brousgwez Postek
ca: Matoll
cs: Odolné křoví
da: Hårdfør Busk
el: Σκληρός Θάμνος
es_ar: Arbusto resistente
eu: Zuhaixka Gogorra
fa: بوته با ساقه‌های چوبی
ga: Tom Crua
gd: Preas seasmhach
he: שיח הארדי
hu: Klímatűrő bokor
hy: Դիմացկուն թուփ
id: Semak Keras
ka: ამტანი ბუჩქი
ko: 거센 초원
lt: Kietas Krūmokšnis
lv: Hārdijs ieliktnis
ms: Belukar Tahan Lasak
nb: Hardfør busk
nl: Winterharde struik
pl: Odporny krzew
pt_br: Arbusto Robusto
ru: Полукустарник
sk: Otužilý ker
sr: зимзелен жбун
sv: Härdig Buske
uk: Морозостійкий кущ
zh: 斑马
zh_tw: 耐寒灌木

source: Scrub
bg: Шубрак
pt_br: Arbusto

source: Dry Scrub
bg: Изсъхнал шубрак

source: Carob
ast: Algarroba
bg: Рожков
ca: Garrofer
cs: Rohovník
el: Δένδρο Χαρουπιάς
eu: Algarroboa
gd: Craobh aran Eòin
hu: Szentjánoskenyérfa
id: Kacang Locust
ko: 캐롭나무
nl: Johannesbroodboom
pl: Karob
pt_br: Alfarroba
ru: Рожковое дерево
sk: Rohovník obyčajný
sv: Johannesbröd
uk: Ріжкове дерево
zh: 角豆树
zh_tw: 角豆

source: Atlas Cedar Sapling
ast: Pollascu de Cedru del Atlas
bg: Атласки кедър (фиданка)
ca: Cedre de l'Atles jove
cs: Atlas cedrový stromeček
el: Φυτώριο Κέδρος του Άτλαντα
eu: Atlaseko zedro zuhaitza
ga: Céadar Óg na hAtlais
gd: Fiùran seudair Atlas
hu: Atlaszcédrus csemete
id: Aras Atlas Muda
ko: 상록수 묘목
nl: Eenjarige atlasceder
pl: Młody cedr atlaski
pt_br: Broto de Cedro-do-atlas
ru: Саженец атласского кедра
sk: Sadenica cédra atlantského
sv: Atlascederplanta
uk: Саджанець кедра атласького
zh: 杉树苗
zh_tw: 亞特拉斯雪松苗

source: Atlas Cedar
ast: Cedru del Atlas
bg: Атласки кедър
ca: Cedre de l'Atles
cs: Atlas cedr
el: Κέδρος του Άτλαντα
eu: Atlaseko zedroa
ga: Céadar na hAtlais
gd: Seudar Atlas
hu: Atlaszcédrus
id: Aras Atlas
ko: 상록수
nl: Atlasceder
pl: Cedr atlaski
pt_br: Cedro-do-atlas
ru: Атласский кедр
sk: Céder atlantský
sv: Atlasceder
uk: Атласький кедр
zh: 杉树
zh_tw: 亞特拉斯雪松

source: Cherry Blossom
bg: Черешов цвят
pt_br: Cerejeira

source: Cretan Date Palm
ar: نخلة تمر كريتان
ast: Palmeira de Creta
bg: Критска финикова палма
br: Gwezenn Datez Kretan
ca: Palmera de Creta
cs: Krétská datlová palma
da: Kretansk Figenpalme
el: Κρητική Χουρμαδιά
es_ar: Palmera datilera cretense
eu: Kretako datil-palmondoa
fa: نخل خرمای کرت
ga: Pailm Dhátaí Créatach
gd: Pailm deite Chriteach
he: דקל כריתימי
hu: Krétai datolyapálma
hy: Փյունիկյան արմավենի
id: Pohon Kurma Kreta
ko: 크리탄 섬 대추야자 나무
lt: Kretos Datulių Palmė
lv: Krētas dateļu palma
ms: Pokok Kurma Crete
nb: Kretisk daddelpalme
nl: Dadelboom
pl: Daktylowiec kreteński
pt_br: Palmeira Cretense
ro: Finic Cretan
ru: Финик Теофраста
sk: Krétska palma
sr: критска урма
sv: Kretensk Dadelpalm
uk: Фінікова пальма Теофраста
zh: 克里特岛枣椰树
zh_tw: 克里特島椰棗

source: Cypress
ast: Cypressu
bg: Кипарис
ca: Xiprer
cs: Cypřiš
el: Κυπαρίσσι
eu: Alzifrea
gd: Craobh-bhròin
hu: Ciprus
ko: 측백나무
nl: Cypres
pl: Cyprys
pt_br: Cipreste
ru: Кипарис
sk: Cyprus vždyzelený
uk: Кипарис
zh: 柏树
zh_tw: 柏

source: Deciduous Tree
ast: Caducifoliu
bg: Широколистно дърво
ca: Arbre de fulla caduca
cs: Listnatý strom
el: Φυλλοβόλο Δέντρο
eu: Zuhaitz galkorra
gd: Craobh sheargach
hu: Lombhullató fa
id: Pohon Gugur
ko: 낙엽 나무
nl: Loofboom
pl: Drzewo liściaste
pt_br: Árvore Caduca
ru: Листопадное дерево
sk: Opadavý strom
sv: Lövträd
uk: Листопадне дерево
zh: 落叶乔木
zh_tw: 落葉植物

source: Elm
ast: Lhameira
bg: Бряст
ca: Om
cs: Jilm
el: Φτελιά
eu: Zumarra
gd: Ailm
hu: Szilfa
id: Pohon Elm
ko: 느릅나무
nl: Iep
pl: Wiąz
pt_br: Olmo
ru: Вяз
sk: Brest
sv: Alm
uk: В'яз
zh: 榆树
zh_tw: 榆樹

source: European Beech
ast: Fhaia
bg: Европейски бук
ca: Faig
cs: Evropský buk
el: Ευρωπαϊκή Οξιά
eu: Pago Europarra
gd: Beithe Eòrpach
hu: Európai bükk
id: Beech Eropa
ko: 유럽산 너도밤나무
lt: Europietiškas beržas
nl: Europese beuk
pl: Buk zwyczajny
pt_br: Faia Europeia
ru: Европейский бук
sk: Buk lesný
sv: Europeisk bok
uk: Бук лісовий
zh: 欧洲山毛榉树
zh_tw: 歐洲山毛櫸

source: Silver Birch
ast: Bedulu yyorosu
bg: Бяла бреза
ca: Bedoll
cs: Stříbrná bříza
el: Σημύδα η κρεμοκλαδής
eu: Zilar urkia
gd: Beith-gheal
hu: Közönséges nyír
id: Betula Putih
ko: 자작나무
lt: Sidabrinis Beržas
nl: Berk
pl: Brzoza zwisła
pt_br: Vidoeiro-branco
ru: Плакучая берёза
sk: Strieborná breza
sv: Vårtbjörk
uk: Береза повисла
zh: 白桦树
zh_tw: 垂枝樺

source: Fir
ast: Abetu commun
bg: Ела
ca: Avet
cs: Jedle
el: Έλατο
eu: Izeia
gd: Giuthas
hu: Jegenyefenyő
id: Pohon Cemara
ko: 전나무
lt: Eglė
nl: Spar
pl: Jodła
pt_br: Abeto
ru: Пихта
sk: Jedľa
sv: Ädelgran
uk: Ялиця
zh: 冷杉
zh_tw: 冷杉

source: Fir Sapling
ast: Pollascu d’abetu commun
bg: Ела (фиданка)
ca: Avet jove
cs: Jedle stromeček
el: Φυτώριο Έλατου
eu: Izei zuhaitza
ga: Giúis Óg
gd: Fiùran giuthais
hu: Jegenyefenyő csemete
id: Anak Pohon Cemara
ko: 전나무 묘목
lt: Eglės Daigas
nl: Eenjarige spar
pl: Młoda jodła
pt_br: Broto de Abeto
ru: Саженцы пихты
sk: Sadenica jedle
sv: Granplanta
uk: Саджанець ялиці
zh: 杉树苗
zh_tw: 冷杉苗

source: Prickly Juniper
ast: Xhinebru castellanu
bg: Бодлива хвойна
ca: Ginebró
cs: Pichlavý jalovec
el: Αγριόκεδρο
eu: Ipuru arantzatsua
gd: Aiteann
hu: Vörös boróka
id: Aras Beri Cokelat
ko: 향나무 가시 몽둥이
nl: Jeneverbes
pl: Jałowiec kolczasty
pt_br: Zimbro espinhoso
ru: Можжевельник колючий
sk: Borievka červená
sv: Stick-en
uk: Ялівець колючий
zh: 多刺杜松
zh_tw: 刺柏

source: Mangrove
ast: Mangle
bg: Мангрово дърво
ca: Manglar
cs: Mangovník
el: Μαγκρόβια
eu: Mangladi
ga: Mangróbh
gd: Mangrobh
id: Bakau
ko: 맹그로브
pl: Namorzyn
pt_br: Mangue
ru: Мангровый лес
sk: Mangrovník
uk: Мангровий ліс
zh: 红树
zh_tw: 紅樹林

source: Maple
ast: Pládanu
bg: Явор
ca: Auró
cs: Javor
el: Σφενδάμνος
eu: Astigarra
gd: Malpas
hu: Juharfa
id: Pohon Mapel
ko: 단풍
lt: Klevas
nl: Esdoorn
pl: Klon
pt_br: Bordo
ru: Клён
sk: Javor
sv: Lönn
uk: Клен
zh: 枫树
zh_tw: 楓

source: Mediterranean Fan Palm
ar: نخلة مروحة المتوسط
ast: Palmeira nana
bg: Средиземноморска палма
br: Gwezenn Palm Kreizdouarel
ca: Margalló
cs: Středozemní vějířovitá palma
da: Middelhavspalme
el: Χαμαίρωψ
es_ar: Palmera enana
eu: Mediterraneoko palmondotxoa
fa: نخل بادبزنی مدیترانه ای
ga: Pailm Gaothrán na Meánmhara
gd: Pailm gaotharain mheadhan-thìreach
he: דקל ים תיכוני מוארך
hu: Lószőrpálma
hy: Միջերկրածովային արմավենի
id: Palem Kipas Mediterania
ko: 지중해 야자나무
lv: Vidusjūras vēdekļu palma
ms: Palma Kipas Mediterranean
nb: Middelhavsk viftepalme
nl: Mediterraanse palm
pl: Palma karłowata
pt_br: Palmeira mediterrânea
ro: Palmier Fan Mediteranean
ru: Хамеропс приземистый
sk: Palmička nízka
sl: Evropska palma
sr: Медитеранска палма
sv: Europeisk Dvärgpalm
uk: Середземноморська віялова пальма
zh: 地中海扇形棕榈
zh_tw: 叢櫚

source: Oak
ast: Carbayyu
bg: Дъб
ca: Roure
cs: Dub
el: Βελανιδιά
eu: Haritza
gd: Darach
hu: Tölgy
id: Ek
ko: 떡갈나무
lt: Ąžuolas
nl: Eik
pl: Dąb
pt_br: Carvalho
ru: Дуб
sk: Dub
sv: Ek
uk: Дуб
zh: 橡树
zh_tw: 櫟

source: Holly Oak
ast: Irzina
bg: Каменен дъб
ca: Alzina
cs: Svatý dub
el: Αριά
eu: Artea
gd: Craobh-thuilm
hu: Magyaltölgy
id: Ek Holly
ko: 사철가시나무
nl: Steeneik
pl: Dąb ostrolistny
pt_br: Azinheira
ru: Священный дуб
sk: Dub cezminový
sv: Stenek
uk: Дуб кам'яний
zh: 冬青橡木
zh_tw: 冬青櫟

source: Hungarian Oak
ast: Carbayyu d’Hungría
bg: Унгарски дъб
ca: Roure d'Hongria
cs: Maďarský dub
el: Πλατύφυλλη Βελανιδιά
eu: Hungariar
gd: Darach Ungaireach
hu: Magyar tölgy
id: Ek Hungaria
ko: 헝가리 참나무
lt: Vengriškas Ąžuolas
nl: Hongaarse eik
pl: Dąb węgierski
pt_br: Carvalho-húngaro
ru: Венгерский дуб
sk: Maďarský dub
sv: Ungersk ek
uk: Дуб фрайнетто
zh: 匈牙利橡木
zh_tw: 匈牙利櫟

source: Large Oak
ast: Carbayyon
bg: Голям дъб
ca: Roure gran
cs: Veliký dub
el: Μεγάλη Βελανιδιά.
eu: Haritz Handia
gd: Darach mòr
hu: Nagy tölgy
id: Ek Besar
ko: 큰 떡갈나무
lt: Didelis Ąžuolas
nl: Grote eik
pl: Wielki dąb
pt_br: Carvalho Grande
ru: Большой дуб
sk: Dub veľký
sv: Stor ek
uk: Великий дуб
zh: 大橡树
zh_tw: 大櫟

source: Olive
ast: Olivar
bg: Маслина
ca: Olivera
cs: Oliva
el: Ελιά
eu: Olibondoa
gd: Dearc-ola
hu: Olajbogyó
id: Zaitun
ko: 올리브나무
lt: Alyvuogė
nl: Olijfboom
pl: Drzewko oliwne
pt_br: Oliveira
ru: Маслина
sk: Olivovník
sv: Oliv
uk: Маслина
zh: 橄榄树
zh_tw: 橄欖

source: Areca Palm
ast: Areca
bg: Арекова палма
ca: Palmera d'areca
cs: Areková palma
el: Φοίνικας Αρέκα
eu: Areca palmondoa
gd: Pailm Areca
hu: Aranypálma
id: Pohon Pinang
ko: 아레카 야자
pl: Areka
pt_br: Areca-bambu
ru: Арека
sk: Palma areka
sv: Betelpalm
uk: Діпсіс жовтуватий
zh: 槟榔棕榈
zh_tw: 散尾葵

source: Doum Palm
ast: Palmeira thebaica
bg: Думова палма
ca: Palmera tebaica
cs: Doumská palma
el: Φοίνικας Ντουμ
eu: Doum palmondoa
ga: Pailm Dhouime
gd: Craobh-phailm Doum
hu: Mézeskalács-pálma
id: Palem Zuriat
ko: 둠야자
nl: Egyptische palm
pl: Widlica
pt_br: Palmeira do Egito
ru: Фивийская гифена
sk: Palma dúmová
uk: Дум-пальма
zh: 末日棕榈
zh_tw: 埃及棕櫚

source: Palmyra Palm
ast: Palmeira de Palmyra
bg: Палмирова палма
ca: Palmera de Palmira
cs: Palmyrská palma
el: Φοίνικας της Παλμύρας
eu: Palmyra palmondoa
ga: Pailm Phailmíre
gd: Craobh-phailm Palmyra
hu: Palmira-pálma
id: Siwalan
ko: 다라수
nl: Waaierpalm
pl: Winna palma
pt_br: Palmeira-de-leque
ru: Пальмировая пальма
sk: Palma palmýrska
uk: Пальмірова пальма
zh: 巴尔米拉棕榈
zh_tw: 糖棕

source: Royal Palm
bg: Царска палма

source: Palm
ar: نخلة
ast: Palmeira
bg: Палма
br: Gwezenn Palm
ca: Palmera
cs: Palma
da: Palme
el: Φοίνικας
es_ar: Palmera
eu: Palmondoa
fa: نخل
ga: Pailm
gd: Pailm
he: שזיף
hu: Pálma
hy: Արմավենի
id: Pohon Palem
ka: პალმა
ko: 야자수
lt: Palmė
lv: Palma
ms: Pokok Palma
nb: Palme
nl: Palmboom
pl: Palma
pt_br: Palmeira
ro: Palmier
ru: Пальма
sk: Palma
sl: Palma
sr: палма
uk: Пальма
zh: 棕榈
zh_tw: 棕櫚樹

source: Tropical Palm
ar: نخلة استوائية
ast: Palmeira tropical
bg: Тропическа палма
br: Gwezenn Palm Trovanek
ca: Palmera tropical
cs: Tropická palma
da: Tropisk Palme
el: Τροπικός Φοίνικας
es_ar: Palmera tropical
eu: Tropikoko palmondoa
fa: نخل استوایی
ga: Pailm Thrópaiceach
gd: Pailm thropaigeach
he: פאלם הטרופי
hu: Trópusi pálma
hy: Արևադարձային արմավենի
id: Palem Tropis
ka: ტროპიკული პალმა
ko: 열대 야자수
lt: Tropinė palmė
lv: Tropiskā Palma
ms: Palma Tropika
nb: Tropisk palme
nl: Tropische palm
pl: Palma
pt_br: Palmeira Tropical
ro: Palmier tropical
ru: Тропическая пальма
sk: Tropická palma
sl: Tropska palma
sr: тропска палма
sv: Tropisk Palm
uk: Тропічна пальма
zh: 热带棕榈
zh_tw: 熱帶棕櫚

source: Pine
ast: Pinu
bg: Бор
ca: Pi
cs: Borovice
el: Πεύκο
eu: Pinua
gd: Giuthas
hu: Fenyő
id: Pinus
ko: 소나무
lt: Pušis
nl: Den
pl: Sosna
pt_br: Pinheiro
ru: Сосна
sk: Borovica
sv: Tall
uk: Сосна
zh: 松树
zh_tw: 松

source: Black Pine
ast: Pinu prietu
bg: Черен бор
ca: Pi negre
cs: Černá borovice
el: Μαύρη Πεύκη
eu: Pinu beltza
ga: Péine Dubh
gd: Giuthas dubh
hu: Feketefenyő
id: Pinus Hitam
ko: 니그라 소나무
lt: Juodoji Pušis
nl: Zwarte den
pl: Sosna czarna
pt_br: Pinheiro-larício
ru: Чёрная сосна
sk: Borovica čierna
sv: Svarttall
uk: Сосна чорна європейська
zh: 黑松
zh_tw: 黑松
