Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: The rivers are standing high, we need to find a safe place!
ast: Los riws van de baramonte, ¡precisamus poné-nos a abelhugu!
bg: Реките вдигат нивата си. Ще трябва да потърсим безопасно място!
br: Ar stêrioù zo o tont da vezañ uhel, ezhomm hon eus da gavout ul lec'h a surentez!
ca: Els rius estan pujant, hem de trobar un lloc segur!
cs: Hladina řek je vysoko, musíme najít bezpečné místo!
da: Floderne står højt, vi er nødt til at finde et sikkert sted!
de: Die Flüsse haben Hochwasser, wir müssen einen sicheren Ort finden!
el: Τα ποτάμια υπερχειλίζουν, πρέπει να βρούμε ένα ασφαλές μέρος!
es: Los ríos están aumentando su caudal. ¡Necesitamos encontrar un lugar seguro!
eu: Ibaiak gainezka daude, ziur egoteko lekua aurkitu behar dugu!
fa: ارتفاع آب رودخانه ها در حال بالا آمدن است، ما باید یک جای امن پیدا کنیم!
fi: Joet ovat korkealla, meidän on löydettävä turvallinen paikka!
fr: Les rivières sont en crue, nous devons trouver un endroit sûr !
ga: Tá na haibhneacha ró-arda, Tá uainn áit sábháilte a aimsiú!
gd: Tha na h-aibhnichean ag èirigh, feumaidh sinn àite shàbhailte a lorg!
hu: A folyók magasan állnak, biztonságos helyet kell keresnünk!
id: Sungainya meluap, kita harus mencari tempat yang aman!
it: I fiumi sono in piena, dobbiamo trovare un luogo sicuro!
ja: 川の水位が高いので、安全な場所を見つける必要があります！
ko: 강 수위가 높으니 안전한 장소를 찾으십시오!
ms: Aras sungai mula meningkat, kita perlu cari perlindungan!
nb: Elvene går høyt, vi må finne en trygg plass!
nl: De rivieren staan hoog, we moeten een veilige plek vinden!
pl: Rzeki wzbierają, musimy znaleźć bezpieczne miejsce!
pt_br: Os rios estão altos, precisamos encontrar um lugar seguro!
pt_pt: Os rios estão a subir, temos de encontrar um lugar seguro!
ru: Вода в реках не убывает, нам нужно найти безопасное место!
sk: Rieka má vysokú hladinu, musíme nájsť bezpečné miesto!
sv: Floderna står höga, vi måste hitta en säker plats!
tr: Nehirler yükseliyor, güvenli bir yer bulmamız gerekiyor!
uk: Ріки вийшли з берегів, необхідно знайти безпечне місце.
zh: 水涨船高，我们要另寻它处。
zh_tw: 河流水位不斷高漲，我們必須尋找一個安全的地方！

source: We have to find dry ground, our lands will drown soon!
ast: ¡Habemus alcontrar suölo seco! ¡Bien cedo van anhagá-se lɐs nuöstrɐs tierrɐs!
bg: Трябва да намерим сухо място, земите ни скоро ще потънат под водата!
br: Rankout a reomp kavout leur sec'h, beuzet e vo hon douaroù a-benn nebeud!
ca: Hem de trobar terra ferma, les nostres terres s'inundaran aviat!
cs: Musíme najít suchou zem, naše země se brzy zaplaví!
da: Vi skal finde tør grund, vores land vil snart drukne!
de: Wir müssen ein trockenes Gebiet finden, unsere Länder werden bald untergehen!
el: Πρέπει να βρούμε στεγνό έδαφος, τα εδάφη μας σύντομα θα πλημμυρίσουν!
es: Tenemos que encontrar suelo seco. Nuestras tierras pronto se inundarán.
eu: Lur lehorra aurkitu beharrean gaude, gure lurrak laster itoko dira!
fa: ما باید زمین های خشک پیدا کنیم، زمین های ما بزودی غرق می شود
fi: Meidän on löydettävä kuiva alue, maamme hukkuu pian!
fr: Nous devons trouver un emplacement sec, nos terres vont bientôt être submergées !
ga: Tá uainn talamh tirim a aimsiú, báfaidh ár dtalaimh go luath!
gd: Feumaidh sinn tìr tioram a lorg, thèid an tìr againn fodha a dh’aithghearr!
hu: Száraz talajt kell találnunk, a földjeinket hamarosan ellepi a víz!
id: Kita harus mencari tanah yang kering, sebentar lagi tanah kita akan tenggelam!
it: Dobbiamo trovare terreno asciutto, tra poco le nostre terre saranno sommerse!
ja: 我々は乾いた地面を見つける必要がある。我々の土地はすぐに浸水するだろう！
ko: 우리는 마른 땅을 찾아야 합니다. 우리 땅은 곧 물에 잠길 것입니다!
ms: Kita perlu mencari tanah tinggi, kawasan yang kita duduki akan dibanjiri tidak lama lagi!
nb: Vi må finne tørt land, våre marker kommer til å drukne snart!
nl: We moeten snel droge grond vinden, onze landen staan onder!
pl: Musimy znaleźć suchą ziemię, nasz teren niedługo zatopi powódź!
pt_br: Temos que encontrar terra seca, nossas terras se imundarão em breve!
pt_pt: Temos de encontrar terra seca, as nossas terras em breve ficarão submersas!
ru: Нам нужно найти безопасное место, наши земли скоро затопит!
sk: Musíme nájsť suchú zem, naša krajina bude čoskoro pod vodou!
sv: Vi måste hitta torr mark, våra länder kommer att drunkna snart!
tr: Kuru alan bulmak zorundayız, topraklarımız sudan boğulacak!
uk: Ми повинні знайти суху землю, наші землі скоро потонуть!
zh: 土地将被淹没，我们要找一处干燥的地方。
zh_tw: 我們必須找到乾的土地，這片土地很快就會淹水了！

source: The lakes start swallowing the land, we have to find shelter!
ast: ¡Los campos stan sollagando, tenemus d’abelhogá-nos ya!
bg: Езерата поглъщат земята. Трябва да намерим убежище!
br: Al lennoù a grog da lonkañ an douar, ret eo deomp kavout ur goudor!
ca: Els llacs comencen a engolir la terra, hem de trobar refugi!
cs: Jezera začínají zaplavovat zem, musíme najít úkryt!
da: Søerne begynder at dække landet, vi må finde ly!
de: Die Seen fangen an, das Land zu verschlingen, wir müssen Unterschlupf finden!
el: Οι λίμνες αρχίζουν να καταποντίζουν το έδαφος, πρέπει να βρούμε καταφύγιο!
es: Los lagos comienzan a tragarse la tierra. ¡Tenemos que encontrar refugio!
eu: Lakuak lurra jaten hasi dira, aterpea aurkitu beharrean gaude!
fa: دریاچه ها شروع به خوردن زمین کردند، ما باید یک پناهگاه پیدا کنیم!
fi: Järvet alkavat niellä maata, meidän on löydettävä suoja!
fr: Le lac commence à avaler la terre, nous devons trouver un abri !
ga: Tosaíonn na lochanna dár dtalamh a slogadh, tá uainn brú a aimsiú!
gd: Tha na lochan a’ cur an tìr fo thuiltean, feumaidh sinn fasgadh a lorg!
hu: A tavak elkezdik elnyelni a földet, menedéket kell keresnünk!
id: Danaunya mulai menenggelamkan daratan, kita harus mencari tempat yang aman!
it: I laghi iniziano a inghiottire la terra, dobbiamo trovare un rifugio!
ja: 湖は土地を飲み込み始めた。避難所を見つけなければならない！
ko: 호수들이 땅을 삼키기 시작합니다. 주거지를 찾아야 합니다!
ms: Tasek mula menenggelami tanah disekelilingnya, kita perlu cari perlindungan!
nb: Innsjøene tar over, vi må finne ly!
nl: De meren nemen het land in, we moeten dekking zoeken!
pl: Jeziora zaczynają pochłaniać ziemie, musimy znaleźć schronienie!
pt_br: Os lagos começam a engolir a terra, temos de encontrar abrigo!
pt_pt: Os lagos começam a inundar a terra, temos de encontrar abrigo!
ru: Озёра выходят из берегов, нам нужно найти убежище!
sk: Rieka začína zaplavovať krajinu, musíme nájsť útočisko!
sv: Sjöarna börjar svälja landet, vi måste hitta skydd!
tr: Göller yutmaya başlıyor, barınak bulmak zorundayız!
uk: Озера починають затоплювати землю, ми повинні знайти притулок!
zh: 湖泊开始淹没土地，我们不得不寻找一个避难所。
zh_tw: 湖泊開始吞沒土地，我們必須找到避難所！

source: The “Island of Meroë”, a vast peninsula flanked by the Nile and Atbarah rivers, formed the heartland of ancient Kush. Where the harsh deserts start making way for the semi-arid savannahs and small acacia forests dot the landscape. The area is rich in resources and the ever-present Nile brings life, but grave threats loom on the opposite riverbank.
ast: El coraçon de l’antigua Chus, la “islha de Méroe” ye una vasta península entre los riws Nilu & Atbara, unde la inclemencia de los ermos comiença a cedere l passu a savanɐs semi-áridɐs & pequenhɐs acaciales adornɐn el terreno. La stadia ye rica n recursos & l fluxu perenne de l Nilu trahe vida, mas aprucen minaciɐs graves na outra oriella.
bg: „Остров Мерое“ — огромен полуостров, ограден от реките Нил и Атбара, бил в сърцето на древен Куш. Там, където суровите пустини започват да отстъпват място на почти безплодни савани, и на места се виждат малки акациеви горички. Местността е богата на ресурси, а река Нил носи живот, но на другия бряг дебнат опасности.
cs: “Ostrov Meroe“, obrovský poloostrov lemovaný řekami Nil a Atbarah, tvořil srdce starověkého Kuše. Tam, kde drsné pouště začínají dělat cestu polosuchým savanám a malým akátovým lesům, dotváří krajinu. Tato oblast je bohatá na zdroje a všudypřítomný Nil přináší život, ale na protějším břehu řeky se rýsují vážné hrozby.
da: "Øen Meroë", en stor halvø flankeret af floderne Nilen og Atbarah, dannede hjertet af det gamle kongerige Kush der hvor de barske ørkener begynder at gøre plads til de halvtørre savanner, og små akacieskove præger landskabet. Området er rigt på ressourcer, og den evigt tilstedeværende Nil bringer liv, men også alvorlige trusler der truer på den modsatte flodbred.
de: Die „Insel von Meroe“, eine weite Halbinsel, die vom Nil und dem Atbara umflossen wird, bildete die Kernländer des antiken Kusch. Dort, wo die rauen Wüsten beginnen, halbtrockenen Savannen zu weichen und kleine Akazienwälder die Landschaft sprenkeln. Die Gegend ist reich an Ressourcen und der allgegenwärtige Nil bringt Leben, doch lauern düstere Gefahren am anderen Ufer.
el: Το "νησί Μερόη", μια τεράστια χερσόνησος που πλαισιώνεται από τους ποταμούς Νείλου και Ατμπάρα , αποτέλεσε την καρδιά του αρχαίου Κους. Όπου οι σκληρές έρημοι αρχίζουν να δίνουν τη θέση τους στις ημιξερες σαβάνες και τα μικρά δάση ακακίας σπαρμένα στο τοπίο. Η περιοχή είναι πλούσια σε πόρους και ο πάντα παρών Νείλος φέρνει τη ζωή, αλλά οι σοβαρές απειλές βρίσκονται στην απέναντι όχθη του ποταμού.
es: La «Isla de Meroë», es una vasta península flanqueada por los ríos Nilo y Atbara, que formaba el corazón del antiguo Kush. Lugar donde los duros desiertos abren camino a sabanas semiáridas y pequeños bosques de acacias cubren el paisaje. El área es rica en recursos y el omnipresente Nilo trae vida, sin embargo serias amenazas se ciernen sobre la orilla opuesta.
eu: "Meroë uhartea", Nilo eta Atbarah ibaiek inguratutako penintsula zabala, Kush antzinako koroaren bihotza izan zen. Basamortu gogorrak sabana erdi elkortu bihurtu eta akazia baso txikiak tartekatzen dira. Baliabide aberatsak daude, eta Nilok bizitza ekartzen du, baina mehatxu larriak kontrako ibaiertzera inguratzen dira.
fi: "Meroën saari", Niilin ja Atbarah-joen reunustama laaja niemimaa, muodosti muinaisen Kušin ydinalueen. Siellä karut aavikot alkavat tehdä tilaa puolikuiville savanneille, ja maisemaa koristavat pienet akaasiametsät. Alueella on runsaasti luonnonvaroja, ja aina läsnä oleva Niili tuo elämää, mutta vastarannalla häämöttää vakava uhka.
fr: “L'Île de Meroë” est une énorme péninsule entre le Nil et l'Atbara, ayant formé le centre de l'antique Koush. Où les déserts durs commencent à céder la place aux savanes semi-arides et de petites forêts d'acacias pointent dans le paysage. La zone est riche en ressources et le Nil omniprésent apporte la vie, mais de graves menaces planent sur la rive opposée.
id: “Pulau Meroe”, semenanjung luas yang diapit sungai Nil dan Atbarah, membentuk jantung dari Kush kuno. Di mana gurun yang keras memasuki sabana setengah kering dan hutan akasia kecil tersebar di berbagai tempat. Wilayah ini kaya sumberdaya dan sungai Nil besar membawa kehidupan, tetapi ancaman besar menanti di seberang sungai.
it: L'"isola di Meroe", una vasta penisola fiancheggiata dai fiumi Nilo e Atbara, era la culla del regno di Kush. Qui gli aspri deserti lasciano spazio a savane semiaride e piccole foreste di acacie formano delle macchie nel paesaggio. L'area è ricca di risorse e la presenza del Nilo garantisce la vita, ma gravi minacce incombono sulla riva opposta.
ja: 「メロエの島 」は、ナイル川とアトバラ川に挟まれた広大な半島で、古代クシュの中心地を形成していました。過酷な砂漠が半乾燥のサバンナに変わり始めたところで、小さなアカシアの森が点在しています。この地域は資源が豊富で、絶え間なく流れるナイル川が生活を支えていますが、対岸には重大な脅威が立ちはだかっています。
ko: 나일강과 아바라 강이 둘러싸인 광대한 반도인 “I메로에 섬”은 고대 쿠시의 중심지를 형성했습니다. 매서운 사막이 반건조 사바나와 작은 아카시아 숲이 경관을 가로지르는 곳이죠. 이 지역은 자원이 풍부하고 항상 존재하는 나일강이 생명을 가져다 주지만, 반대편 강둑에 심각한 위협이 드리우고 있습니다.
nl: Meroë is een groot schiereiland met aan haar zijden de rivieren de Nijl en de Atbarah, waar het binnenland van het koninkrijk Koesj gelegen was. Ruwe woestijnen gaan langzaam over in halfdroge savannes en kleine acaciabossen liggen verspreid over het landschap. Het gebied is rijk aan grondstoffen en de immer aanwezige Nijl schenkt leven, maar de vijand bedreigt u vanaf de overkant van de rivier.
pl: "Wyspa Meroë" - rozległy półwysep otoczony rzekami Nil i Atbaray, tworzy serce starożytnego Kush. Tam, gdzie szorstkie piaski ustępują miejsca półjałowym sawannom, a małe lasy akacjowe znaczą krajobraz. Obszar ten jest bogaty w zasoby, a wszechobecny Nil przynosi życie, jednakże na przeciwległym brzegu rzeki czycha poważne zagrożenie.
pt_pt: A “Ilha de Meroé”, uma península vasta rodeada pelos rios Nilo e Atbara, formava o centro nevrálgico do Cuxe antigo. Onde os duros desertos começam a trilhar caminho para as savanas semi-áridas e as florestas de pequenas acácias preenchem a paisagem. A área é rica em recursos e o sempre presente Nilo traz vida, mas ameaças graves aproximam-se na margem oposta.
ru: «Остров Мероэ», огромный полуостров, омываемый реками Нил и Атбара, сердце древнего Куша. Место, где жестокая пустыня начинает переходить в засушливую саванну и пейзаж усеян небольшими рощами акации. Земля эта богата ресурсами и воды вечного Нила даруют ей жизнь, но смертельная угроза сгущается на другом берегу.
tr: Nil ve Atbarah nehirlerinin kuşattığı muazzam bir yarımada olan "Meroe Adası", antik Kush'un kalbini oluşturdu. Sert çöllerin yarı kurak savanalara geçiş yapmaya başladığı ve küçük akasya ormanlarının manzarayı süslediği yer. Bu bölge kaynaklar bakımından zengindir ve hep var olan Nil Nehri hayat verir, ancak diğer nehir kıyısındaki ciddi tehditler aşikardır.
uk: “Острів Мерое”, величезний півострів, захищений водами Нілу і Атбара, формує серце древнього царства Куш. Місце, де жорстока пустеля починає переходити в посушливу напівсавану і з'являються маленькі акацієві гаї. Ця земля багата ресурсами і вічний Ніл несе їй життя, але смертельна загроза згущується на іншому березі.
zh: 麦罗埃岛，为一巨大的半岛，两侧是尼罗河和阿特巴拉河，是古代库什的中心。 严酷的沙漠环境，只留下了半干旱的大草原，和小片金合欢树林。该地区资源丰富，永不干涸的尼罗河孕育了生命，不过河岸威胁不小。
zh_tw: 美羅埃島是一個巨大的半島，兩側是尼羅河和阿特巴拉河，形成了古老的庫施中心地帶，那裡的乾旱沙漠為半乾旱的大草原和小相思樹林開闢了道路。 這個區域富含資源和永恆的尼羅河帶來生命，但嚴重的威脅在對岸出現。

source: Fields of Meroë
ast: Campos de Méroe
bg: Полята на Мерое
cs: Meroejská pole
da: Meroës marker
de: Felder von Meroe
el: Πεδία της Μερόης
es: Campos de Meroe
eu: Meroé zelaiak
fi: Meroën kentät
fr: Champs de Méroé
ga: Goirt na Méróé
gd: Achaidhean Mheroë
hu: Meroé mezői
id: Padang Meroë
it: Campi di Meroë
ja: メロエの島
ko: 메로에의 들판
nl: Land van Meroë
pl: Pola Meroë
pt_br: Campos de Meroë
pt_pt: Campos de Meroé
ru: Поля Мероэ
sk: Merojské polia
sv: Meroës fält
tr: Meroë Ovası
uk: Поля Мерое
zh: 麦罗埃田地
zh_tw: 美羅埃平原

source: [color="red"]IMPORTANT NOTE: AI PLAYERS DON'T WORK WITH RISING WATER[/color] A great flood moves across the valley. At some point you have to evacuate your units and use ships to reach the mainland and the other players.
bg: [color="red"]ВАЖНА ЗАБЕЛЕЖКА: ИГРАЧИТЕ С ИИ НЕ РАБОТЯТ С НАДАВАЩА СЕ ВОДА[/color] Голямо наводнение преминава през долината. В един момент трябва да евакуирате своите единици и да използвате кораби, за да достигнете до континента и до другите играчи.
ko: [color="red"]중요 사항: AI 플레이어는 물이 불어나면 작동하지 않습니다[/color] 거대한 홍수가 계곡을 가로질러 이동합니다. 어느 시점에서 유닛을 대피시키고 배를 이용해 본토와 다른 플레이어에게 도달해야 합니다.
pt_pt: [color="red"]NOTA IMPORTANTE: OS JOGADORES DE IA NÃO FUNCIONAM COM ÁGUA SUBINDO[/color] Uma grande inundação atravessa o vale. A dada altura, tens de evacuar as tuas unidades e usar barcos para chegar ao continente e aos outros jogadores.

source: Flood
ast: Diluvio
bg: Наводнение
br: Dour-beuz
ca: Inundació
cs: Povodeň
da: Oversvømmelse
de: Flut
el: Πλημμύρα
es: Inundación
eu: Uholdea
fa: سیل
fi: Tulva
fr: Inondation
ga: Tuile
gd: Tuil
hu: Áradás
id: Banjir
it: Alluvione
ja: 洪水
ko: 홍수
ms: Banjir
nb: Flom
nl: Overstroming
pl: Zalew
pt_br: Enchente
pt_pt: Inundação
ru: Наводнение
sk: Záplava
sr: Поплава
sv: Översvämmning
tr: Sel
uk: Затоплення
zh: 洪水
zh_tw: 洪水

source: The water rises. The homeislands will become uninhabitable.
bg: Водата се покачва. Родните острови ще станат необитаеми.
ko: 수위가 상승합니다. 고향 섬들은 사람이 살 수 없게 될 것입니다.
pt_pt: A água sobe. As ilhas natais tornar-se-ão inabitáveis.

source: Rising
bg: Покачване
ko: 상승
pt_pt: Subindo

source: The water doesn't rise. Ships and troops can battle in chest deep waters.
bg: Водата не се покачва. Корабите и войските могат да се бият в дълбоки до гърдите води.
ko: 수위가 상승하지 않습니다. 선박과 병력들은 가슴까지 잠긴 물에서 전투를 할 수 있습니다.
pt_pt: A água não sobe. Os barcos e as tropas podem combater em águas profundas.

source: Shallow
bg: Плитко
ko: 얕은 수위
pt_pt: Raso

source: The water doesn't rise. You have to use ships to travel to the mainland.
bg: Водата не се покачва. Трябва да използвате кораби, за да пътувате до континента.
ko: 수위가 상승하지 않습니다. 본토로 이동하려면 선박을 이용해야 합니다.
pt_pt: A água não sobe. É preciso usar barcos para chegar ao continente.

source: Deep
bg: Дълбоко
ko: 깊은 수위
pt_pt: Fundo

source: The flood continues. Soon the waters will swallow the land. You should evacuate the units.
bg: Наводнението продължава. Скоро водите ще погълнат земята. Трябва да евакуирате единиците.
ko: 홍수가 계속됩니다. 곧 물이 땅을 삼킬 것입니다. 유닛을 대피시켜야 합니다.
pt_pt: A inundação continua. Em breve as águas vão engolir a terra. É preciso evacuar as unidades.

source: Players start in a ready-made fortress with piles of resources.
ast: Los jogadores intamɐn fortificados & fornidos de recursos.
bg: Играчите започват в предварително изградени крепости, в които има купчини ресурси.
br: Loc'hañ a ra ar c'hoarierien en ur c'hreñvlec'h aozet mat gant ur bern danvezioù.
ca: Els jugadors comencen en una fortalesa ja feta amb piles de recursos.
cs: Hráči začínají v připravené pevnosti se spoustou zdrojů.
da: Spillerne starter i en færdigbygget fæstning med ressourcer i bunkevis.
de: Die Spieler beginnen in einer fertigen Festung mit einem Vorrat an Ressourcen.
el: Οι παίκτες ξεκινούν μέσα σε έτοιμα οχυρώματα με στοίβες απο πόρους.
es: Los jugadores comienzan con un fuerte ya construido y montones de recursos.
eu: Jokalariak jada eraikitako gotorleku batekin hasten dira eta baliabide anitzez.
fa: بازیکن ها بازی را در استحکامات از قبل آماده شده و همراه با توده های منابع از قبل آماده شده شروع می کنند.
fi: Pelaajat aloittavat pelin valmiissa linnoituksessa, jossa on kasoittain resursseja.
fr: Les joueurs commencent dans une forteresse prête à l'emploi avec des tas de ressources.
ga: Tosaíonn na himreoirí i ndúnta réamhdhéanta agus le cairn acmhainne acu.
gd: Tòisichidh na cluicheadairean ann an dùn sa bheil grunn stòrais.
hu: A játékosok egy kulcsrakész erődben kezdenek egy halom nyersanyaggal.
id: Pemain mulai di dalam benteng yang telah dibangun dengan tumpukan sumber daya.
it: I giocatori iniziano in una fortezza già pronta, con mucchi di risorse.
ja: プレイヤーは大量の資源が備わった完成済みの要塞内から開始します。
ko: 플레이어들은 자원이 쌓여 있는 준비된 요새에서 시작합니다.
ms: Pemain bermula dalam kubu yang dibina dengan sumber.
nb: Spillere starter med en ferdigbygget festning og en mengde ressurser.
nl: Spelers starten in een groot fort, voorzien van stapels grondstoffen.
pl: Gracze rozpoczynają w gotowej fortecy ze stosem zasobów.
pt_br: Os jogadores começam em uma fortaleza pronta com montes de recursos.
pt_pt: Os jogadores começam num forte já construído com muitos recursos.
ru: Игроки начинают за стенами крепости с запасами ресурсов.
sk: Hráči začínajú v už hotovej pevnosti s hromadou surovín.
sr: Играчи почињу са изграђеном тврђавом и гомилама ресурса.
sv: Spelare börjar i en färdig fästning med högar av resurser.
tr: Oyuncular yığınla kaynak olan hazır yapılmış bir hisarda başlar.
uk: Гравці починають з готовою фортецею і великою кількістю ресурсів.
vi: Những người chơi bắt đầu trong những pháo đài được dựng sãn với những mỏ tài nguyên.
zh: 玩家在一座城堡里，开局有大量资源。
zh_tw: 玩家在一座現成的堡壘中以大量的資源開始遊戲。

source: Fortress
ast: Fuörtes
bg: Крепост
br: Kreñvlec'h
ca: Fortalesa
cs: Pevnost
da: Fæstning
de: Festung
el: Φρούριο
es: Fortaleza
eu: Gotorlekua
fa: قلعه
fi: Linnoitus
fr: Forteresse
ga: Daingean
gd: Dùn
hu: Erőd
id: Benteng
it: Fortezza
ja: 要塞
ko: 요새
ms: Kubu
nb: Festning
nl: Vesting
pl: Forteca
pt_br: Fortaleza
pt_pt: Fortaleza
ru: Крепость
sk: Pevnosť
sr: тврђава
sv: Fästning
tr: Hisar
uk: Фортеця
vi: Pháo đài
zh: 城堡
zh_tw: 堡壘

source: A wild, unknown landscape awaits rival explorers.
ast: Un terreno bravo & disconhocido spera exploradores rivales.
bg: Един див и непознат пейзаж очаква своите съперничещи си откриватели.
br: Ur gweledva dianav, gouez a c'hortoz ergerzherien kevezek.
ca: Una terra salvatge i desconeguda espera els exploradors rivals.
cs: Divoká neznámá krajina čekající na soupeřící průzkumníky.
da: Et vildt, ukendt landskab venter rivaliserende opdagelsesrejsende.
de: Eine wilde unbekannte Landschaft erwartet verfeindete Entdecker.
el: Ένα άγριο, άγνωστο τοπίο περιμένει αντίπαλους εξερευνητές.
es: Un terreno indómito y desconocido aguarda a exploradores enfrentados en su afán por conquistar sus tierras.
eu: Lur eremu menderakaitz eta ezezaguna dute zain horiek mendekatzeko irrikatan eta elkarren kontra dauden esploratzaileak.
fa: یک سرزمین وحشی و ناشناخته انتظار مبارزه با کاشفان را می کشد
fi: Villi ja tuntematon maisema odottaa kilpailevia tutkimusmatkailijoita.
fr: Un paysage inconnu et sauvage attend les explorateurs rivaux.
ga: Tá talamh fiáin, anaithnid atá ag fanacht le taiscéalaithe iomaíocha.
gd: Tha aineolas fiathaich ro thuinichean ann an còmhstri.
hu: Egy vad, ismeretlen terület vár a rivális felfedezőkre.
id: Alam liar dan misterius menunggu penjelajah musuh.
it: Un paesaggio selvaggio e sconosciuto attende gli esploratori rivali.
ja: 未開の未知の風景がライバルの探検家を待っています。
ko: 거칠고 알 수 없는 풍경이 경쟁 탐험가를 기다리고 있습니다.
ms: Lanskap asing yang liar sedang menunggu penjelajah tegar.
nb: Et vilt og ukjent landskap venter på rivaliserende utforskere.
nl: Een wild, onbekend landschap wacht op nieuwe ontdekkers.
pl: Dziki, nieznany krajobraz czeka na rywalizujących odkrywców.
pt_br: Uma floresta, com paisagem desconhecida aguardando exploradores rivais.
pt_pt: Um território desconhecido e selvagem aguarda exploradores rivais.
ru: Дикий, неизведанный ландшафт поджидает враждующих исследователей.
sk: Divoká, neznáma krajina čaká na súperivých objavovateľov.
sr: Дивљи, неистражени предео очекује супарничке истраживаче.
sv: Ett vilt, okänt landskap väntar på rivaliserande upptäckare.
tr: Vahşi, bilinmeyen bir bölge rakip kaşifleri bekliyor.
uk: Дикий, невідомий пейзаж чекає сміливих дослідників.
zh: 一片未知的原始风景，等着玩家去探索。
zh_tw: 荒涼、未知的景致等待著勇敢的探險者。

source: Frontier
ast: Rimeiros
bg: Граница
br: Harz
ca: Frontera
cs: Hranice
da: Vildmark
de: Grenzgebiet
el: Σύνορο
es: Frontera
eu: Muga
fa: مرز
fi: Rajaseutu
fr: Frontière
ga: Teorainn
gd: A’ chrìoch
hu: Határvidék
id: Perbatasan
it: Frontiera
ja: フロンティア
ko: 국경
ms: Perbatasan
nb: Grenseland
nl: Grens
pl: Granica
pt_br: Fronteira
pt_pt: Fronteira
ru: Граница
sk: Hranica
sr: Граница
sv: Gräns
tr: Sınır
uk: Кордон
zh: 边境
zh_tw: 邊疆
