Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: This tutorial will teach the basics of developing your economy. Typically, you will start with a Civic Center and a couple units in 'Village Phase' and ultimately, your goal will be to develop and expand your empire, often by evolving to 'Town Phase' and 'City Phase' afterward.
ast: Esti tutorial enseñaráte lo básico pa desendolcar la to economía. Apences con un centru cívicu y delles unidaes na «Fas d'aldea», el to oxetivu ye desendolcar y espandir el to imperiu, evolucionando a «Fas de villa» y dempués a la «Fas ciudá».
bg: Това обучение има за цел да демонстрира основите на развитие на икономиката. Обикновено в началото започвате със Селищен център и няколко единици в „Селска фаза“, като целта е да развиете и разширите империята си, за което често се налага да преминете през „Градската фаза“ и „Мегаполисната фаза“.
de: Diese Einführung wird dir die Grundlagen zeigen um deine Wirtschaft zu entwickeln. Typischerweise startest du mit einem Verwaltungssitz und ein paar Einheiten in der ‚Dorfphase‘ und im Endeffekt ist es dein Ziel, dein Reich zu entwickeln und zu vergrößern, meist indem du die ‚Stadtphase‘ und die ‚Großstadtphase‘ erforschst.
el: Αυτή η εκπαίδευση θα διδάξει τα βασικά στοιχεία της ανάπτυξης της οικονομίας σας. Συνήθως, θα ξεκινήσετε με ένα Αστικό Κέντρο και ένα ζευγάρι μονάδες στη 'Φάση Χωρίο' και τελικά ο στόχος σας θα είναι να αναπτύξετε και να επεκτείνετε την αυτοκρατορία σας, συχνά εξελισσόμενοι αργότερα στην 'Φάση Κωμόπολη' και στη 'Φάση Πόλη'.
es: Este tutorial te enseñará los conceptos básicos de la parte económica. Por lo general se empieza con un centro cívico y un puñado de unidades de «fase inicial» con el fin último de desarrollar y expandir tu imperio, mejorándolo a la «fase intermedia» y después a la «fase urbana».
eu: Tutoretza honek zure ekonomiaren garapenari buruzko oinarrizko kontzeptuak erakutsiko dizkizu. Orokorrean, Gizarte Zentro bat eta "Hasiera Faseko" unitateak pare batez hasiko zara eta azkenik zure helmuga zure inperioa zabaltzea eta garatzea izango da, "Fase Ertainera" igaroz eta gero "Hiritar Fasera"
gd: Ionnsaichidh an t-oideachadh seo dhut na tha bunasach mu leasachadh na h-eaconamaidh agad. Mar as trice, tòisichidh tu le ionad sìobhalta agus beagan aonadan ri “linn nan clachan” agus ’s e an t-amas deireannach agad a th’ ann gun leasaich is leudaich thu an impireachd agad. Ruigidh tu linntean nam “bailtean” ’s nam “mòr-bhailtean” an uairsin gu tric.
it: Questo tutorial ti insegnerà le basi di come far sviluppare la tua economia. Solitamente inizierai con un Centro Cittadino e qualche unità in "Fase Villaggio" e alla fine, il tuo compito sarà quello di sviluppare ed espandere il tuo impero, spesso evolvendo nella "Fase Cittadina" e successivamente nella "Fase Città"
ms: Tutorial ini melatih asas pembangunan ekonomi anda. Kebiasaannya, anda akan bermula dengan satu Pusat Sivik dan sepasang unit dalam 'Fasa Kampung' dan seterusnya, matlamat anda adalah membangunkan dan mengembangkan empayar anda, iaitu berubah ke 'Fasa Pekan' dan 'Fasa Bandar'.
nb: Denne veiledningen vil lære deg hovedtrekkene i utviklingen av din økonomi. Typisk vil du begynne med et samfunnssenter og en del enheter i "landsby-fasen" og til slutt, vil ditt mål være å utvikle og utvide ditt rike, ofte ved å komme til "tettsted-fasen" og "by-fasen" etter det.
pl: Ten samouczek wprowadzi Cię w podstawy rozwijania twojej ekonomii. Zazwyczaj rozczniesz grę ze zbudowanym Centrum Osady oraz kilkoma jednostkami w Fazie Wioski, a twoim celem będzie dbać o imperium i poszerzać jego granice, często poprzez rozwój do Fazy Miasta, a następnie do Fazy Dużego Miasta.
pt_pt: Este tutorial irá ensinar-te o básico do desenvolvimento da tua economia. Tipicamente, irás começar com um Centro Cívico e um punhado de unidades na "Fase de Aldeia" e por último, o teu objetivo será desenvolver e expandir o teu império, muitas vezes passa pela "Fase de Vila" e "Fase de Cidade" posteriormente.
ru: Это руководство научит вас основам развития вашей экономики. Обычно вы начинаете с Городским Центром и несколькими юнитами на «Этапе Деревни», и, в конечном итоге, Вашей целью будет развитие и расширение Вашей Империи, часто с переходом на «Этап Небольшого Города» и «Этап Большого Города».
zh: 这个教程将会教你发展你的帝国经济的基本知识。通常在游戏开始时，你处于“村庄阶段”并且会有一个市政中心以及一些单位数量的民众，而你的最终目标是通过之后的进化成为“乡镇阶段”和“城市阶段”来发展并扩大你的帝国。

source: Before starting, you can toggle between fullscreen and windowed mode using %(hotkey)s.
ast: Enantes d'entamar, yes a alternar ente la pantalla completa y el mou de ventanes emplegando %(hotkey)s.
bg: Преди да започнете, запомнете, че можете да превключвате между режимите на цял екран и в прозорец чрез %(hotkey)s.
br: A-raok kregiñ ganti e c'hellit gwintañ etre ar modoù skramm leun ha prenestr en ur implijout %(hotkey)s.
ca: Abans de començar, pots alternar entre pantalla completa i mode finestra emprant %(hotkey)s.
cs: Před začátkem můžete přepnout mezi režimem na celou obrazovku a okenním režimem stisknutím %(hotkey)s.
de: Vor dem Start mit %(hotkey)s zwischen Vollbild- und Fenstermodus umschalten.
el: Πριν ξεκινήσετε, μπορείτε να αλλάξετε μεταξύ πλήρους οθόνης και παραθύρου χρησιμοποιώντας %(hotkey)s.
eo: Antaù komenco, vi povas baskuligi inter plenekrana kaj fenestra modoj per %(hotkey)s.
es: Antes de nada puedes alternar entre pantalla completa y ventana con %(hotkey)s.
es_ar: Antes de comenzar, puedes alternar entre el modo pantalla completa y modo ventana usando %(hotkey)s.
eu: Abiarazi baino lehen, pantaila osoa eta leiho modu artean txandaka dezakezu %(hotkey)s.
fa: قبل از شروع، شما می توانید بین حالت Fullscreen یا حالت Windowed با استفاده از %(hotkey)s تغییر وضعیت دهید.
fi: Ennen kuin aloitat, voit vaihtaa koko näytön ja ikkunallisen tilan välillä painamalla %(hotkey)s.
fr: Avant de commencer, vous pouvez basculer entre les modes plein écran et fenêtré en utilisant %(hotkey)s.
ga: Roimh do thosú, is féidir leat scoránú idid lánscaileán agus scáileán fuinneogtha in úsáid %(hotkey)s.
gd: Mus tòisich thu, ’s urrainn dhut leum a ghearradh eadar na modhan làn-sgrìn is uinneagach le %(hotkey)s.
gl: Antes de comezar, podes conmutar entre o modo a pantalla completa e o modo de xanela mediante %(hotkey)s.
hu: Kezdés előtt választhatsz a teljes képernyős és ablakos nézet között az %(hotkey)s billentyűkombinációval.
id: Sebelum memulai, Anda dapat beralih antara mode layar penuh dan jendela menggunakan %(hotkey)s.
it: Prima di iniziare, puoi passare dalla modalità a tutto schermo a quella ridotta premendo %(hotkey)s.
ja: 始める前に、フルスクリーンかウインドウモードの変更を%(hotkey)sで行える事を知っておくと便利かもしれません。
ko: 시작하기전에, %(hotkey)s 키를 사용하여 전체 화면과 창 모드로 전환할 수 있습니다.
ms: Sebelum bermula, anda boleh togol di antara skrin penuh dengan bertetingkap menggunakan %(hotkey)s.
nl: Voordat u start, kunt u wisselen tussen volledig scherm en venster-modus door %(hotkey)s in te drukken.
pl: Przed rozpoczęciem możesz wybrać pomiędzy trybem pełnoekranowym lub w oknie używając %(hotkey)s.
pt_br: Antes de começar, você pode alternar entre tela cheia e modo janela pressionando %(hotkey)s.
pt_pt: Antes de começares, podes mudar entre o ecrã total e o modo janela utilizando as teclas %(hotkey)s.
ru: Прежде чем начать, Вы можете переключиться между полноэкранным и оконным режимами, используя %(hotkey)s.
sk: Než začneme - môžeš prepínať medzi celou obrazovkou a módom "v okne" použitím %(hotkey)s.
sv: Innan du börjar kan du växla mellan fullskärm och fönsterläge med %(hotkey)s.
tr: Başlamadan önce, %(hotkey)stuşunu kullanarak tam ekran ve pencere modu arasında geçiş yapabilirsiniz.
uk: Перш ніж почати, ви можете переключитися між віконним та повноекранним режимом, використовуючи %(hotkey)s.
zh: 在开始之前，您可以用快捷键%(hotkey)s在全屏模式和窗口模式之间切换切换。
zh_tw: 在開始之前，您可以使用 %(hotkey)s 鍵在全螢幕模式和視窗模式之間切換。

source: You can change the level of zoom using the mouse wheel and the camera view using any of your keyboard's arrow keys.
ast: Yes a camudar el nivel d'averamientu emplegando la rueda del mur y la vista de la cámara emplegando cualesquiera de les fleches del tecláu.
bg: Можете да променяте нивото на приближение на изгледа чрез колелото на мишката и ъгъла на камерата чрез стрелките на клавиатурата.
br: Gallout a rit cheñch al live zoum en ur implijout rodellig al logodenn ha sav-boent ar c'hamera gant pep bir ho klavier.
ca: Pots canviar el nivell de zoom emprant la roda del ratolí i la vista de càmera emprant qualsevol de les tecles de fletxa del teu teclat.
cs: Můžete změnit hloubku přiblížení použitím kolečka myši a pohled kamery použitím jakýchkoli tlačítek šipek na klávesnici.
de: Du kannst die Zoomstufe mit dem Mausrad und die Kameraansicht mit den Pfeiltasten der Tastatur ändern.
el: Μπορείτε να αλλάξετε το επίπεδο μεγέθυνσης χρησιμοποιώντας τον τροχό του ποντικιού και την οπτική της κάμερας χρησιμοποιώντας οποιοδήποτε από τα πλήκτρα βέλους του πληκτρολογίου σας.
eo: Vi povas aliigi la livelon de aligrandigo per la klakila rado kaj la vido per iu ajn de viaj sagklavoj.
es: Puedes acercar y alejar la cámara usando la rueda del ratón, también puedes moverla por el mapa mediante las teclas de dirección.
es_ar: Puedes hacer zoom usando la rueda del mouse y cambiar la vista de cámara usando cualquiera de las flechas del teclado.
eu: Zoomaren zenbatekoa saguaren gurpila erabiliz ere kontrola dezakezu eta kameraren kokalekua teklatuaren geziak erabiliz alda dezakezu.
fa: شما می توانید سطح بزرگنمایی را با استفاده از چرخ ماوس تغییر دهید، همچنین می توانید نمای دوربین در بازی را توسط کلید های جهت در کیبورد خود تغییر دهید.
fi: Voit muuttaa zoomaustasoa hiiren rullan avulla ja kameranäkymää näppäimistön nuolinäppäimillä.
fr: Vous pouvez changer le niveau de zoom en utilisant la molette de la souris et la vue caméra en utilisant n’importe qu’elle flèche du clavier.
ga: Is féidir leat athrú an leibheál zumála in úsáid rotha an luiche, agus an ceamara a athrú in úsáid aon tsaigheadeochracha.
gd: ’S urrainn dhut ìre an t-sùm atharrachadh cuideachd le cuibhle na luchaige agus sealladh a’ chamara leis na h-iuchraichean saighde air a’ mheur-chlàr.
gl: Podes cambiar o nivel de ampliación usando a roda do rato, e a vista de cámara usando calquera das teclas de frecha do teclado.
hu: A nagyítási szintet is állíthatod az egérgörgővel, a nézetet pedig a billentyűzet iránygombjaival.
id: Anda bisa mengubah tingkat pembesaran menggunakan roda mouse dan tampilan kamera menggunakan tombol panah di papan tombol.
it: Puoi modificare il livello di zoom usando la rotellina del mouse e cambiare l'inquadratura premendo i tasti freccia della tastiera.
ja: マウスホイール操作によってズームを行える他、キーボードの矢印キーでカメラの操作が出来ます。
ko: 마우스 휠을 사용하여 확대/축소를 조정할 수 있고 키보드의 화할표 키를 이용하여 카메라 시점을 바꿀수 있습니다.
ms: Anda juga boleh mengubah tahap zum menggunakan roda tetikus dan paparan kamera menggunakan mana-mana kekunci anak panah papan kekunci anda.
nl: U kunt het zoomniveau veranderen door middel van het muiswieltje en het camerazicht door middel van uw pijltjestoetsen.
pl: Możesz zmieniać poziom przybliżenia używając ze scrolla myszy, a widok kamery wciskając dowolną strzałkę na klawiaturze.
pt_br: Você pode controlar o nível de zoom, utilizando o scroll do mouse, e a visão da câmera com as setas do teclado.
pt_pt: Podes alterar o nível de aproximação (zoom) utilizando a roda do rato e a vista de câmara utilizando uma das teclas de direção do teclado.
ru: Вы можете изменить приближение, используя колесо мыши, и вид камеры, используя стрелки на клавиатуре.
sk: Môžeš meniť úroveň priblíženia pomocou kolieska myši a polohu kamery pomocou šípok na klávesnici.
sv: Du kan ändra zoomnivån med hjälp av mushjulet och kameravyn med något av tangentbordets piltangenter.
tr: Yakınlaştırma seviyesini fare tekerleğini ve kamera görüntüsünü klavyenizin ok tuşlarından herhangi birini kullanarak değiştirebilirsiniz.
uk: Ви можете змінити рівень масштабування за допомогою коліщатка миші та вид камери за допомогою клавіш зі стрілками на клавіатурі.
zh: 您可以：用鼠标滚轮放大或缩小；用任意方向键改变视角。
zh_tw: 您可以使用滑鼠滾輪來更改縮放等級與使用鍵盤的任何方向鍵更改相機視角。

source: Adjust the game window to your preferences.
ast: Axusta la ventana'l xuegu a les tos preferencies.
bg: Настройте игралния прозорец според предпочитанията си.
br: Azasait prenestr ar c'hoari hervez ho tibaboù.
ca: Ajusteu la finestra del joc a les vostres preferències.
cs: Změňte velikost okna podle libosti.
de: Stell das Spielfenster nach deinen Wünschen ein.
el: Προσάρμοσε το παράθυρο του παιχνιδιού στις προτιμήσεις σου.
eo: Adaptu la luda fenestro laŭ viaj preferoj.
es: Ajusta la ventana de juego a tu gusto.
es_ar: Ajusta la ventana del juego a tus preferencias.
eu: Jokoaren leihoa nahi bezala zehaztu.
fa: تنظیم کردن پنجره بازی بر اساس سلیقه خود.
fi: Säädä pelin ikkunaa tottumuksiesi mukaan.
fr: Ajustez la fenêtre de jeu selon vos préférences.
ga: Deisigh fuinneog an chluiche de réir a mhaith leat.
gd: Nise, cuir gleus air uinneag a’ gheama mar a thogras tu.
gl: Axusta a xanela do xogo como consideres.
hu: Állítsd be a játékablakot a számodra megfelelő módon.
id: Sesuaikan jendela permainan sesuai preferensi anda.
it: Adatta la finestra di gioco alle tue preferenze.
ja: あなたの好みに合わせてゲームウインドウを調節してください。
ko: 놀이 창을 원하는대로 조정하십시오.
ms: Laras tetingkap permainan mengikut keutamaan anda.
nb: Juster spillvindet i henhold til dine ønsker.
nl: Pas het spelvenster aan naar uw voorkeur.
pl: Przystosuj okienko gry do swoich potrzeb.
pt_br: Ajuste do jeito que preferir a janela do jogo.
pt_pt: Ajusta a janela do jogo conforme a tua preferência.
ru: Настройте игровое окно согласно Вашим предпочтениям.
sk: Uprav si okno hry podľa svojich preferencií.
sv: Justera spelfönstret till dina önskemål.
tr: Oyun penceresini tercihlerinize göre ayarlayın.
uk: Відрегулюйте вікно гри згідно ваших уподобань.
zh: 按照你的喜好调整游戏窗口。
zh_tw: 按照您的喜好來調整遊戲視窗

source: You may also toggle between showing and hiding this tutorial panel at any moment using %(hotkey)s.
ast: Yes tamién a alternar cuandoquiera ente amosar y anubrir esti panel de tutorial emplegando %(hotkey)s.
bg: Можете също така да показвате и скривате този панел с обучението във всеки момент чрез %(hotkey)s.
br: Gallout a rit gwintañ war diskouez pe kuzhat diskwel an tutorial-mañ forzh pegoulz e vefe en ur implijout %(hotkey)s.
ca: També pots mostrar i amagar aquest panel del tutorial en qualsevol moment emprant %(hotkey)s.
cs: Také kdykoliv můžete přepínat mezi ukazováním a skrýváním tohoto okna návodu stisknutím %(hotkey)s.
de: Du kannst auch jederzeit mit %(hotkey)s dieses Tutorial-Fenster anzeigen oder verstecken.
el: Μπορείς να ενεργοποιήσεις ή αν απενεργοποιήσεις την εμφάνιση αυτού του Οδηγού Εκμάθησης, οποιαδήποτε στιγμή χρησιμοποιώντας %(hotkey)s.
eo: Vi povus ankaŭ baskuligi inter montro kaj malmontro de tiu instruilo ĉiam ajn per %(hotkey)s.
es: También puedes ocultar y mostrar este panel de tutorial en cualquier momento con %(hotkey)s.
es_ar: Puedes mostrar u ocultar el panel de este tutorial en cualquier momento usando %(hotkey)s.
eu: Tutorial panel hau ere erakutsi eta ezkuta dezakezu, edozein unetan erabil dezakezu sakatuz%(hotkey)s.
fa: شما شاید تمایل داشته باشید وضعیت نمایش و یا عدم نمایش پنل آموزش را در هر زمان بوسیله %(hotkey)s تغییر دهید.
fi: Voit myös vaihtaa tämän opaspaneelin näyttämisen ja piilottamisen välillä milloin tahansa painamalla %(hotkey)s.
fr: Vous pouvez aussi basculer l’affichage du tutoriel à n’importe quel moment en utilisant %(hotkey)s.
ga: Is féidir leat scoránú idir léiriú is folú don phainéil teagaisc seo ag aon am in úsáid %(hotkey)s.
gd: ’S urrainn dhut panail an oideachaidh seo a shealltainn no fhalach uair sam bith le %(hotkey)s.
gl: Tamén podes conmutar entre mostrar e ocultar o panel deste titorial en calquera momento usando %(hotkey)s.
hu: A(z) %(hotkey)s gomb megnyomásával bármikor megjelenítheted vagy elrejtheted ezt az oktatópanelt.
id: Anda juga bisa beralih antara menampilkan dan menyembunyikan panel tutorial kapan saja menggunakan %(hotkey)s.
it: Puoi anche scegliere di nascondere o mostrare il pannello di questo tutorial in qualunque momento premendo %(hotkey)s.
ja: このチュートリアルパネルは%(hotkey)sを押すことでいつでも表示・非表示を切り替えることができます。
ko: %(hotkey)s 키로 언제든지 이 자습서 패널을 표시하거나 숨길 수 있습니다.
ms: Anda juga boleh togol sama ada untuk tunjuk atau sembunyikan panel tutorial ini pada bila-bila masa menggunakan %(hotkey)s.
nl: U kunt het laten zien van dit tutorialpaneel ook op elk moment aan- en uitzetten met %(hotkey)s.
pl: Możesz również schować lub przywrócić ten panel w każdym momencie, wciskając %(hotkey)s
pt_br: Você também pode alternar entre mostrar e ocultar este painel de tutorial a qualquer momento usando %(hotkey)s.
pt_pt: Também podes mudar entre mostrar e esconder este painel do tutorial a qualquer momento utilizando as teclas %(hotkey)s.
ru: Вы в любой момент можете скрыть или вновь показать эту панель обучения, используя %(hotkey)s.
sk: Tiež môžeš kedykoľvek prepínať medzi zobrazením a schovaním tohto výučbového panelu použitím %(hotkey)s.
sv: Du kan också växla mellan att visa och gömma denna handledningspanel när som helst med hjälp av %(hotkey)s.
tr: Ayrıca her zaman %(hotkey)s tuşunu kullanarak bu öğretici panosunu gösterip gizleyebilirsiniz.
uk: Ви також можете перемикати між показом та приховуванням цього посібника в будь-який момент, використовуючи %(hotkey)s.
zh: 您可以使用快捷键%(hotkey)s在显示和隐藏教程板块之间切换。
zh_tw: 您隨時都可以按下 %(hotkey)s 來顯示或隱藏這個教學面板。

source: To start off, select your building, the Civic Center, by clicking on it. A selection ring in the color of your civilization will be displayed after clicking.
ast: De mano, esbilla l'edificiu, el centru civil, calcando nelli. En calcándolu va amosase un redondel d'esbilla na color de la to civilización.
bg: Започнете, като изберете селищния център с мишката. Около него ще се появи окръжност в цвета на цивилизацията Ви, която показва, че той е избран.
br: Da gregiñ ganti, diuzit ho savadur Kreizenn geodedel en ur glikañ warni. Ur c'helc'h gant liv ho sevenadurezh a vo diskouezet goude bezañ bet kliket.
ca: Per començar, seleccioneu el vostre edifici, el Centre Cívic, fent-hi clic. Veureu un cercle de selecció del color de la vostra civilització quan feu clic.
cs: Pro začátek vyber klepnutím levého tlačítka své správní středisko. Po klepnutí se objeví kruh možností v barvě tvé civilizace.
de: Um zu beginnen, wähle deinen Verwaltungssitz aus, indem du darauf klickst. Ein Auswahlring in der Farbe deiner Zivilisation wird nach dem Klick erscheinen.
el: Για να ξεκινήσετε, επιλέξτε το κτίριο σας, το Αστικό Κέντρο, κάνοντας κλικ πάνω του. Ένας δακτύλιος επιλογής στο χρώμα του πολιτισμού σας θα εμφανιστεί μετά το κλικ.
eo: Por ekkomenci, elektu vian konstruaĵon, la Civitacentron, per klako sur ĝin. Elekta rondo en via civiliza koloro aperos post klako.
es: Lo primero es aprender a seleccionar tu edificio, el centro cívico. Haz clic sobre él, una vez seleccionado verás como aparece un anillo con el color de tu civilización.
es_ar: Para comenzar, selecciona tu edificio, el Centro Cívico, haciendo click sobre este. Se mostrará un area de selección del color de tu civilización luego de hacer click.
eu: Hasteko, aukeratu zure eraikina, Gizarte Zentroa, bere gainean klikatuz. Klikatu ondoren aukera eraztun bat agertuko da zure zibilizazioaren kolorean.
fa: شما می توانید برای شروع کردن بر روی مرکز تمدن خود کلیک کنید، بعد از کلیک کردن حلقه انتخاب بدور آن بر اساس رنگ تمدن شما نمایش داده می شود
fi: Valitse aluksi rakennuksesi, kansalaiskeskus, napsauttamalla sitä. Napsauttamisen jälkeen näkyviin tulee valintarengas, joka on sivilisaatiosi värinen.
fr: Pour commencer, sélectionnez votre bâtiment, le Centre-ville, en cliquant dessus. Après avoir cliqué, un cercle de sélection de la couleur de votre civilisation apparaîtra.
ga: Chun tosú, roghnaigh d'fhoirgnimh, an tIonad Cathartha, ag cliceáil air. Léireofar nasc roghnaithe as dath do shibialtachta tar éis cliceála
gd: Airson tòiseachadh, briog air an togalach agad, seo an t-ionad sìobhalta, gus a thaghadh. Nochdaidh fàinne taghaidh le dath do shìobhaltais air às dèidh dhut briogadh air.
gl: Para comezar preme o teu edificio, o centro cívico, para seleccionalo. Tras premer mostrarase un anel de selección da cor da túa civilización.
hu: Kezdésként, válaszd ki a Városháza épületét úgy, hogy rákattintasz. A civilizációd színének megfelelő kiválasztási gyűrű fog megjelenni.
id: Untuk memulai, pilih Pusat Peradaban anda dengan mengklik padanya. Lingkaran seleksi berwarna sesuai dengan warna peradaban Anda akan ditampilkan disekitar pilihan Anda.
it: Per iniziare, seleziona il tuo edificio, il Centro Cittadino, facendo clic su di esso. Verrà visualizzato un anello di selezione del colore della tua civiltà dopo aver fatto clic.
ja: 始めに、町の中心となる建物がありますのでクリックして選択してください。 選択したものには円が表示されます。円の色はあなたの文明の色になります。
ko: 시작하려면 시민 회관을 클릭하여 건물을 선택합니다. 그러면 당신의 문명 색으로 된 원모양의 선택영역이 표시됩니다.
ms: Mulakan dengan memilih bangunan anda, iaitu Pusat Sivik, dengan mengklik padanya. Satu bulatan mengikut warna tamadun anda akan terpapar selepas mengklik pada Pusat Sivik tersebut.
nb: Til å begynne med, velg din bygning, samfunnssenteret, ved å klikke på den. En valgring i fargen tilhørende din sivilisasjon vil bli vist etter å ha klikket.
nl: Om te beginnen selecteert u uw gebouw, het Beschavingscentrum, door erop te klikken. Na het klikken wordt er een selectie-ring getoond in de kleur van uw beschaving.
pl: Na początek, wybierz Centrum Osady klikając na nie. Po kliknięciu, budynek zostanie oznaczony okręgiem w kolorze twojej cywilizacji.
pt_br: Para começar, selecione a sua construção, o Centro Cívico, clicando nela. Um círculo de seleção na cor da sua civilização será exibido depois de clicar.
pt_pt: Para começar, seleciona o teu edifício, o Centro Cívico, clicando nele. Aparecerá um anel de seleção na cor da tua civilização após clicares.
ru: Для того, чтобы начать - выберите ваш городской центр, кликнув по нему. После клика отобразится кольцо выбора, цвет которого соответствует цвету вашей цивилизации.
sk: Na začiatok označ svoju budovu, občianske centrum, kliknutím na ňu. Po kliknutí na ňu ju obkolesí kruh s farbou tvojej civilizácie.
sv: För att börja, välj din byggnad, samhällscentret, genom att klicka på den. En urvalsring i din civilisationsfärg kommer att visas efter att du har klickat.
tr: Başlamak için binanızı, Şehir Merkezini seçin. Seçtikden sonra, uygarlığınızın renginde bir seçim halkası görünecektir.
uk: Щоб розпочати, виберіть Громадський центр, натиснувши на нього. Після цього навколо нього з'явиться кольорове кільце (з кольором вашої цивілізації).
zh: 点击您的建筑市政中心作为游戏的开始。点击之后，市政中心将被一个长方形框住，长方形的颜色就是您的文明对应的颜色。
zh_tw: 我們開始吧！請先點選畫面上的建築物，也就是您的城鎮中心。點選之後，您會看見城鎮中心的周圍多了選擇框，框框的顏色即是您這個文明的代表色。
