Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Antiochus VII Sidetes
ast: Antíocu VII Sidetes
bg: Антиох VII Сидет
ca: Antíoc VII Sidetes
cs: Antiochos VII. Sidetés
el: Αντίοχος Ζ' ο Σιδήτης
es_ar: Antíoco VII Sidetes
fa: آنتیوخوس هفتم
ga: Aintíochas VII 'Sidetes'
he: אנטיוכוס סידטס
hu: VII. Antiokhosz Szidétész
hy: Անտիոքոս VII Սիդեյան
it: Antioco VII Evergete Sidete
ja: アンティオコス7世シデテス
ko: 안티오코스 7세 시데테스
nb: Antiokos VII Sidetes
pl: Antioch VII Sidetes
pt_br: Antíoco VII Sideta
ru: Антиох VII Сидет
sk: Antiochos VII. Sidetés
tt: Антиох VII-нче Сидет
uk: Антіох VII Сідет
zh: 安条克七世
zh_tw: 來自信德的人 安條克七世

source: Alexander II Zabinas
ast: Alexandru II Zabines
bg: Александър II Забинас
ca: Alexandre II Zabinas
cs: Alexandr II. Zabinás
el: Αλέξανδρος Β΄ Ζαβίνας
es_ar: Alejandro II Zabinas
fa: اسکندر دوم زابیناس
ga: Alastar II 'Zabinas'
hu: II. Alexandrosz Zabinasz
hy: Ալեքսանդր II Զաբինաս
it: Alessandro II Zabina
ja: アレクサンドロス2世ザビナス
ko: 알렉산더 2세 자비나스
nb: Aleksander II Zabinas
pl: Aleksander II Zabinas
pt_br: Alexandre II Zabinas
ru: Александр II Забина
sk: Alexander II. Zabinás
tt: Александр II Забина
uk: Александр II Забіна
zh: 亚历山大二世
zh_tw: 沽名者 亞歷山大二世

source: Cleopatra Thea
ast: Cleopatra Tea
bg: Клеопатра Теа
br: Kleopatra Thea
ca: Cleòpatra Thea
cs: Kleopatra Thea
de: Kleopatra Thea
el: Κλεοπάτρα Θεά
es_ar: Cleopatra Tea
fa: کلئوپاترا تئا
ga: Cléópatra 'Thea'
he: קליאופטרה תיאה
hu: Kleopátra Thea
hy: Կլեոպատրա Աստվածային
it: Cleopatra Tea Evergete
ja: クレオパトラ・テア
ko: 클레오파트라 테아
pl: Kleopatra Thea
pt_br: Cleópatra Teia
ru: Клеопатра Тея
sk: Kleopatra Thea
tt: Клеопатра Тея
uk: Клеопатра Теа
zh: 克丽奥佩脱拉·特亚
zh_tw: 克麗奧佩脫拉·特亞

source: Seleucus V Philometor
ast: Seleucu V Filómetor
bg: Селевк V Филометор
ca: Seleuc V Filomètor
cs: Seleukos V. Filométór
de: Seleukos V. Philometor
el: Σέλευκος Ε' Φιλομήτωρ
es_ar: Seleuco V Filometor
fa: سلوکوس پنجم
ga: Séileucas V 'Philometor'
hu: V. Szeleukosz Philométor
hy: Սելևկիոս V Մայրասեր
it: Seleuco V Filometore
ja: セレウコス5世愛母王
ko: · 셀레우코스 5세 필로메토르
pl: Seleukos V Filometor
pt_br: Seleuco V Filometor
ru: Селевк V Филометор
sk: Seleukos V. Filométór
tr: Selevkos V. Philometor
tt: Селевк V-нче Филометор
uk: Селевк V Філометор
zh: 塞琉古五世
zh_tw: 篤愛母親者 塞琉古五世

source: Antiochus VIII Grypus
ast: Antíocu VIII Grifu
bg: Антиох VIII Грюпос
ca: Antíoc VIII Grypos
cs: Antiochos VIII. Grypos
de: Antiochos VIII. Grypos
el: Αντίοχος Ζ' Γρύπας
es_ar: Antíoco VIII Grifo
fa: آنتیوخوس هشتم
ga: Aintíochas VIII 'Grypus'
hu: VIII. Antiokhosz Grüposz
hy: Անտիոքոս VIII Գրիպոս
it: Antioco VIII Gripo
ja: アンティオコス8世鷲鼻王
ko: 안티오코스 8세 그리푸스
nb: Antiokos VIII Grypus
pl: Antioch VIII Grypos
pt_br: Antíoco VIII Filometor
ru: Антиох VIII Грип
sk: Antiochos VIII. Grypus
tt: Антиох VIII-нче Грип
uk: Антіох VIII Гріп
zh: 安条克八世
zh_tw: 安條克八世

source: Antiochus IX Cyzicenus
ast: Antíocu IX Cízicu
bg: Антиох IX Кизикен
ca: Antíoc IX Cyzicenos
cs: Antiochos IX. Cyzicenos
de: Antiochos IX. Kyzikenos
el: Αντίοχος Θ' Κυζικηνός
es_ar: Antíoco IX Eusebio
fa: آنتیوخوس نهم
ga: Aintíochas IX 'Cyzicenus'
hu: IX. Antiokhosz Küzikénosz
hy: Անտիոքոս IX Բարեպաշտ
it: Antioco IX Eusebe
ja: アンティオコス9世キュジケヌス
ko: 안티오코스 9세 퀴지케노스
nb: Antiokos IX Cyzicenus
pl: Antioch IX Kyzikenos
pt_br: Antíoco IX de Cízico
ru: Антиох IX Кизикский
sk: Antiochos IX. Cyzicenus
tt: Антиох IX-нчы Кизикский
uk: Антіох IX Кізікський
zh: 安条克九世（敬神者）
zh_tw: 敬神者 安條克九世

source: Seleucus VI Epiphanes
ast: Seleucu VI Epífanes
bg: Селевк VI Епифан
ca: Seleuc VI Epífanes
cs: Seleukos VI. Epifanés
de: Seleukos VI. Epiphanes Nikator
el: Σέλευκος Στ' Επιφανής
es_ar: Seleuco VI Epifanes
fa: سلوکوس ششم
ga: Séileucas VI 'Epiphanes'
hu: VI. Szeleukosz Epiphanész
hy: Սելևկիոս VI Փառավոր
it: Seleuco VI Epifane
ja: セレウコス6世顕神王
ko: 셀레우코스 6세 에피파네스
pl: Seleukos VI Epifanes
pt_br: Seleuco VI Epifânio
ru: Селевк VI Эпифан Никатор
sk: Seleukos VI. Epifanés
tr: Selevkos VI. Epiphanes
tt: Селевк VI-нчы Эпифан Никатор
uk: Селевк VI Епіфан
zh: 塞琉古六世-神选的·胜利者
zh_tw: 神選的·勝利者 塞琉古六世

source: Antiochus X Eusebes
ast: Antíocu X Eusebiu
bg: Антиох X Евсеб
ca: Antíoc II Eusebi
cs: Antiochos X. Eusebés Filométór
de: Antiochos X. Eusebes Philopator
el: Αντίοχος Ι' Ευσεβής
es_ar: Antíoco X Eusebio
fa: آنتیوخوس دهم
ga: Aintíochas X 'Eusebes'
hu: X. Antiokhosz Euszebész
hy: Անտիոքոս X Բարեպաշտ
it: Antioco X Eusebe Filopatore
ja: アンティオコス10世信義王
ko: 안티오코스 10세 에우세베스
nb: Antiokos X Eusebes
pl: Antioch X Eusebes
pt_br: Antíoco X Eusébio
ru: Антиох X Евсеб Филопатор
sk: Antiochos X. Eusebés
tt: Антиох X-нчы Евсеб Филопатор
uk: Антіох X Евсеб
zh: 安条克十世
zh_tw: 敬神的·篤愛父親者 安條克十世

source: Demetrius III Eucaerus
ast: Demetriu III Euceru
bg: Деметрий III Еукер
ca: Demetri III Eucàros
cs: Démétrios III. Theós Filopatór
de: Demetrios III. Eukairos
el: Δημήτριος Γ' Εύκαιρος
es_ar: Demetrio II Eucarios
fa: دیمیتریوس سوم یوکاروس
ga: Daemetrias III 'Eucaerus'
hu: III. Démétriosz Eukairosz
hy: Դեմետրիոս III Եվկարիոս
it: Demetrio III Euchero
ja: デメトリオス3世吉時王
ko: 데메트리오스 3세 에우카에로스
pl: Demetriusz III Filopator
pt_br: Demétrio III Eucerus
ru: Деметрий III Эвкер
sk: Démétrios III. Eukaréus
tt: Деметрий III-нче Эвкер
uk: Деметрій III Філопатор Евкер
zh: 德米特里三世
zh_tw: 德米特里三世

source: Antiochus XI Epiphanes
ast: Antíocu XI Epífanes
bg: Антиох XI Епифан
ca: Antíoc XI Epífanes
cs: Antiochos XI. Epifanés
de: Antiochos XI. Epiphanes
el: Αντίοχος Ια' Επιφανής
es_ar: Antíoco XI Epifanes
fa: آنتیوخوس یازدهم اپیفانس
ga: Aintíochas XI 'Epiphanes'
he: אנטיוכוס אפיפנס האחד עשר
hu: XI. Antiokhosz Epiphanész
hy: Անտիոքոս XI Փառավոր
it: Antioco XI Epifane
ja: アンティオコス11世顕神王
ko: 안티오코스 11세 에피파네스
nb: Antiokos XI Epiphanes
pl: Antioch XI Epifanes
pt_br: Antíoco XI Epifânio
ru: Антиох XI Филадельф
sk: Antiochos XI. Epifanés
tt: Антиох XI-нче Филадельф
uk: Антіох XI Епіфан
zh: 安条克十一世
zh_tw: 神選的·篤愛父親者 安條克十一世

source: Philip I Philadelphus
ast: Felipe I de Filadelfu
bg: Филип I Филаделф
ca: Felip I Filadelf
cs: Filip I. Epifanés Filadelfos
de: Philipp I. Philadelphos
el: Φίλιππος Α' Φιλάδελφος
es_ar: Filipo I Filadelfo
fa: فیلیپ اول فیلادلفوس
ga: Pilib I 'Philadelphus'
hu: I. Philipposz Philadelphosz
hy: Փիլիպոս I Եղբայրասեր
it: Filippo I Filadelfo
ja: ピリッポス1世愛兄王
ko: 필리포스 1세 필라델포스
pl: Filip I Filadelfos
pt_br: Filipe I Filadelfo
ru: Филипп I Филадельф
sk: Filip I. Filadelfos
tt: Филипп I-нче Филадельф
uk: Філіпп I Філадельф
zh: 腓力一世
zh_tw: 篤愛兄弟者 腓力一世

source: Antiochus XII Dionysus
ast: Antíocu XII Dionisu
bg: Антиох XII Дионисий
ca: Antíoc XII Dionisi
cs: Antiochos XII. Dionýsos Epifanés
de: Antiochos XII. Dionysos
el: Αντίοχος ΙΒ' ο Διόνυσος
es_ar: Antíoco XII Dionisio
fa: آنتیوخوس هفتم دیونیزوس
ga: Aintíochas XII 'Dionysus'
hu: XII. Antiokhosz Dionüszosz
hy: Անտիոքոս XII Դիոնիսոս
it: Antioco XII Dioniso
ja: アンティオコス12世酒神王
ko: 안티오코스 12세 디오뉘소스
nb: Antiokos XII Dionysus
pl: Antioch XII Dionizos
pt_br: Antíoco XII Dionísio
ru: Антиох XII Дионис
sk: Antiochos XII. Dionýsos
tt: Антиох XII-нче Дионис
uk: Антіох XII Діоніс
zh: 安条克十二世
zh_tw: 酒神 安條克十二世

source: Seleucus VII Kybiosaktes
ast: Seleucu VII Cibiosactes
bg: Селевк VII Кибиосакт
ca: Seleuc VII Kybiosaktes
cs: Seleukos VII. Kybiosaktes
de: Seleukos VII. Kybiosaktes
el: Σέλευκος Ζ΄ ο Κυβιοσάκτης
es_ar: Seleuco VII Cibiosactes
fa: سلوکوس هفتم کیبیوساکتس
ga: Séileucas VII 'Kybiosaktes'
hu: VII. Szeleukosz Kübioszaktész
hy: Սելևկիոս VII Մայրասեր
it: Seleuco VII Kybiosaktes
ja: セレウコス7世鮪切王
ko: 셀레우코스 7세 퀴비오사크테스
pl: Seleukos VII Kybiosaktes
pt_br: Seleuco VII Cibiosates
ru: Селевк VII Кибиосак
sk: Seleukos VII. Kybiosaktes
tr: Selevkos VII. Kybiosaktes
tt: Селевк VII-нче Кибиосак
uk: Селевк VII Кібіосакт
zh: 塞琉古七世
zh_tw: 塞琉古七世

source: Antiochus XIII Asiaticus
ast: Antíocu XIII Asiáticu
bg: Антиох XIII Азиатик
ca: Antíoc XIII Asiàtic
cs: Antiochos XIII. Filadelfos
de: Antiochos XIII. Philadelphos Asiatikos
el: Αντίοχος ΙΓ' ο Ασιάτης
es_ar: Antíoco XIII Asiático
fa: آنتیوخوس هشتم آسیاتیکوس
ga: Aintíochas XIII 'Asiaticus'
hu: XIII. Antiokhosz Asziatikosz
hy: Անտիոքոս XIII Ասիացի
it: Antioco XIII Asiatico
ja: アンティオコス13世アシアティコス
ko: 안티오코스 13세 아시아티코스
nb: Antiokos XIII Asiaticus
pl: Antioch XIII Asiaticus
pt_br: Antíoco XIII Asiático
ru: Антиох XIII Дионис Каллиник
sk: Antiochos XIII. Ázijský
tt: Антиох XIII-нче Дионис Каллиник
uk: Антіох XIII Азійський
zh: 安条克十三世
zh_tw: 安條克十三世

source: Philip II Philoromaeus
ast: Felipe II Filorromanu
bg: Филип II Филоромей
ca: Felip II Philoromaeus
cs: Filip II. Filorhómaios
de: Philipp II. Philorhomaios
el: Φίλιππος Β΄ Φιλορωμαίος
es_ar: Filipo II Filorromano
fa: فیلیپ دوم فیلورومائوس
ga: Pilib II 'Philoromaeus'
hu: II. Philipposz Philoroméosz
hy: Փիլիպոս II Հռոմեամետ
it: Filippo II Filoromeo
ja: ピリッポス2世親羅王
ko: 필리포스 2세 필로로마이오스
pl: Filip II Philoromaeus
pt_br: Filipe II Filoromeu
ru: Филипп II Филоромей
sk: Filip II. Filorhómaios
tt: Филипп II-нче Филоромей
uk: Філіпп IІ Філадельф
zh: 腓力二世
zh_tw: 腓力二世

source: Traditional Army unlocks Silver Shields and Scythed Chariots, Reform Army unlocks Romanized Heavy Swordsmen and Cataphracts.
ast: L'exércitu tradicional desbloquia a los escudos platiaos y los carros falcaos, l'exércitu reformáu desbloquia a los espadachinos pesaos romanizaos y los catafractos.
bg: Традиционната войска отключва сребърни щитове и колесници с коси, а реформираната армия — романизирани тежки во̀ини с меч и катафракти.
br: An Arme Hengounel a zistank ar skoedoù arc'hant hag ar c'harrigennoù-Falc'hek, an Arme Aodazet a zistank ar Glezeourien-Ponner hag ar C'hatafraktoù.
ca: L'exèrcit tradicional desbloqueja Escuts de Plata i carros falçats, l'exèrcit reformat desbloqueja soldats amb espasa romanitzats pesats i catafractes.
cs: Tradiční armáda odemkne stříbrné štíty a válečné vozy vybavené kosami. Reformovaná armáda odemkne pořímštěného těžkého bojovníka s mečem a katafrakty.
de: Traditionelle Armee schaltet Silberschilde und Sichelstreitwägen frei, reformierte Armee schaltet romanisierte schwere Schwertkämpfer und Kataphrakten frei.
el: Ο Παραδοσιακός Στρατός ξεκλειδώνει τις Ασημένιες Ασπίδες και τα Δρεπανηφόρα Άρματα, η Μεταρρύθμιση του Στρατού ξεκλειδώνει τους Εκρωμαϊσθέντες Βαριούς Ξιφομάχους και τους Κατάφρακτους.
es_ar: El Ejército Tradicional desbloquea los Escudos de Plata y los Carros Falcados, El Ejército Reformado desbloquea Espadachines Pesados Romanizados y la Catafractos.
eu: Ohiko Armadak Zilarrezko Ezkutuak eta Igitai Gurdiak desblokeatzen ditu. Erreformaren armadak Erromatartutako Ezpatari Astunak eta Seleuziar Katafraktoak desblokeatzen ditu.
fa: سپاه سنتی، باز کردن قفل سپر نقره ی ها ، اربابه های سکایی، سپاه اصلاحی، باز کردن قفل شمشیرزن های سنگین اسلحه و سواره های زره پوش
ga: Díghlasálann Arm Taidisiúnta na Airgidsciatha agus Carbáid Spealta, díghlasálann Arm Leasaithe Claimhteoirí Troma Rómhánaithe agus Cataphractaí.
hu: A Hagyományos hadsereg elérhetővé teszi az Ezüst pajzsokat és a sarlós kerekű harci szekereket, a Reform hadsereg elérhetővé teszi a romanizált nehéz kardforgatókat és a kataphraktoszokat.
hy: Արծաթյա վահանների և մանգաղակիր մարտակառքերի հասանելիություն ավանդական բանակին, հռոմեացված ծանր զրահավորված սրակիրներ և կատաֆրակտոսների հասանելիություն բարեփոխված բանակին։
it: Esercito Tradizionale sblocca Scudi D'argento e Carri Falcati, Esercito Riformato sblocca Spadaccini Pesanti Romani e Catafratti.
ja: 従来軍は銀盾隊と大鎌戦車を解禁し、軍制改革はローマ式重装剣士と重装騎兵を解禁します。
ko: 전통적인 군대는 은빛 방패와 전초 병거를 풀고, 개혁 육군은 로마화 된 중검수와 중무장 갤리선Ehsms를 풀어줍니다.
nb: Tradisjonell hær låser opp sølvskjold og stridsvogner med ljå, reformhær låser opp romaniserte tunge sverdmenn og katafrakter.
pl: Armia tradycyjna odblokowuje Srebrne Tarcze i Rydwan z kosami, Armia zreformowana odblokowuje Rzymskich Ciężkozbrojnych i Katafraktów.
pt_br: Exército tradicional desbloqueia os escudos de prata e carruagens ceifou, reforma do exército desbloqueia Espadachins Pesados Romanizados e Cataphracts.
ru: Традиционная армия открывает "серебрянные щиты" и колесницы с косами, а реформированная армия — тяжёлых мечников и катафрактариев.
sk: Tradičná armáda sprístupní Strieborné štíty a vozy s kosami, reformná zasa porímštených ťažkých šermiarov a ozbrojencov.
sv: Traditionell armé låser upp Silver Shields och Scythed Vagnar, Reform Army låser upp Romanized Heavy Swordsmen och Cataphracts.
tr: Geleneksel ordu, Gümüş Kalkanların ve Tırpanlı Savaş arabalarının kilidini açar. Reform ordusu, Romalı Ağır Kılıçlıların ve Zırhlı Süvarilerin kilidini açar.
uk: Традиційна армія відкриває "срібні щити" і колісниці з косами, а реформована армія - важких мечників і катафрактаріїв.
zh: 传统军队解锁银盾兵及长柄刀双轮战车，革新军队解锁罗马重剑兵及铁甲骑兵。
zh_tw: 傳統軍隊解鎖銀盾兵及長柄刀雙輪戰車，革新軍隊解鎖羅馬重劍兵及鐵甲騎兵。

source: Traditional Army vs. Reform Army
ast: Exércitu tradicional frente a exércitu reformáu
bg: Традиционна срещу реформирана войска
br: Arme Hengounel vs. Arme an Adaozañ
ca: Exèrcit tradicional vs Exèrcit reformat
cs: Tradiční armáda proti reformované armádě
de: Traditionelle Armee vs. reformierte Armee
el: Παραδοσιακός Στρατός εναντίον Μεταρρυθμισμένου Στρατού
es_ar: Ejército Tradicional vs. Ejército Reformado
eu: Ohiko Armada vs. Erreformaren Armada
fa: سپاه سنتی در مقابل سپاه اصلاح شده
ga: Arm Traidisiúnta i.gc. Arm Leasaithe
hu: Hagyományos sereg ↔ Reform sereg
hy: Ավանդական բանակն ընդդեմ բարեփոխված բանակի
it: Esercito tradizionale Vs. Esercito riformato.
ja: 従来軍 対 軍制改革
ko: 전통적인 군대 대. 개혁 군대
nb: Tradisjonell hær vs. reformert hær
pl: Armia tradycyjna kontra armia zreformowana
pt_br: Exército tradicional vs. Reforma do Exército
ru: Традиционная армия и реформированная армия
sk: Tradičná armáda vs. Reformná armáda
sv: Traditionell Armé mot Reformerad Armé
tr: Geleneksel Ordu vs. Değişim Ordusu
uk: Традиційна і реформована армія
zh: 军队传统化 vs. 革新军队
zh_tw: 傳統軍隊 vs. 革新軍隊

source: A one-time purchase of 20 Indian War Elephants from the Mauryan Empire.
ast: Un únicu mercáu de 20 elefantes de guerra indios del Imperiu maurianu.
bg: Еднократна покупка на 20 индийски бойни слона от империя Маурия.
br: Ur brenadenn a 20 Olifant Brezel Indian eus an Impalaerezh Maourian.
ca: Una compra d'una sola vegada de 20 elefants de guerra indis de l'Imperi Maurya.
cs: Jednorázový nákup 20 indických válečných slonů od Maurjovské říše.
de: Eine einmalige Anschaffung von 20 indischen Kriegselefanten aus dem Maurya-Reich.
el: Μία φορά αγορά 20 Ινδικών Πολεμικών Ελεφάντων από την Αυτοκρατορία των Μαουρύα.
es_ar: Compra única de 20 Elefantes de Guerra Indios del Imperio Mauryan.
eu: Mauryar Inperioko 20 Indiar Guda Elefanteen erosketa bakarra.
fa: یک بار خرید، 20 فیل جنگی هندی از امپراتوری مائوریان
ga: Ceannach aon uaire do 20 Eilifint Cogaidh Indiach den Impireacht Mauiriach.
he: לקנות (אחד זמן) 20 פילי מילחמה מן האימפריה המאורית
hu: 20 indiai harci elefánt egyszeri vásárlása a maurja birodalomtól.
hy: Հնդկական 20 ռազմական փղերի միանգամյա գնում Մաուրյան կայսրությունից։
it: Un acquisto una tantum di 20 elefanti indiani da guerra dall'Impero Maurya.
ja: マウリヤ帝国からのインド戦象20頭の一回限りの購入です。
ko: 마우리아 제국에서 인도 전쟁 코끼리 20마리를 한 번 구매했습니다.
nb: Et engangskjøp av 20 indiske krigselefanter fra det Mauryariket.
pl: Jednorazowy zakup 20 Hinduskich Słoni Bojowych od Imperium Maurjów.
pt_br: Uma única compra de 20 Elefantes de Guerra Indianos do Império Máuria.
ru: Единоразовая помощь в размере 20 индийских боевых слонов от империи Маурьев.
sk: Jednorazový nákup 20 indických vojnových slonov z Maurjovskej ríše.
sv: Ett enstaka köp av 20 indiska krigelefanter från Mauryan Empire.
tr: Maurya İmparatorluğundan bir kerelik 20 Hint Savaş Fili satın al.
uk: Купівля 20-ти індійських бойових слонів у імперії Маур'їв.
zh: 一次性从孔雀王朝购买的 20 只大象
zh_tw: 從孔雀王朝一次性購購買20頭印度戰象。

source: Marriage Alliance
ast: Alianza matrimonial
bg: Брачен съюз
br: Euredenn
ca: Enllaç matrimonial
cs: Spojenectví skrze manželství
de: Ehe-Allianz
el: Συμμαχία Γάμου
es_ar: Alianza por matrimonio
eu: Ezkontza Aliantza
fa: ازدواج سیاسی
ga: Comhghuaillíocht Pósta
he: ברית נישואים
hu: Házassági szövetség
hy: Ամուսնական դաշնություն
it: Alleanza Matrimoniale
ja: 婚姻同盟
ko: 결혼 동맹
nb: Ekteskapsallianse
pl: Sojusz poprzez małżeństwo
pt_br: Aliança Matrimonial
ru: Брачный союз
sk: Manželské spojenectvo
sv: Äktenskaps Alliance
tr: Evlilik İttifakı
uk: Шлюбний союз
zh: 联姻
zh_tw: 聯姻
