Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: -20% research time for technologies of allies.
br: -20% a amzer enklask evit teknologiezhioù ar re gevreded.
el: -20% στο χρόνο έρευνας στις τεχνολογίες των συμμάχων.
es_ar: El tiempo de investigación de tecnologías aliadas se reduce un 20%.
ga: Am taighde -20% do théicneolaíochtaí na gcomhghuallaithe.
gd: -20% air an ùine a bheir rannsachadh teicneolais nan caidreabhach.
he: 20% זמן המחקר עבור טכנולוגיות של בעלות הברית.
ms: -20% tempoh kajian untuk tekonologi-teknologi pihak sekutu.
nb: -20% forskningstid for alliertes teknologier.

source: Reduces the cost for citizen-soldier skirmishers with 20% for allies of Iberian players
br: Digreskiñ ar c'houst evit ar geodedourien-soudarded-dennerien eus 20% evit ar re zo kevredet gant ar c'hoarierien Iberek
el: Μειώνει το κόστος για τους πολίτες-ακροβολιστές στρατιώτες κατά 20% για τους συμμάχους των Ιβοριανών παικτών.
es_ar: Reduce el costo de los escaramuzadores Ciudadanos Soldado en un 20% a los aliados Íberos.
ga: Laghdú an chostais do scirmiseoirí míle-saoránacha le 20% ar thaobh comhghuaillithe d'imreoirí Ibéaracha.
gd: Lùghdaichidh seo cosgais nan streupairean-dùthcha le 20% airson caidreabhaich nan cluicheadairean Ibèireach
he: מפחית את העלות של חייל חייל skirmishers עם 20% עבור בעלי ברית של שחקנים איבריאן
hr: Smanji cijenu za građane-vojnike do 20% za saveznike Iberijskih igrača
lv: Samazina pilsoņu strēlnieku izmaksas par 20% visiem Ibēriešu spēlētāju sabiedrotiem.
ms: Kurangkan kos askar-rakyat peninjau sebanyak 20% untuk sekutu pemain Iberia
nb: Senker kostnaden for innbygger-soldat-fortropper med 20% for allierte av Iberiske spillere

source: Reduces the cost and train time for elephants with 20% for allies of Kushite players.
br: Digreskiñ a ra koust hag amzer-stummañ an olifanted eus 20% evit pep c'hoarier Kushite kevredet.
el: Μειώνει το κόστος και το χρόνο εκπαίδευσης κατά 20% για τους ελέφαντες των συμμάχους των Κουσίτων παικτών.
es_ar: Reduce el costo y el tiempo de entrenamiento de Elefantes un 20% para aliados de jugadores cusitas.
ga: Laghdú an chostais agus am traenála d'eilifintí le 20% ar thaobh comhghuaillithe d'imreoirí Núibiacha.
gd: Lùghdaichidh seo cosgais nan ailbheanan agus an ùine a bheir an trèanadh le 20% airson caidreabhaich nan cluicheadairean Kulušach.
he: מפחית את העלות ואת זמן הרכבת עבור פילים עם 20% עבור בעלי ברית של שחקנים Kushite.
ms: Kurangkan kos dan tempoh latihan gajah sebanyak 20% untuk sekutu pemain Kush.

source: +20% sell prices at market.
br: +20 % sa brizioù gwerzh er marc'had.
el: +20% στις τιμές πώλησης στην αγορά.
es_ar: Incrementa un 20% los precios de venta en el mercado.
ga: Praghas díola +20% sa mhargadh.
gd: +20% air prìsean reic sa margaid.
he: + 20% מחירי המכירה בשוק.
ms: +20% harga jualan di pasar.
nb: +20% salgspriser på markedet.

source: Allied temples and temple technologies -50% cost, in resources and time.
br: Templ ar re gevredet ha teknologiezhioù an templ a goust -50% e mammenn hag e amzer.
el: Οι συμμαχικοί ναοί και οι τεχνολογίες των ναών στοιχίζουν -50% σε πόρους και χρόνο.
es_ar: El tiempo y el costo de las tecnologías de templos y templos aliados se reduce un 50%.
ga: Costas -50% do theampaill comhghuaillí agus téicneolaíochtaí teampaill, in am agus in achmainn.
gd: Bheir seo -50% air cosgais stòras is ùine nan teampall caidreabhach, a’ gabhail a-steach rannsachaidh teicneolais.
he: מקדשים בעלות הברית וטכנולוגיות המקדש -50% עלות, במשאבים ובזמן.
lv: Sabiedroto tempļiem un tempļu tehnoloģijām -50% cena, resursos un laikā.
ms: Kuil dan teknologi kuil pihak sekutu -50% kos, iaitu sumber dan masa.
nb: Allierte tempel og tilhørende teknologier -50% ressurs- og tids-kost.

source: Higher income (+15%) from land trade routes for ally's traders.
br: Korvoder uheloc'h (+15%) an hentoù-kenwerzh evit kenwerzhourien ar re gevreded.
el: Υψηλότερες απολαβές (+15%) από τους χερσαίους εμπορικούς δρόμους για τους εμπόρους των συμμάχων.
es_ar: Aumenta un 15% el ingreso por rutas comerciales terrestres a los comerciantes aliados.
ga: Ardú ioncaim (+15%) don bhealaigh tradála talún ar son trádálaithe comhghuaillí.
gd: Teachd a-steach nas àirde (+15%) o shlighean-malairt air an tìr airson luchd-malairt caidreabhaich.
he: הכנסה גבוהה יותר (+ 15%) מסלולי סחר קרקע עבור סוחרים של ברית.
lv: Augstāki ienākumi (+15%) no zemes tirdzniecības ceļiem par sabiedroto tirgotājiem.
ms: Pendapatan lebih tinggi (+15%) dari laluan perdagangan darat untuk semua pedagang sekutu.
nb: Høyere inntekt (+15%) fra landhandelruter for allierte handelsmenn.

source: All allies automatically gain a slow trickle of food income.
br: An holl re gevredet a c'hounez en un doare emgefreek ur buzad moan a voued.
el: Όλοι οι σύμμαχοι αυτόματα λαμβάνουν μία αργή πηγή παραγωγής φαγητού.
es_ar: Todos los aliados automáticamente ganan un pequeño ingreso de comida periódico.
ga: Faigh gach aon chomhghuaillí mallshil ioncaim bhia.
gd: Gheibh gach caidreabhach beagan bìdh gu cunbhalach.
he: כל בעלי הברית מקבלים באופן אוטומטי זרזיף איטי של מזון.
lv: Visi sabiedrotie iegūst palēnu kripatiņu pārtikas ienākuma.
ms: Semua sekutu secara automatik memperoleh sedikit aliran masuk sumber makanan.
nb: Alle allierte får automatisk en langsom tilstrømning av mat.

source: -20% training time for allied citizen-soldier infantry.
br: -20% a amzer stummañ evit ar soudarded-keodourien gevredet.
el: -20% στο χρόνο εκπαίδευσης για τους πολίτες οπλίτες των συμμάχων.
es_ar: Reduce un 20% el tiempo de entrenamiento para infantería de Ciudadanos Soldado aliada.
ga: Am traenála -20% do choisithe míle-saoránacha.
gd: -20% air an ùine a bheir trèanadh coisridh-dhùthcha caidreabhaich.
he: 20% זמן הכשרה עבור חייל חי"ר חייל חייל.
ms: -20% masa latihan untuk askar-rakyat infantri sekutu.

source: Reduces the cost for civil centers with 20% for allies of Seleucid players
br: Digreskiñ ar c'houst evit ar c'hreizennoù keodedel eus 20% evit ar re zo kevredet gant c'hoarierien Seleukid
el: Μειώνει το κόστος Αστικών Κέντρων κατά 20% για συμμάχους Σελευκών παικτών.
es_ar: Reduce el costo de los Centros Cívicos aliados seléucidas en un 20%.
ga: Laghdú an chostais d'ionaid sibhialta le 20% ar thaobh comhghuaillithe d'imreoirí Séileucaideacha.
gd: Lùghdaichidh seo cosgais nan ionadan sìobhalta le 20% airson caidreabhaich nan cluicheadairean Seleucach
he: מפחית את העלות של מרכזים אזרחיים עם 20% עבור בעלי ברית של שחקנים סלבקיים
hr: Smanji cijenu za civilni centar do 20% za saveznike Selecuida
lv: Samazina civilo centru izmaksas par 20% Seleucīdu spēlētāju sabiedrotiem.
ms: Kurangkan kos pusat sivik sebanyak 20% untuk sekutu pemain Seleucid
nb: Reduserer kostnaden for borgersentre med 20% for allierte av selevkidiske spillere.

source: Increases the health for citizen-soldier infantry spearmen by 10% for allies of Spartan players.
br: Lakaat da greskiñ yec'hed ar geodedourien-soudarded goafer war droad eus 10% evit ar re a zo kevredet gant ar c'hoarierien Spartad.
el: Αυξάνει την υγεία τον πολιτών στρατιωτών στους πεζικάριους λογχοφόρους κατά 10% για τους συμμάχους των Σπαρτιατών.
es_ar: Incrementa la vida de los lanceros ciudadanos-soldado en un 10% a los aliados Espartanos.
ga: Méadú na sláinte do cois-sleádóirí míle-saoránacha le 10% ar thaobh comhghuaillithe d'imreoirí Spartacha.
gd: Meudaichidh seo slàinte nan sleaghairean coisridh-dùthcha le 10% airson caidreabhaich nan cluicheadairean Spartach.
he: מגביר את בריאותם של חייל חי"ר spearmen על ידי 10% עבור בעלי ברית של שחקנים ספרטנים.
ms: Tingkatkan hayat askar-rakyat infantri bertombak sebanyak 10% untuk sekutu pemain Sparta.
nb: Øker helsen for borgersoldatinfanteri-spydmenn med 10% for allierte av Spartanere.

source: +10% build rate and gather rate for citizen soldiers.
br: +10% a feur saverezh ha feur dastum evit ar soudarded keodedel.
el: +10% στο ρυθμό κατασκευής και συγκομιδής για τους πολίτες οπλίτες.
es_ar: El índice de recolección y recolección de los Ciudadanos Soldados se incrementa en un 10%.
ga: Rátaí tógála agus bailithe +10% do mhíle-saoránaigh.
gd: Togaidh is cruinnichidh saighdearan-dùthcha nas luaithe le +10%.
he: + 10% לבנות שיעור שיעור לאסוף לחיילים.
ms: +10% kadar pembinaan dan kadar pengumpulan bagi askar rakyat.
nb: +10% bygnings- og innsamlings -takt for borger-soldater.

source: Solon instituted several economic reforms encouraging commerce and agriculture. +15% gather rate for workers.
br: Solon en doa lakaet sevel meur a reform ekonomikel o kalonekaat ar c'henwerzh hag al labour-douar. +15% a feur dastum evit labourerien.
el: Ο Σόλων καθιέρωσε διάφορες οικονομικές μεταρρυθμίσεις για την ενθάρρυνση του εμπορίου και της γεωργίας. +15% στο ποσοστό συγκομιδής των εργατών.
es_ar: Solón instituyó reformas económicas importantes fomentando el comercio y la agricultura. El índice de recolección de los trabajadores se incrementa un 15%.
ga: Bhunaigh Solon roinnt leasuithe geilleagracha mar chaidreamh agus talmhaíocht a spreagadh. Ráta bailithe +15% d'oibrithe.
gd: Chuir Solon corra ath-leasachadh an eaconamaidh an gnìomh a bhrosnaich am malart ’s an àiteachas. Cruinnichidh an luchd-obrach +15% nas luaithe.
he: סולון הנהיג מספר רפורמות כלכליות המעודדות מסחר וחקלאות. \ N + 15% לאסוף את שיעור העובדים.
ms: Solon melakukan beberapa reformasi ekonomi yang menggalakkan perniagaan dan pertanian. +15% kadar pengumpulan bagi pekerja.
nb: Solon igangsatte flere økonomiske reformer som oppmuntret handel og jordbruk. +15% sankingsrate for arbeidere.

source: Solon brought in a new system of weights and measures, fathers were encouraged to find trades for their sons. -10% cost for economic technologies.
br: Solon en deus diazezet ur sistem nevez a pouezioù ha muzulioù, an tadoù oa kalonekaet da glask marc'hadoù evit o mibien. -10% a goust evit an tenkologiezhioù ekonomikel.
el: Ο Σόλων έφερε σε ένα νέο σύστημα μέτρων και σταθμών, οι πατέρες ενθαρρυνονται να βρίσκουν εμπόρους για τους γιους τους. -10% στο κόστος για τις οικονομικές τεχνολογίες.
es_ar: Solón implementó un nuevo sistema de pesos y medidas. Gracias a esto los padres se dedicaban a buscar oportunidades comerciales para sus hijos. El costo de desarrollo de tecnologías comerciales se reduce un 10%.
ga: Thug Solon leis córas nua tromán agus tomhas, Spreag aithreacha ceirde a aimsiú ar son a mic. Costas -10% do théicneolaíochtaí geilleagracha.
gd: Stèidhich Solon siostam meidhe ùr ’s chaidh athraichean a bhrosnachadh gun lorgadh iad ceàird dha ’m mic. -10% a chosgais air teicneolasan eaconamach.
he: סולון הביא מערכת חדשה של משקולות ואמצעים, אבות היו מעודדים למצוא עסקאות עבור בניהם. \ N -10% עלות עבור טכנולוגיות כלכליות.
ms: Solon memperkenalkan sistem baharu timbangan dan ukuran, para bapa digalakkan membuka satu perniagaan untuk anak mereka. -10% kos untuk teknologi ekonomi.
nb: Solon innførte et nytt system med vekter og tiltak, fedre ble oppfordret til å finne yrker for sønnene sine. -10% kostnad for økonomiske teknologier.
te: సొలాన్ కొత్త బరువులు మరియు కొలమానాల పద్ధతిని తెచ్చాడు, తండ్రులను తమ కుమారులకు వర్తకాలు ఎతకమని ప్రోత్సాహించాడు. ఆర్ధిక సాంకేతిక విజ్ఞానశాస్త్రాలకు -10 శాతం కర్చు.

source: Seeing entrenched defense to be useless against the Roman army, Cassivellaunus resorted to guerrilla tactics. This was later employed by other chieftains too. +15% movement speed and vision range for all soldiers.
br: O stadañ diefedusted an difenn kaeet a-enep an arme Roman, Kasivelaonus a reas gant an taktikoù gerilha. Ar pezh a zo bet implijet diwezhatoc'h gant pennoù-bras all ivez. +15% a dizh hag hed-sell evit an holl soudarded.
el: Βλέποντας πως η εδραιωμένη άμυνα ήταν άχρηστη κατά του ρωμαϊκού στρατού, ο Κασιβέλανος κατέφυγε σε αντάρτικη τακτική. Αυτή αργότερα υιοθετήθηκε και από άλλους οπλαρχηγούς επίσης. +15% στη ταχύτητα κίνησης και στο εύρος όρασης για τους στρατιώτες.
es_ar: Viendo que la defensa atrincherada era inútil contra el ejército romano, Casivelauno recurrió a tácticas de guerrilla. Esto fue adoptado por otros jefes. Se incrementa en un 15% el rango de visión y la velocidad de todos los soldados.
ga: Ó tharla gur níl aon mhaith le chosaint thrinsithe faoin arm Rómhánach, roghnaigh Caisibhéaláin teaicticí treallchogaíochta. D'úsáid taoisigh eile an teaictic seo freisin i ndearadh na dála. Luas gluaiseachta agus raon físe +15% do gach saighdiúirí.
gd: On a mhothaich e nach robh daingnean gu feum an aghaidh arm na Ròimhe, b’ e innleachdan guerilla am fuasgladh dha Chassivellaunus. Chleachd ceannardan eile e cuideachd an uairsin. +15% air luaths gluasaid is astar lèirsinne nan saighdearan.
he: כשראה הגנה מתוחכמת כדי להיות חסר תועלת נגד הצבא הרומי, Cassivlaunus נקטו טקטיקות הגרילה. זה היה מועסק אחר כך גם על ידי מושלים אחרים. \ N + 15% מהירות התנועה טווח הראייה עבור כל החיילים.
ms: Setelah melihat pertahanan parit tidak berkesan terhadap tentera Roman, Cassivellaunus bertukar taktik ke taktif gerila. Taktik ini kemudiannya diikuti oleh ketua puak yang lain. +15% kelajuan gerakan dan jangkauan penglihatan untuk semua askar.
nb: Eter å ha sett at nedgravd forsvar var ubrukelig mot den Romerske hæren, tydde Cassivellaunus til guerillataktikk. Dette ble senere brukt av andre høvdinger også. +15% hastighet og synsrekkevidde for soldater.

source: Cassivellaunus deployed fast-moving skirmishers to harass Roman troops and foragers. +20% attack range for skirmisher javelins.
br: Kasivelaonus en doa displeget tennataerien fonnus da vlinaat ar bagadoù hag ar gutuilhourien Roman. +20% a dagusted a-bell evit an dennataerien spegoù.
el: Ο Κασιβέλανος ανέπτυξε ταχέως κινούμενους ακροβολιστές για να παρενοχλούν τα ρωμαϊκά στρατεύματα και τους τροφοσυλλέκτες τους. +20% στο βεληνεκές επίθεσης για τους ακοντιστές ακροβολιστές.
es_ar: Casivelauno desplegó rápidos escaramuzadores para hostigar las tropas romanas. El rango de alcance de las jabalinas de los escaramuzadores se incrementa un 20%.
ga: D'imlonnaigh Caisibhéaláin scirmiseoirí soghluaiste faoi trúpaí agus foráisteoirí Rómhánacha a chreachadh. Raon íonsaithe +20% do ghaithleannaigh.
gd: Cleachd Cassivellaunus streupairean a ghluais gu luath gus feachd is solaraichean na Ròimhe a shàrachadh. +20% air astar ionnsaighe airson gathan nan streupairean.
he: Cassivellaunus פרסו מתנגדי המהיר כדי להטריד חיילים רומאים ואדירים. \ N + 20% טווח ההתקפה עבור javelins מתנגש.
ms: Cassivellaunus membentuk askar peninjau yang bergerak pantas untuk mengganggu askar dan penjarah Rom. +20% jangkauan serangan untuk askar peninjau bertombak.
nb: Cassivellaunus sendte ut raskt forflyttende fortropper for å trakassere romerske tropper og sankere. +20% angrepsrekkevidde for fortroppspyd.

source: Leader of the Carthaginian heavy cavalry at Trebia and Cannae, where his triple charge had devastating effects on the enemy. +1 armor, +10% health for melee cavalry.
br: Penn-bras ar marc'hegerezh pounner Kartajinian e Trebia ha Kanna, el lec'h ma 'z eus bet efedoù gwast gant e dri argad war an enebour. +1 a houarnwisk, +10% a yec'hed er stourmadegoù marc'hegerezh.
el: Ηγέτης του Καρχηδόνιου βαρύ ιππικού στη Τρέβια και στη Καννές, όπου κατάφερε τριπλό πλήγμα που είχε καταστροφικές συνέπειες για τον εχθρό. +1 στη θωράκιση και +10% στην υγεία για εκ το συστάδην ιππικό.
es_ar: Líder de la caballería pesada cartaginesa en Trebia y Cannas, donde su triple carga tuvo efectos devastadores en el enemigo. La caballería cuerpo a cuerpo incrementa 1 punto de armadura y un 10% su salud.
ga: Bhí ruathar faoi thrí den mharcshlua trom ag na cathanna Thréibia agus Channae, rinne an ceannasaí Cartagach scrios ar an namhaid Rómhánach. Armúr +1 agus sláinte +10% do throid-mharcra.
gd: ’S e ceannard eachraidh trom Chartago a bh’ ann aig Trebia ’s Cannae, far an do rinn a chruinn-leum trìoblaichte sgrios mòr air an nàmhaid. +1 air armachd, +10% air slàinte eachraidh dhlùith.
he: מנהיג הפרשים הכבדים של קרתאג'ין בטרביה ובקאנה, שם הוטל על המטען המשולש שלו השפעות הרסניות על האויב. \ N + 1 שריון, + 10% בריאות לחיל-פרשים.
ms: Ketua askar berkuda perisai berat Carthage di Trebia dan Cannae, yang mana serangan berganda tiganya memberi kesan kemusnahan teruk kepada pihak musuh. +1 perisai, +10% hayat untuk askar berkuda tempur.
nb: Leder av kartagisk tungt kaveleri ved slagene om Trebia og Cannae, der hans trippeltangrep hadde ødeleggende effekt på fienden. +1 rustning, +10% helse for nærkampskavaleri.
te: త్రేబియా మరియు కాన్నే దగ్గర కార్తగినియన్ బారి గుర్రపు సేనలకు నాయకుడు, అక్కడ ఇతని మూడింతల దాడి శత్రువుకి బారి నష్టాన్ని కలిగిస్తుంది. చేతి దాడి గుర్రపు సేనకు +1 కవచం, +10 శాతం ఆరోగ్యం.

source: Warring with the Romans, Ambiorix realized the futility of open warfare and instead resorted to ambush tactics. The Gauls quickly learned where and when to execute surprise attacks. Soldiers require 25% less experience to promote and gain a 5% attack bonus.
br: O vrezeliñ a-enep d'ar Romaned, Ambioriks en doa merzhet e oa dister un emgann digor ha divizet en doa kentoc'h ober gant an taktik spi-brezel. Ar C'halianed o doa desket buan pelec'h ha pegoulz kas da-benn tagadennoù souezh. Goulenn a ra 25% nebeutoc'h a skiant-prenet digant ar soudarded evit kas war-raok ha gounit 5% a vonuz tagañ.
el: Αντιμαχόμενος με τους Ρωμαίους, ο Αμπιορίξ συνειδητοποίησε τη ματαιότητα του να πολεμά ανοιχτά και έτσι κατέφυγε στη τακτική της ενέδρας. Οι Γαλάτες έμαθαν γρήγορα πού και πότε να εκτελέσουν αιφνίδιες επιθέσεις. Οι στρατιώτες χρειάζονται 25% λιγότερη εμπειρία για να εξελιχθούν και αποκτούν 5% μπόνους επίθεσης.
es_ar: Luego de combatir contra los Romanos, Ambioix se percató de la inutilidad del combate abierto y en cambio recurrió a las tacticas de emboscada. Los galos rápidamente aprendieron dónde y cuando ejecutar sus ataques sorpresa. Los Soldados requieren un 25% menos de experiencia para ascender de rango y ganan un 5% de ataque adicional.
ga: Atá i mbun cogaíochta le na Rómhánaigh, thuig Aimbiórics ar an mbaois atá sa chogaíocht oscailte agus roghnaigh sé teaicticí luíocháin in ionad. D'fhoghlaim na Gallaigh cén áit agus cén uair luíocháin a dhéanamh. Éilíonn saighdiúirí 25% taithí níos lú a chur chun cinn agus faigh siad bónas 5% ar a n-ionsaí.
gd: On a chogadh an aghaidh nan Ròmanach, mhothaich Amiorix nach robh blàr fosgailte gu feum sam bith dha agus ghabh e ri innleachd fàth-feitheimh an uairsin. Dh’ionnsaigh muinntir na Gaille gu luath cuin ’s càit an toireadh iad ionnsaigh obann. Feumaidh na h-aonadan 25% nas lugha a eòlais airson àrdachadh is buannaichidh iad 5% a dh’ionnsaigh.
he: נלחם עם הרומאים, Ambiorix הבין את חוסר התוחלת של לוחמה פתוחה במקום נקטו טקטיקות מארב. הגאלים למדו במהירות היכן ומתי לבצע התקפות פתע. \ NSoldiers דורשים 25% פחות ניסיון כדי לקדם ולקבל בונוס התקפה של 5%.
ms: Berperang dengan pihak Rom, Ambiorix menyedari kesia-siaan perang secara terbuka dan bertukar taktik pada serangan hendap. Puak Gaul mengenalpasti lokasi dan waktu yang sesuai untuk melakukan serangan hendap. Askar perlukan 25% kurang pengalaman untuk naik pangkat dan peroleh 5% bonus serangan.
nb: I krigingen mot romerne, innså Ambriorix snart hvor fåfengt åpen krigføring var, og tydde til snikangreptaktikk. Gallerne lærte raskt hvor og når de skulle utføre overaskelsesangrep. Soldater krever 25% mindre erfaring for å forfremmes og mottar 5% angrepsbonus.

source: When the Roman army fell short of food supplies, the Gallic tribes were ordered to give up a part of their already meagre harvest. The Eburones under Ambiorix were reluctant to do so, therefore Caesar sent troops to take them by force. -10% farming rate.
br: P'en em gavas berr a-fet boued an arme Roman, ar meuriadoù Galian a oa bet goulennet diganto dilezel ul lodenn eus o eostoù tanav. An Eburoned dindan Ambioriks ne oant ket a-du evit en ober, Kaesar a gasas e vagadoù evit kemer an dra-se dre an nerzh. -10% a c'hounidoù labour-douar.
el: Όταν ο ρωμαϊκός στρατός υπολείπονταν σε προμήθειες τροφίμων, οι γαλατικές φυλές διατάχθηκαν να εγκαταλείψουν ένα μέρος που ήδη είχε δώσει μια πενιχρή συγκομιδή. Οι Εβύρωνες υπό τον Αμπιορίξ ήταν απρόθυμοι να το πράξουν, ως εκ τούτου, ο Καίσαρας έστειλε στρατεύματα για να τους εκδιώξει με τη βία. -10% στο ποσοστό γεωργίας.
es_ar: Cuando los suministros escaseaban en el ejército romano, se solicitó a las tribus galas que dieran parte de sus ya escasas cosechas. Los eburones al mando de Ambiórix se negaron, así que César envió tropas para tomarlos por la fuerza. El indice de cultivo se reduce un 10%.
ga: Nuair a thit an t-arm Rómhánach i nganntanas soláthairtí, rinne siad orduithe ar na treibheanna Gallaigh a bhfomhár gann a roinnt. Bhí drogall ar an Éibiúronaes faoi Aimbiórics, agus chuir Iúil Caesar saighdiúirí don fomhár a tógáil le fórsa. Ráta feirmeoireachta -10%.
gd: Nuair a dh’fhàs am biadh gann air feachd nan Ròmanach, fhuair treubhan na Gaille òrdan gus cuid dhen bhuain ghann aca a ghèilleadh dha. Cha robh na h-Eburones fo Ambiorix dèidheil air sin agus chuir Ceusar saighdearan an toir orra gus am biadh a thoirt uapa. Maille de 10% air an àrachas.
he: כשהצבא הרומי לא היה מסוגל לספק מזון, נאלצו השבטים הגאליים לוותר על חלק מהיבול שכבר היה דל. את Ebeones תחת Ambiorix היו מסרבים לעשות זאת, ולכן קיסר שלחה כוחות לקחת אותם בכוח. \ N-10% שיעור החקלאות.
ms: Ketika tentera Rom kekurangan bekalan makanan, Puak Gaul diperintahkan memberi sebahagian daripada hasil tuaian mereka. Eburones di bawah Ambiorix tidak menyetujuinya, oleh itu Caesar telah menghantar askar ke sana untuk dapatkan bekalan makanan secara paksa. -10% kadar pertanian.
nb: Når det ble knapt med matforsyninger for den romerske hæren, ble de galliske stammene beordret til å gi dem en del av sin allerede magre innhøsting. Eburonerne under Ambiorix var nølende, og derfor sendte Caesar tropper for å ta dem med makt. -10% jordbruksrate.

source: Along with his brother Indibil, Mandonius commanded the Iberian recruits and mercenaries that took part in the Punic Wars. -25% metal cost for all allied citizen-soldier mercenaries.
br: Gant e vreur Indibil, Mandoniuz en doa urzhiet an nevezianted hag ar c'hopr-soudarded Iberian o doa kemeret perzh er Brezelioù Punek. -25% a goust metal evit holl c'hoprsoudarded keodedel ar re gevreded.
el: Μαζί με τον αδελφό του Ανδοβάλη, ο Μανδόνιος διέταξε τους Ίβηρες νεοσύλλεκτους και μισθοφόρους να συμμετάσχουν στους Καρχηδονιακούς Πολέμους. -25% στο κόστος μέταλλου για όλους τους συμμαχικούς πολίτες-στρατιώτες μισθοφόρους.
es_ar: Junto a su hermano Indíbil, Mandonio lideró a los reclutas ibéricos y mercenarios que formaron parte de las Guerras Púnicas. El costo en metal se reduce un 25% para Ciudadanos Soldado mercenarios aliados.
ga: Bhí Mandonius, ar thaobh lena dheartháir Indibil, ina cheannas ar na hearcaigh agus ar na hamhas Ibéaracha sna Cogaí Púnacha. Costas miotail -25% do gach amhas míle-shaoránaigh comhghuaillithe.
gd: Stiùirich Mandonius saighdearan ùra ’s saighdearan-duaise nan Ibèireach a ghabh pàirt sna cogaidhean Pùnach còmhla ri a bhràthair Indibil. 25% a chosgais meatailt nas lugha air gach saighdear-dùthcha duaise caidreabhach.
he: יחד עם אחיו אינדיביל, פקד מנדוניוס את המתגייסים ואת שכירי החרב האיבריאניים שהשתתפו במלחמות הפוניות. \ N-25% עלות המתכת עבור כל שכירי החרב האזרחים-חיילים.
ms: Bersama-sama dengan abangnya kandungnya Indibil, Mandonius memerintah rekrut Iberian dan askar upahan yang terlibat di dalam Peperangan Punic. -25% kos logam untuk semua askar-rakyat upahan pihak sekutu.
nb: Sammen med sin bror Indibil, kommanderte Mandonius Iberiske rekrutter og leiesoldater som tok del i punerkrigene. -25% mettalkostnad for alle allierte borgerleiesoldater.
te: మాన్దోనిఅస్ అతని సోదరుడు ఇండిబిల్ తో కలిసి ఐబీరియన్ సైనికులు మరియు కిరాయి సైనికులను ఆజ్ఞాపించాడు, వీరు పునిక్ యుద్ధాలలో పాలుగున్నారు. మిత్ర రాజ్య పౌర-సైనిక కిరాయి సైనికులందరికి -25 శాతం లోహపు కర్చు.
