Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: The progress in handicraft improves the trading profit.
ast: El progresu na artesanía ameyora'l provechu comercial.
bg: Напредъкът в занаята увеличава печалбата при търговия.
br: Ar c'hresk en dornvicher a lak gounid ar c'henwerzhañ da wellaat.
ca: El progrés en l'artesania millora el comerç.
cs: Pokrok v řemeslné výrobě zlepšuje obchodní zisk.
de: Der Fortschritt im Handwerk verbessert den Handelsprofit.
el: Η πρόοδος στη χειροτεχνία βελτιώνει το εμπορικό κέρδος.
es_mx: El progreso en producción artesanal mejora las ganancias comerciales.
eu: Artisautzako aurrerapenek merkataritza irabaziak hobetzen ditu.
fa: پیشرفت در صنایع دستی باعث بهبود در سود تجارت می شود
ga: Feabhsaigh forás lámhcheardaíochta ar an mbrabús trádála.
gl: O progreso na artesanía aumenta os ingresos por comercio.
hu: A fejlődés a kézműves iparban növeli a kereskedelmi profitot.
id: Kemajuan di keterampilan tangan meningkatkan penghasilan dagang.
it: I progressi nell'artigianato migliorano i profitti commerciali.
ja: 手芸の発展は交易収入を改善します。
ko: 수공예의 발전은 교역 이익을 향상시킵니다.
lt: Rankdarbystės pažanga pagerina mainų pelną.
lv: Amatniecības progress palielina tirdzniecības peļņu.
ms: Kemajuan dalam kraftangan menambahbaik keuntungan dagangan.
nb: Framdrift i handtverkskunsten øker handelsoverskuddet.
nl: De vooruitgang in handvaardigheid verhoogt je handelswinst.
pl: Postęp w rzemieślnictwie zwiększa zyski z handlu.
pt_pt: O processo em artesanato melhora o lucro comercial.
ru: Развитие ремёсел увеличивает доход от торговли.
sk: Pokrok v remeselníctve zvyšuje obchodný zisk.
sv: Framstegen i hantverk ökar handelsvinsten.
tr: El sanatlarındaki ilerleme ticaret karını artırır.
uk: Розвиток у ремісництві підвищує торговий прибуток.
zh: 工艺进步，提高了贸易利润。
zh_tw: 工藝的進步提高了貿易利潤。

source: Traders +10% gain.
ar: +10% من الدخل للتجار.
ast: Los comerciantes ganen un 10%.
bg: +10% печалба за търговците.
br: Kenwerzhourien +10% a c'hounid.
ca: Els comerciants guanyen un +10%.
cs: Obchodníci +10 % na zisku.
de: +10% Handelsertrag.
el: Οι έμποροι +10% κέρδος.
es_mx: Los comerciantes ganan un +10% adicional.
eu: Merkatariek %10+ irabazten dute.
fa: تجار +10% بدست می آورند
fi: Kauppiaat saa +10%
ga: Brabús +10% do thrádálaithe.
gl: Aumenta as ganancias dos comerciantes un 10%.
hu: Kereskedőknek +10% növekedés.
id: Pedagang +10% pendapatan.
it: Commercianti +10% profitti.
ja: 商人の収益が10%増します。
ko: 상인의 수익이 +15% 증가합니다.
lv: Tirgoņiem +10% guvumam.
ms: +10% keuntungan Pedagang.
nb: Handelsmenn +10% vinst.
nl: Handelaren +10% winst.
pl: Kupcy otrzymują +10% zysku.
pt_pt: Os comerciantes ganham +10%.
ru: Торговцы получают +10% к прибыли.
sk: Obchodníci +10% zisk.
sv: Handelsmän +10% vinst.
tr: Tüccarlar %+10 kazanç sağlar.
uk: Торговці мають +10% прибутку.
zh: 商人 +10% 收益。
zh_tw: 貿易商人 +10% 收益。

source: Handicraft
ar: حرفي
ast: Artesanía
bg: Занаят
br: Dornvicher
ca: Artesania
cs: Řemeslná výroba
de: Handwerk
el: Χειροτεχνία
es_mx: Artesaní
eu: Artisautza
fa: صنایع دستی
fi: Käsityö
ga: Lámhcheardaíocht
gl: Artesanía
hu: Kézműves ipar
id: Keterampilan Tangan
it: Artigianato
ja: 手芸
ko: 수공예
lt: Rankdarbystė
lv: Rokdarbs
ms: Kraftangan
nb: Håndtverkskunst
nl: Handvaardigheid
pl: Rzemieślnictwo
pt_pt: Artesanato
ru: Ремесло
sk: Remeselníctvo
sv: Hantverk
tr: El Sanatları
uk: Ремісництво
zh: 工艺
zh_tw: 工藝

source: Traders +15% gain.
ar: +15% من الدخل للتجار.
ast: Los comerciantes ganen un 15%.
bg: +15% печалба за търговците.
br: Kenwerzhourien +15% a c'hounid.
ca: Els comerciants guanyen un +15%.
cs: Obchodníci +15 % na zisku.
de: +15% Handelsertrag.
el: Οι έμποροι +15% κέρδος.
es_mx: Los comerciantes reciben un +15% en ganancias.
eu: Merkatariek %15+ irabazten dute.
fa: تجار +15% بدست می آورند
fi: Kauppiaat saa +15%
ga: Brabús +15% do thrádálaithe.
gl: Aumenta as ganancias dos comerciantes un 15%.
hu: Kereskedőknek +15% növekedés.
id: Pedagang +15% pendapatan.
it: Commercianti +15% profitti.
ja: 商人の収益が15%増します。
ko: 상인의 수익이 +15% 증가합니다.
lv: Tirgoņiem +15% guvumam.
ms: +15% keuntungan Pedagang.
nb: Handelsmenn +15% vinst.
nl: Handelaren +15% winst.
pl: Kupcy otrzymują +15% zysku.
pt_pt: Os comerciantes ganham +15%.
ru: Торговцы получают +15% к прибыли.
sk: Obchodníci +15% zisk.
sv: Handelsmän +15% vinst.
tr: Tüccarlar %+15 kazanç sağlar.
uk: Торговці мають +15% прибутку.
zh: 商人 +15% 收益。
zh_tw: 貿易商人 +15% 收益。

source: Advanced Handicraft
ast: Artesanía avanzao
bg: Напреднал занаят
br: Dornvicher Araokaet
ca: Artesania avançada
cs: Pokročilá řemeslná výroba
de: Fortgeschrittetenes Handwerk
el: Προηγμένη Χειροτεχνία
es_mx: Artesanía avanzada
eu: Artisautza aurreratua
fa: صنایع دستی پیشرفته
fi: Kehittynyt käsityö
ga: Lámhcheardaíocht Fhorásach
gl: Artesanía avanzada
hu: Fejlett kézműves ipar
id: Keterampilan Tangan Canggih
it: Artigianato Avanzato
ja: 高度な手芸
ko: 고급 수공예
lt: Pažangi rankdarbystė
lv: Attīstīta amatniecība
ms: Kraftangan Mahir
nb: Avansert håndtverkskunst
nl: Geavanceerde Handvaardigheid
pl: Zaawansowane rzemieślnictwo
pt_pt: Avança o artesanato
ru: Продвинутое Ремесло
sk: Pokročilé remeselníctvo
sv: Avancerat Hantverk
tr: Gelişmiş El Sanatları
uk: Просунуте ремісництво
zh: 进阶工艺
zh_tw: 進階工藝

source: Significantly increase training speed of soldiers at the Barracks by training them in large batches or battalions.
bg: Скоростта на обучаването на войници в казармите се увеличава значително, когато те се обучават на партиди или батальони.
ca: Augmenta significativament la velocitat de formació dels soldats a les Casernes, reclutant-los en grups grans o batallons.
de: Erhöht die Ausbildungsgeschwindigkeit von Soldaten in Kasernen erheblich, wenn sie in größeren Gruppen ausgebildet werden.
eu: Kuarteletako erreklutatze abiadura nabarmen handitzen da, talde handi edo batailoietan erreklutatuz.
ga: Méadaigh luas traenála go mór do shaighdiúirí sna beairicí trí iad a thraenáil i ndream mór nó i gcathlán.
gl: Aumentar de maneira significativa a velocidade de adestramento de soldados nos cuarteis adestrándoos en grandes grupos ou batallóns.
hu: Jelentősen növeli a katonák kiképzési sebességét a laktanyákban azáltal, hogy nagy csoportokban vagy zászlóaljakban képzi ki őket.
ko: 병영에서 군인을 큰 규모로 일괄 양성하여 속도를 대폭 향상합니다.
ms: Tingkatkan kelajuan tempoh latihan askar di dalam Berek dengan melatih mereka dalam kelompok yang banyak atau dalam bentuk batalion.
nl: Verhoog de trainingssnelheid van soldaten in de Kazerne aanzienlijk door ze in grote series of bataljons te trainen.
pl: Znacznie zwiększa szybkość szkolenia wojowników w koszarach dzięki szkoleniu ich dużymi partiami lub w batalionach.
ru: Существенно ускоряет обучение солдат в бараках, тренируя их большими партиями или батальонами.
sv: Öka träningshastigheten av soldater vid barackerna betydligt genom att utbilda dem i stora grupper eller bataljoner.
uk: Значно збільшити швидкість тренування солдатів у казармах, тренуючи їх у великих групах чи батальйонах.
zh: 批量训练单位，可提高军营的训练速度。
zh_tw: 在軍營一次訓練大批士兵能顯著提升他們的訓練速度。

source: Faster batch training speed for the Barracks.
ast: Más velocidá d'entrenamientu per llotes nos cuarteles.
bg: По-бързо обучаване на партиди в казармите.
br: Strollad Fonnusted ar stummadur buanoc'h evit ar c'hazarnioù.
ca: Els grups d'unitats es formen més ràpid a la caserna.
cs: Rychlejší výcvik pro kasárny.
de: Höhere Ausbildungsgeschwindigkeit in Kasernen.
el: Γρηγορότερη ταχύτητα εκπαίδευσης ομάδας για τους Στρατώνες.
es_mx: Los cuarteles incrementan su velocidad de reclutamiento por grupos.
eu: Kuartelek talde erreklutatze abiadura handitzen dute.
fa: پرورش سریعتر دسته ها در پادگان
fi: Nopeampi joukkokoulutus kasarmeissa.
ga: Luas traenála níos tapa do dhream le beairicí.
gl: Aumenta a velocidade de adestramento por grupos nos cuarteis.
hu: Gyorsabb csoportos kiképzési sebesség a laktanyákban.
id: Pelatihan majemuk lebih cepat untuk Barak.
it: Maggiore velocità di addestramento per la Caserma.
ja: 兵営での一括養成の速度が上がります。
ko: 병영에서의 일괄 양성 속도가 높아집니다
lv: Kazarmām ātrāka grupu apmācība.
ms: Kelajuan latihan berkelompok lebih pantas untuk Berek.
nb: Raskere gruppetrening for kasernene.
nl: Verhoogde groepsrekruteringssnelheid in de kazerne.
pl: Większa szybkość szkolenia grupowego w Koszarach.
pt_pt: Aumenta a velocidade de treino em lote nos Quartéis.
ru: Ускоряет обучение солдат в бараках, тренируя их партиями.
sk: Rýchlejší skupinový tréning pre kasárne.
sv: Snabbare träningshastighet för grupper i Baracker.
tr: Kışla için daha hızlı toplu eğitim hızı.
uk: Прискорена швидкість тренування групою у казармах.
zh: 加快军营中以小组为单位的训练速度。
zh_tw: 加快軍營中以小組為單位的訓練速度。

source: Conscription
ar: التجنيد الإلزامي.
ast: Allistamientu
bg: Военна повинност
br: Enrolladur
ca: Reclutament
cs: Branná povinnost
da: Værnepligt
de: Wehrpflicht
el: Στρατολόγηση
es_mx: Reclutamiento forzoso
eu: Derrigorrezko erreklutatzea
fa: سربازگیری اجباری
fi: Asevelvollisuus
ga: Coinscríobhacht
gl: Levas
hu: Sorozás
id: Wajib Militer
it: Coscrizione
ja: 徴兵
ko: 징병제
lt: Karo prievolė
lv: Iesaukšana
ms: Pengerahan
nb: Verneplikt
nl: Dienstplicht
pl: Pobór
pt_pt: Conscrição
ru: Воинская повинность
sk: Branná povinnosť
sv: Värnplikt
tr: Zorunlu Askerlik
uk: Військова повинність
zh: 募兵
zh_tw: 募兵

source: Calling up cavalry levies in time of war helps bolster the ranks of a king's army.
ast: Apellar a los llevantes montaos en tiempos de guerra ayuda a encontar les files del exércitu del rei.
bg: Повикването на мобилизирана конница по време война помага да се уплътнят редиците на царската армия.
br: Gervel tailhoù marc'hegerezh en amzer brezel a sikour renkadoù harp ouzh arme ar roue.
ca: Reclutar lleves de cavalleria en temps de guerra ajuda a reforçar les files d'un exèrcit reial.
cs: Svolání jízdy v čase války pomáhá posílit řady královského vojska.
da: Udskrivninger til kavaleriet i krigstid hjælper med at udvide kongens hær.
de: In Zeiten des Krieges Kavallerie einzuberufen, hilft die Ränge der königlichen Armee zu stärken.
el: Δυνατότητα προσκλήσεως να συνεισφέρει το ιππικό σε καιρό πολέμου βοηθά στην ενίσχυση των τάξεων του στρατού του βασιλιά.
es_mx: El reclutamiento forzoso en tiempos de guerra ayuda a fortalecer las filas del ejército de un rey.
eu: Gerra garaiko derrigorrezko erreklutatzeak errege baten armada indartzen laguntzen du.
fa: با فراخوان خدمت سواره نظام در زمان جنگ، ارتش یک پادشاه تقویت می شود.
ga: Gaireadh ar léibhinn an Mharcshlua le linn cogaidh agus méid airm an rí a dhaingniú.
gl: Chamar levas de cabalaría en tempos de guerra axuda a reforzar as liñas do exército dun rei.
hu: A lovasság besorozása segít megerősíteni a király seregének sorait háború idején.
id: Memungut pajak kavaleri di masa perang membantu meningkatkan pangkat pasukan kerajaan.
it: La leva di cavalleria in tempo di guerra aiuta a rafforzare le fila dell'esercito del re.
ja: 騎兵の戦時の召集は、国王軍の兵卒の補強に役立ちます。
ko: 전쟁시에 기병을 소집하여 왕의 군대를 보강하는데 도움이 됩니다.
lt: Neprofesionalios kavalerijos pašaukimas per karą padeda sustiprinti karaliaus kariuomenės gretas.
lv: Kara laikā iesaucot jātniekus karaklausībā palīdz papildināt karaļa armijas rindas.
ms: Pengerahan cukai askar berkuda semasa tempoh berperang dapat meningkatkan kedudukan askar raja.
nb: Å tilkalle utskrevne kavaleritropper i krigstid bidrar til å styrke rekkene i en konges arme.
nl: Extra cavalerie werven in tijden van oorlog zorgt voor een onuitputtelijk leger.
pl: Opłaty poborowe Kawalerii w czasie wojny pomagają podbudować poziom królewskiej armii.
pt_pt: Mobilizar a cavalaria em tempo de guerra ajuda a reforçar a graduação do exército do rei.
ru: Объявление призыва новобранцев в кавалерию во время войны поможет укрепить королевскую армию.
sk: Povolanie jazdcov brancov v čase vojny pomáha posilniť rady kráľovskej armády.
sv: Att uppbåda kavalleri i krigstid hjälper stärka leden av en kungs armé.
tr: Savaş zamanlarında orduya halktan süvari askerleri çağırmak bir kralın ordusunu hızla büyütmeye yardımcı olur.
uk: Призов кавалерійських новобранців під час війни допомагає підтримувати порядки царської армії.
zh: 在战时征召骑兵协助支援国王的军队。
zh_tw: 在戰時徵召騎兵協助支援國王的軍隊。

source: All cavalry -20% train time, but also -10 health. Unlocks Conscription.
ast: Pa tola caballería'l -20% del tiempu de llevantamientu, pero tamién -10 de vida. Desbloquia l'allistamientu.
bg: -20% време за обучение на всички конници, но също така и -10 точки здраве. Отключва Военна повинност.
br: Ar marc'hegerezh a-bezh -20% a amzer stummañ, met ivez -10 a yec'hed. Digeriñ a ra an enluadeg.
ca: -20% en temps de formació per a la cavalleria, però també -10 de salut. Desbloqueu el reclutament.
cs: Veškerá jízda potřebuje -20% času na výcvik, má ale -10 života. Odemkne vojenskou povinnost.
de: Alle Kavallerie braucht -20% Rekrutierungszeit, hat aber -10 Gesundheit. Ermöglicht Wehrpflicht.
el: Σε όλο το ιππικό -20% χρόνος εκπαίδευσης, αλλά και -10 υγεία. Ξεκλειδώνει την Επίταξη.
es_mx: La caballería reduce un -20% su tiempo de reclutamiento, pero pierde -10 puntos de salud. Desbloquea el servicio militar obligatorio.
eu: Zalditeriak %20- gutxitzen du bere erreklutatze denbora, baino -10 galtzen du osasunean. Derrigorrezko soldadutza desblokeatzen du.
fa: تمام سواره نظام ها -20% سرعت پرورش اما -10 سلامت. فعال کردن خدمت اجباری
fi: Ratsuväelle -20% lyhyempi koulutus, mutta -10 terveyttä. Aukaisee Asevelvollisuuden.
ga: Am traenála -20% do gach marcra, ach sláinte -10 freisin. Díghlasáil Coinscríobhacht.
gl: Redúcese o tempo de adestramento da cabalaría un -20%, pero tamén a súa vida en -10. Desbloquea «Levas».
hu: Összes lovas egységnek -20% kiképzési idő, de -10 életerő. Elérhetővé teszi a sorozást.
id: Semua kavaleri -20% waktu pelatihan tapi juga -10 nyawa. Membuka Wajib Militer.
it: Tempo di addestramento di tutta la cavalleria ridotto di -20%, ma anche -10 di salute. Sblocca Coscrizione.
ja: すべての騎兵の養成時間が20%短縮しますが、耐久力は10減ります。徴兵を研究可能にします。
ko: 모든 기병의 양성 시간이 -20% 단축되지만 체력은 -10 줄어듭니다. 징병을 연구가능하게 합니다.
lv: Visiem jātniekiem -20% apmācību laikam, bet arī -10 veselībai. Atver Iesaukumu.
ms: Semua askar berkuda -20% masa latihan, dan juga -10 hayat. Dapat Pengerahan.
nb: Alt kavaleri -20% opptreningstid men også -10 i helse. Låser opp verneplikt.
nl: Alle ruiters -20% rekruteertijd, maar ook -10 gezondheid. Ontgrendelt dienstplicht.
pl: Kawaleria otrzymuje -20% do czasu szkolenia, ale też -10 zdrowia. Odblokowuje Pobór.
pt_pt: Cavalaria treinada 20% mais depressa, mas com -10 de vida. Desbloqueia a Conscrição.
ru: -20% ко времени обучения всей конницы, но также -10 к здоровью. Открывает "Воинская повинность".
sk: Všetka jazda -20% doba tréningu, ale zato aj -10 zdravia. Sprístupní vylepšenie zvané branná povinnosť.
sv: All kavalleri -20% träningstid, men även -10 hälsa. Låser upp Värnplikt.
tr: Tüm süvarilere -20% eğitim zamanı, bunun yanında -10 sağlık. Zorunluğu askerliği aç.
uk: Вся кавалерія потребує -20% часу тренування, але також має -10 здоров'я. Відкриває військову повинність.
zh: 所有骑兵 -20% 训练时间,但也 -10 生命值。解锁“募兵”。
zh_tw: 所有騎兵 -20% 訓練時間，但也 -10 生命值。解鎖募兵。

source: Levy Cavalry
ast: Caballería llevantao
bg: Мобилизиране на конницата
br: Sevel Tailh Marc'hegerezh
ca: Cavalleria de lleva
cs: Jízda složená z odvedenců
da: Kavaleriudskrivning
de: Kavalleriemusterung
el: Επιστρατευμένο Ιππικό
es_mx: Leva de caballería
eu: Zalditeria erreklutatzea
fa: خدمت سواره نظام
fi: Sotaväkeenottoratsuväki
ga: Léibheann Marcshlua
gl: Cabaleiro da leva
hu: Lovasság besorozása
id: Pajak Kavaleri
it: Cavalleria di Leva
ja: 騎兵の召集
ko: 기병 소집
lt: Neprofesionali Kariuomenė.
lv: Iesauktie jātnieki
ms: Cukai Askar Berkuda
nb: Utskrevet kavaleri
nl: Cavaleriewerving
pl: Kawaleria poborowa
pt_pt: Mobilização de Cavalaria
ru: Призыв кавалерии
sk: Branná jazda
sv: Uppbåda Kavalleri
tr: Süvari Asker Al
uk: Набирати кавалерію
zh: 骑兵征召
zh_tw: 徵召騎兵

source: Calling up infantry levies in time of war helps bolster the ranks of a king's army.
ast: Apellar a los llevantes d'a pie en tiempos de guerra ayuda a encontar les files del exércitu del rei.
bg: Повикването на мобилизирана пехота по време война помага да се уплътнят редиците на царската армия.
br: Gervel tailhoù arme war droad en amzer brezel a sikour renkadoù harp ouzh arme ar roue.
ca: Reclutar lleves d'infanteria en temps de guerra ajuda a reforçar les files d'un exèrcit reial.
cs: Svolání pěchoty v čase války pomáhá posílit řady královského vojska.
da: Udskrivninger til infanteriet i krigstid hjælper med at udvide kongens hær.
de: In Zeiten des Krieges Infanterie einzuberufen, hilft die Ränge der königlichen Armee zu stärken.
el: Δυνατότητα προσκλήσεως να συνεισφέρει το πεζικό σε καιρό πολέμου βοηθά στην ενίσχυση των τάξεων του στρατού του βασιλιά.
es_mx: El reclutamiento forzoso en tiempos de guerra ayuda a fortalecer las filas del ejercito de un rey.
eu: Gerra garaiko derrigorrezko erreklutatzeak errege baten armada indartzen laguntzen du.
fa: با فراخوان خدمت پیاده نظام در زمان جنگ، ارتش یک پادشاه تقویت می شود.
ga: Gaireadh ar léibhinn an Chos-shlua le linn cogaidh agus méid airm an rí a dhaingniú.
gl: Chamar levas de infantaría en tempos de guerra axuda a reforzar as liñas do exército dun rei.
hu: A gyalogság besorozása segít megerősíteni a király seregének sorait háború idején.
id: Memungut pajak infanteri di masa perang membantu meningkatkan pangkat pasukan kerajaan.
it: La leva di fanteria in tempo di guerra aiuta a rafforzare le fila dell'esercito del re.
ja: 歩兵の戦時の召集は、国王軍の兵卒の補強に役立ちます。
ko: 전쟁시에 보병을 소집하여 왕의 군대를 보강하는 데 도움이 됩니다.
lt: Neprofesionalių pėstininkų pašaukimas per karą padeda sustiprinti karaliaus kariuomenės gretas.
lv: Kara laikā iesaucot kājniekus karaklausībā palīdz papildināt karaļa armijas rindas.
ms: Pengerahan cukai askar infantri semasa tempoh berperang dapat meningkatkan kedudukan askar raja.
nb: Å tilkalle utskrevne infanteritropper i krigstid bidrar til å styrke rekkene i en konges arme.
nl: Extra infanterie werven in tijden van oorlog zorgt voor een onuitputtelijk leger.
pl: Opłaty poborowe Piechoty w czasie wojny pomagają podbudować poziom królewskiej armii.
pt_pt: Mobilizar a cavalaria em tempo de guerra ajuda a reforçar a graduação do exército do rei.
ru: Объявление призыва новобранцев в пехоту во время войны поможет укрепить королевскую армию.
sk: Povolanie pešiakov brancov v čase vojny pomáha posilniť rady kráľovskej armády.
sv: Att uppbåda infanter i krigstid hjälper stärka leden av en kungs armé.
tr: Savaş zamanlarında orduya halktan süvari askerleri çağırmak bir kralın ordusunu hızla büyütmeye yardımcı olur.
uk: Призов піхотних новобранців під час війни допомагає підтримувати порядки царської армії.
zh: 在战时征召步兵协助支援国王的军队。
zh_tw: 在戰時徵召步兵協助支援國王的軍隊。

source: All infantry -10% train time, but also -5 health. Unlocks Conscription.
ast: Pa tola infantería'l -10% del tiempu de llevantamientu, pero tamién -5 de vida. Desbloquia l'allistamientu.
bg: -10% време за обучение на всички пехотинци, но също така и -5 точки здраве. Отключва Военна повинност.
br: An arme war droad a-bezh -10% a amzer stummañ, hogen ivez -5 a yec'hed. Digeriñ a ra an Enluadeg.
ca: -10% en temps de formació per a la cavalleria, però també -5 de salut. Desbloqueu el reclutament.
cs: Veškerá pěchota potřebuje -10% času na výcvik, má ale -5 života. Odemkne vojenskou povinnost.
da: Alt kavaleri trænes 10% hurtigere, men får også -5 helbred. Åbner for Værnepligt.
de: Infanterie -10% Ausbildungszeit, aber auch -5 Trefferpunkte. Ermöglicht Infanteriewehrpflicht.
el: Σε όλο το πεζικό -10% χρόνος εκπαίδευσης, αλλά και -5 υγεία. Ξεκλειδώνει την Επίταξη.
es_mx: La infantería reduce un -10% su tiempo de reclutamiento, pero pierde -5 puntos de salud. Desbloquea el reclutamiento forzoso de infantería.
eu: Infanteriak %10- gutxitzen du bere erreklutatze denbora, baino -5 galtzen du osasunean. Derrigorrezko soldadutza desblokeatzen du.
fa: تمام سربازان پیاده -10% زمان آموزش، اما در ازای آن -5 سلامتی. باز کردن خدمت اجباری
fi: Jalkaväelle -10% lyhyempi koulutus, mutta -5 terveyttä. Aukaisee Asevelvollisuuden.
ga: Am traenála -10% do gach coisí, ach sláinte -5 freisin. Díghlasáil Coinscríobhacht.
gl: Redúcese o tempo de adestramento da infantaría un -10%, pero tamén a súa vida en -5. Desbloquea «Levas».
hu: Összes gyalogos egységnek -10% kiképzési idő, de -5 életerő. Elérhetővé teszi a sorozást.
id: Semua infanteri -10% waktu pelatihan tapi juga -5 nyawa. Membuka Wajib Militer.
it: La fanteria riduce il tempo di addestramento -10% , ma anche -5 salute. Sblocca Coscrizione.
ja: すべての歩兵の養成時間を10%短縮しますが、耐久力は5減少します。徴兵を研究可能にします。
ko: 모든 보병의 양성 시간을 -10% 단축하지만 체력은 -5 감소합니다. 징병을 연구 가능하게 합니다.
lv: Visiem kājniekiem -10% apmācību laikam, bet arī -5 veselībai. Atver Iesaukumu.
ms: Semua askar infantri -10% masa latihan, dan juga -5 hayat. Dapat Pengerahan.
nb: Alt infanteri -10% opptreningstid men også -5 helse. Låser opp verneplikt.
nl: Alle infanterie 10% minder rekruteringstijd, maar ook -5 leven. Ontgrendelt dienstplicht technologie.
pl: Piechota otrzymuje -10% do czasu szkolenia, ale też -5 zdrowia. Odblokowuje Pobór.
pt_pt: É mais rápido treinar soldados em 10% mas também são mais fracos na vida em - 5. Desbloqueia a Conscrição.
ru: -10% ко времени обучения всей пехоты, но также -5 к здоровью. Открывает "Воинская повинность".
sk: Všetka pechota -10% doba tréningu, ale zato aj -5 zdravia. Sprístupní vylepšenie zvané branná povinnosť.
sv: All infanteri -10% träningstid, men även -5 hälsa. Låser upp Värnplikt.
tr: Tüm piyadelere -10% eğitim zamanı, bunun yanında -5 sağlık. Zorunluğu askerliği aç.
uk: Вся піхота потребує -10% часу тренування, але також має -5 здоров'я. Відкриває військову повинність.
zh: 所有步兵训练时间 -10% ,同时生命值 -5 。解锁“募兵”。
zh_tw: 所有步兵 -10% 訓練時間，但也 -5 生命值。解鎖募兵。

source: Levy Infantry
ar: مشاة مجندون
ast: Infantería llevantao
bg: Мобилизиране на пехотата
br: Sevel Tailh an Arme war droad
ca: Infanteria de lleva
cs: Pěchota složená z odvedenců
da: Infanteriudskrivning
de: Infanteriemusterung
el: Επιστρατευμένο Πεζικό
es_mx: Leva de infantería
eu: Infanteria erreklutatzea
fa: خدمت پیاده نظام
fi: Nostettu jalkaväki
ga: Léibheann Coisithe
gl: Levas de infantaría
hu: Gyalogság besorozása
id: Pajak Infanteri
it: Fanteria di Leva
ja: 歩兵の召集
ko: 보병대 징수
lt: Neprofesionalūs pėstininkai.
lv: Iesauktie kājnieki
ms: Cukai Askar Infantri
nb: Utskrevet infanteri
nl: Infanterie recruteringen
pl: Piechota poborowa
pt_pt: Mobilização de Infantaria
ru: Призыв пехоты
sk: Branná pechota
sv: Uppbåda Infanteri
tr: Zorunlu Askerler
uk: Набирати піхоту
zh: 步兵征召
zh_tw: 徵召步兵
