Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Significantly increase build speed of batches of ships at the Dock.
ast: Aumentar de miente significante la velocidá de construcción a los grupos de naves n'astilleru.
bg: Скоростта на строене на партиди от кораби в пристанището се увеличава значително.
br: Kresk gwir tizh sevel strolladoù ar bigi e Kae, dok, kae ar porzh, porzh.
ca: Augmenteu substancialment la velocitat de construcció dels grups de vaixells al port.
cs: Podstatně zvýšíte rychlost stavby skupin lodí v přístavišti.
da: Gør det betydeligt hurtigere at bygge grupper af skibe i Havnen.
de: Erhöht die Baugeschwindigkeit für mehrere in Auftrag gegebene Schiffe im Hafen signifikant.
el: Σημαντική αύξηση της ναυπήγησης σε ομάδες πλοίων στη προκυμαία.
es_mx: Incrementa notablemente la velocidad de construcción de tus navíos en el astillero.
eu: Nabarmen handitzen da itsasontzien eraikuntza untziolan.
fa: به طرز قابل ملاحظه ای سرعت تولید دسته های کشتی از بندرگاه را افزایش می دهد.
fi: Merkittävästi nopeuttaa laivojen joukkorakentamista.
ga: Méadaigh luas tógála go mór do dhream loinge sa Duga.
gl: Aumenta de maneira considerábel a velocidade de construción de naves en grupos nos portos.
hu: Jelentősen növeli a hajócsoportok építési sebességét a kikötőben.
id: Meningkatkan kecepatan pembuatan kapal majemuk di Dermaga.
it: Aumenta la velocità di costruzione di navi al porto.
ja: 港での船舶の一括建造の速度が著しく増加します。
ko: 항구에서 선박의 일괄 건조 속도를 크게 향상 시킵니다.
lv: Ievērojimi paātrina doka kuģu grupu izbūvi.
ms: Tingkatkan secara mendadak kelajuan pembinaan sekelompok kapal di dalam Limbungan Kapal.
nb: Betydelig økt byggningshastighet på skipsordrer av samme typer i dokken.
nl: Versnelt de bouwsnelheid van schepen wanneer deze in groep gebeuren.
pl: Znacznie zwiększ szybkość budowania statków w dokach budując je w partiach.
pt_pt: Aumenta substancialmente a velocidade de construção de embarcações em lote na Doca.
ru: Существенно увеличивает скорость постройки судов партиями на причале.
sk: Podstatne sa zvýši rýchlosť skupinovej výstavby lodí v prístave.
sv: Öka bygghastigheten för grupper av skepp vid hamnen.
tr: Tersanelerin toplu gemi üretim hızını arttırır.
uk: Значно збільшити швидкість спорудження кораблів партіями у доці.
zh: 显著增加码头中的船只的整组建造速度。
zh_tw: 顯著增加碼頭中的船隻的整組建造速度。

source: Docks increased batch construction speed bonus.
ast: Bonificación de velocidá na construcción per llotes nos puertos.
bg: Увеличава се скоростта на строене на партиди в пристанищата.
br: Ar c'haeoù o doa kreskaet bonuz tizh ar saverezh strolladoù.
ca: Bonificació en la velocitat de construcció dels grups de vaixells al port.
cs: Přístaviště zvýší rychlost hromadné stavby.
da: Havne træner grupper hurtigere.
de: Erhöht die Baugeschwindigkeit für mehrere Bauaufträge im Hafen signifikant.
el: Οι προκυμαίες αυξάνουν το μπόνους ταχύτητας στη ναυπήγηση ομάδων.
es_mx: Los puertos tienen una bonificación por reclutamiento por grupos.
eu: Kaiek taldekako erreklutatzeagatik hobaria dute.
fa: افزایش سرعت تولید دسته های کشتی در بندرگاه
fi: Nopeampi joukkorakentaminen satamissa.
ga: Méadaigh luas tógála do dhream sa dugaí.
gl: Aumenta a bonificación de velocidade de construción en grupo dos portos.
hu: A kikötők építési sebesség bónuszt kapnak a hajócsoportokra.
id: Dermaga meningkatkan kecepatan pembuatan majemuk.
it: Aumenta la velocità di costruzione nei porti.
ja: 港での一括建造速度が増加します。
ko: 항구에서 일괄 건조 속도가 증가합니다.
lv: Dokiem palielinās grupas būvniecības priekšrocība.
ms: Limbungan Kapal meningkatkan bonus kelajuan pembinaan berkelompok.
nb: Dokker øker konstruksjonshastighetsbonus for skipordrer av samme type.
nl: Dokwerkers kunnen sneller loten gelijke schepen maken.
pl: Zwiększona premia szkolenia grupowego dla Doków.
pt_pt: Aumenta a velocidade de construção de embarcações em lote.
ru: Скорость строительства партиями на причалах увеличивается.
sk: Zvýšený rýchlostný bonus skupinovej výstavby lodí pre prístavy.
sv: Hamnar ökad grupp konstruktionshastighet.
tr: Tersane toplu üretim hızı ödülü.
uk: Доки збільшили бонус швидкості спорудження партією.
zh: 码头获得整组建造速度奖励。
zh_tw: 碼頭獲得整組建造加速獎勵。

source: Naval Architects
ar: بناءون بحريون
ast: Arquiteutos navales
bg: Военноморски архитекти
br: Lestrsavered
ca: Arquitectes navals
cs: Námořní stavitelé
da: Skibskonstruktører
de: Schiffskonstrukteure
el: Ναυτικοί Αρχιτέκτονες
es_mx: Arquitectura naval
eu: Itsasontzi Arkitektura
fa: مهندسان دریایی
fi: laivastoarkkitehdit
ga: Ailtirí Cabhlaigh
gl: Arquitectos navais
hu: Hajómérnökök
id: Arsitek Kelautan
it: Architetti Navali
ja: 造船技師
ko: 조선 기술자
lt: Laivybos Architektai
lv: Jūras arhitekti
ms: Arkitek Laut
nb: Sjøarkitekter
nl: Marinearchitecten
pl: Architekci morscy
pt_pt: Arquitetos navais
ru: Корабельные инженеры
sk: Namorní architekti
sv: Sjöarkitekt
tr: Deniz Mimarları
uk: Кораблебудівники
zh: 海军工程师
zh_tw: 造船工程師

source: Guard units (Champions) are professionals who wield the best weapons and have the best training.
ast: Les unidaes de guardia (campeones) son profesionales que remanen les meyores armes y tienen el meyor entrenamientu.
bg: Бранителните единици (гвардейците) носят най-добрите оръжия и получават най-доброто обучение.
br: Unanennoù gward (Kampioned) zo tud a-vicher a implij an armoù gwellañ hag o deus ar stummañ gwellañ.
ca: Les unitats guardianes (campions) són professionals que porten les millors armes i tenen la formació més exigent.
cs: Gardové jednotky (elitní vojáci) jsou profesionálové, kteří mají nejlepší zbraně a nejlepší výcvik.
de: Gardisten sind Berufssoldaten, welche die besten Waffen tragen und die beste Ausbildung bekommen.
el: Φρουροί (Πρωταθλητές) είναι επαγγελματίες που χειρίζονται τα καλύτερα όπλα και έχουν την καλύτερη εκπαίδευση.
es_mx: Las unidades guardianas (Campeones) son profesionales, portan las mejores armas y tienen el mejor entrenamiento.
eu: Guarda unitateak (aldezkariak) arma hoberenak eta entrenamendu hoberena duten profesionalak dira.
fa: واحد های سلحشور سربازانی حرفه ای هستند که بهترین سلاح ها را در دست دارند و بیشترین آموزش را می بینند.
ga: Is saighdiúirí gairmiúla iad aonaid gharda (Curaidh), cé a bheartú na hairm is fearr agus tá an traenáil is fearr acu.
gl: Os gardas (campións) son profesionais que portan as mellores armas e pasaron polo máis completo adestramento.
hu: Az őr egységek (bajnokok) hivatásos katonák akik a legjobb fegyvereket forgatják és a legjobb kiképzéssel rendelkeznek.
id: Unit penjaga (Jawara) adalah ahli yang memegang senjata terbaik dan menjalani latihan terbaik.
it: Le unità della Guardia (Campioni) sono professionisti che brandiscono le armi migliori e hanno l'addestramento migliore.
ja: 防衛隊ユニット（チャンピオン）は、最高の武器を振るい、最高の訓練を受けた職業軍人です。
ko: 호위 유닛(대표 전사)은 최고의 무기를 휘두르며 최고의 훈련을 받는 전문가입니다.
lt: Sargybiniai Vienetai (Čempionai) yra profesionalai, geriausiais ginklais ir geriausiu paruošimu.
lv: Sardzes vienības (čempioni) ir professionāļi, kas nesāja labākos ieroču un kuriem bija vislabākā apmācība.
ms: Unit pengawal (Pahlawan) adalah profesional yang memiliki senjata terbaik dan telah menikmati latihan yang terbaik.
nb: Vakter (mestere) er profesjonelle som bærer de beste våpnene og er best trent.
nl: Wachters (kampioenen) zijn professionele vechters met de beste wapens en de beste training.
pl: Broniące jednostki (Bohaterzy) to profesjonaliści, którzy dzierżyli najlepszą broń i przeszli najlepsze szkolenie.
pt_pt: Os guardas (campeões) são profissionais que têm as melhores armas e o melhor treino.
ru: Гвардейцы (чемпионы) являются профессионалами обладающими лучшим оружием и лучше обучены.
sk: Strážne jednotky (šampióni) sú profesionáli nesúci najlepšie zbrane a majúci najlepší tréning.
sv: Vaktenheter (Mästare) är professionella soldater som bär de bästa vapen och som har den bästa träningen.
tr: Koruma birimleri (Mükemmeller) en iyi silahlara ve eğitime sahip profesyonellerdir.
uk: Охоронні підрозділи (чемпіони) — це професіонали, що володіють найкращою зброєю та мають найкраще тренування.
zh: 警卫部队(冠勇单位)是装备最好的武器并有最佳训练的专家。
zh_tw: 警衛部隊(精英)是裝備最好的武器並有最佳訓練的專家。

source: Unlock the ability to train Champions at the Barracks.
bg: Отключете възможността да обучавате гвардейци в казармите.
ca: Desbloqueja la capacitat de reclutar campions a les Casernes.
de: Ermöglicht die Ausbildung von Gardisten in der Kaserne.
eu: Desblokeatu aldezkariak kuartelean entrenatzeko gaitasuna.
ga: Díghlasáil traenáilíocht na gcuradh sna beairicí.
gl: Desbloquear a habilidade de adestrar campións nos cuarteis.
hu: Elérhetővé teszi a bajnokok gyártását a laktanyákban.
ko: 병영에서 대표 전사 유닛을 양성 하기위한 능력을 풉니다.
ms: Buka keupayaan melatih Pahlawan di dalam Berek.
nl: Ontgrendel de mogelijkheid om Kampioenen te rekruteren in de Kazerne.
pl: Odblokuj umiejętność trenowania czempionów w koszarach.
ru: Открывает возможность обучать чемпионов в бараках.
sk: Sprístupni možnosť trénovania šampiónov v kasárniach.
sv: Lås upp förmågan att träna Mästare i Baracker.
uk: Відкрити спроможність тренувати чемпіонів у казармах.
zh: 可在军营解锁训练冠军单位的科技。
zh_tw: 解鎖在軍營訓練鬥士的能力。

source: Unlock Champion Units
ar: إتاحة وحدات الابطال
ast: Desbloquiar les unidaes campeones
bg: Отключете гвардейските единици
br: Digeriñ Unanennoù Kampion
ca: Desbloqueu les unitats campiones
cs: Odemknout výcvik elitních jednotek
da: Åbner Eliteenheder
de: Ermöglicht die Ausbildung von Gardisten
el: Ξεκλειδώστε Πρωταθλητές.
es_mx: Desbloquear unidades campeonas
eu: Desblokeatu unitate aldezkariak
fa: باز کردن واحد های سلحشور
fi: Avaa mestariyksiköt
ga: Díghlasáil Aonaid Churata
gl: Desbloquear campións.
hu: Bajnok egységek elérhetővé tétele
id: Membuka unit Jawara
it: Sblocca Unità Campione
ja: チャンピオンユニットの解禁
ko: 대표 전사 유닛을 풉니다.
lv: Atslēdz Čempionu Vienības
ms: Buka Unit Pahlawan
nb: Lås opp mesterenheter
nl: Activeer de kampioenen
pl: Odblokuj elitarne jednostki
pt_pt: Desbloqueia Campeões
ru: Открыть чемпионов
sk: Sprístupní jednotky šampiónov
sv: Lås upp Mästarenheter
tr: Mükemmel Birimlerin Kilidini aç
uk: Відкрити чемпіонські підрозділи
zh: 解锁冠勇单位
zh_tw: 解鎖精英單位

source: Ágēma
bg: А̀гема
el: Άγημα
fi: Agema
ko: 아게마
ru: Агема
uk: Агема

source: Regio Cohors
bg: Регио кохорс
el: Συγκρότημα της Χώρας
es_mx: Cohortes regias
eu: Errege Taldeak
ko: 레기오 코호로스
pl: Batalion krajowy
ru: Когорта региа
uk: Регіо кохорс
zh: 区色

source: A festival attended by women-only, to celebrate female fertility.
ast: Una folixa a la qu'asisten namái les muyeres, pa celebrar la fertilidá.
bg: Фестивал, посещаван само от жени, за почитане на женското плодородие.
br: Ur gouel e-lec'h ma kemer perzh ar maouzed hepken, evit lidañ ar strujusted wregel.
ca: Un festival en què només hi assisteixen dones, per celebrar la fertilitat femenina.
cs: Festival určený pouze ženám k uctění jejich plodnosti.
da: En festival kun for kvinder, for at fejre kvindelig frugtbarhed.
de: Ein Fest nur für Frauen, bei dem die weibliche Fruchtbarkeit gefeiert wird.
el: Ένα φεστιβάλ που συμμετείχαν μόνο γυναίκες, για να γιορτάσουν τη γυναικεία γονιμότητα.
es_mx: Un festival organizado exclusivamente para las mujeres, donde se festejaba la fertilidad femenina.
eu: Emakumeentzat soilik antolatutako jaialdia, bertan emakumeen ugalkortasuna ospatzen zen.
fa: جشنواره ای که فقط زنان در آن شرکت می کردند. هدف آن جشن گرفتن باروری زنان بوده.
ga: Féile mhór na mBan do thorthúlacht bhanda a cheiliúradh.
gl: Un festival ao que unicamente asisten mulleres, para celebrar a fertilidade feminina.
hu: Egy kizárólag női fesztivál, a női termékenység ünneplésére.
id: Pesta yang khusus dihadiri perempuan untuk merayakan kesuburan wanita.
it: Una festa a cui partecipano solo le donne, per celebrare la fertilità femminile.
ja: 女性の多産を祝う男子禁制の祭りです。
ko: 여성의 다산을 축하하는 여성만 참석하는 축제입니다.
lt: Festivalis kuriame dalyvavo tik moterys, švenčiantis moterų vaisingumą.
lv: Festivāls kuru apmeklē tikai sievietes, kas godina sieviešu auglību.
ms: Pesta yang dihadiri oleh wanita-sahaja, untuk meraikan kesuburan wanita.
nb: En festival der kun kvinner deltar, for å feire kvinnelig fruktbarhet.
nl: Een festival dat enkel door vrouwen bijgewoond wordt, om de vrouwelijke vruchtbaarheid te vieren.
pl: Festiwal wyłącznie z udziałem kobiet, na cześć ich płodności.
pt_pt: Um festival só para mulheres, para celebrar a fertilidade feminina.
ru: Празднество, посвящённое женской плодовитости, в котором принимали участие только женщины.
sk: Slávnosť, ktorej sa zúčastňujú iba ženy, slúžiaca na oslavu ženskej plodnosti.
sv: En fest som bara kvinnor deltog i, för att fira kvinnors fruktbarhet.
tr: Kadın doğurganlığını kutlamak için sadece kadınların katılabildiği bir festival.
uk: Фестиваль, який відвідували лише жінки, щоб відсвяткувати жіночу родючість.
zh: 一个只让女性参加的庆典,庆祝女性的繁衍能力。
zh_tw: 一個只讓女性參加的節慶，慶祝女性的生育能力。

source: Unlock the ability to train women from houses.
ast: Desbloquiar la capacidá pa llevantar muyeres de les cases.
bg: Отключва обучаването на жени в къщите.
br: Digeriñ ar c'houestoni evit stummañ maouezed eus tiez.
ca: Desbloqueu la capacitat de reclutar dones a les cases.
cs: Odemknout schopnost cvičit ženy z domů.
da: Låser op for evnen til at træne kvinder fra huse.
de: Schalte die Fähigkeit frei, Frauen in Häusern auszubilden.
el: Ξεκλείδωσε τη δυνατότητα να εκπαιδεύσεις γυναίκες από τα σπίτια.
es_mx: Desbloquea la habilidad de reclutar mujeres desde las casas.
eu: Etxeetatik emakumeak erreklutatzeko gaitasuna desblokeatzen du.
fa: باز کردن امکان پرورش زنان از خانه ها
fi: Mahdollista naisten kouluttaminen taloista.
ga: Díghlasáil traenáilíocht na mban sna tithe.
gl: Desbloquea a habilidade de adestrar mulleres nas casas.
hu: A nők kiképzésének elérhetővé tétele a házakban.
id: Membuka kemampuan melatih wanita dari rumah.
it: Sblocca la capacità di formare le donne dalle case.
ja: 家で女性を養成できるようになります。
ko: 집에서 여자들을 양성할 수 있는 능력을 풉니다.
lt: Suteikia galimybę ruošti moteris namuose.
lv: Atklāj iespēju apmācīt sievietas no mājām.
ms: Buka keupayaan melatih wanita dari rumah.
nb: Lås opp muligheten for å trene kvinner fra hus.
nl: Activeer de mogelijkheid om vrouwen te rekruteren van alle huizen.
pl: Odblokowana możliwość uczenia kobiet w domach
pt_pt: Desbloqueia a capacidade de treinar mulheres a partir das casas.
ru: Открывает возможность обучать женщин в домах.
sk: Sprístupní možnosť trénovania žien z domov.
sv: Lås upp förmågan att träna kvinnor från hus.
tr: Evlerden kadın yetiştirme gücünü aç.
uk: Відкрити спроможність тренувати жінок з будинків.
zh: 解锁从房舍训练女性公民的能力。
zh_tw: 解鎖從房舍訓練女性市民的能力。

source: Fertility Festival
ar: عيد الخصوبة
ast: Festival de la fertilidá
bg: Празник на плодородието
br: Gouel ar Strujusted
ca: Festival de la fertilitat
cs: Svátek plodnosti
da: Frugtbarhedsfest
de: Fruchtbarkeitsritual
el: Γιορτή Γονιμότητας
es_mx: Festival de la Fertilidad
eu: Ugalkortasun Jaialdia
fa: جشنواره باروری
fi: Hedelmällisyysjuhlat
ga: Féile Torthúlachta
gl: Festival da fertilidade
hu: Termékenységi ünnep
id: Pesta Kesuburan
it: Festa della Fertilità
ja: 母神祭
ko: 다산 축제
lt: Vaisingumo Festivalis
lv: Auglības Festivāls
ms: Pesta Kesuburan
nb: Fertilitetsfestival
nl: Vruchtbaarheidsfeest
pl: Święto plonów
pt_pt: Festival da fertilidade
ru: Праздник плодородия
sk: Slávnosť plodnosti
sv: Fertilitets Festival
tr: Bereket Şenliği
uk: Фестиваль родючості
zh: 丰育庆典
zh_tw: 生育節慶

source: Thesmophória
bg: Тесмофо̀рия
el: Θεσμοφόρια
ko: 테스모포리아
ru: Тесмофория
uk: Тесмофоріа
zh: 宗教庆典

source: Bona Dea
bg: Бона Деа
el: Η Καλή Θεά
fa: بونادئا
ja: ボナ・デア
ko: 보나 데아
pl: Bogini Bona Dea
ru: Бона Дея
uk: Бона деа
zh: 罗马良善女神
zh_tw: 良善女神

source: The extension of trade leads to the permanent establishment of storekeepers and their families in foreign countries, allowing them to exploit the wealth of these countries.
ast: La estensión del comerciu lleva al asitiamientu de los comerciantes y les sos families n'estranxeru, lo que-yos dexa esplotar la doyura d'aquellos países.
bg: Разширяването на търговията води до постоянно установяване на търговците и семействата им в чужди държави, позволявайки им да се възползват от богатствата на тези държави.
br: Kresk ar c'henwerzh a gas da staliadur padel ar varc'hadourien hag o familhoù er broioù estren, en ur aotren anezho da c'horvoiñ pinvidigezh ar broioù-mañ.
ca: L'extensió del comerç porta a l'assentament permanent dels mercaders i les seves famílies als països estrangers, per explotar-ne la riquesa.
cs: Rozšíření obchodu vede k trvalému ustanovení kupců a jejich rodin v cizích zemích, umožňuje jim využívat bohatství těchto zemí.
de: Die Erweiterung des Handels führt zur permanenten Ansiedelung von Ladenbesitzern und ihren Familien in fremden Ländern, was es ihnen erlaubt, den Wohlstand dieser Länder auszuschöpfen.
el: Η επέκταση του εμπορίου οδηγεί στη μόνιμη εγκατάσταση των καταστηματαρχών και των οικογενειών τους σε ξένες χώρες, επιτρέποντάς τους να εκμεταλλευτούν τον πλούτο των χωρών αυτών.
eu: Merkataritza zabaltzeak merkatariak eta euren familiak atzerrian egonkortzea dakar, horrek herrialde horien aberastasuna ustiatzeko aukera ematen die.
fa: گسترش تجارت باعث می شود تا مغازه دارها و خانواده های آنها بصورت دایم در کشورهای خارجی ساکن شوند و به آنها اجازه می دهد تا از ثروت این کشورها بهره بگیرند
ga: Mar thoradh ar méadú an thrádála, cuireadh gnóthaí buana ina mbunú sna tíortha iasachta, agus iad a ligean do shaibhreas na dtíortha seo a bhaint amach.
gl: A expansión do comercio leva ao estabelecemento permanente de tendeiros e as súas familias en países estranxeiros, o que lles permite aproveitar as riquezas deses países.
hu: A kereskedelem kibővítése a boltosok és családjaik állandó megtelepedéséhez vezet idegen országokban, lehetővé téve ezen országok vagyonának kihasználását.
id: Perluasan perdagangan membawa ke pendirian permanen penjaga toko dan keluarga mereka di luar negeri, membuat mereka bisa memanfaatkan kekayaan negeri tersebut.
it: L'estensione del commercio porta alla stabile organizzazione dei commercianti e delle loro famiglie nei paesi stranieri, consentendo loro di sfruttare le ricchezze di questi paesi.
ja: 交易の拡大は、海外に小売商人やその家族が恒久的に根付くことにつながり、これらの国々の富を搾取することができます。
ko: 교역의 확대는 해외 소매 상인들과 그 가족이 영구적으로 뿌리 내리는 데 이어 이들 국가의 재산(부)를 착취 할 수 있습니다.
lt: Mainų plėtra, visalaikiam parduotuvių savininkų ir jų šeimų svečiose šalyse įtvirtinimui, leidžiančti jiems išnaudoti tų šalių turtingumą.
ms: Kesinambungan dagangan yang menjurus penubuhan kedai kekal dan keluarga mereka di negara asing, membolehkan mereka mengeksploitasi kemewahan negara tersebut.
nb: Utvidelse av handelsvirksomhet fører til at materialforvaltere og deres familier etablerer seg i fremmede land, der de vil utnytte disse landenes rikdom.
nl: De uitbreiding van handel zorgde voor permanente vestiging van koopmannen en hun families in het buitenland. Dit liet hen toe de rijkdommen van deze landen te exploiteren.
pl: Rozszerzenie handlu prowadzi do zakładu stałego podmiotu składującego rodzin w obce kraje, które pozwolą im wykorzystać bogactwa tych krajów.
pt_pt: A extensão do comércio leva ao estabelecimento permanente de lojistas e suas famílias em países estrangeiros, permitindo-lhes explorar a riqueza desses países.
ru: Расширение торговли приводит к постоянному контакту владельцев магазинов и их семей в зарубежных странах, что позволяет им использовать богатства этих стран.
sk: Rozšírenie obchodu vedie k trvalej prítomnosti skladníkov a ich rodín v cudzích krajinách, vďaka čomu ťažíme z bohatstva týchto krajín.
sv: Förlängningen av handelsvägarna leder till fasta bosättningar av lagerhållare och deras familjer i främmande länder, så att de kan utnyttja dessa länders rikedom.
tr: Ticaretin uzatılması, yabancı ülkelerdeki mağazacılar ve ailelerinin kalıcı olarak kurulmasına ve böylece bu ülkelerin servetlerini kullanmalarına izin veriyor.
uk: Розширення торгівлі призводить до сталого положення у суспільстві комірників та їхніх родин в іноземних країнах, дозволяючи їм використовувати достаток цих країн.
zh: 扩大贸易引向商店主和其家人在国外的常设机构，允许他们利用这些国家的财富。
zh_tw: 貿易的拓展讓商人與他在國外的家庭可以永久定居，讓他們可以使用這些國家的財富。

source: Allows using allied dropsites.
ast: Dexa emplegar los depósitos aliaos.
bg: Позволява използването на съюзническите места за събиране на ресурси.
br: Aotren a ra d'implijout lec'hioù-daspun kevredet.
ca: Permet utilitzar els punts de descàrrega dels aliats.
cs: Umožňuje používání skladišť spojenců.
de: Erlaubt es die Lager der Verbündeten zu benutzen.
el: Επιτρέπετε στους συμμάχους να χρησιμοποιούν το εναποθετήριο.
eu: Jokalariak bere aliatuen puntuak erabil ditzake.
fa: اجازه استفاده از محل تحویل منابع هم پیمان ها
ga: Lig d'fhosuithe comhghuaillithe a úsáid.
gl: Permite usar almacéns dos aliados.
hu: Lehetővé teszi a szövetséges lerakóhelyek használatát.
id: Memperbolehkan penggunaan penyimpanan sekutunya.
it: Consente l'utilizzo dei punti di scambio degli alleati.
ja: 同盟の回収施設を使用できます。
ko: 동맹의 회수 시설을 사용할 수 있습니다.
lt: Leidžia naudoti sąjungininkų sandėlius saviems ištekliams.
lv: Ļauj izmantot sabiedroto nodošanas vietas.
ms: Benarkan penggunaan pusat pengumpulan sekutu.
nb: Tillater bruk av allierte avlastningssteder.
nl: Gebruik de pakhuizen van geallieerde spelers.
pl: Pozwala używać sojuszniczych terenów.
pt_pt: Permite usar os armazéns dos aliados.
ru: Позволяет использовать точки сбора ресурсов союзников.
sk: Umožňuje využívať skladiská svojich spojencov.
sv: Tillåter användning av allierade avlastningsplatser.
tr: Müttefik düşürme yerlerini kullanmaya izin verir.
uk: Дозволяє використовувати союзні місця збору.
zh: 可以使用盟友的码头。
zh_tw: 允許使用盟友的資源存放點。

source: Diaspora
ast: Diáspora
bg: Диаспора
ca: Diàspora
cs: Diaspora (rozptýlení příslušníci národa)
el: Διασπορά
fa: جوامع دور از وطن
ga: Diaspóra
hu: Diaszpóra
it: Esodo
ja: ディアスポラ
ko: 흩어진 민족
pl: Rosproszeni członkowie narodu
pt_pt: Diáspora
ru: Диаспора
sk: Diaspóra
uk: Діаспора
zh: 大移民

source: Requires 3 Traders
ar: تتطلّب ٣ تجّار
ast: Rique 3 comerciantes
bg: Изисква 3-ма търговци
br: Ezhomm en deus da gaout 3 C'henwerzherien
ca: Es necessita 3 comerciants
cs: Vyžaduje 3 obchodníky
de: Benötigt 3 Händler
el: Χρειάζονται 3 Έμποροι
eu: 3merkatari behar ditu
fa: نیاز به 3 تاجر دارد
ga: Tá 3 Trádálaí ina riachtanas
gl: Require 3 comerciantes
hu: 3 kereskedő szükséges
id: Membutuhkan 3 Pedagang
it: Richiede 3 Commercianti
ja: 3ユニットの商人が必要
ko: 상인 3명이 필요함
lv: Nepieciešami 3 Tirgotāji
ms: Perlukan 3 orang Pedagang
nb: Krever 3 handelsmenn
nl: Vereist 3 Koopmannen
pl: Wymaga 3 handlowców
pt_pt: Requer 3 Comerciantes
ru: Требуется 3 торговца
sk: Vyžaduje 3 obchodníkov
sv: Behöver 3 Handelsmän
tr: 3 Tüccar Gerekli
uk: Потребує 3 торговці
zh: 需要 3 名商人
zh_tw: 需要 3 個貿易商人
