Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: 3. Wildfire Games may assess trends amongst discussed topics, the growth of the active community and use these indicators as feedback to assess, improve and direct development of the game and the service.
ast: 3. Poder Wildfire Games invalorare læs tendenciæs de los assumptos tratados, l espuʃigue de la communidade activa & utilizar estos indicadores cumo commentarios par’ invalorar, amelyorar & impobinare l disindolcu de l ẍuœgu & el servicio.
bg: 3. Wildfire Games може да преценява тенденциите според обсъжданите теми, растежа на потребителската общност и да използва тези показатели като обратна връзка, за да оценява, подобрява и насочва разработката на играта и развитието на услугата.
ca: 3. Wildfire Games pot avaluar les tendències entre els temes tractats, el creixement de la comunitat activa i utilitzar aquests indicadors com a crítiques per avaluar, millorar i dirigir el desenvolupament del joc i el servei.
cs: 3. Wildfire Games mohou hodnotit směry mezi diskutovanými tématy, růst činorodého společenství a využívat tyto ukazatele jako zpětnou vazbu k posuzování, zdokonalení a přímému rozvoji hry a služby.
de: 3. Wildfire Games kann Trends unter den besprochenen Themen sowie das Wachstum der aktiven Community bewerten und diese Kennzeichen als Rückmeldung verwenden, um die Entwicklung des Spiels und des Dienstes zu bewerten, zu verbessern und zu lenken.
el: 3. Η Wildfire Games μπορεί να αξιολογήσει τις τάσεις μεταξύ των συζητούμενων θεμάτων, την ανάπτυξη της ενεργού κοινότητας και να χρησιμοποιήσει αυτούς τους δείκτες ως ανατροφοδότηση για να αξιολογήσει, να βελτιώσει και να αναπτύξει άμεσα το παιχνίδι και την υπηρεσία.
es: 3. Wildfire Games puede evaluar tendencias entre los asuntos discutidos, el crecimiento de la comunidad y usar esos indicadores como feedback para valorar, mejorar y dirigir el desarrollo del juego y del servicio.
eu: 3. Wildfire Gamesek eztabaidan dauden joerak eta aktibo dagoen komunitatearen garapena ebaluatu ditzake, eta ondorioen informazioa erabili jokoaren zerbitzuko garapena ebaluatu, hobetu eta zuzentzeko.
fi: 3. Wildfire Games voi arvioida keskustelunaiheiden suuntauksia ja aktiivisen yhteisön kasvua ja käyttää näitä indikaattoreita palautteena pelin ja palvelun arvioimiseksi, parantamiseksi ja kehityksen suuntaamiseksi.
fr: 3. Wildfire Games peut analyser, selon les thèmes de discussions, la croissance de la communauté active et utilise ces indicateurs pour estimer, améliorer et diriger le développement du jeu et du service.
ga: 3. Féadfaidh Wildfire Games nósanna a mheasú i measc na n-ábhar pléite, méadú sa phobal beoga agus na táscairí seo á n-úsáid mar aiseolas chun fhorbartha an chluiche agus na seirbhíse a mheasú, a ardú agus a dhíriú.
gd: 3. Faodaidh Wildfire Games measadh a dhèanamh air treandaichean am measg nan cuspairean a chaidh a dheasbaireachd, air fàs na coimhearsnachd gnìomhaich agus na treandaichean sin a chleachdadh mar bheachdan airson an t-seirbheis is an geama a mheas, piseach a thoirt air ’s a leasachadh gu dìreach.
gl: 3. Wildfire Games pode determinar tendencias entre os temas tratados, o crecemento da comunidade activa e usar estes indicadores como datos de referencia para determinar, mellorar e dirixir o desenvolvemento do xogo e do servizo.
hu: 3. A Wildfire Games felmérheti a megbeszélt témák trendjeit, az aktív közösség növekedését, és használhatja ezeket az indikátorokat, hogy javítja és irányítsa a játék és a szolgáltatás fejlesztését.
id: 3. Wildfire Games dapat menilai tren di antara topik yang dibahas, pertumbuhan komunitas aktif dan menggunakan indikator ini sebagai umpan balik untuk menilai, meningkatkan dan mengarahkan pengembangan permainan dan layanan.
it: 3. Wildfire Games può valutare le tendenze tra gli argomenti discussi, la crescita della comunità attiva e utilizzare questi indicatori come feedback per valutare, migliorare e dirigere lo sviluppo del gioco e del servizio.
ko: 3. Wildfire Games는 논의된 주제, 활발한 커뮤니티의 성장에 대한 추세를 평가하고 이러한 지표를 피드백으로 사용하여 게임 및 서비스의 개발을 평가, 개선 및 지시 할 수 있습니다.
lv: 3. Wildfire Games var novērtēt trendus starp diskusētām tēmām un aktīvās kopienas izaugsmi, un izmantot šos indikatorus kā atsauksmes, lai novērtētu, uzlabotu un vadītu spēles, un pakalpojuma attīstību.
mk: 3. Wildfire Games може да ги мери трендовите во темите што се спорат, растот на заедницата на корисниците и да ги користат овие показатели како повратни информации за да го проценат, подобрат и да го водат развојот на играта и развојот на услугата.
nl: 3. Wildfire Games kunnen trends beoordelen tussen de besproken onderwerpen, de groei van de actieve gemeenschap en deze indicatoren gebruiken als feedback om de ontwikkeling van het spel en de service te beoordelen, te verbeteren en te leiden.
pl: 3. Określania trendów omawianych tematów, wzrostu aktywnej społeczności i wykorzystanie tych wskaźników jako informacji zwrotnej do oceny, poprawy i bezpośredniego rozwoju gry i usługi.
pt_br: 3. A Wildfire Games pode avaliar tendências entre os tópicos discutidos, o crescimento da comunidade ativa e usar esses indicadores como feedback para avaliar, melhorar e direcionar o desenvolvimento do jogo e do serviço.
pt_pt: 3. A Wildfire Games pode avaliar as tendências de entre os tópicos discutidos, o crescimento da comunidade ativa e usar estes indicadores como feedback para avaliar, melhorar e desenvolver diretamente o jogo e o serviço.
ru: 3. Wildfire Games может оценить тенденции среди обсуждаемых тем, рост активного сообщества и использовать эти показатели в качестве обратной связи для оценки, улучшения и прямого развития игры и сервиса.
sk: 3. Wildfire Games môže posúdiť trendy medzi diskusovanými témami, rast aktívnej komunity a použiť tieto indikátory ako spätnú väzbu na posúdenie, vylepšenie a priamy vývoj hry a služieb.
sv: 3. Wildfire Games kan bedöma trender bland diskuterade ämnen, tillväxten av det aktiva samhället och använda dessa indikatorer som återkoppling för att bedöma, förbättra och direkt utveckling av spelet och tjänsten.
tr: 3. Wildfire Games tartışılan konulardaki eğilimi, aktif topluluğun büyümesini değerlendirebilir ve bu göstergeleri oyunun ve hizmetin gelişimini değerlendirmek, geliştirmek ve doğrudan yönlendirmek için geri bildirim olarak kullanabilir.
uk: 3. Wildfire Games може оцінювати тенденції серед обговорюваних тем, зростання активної спільноти та використовувати ці показники в якості зворотнього зв'язку для оцінки, поліпшення, та спрямування розробки гри, та сервісу.
zh: 3. Wildfire Games 可评估讨论主题的趋势，和活跃社区的增长度。并将这些指标用作评估，以改进游戏及服务。
zh_tw: 3. Wildfire Games 可以評估討論主題的湖流、活躍社群的增長並將這些指標用作回饋以評估、改進與引導遊戲與服務開發。

source: [font="sans-bold-14"]6. Match statistics[/font]
ast: [font="sans-bold-14"]6. Statísticæs de partida[/font]
bg: [font="sans-bold-14"]6. Статистика за игрите[/font]
ca: [font="sans-bold-14"]6. Estadístiques de la partida[/font]
cs: [font="sans-bold-14"]6. Statistika zápasů[/font]
de: [font="sans-bold-14"]6. Partiestatistiken[/font]
el: [font="sans-bold-14"]6. Στατιστικά αγώνα[/font]
es: [font="sans-bold-14"]6. Estadísticas de partidas[/font]
eu: [font="sans-bold-14"]6. Partidaren estatistikak[/font]
fi: [font="sans-bold-14"]6. Pelien tilastot[/font]
fr: [font="sans-bold-14"]6. Statistiques de matchs[/font]
ga: [font="sans-bold-14"]6. Staitisticí cluiche[/font]
gd: [font=”sans-bold-14”]6.Stadastaireachd nam maidsichean[/font]
gl: [font="sans-bold-14"]6. Estatísticas das partidas[/font]
hu: [font="sans-bold-14"]6. Játékstatisztikák[/font]
id: [font="sans-bold-14"]6. Statistik pertandingan[/font]
it: [font="sans-bold-14"]6. Statistiche della partita[/font]
ko: [font="sans-bold-14"]6. 시합 통계[/font]
lv: [font="sans-bold-14"]6. Maču statistika[/font]
mk: [font="sans-bold-14"]6. Статистика за игрите[/font]
ms: [font="sans-bold-14"]6. Statistik perlawanan[/font]
nl: [font="sans-bold-14"]6. Wedstrijd statistieken[/font]
pl: [font="sans-bold-14"]6. Statystyki meczu[/font]
pt_br: [font="sans-bold-14"]6. Estatísticas de partidas[/font]
pt_pt: [font="sans-bold-14"]6. Estatísticas das partidas[/font]
ru: [font="sans-bold-14"]6. Статистика сражения[/font]
sk: [font="sans-bold-14"]6. Štatistiky zápasov[/font]
sv: [font = "Sans-fet-14"] 6. match statistik [/font]
tr: [font="sans-bold-14"]6. Maç İstatistikleri[/font]
uk: [font="sans-bold-14"]6. Статистика змагання[/font]
zh: [font="sans-bold-14"]6. 比赛统计[/font]
zh_tw: [font="sans-bold-14"]6. 對戰統計[/font]

source: Players can gain a rating on the Multiplayer Lobby that reflects their skill at the game.
ast: Los ẍogadores puœden conseguir una classificacion n Antepar que speye la sua maña pa l ẍuœgu.
bg: Играчите могат да придобиват ранг, видим в чакалнята за мрежови игри, който отразява техните умения в играта.
ca: Els jugadors poden obtenir una puntuació en la Sala multijugador que reflecteix la seva habilitat en el joc.
cs: Hráči mohou získat hodnocení v zájmové herní skupině pro více hráčů, která odráží jejich dovednosti ve hře.
de: Spieler können eine Bewertung in der Mehrspieler-Lobby erhalten, die ihre Fähigkeiten im Spiel widerspiegelt.
el: Οι παίκτες μπορούν να κερδίσουν μια βαθμολογία στο Λόμπι Πολλών Παιχτών που αντικατοπτρίζει την ικανότητά τους στο παιχνίδι.
es: Los jugadores pueden obtener una calificación en el Lobby Multijugador que refleja su habilidad en el juego.
eu: Jokalariek jokoan duten gaitasuna erakutsiko duen balorazioa lortu dezakete jokalari anitzen lobbyan.
fi: Pelaajat voivat saada moninpeliaulassa luokituksen, joka kuvastaa heidän taitojaan pelissä.
fr: Les joueurs peuvent gagner de l'expérience sur le Lobby Multijoueurs, ce qui démontre leur niveau de jeu.
ga: Is féidir le himreoirí rátáil a fhail san Ilfhorhalla á léirú a gcumas sa chluiche.
gd: Buannaichidh na cluicheadairean rangachadh san lobaidh ioma-chluicheadair a-rèir an sgilean leis a’ gheama.
gl: Os xogadores poden gañar unha puntuación na sala de espera para varios xogadores que reflicte a súa habilidade no xogo.
hu: A játékosok értékelést szerezhetnek a többjátékos váróban, amely a játékbeli képességüket szemlélteti.
id: Pemain bisa mendapatkan peringkat di Lobi Main Bersama yang mencerminkan keahlian mereka dalam permainan.
it: I giocatori possono ottenere una valutazione sulla lobby multigiocatore che riflette la loro abilità nel gioco.
ko: 플레이어는 게임에서의 기술을 반영하는 멀티플레이어 로비에서 등급을 얻을 수 있습니다.
lv: Spēlētāji var iegūt reitingu daudzspēlētāju priekšnamā, kas atspoguļo viņu prasmes spēlē.
mk: Играчите можат да добијат ранг, видлив во чекалната на мрежната игра, што ја одразува нивната вештина во играта.
ms: Pemain boleh mendapat penarafan yang terpapar dalam Ruang Legar Pemain Berbilang yang dapat menunjukkan kemahiran mereka.
nl: Spelers kunnen een beoordeling krijgen in de Multiplayer Lobby die hun vaardigheden in het spel weerspiegelt.
pl: Gracze mogą zdobyć ranking w Multiplayer Lobby, który odzwierciedla ich umiejętności w grze.
pt_br: Os jogadores podem ganhar uma classificação na Sala Multijogador que reflete sua habilidade no jogo.
pt_pt: Os jogadores podem obter uma classificação da Sala de Espera Multi-Jogador que reflete as habilidades no jogo.
ru: Игроки в сетевой комнате могут зарабатывать рейтинг, отражающий их игровые навыки.
sk: Hráči môžu získať hodnoteie v miestnosti pre hru viacerých hráčov, ktoré odráža ich zručnosť v hre.
sv: Spelare kan få ett betyg i flerspelarlobbyn som återspeglar deras skicklighet i spelet.
tr: Oyuncular, Çokoyunculu Lobisinde oyundaki yeteneklerini yansıtan bir derecelendirme kazanabilirler.
uk: Гравці можуть отримати оцінювання у багатокористувацькому лобі, яке відображає їхню майстерність у грі.
zh: 玩家可以在游戏大厅中获取个人水平信息。
zh_tw: 玩家可以在多人遊戲大廳獲得反映遊戲技巧的積分。

source: The rating of all players is published by Wildfire Games and allows players to focus on competitive or balanced matchmaking if they wish to.
ast: La classificacion de todolos ẍogadores ye publicada por Wildfire Games & deixa que los ẍogadores se centren in partidæs eqüilibradæs ou competitivæs si llo queẍieren.
bg: Wildfire Games публикува ранга на всички играчи и позволява на играчите да избират дали търсенето на игри за тях да бъде по-балансирано или по-насочено към активно съревнование.
ca: La classificació de tots els jugadors és publicada per Wildfire Games i permet als jugadors buscar adversaris per a partides competitives o equilibrades si ho desitgen.
cs: Hodnocení všech hráčů vydává Wildfire Games a umožňuje hráčům soustředit se na soupeřivé nebo vyvážené provádění zápasů, pokud si to tak přejí.
de: Die Bewertung aller Spieler wird von Wildfire Games veröffentlicht und schafft Spielern somit die Möglichkeit, sich auf ein wettbewerbsorientiertes oder ausgeglichenes Matchmaking zu konzentrieren, wenn sie es wünschen.
el: Η βαθμολογία όλων των παικτών δημοσιεύεται από την Wildfire Games και επιτρέπει στους παίκτες να επικεντρωθούν σε ανταγωνιστικές ή ισορροπημένες αναμετρήσεις αν το επιθυμούν.
es: Wildfire Games publica la clasificación de todos los jugadores, permitiéndoles que se enfoquen en el emparejamiento competitivo o equilibrado si así lo desean.
eu: Wildfire Gamesek jokalari guztien sailkapena publikatzen du eta lehiarako bikoteak sortzen edo talde orekatuak egiten uzten die.
fi: Wildfire Games julkaisee kaikkien pelaajien luokituksen, ja pelaajat voivat halutessaan keskittyä kilpailulliseen tai tasapainoiseen matchmakingiin.
fr: Le niveau des joueurs est publié par Wildfire Games et leur permet de sélectionner des parties équilibrées ou compétitives selon leurs choix.
ga: Tá an rátáil ag gach imreoir foilsithe ag Wildfire Games agus ligeann sé imreoirí a bhfócas a dhíriú ar chluichí iomaíocha nó cothroma más mian leo.
gd: Thèid rangachaidhean nan cluicheadairean uile fhoillseachadh le Wildfire Games agus bheir seo comas dha na cluicheadairean ach an doir iad an aire air maidsichean co-fharpaiseach no cothromach ma thogras iad.
gl: Wildfire Games publica a puntuación de todos os xogadores e permite aos xogadores centrarse nunha organización de partidas competitiva ou equilibrada se queren.
hu: A Wildfire Games közzéteszi az összes játékos értékelését, és így a játékosok a kompetitív és kiegyensúlyozott meccskeresésre fókuszálhatnak, ha akarnak.
id: Peringkat semua pemain diterbitkan oleh Wildfire Games dan memungkinkan pemain untuk fokus pada perjodohan yang kompetitif atau seimbang jika mereka mau.
it: Il punteggio di tutti i giocatori è pubblicato da Wildfire Games e consente ai giocatori di concentrarsi su un matchmaking competitivo o bilanciato, se lo desiderano.
ko: 모든 플레이어의 평점은 Wildfire Games에서 게시하며, 원하는 경우 플레이어는 경쟁적이거나 균형 잡힌 중매에 집중할 수 있습니다.
lv: Wildfire Games publicē visu spēlētāju reitingu un ļauj spēlētājiem koncentrēties uz konkurējošu vai līdzsvarotu maču veidošanu, ja viņi vēlas.
mk: Wildfire Games го објавува рангот на сите играчи и им овозможува на играчите да изберат дали нивното пребарување на игри треба да биде побалансирано или понасочено кон активно натпреварување.
ms: Penarafan semua pemain disiarkan oleh WIldfire Games dan membolehkan pemain fokus pada persaingan atau selaraskan perlawanan yang mereka kehendaki.
nl: De beoordeling van alle spelers wordt gepubliceerd door Wildfire Games en stelt spelers in staat te focussen op competitieve of gebalanceerde matchmaking als ze dat willen.
pl: Ranking graczy publikowany jest przez Wildfire Games i pozwala graczom skupić się na rywalizacji lub zrównoważonym dobieraniu partnerów.
pt_br: A classificação de todos os jogadores é publicada pela Wildfire Games e permite que os jogadores se concentrem em partidas competitivas ou balanceadas, se desejarem.
pt_pt: A classificação de todos os jogadores é publicada pela Wildfire Games e permite a todos os jogadores focarem-se nas partidas equilibradas e competitivas se estes assim o quiserem.
ru: Рейтинг всех игроков публикуется Wildfire Games и позволяет игрокам сосредоточиться на соревновательных или сбалансированных сочетаниях, если они того пожелают.
sk: Hodnotenie všetkých hráčov je uverejnené Wildfire Games a umožňuje hráčom sa sústrediť na súťaživé alebo vyrovnané vytváranie zápasov.
sv: Rankingen av alla spelare publiceras av Wildfire Games och tillåter spelare att fokusera på konkurrens kraftig eller bal anse rad matchmaking om de vill.
tr: Tüm oyuncuların puanları Wildfire Games tarafından yayınlanır ve oyuncuların isterlerse rekabetçi veya dengeli bir eşleştirmeye odaklanmalarını sağlar.
uk: Оцінювання всіх гравців публікується Wildfire Games та дозволяє гравцям зосередитися на конкурентних або збалансованих змаганнях, якщо вони цього хочуть.
zh: 所有玩家的评级都是由Wildfire Games发布的，玩家可以专注于公平竞争或平衡匹配。
zh_tw: 所有玩家的積分都由 Wildfire Games 發布，讓玩家們可以專注於競技性或平衡的對戰安排。
