Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-other.po
Languages: ar, ast, bg, br, ca, cs, da, el, es_ar, eu, fa, fi, ga, gd, he, hu, hy, id, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Juvenile Giraffe
ast: Cría de xhiraffa
bg: Млад жираф
ca: Girafa jove
cs: Juvenilní žirafa
el: Νεαρή Καμηλοπάρδαλη
eu: Jirafa gaztea
fi: Nuori kirahvi
ga: Sioráf Óg
gd: Sioraf òg
hu: Fiatal zsiráf
id: Jerapah Muda
ko: 어린 기린
lt: Nesubrendus Žirafa
ms: Anak Zirafah
nl: Giraffejong
pl: Młoda żyrafa
pt_br: Girafa Juvenil
ru: Молодой жираф
sk: Mladá žirafa
sv: Ung giraff
tr: Zürafa Yavrusu
uk: Молода жирафа
zh: 小长颈鹿
zh_tw: 幼年長頸鹿

source: Goat
ar: ماعز
ast: Cabra
bg: Коза
br: Gavr
ca: Cabra
cs: Koza
da: Ged
el: κατσίκα
es_ar: Cabra
eu: Ahuntza
fa: بز
fi: Vuohi
ga: Gabhar
gd: Gobhar
he: עז
hu: Kecske
hy: Այծ
id: Kambing
ka: თხა
ko: 염소
lt: Ožka
lv: Kaza
ms: Kambing
nb: Geit
nl: Geit
pl: Koza
pt_br: Cabra
ro: Capră
ru: Коза
sk: Koza
sl: Koza
sr: коза
sv: Get
tr: Keçi
uk: Козел
zh: 山羊
zh_tw: 山羊

source: Capra aegagrus hircus
bg: Капра егагрус хиркус
cs: Koza domácí
el: Αιξ ο αίγαγρος
ko: 카프라 아에가그루스 히르쿠스
ru: Капра аегагрус хиркус
zh: 山羊

source: Hippopotamus
ast: Hippopótamu
bg: Хипопотам
ca: Hipopòtam
cs: Hroch
el: Ιπποπόταμος
eu: Hipopotamoa
fi: Virtahepo
gd: Each-aibhne
hu: Víziló
id: Kuda Nil
ko: 하마
lt: Hipopotamas
nl: Nijlpaard
pl: Hipopotam
pt_br: Hipopótamo
ru: Гиппопотам
sk: Hroch
sv: Flodhäst
uk: Гіпопотам
zh: 河马
zh_tw: 河馬

source: Hippopotamus amphibius
bg: Хипототамус амфибиус
cs: Hroch obojživelný
el: Ιπποπόταμος αμφίβιος
ko: 히뽀포타무스 암피비우스
ru: Гиппопотам амфибиус
sk: Hroch obojživelný
zh: 河马

source: Horse
ar: حصان
ast: Caballu
bg: Кон
br: Marc'h
ca: Cavall
cs: Kůň
da: Hest
el: Ίππος
es_ar: Caballo
eu: Zaldia
fa: اسب
fi: Hevonen
ga: Capall
gd: Each
he: סוס
hu: Ló
hy: Ձի
id: Kuda
ka: ცხენი
ko: 말
lt: Arklys
lv: Zirgs
ms: Kuda
nb: Hest
nl: Paard
pl: Koń
pt_br: Cavalo
ro: Cal
ru: Лошадь
sk: Kôň
sl: Konj
sr: коњ
sv: Häst
tr: At
uk: Кінь
zh: 马
zh_tw: 馬

source: Equus ferus caballus
bg: Екуус ферус кабалус
cs: Kůň domácí
el: Ιππίδιο
ko: 에쿠우스 페루스 카발루스
ru: Экуус ферус кабаллус
zh: 马

source: Pony
ar: مهر
ast: Burricu
bg: Пони
br: Pone
ca: Poni
cs: Poník
el: Πόνυ
eu: Pottoka
fa: اسب پا کوتاه
fi: Poni
ga: Capaillín
gd: Pònaidh
he: סוס פוני
hu: Póni
hy: Պոնի
id: Kuda Poni
ko: 조랑말
lt: Ponis
ms: Kuda Padi
pl: Kucyk
pt_br: Pônei
ro: Ponei
ru: Пони
sk: Poník
sr: Пони
sv: Ponny
tr: Midilli
uk: Поні
zh: 矮种马
zh_tw: 小馬

source: Lion
ar: أسد
ast: Lheon
bg: Лъв
br: Leon
ca: Lleó
cs: Lev
da: Løve
el: Λιοντάρι
es_ar: León
eu: Lehoia
fa: شیر نر
fi: Leijona
ga: Leon
gd: Leòmhann
he: אריה
hu: Oroszlán
hy: Առյուծ
id: Singa
ka: ლომი
ko: 사자
lt: Liūtas
lv: Lauva
ms: Singa
nb: Løve
nl: Leeuw
pl: Lew
pt_br: Leão
ro: Leu
ru: Лев
sk: Lev
sl: Lev
sr: лав
sv: Lejon
tr: Aslan
uk: Лев
zh: 公狮
zh_tw: 獅子

source: Panthera leo
bg: Пантера лео
cs: Lev pustinný
el: Πάνθηρ ο λέων
ko: 판테라 레오
ru: Пантера лео
zh: 狮子

source: Lioness
ar: الاسد
ast: Lheona
bg: Лъвица
br: Leonez
ca: Lleona
cs: Lvice
da: Løvinde
el: Λέαινα
es_ar: Leonesa
eu: Lehoi emea
fa: شیر ماده
fi: Naarasleijona
ga: Ban-leon
gd: Ban-leòmhann
he: לביאה
hu: Nőstény oroszlán
hy: Առյուծ
id: Singa Betina
ka: დედალი ლომი
ko: 암사자
lt: Liūtė
lv: Lauvene
ms: Singa Betina
nb: Løvinne
nl: Leeuwin
pl: Lwica
pt_br: Leoa
ro: Leoaică
ru: Львица
sk: Levica
sl: Levinja
sr: лавица
sv: Lejon
tr: Dişi Aslan
uk: Левиця
zh: 母狮
zh_tw: 母獅

source: Muskox
ar: ثور المسك
ast: Buöi moschadu
bg: Овцебик
br: Ejen Musket
ca: Bou mesquer
cs: Pižmoň severní
da: Moskusokse
el: Μοσχόβους
es_ar: Buey almizclero
eu: Musketa Idia
fa: گاو مشک
fi: Myskihärkä
ga: Muscdhamh
gd: Damh-musgach
he: כבש המושק
hu: Pézsmatulok
hy: Մուսկունյան ցուլ
id: Lembu Kasturi
ka: არქტიკური ძროხა
ko: 사향소
lt: Avijautis
nb: Moskus
nl: Muskusos
pl: Wół piżmowy
pt_br: Boi-Almiscarado
ro: Bou moscat
ru: Овцебык
sk: Pižmoň
sl: Moškatno govedo
sr: Мошусно говече
sv: Myskoxe
tr: Yabani Manda
uk: Вівцебик
zh: 麝牛
zh_tw: 麝牛

source: Ovibos moschatus
bg: Овибос москатус
cs: Pižmoň severní
el: Μοσχοφόρος μόσχος
ko: 오비보스 모스차투스
ru: Овибос москатус
zh: 麝牛

source: Peacock
ar: طاووس
ast: Pavon
bg: Паун
br: Paun
ca: Paó
cs: Páv
da: Påfugl
el: Παγώνι
es_ar: Pavo
eu: Indioilarra
fa: طاووس
fi: Riikinkukko
ga: Péacóg
gd: Peucag
he: טווס
hu: Páva
hy: Սիրամարգ
id: Merak
ka: ფარშევანგი
ko: 공작새
lt: Povas
lv: Pāvs
ms: Burung Merak
nb: Påfugl
nl: Pauw
pl: Paw
pt_br: Pavão
ro: Păun
ru: Павлин
sk: Páv
sl: Pav
sr: паун
sv: Påfågel
tr: Tavuskuşu
uk: Павич
zh: 孔雀
zh_tw: 孔雀

source: Pavo cristatus
ar: طاووس هندي
bg: Паво кристатус
cs: Páv korunkatý
el: Ταώς ο λοφιοφόρος
eu: Kristasus Indioilarra
fa: طاووس هندي
he: טווס הודי
hy: Հնդկական սիրամարգ
ko: 파보 크리스타투스
ms: Burung merak
nb: Indisk påfugl
pl: Paw indyjski
ro: Păun asiatic
ru: Паво кристатус
sk: Páv korunkatý
zh: 蓝孔雀

source: Pig
ar: خنزير
ast: Gotsu
bg: Прасе
br: Pemoc'h
ca: Porc
cs: Prase
da: Gris
el: Χοίρος
es_ar: Chancho
eu: Txerria
fa: خوک
fi: Sika
ga: Muc
gd: Muc
he: חזיר
hu: Disznó
hy: Խոզ
id: Babi
ka: ღორი
ko: 돼지
lt: Kiaulė
lv: Cūka
ms: Babi
nb: Gris
nl: Varken
pl: Świnia
pt_br: Porco
ro: Porc
ru: Свинья
sk: Sviňa
sl: Prašič
sr: свиња
sv: Gris
tr: Domuz
uk: Свиня
zh: 猪
zh_tw: 豬

source: Sus scrofa domesticus
bg: Сус скрофа доместикус
cs: Prase domácí
el: Χοίρος ο οικιακός
ko: 수스 스크로파 도메스티쿠스
ru: Сус скрофа доместикус
zh: 猪

source: Flaming Pig
ar: خنزير الحرب
ast: Gotsu in yyamas
bg: Горящо прасе
br: Pemoc'h Entanet
ca: Porc en flames
cs: Ohnivé prase
el: Πύρινος Χοίρος
eu: Zerri su emaileak
fa: خوک شعله ور
fi: Palava sika
ga: Muc Lasta
gd: Muc ’na theine
he: חזיר
hu: Égő malac
hy: Այրվող խոզ
id: Babi berapi
ko: 불타는 돼지
lt: Kovinė Kiaulė
ms: Babi Merah
nb: Brennende gris
nl: Vuurvarken
pl: Płonąca świnia
pt_br: Porco
ro: Porc incendiar
ru: Горящая свинья
sk: Horiaca sviňa
sv: Flammande Gris
tr: Yanan Domuz
uk: Палаюча свиня
zh: 火焰猪
zh_tw: 火焰豬

source: Piglet
ast: Goin
bg: Прасенце
ca: Garrí
cs: Sele
el: Γουρουνάκι
eu: Txerria
fi: Porsas
ga: Banbh
gd: Uircean
hu: Malac
id: Anak Babi
ko: 새끼돼지
lt: Paršiukas
ms: Anak Khinzir
nl: Big
pl: Prosiaczek
pt_br: Leitão
ru: Поросёнок
sk: Prasiatko
sv: Griskulting
tr: Domuz
uk: Порося
zh: 猪
zh_tw: 小豬

source: Rabbit
ar: أرنب
ast: Cuniyyu bravu
bg: Заек
br: Lapin
ca: Conill
cs: Králík
da: Kanin
el: Λαγός
es_ar: Conejo
eu: Untxia
fa: خرگوش
fi: Jänis
ga: Coinín
gd: Coineanach
he: ארנב
hu: Nyúl
hy: Ճագար
id: Kelinci
ka: კურდღელი
ko: 토끼
lt: Triušis
lv: Trusis
ms: Arnab
nb: Kanin
nl: Konijn
pl: Królik
pt_br: Coelho
ro: Iepure
ru: Кролик
sk: Králik
sl: Zajec
sr: зец
sv: Kanin
tr: Tavşan
uk: Кріль
zh: 兔子
zh_tw: 兔子

source: Oryctolagus cuniculus
bg: Ориктолагус куникулус
cs: Králík divoký
el: Αγριοκούνελο
ko: 오리크토라구스 쿠니쿠루스
ru: Ориклолагус циникулус
zh: 穴兔

# Name of an attack, usually the weapon.
source: Horn
ast: Cuörnu
bg: Рог
ca: Banya
cs: Roh
el: Κέρατο
eu: Adarra
fi: Sarvi
gd: Adharc
hu: Szarv
id: Cula
ko: 뿔
lt: Ragais
nl: Hoorn
pl: Róg
pt_br: Chifre
ru: Рог
sk: Roh
tr: Boynuz
uk: Ріг
zh: 犄角
zh_tw: 角

source: White Rhinoceros
ast: Rhinoceronte blancu
bg: Бял носорог
ca: Rinoceront blanc
cs: Bílý nosorožec
el: Λευκός Ρινόκερος
eu: Errinozero zuria
fi: Isosarvikuono
ga: Srónbheannach Bán
gd: Sròn-adharcach geal
hu: Szélesszájú orrszarvú
id: Badak putih
ko: 흰 코뿔소
lt: Baltasis Raganosis
ms: Badak Sumbu Putih
nl: Witte neushoorn
pl: Nosorożec biały
pt_br: Rinoceronte-Branco
ru: Белый носорог
sk: Biely nosorožec
sv: Trubbnoshörning
tr: Beyaz Gergedan
uk: Білий носоріг
zh: 白犀
zh_tw: 白犀牛

source: Ceratotherium simum
bg: Кератотериум симум
cs: Nosorožec tuponosý
el: Νότιος λευκός ρινόκερος
ko: 케라토테리움 시뭄
ru: Цератотериум симум
zh: 白犀

source: Great White Shark
ast: Tiburon blancu
bg: Голяма бяла акула
ca: Tauró blanc
cs: Velký bílý žralok
el: Μεγάλος Λευκός Καρχαρίας
eu: Marrazo zuri handia
fi: Valkohai
ga: Siorc Bán Mór
gd: Cearban mòr geal
hu: Fehér cápa
id: Hiu Putih
ko: 백상아리
lt: Didysis Baltasis Ryklys
ms: Ikan Jerung Putih
nl: Witte haai
pl: Żarłacz biały
pt_br: Tubarão-Branco
ru: Белая акула
sk: Veľký biely žralok
sv: Vithaj
tr: Büyük Beyaz Köpekbalığı
uk: Велика біла акула
zh: 大白鲨
zh_tw: 大白鯊

source: Carcharodon carcharias
bg: Каркародон каркариас
cs: Žralok bílý
el: Λευκός καρχαρίας
ko: 카르차로돈 카르차리아스
ru: Кархародон кархариас
zh: 大白鲨

source: Sheep
ar: خروف
ast: Oveyya
bg: Овца
br: Dañvad
ca: Ovella
cs: Ovce
da: Får
el: Πρόβατα
es_ar: Oveja
eu: Ardia
fa: گوسفند
fi: Lammas
ga: Caora
gd: Caora
he: כבשה
hu: Bárány
hy: Ոչխար
id: Domba
ka: ცხვარი
ko: 양
lt: Avis
lv: Aita
ms: Biri-biri
nb: Sau
nl: Schaap
pl: Owca
pt_br: Ovelha
ro: Oaie
ru: Овца
sk: Ovca
sl: Ovca
sr: овца
sv: Får
tr: Koyun
uk: Вівця
zh: 羊
zh_tw: 綿羊

source: Ovis aries
bg: Овис ариес
cs: Ovce domácí
el: Πρόβατον ο κριός
ko: 오비스 아리에스
ru: Овис ариес
sk: Ovca domáca
zh: 绵羊

source: Tiger
ar: نمر
ast: Tigre
bg: Тигър
br: Tigr
ca: Tigre
cs: Tygr
el: Τίγρης
es_ar: Tigre
eu: Tigrea
fa: ببر
fi: Tiikeri
ga: Tíogar
gd: Tìgear
he: נמר
hu: Tigris
hy: Վագր
id: Harimau
ka: ვეფხვი
ko: 호랑이
lt: Tigras
lv: Tīģeris
ms: Harimau
nl: Tijger
pl: Tygrys
pt_br: Tigre
ro: Tigru
ru: Тигр
sr: тигар
tr: Kaplan
uk: Тигр
zh: 老虎
zh_tw: 老虎

source: Panthera tigris
bg: Пантера тигрис
cs: Tygr
el: Πάνθηρ ο τίγρις
ko: 판테라 티그리스
ru: Пантера тигрис
sk: Tiger džungľový
zh: 老虎

source: Walrus
ar: فظ
ast: Morsa
bg: Морж
br: Kole-mor
ca: Morsa
cs: Mrož
da: Hvalros
el: Φώκια
es_ar: Morsa
eu: Mortsa
fa: شیر ماهی
fi: Mursu
ga: Rosualt
gd: Each-mara
he: סוס ים
hu: Rozmár
hy: Ծովափիղ
id: Anjing Laut
ka: ლომვეშაპი
ko: 바다코끼리
lt: Vėplys
lv: Valzirgs
nb: Hvalross
pl: Mors
pt_br: Morsa
ro: Morsă
ru: Морж
sk: Mrož
sl: Mrož
sr: морж
sv: Valross
tr: Deniz Ayısı
uk: Морж
zh: 海象
zh_tw: 海象

source: Odobenus rosmarus
bg: Одобенус росмарус
cs: Mrož lední
el: Οδόβαινος
ko: 오도베누스 로스마루스
ru: Одобенус росмарус
sk: Mrož ľadový
zh: 海象

source: Fin Whale
ar: حوت زعنفي
ast: Ballena
bg: Финвал
br: Balum Boutin
ca: Rorqual comú
cs: Plejtvák myšok
da: Finhval
el: Πτεροφάλαινα
es_ar: Rorcual
eu: Balea
fa: نهنگ تیغ‌باله
fi: Sillivalas
ga: Míol Mór
gd: Muc-mhara dhruim-iteach
he: לויתן פיני
hu: Barázdásbálna
hy: Ֆինվալ
id: Paus Sirip
ka: ფინვალი
ko: 긴 수염 고래
lt: Finvalas
lv: Somu valis
ms: Paus Sirip
nb: Finnhval
nl: Blauwe vinvis
pl: Finwal
pt_br: Baleia-comum
ro: Balenă cu înotătoare
ru: Финвал
sk: Vráskavec myšok
sl: Brazdasti kit
sr: кит перајар
sv: Sillval
tr: Fin Balinası
uk: Смугач фінвал
zh: 长须鲸
zh_tw: 長鬚鯨

source: Balaenoptera physalus
bg: Баленоптера физалус
cs: Plejtvák myšok též jako plejtvák tmavý
el: Πτεροφάλαινα
ko: 바라에노프테라 프히사루스
ru: Балаеноптера фисалус
sk: Vráskavec myšok
zh: 长须鲸

source: Humpback Whale
ar: جمل البحر
ast: Xhibbarte
bg: Гърбат кит
br: Balum Tort
ca: Iubarta
cs: Keporkak
da: Pukkelhval
el: Μεγάπτερη Φάλαινα
es_ar: Yubarta
eu: Bale Konkorduna
fa: نهنگ گوژپشت
fi: Ryhävalas
ga: Míol Mór Dronnach
gd: Muc-mhara dhronnach
he: לווייתן גדול סנפיר
hu: Hosszúszárnyú bálna
hy: Սապատավոր կետ
id: Paus Bungkuk
ka: კუზიანი ვეშაპი
ko: 혹등 고래
lt: Kuprotasis banginis
lv: Kuprainais valis
ms: Paus Kelasa
nb: Knølhval
nl: Bultrugwalvis
pl: Humbak
pt_br: Baleia-corcunda
ro: Balenă cu cocoașă
ru: Горбатый кит
sk: Vráskavec dlhoplutvý
sl: Kit grbavec
sr: грбави кит
sv: Knölval
tr: Kambur Balina
uk: Горбатий кит
zh: 座头鲸
zh_tw: 座頭鯨

source: Megaptera novaeangliae
bg: Мегаптера новеанглие
cs: Plejtvák dlouhoploutvý, hrboun dlouhoploutvý, velryba hrbatá, plejtvák keporkak
el: Μεγάπτερη φάλαινα
ko: 메가프테라 노바에안그리아에
ru: Мегаптера новаенгиаэ
sk: Vráskavec dlhoplutvý
zh: 座头鲸

source: Blue Wildebeest
ast: Gnu azul
bg: Ивичесто гну
ca: Nyu blau
cs: Modrý pakůň
el: Κοννοχαίτης ο Ταυρίσιος
eu: Ñu urdina
fi: Juovagnuu
ga: Gnú Gorm
gd: Wildebeest gorm
hu: Csíkos gnú
id: Wildebeest Biru
ko: 검은꼬리 누
lt: Dryžuotoji Gnu
ms: Gnu Biru
nl: Blauwe gnoe
pl: Gnu pręgowane
pt_br: Gnu-de-cauda-preta
ru: Голубой гну
sk: Pakôň pásavý
sv: Strimmig gnu
tr: Antilop
uk: Гну блакитний
zh: 斑纹角马
zh_tw: 黑尾牛羚

source: Connochaetes taurinus
bg: Коннокетес тауринус
cs: Pakůň žíhaný
el: Κοννοχαίτης ο ταυρίσιος
ko: 콘토차에테스 타우리누스
ru: Коннохаетес тауринус
sk: Pakôň pásavý
zh: 斑纹角马

source: Wolf
ar: ذئب
ast: Lhubu
bg: Вълк
br: Bleiz
ca: Llop
cs: Vlk
da: Ulv
el: Λύκος
es_ar: Lobo
eu: Otsoa
fa: گرگ
fi: Susi
ga: Faol
gd: Madadh-allaidh
he: זאב
hu: Farkas
hy: Գայլ
id: Serigala
ka: მგელი
ko: 늑대
lt: Vilkas
lv: Vilks
ms: Serigala
nb: Ulv
pl: Wilk
pt_br: Lobo
ro: Lup
ru: Волк
sk: Vlk
sl: Volk
sr: вук
sv: Varg
tr: Kurt
uk: Вовк
zh: 狼
zh_tw: 狼

source: Canis lupus
bg: Канис лупус
cs: Vlk obecný
el: Κύων
ko: 회색 늑대
ru: Канис лупус
zh: 狼

source: Arctic Wolf
ar: ذئب القطب الشمالي
ast: Lhubu árcticu
bg: Полярен вълк
br: Bleiz Arktikel
ca: Llop àrtic
cs: Arktický vlk
el: Αρκτικός Λύκος
eu: Otso Artikoa
fa: گرگ قطبی
fi: Napasusi
ga: Faol Artach
gd: Madadh-allaidh an t-sneachda
he: זאב ארקטי
hu: Sarki farkas
hy: Արկտիկական գայլ
id: Serigala Arktik
ko: 북극 늑대
lt: Arktinis Vilkas
ms: Serigala Artik
nl: Poolvos
pl: Arktyczny Wilk
pt_br: Raposa do Artico
ro: Lup Polar
ru: Полярный волк
sk: Arktický vlk
sr: Арктички Вук
sv: Polarvarg
tr: Kutup Kurdu
uk: Арктичний вовк
zh: 北极狼
zh_tw: 北極狼

source: Common Zebra
ast: Zebra de yyanada
bg: Равнинна зебра
ca: Zebra
cs: Běžná zebra
el: Ζέβρα
eu: Zebra arrunta
fi: Aroseepra
ga: Séabra Coitianta
gd: Sìobra cumanta
hu: Alföldi zebra
id: Zebra
ko: 사바나 얼룩말
lt: Paprastasis Zebras
ms: Kuda Belang
nl: Gewone Zebra
pl: Zebra stepowa
pt_br: Zebra-comum
ru: Саванная зебра
sk: Zebra stepná
sv: Stäppzebra
tr: Zebra
uk: Зебра бурчеллова
zh: 平原斑马
zh_tw: 平原斑馬

source: Equus quagga
bg: Екуус куага
cs: Zebra stepní
el: Ζέβρα η κοινή
ko: 에쿠우스 쿠아그가
ru: Экуус куагга
zh: 平原斑马

source: Tilapia
bg: Тилапия
ca: Tilàpia
cs: Tlamoun
el: Τιλάπια
ga: Taolaipí
hu: Tilápia
id: Nila
ko: 틸라피아
lt: Tilapija
ms: IkanTalapia
pt_br: Tilápia
ru: Тиляпия
uk: Тиляпія
zh: 罗非鱼
zh_tw: 吳郭魚

source: Tuna
ast: Attun
bg: Риба тон
ca: Tonyina
cs: Tuňák
el: Τόνος
eu: Hegalaburra
ga: Tuinníní
gd: Tùna
hu: Tonhal
ko: 참다랑어
lt: Tunas
ms: Ikan Tongkol
nl: Tonijn
pl: Tuńczyk
pt_br: Atum
ru: Тунец
sk: Tuniak
sv: Tonfisk
uk: Тунець
zh: 金枪鱼
zh_tw: 鮪魚

source: Apple
ast: Pomar
bg: Ябълка
ca: Pomera
cs: Jablko
el: Μήλο
eu: Sagarrondoa
gd: Ubhal
hu: Alma
id: Apel
ko: 사과나무
lt: Obuolys
nl: Appelboom
pl: Jabłoń
pt_br: Maçã
ru: Яблоко
sk: Jabloň
sv: Äpple
uk: Яблуко
zh: 苹果树
zh_tw: 蘋果

source: Banana
ast: Bananeira
bg: Банан
ca: Bananer
cs: Banán
el: Μπανανιά
hu: Banán
id: Pisang
ko: 바나나
lt: Bananas
nl: Banaan
pl: Bananowiec
ru: Банан
sk: Banánovník
sv: Banan
uk: Банан
zh: 香蕉
zh_tw: 香蕉

source: Berries
ar: توت
ast: Bagas
bg: Горски плодове
br: Irinoù
ca: Baies
cs: Drobné plody
da: Bær
el: Μούρα
es_ar: Bayas
eu: Baiak
fa: تمشک
ga: Sméara
gd: Dearcan
he: פירות יער
hu: Bogyók
hy: Հատապտուղներ
id: Beri
ka: ცირცველი
ko: 열매들
lt: Uogos
lv: Ogas
ms: Beri
nb: Bær
nl: Bessen
pl: Jagody
pt_br: Bagas
ro: Bace
ru: Ягодный куст
sk: Bobule
sl: Jagode
sr: бобице
sv: Bär
uk: Ягоди
zh: 浆果
zh_tw: 漿果

source: Date Palm
ar: نخلة تمر
ast: Palmeira datileira
bg: Финикова палма
br: Gwezenn Datez
ca: Palmera datilera
cs: Datlovníková palma
da: Daddelpalme
el: Χουρμαδιά
es_ar: Palmera datilera
eu: Datil-palmondoa
fa: خرما
ga: Pailm Dhátaí
gd: Pailm deite
he: דקל
hu: Datolyapálma
hy: Արմավենի
id: Pohon Kurma
ko: 대추야자 나무
lt: Datulių Palmė
lv: Dateļu palma
ms: Pokok Kurma
nb: Daddelpalme
nl: Dadelboom
pl: Daktylowiec
pt_br: Tamareira
ro: Finic
ru: Финиковая пальма
sk: Datľovník pravý
sl: Datljevec
sr: урма
sv: Dadelpalm
uk: Фінік їстівний
zh: 海枣
zh_tw: 椰棗

source: Fig
ar: تّين
ast: Fhigal
bg: Смокиня
br: Fiez
ca: Figuera
cs: Fík
da: Figen
el: Σύκο
es_ar: Higos
eu: Pikondoa
fa: انجیر
ga: Crann Figí
gd: Fìge
he: תאנה
hu: Füge
hy: Թզենի
id: Ara
ka: ლეღვი
ko: 무화과
lt: Figa
lv: Vīģes
ms: Buah Ara
nb: Fiken
nl: Vijg
pl: Figowiec
pt_br: Figo
ro: Smochin
ru: Инжир
sk: Figovník
sl: Figa
sr: смоква
sv: Fikon
uk: Інжир
zh: 无花果
zh_tw: 無花果

source: Grapes
ar: عنب
ast: Uvas
bg: Грозде
br: Rezin
ca: Raïm
cs: Hrozny
da: Druer
el: Σταφύλια
es_ar: Uvas
eu: Mahatsak
fa: انگور
ga: Fíonchaora
gd: Fìon-dhearcan
he: ענבים
hu: Szőlő
hy: Խաղող
id: Anggur
ka: ყურძენი
ko: 포도
lt: Vynuogės
lv: Vīnogas
ms: Anggur
nb: Druer
nl: Druiven
pl: Winogrono
pt_br: Uvas
ro: Struguri
ru: Виноград
sk: Hrozno
sl: Grozdje
sr: грожђе
sv: Druvor
uk: Виноград
zh: 葡萄
zh_tw: 葡萄

source: Doric Column
ar: عمود دوريسي
bg: Дорийска колона
br: Kolonenn Dorikek
da: Dorisk Søjle
es_ar: Columna dórica
eu: Zutabe dorikoa
fa: ستون یونانی قدیمی
ga: Colún Dórach
gd: Colbh Dorach
he: עמוד דורי
hy: Շոտլանդական սյուն
ka: დორიული სვეტი
lv: Doriska Kolonna
ms: Tiang Doric
nb: Dorisk søyle
pt_br: Coluna Dórica
ro: Coloană dorică
sl: Dorski steber
sr: дорски стуб

source: Isis Cult Image
ast: Imaxhe d’Isis
bg: Образ на култа на Изида
ca: Imatge de culte a Isis
cs: Isis kultovní obraz
el: Πολιτισμική Εικόνα της Ίσις
eu: Issisen imajina
gd: Ìomhaigh cràbhadh Isis
hu: Ízisz kultusz kép
id: Arca Kultus Isis
ko: 이시스 컬트 이미지
nl: Beeld van de Isis cultus
pl: Obraz kultu Izydy
pt_br: Imagem de Culto de Isis
ru: Изображение культа Исиды
sk: Svätý obraz Isis
sv: Isis kult bild
uk: Культове зображення Ісіди
zh: 伊西斯礼拜图
zh_tw: 伊希斯邪教圖像

source: Great Pyramid
ar: هرم أكبر
ast: Gran Pyrámide
bg: Голяма пирамида
br: Piramidenn Vras
ca: Gran Piràmide
cs: Velká pyramida
da: Den Store Pyramide
el: Μεγάλη Πυραμίδα
eu: Piramide Handia
fa: هرم بزرگ
ga: Pirimid Ollmhór
gd: Pioramaid Mhòr
he: פירמידה גדולה
hu: Nagy piramis
hy: Մեծ բուրգ
id: Piramida Besar
ka: დიდი პირამიდა
ko: 큰 피라미드
lt: Didžioji Piramidė
lv: Dižena Piramīda
ms: Piramid Agung
nb: Stor pyramide
nl: Grote pyramide
pl: Wielka Piramida
pt_br: Grande Pirâmide
ro: Marea Piramidă
ru: Великая Пирамида
sk: Veľká pyramída
sl: Velika piramida
sr: Велика пирамида
sv: Stor Pyramid
uk: Велика піраміда
zh: 大金字塔
zh_tw: 大金字塔

source: Minor Pyramid
ar: هرم أصغر
ast: Pyrámide minor
bg: Малка пирамида
br: Piramidenn Vihan
ca: Piràmide menor
cs: Malá pyramida
da: Lille Pyramide
el: Μικρή Πυραμίδα
eu: Piramide Txikia
fa: هرم کوچک
ga: Pirimid Bheag
gd: Pioramaid bheag
he: פירמידה קטנה
hu: Kisebb piramis
hy: Փոքր բուրգ
id: Piramida Kecil
ka: მცირე პირამიდა
ko: 작은 피라미드
lt: Mažoji Piramidė
lv: Neliela Piramīda
ms: Piramid Kecil
nb: Mindre pyramide
nl: Kleine piramide
pl: Mała piramida
pt_br: Pirâmide Menor
ro: Piramidă minoră
ru: Малая Пирамида
sk: Malá pyramída
sl: Manjša piramida
sr: Мала пирамида
sv: Liten Pyramid
uk: Мала піраміда
zh: 小金字塔
zh_tw: 小金字塔

source: Celtic Standing Stone
ar: حجر كلتي الصامد
ast: Menhir
bg: Келтски побит камък
br: Peulvan
ca: Menhir celta
cs: Keltský vztyčený kámen
da: Keltisk Bautasten
el: Κέλτικος Ορθόλιθος
es_ar: Menhir celta
eu: Zelta Menhirra
fa: سنگ های ایستاده سلتی
ga: Liagán Ceilteach
gd: Tursa Ceilteach
he: אבן קלטים
hu: Kelta állókő
hy: Կելտական կանգուն քար
id: Batu Berdiri Kelt
ka: კელტური მდგარი ქვა
ko: 켈트 서있는 돌
lt: Keltų Stovintis Akmuo
lv: Ķeltu sāvakmens
ms: Batu Tegak Celt
nb: Keltisk stående stein
nl: Keltische staande stenen
pl: Celtycki menhir
pt_br: Pedra ereta celta
ro: Piatră Celtică
ru: Кельтский менгир
sk: Keltský stojaci kameň
sl: Keltski menhir
sr: Келтски обредни камен
sv: Keltiskt Stående Sten
uk: Кельтський стоячий камінь
zh: 凯尔特立石
zh_tw: 塞爾特立石

source: Egyptian Statue
bg: Египетска статуя
pt_br: Estátua Egípcia

source: Kushite Statue
ar: تمثال الكوشيت
ast: Statua qesana
bg: Кушитска статуя
br: Delwenn Kushite
ca: Estàtua cuixita
cs: Socha z Kuše
el: Κουσίτικο Άγαλμα
eu: Kuxtar estatua
fa: مجسمه کوشی
ga: Dealbh Chúiseach
gd: Ìomhaigh Kulušach
he: פסל תרבות כוש
hu: Kusita szobor
hy: Քուշական արձան
id: Patung Kush
ko: 쿠시 동상
lt: Kušitų Statula
ms: Patung Kush
nl: Koesjitisch beeld
pl: Posąg Kuszycki
pt_br: Estátua Cuxita
ro: Statuie Kushită
ru: Кушитская статуя
sk: Kušitská socha
sv: Kushitisk staty
uk: Кушитська статуя
zh: 库什雕像
zh_tw: 庫施雕像

source: Stone Resource
ast: Recursu de piedra
bg: Камък
ca: Recurs de pedra
cs: Zdroj kamene
el: Πέτρινος Πόρος
eu: Harria baliabidea
fi: Kiviresurssi
gd: Stòras cloiche
hu: Kőforrás
id: Sumberdaya Batu
ko: 석재 자원
nl: Stenen grondstof
pl: Zasoby kamienia
pt_br: Recurso de Pedra
ru: Каменный ресурс
sk: Zdroj kameňa
sv: Sten-resurs
tr: Taş Kaynağı
uk: Ресурс каменю
zh: 石料资源
zh_tw: 石頭資源

source: Kushite Bird Statue
ast: Ibis qesana
bg: Кушитска статуя на птица
ca: Estàtua de l’ocell cuixita
cs: Kúšanská ptačí socha
el: Κουσιτικό Άγαλμα Πτηνού
eu: Kushitar txori estatua
gd: Ìomhaigh eòin Kulušach
hu: Kusita madárszobor
id: Patung Burung Kush
ko: 쿠시테 새 동상
nl: Koesjitisch vogelbeeld
pl: Posąg kuszyckiego ptaka
pt_br: Estátua de Pássaro Cuxita
ru: Кушитская статуя птицы
sk: Kušitská socha vtáka
sv: Kushitefågelstaty
uk: Кушитська статуя птаха
zh: 库什鸟雕像
zh_tw: 庫施鳥雕像

source: Apademak Lion Statue
ast: Lheon d’Apedemaka
bg: Статуя на лъва на Апедемак
ca: Estàtua del lleó d'Apademak
cs: Apademakská socha lva
el: Απεδέμακ άγαλμα Λιονταριού
eu: Apademak lehoiaren estatua
gd: Ìomhaigh leòmhainn Apademak
hu: Apademak oroszlán szobor
id: Patung Singa Apademak
ko: 아파데막 사자상
nl: Apademak leeuwenbeeld
pl: Posąg lwiego apademaka
pt_br: Estátua de Leão de Apademak
ru: Статуя льва Апедемака
sk: Levia socha Apedemak
sv: Apademaklejons-staty
uk: Статуя лева Ападемака
zh: 狮神像
zh_tw: 阿帕德馬克獅子雕像

source: Ammon-Ra Ram Statue
ast: Maron d’Amun-Ra
bg: Статуя на овена на Амон-Ре
ca: Estàtua d'Ammon-Ra Ram
cs: Ammon-Ra socha berana
el: Άγαλμα Κριού του Αμμων-Ρα
eu: Ammon-Ra Ram estatua
gd: Ìomhaigh reithe Ammon-Ra
hu: Ámon-Rá kos szobor
id: Patung Domba Amun-Ra
ko: 암몬 라 램 동상
nl: Ammon-Ra ramsbeeld
pl: Barani posąg Ammon-Ra
pt_br: Estátua de Carneiro de Ámon-Rá
ru: Статуя Амон-Ра в форме быка
sk: Socha barana Amon-Ré
sv: Ammon-Ra Bagge Staty
uk: Статуя барана Амон-Ра
zh: 阿蒙-拉雕像
zh_tw: 阿蒙拉-公羊雕像

source: Roman Statue
bg: Римска статуя
pt_br: Estátua Romana

source: Ruined Farmstead
bg: Разрушена ферма

source: Ruined House
bg: Разрушена къща

source: Ruined Structure
bg: Разрушена сграда

source: Ruined Tower
bg: Разрушена кула

source: Unfinished Greek Temple
ar: هيكل يوناني غير مكتمل
ast: Templo griego inacabao
bg: Незавършен гръцки храм
br: Templ Gresian Diechu
ca: Temple grec inacabat
cs: Nedokončený řecký chrám
da: Ufærdigt Græsk Tempel
el: Ημιτελής Ελληνικός Ναός
eu: Bukatu gabeko Tenplu Grekoa
fa: مبعد ناتمام یونانی
ga: Teampall Gréagach Neamhchríochnaithe
gd: Teampall Greugach neo-chrìochnaichte
he: מקדש יווני לא גמור
hu: Befejezetlen görög templom
hy: Հունական անավարտ տաճար
id: Kuil Yunani yang Belum Selesai
ka: დაუსრულებელი ბერძნული ტაძარი
ko: 미완성된 그리스 사원
lt: Nebaigta Graikų Šventykla
lv: Nepabeigts Grieķu Templis
ms: Kuil Yunani Terbengkalai
nb: Uferdig gresk tempel
nl: Onvoltooide Griekse tempel
pl: Niedokończona grecka świątynia
pt_br: Templo Grego Inacabado
ro: Templu grecesc neterminat
ru: Недостроенный греческий храм
sk: Nedostavaný grécky chrám
sl: Nedokončan grški tempelj
sr: Недовршени грчки храм.
sv: Ofärdigt Grekiskt Tempel
uk: Незавершений грецький храм
zh: 未完成的希腊神庙
zh_tw: 未完成的希臘神廟

source: Food Treasure
ar: كنز طعام
ast: Ayyalga de comida
bg: Съкровище с храна
br: Teñzor Bouedel
ca: Tresor de menjar
cs: Poklad jídla
da: Madskat
el: Θησαυρός Τροφίμων
es_ar: Tesoro de Alimentos
eu: Janari altxorra
fa: گنجینه غذا
ga: Taisce Bia
gd: Ulaidh bhìdh
he: אוצר מזון
hu: Élelemkincs
hy: Սննդային գանձ
id: Harta Karun Pangan
ka: საჭმლის განძი
ko: 음식 보물
lt: Maisto Lobis
lv: Pārtikas dārgumi
ms: Khazanah Makanan
nb: Matskatt
nl: Voedselschat
pl: Skarb pełen żywności
pt_br: Tesouro de Comida
ro: Comoară de mâncare
ru: Съедобные сокровища
sk: Poklad s potravinami
sr: Ризница са храном
sv: Matskatt
uk: Скарб їжі
zh: 食物宝藏
zh_tw: 食物寶藏
