Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: The Italian peninsula Latium is the region of central western Italy in which the city of Rome was founded and grew to be the capital city of the Roman Empire. Latium was originally a small triangle of fertile, volcanic soil on which resided the tribe of the Latins. It was located on the left bank (east and south) of the Tiber river, extending northward to the Anio river (a left-bank tributary of the Tiber) and southeastward to the Pomptina Palus (Pontine Marshes, now the Pontine Fields) as far south as the Circeian promontory. The right bank of the Tiber was occupied by the Etruscan city of Veii, and the other borders were occupied by Italic tribes. Subsequently Rome defeated Veii and then its Italic neighbors, expanding Latium to the Apennine Mountains in the northeast and to the opposite end of the marsh in the southeast. The modern descendant, the Italian Regione of Lazio, also called Latium in Latin, and occasionally in modern English, is somewhat larger still, but not as much as double the original Latium.
ast: La península italiana El Lacio ye la region de la Italia centro-occidental u la urbe de Roma foi fundada & aportou a sere la capital de l Imperio romano. Inicialmente, el Lacio nun yera más q’un triangulin de granible tierra volcánica, la patria de la tribu los llatinos. Sitiaba-se na riba siniestra de l riw Tíbere (a l sou Llevante & Mediu-díɐ), & espurríɐ-se a l Avessedo ta l riw Anion (tributario de la riba siniestra de l Tíbere) & a l Solanu ta la palude Pomptina (ou agro Pomptino) & el monte Circeu. Na riba direiꞇha l Tíbere s’alcontraba la cildá etrusca de Veios & nos outros rimeiros vivíɐn tribus itálicɐs. Posteriormente Roma conquistou Veios & los sous vizinos ítalos, inantando l Lacio ta los montes Apeninos a l Llevante & el fin de la palude a l Mediu-díɐ. El descendiente moderno, la Regione di Lazio italiana, tamien conhocida pol antiguu nome de Latium, ye inda mayor, on que menos de l doblu de l Lacio original.
bg: Апенинският полуостров Лацио е районът в западната част на средна Италия, където е бил основан Рим и където той се е разраснал до столица на Римската империя. Лацио поначало бил малък триъгълник от плодородна вулканична почва, в който живеело племето на Латините. Той бил разположен на левия бряг (изток и юг) на река Тибър, простирайки се на север до река Аниене (ляв приток на Тибър), на югоизток до „Помптина палус“ (Понтийските блата, а в днешно време — Понтийските полета) и далеч на юг до нос Чирчео. На десния бряг на река Тъбър бил разположен етруският град Вейи, а по останалите граници имало италийски племена. Впоследствие Рим победил Вейи и италийските си съседи, разширявайки Лацио до Апенинските планини на североизток и до далечния край на блатата на югоизток. Днешният италиански регион Лацио, наричан също Лациум по римско време, е още по-голям, но не чак два пъти спрямо първоначалния размер на древния Лацио.
br: Al Ledenez Italian Latiom a vez rannvro kreiz Itali kornôg e-lec'h ma voe krouet keoded Roma ha kreskiñ a reas evit bezañ keoded gêrbenn an Impalaeriezh Roman. Latiom a oa en doare orin un tric'horn bihan a zouar struj, tanveneziek a veze staliet al Latined warnañ. Lec'hiet e oa e ribl kleiz (reter ha su) ar stêr Tiber, en ur astenn en hanternoz e stêr Anio (ribl kleiz staget ouzh an Tiber) hag er su e Paluz Pomptina (Marzhoù Pontine, bremañ ar Parkoù Pontine) ken pell ha kreisteiz ar penntir Kirkelan. Ribl dehoù ar stêr Tiber a veze ac'hubet gant keoded Etruskan Veii, hag ar ribloù all a veze ac'hubet gant meuriadoù Italik. Warlerc'h he doa Roma trec'het Veii hag hec'h amezeien Italik neuze, en ur hiraat Latiom betek ar Menezioù Apennin er biz hag en tu enep dibenn ar marzh er gevred. An diskennad modern, Rannvro Italian al Lazio, a vez graet ivez e latin Latiom, ha dre zegouezh e Saozneg modern, a vez un tamm ledanoc'h c'hoazh, met ne vez ket ken doubl hag al Latiom orinel.
ca: La península Itàlica El Latium és una regió central d'Itàlia on es va fundar la ciutat de Roma i es va convertir en la capital de l'imperi. Originalment, el Latium era un petit triangle de sòl volcànic fèrtil en què vivia la tribu del llatins. Situada a la riba esquerra (est i sud) del Tíber, s'estenia cap al nord fins a l'Anio (un afluent del Tíber) i cap el sud a Pomptina Palus (ara les llacunes pontines) i el promontori de Ciceró. La riba dreta del Tíber l'ocupava la ciutat etrusca de Veïs i a la resta de fronteres hi havia tribus itàliques. Posteriorment Roma va derrotar Veïs i els seus veïns itàlics, fet que va permetre l'expansió del Latium fins als Apenins al nord-est i fins a l'altra banda del pantà al sud-est . El seu descendent modern, la regió italiana del Lazio, també anomenada Latium en llatí o Laci en català, és encara una mica més gran però no tant com el doble del Latium original.
cs: Italský poloostrov Latium je oblast ve střední západní Itálii, v níž bylo založeno město Řím, které se stalo hlavním městem Římské říše. Latium byl původně malý trojúhelník úrodné sopečné půdy, na němž sídlil kmen Latinů. Rozkládalo se na levém břehu (východním a jižním) řeky Tibery a sahalo na sever k řece Anio (levobřežní přítok Tibery) a na jihovýchod k Pomptina Palus (Pontským močálům, dnes Pontská pole) až k Circejskému výběžku. Pravý břeh Tibery zabýralo etruské město Veje a ostatní hranice byly obsazeny italskými kmeny. Následně Řím porazil Veje, a poté i své italské sousedy, a rozšířil Latium až k Apeninskému pohoří na severovýchodě a na opačný konec bažin na jihovýchodě. Moderní potomek, italský region Lazio, latinsky a občas i v moderní angličtině nazývaný Latium, je ještě o něco větší, ale ne tolik jako dvojnásobek původního Latia.
da: Den italienske halvø Latium er den region i det centrale vestitalien, hvor byen Rom blev grundlagt og voksede til at være hovedstaden i Romerriget. Latium var oprindeligt en lille trekant af frugtbar, vulkansk jord, hvorpå latinernes stamme boede. Det var placeret på venstre bred (øst og syd) af Tiber-floden, der strækker sig nordpå til Anio-floden (en biflod til venstre bred til Tiberen) og sydøst til Pomptina Palus (Pontine Marshes, nu Pontine Fields) så langt syd som det cirkeiske forbjerg. Den højre bred af Tiberen blev besat af den etruskiske by Veii, og de andre grænser blev besat af italiske stammer. Efterfølgende besejrede Rom Veii og derefter dens Italic-naboer, og udvidede Latium til Apenninerne i nordøst og til den modsatte ende af marsken i sydøst. Den moderne efterfølger, den italienske Regione of Lazio, også kaldet Latium på latin, og lejlighedsvis på moderne engelsk, er noget større endnu, men ikke så meget som det dobbelte af det oprindelige Latium.
de: Die Italienische Halbinsel Latium ist eine Region in Mittel-West-Italien, in der Rom gegründet wurde und zur Hauptstadt des römischen Imperiums anwuchs. Latium war ursprünglich ein kleines Dreieck mit fruchtbarem, vulkanischem Boden, auf dem der Stamm der Latiner lebte. Am linken Ufer des Tibers (östlich und südlich) gelegen, erstreckte es sich nach Norden bis hin zum Fluss Anio (einem Seitenarm am linken Ufer des Tibers) und südöstlich bis zu den Pomptina Palus (Pontinische Sümpfe, die heutige Pontinische Ebene) und südwärts bis zu den Ausläufern des Monte Circeo. Am rechten Ufer des Tibers lag die etruskische Stadt Veji, die anderen Grenzgebiete wurden von italischen Stämmen besiedelt. Nach und nach besiegte Rom Veji und seine italischen Nachbarn und vergrößerte Latium bis zu den Apenninen im Nordosten und zum anderen Ende des Sumpfes im Südosten. Der heutige Nachfolger, die italienische Region Lazio, im Lateinischen und mitunter auch im Englischen auch als Latium bekannt, ist zwar größer, allerdings nicht einmal doppelt so groß wie das historische Latium.
el: Η ιταλική χερσόνησος Το Λάτιο είναι περιοχή της κεντροδυτικής Ιταλίας στην οποία ιδρύθηκε η πόλη της Ρώμης και εξελίχθηκε να γίνει η πρωτεύουσα της Ρωμαϊκής Αυτοκρατορίας. Το Λάτιο ήταν αρχικά ένα μικρό τρίγωνο ενός εύφορου, ηφαιστειογενούς εδάφους στο οποίο διέμενε η φυλή των Λατίνων. Βρισκόταν στην αριστερή όχθη (νοτιοανατολικά) του ποταμού Τίβερη, που εκτείνεται προς τον βορρά στον ποταμό Ανιένε (ένας παραπόταμος στην αριστερή όχθη του Τίβερη) και νοτιοανατολικά με τη Ποπτίνας (Έλη της Ποντίνα, σήμερα ως Περιοχές Ποντίνας), νοτιότερα του ακρωτηρίου Σιρκέο. Η δεξιά όχθη του Τίβερη είχε καταληφθεί από την ετρουσκική πόλη των Βήιων, και τα άλλα σύνορα είχαν καταληφθεί από Ιταλικές φυλές. Στη συνέχεια η Ρώμη νίκησε τους Βήιους και έπειτα τους Ιταλούς γείτονές της, επεκτείνοντας το Λάτιο στα Απένινα Όρη προς τα βορειοανατολικά και στο αντίθετο άκρο του βάλτου, προς τα νοτιοανατολικά. Η σύγχρονη απόγονός της, η ιταλική Περιφέρεια του Λάτσιου, που ονομάζεται επίσης Λάτιο στα λατινικά και περιστασιακά στη σύγχρονη αγγλική γλώσσα, παρόλο που είναι κάπως μεγαλύτερη, αλλά όχι τόσο όσο το διπλάσιο του αρχικού Λάτιο.
es: La península itálica Lacio es la región del centro occidental de Italia donde se fundó y creció la ciudad de Roma hasta convertirse en la capital del Imperio romano. Lacio fue originalmente un pequeño triángulo de suelo volcánico fértil habitado por la tribu de los latinos. Se situaba en la margen izquierda (sur y este) del río Tíber, extendiéndose hacia el norte hasta el río Aniene (afluente de la parte izquierda del Tíber) y hacia el sureste hasta Pomptina Palus (marismas pontinas, ahora campos pontinos) y por el sur hasta el monte Circeo. La margen derecha del Tíber estaba ocupada por la ciudad etrusca de Veyes y el resto de fronteras estaban ocupadas por las tribus itálicas. Posteriormente Roma derrotó a Veyes y sus vecinos itálicos, ampliándose la región de Lacio hasta las montañas de los Apeninos en el noreste y hasta el extremo opuesto de la marisma en el sureste. La actual región italiana de Lacio, también llamada Latium en latín e inglés, es todavía más grande, sin llegar al doble de la Lacio original.
eu: Italiko penintsula Lazio italiko erdi-mendebaldeko eskualdea da, hemen sortu zuten Erroma hiria eta Erromatarren inperioko kapitala bihurtu arte hazi. Lazio latindarrak bizi izan ziren triangelu itxurako lur emankor eta bolkanikoa izan zen hasieran. Tiber ibaiaren ezker aldean (hegoa eta ekialdea), Anio (Tiberreko ezker aldeko adarra) artean zabaltzen da iparretik eta hegoaldetik Pomptina Paluseraino (Pontinas Marismas, Campos Pontina gaur egun) Circerian mendixkaren hegoan. Tiberreko eskuin aldea Veyes hiri etruskoak hartu zuen, eta beste mugak italiar tribuek hartu zituzten. Aurrerago Erromak Veyes eta italiar tribuak menderatu zituen Lazio eskualdea Apeninoak arte ipar-mendebaldean eta paduraren kontrako bazterrean hego-ekialdean. Gaur egungo ondorengoa, itailako Lazio Eskualdea, Amerikan Latium deitua, eta tarteka ingeles berrian, zerbait handiagoa da baina ez hasierako Lazioaren bikoitza.
fa: پنینسولای ایتالیایی لاتیوم نام منطقه ای در مرکز غربی ایتالیا است که شهر روم در آن ساخته شد و بعدها تبدیل به پایتخت امپراتوری روم گردید. لاتیوم در اصل یک منطقه سه ضلعی حاصلخیز بود که با خاک های آتشفشانی پوشیده شده بود و در آن قبایل لاتین زندگی می کردند. این منطقه در کناره سمت چپ رودخانه تیبر قرار داشت و از شمال به رودخانه آنیو (باتلاق های پونتین و در حال حاضر زمین های پونتین) و از جنوب به پرتگاه سیرسیان منتهی می شد. کناره سمت راست رود تیبر توسط شهر اتروسکان از وی اشغال شده بود و سایر مرزهای آن توسط قبیله های ایتالیایی همسایه تصرف شده بود()()
fi: Italian niemimaa Latium on alue keskisessä Länsi-Italiassa, jossa perustettiin Rooman kaupunki, josta kasvoi samannimisen valtakunnan pääkaupunki. Latium oli alun perin pieni kolmio hedelmällistä, tuliperäistä maaperää, jossa asui latinalaisten heimo. Se sijaitsi Tiber-joen vasemmalla rannalla (itä- ja etelärannalla) ja jatkui pohjoisessa Anio-jokeen asti (Tiber-joen vasemmanpuoleinen sivujoki) ja kaakossa Pomptina Palusista (Pontiset suot, nykyiset Pontiset pellot) aina etelään Circeian niemekkeelle asti. Tiberin oikealla rannalla sijaitsi etruskien kaupunki Veji, ja muilla rannoilla asui italialaisia heimoja. Sittemmin Rooma kukisti Vejin ja sen jälkeen italialaiset naapurinsa ja laajensi Latiumin aluetta Apenniinien vuorille koillisessa ja suon vastakkaiseen päähän kaakossa. Alueen nykyaikainen jälkeläinen on Italian Lazion alue, jota latinaksi kutsutaan myös Latiumiksi, ja se on edelleen alkuperäistä Latiumia jonkin verran laajempi, mutta ei kuitenkaan tuplasti suurempi.
fr: La péninsule italienne Le Latium est la région du centre ouest de l'Italie où la ville de Rome a été fondée et s'est développée pour devenir la capitale de l'Empire romain. Le Latium était à l'origine un petit triangle fertile, au sol volcanique sur lequel résidait la tribu des Latins. Il était situé sur la rive gauche (est et sud) du Tibre, s'étendant vers le nord jusqu'à la rivière Anio et jusqu'au mont Circé au sud. La rive droite du Tibre était occupée par Véies, la cité étrusque, et les autres frontières étaient occupées par des tribus italiques. Par la suite Rome vainquit Véies et ses voisins italiques, élargissant le Latium à la chaîne des Apennins dans le nord-est et à l'extrémité opposée des marais pontins dans le sud-est. Sa descendante moderne, la région italienne de Lazio, aussi appelée Latium en latin, est un peu plus grande encore, mais moins du double du Latium d'origine.
ga: Leithinis na hIodáile Is réigiún thiar-lárnach na hIodáile í an Laidiam ina bhfuil cathair na Róimhe bunaithe, agus ina fhás sí a bheith príomhchathair na hImpireachta Rómhánaigh. Bhí Laidiam ar dtús triantán beag torthúil talaimh bolcánaigh ina bhfuil cónaí ag treibh na Laidineach. Bhí sí suite ar bhruach clé (oidheasceart) na Tibire, i rith ó thuaidh go habhainn na hÁinió (fo-abhainn clé-bhruachach na Tibire) agus soir ó dheas go dtí an 'Pomptina Palus' (Bogaigh na Póintíne, nó Machairí na Póintíne sa lá atá inniu) agus chomh deas go rinn Sléibhe Sírséigh. Bhí cathair Éatrúscach na Váíse ar bhruach deas na Tibire, agus bhí treibheanna Iodálacha eile ar na teorainneacha eile. Nuair a chloígh an Róimh an Váías agus a comharsana Iodálacha, mhéadaigh an Laidiam go dtí na hAipiníní san oirthuaisceart agus go dtí teorainn eile na bogach san oirdheisceart. Tá a sliocht nua-aimseartha, an 'Regione' Iodálach 'Lazio', tugtar Laidiam uirthi chomh maith i Laidin agus go huaireanta i mBéarla nua-aimseartha, tá sí níos mó ná a macasamhail ársa, ach níl sí chomh mór leis an gcúige ársa dúbailte.
gd: An rubha Eadailteach ’S e Latium an sgìre ann am meadhan na Eadailte iarach far an deach baile na Roimhe a stèidheachadh agus chaidh i ’na chathair-bhaile aig an Impireachd Ròmanach. ’S e triantan beag de thalamh bholcànach thorrach a bh’ ann an Latium bho thùs far an robh treubh nan Laideannaich a’ fuireach. Bha e suidhichte air bruach chlì (ear-dheas) an Tìobair le abhainn Anio air a cheann a tuath (seo leas-abhainn taobh clì an Tiobair) agus Pomptina Palus (am Boglach Pontach, na h-Achaidhean Pontach a-nis) gu ear-dheas agus gu ruige Mons Circeius air a cheann a deas. Bha am baile Etruscanach Veii air bruach dheas an Tìobair agus bha treubhan Eadailteach a’ fuireach aig na crìochan eile. Cheannsaich an Roimh Veii an uairsin agus a nàbaidhean Eadailteach ’na dhèidh sin, a’ leudachadh Latium gu ruige Monadh Appenninus ceann ear-thuath is gu ruige taobh thall a’ bhoglaich ceann ear-dheas. Tha sgìre san latha an-diugh, an sgìre Eadailteach Lazio air a bheil Latium san Laideann agus aig amannan sa Bheurla fhathast, caran nas motha a-nis ach tha e fhathast nas lugha na dà thuras am meud aig an sgìre Latium tùsail.
hu: Az Itáliai-félsziget Latium az Itáliai-félsziget középnyugati része, ahol Róma városát alapították, a későbbi Római Birodalom fővárosát. Latium kezdetben egy latin törzsek lakta, vulkanikus talajú, termékeny háromszög volt. A Tiberis folyó bal partján, keletre és északra nyúlt az Anio folyóig (a Tiberis mellékfolyója), majd délkeletre a Pomptina Palusig (Pomptina lápság, ma Pó-síkság), délen pedig egészen a Circeói hegyfokig. A Tiberis jobb partján Veii etruszk város állt, a többi határon pedig itáliai törzsek éltek. A rómaiak előbb Veiit, majd az itáliai törzseket meghódítva kiterjesztették Latiumot északkeleten az Appeninekig, délkeleten pedig a az lápság végéig. A modern utódja, az olasz Lazio régió még ennél is valamivel nagyobb, nem egészen duplája az eredeti Latiumnak.
id: Semenanjung Italia Latium adalah kawasan di tengah Italia barat di mana kota Roma didirikan dan tumbuh menjadi ibukota Kekaisaran Romawi. Latium awalnya adalah segitiga kecil dari tanah vulkanik yang subur tempat berdiamnya suku Latin. Terletak di tepi kiri (timur dan selatan) sungai Tiber, memanjang ke utara ke sungai Aniene (anak sungai dari tepi kiri sungai Tiber) dan ke tenggara ke Pomptina Palus (Rawa Pontine, sekarang padang Pontine) hingga ke selatan sampai tanjung Circeian. Tepi kanan sungai Tiber didiami oleh kota Etruskan Veii, dan perbatasan lainnya didiami oleh suku Italia. Kemudian Roma mengalahkan Veii dan tetangga-tetangga Italianya, memperbesar wilayah Latium ke Pegunungan Apennini di barat laut dan ke ujung sebaliknya sampai ke rawa di tenggaranya. Turunan modernnya, Kawasan Italia Lazio, dan juga dinamakan Latium dalam bahasa Latin, dan kadang dalam bahasa Inggris, bisa dikatakan lebih besar, tapi tidak sebanyak Latium asli yang digandakan.
it: La penisola italiana Il Lazio è la regione centrale dell'Italia occidentale dove è stata fondata la città di Roma, che si espanderà fino a diventare la capitale dell'Impero Romano. In origine il Lazio era un piccolo triangolo di terreno fertile e vulcanico dove risiedeva la tribù dei Latini. Essa era situata sulla sponda sinistra (est e sud) del fiume Tevere e si estendeva a nord fino al fiume Aniene (un affluente sinistro del Tevere), a sud-est fino alla palude Pontina (ora l'Agro Pontino) e a sud fino al promontorio del Circeo. La sponda destra del Tevere era occupata dalla città etrusca di Veio e gli altri territori erano stati occupati da varie tribù italiche. Successivamente Roma sconfisse Veio e poi anche gli altri popoli italici, espandendo il Latium fino agli Appennini a nord-est e fino all'estremità opposta della palude a sud-est. L'attuale regione italiana del Lazio, chiamata anche Latium in latino e qualche volta in inglese, è ancora un po' più grande, ma non tanto quanto il doppio del Latium originale.
ja: イタリア半島 ラティウムはイタリア中西部の地域で、ローマが建設され、ローマ帝国の首都へ成長した地です。ラティウムは当初肥沃な火山性土壌の小さな三角地帯で、ラテン人の部族が住んでいました。テヴェレ川の左岸（南東）にあり、北はアニエーネ川（テヴェレ川左岸の支流）、南東はPomptina Palus（ポンティーネ湿原、現在のポンティーネ平野）まで広がり、南端がチルチェーオ岬でした。テヴェレ川の右岸にはエトルリア人の都市ウェイイがあり、他の境界もイタリア人部族と接していました。その後ローマはウェイイを倒し、そして近隣のイタリア人部族を倒し、ラティウムを北東はアペニン山脈、南東は湿地の反対端まで拡大しました。現在のイタリアのラツィオ州もラテン語やときおり現代英語でラティウムと呼ばれますが、その範囲はやや大きいものの、かつてのラティウムの2倍まではいきません。
ko: 이탈리아 반도 라티움은 이탈리아 중부 서부의 지역으로, 로마 시가 세워져 로마 제국의 수도로 성장했습니다. 라티움은 원래 라틴 부족에 거주했던 비옥하고 화산성 토양의 작은 삼각형이었어요. 티베르 강의 왼쪽 둑(동남쪽)에 위치해 북쪽으로는 아니오 강(티베르 강의 좌안 지류)까지 확장되었고 남동쪽으로는 시르체안 약속장까지 남쪽에 있는 폼프티나 팔루스( 폰틴 마셰스, 현재 폰틴 들판)까지 뻗어 있었습니다. 티베르족의 오른쪽 둑은 에트루스카의 도시인 베이에가 점령했고, 다른 국경들은 이탈리아 부족들이 점령했습니다. 그 후 로마는 베이와 그 다음 이탈리아 이웃 국가들을 물리치고, 라티움을 북동쪽의 아페닌 산맥과 남동쪽의 습지의 반대쪽 끝으로 확장시켰습니다. 현재의 후손인 라치오(Lazio)의 이탈리아 지방인은 라틴어로 라티움이라고도 불리며, 때로는 현재 영어로도 다소 더 크지만, 원래의 라티움보다 두 배나 크지는 않습니다.
ms: Semenanjung Itali Latium merupakan wilayah barat-tengah Itali yang mana bandar Rom dibuka dan berkembang menjadi bandaraya Empayar Rom. Latium pada asalnya merupakan lembah segitiga kecil yang subur, dimana tanah gunung berapi tempat asalnya puak Latin menetap. Ia terletak disebelah kiri (timur & selatan) sungai Tiber, sehingga ke utara menuju sungai Anio (bahagian kiri sungai Tiber) dan ke selatan menuju Pomptina Palus (Kawasan berpaya Pontine, kini telah menjadi Padang Pontine) sehinggalah ke selatan iaitu tanjung tinggi Circeia. Sebelah kanan sungai Tiber telah diduduki oleh Etrusca dari Veii, dan lain-lain sempadan diduduki oleh puak-puak Itali. Kemudian puak Rom berjaya mengalahkan Veii dan jiran Italinya, mengembangkan pengaruh Latium sehingga ke pergunungan Apennien di timurlaut dan ke hujung paya di tenggara. Keturunan sekarang iaitu Italian Regione dari Lazio juga dikenali sebagai Latium dalam bahasa Latin, dan juga dalam Inggeris Modern.
nb: Den italienske halvøy Latium er regionen i sentrale deler av Vest-Italia der Roma ble grunnlagt og vokste til å bli hovedstaden i Romerriket. Latium var opprinnelig et lite triangel av fruktbar vulkansk jord, og var hjem for Latinerstammen. Den lå ved den elven Tibers sørøstlige bredd, strakk seg noroder til Anioelven (en vestlig sideelv til Tiber) og sørøst mot Pomptina Palus (Pontinemyrene, nå Pontineslettene) så langt som til Circeoneset. Tibers østlige bredd var okkupert av etruskerbyen Veii, og de andre breddene var okkupert av italiske stammer. Senere beseiret Rom Veii og deretter dens italiske naboer, og utvidet med dette Latium nordøstover til Apenninene i nordøst og til den motsatte enden av slettene mot sørøst. Dagens moderne etterfølger, den italienske regionen Lazio, også kalt Latium på latin og iblant på moderne engelsk, er noe større enn det opprinnelige Latium, men ikke fullt dobbelt så stort.
nl: Het Italische schiereiland Latium is de centrale regio van West Italië, de regio waar de stad Rome ontstaan is en uitgegroeid tot de hoofdstad van het Romeinse Rijk. Latium was origineel een kleine driehoek met vruchtbare vulkanische grond. De Latijn stam vond er zijn thuis. Het was aan de linkeroever van de Tiber en de Anio rivier. Zuidwest van de Pomptina Palus. De rechteroever van de Tiber werd bewoond door de Etruskische stad Veii, en de andere grenzen werden door Italische stammen bewoond. Achtereenvolgens versloeg Rome Veii en de Italische buren, zo konden ze Latium uitbreiden tot de Apennijnen in het noordoosten, en tot ober het moeras in het zuidoosten. De huidige regio Lazio, ook Latium genoemd in het Latijn, is iets groter dan het oude Latium, maar niet veel.
pl: Włoski półwysep Lacjum jest regionem centralno-zachodnich Włoch, w którym został założony Rzym i urósł do rangi stolicy Imperium Rzymskiego. Lacjum było na początku małym trójkątem żyznej, wulkanicznej gleby, który zamieszkiwało plemię Latynów. Było ulokowane na lewy brzegu (wschód i południe) rzeki Tyber, rozciągając się w kierunku północnym do rzeki Aniono (lewy dopływ Tyberu) i południowo-wschodnim do Pomptina Palus (Błota Pontyjskie, zwane też Polami Pontyjskimi) aż do przylądka Circeo. Prawy brzeg Tyberu zajmowało etruskie miasto Weje, a pozostałe granice Lacjum zajmowały plemiona italskie. Następnie Rzym podbił Weje oraz plemiona italskie, rozszerzając Lacjum aż po Apeniny na północnym wschodzie i drugi koniec bagien na południowym wschodzie. Współczesny potomek Lacjum, włoski region Lazio, zwany tak samo Latium w łacinie oraz czasem we współczesnym angielskim, jest niecałe dwa razy większy od terenów dawnego Lacjum.
pt_br: A Península Itálica Latium é uma região que fica no centro-oeste da Itália e é foi onde foi fundada a cidade de Roma, capital do Império Romano. Latium era originalmente um pequeno triângulo de solo fértil vulcânico na qual residia a tribo dos Latinos. Localizava-se na margem esquerda (leste e sul) do rio Tibre, estendendo-se ao norte para o rio Anio (ou Aniene, um afluente da margem esquerda do rio Tibre) e sudoeste, em direção ao Pomptina Palus (Charco Pontino, agora Campos Pontinos) até o promontório Circeiano. A margem direita do Tibre era ocupada pela cidade etrusca de Veios, e outras bordas eram ocupadas por tribos itálicas. Subsequentemente, Roma derrotou Veios e logo em seguida seus vizinhos itálicos, expandindo Latium para os Apeninos a nordeste e para a borda oposta do charco, a sudeste. A descendente moderna, a Regione di Lazio italiana, chamada "Latium" em latim e "Lácio" em português, é quase duas vezes maior que a Latium original.
pt_pt: Península Itálica O Lácio (Latium, em Latim) é a região do centro-oeste da Itália na qual foi fundada a cidade de Roma, que acabaria por crescer e tornar-se na capital do Império Romano. Originalmente, o Lácio era um pequeno triângulo de solo vulcânico e fértil, onde residia o povo latino. Localizava-se na margem esquerda (leste e sul) do rio Tibre, sendo limitada a norte pelo rio Anio (Aniene, um afluente da margem esquerda do Tibre) e a sudeste pelas Pomptinae Paludes (lagoas Pontinas, hoje campo Pontino) e até ao promontório do monte Circeu. A margem direita do Tibre era ocupada pela cidade etrusca de Veios, e junto às restantes fronteiras encontravam-se outras tribos itálicas. Roma acabou por conquistar Veios e os seus vizinhos itálicos, expandindo o Lácio até aos montes Apeninos a nordeste e até ao lado oposto das lagoas a sudeste. O seu descendente moderno - a "regione" italiana de Lazio - ainda é um pouco maior, não chegando ao dobro do Lácio original.
ru: Апеннинский полуостров Лаций — район в центре западной Италии, в котором был основан город Рим, ставший столицей Римской империи. Лаций изначально был небольшим треугольником плодородной вулканической почвы, на которой проживало племя латинов. Он располагался на левом берегу (к востоку и югу) от реки Тибр, простираясь на север к реке Аньене (левый приток Тибра) и на юго-восток к Понтийским болотам (в настоящее время Понтийские поля), на юг до мыса Чирчео. Правый берег Тибра был занят этрусским городом Вей, а остальные границы были заняты италийскими племенами. Впоследствии Рим победил Вей, а затем и своих италийских соседей, расширив Лаций до Апеннин на северо-востоке и до болот на юго-востоке. Ныне регион является итальянским Лацио, который также известен как Latium на латинском языке, а иногда и в современном английском языке, и имеет размер почти в два раза больше чем изначальный Лаций.
sk: Taliansky polostrov Latium je región na stredozápade Talianska, v ktorom bol založený Rím a kde sa rozrástol na hlavné mesto Rímskeho Impéria. Lazio bol pôvodne malým úrodným trojuholníkom sopečnej pôdy na ktorom prebýval kmeň Latinov. Nachádzal sa na ľavom brehu rieky Tiber (ľavý od prameňa, východ a juh), ťahajúc sa severne až po rieku Anio (ľavý prítok Tiberu) a juhovýchodne až po Pomptina Palus (Pontské močiare, dnes Pontské polia) až na juh po Circejský mys. Pravý prítok rieky Tiber bol zastavaný etruským mestom Veii a zvyšné hranice boli obývané italskými kmeňmi. Následne Rím porazil Veii a ich italských susedov, rozširujúc Latium do Apeninských vrchov na severovýchode a na opačný koniec močiara na juhovýchode. Moderný potomok, taliansky región Lazio, tiež v latinčine a niekedy v modernej angličtine nazývaný Latium, je o trochu väčší, ale nie je až dvojnásobkom pôvodného Latia.
sv: Den italienska halvön Lazio är en region i mitten av västra Italien där staden Rom grundades och växte till att bli huvudstad i det romerska riket. Lazio var ursprungligen en liten triangel av bördig, vulkanisk jord på vilken Latinarnas stam bodde. Det var belägen på vänstra stranden (öst och syd) av floden Tiber, som sträcker sig norrut till floden Anio (en biflod till Tibern) och sydöstligt till Pomptina Palus (Pontinska träsken, nu Pontinska fälten) så långt söder som Circeonska udden. Den högra sidan av Tibern ockuperades av den etruskiska staden Veii, och andra gränser ockuperades av italiska stammar. Därpå besegrade Rom Veii och sedan dess italiska grannar, och förstorade Latium till Apenninerna i nordost och till den motsatta änden av träsket i sydost. Den moderna avkomlingen, den italienska Regione Lazio, även kallad Lazio på latin och på modern engelska, är något större fortfarande, men inte lika mycket som dubbla ursprungliga Lazio.
tr: İtalyan yarımadası Lazio merkez batı İtalya bölgedesinde, bir Roma şehri olarak kuruldu ve Roma imparatorluğunun başkenti olarak büyüdü. Lazio başlangıçta bereketli bir üçgenimsi bir yerdi, volkanik topraklar üzerinde Latin kabileler yaşardı.Tiber nehrinin sol kıyısında(doğu ve güney) yer alıyor, Anio nehirinin kuzeyine uzanan (Tiberin sol kıyısının bir kolu) ve güneydoğuya Pomptina Palus (Pontine Bataklıkları, şimdiki Pontine Tarlaları) güneye kadar Circeian burnu olarak yer alıyordu. Tiberin sağ kıyısı Veii Etrüsk kenti tarafından işgal edildi, ve diğer sınırlarıda italyan kabileler tarafından işgal edildi. Daha sonra Roma, Veii ve daha sonraki kendi İtalyan komşularını mağlup etti, kuzeydoğu ve güneydoğuya doğru bataklıkların karşı ucundaki Apennine Dağları ile Lazio genişledi. Modern soyundan gelen, Lazionun İtalyan bölgesi, latincedede Lazio bölgesi,bazen modern İngilizce'de aynı şekilde söylenir, eskisi kadar büyük olmasada, hala büyük bir yerdir.
uk: Італійський півострів Лацій - це регіон в центрально-західній Італії в якому засноване і зросло місто Рим, щоб стати столицею Римської імперії. Спочатку Лацій був невеличким трикутником родючих ґрунтів серед вулканічних земель, на якому проживало плем'я латинян. Він був розташований на лівому березі (схід і південь) річки Тібр, тягнучись на північ до ріки Аніо (лівобережної притоки Тібру) і в південно-східному напрямку до Pomptina Palus (Понтійські Болота, нині Понтійскі Поля), наскільки південь як мису Цірцея. Правий берег Тібру був зайнятий етруським містом Вейї, а решту кордонів займали племена італиків. Згодом Рим переміг Вейї, а потім і сусідів-італиків, розширюючи владу Лація до Апеннінських гір на північному сході до протилежного краю боліт на південному сході. Сучасний нащадок - італійський регіон Лаціо, що також називається Latium на латині, а іноді й у сучасній англійській, трохи більший аніж вдвічі за площею від першого Лація.
vi: Bán đảo Italian Latium là khu vực trung tâm miền tây Italy nơi mà thành Rome được dựng lên và phát triển thành thủ đô của Đế quốc Roman. Latium vốn có hình một tam giác nhỏ với đất đai màu mỡ có nguồn gốc từ nham thạch và là nơi sinh sống của bộ lạc người Latin. Khu vực này nằm ỏ tả ngạn (phía đông và nam) sông Tiber, mở rộng về phía bắc tới sông Anio (một nhánh sông chảy về phía tả ngạn của sông Tiber) còn phía đông nam tới Pomptina Palus (Pontine Marshes, ngày này là Pontine Fields) cũng như xa về phía nam đến mũi Circeian. Hữu ngạn sông Tiber chịu sự chi phối bởi thành Veii của người Etruscan, những vùng đất khác thì chịu sự chi phổi bởi các bộ lạc Italic. Sau khi Rome đánh bại Veii và những người Italic láng giềng, Latium được mở rộng đến tận Dãy Apennine ở phía đông bắc và đối diện với vùng đầm lầy ở phía đông nam. Lãnh thổ kế thừa nó ngày này, Italian Regione xứ Lazio, còn được gọi là Latium trong tiếng Latin, và đôi khi trong tiếng English hiện đại, có phần còn lớn hơn nhưng không đến mức gấp đôi lãnh thổ Latium khi xưa.
zh: 意大利半岛 拉丁姆位于意大利的中西部，罗马帝国发轫于此城，后来成了帝国的首都。原先是一块肥沃火山土壤的小三角洲，拉丁人定居于此。曾座落于台伯河的左岸（东南部），北达阿涅内河（台伯河左岸的支流），东南至庞廷沼泽区(如今是无人居住、遍布沼泽和疟疾的地方)，南抵瑟西安岬。台伯河的右岸是伊特鲁里亚的维伊城，其他边界则被意大利人占据。后来，罗马便击败维伊城及意大利邻居，扩张拉丁姆，北抵亚平宁山脉，东南至另一边的沼泽。现今为意大利的大区，称做拉吉欧，在拉丁文和现代英语里，偶尔也称之为 Latium 。面积略小于古时拉丁姆的两倍。
zh_tw: 義大利半島 拉齊奧在義大利的中西部，羅馬帝國在這個城市創立，這個城市後來也成為了羅馬帝國的首都。拉齊奧原先是一塊定居著拉丁人的小型、肥沃的火山土壤三角洲。它曾座落在台伯河的左岸（東南部），北達阿涅內河（台伯河左岸的支流），東南至 Pomptina Palus，南邊則到 Circeian 岬。台伯河的右岸則被伊特魯里亞的維伊城所佔領，其他邊界則由義大利人所佔領。之後，羅馬人便擊敗了維伊城及其義大利鄰居，將拉齊奧擴張到北達亞平寧山脈，東南至另一邊的沼澤。現代則是稱為拉吉歐的義大利大區，拉丁文及現代英語偶爾也稱為 Latium，仍舊很大，但不及原先拉齊奧的兩倍大。
