Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: 8. Right to lodge a complaint with a supervisory authority (GDPR 13.2.d, GDPR 77).
ast: 8. Direiꞇhu a interponer una queiʃʃa ante una authoridade supervisora (GDPR 13.2.d, GDPR 77).
bg: 8. Потребителят има право да внесе оплакване към надзорен орган (съгласно чл. 13.2.d, и чл. 77 на ОРЗД).
ca: 8. Dret a formular una queixa a una autoritat supervisora (GDPR 13.2.d, GDPR 77).
de: 8. Das Recht, Beschwerde bei einer Aufsichtsbehörde einzulegen (DSGVO 13.2.d, DSGVO 77).
el: 8. Δικαίωμα υποβολής καταγγελίας σε εποπτική αρχή (Γενικός Κανονισμός για την Προστασία Δεδομένων 13.2.d, ΓΚΠΔ 77).
es: 8. Derecho a presentar una queja ante una autoridad supervisora (GDPR 13.2.d, GDPR 77).
eu: 8. Ikuskatze agintarien aurrean kexa bat aurkezteko eskubidea (GDPR 13.2.d, GDPR 77).
fi: 7. Oikeus tehdä valitus valvontaviranomaiselle (GDPR 13.2.d, GDPR 77).
fr: 8. Le droit de porter plainte auprès d'une autorité de surveillance (RGPD 13.2.d, RGPD 77).
ga: 8. Ceart chun gearáin a thaisceadh le húdáras maoirseachta (GDPR 13.2.d, GDPR 77).
gd: 8. Còir air gearan a chur a-steach le ùghdarras stiùiridh (GDPR 13.2.d, GDPR 77).
gl: 8. Dereito a rexistrar unha queixa cunha autoridade supervisora (GDPR 13.2.d, GDPR 77).
hu: 8. A felügyeleti hatóságnál történő panasztételhez való jog (GDPR 13.2.d, GDPR 77).
id: 8. Hak untuk mengajukan keluhan kepada otoritas pengawas (GDPR 13.2.d, GDPR 77).
it: 8. Diritto di effettuare un reclamo con un'autorità di vigilanza (GDPR 13.2.d, GDPR 77).
ko: 8. 감독기관에 고소할 권리입니다 (GDPR 13.2.d, GDPR 77).
lv: 8. Tiesības iesniegt sūdzību ar uzraudzības iestādi (GDPR 13.2.d, GDPR 77).
mk: 8. Корисникот има право да поднесе жалба до надзорен орган (според чл. 13.2.г и чл. 77 од GDPR).
ms: 8. Hak untuk melaporkan aduan dengan pihak berkuasa (GDPR 13.2.d, GDPR 77).
nl: 8. Recht om een klacht in te dienen bij een toezichthoudende autoriteit (GDPR 13.2.d, GDPR 77).
pl: 8. Prawo do złożenia skargi do organu nadzorczego (GDPR 13.2.d, GDPR 77).
pt_br: 8. Direito de apresentar uma queixa a uma autoridade supervisora (GDPR 13.2.d, GDPR 77).
pt_pt: 8. Direito de apresentar uma queixa a uma autoridade supervisora (RGPD 13.2.d, RGPD 77).
ru: 8. Право на подачу жалобы в надзорный орган (Общий регламент по защите данных (ЕС) 13.2.d, 77).
sk: 8. Právo podať sťažnosť dozornej autorite (GDPR 13.2.d, GDPR 77).
sv: 8. rätt att inge klagomål till en tillsynsmyndighet (GDPR 13.2. d, GDPR 77).
tr: 8. Denetim otoritesine şikayette bulunma hakkı (GVKY 13.2.d, GVKY 77).
uk: 8. Мати право подати скаргу до контролюючого органу (GDPR 13.2.d, GDPR 77).
zh: 8.向监管机构提出申诉的权利（GDPR 13.2.d，GDPR 77）。
zh_tw: 8. 向監管機關投訴之權利 (GDPR 13.2.d, GDPR 77) 。

source: Requests that are manifestly unfounded or excessive are not responded to or may be charged (GDPR 12.4, GDPR 12.5).
ast: Peticiones que rescamplaren por carecer de fundamento ou ser excessivæs nun seran respondidæs ou poderan ser cargadæs (GDPR 12.4, GDPR 12.5).
bg: Искания, които са неоснователни или пряко надвишаващи правомощията не се уважават и може да бъдат отнесени в съда (съгласно чл. 12.4 и чл. 12.5 на ОРЗД).
ca: Les sol·licituds que siguin manifestament infundades o excessives no rebran resposta i poden estar subjectes a un cànon (GDPR 12.4, GDPR 12.5).
de: Anfragen, die offenkundig unbegründet oder überzogen sind, werden nicht beantwortet oder werden möglicherweise unter Anklage gestellt (DSGVO 12.4, DSGVO 12.5).
el: Αιτήματα που είναι προδήλως αβάσιμα ή υπερβολικά δεν απαντώνται ή ενδέχεται να χρεωθούν (Γενικός Κανονισμός για την Προστασία Δεδομένων 12.4, ΓΚΠΔ 12.5).
es: Las solicitudes que son manifiestamente infundadas o excesivas no se responden o pueden cobrarse (GDPR 12.4, GDPR 12.5).
eu: Eskaerak oinarri gabeak edo gehiegizkoak direnean ez dira erantzungo edo kobratu ahal dira (GDPR 12.4, GDPR 12.5).
fi: Ilmeisen perusteettomiin tai kohtuuttomiin pyyntöihin ei vastata tai niistä voidaan periä maksu (GDPR 12.4, GDPR 12.5).
fr: Les requêtes manifestement infondées ou excessives n'obtiendont pas de réponse ou pourront être sanctionnées (RGPD 12.4, RGPD 12.5).
ga: Féadfar iarratais gan bhunús soiléir nó iomarcach a ghearradh agus ní bheidh siad freagartha (GDPR 12.4, GDPR 12.5).
gd: Chan fhreagair sinn ma thèid iarrtas a chur a-steach a tha gun adhbhar no anabarrach gu follaiseach no faodaidh sinn tàille iarraidh air a shon (GDPR 12.4, GDPR 12.5).
gl: As solicitudes que manifestamente carezan de base ou sexan excesivas poden non obter resposta, ou requirir un pago (GDPR 12.4, GDPR 12.5).
hu: A kérelmek, melyek egyértelműen megalapozatlanok vagy túlzóak, nem kapnak választ, vagy díjkötelesek lehetnek (GDPR 12.4, GDPR 12.5).
id: Permohonan yang secara nyata tidak berdasar atau berlebihan tidak akan ditanggapi atau dapat didakwa (GDPR 12.4, GDPR 12.5).
it: Richieste manifestamente infondate o eccessive non ricevono risposta o possono essere addebitate (GDPR 12.4, GDPR 12.5).
ko: 명백하게 근거가 없거나 과도한 요청은 응답하지 않거나 비용이 청구될 수 있습니다 (GDPR 12.4, GDPR 12.5).
lv: Pieprasījumi, kas ir acīmredzami nepamatoti vai pārmērīgi, netiek atbildēti vai var būt par maksu (GDPR 12.4, GDPR 12.5).
mk: Барањата што се неосновани или директно ги надминуваат овластувањата не се почитуваат и може да се изведат на суд (според член 12.4 и член 12.5 од GDPR).
nl: Verzoeken die klaarblijkelijk ongegrond of extreem zijn, worden niet beantwoord of kunnen worden aangeklaagd (GDPR 12.4, GDPR 12.5).
pl: Wnioski, które są w oczywisty sposób bezzasadne lub przesadne, nie zostaną uwzględnione lub mogą zostać obciążone (GDPR 12.4, GDPR 12.5).
pt_br: Solicitações que são manifestamente infundadas ou excessivas não são respondidas ou podem ser cobradas (GDPR 12.4, GDPR 12.5).
pt_pt: Os pedidos que sejam manifestamente infundados ou excessivos podem ser recusados ou podem ser cobrados (RGPD 12.4, RGPD 12.5).
ru: На явно необоснованные или чрезмерные просьбы не рассматриваются или наказуемы (Общий регламент по защите данных (ЕС) 12.4, 12.5).
sk: Žiadosti, ktoré sú zjavne neopodstatnené alebo neprimerané, nebudú spracované alebo môžu byť spoplatnené (GDPR 12.4, GDPR 12.5).
sv: Framställningar som är uppenbart ogrundade eller överdrivna besvaras inte eller kan komma att debiteras (GDPR 12,4, GDPR 12,5).
tr: Açıkça temelsiz veya aşırı olan taleplere cevap verilmez veya suçlanamaz (GVKY 12.4, GVKY 12.5).
uk: Запити, які є явно необґрунтованими або надмірними, лишаются без відповіді або можуть призводити до відповідальності (GDPR 12.4, GDPR 12.5).
zh: 未收到请求，或请求未被回应
zh_tw: 明顯無根據或過多的請求將不會回覆或可能需收費 (GDPR 12.4, GDPR 12.5) 。

source: [font="sans-bold-16"]Wildfire Games obligations:[/font]
ast: [font="sans-bold-16"]Obligaciones de Wildfire Games:[/font]
bg: [font="sans-bold-16"]Задължения на Wildfire Games:[/font]
ca: [font="sans-bold-16"]Obligacions de Wildfire Games:[/font]
cs: [font="sans-bold-16"]Povinnosti Wildfire Games:[/font]
de: [font="sans-bold-16"]Verpflichtungen von Wildfire Games:[/font]
el: [font="sans-bold-16"]Υποχρεώσεις της Wildfire Games:[/font]
es: [font="sans-bold-16"]Obligaciones de Wildfire Games:[/font]
eu: [font="sans-bold-16"]Wildfire Gamesen betebeharrak:[/font]
fi: [font="sans-bold-14"]Wildfire Gamesin velvoitteet (GDPR 5, GDPR 13):[/font]
fr: [font="sans-bold-16"]Obligations de Wildfire Games :[/font]
ga: [font="sans-bold-16"]Oibleagáidí Wildfire Games:[/font]
gd: [font=”sans-bold-16”]Dleastanasan aig Wildfire Games:[/font]
gl: [font="sans-bold-16"]Obrigas de Wildfire Games:[/font]
hu: [font="sans-bold-16"]A Wildfire Games kötelezettségei:[/font]
id: [font="sans-bold-16"]Kewajiban Wildfire Games:[/font]
it: [font="sans-bold-16"]Obblighi di Wildfire Games:[/font]
ko: [font="sans-bold-16"]Wildfire Games 의무는 다음과 같습니다:[/font]
lv: [font="sans-bold-16"]Wildfire Games saistības:[/font]
mk: [font="sans-bold-16"]Обврски на Wildfire Games:[/font]
nl: [font="sans-bold-16"]Wildfire Games verplichtingen:[/font]
pl: [font="sans-bold-16"]Zobowiązania Wildfire Games:[/font]
pt_br: [font="sans-bold-16"]Obrigações da Wildfire Games:[/font]
pt_pt: [font="sans-bold-16"]Deveres da Wildfire Games:[/font]
ru: [font="sans-bold-16"]Обязательства, взятые на себя Wildfire Games:[/font]
sk: [font="sans-bold-16"]Wildfire Games povinnosti:[/font]
sv: [font = "Sans-fet-16"] Wildfire spel skyldigheter: [/font]
tr: [font="sans-bold-16"]Wildfire Games sorumlulukları:[/font]
uk: [font="sans-bold-16"]Зобов’язання Wildfire Games:[/font]
zh: [font="sans-bold-16"]Wildfire Games 应尽义务:[/font]
zh_tw: [font="sans-bold-16"]Wildfire Games 義務：[/font]

source: 1. Wildfire Games demonstrates compliance with GDPR (GDPR 5.2 'accountability').
ast: 1. Wildfire Games amuœstra conformidade cun GDPR (GDPR 5.2 “accountability”).
bg: 1. Wildfire Games гарантира съответствие с ОРЗД (чл. 5.2 — „отговорност“).
ca: 1. Wildfire Games demostra el compliment amb la GDPR (GDPR 5.2 'responsabilitat').
de: 1. Wildfire Games weist Übereinstimmung mit der DSGVO nach (DSGVO 5.2 "Rechenschaftspflicht").
el: 1. Η Wildfire Games επιδεικνύει συμμόρφωση με το Γενικό Κανονισμό για την Προστασία Δεδομένων (ΓΚΠΔ 5.2 "ευθύνη").
es: 1. Wildfire Games demuestra el cumplimiento de GDPR (GDPR 5.2 'responsabilidad').
eu: 1. Wildfire Gamesek GDPR-rekin adostasuna adierazten du (GDPR 5.2 'accountability').
fi: 1. Wildfire Games osoittaa noudattavansa GDPR:ää (GDPR 5.2 "vastuuvelvollisuus").
fr: 1. Wildfire Games est conforme au RGPD (RGPD 5.2 'responsabilité')
ga: 1. Léiríonn Wildfire Games géilleadh le GDPR (GDPR 5.2 'freagracht').
gd: 1. Gèillidh Wildfire Games ri GDPR (GDPR 5.2 “accountability”).
gl: 1. Wildfire Games demostra o cumprimento coa GDPR (GDPR 5.2 'accountability').
hu: 1. A Wildfire Games képes igazolni a GDPR-nak megfelelést (GDPR 5.2 „elszámoltathatóság”).
id: 1. Wildfire Games menunjukkan kepatuhan dengan GDPR ('akuntabilitas' GDPR 5.2).
it: 1. Wildfire Games dimostra conformità con GDPR (GDPR 5.2 'responsabilità').
ko: 1. Wildfire Games는 GDPR 준수를 입증합니다 (GDPR 5.2 '책임').
lv: 1. Wildfire Games demonstrē atbilstību GDPR (GDPR 5.2 "accountability").
nl: 1. Wildfire Games toont naleving van het GDPR (GDPR 5.2 'verantwoording').
pl: 1. Wildfire Games zgadzają się z GDPR (GDPR 5.2 "odpowiedzialność").
pt_br: 1. A Wildfire Games demonstra conformidade com o GDPR (GDPR 5.2 'prestação de contas').
pt_pt: 1. A Wildfire Games demonstra conformidade com o RGPD (RGPD 5.2 'responsabilidade').
ru: 1. Wildfire Games демонстрирует соответствие с Общим регламентом по защите данных (Общий регламент по защите данных (ЕС) 5.2 «подотчетность»).
sk: 1. Wildfire Games preukazuje súlad s GDPR (GDPR 5.2 'accountability').
sv: 1. Wildfire Games visar efterlevnad av GDPR (GDPR 5,2 "ansvarighet").
tr: 1. Wildfire Games, GVKY'ye uyum göstermektedir (GVKY 5.2 'hesap verebilirlik').
uk: 1. Wildfire Games демонструє відповідність згідно GDPR (GDPR 5.2 'accountability').
zh: 1. Wildfire Games表明符合GDPR（GDPR 5.2'责任'）。
zh_tw: 1. Wildfire Games 表示遵守 GDPR (GDPR 5.2 'accountability') 。

source: 2. Wildfire Games documents their processing activities appropriately, in particular the categories of processed personal data and security measures to protect it (GDPR 30).
ast: 2. Wildfire Games registra aẍeitadamente læs suæs actividades de tratamiento, in particular læs categoríæs de datos personales tratados & læs medidæs de segurancia para protegellos (GDPR 30).
bg: 2. Wildfire Games отчита своите дейности по обработването, в частност категориите на обработваните лични данни и мерките на сигурност за защитата им (съгласно чл. 30 на ОРЗД).
ca: 2. Wildfire Games documenta les activitats de processament de dades com correspon, en particular les categories de processament de dades personals i mesures de seguretat per protegir-les (GDPR 30).
de: 2. Wildfire Games dokumentiert seine Datenverarbeitungsaktivitäten in geeigneter Weise, im Speziellen die Kategorien von verarbeiteten persönlichen Daten und Maßnahmen, um diese zu schützen (DSGVO 30).
el: 2. Η Wildfire Games καταγράφει κατάλληλα τις δραστηριότητές επεξεργασίας, ιδίως στις κατηγορίες των επεξεργασμένων προσωπικών δεδομένων και στα μέτρα ασφαλείας για την προστασία τους (Γενικός Κανονισμός για την Προστασία Δεδομένων 30).
es: 2. Wildfire Games documenta sus actividades de procesamiento de manera adecuada, en particular las categorías de datos personales procesados y las medidas de seguridad para protegerlos (GDPR 30).
eu: 2. Wildfire Gamesek behar bezala azaltzen ditu prozesatze lanak, norberaren datuen prozesatze sailkapenak eta haiek babesteko hartu beharrekoak zehazki (GDPR 30).
fi: 2. Wildfire Games dokumentoi käsittelytoimintansa asianmukaisesti, erityisesti käsiteltyjen henkilötietojen luokat ja niiden suojaamiseksi toteutetut turvatoimet (GDPR 30).
fr: 2. Wildfire Games documente précisément ses activités de traitement, en particulier la catégorie des données personnelles et des mesures de sécurité qui les protègent (RGPD 30)
ga: 2. Cláraíonn Wildfire Games a ghníomhaíochtaí próiseála mar is ceart, go háirithe sna catagóirí sonraí pearsanta próiseáilte agus na tomhais slandála iad a chosaint (GDPR 30).
gd: 2. Nì Wildfire Games docamaideadh air am pròiseasadh gu h-iomchaidh, gu sònraichte air na seòrsaichean dhen dhàta phearsanta agus na dòighean tèarainteachd a chleachdas sinn gus a dhìon (GDPR 30).
gl: 2. Wildfire Games documenta as súas actividades de procesamento de forma axeitada, por exemplo as categorías de datos persoais procesados e medidas de seguranza para protexelos (GDPR 30).
hu: 2. A Wildfire Games nyilvántartást vezet az adatkezelési tevékenységekről, konkrétan a személyes adatok kategóriáiról, és az azokat védő biztonsági intézkedésekről (GDPR 30).
id: 2. Wildfire Games mendokumentasikan aktivitas pemrosesan secara sesuai, khususnya dalam kategori pemrosesan data pribadi dan langkah pengamanan yang dilakukan untuk melindunginya (GDPR 30).
it: 2. Wildfire Games documenta adeguatamente le loro attività di trattamento, in particolare le categorie di dati personali trattati e le misure di sicurezza per proteggerli (GDPR 30).
ko: 2. Wildfire Games는 처리 활동을 적절하게 문서화하고, 특히 처리된 개인 데이타의 범주 및 이를 보호하기 위한 보안 조치를 취합니다 (GDPR 30).
lv: 2. Wildfire Games pienācīgi dokumentē savu apstrādes darbību, jo īpaši apstrādāto personas datu un aizsardzības pasākumu kategorijas, lai tos aizsargātu (GDPR 30).
nl: 2. Wildfire Games documenteert hun verwerkingsactiviteiten op gepaste wijze, met name de categorieën verwerkte persoonsgegevens en beveiligingsmaatregelen om deze te beschermen (GDPR 30).
pl: 2. Wildfire Games dokumentuje aktywności związane z przetwarzaniem, w szczególności kategorie przetworzonych danych osobowych i środków bezpieczeństwa w celu ich chronienia (GDPR 30).
pt_br: 2. A Wildfire Games documenta suas atividades de processamento adequadamente, em particular as categorias de dados pessoais processados e medidas de segurança para protegê-las (GDPR 30).
pt_pt: 2. A Wildfire Games documenta as suas atividades de processamento apropriadamente, em particular as categorias de dados pessoais processados e medidas de segurança para os proteger (RGPD 30).
ru: 2. Wildfire Games надлежащим образом документирует свою деятельность по обработке, в частности, категории обрабатываемых персональных данных и меры безопасности для их защиты (Общий регламент по защите данных (ЕС) 30).
sk: 2. Wildfire Games vhodne dokumentuje svoje aktivity spracovávania, najmä katgórie spracovávania osobných dát a bezpečnostných opatrení k ich ochrane (GDPR 30).
sv: 2. Wildfire Games dokumenterar sin behandling på lämpligt sätt, särskilt kategorierna av bearbetade person uppgifter och säkerhets åtgärder för att skydda den (GDPR 30).
tr: 2. Wildfire Games işleme faaliyetlerini, özellikle işlenmiş kişisel veri kategorilerini ve onu korumak için güvenlik önlemlerini (GVKY 30) uygun bir şekilde belgelemektedir.
uk: 2. Wildfire Games документально підтверджує свою діяльність з обробки, зокрема категорії оброблюваних особистих даних та заходи безпеки для їх захисту (GDPR 30).
zh: 2. 适当情况下，Wildfire Games会记录处理活动，特别是个人数据类别和安全措施保护（GDPR 30）。
zh_tw: 2. Wildfire Games 會適當記錄其處理活動，特別是處理過的個人資料類別及保護它的安全措施 (GDPR 30) 。

source: 3. Wildfire Games processes personal data lawfully, fairly and transparently (GDPR 5.1.a, GDPR 12.1).
ast: 3. Wildfire Games trata los datos personales legal, ẍusta & transparentemente (GDPR 5.1.a, GDPR 12.1).
bg: 3. Wildfire Games обработва лични данни в пълно съответствие със законите, отговорно и прозрачно (съгласно чл. 5.1.a и чл. 12.1 на ОРЗД).
ca: 3. Wildfire Games processa dades personals de manera legal, justa i transparent (GDPR 5.1.a, GDPR 12.1).
de: 3. Wildfire Games verarbeitet persönliche Daten rechtmäßig, ordentlich und transparent (DSGVO 5.1.a, DSGVO 12.1).
el: 3. Η Wildfire Games επεξεργάζεται νόμιμα, δίκαια και με διαφάνεια τα προσωπικά δεδομένα (Γενικός Κανονισμός για την Προστασία Δεδομένων 5.1.a, ΓΚΠΔ 12.1).
es: 3. Wildfire Games procesa los datos personales de manera legal, justa y transparente (GDPR 5.1.a, GDPR 12.1).
eu: 3. Wildfire Gamesek norberaren datuak legez, justu eta era gardenean prozesatzen ditu (GDPR 5.1.a, GDPR 12.1).
fi: 3. Wildfire Games käsittelee henkilötietoja laillisesti, oikeudenmukaisesti ja avoimesti (GDPR 5.1.a, GDPR 12.1).
fr: 3. Wildfire Games traite les données personnelles conformément à la loi, de manière impartiale et transparente (RGPD 5.1.a, RGPD 12.1)
ga: 3. Próiseálann Wildfire Games sonraí pearsanta go dleathach, go measartha, agus go trédhearcach (GDPR 5.1.a, GDPR 12.1)
gd: 3. Nì Wildfire Games pròiseasadh air dàta pearsanta gu laghail, gu cothromach is gu follaiseach (GDPR 5.1.a, GDPR 12.1).
gl: 3. Wildfire Games procesa datos persoais correctamente, de maneira xusta e transparente (GDPR 5.1.a, GDPR 12.1).
hu: 3. A Wildfire Games a személyes adatokat jogszerűen, tisztességesen és átláthatóan kezeli (GDPR 5.1.a, GDPR 12.1).
id: 3. Wildfire Games mengelola data pribadi sesuai hukum yang berlaku, secara adil dan transparan (GDPR 5.1.a, GDPR 12.1).
it: 3. Wildfire Games tratta i dati personali legalmente, onestamente e con trasparenza (GDPR 5.1.a, GDPR 12.1).
ko: 3. Wildfire Games는 적법하고 공정하며 투명하게 개인 정보를 처리합니다 (GDPR 5.1.a, GDPR 12.1).
lv: 3. Wildfire Games apstrādā personas datus likumīgi, taisnīgi un pārredzami (GDPR 5.1.a, GDPR 12.1).
ms: 3. Wildfire Games memproses data mengikut lunas undang-undang, secara sah dan telus (GDPR 5.1.a, GDPR 12.1).
nl: 3. Wildfire Games verwerkt persoonsgegevens op rechtmatige, eerlijke en transparante wijze (GDPR 5.1.a, GDPR 12.1).
pl: 3. Wildfire Games przetwarza dane osobowe zgodnie z prawem i transparentnie (GDPR 5.1.a, GDPR 12.1).
pt_br: 3. A Wildfire Games processa dados pessoais de forma legal, justa e transparente (GDPR 5.1.a, GDPR 12.1).
pt_pt: 3. A Wildfire Games processa os dados pessoais de acordo com a lei, de forma justa e transparente (RGPD 5.1.a, RGPD 12.1).
ru: 3. Wildfire Games обрабатывает персональные данные законным, справедливым и прозрачным образом (Общий регламент по защите данных (ЕС) 5.1.a, 12.1).
sk: 3. Wildfire Games spracováva osobné dáta v súlade so zákonom, dôkladne a transparentne (GDPR 5.1.a, GDPR 12.1).
sv: 3. Wildfire Games behandlar person uppgifter lagligt, rättvist och transparent (GDPR 5.1. a, GDPR 12,1).
tr: 3. Wildfire Games kişisel verileri yasal, adil ve şeffaf bir şekilde işler (GVKY 5.1.a, GVKY 12.1).
uk: 3. Wildfire Games обробляє особисті дані законно, справедливо та зрозуміло (GDPR 5.1.a, GDPR 12.1).
zh: 3.Wildfire Games在合法、公平、透明的原则下，处理个人数据（GDPR 5.1.a，GDPR 12.1）。
zh_tw: 3. Wildfire Games 會合法、公平、透明地處理個人資料 (GDPR 5.1.a, GDPR 12.1) 。
