Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: A demo map of the British Isles, created with the assistance of a height map.
ast: Demonstracion geográphica de lɐs islhɐs británicɐs, feiꞇha pentre mediɐs d’un mapa d’altor.
bg: Демонстрационна карта на британските острови, създадена с помощта на височинна карта.
br: Kartenn Diskouez an inizi Breizh-Veur, krouet gant skoazell ur gartenn ment.
ca: Un mapa de demostració de les Illes Britàniques, creat amb l'ajuda d'un mapa d'alçada.
cs: Ukázková mapa Britských ostrovů vytvořená s pomocí výškové mapy.
da: En demobane over de Britiske Øer, skabt med hjælp fra et højdekort.
de: Eine unter Zuhilfenahme einer Höhenkarte erstellte Demokarte der Britischen Inseln.
el: Ένας δοκιμαστικός χάρτης των Βρετανικών Νήσων, που δημιουργήθηκε με τη βοήθεια ενός χάρτη ύψους.
es: Un mapa de demostración de las Islas Británicas, creado con la asistencia de un «heightmap».
eu: Britaniar Uharteen adibidezko mapa, alturako mapa baten laguntzaz sorturik.
fi: Brittein saarten demokartta, joka on luotu korkeuskartan avulla.
fr: Une carte de démonstration des îles britanniques, créée avec l'aide d'une carte de haut niveau.
ga: Léarscáil taispeána na hÉireann agus na Breataine Móire, agus é a déanamh le cabhair léarscáil airde.
gd: Mapa taisbeanaidh nan eileanan Breatannach air a chruthachadh le taic mapa-àirde.
hu: A brit szigetek demó térképe, amely egy magasságtérkép segítségével lett létrehozva.
id: Peta demo Kepulauan Inggris, dibuat dengan bantuan peta ketinggian.
it: Una mappa demo delle isole britanniche, creata con l'aiuto di una mappa reale delle altezze.
ja: ブリテン諸島のデモマップで、標高マップを参考に作成されています。
ko: 등고선 지도를 사용하여 만든 영국 제도의 데모 지도입니다.
ms: Peta demo kepulauan British, dihasilkan dengan bantuan peta tinggi.
nb: En demo av de britiske øyer, laget med assistanse fra et høydekart.
nl: Een demokaart van Britse eilanden, gemaakt met behulp van een terreinprofiel.
pl: Mapa demonstracyjna Wysp Brytyjskich, stworzona przy pomocy mapy wysokości.
pt_br: Demonstração das Ilhas Britânicas, criada a partir de um mapa topográfico.
pt_pt: Um mapa de demonstração das Ilhas Britânicas, criado com a assistência de um mapa de alturas.
ru: Демо карта Британских островов, создана с помощью карты высот.
sk: Ukážková mapa Britských ostrovov, vytvorená za pomoci výškovej mapy.
sr: Демо мапа Британских острва, креирана уз помоћ висинске мапе.
sv: En demo karta över de brittiska öarna, som skapats med hjälp av en höjdkarta.
tr: Bir yüksek harita yardımı ile oluşturulan İngiliz Adaları demo haritası.
uk: Демо-карта Британських островів, створена за допомогою висотної карти
vi: Một bản đồ thủ nghiệm về Quần đảo British, được tạo ra với sự trợ giúp từ những bản đồ về độ cao.
zh: 一个不列颠群岛的示例地图。根据高程图创建的。
zh_tw: 一張不列顛群島的展示地圖，在等高線圖的協助下創建的。

source: Eire and Albion (British Isles)
ast: Ivernia & Albion (islhɐs británicɐs)
bg: Ейре и Албион (британски острови)
br: Eire hag Albion (Inizi Breizh-Veur)
ca: Eire i Albió (Illes Britàniques)
cs: Éire a Albion (Britské ostrovy)
da: Eire og Albion (de Britiske Øer)
de: Éire und Albion (Britische Inseln)
el: Ιρλανδία και Αλβιώνα (Βρετανικές Νήσοι)
es: Eire y Albion (Islas Británicas)
eu: Eire eta Albion (Britaniar Uharteak)
fi: Irlanti ja Iso-Britannia (Brittein saaret)
fr: Démo - Eire et Albion (îles britanniques)
ga: Éire agus Albíonach (Éire agus an Bhreatain Mór)
gd: Eire ’s Albion (Na h-Eileanan Breatannach)
hu: Eire és Albion (Brit-szigetek)
id: Eire dan Albion (Kepulauan Inggris)
it: Irlanda e Albione (Isole Britanniche)
ja: エールとアルビアン（ブリテン諸島）
ko: 아이 레와 알비온 (영국 제도)
ms: Eire dan Albion (Kepulauan British)
nb: Eire og Albion (Britiske Øyer)
nl: Eire en Albion (Britse Eilanden)
pl: Eire i Albion (Wyspy Brytyjskie)
pt_br: Eire e Albion (Ilhas Britânicas)
pt_pt: Éire e Álbion (Ilhas Britânicas)
ru: Эйре и Альбион (Британские острова)
sk: Éire a Albión (Britské ostrovy)
sr: Ајр и Албион (Британска острва)
sv: Eire and Albion (Brittiska Öarna)
tr: İrlanda ve Albiyon (Britanya Adaları)
uk: Ейр і Альбіон (Британські острови)
vi: Eire và Albion (Quần đảo British)
zh: 爱尔兰和阿尔比恩（不列颠群岛）
zh_tw: 愛爾蘭和阿爾比恩（不列顛群島）

source: A small desert map. Each player starts near an oasis spotted about an otherwise bleak and sandy desert that is wide open to assault and depredation. Gameplay is tight and fast, with no time to stop and smell the roses.
ast: Una pequenha geographía desértica. Cada jogador intama a la veira d’una oasis que çhisca un ermu q’outramente ye avessidu, arenosu & expuöstu a la depredacion. El combate ye cerradu & rápidu, in sin vagar para sentir la naturaleza.
bg: Малка пустинна карта. Всеки от играчите започва до оазис, разположен в иначе мъртва пясъчна пустиня, с условия за лесни нападения и опустошения. Играта е напрегната и бърза, без време за размотаване.
br: Kartenn un dezerzh bihan. Pep c'hoarier a grog tost ouzh oaziz brizhet un dezerzh traezh ha teñval disheñvel a zo digor bras evit argad ha distruj. Ar c'houested c'hoari zo herrek ha tenn, gant amzer ebet evit herzel ha santout ar rozennoù.
ca: Un mapa de desert petit. Cada jugador comença prop d'un oasi situat en un desert obert i apte per a assaltar i caçar, en altre temps inhòspit i sorrenc. El joc és rigorós i ràpid i no hi ha temps per aturar-se a olorar les roses.
cs: Malá pouštní mapa. Každý hráč začíná u oázy spatřené v jinak ponuré a písečné poušti, která je dokořán otevřená k útoku a plenění. Hratelnost je napínavá a rychlá, bez času se zastavit a přičichnout k růžím.
da: Et lille ørkenkort. Hver spiller starter i nærheden af ​​en oase, der kan ses omkring en ellers dyster og sandet ørken, der er vidt åben for overfald og ødelæggelse. Gameplayet er stramt og hurtigt, uden tid til at stoppe op og dufte til roserne.
de: Eine kleine Wüstenkarte. Jeder Spieler startet in der Nähe einer Oase, verteilt auf einer ansonsten öden und sandigen Wüste, die offen für Überfälle und Plünderungen ist. Das Spiel ist dicht und schnell, ohne Zeit für Abwarten und Teetrinken.
el: Ένας μικρός χάρτης της ερήμου. Κάθε παίκτης ξεκινά κοντά σε μια όαση τοποθετημένη σε μία ζοφερή και αμμώδη έρημο που είναι ορθάνοιχτη για επίθεση και λεηλασία. Ο τρόπος παιξίματος είναι έντονος και γρήγορο, χωρίς χρόνο για να σταματήσεις και να μυρίσεις τα τριαντάφυλλα.
es: Un pequeño mapa desértico. Cada jugador comienza cerca de un oasis mirando hacia un cegador y arenoso baldío, listo para asaltos y estragos varios. La partida es pequeña y rápida, no tendrás tiempo para quedarte parado oler las flores.
eu: Basamortu mapa txiki bat. Jokalari bakoitza oasi batean hasiko da lur mortu itsugarri eta hondartsu bati begira, eraso eta harraparitzen zain. Partida txikia eta azkarra da, ez duzu astirik izango loreak usaintzen gelditzeko.
fi: Pieni aavikkokartta. Jokainen pelaaja aloittaa lähellä keidasta, joka on piste muuten karulla, hiekkaisella, ja hyökkäyksille sekä ryöstelylle avoimella aavikolla. Pelinkulku on tiivistä ja nopeaa, eikä ole aikaa pysähtyä haistelemaan ruusuja.
fr: Petite carte, où chaque joueur commence près d'une oasis repérée dans un sombre désert de sable, qui est grand ouvert à l'agression et au pillage. Le gameplay est serré et rapide, et ne laisse pas le temps de s'arrêter et de sentir les roses.
ga: Léarscáil bheag an fhásach. Tosaíonn gach imreoir in aice láimhe ósaisí ganna i measc gaineamhlaigh gruama a bheith oscailte d'ionsaí agus foghail. Tá an imreoireacht tapa agus teann, agus níl am ar bith le codail a dhéanamh.
gd: Mapa fàsaich beag. Tòisichidh gach cluicheadair faisg air aon dhe na h-innsean-fàsaich a tha sgapte air fàsach gainmhich lom a tha fosgailte dha dh’ionnsaighean is spùinneadh. Thèid an geama air adhart glè luath gun chothrom gus anail a ghabhail.
hu: Egy kis sivatagi térkép. Minden játékos egy kis oázis közelében kezd, hogy felfedezze az egyébként sivár és homokos sivatagot, mely alkalmas terep a rohamokra és a pusztításra. A játékmenet feszes és gyors, nincs idő a megállásra, hogy a rózsák illatában merengjünk.
id: Peta gurun kecil. Tiap pemain mulai dekat oase di dekat gurun suram dan berpasir yang terbuka untuk penyerangan dan penjarahan. Permainan ketat dan cepat, tanpa waktu untuk berleha-leha.
it: Una piccola mappa deserto. Ogni giocatore inizia nei pressi di un'oasi in un deserto altrimenti squallido e sabbioso che è ideale per le aggressioni e rapine. Il gioco è stretto e veloce, non c'è il tempo di fermarsi e rimirare le rose.
ja: 小さな砂漠マップです。各プレイヤーの開始位置は点在するオアシスのそばで、その周囲は荒涼とした砂漠がひろがり、暴行や略奪が横行しています。 ゲームプレイは緊迫した短期戦で、立ち止まって道草する暇はありません。
ko: 작은 사막 지도입니다. 각 플레이어는 공격과 약탈에 개방되어 있는 황량하고 모래사막에 있는 오아시스 주변에서 시작합니다. 게임 방식은 빡빡하고 빠르며, 멈출 틈도 없고 장미 향기를 맡을 시간도 없습니다.
ms: Peta gurun bersaiz kecil. Setiap pemain bermula ditepi oasis yang dalam kawasan gurun yang terbuka untuk serangan dan penjarahan. Permainan adalah penuh aksi dan pantas, tanpa masa rehat.
nb: Et lite ørkenkart. Hver spiller starter nær en oase funnet i en stort sett dyster og sandfylt ørken som er vidåpen for overfall og raid. Spill på kartet er stramt og raskt med ingen til å stoppe for å lukte på rosene.
nl: Een kleine woestijnkaart. Ieder speler start bij een oase, maar voor de rest is de kaart dor en verlaten. Een gegarandeerd snel spel, zonder tijd om de bloemetjes te bekijken.
pl: Mała pustynna mapa. Każdy gracz rozpoczyna w pobliżu oazy otoczonej przez ponurą i piaszczystą pustynię szeroko otwartą na wszelkie napaści i rabunki. Rozgrywka jest napięta i szybka, nie ma czasu, aby zatrzymać się i powąchać róże.
pt_br: Um pequeno mapa desértico. Cada jogador começa perto de um oásis isolado no meio de um deserto árido, vulnerável a qualquer ataque e depredação. Os jogos neste mapa são tensos e rápidos. Não há tempo para ficar olhando a paisagem.
pt_pt: Um pequeno mapa do deserto. Cada jogador começa perto de um oásis localizado num deserto desolado e arenoso que está aberto a ataques e depredação. A jogabilidade é apertada e rápida, sem tempo para parar e cheirar as rosas.
ru: Маленькая карта с пустыней. Каждый игрок начинает возле оазиса. Остальная территория — незащищенная от ветров песчаная пустыня в которой процветают нападения и грабежи. Игра напряженная и быстрая, нет времени для того чтобы остановится и понюхать розы.
sk: Malá púštna mapa. Každý hráč začína blízko oázy na inak holej a piesočnej púšti, ktorá doširoka otvára dvere útokom a plieneniu. Hra je rýchla a intuitívna, niet času na oddych.
sv: En liten ökenkarta. Varje spelare börjar nära en oas utspridd omkring en annars ruggig sandöken som är vidöppen för anfall och plundring. Spelupplägget är tätt och snabbt, med ingen tid att stanna upp och lukta på rosor.
tr: Küçük bir çöl haritası. Her oyuncu saldırı ve yağmaya açık kasvetli ve kumlu bir çölde bir vaha kenarında başlar. Oynanış çok sıkı ve hızlıdır, durup gülleri koklamak için zaman yoktur.
uk: Невелика карта пустелі. Кожен гравець починає поруч з оазисом оточеним похмурою піщаною пустелею, відкритою для нападів та грабежів. Процес гри щільний і швидкий, без часу, щоб зупинитися і відчути запах троянди.
vi: Một sa mạc nhỏ. Mỗi người chơi bắt đầu gần một ốc đảo nhận ra rằng sa mạc cát đang dần mở rộng gây thiệt hại. Màn chơi chặt chẽ và nhanh chóng, không có thời gian để cưỡi ngựa xem hoa.
zh: 小型沙漠地图。玩家散布于荒凉沙漠中的绿洲旁。沙漠相当开阔，易受入侵及劫略。 游戏节奏很快，没有时间闲庭信步。
zh_tw: 一個小型的沙漠地圖。每個玩家都在一個散佈於荒涼沙漠中的綠洲旁，沙漠相當開闊，所以非常容易受到入侵及劫略。 遊戲節奏非常緊湊且快速，沒有時間可以停下來休息。

source: Fast Oasis
ast: Oasis rápida
bg: Бърз оазис
br: Oasiz Buan
ca: Oasi ràpid
cs: Rychlá oáza
da: Hurtig Oase
de: Schnelle Oase
el: Γρήγορη Όαση
es: Oasis rápido
eu: Oasi Azkarra
fi: Nopea keidas
fr: Oasis rapide
ga: Ósais Tapa
gd: Innis-fhàsaich luath
hu: Gyors oázis
id: Oase Cepat
it: Oasi Veloce
ja: ファスト・オアシス
ko: 빠른 오아시스
ms: Oasis Pantas
nb: Hurtig oase
nl: Snelle oase
pl: Szybka oaza
pt_br: Oásis ligeiro
pt_pt: Oásis rápido
ru: Быстрый оазис
sk: Rýchla oáza
sr: Оаза - брзинска
sv: Snabb Oas
tr: Hızlı Vaha
uk: Швидкий оазис
vi: Ốc đảo Tốc biến
zh: 绿洲快攻
zh_tw: 快速綠洲

source: Player 4
ast: Jogador 4
bg: Играч 4
br: C'hoarier 4
ca: Jugador 4
cs: Hráč 4
da: Spiller 4
de: Spieler 4
el: Παίκτης 4
es: Jugador 4
eu: 4. jokalaria
fa: بازیکن 4
fi: Pelaaja 4
fr: Joueur 4
ga: Imreoir 4
gd: Cluicheadair 4
hu: 4. játékos
id: Pemain 4
it: Giocatore 4
ja: プレイヤー 4
ko: 플레이어 4
ms: Pemain 4
nb: Spiller 4
nl: Speler 4
pl: Gracz 4
pt_br: Jogador 4
pt_pt: Jogador 4
ru: Игрок 4
sk: Hráč 4
sr: Играч 4
sv: Spelare 4
tr: Oyuncu 4
uk: Гравець 4
vi: Người chơi 4
zh: 玩家 4
zh_tw: 玩家 4

source: Test out fishing with a fishing boat. Still in development.
ast: Pruöba la pesca cun un barcu pesqueiru. In disindolcu.
bg: Изпробване на риболова с рибарско корабче. Все още в процес на разработка.
br: Klask pesketa gant ur vag pesketa. En diorroadur c'hoazh.
ca: Proveu de pescar amb un vaixell de pesca. En desenvolupament.
cs: Vyzkoušejte si lov ryb v rybářském člunu. Ve vývoji.
da: Afprøv fiskeri med en fiskerbåd. Under udvikling.
de: Teste fischen mit einem Fischerboot. In Entwicklung.
el: Δοκιμάστε το ψάρεμα με ένα αλιευτικό σκάφος. Ακόμα υπό ανάπτυξη.
es: Prueba de pesca con bote pesquero. Todavía en desarrollo.
eu: Txalupaz arrantzatzearen proba. Oraindik garatu bidean.
fi: Kokeile kalastusta kalastusveneellä. Vielä kehitteillä.
fr: Testez la pêche avec un bateau de pêche. Encore en développement.
ga: Baint triail as an iascaireacht le bád iascaireachta. Fós ina fhorbairt.
gd: Feuch ri iasgaich le bàta-iasgaich. ’Ga leasachadh fhathast.
hu: Próbáld ki a halászatot egy halászhajóval. Még fejlesztés alatt.
id: Percobaan menangkap ikan dengan perahu nelayan. Masih dalam pengembangan.
it: Testare la pesca con una barca da pesca. Ancora in sviluppo.
ja: 漁船での釣りをテストします。まだ開発途上です。
ko: 낚싯배로 낚시를 연습해 보세요. 아직 개발 중입니다.
ms: Uji perikanan dengan bot nelayan. Masih di dalam pembangunan.
nb: Prøv ut fisking med en fiskebåt. Fortsatt under utvikling.
nl: Test het vissen met een vissersboot. Nog in ontwikkeling.
pl: Wypróbuj łowienie łodzią rybacką. Nadal w rozwoju.
pt_br: Tente pescar com um barco de pesca. Ainda em desenvolvimento.
pt_pt: Tenta pescar com um barco pesqueiro. Ainda está a ser desenvolvido.
ru: Тестирование рыбалки с помощью рыбацкой лодки. Все еще в разработке.
sk: Vyskúšajte chytať ryby s rybárskym člnom. Stále vo vývoji.
sr: Испробај пецање са бродом за риболов. Још увек у развоју.
sv: Testa fiske med en fiskebåt. Fortfarande under utveckling.
tr: Bir balıkçı teknesi ile balıkçılık testi. Hala geliştirmede.
uk: Тестування риболовлі з рибальським човном. У розробці.
vi: Kiểm tra việc đánh bắt bằng thuyền cá. Vẫn còn đang phát triển.
zh: 测试在渔船上捕鱼，仍在开发中。
zh_tw: 測試在漁船上捕魚。仍在開發中。

source: Fishing Demo
ast: Dem. pesca
bg: Демонстрация — риболов
br: Diskouez Pesketa
ca: Demostració de pesca
cs: Ukázka rybolovu
da: Fiskeridemonstration
de: Fischereidemo
el: Επίδειξη Ψαρέματος
es: Demo de pesca
eu: Arrantz Adibidea
fi: Kalastusdemo
fr: Démo - Pêche
ga: Taispeáint Iascaireachta
gd: Taisbeanadh air iasgaich
hu: Halászat demó
id: Demo Menangkap Ikan
it: Pesca Demo
ja: 漁業デモ
ko: 낚시 데모
ms: Demo Perikanan
nb: Fiskedemo
nl: Vis demo
pl: Rybołówstwo (demonstracja)
pt_br: Demonstração de pesca
pt_pt: Demonstração de pesca
ru: Рыбалка, демо
sk: Ukážka chytania rýb
sr: Демо - Риболов
sv: Fiske Demo
tr: Balık tutma Denemesi
uk: Риболовля Демо
vi: Thử nghiệm Đánh bắt cá
zh: 捕鱼演示
zh_tw: 捕魚展示

source: Fly some Mustangs.
ast: Manda dellos caçɐs.
bg: Пилотирайте няколко самолета Мустанг.
br: Kas un nebeud Mustangoù dre garr-nij.
ca: Feu volar uns Mustangs.
cs: Osedlejte si nějaké mustangy.
da: Flyv nogle Mustang-fly.
de: Fliege ein paar Mustangs.
el: Πέταξε μερικά Μάστανγκ.
es: Toma el mando de algún que otro Mustang.
eu: Har ezazu Mustang bat edo bestearen agintea.
fi: Lennä parilla Mustangilla.
fr: Faire voler quelques Mustangs.
ga: Eitil roinnt Mustaing.
gd: Stiùirich plèanaichean Mustang.
hu: Reptess pár Mustangot.
id: Terbangkan beberapa Mustang.
it: Volano alcuni Mustangs.
ja: マスタングを飛ばします。
ko: 머스탱들을 조종해보십시오.
ms: Terbang dengan beberapa buah Mustang.
nb: Fly noen Mustanger.
nl: Vlieg met Mustangs
pl: Polataj Mustangami
pt_br: Voe num Mustang.
pt_pt: Pilota uns Mustangs.
ru: Полёт Мустангов.
sk: Leťte na Mustangoch.
sr: Летећи Мустанг
sv: Flyg några Mustangs.
tr: Uçan bazı yaban atları
uk: Летіти як мустанги.
vi: Bay cùng những chiết Mustang.
zh: 野马战斗机
zh_tw: 一些野馬戰鬥機飛翔。

source: Flight Demo
ast: Dem. vuölu
bg: Демонстрация — полет
br: Diskouez Nij
ca: Demostració de vol
cs: Ukázka létání
da: Flyvedemo
de: Flugdemo
el: Επίδειξη Πτήσης
es: Demo de vuelo
eu: Hegaldi Adibidea
fi: Lentodemo
fr: Démo - Vol
ga: Taispeána Eitilte
gd: Taisbeanadh air itealadh
hu: Repülés demó
id: Demo Penerbangan
it: Demo Volo
ja: 飛行デモ
ko: 비행 데모
ms: Demo Penerbangan
nb: Flygnings-demo
nl: Vlucht demo
pl: Lotnictwo (demonstracja)
pt_br: Luta Demo
pt_pt: Demonstração de voo
ru: Полёт, демо
sk: Ukážka letu
sr: Демо - Летење
sv: Flyg Demo
tr: Uçuş Denemesi
uk: Політ Демо
vi: Thử nghiệm Bay lượn
zh: 对战演示
zh_tw: 戰鬥展示

source: A wide-open map with a central rocky region rich in Minerals (Metal Resource). This map may be played if the other more detailed maps cause uncomfortable lag.
ast: Una geographía abierta cun un carrasqueiru central ricu n minerales (Metal). Esta geographía val si se quier refugar de los atrassos de lɐs geographíɐs más ornadɐs.
bg: Незащитена карта с богат на минерали (метални ресурси) скалист район в средата. Тази карта може да се използва в случай, че останалите подробни карти причиняват неприятно забавяне.
br: Ur gartenn digor bras gant ur rannvro kreiz maen pinvidik a vaen (Danvez Metal). Ar gartenn-mañ a c'hellfe bezañ c'hoariet ma lako ar c'hartennoù all munudetoc'h da zifonnaat en doare disasun.
ca: Un mapa obert amb una regió rocosa central rica en minerals (recurs metall). Es pot jugar amb aquest mapa i els altres, que són més detallats, causen retards incòmodes.
cs: Široce otevřená mapa s velkou skalnatou oblastí ve středu, která je bohatá na suroviny (kov). Tuto mapu je možné hrát, pokud jiné podrobnější mapy způsobují nepříjemné zasekávání.
da: Et vidt åbent kort med en central klipperegion rig på mineraler (metalressource). Dette kort kan afspilles, hvis de andre mere detaljerede kort forårsager lag
de: Eine weite, offene Karte mit einer zentralen, steinigen Region, die reich an Mineralien (Metall) ist. Diese Karte kann gespielt werden, wenn detailliertere Karten zu Rucklern führen.
el: Ένας ευρύς-ανοιχτός χάρτης με μία κεντρική βραχώδη περιοχή πλούσια σε Μεταλλεύματα (Πόρους Μετάλλου). Ο χάρτης αυτός μπορεί να παιχτεί αν οι άλλοι πιο λεπτομερείς χάρτες προκαλούν δυσάρεστη υστέρηση (lag).
es: Un mapa abierto con una zona central rocosa rica en minerales (Metal, en el juego). Es un buen mapa si otros más detallados te causan problemas de rendimiento.
eu: Mapa zabal bat erdigune harritsu eta mineraletan aberatsa (Metal Baliabidea). Mapa hau ona da besteak errendimendu arazoak ematen badizkizu.
fi: Laaja avoin kartta, jonka keskellä on kivinen alue, jossa on runsaasti mineraaleja (metalliresursseja). Tätä karttaa voidaan pelata, jos muut yksityiskohtaisemmat kartat aiheuttavat epämiellyttävää viivettä.
fr: Une carte largement ouverte avec une région centrale rocheuse riche en minerai. Cette carte peut être jouée si les autres cartes plus détaillées provoquent des latences inconfortables.
ga: Léarscáil fíoroscailte le reigiún creagach ina lár lán le mianraí (Acmhainn Miotail). Is féidir an léarscáile seo a imirt má tá iomarca aga ag léarscáileanna níos mionsonraithe.
gd: Mapa fosgailte le sgìre creagach sa mheadhan air a bheil pailteas mèinneir (stòras meatailt). Gabhaidh am mapa seo a chluich ma bhios cus dàil mhì-chofhurtail air mapaichean eile.
hu: Egy tág térkép egy központi sziklás régióval, mely gazdag ásványokban (fém nyersanyagban). Ez a térkép akkor is játszható marad, ha a többi, részletesebb térkép kellemetlenül szakadozva játszható.
id: Peta luas dan terbuka dengan pusat berbatu yang kaya akan Mineral (Sumberdaya Logam). Peta ini dapat dimainkan jika peta satunya yang lebih detail menyebabkan kelambatan.
it: Una mappa completamente aperta con una regione rocciosa centrale ricca di minerali (Metalli). Questa mappa può essere giocata se le altre mappe più dettagliate causano lag.
ja: 広く開けたマップで、中央に鉱物（金属資源）の豊富な岩石地帯があります。このマップがプレイされるのは、他のより精細なマップが不快な遅延を起こす場合かも知れません。
ko: 광물(금속 자원)이 풍부한 중앙 암석 지역이 넓게 펼쳐진 지도입니다. 다른 더 자세한 지도가 불편한 지연을 유발할 경우 이 지도가 재생될 수 있습니다.
ms: Peta terbuka-luas dengan kawasan berbatu yang kaya dengan Mineral ditengah-tengah peta (Sumber Logam). Peta ini boleh dimain jika lain-lain perincian peta yang menyebabkan kelembapan permainan dibuang.
nb: Et vid-åpent kart med sentrale, mineral-rike fjelltrakter (metall-ressurs). Dette kartet kan spilles hvis andre, mer detaljerte kart forårsaker hakking og treghet.
nl: Een open kaart met een centraal gelegen rotsig gedeelte, rijk aan mineralen. Deze kaart kan gespeeld worden als de meer gedetailleerde versie problemen veroorzaakt.
pl: Otwarta mapa z centralnym kamienistym obszarem, bogatym w minerały (Metal). Powoduje mniejsze lagi niż bardziej szczegółowe mapy.
pt_br: Um mapa aberto com uma região central rochosa rica em Mineirais (Recurso de Metal). Este mapa pode ser jogado se os outros mapas mais detalhados causarem problemas.
pt_pt: Um mapa vasto com uma região central rochosa e rica em minerais (metal). Usa este mapa se o jogo estiver a correr muito lento com os outros mapas mais detalhados.
ru: Открытая карта с богатым минералами (металлы) горами в центре. Возможно стоит играть на этой карте, если другие, более детализированные, вызывают подвисание.
sk: Mapa so širokým priestranstvom, ktorá vo svojom strede ukrýva skalnatú oblasť bohatú na minerály (zdroje kovov). Túto mapu možno hrať, ak ostatné detailnejšie mapy spôsobujú nepríjemné oneskorenia.
sr: Широка мапа са средишњом стеновитом облашћу богатом минералима (ресурс метала). Ова се мапа може играти уколико остале детаљније мапе стварају неприхватљив лаг.
sv: En karta vidöppen med en central stenig region rik på mineraler (Metall). Denna karta kan spelas om andra mer detaljerade kartor orsakar obekväma fördröjningar.
tr: Mineraller bakımından zengin bir merkez kayalık bölge ile geniş bir açık harita (Metal Kaynağı). Bu harita belki oynanan diğer detaylı haritalardan daha rahatsız edici bir gecikmeye sebep olabilir.
uk: Широка відкрита карта з центральною скелястою областю, багатою на мінерали (Ресурс Метал). Ця карта може бути зіграна, якщо інші, більш детальні карти, викликають неприязнь.
vi: Một bản đồ mở rộng với một vùng đất đá ở giữa đồi dào khoáng sản (tài nguyên kim loại). Bản đồ có thể được chơi nếu những bản đồ chi tiết còn lại gây những lỗi khó chịu.
zh: 开阔地图，中央有丰富的金属资源。
zh_tw: 一個中央有著豐富礦物(金屬資源)的岩石區的開闊地圖。如果您覺得其他細節更多的地圖造成了不舒服的遲頓感，那麼這張地圖是可以遊玩的。

source: Gold Rush
ast: Febre l ouro
bg: Треска за злато
br: Redadeg an aour
ca: Febre de l'or
cs: Zlatá horečka
da: Guldfeber
de: Goldrausch
el: Πυρετός Χρυσοθηρίας
es: Fiebre del oro
eu: Urrearen Sukarra
fi: Kultaryntäys
fr: Ruée vers l'or
ga: Tóraíocht an Óir
gd: Boile an Òir
hu: Aranyláz
id: Demam Emas
it: Corsa all'oro
ja: ゴールドラッシュ
ko: 골드 러쉬
ms: Kerubut Emas
nb: Gullrush
nl: Goudkoorts
pl: Gorączka złota
pt_br: Corrida do Ouro
pt_pt: Febre do ouro
ru: Золотая лихорадка
sk: Zlatá horúčka
sr: Златна грозница
sv: Guldrush
tr: Altına Hücum
uk: Золота лихоманка
vi: Cơn sốt Đào vàng
zh: 淘金热
zh_tw: 淘金潮
