Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: But as they have to bring it back to the Civic Center to deposit it, their gathering efficiency suffers from the distance. To fix that, we can build a Storehouse, a dropsite for wood, stone, and metal, close to the trees. To do so, select your five newly trained Citizen Soldiers and look for the construction panel on the bottom right, click on the Storehouse icon, move the mouse as close as possible to the trees you want to gather and click on a valid place to build the dropsite.
cs: Protože je musí přivést zpět do správního střediska, aby je uložili, jejich účinnost shromažďování trpí vzdáleností. Abychom to napravili, můžeme poblíž stromů postavit skladiště, skladiště na dřevo, kámen a kov. Chcete-li tak učinit, vyberte svých pět nově vycvičených občanských vojáků a vyhledejte stavební panel vpravo dole, klepněte na ikonu skladiště, přesuňte myš co nejblíže ke stromům, které chcete vytěžit, a klepněte na platné místo pro stavbu skladiště.
fi: Mutta koska he joutuvat tuomaan sen takaisin kansalaiskeskukseen tallettaakseen sen, heidän keräystehokkuutensa kärsii etäisyydestä. Korjataksemme tämän voimme rakentaa lähelle puita varastorakennuksen, joka on puun, kiven ja metallin pudotuspaikka. Tee näin valitsemalla viisi vastavalmistunutta kansalaissotilasta, etsimällä rakennuspaneeli oikeasta alareunasta, napsauttamalla varastorakennus-kuvaketta, siirtämällä hiiren mahdollisimman lähelle puita, joita haluat kerätä, ja napsauttamalla kelvollista paikkaa, johon voit rakentaa pudotuspaikan.
fr: Mais comme ils doivent les ramener au Centre-ville pour les déposer, l’efficacité de leur collecte souffre de la distance. Pour régler ça, nous pouvons construire un Entrepôt, un dépôt pour le bois, la pierre et le métal, près des arbres. Pour ça, sélectionnez vos cinq nouveaux Soldats-citoyens et regardez le panneau de construction en bas à droite, cliquez sur l’icône de l’Entrepôt et bougez la souris au plus proche des arbres que vous voulez collecter puis cliquez sur un emplacement valide pour construire le lieu de dépôt.
hu: De amíg vissza kell menniük a városházára lerakodni, a gyűjtés hatékonysága romlik a távolság miatt. Hogy ezen javíts, építhetsz egy raktárat a pagony közelébe, ami a fának, kőnek, és fémnek a gyűjtőhelye. Ehhez válassz ki egy újonnan kiképzett polgári katonát, keresd meg a jobb alsó építési panelt, kattints a raktár ikonjára, majd mozgasd az egeret olyan közel a fákhoz, amennyire csak lehetséges! Kattints egy érvényes területre, ahol felépülhet a gyűjtőhely!
id: Tapi karena mereka harus mengembalikannya ke Pusat Peradaban untuk menyimpannya, efisiensi pengumpulan mereka akan berkurang karena jarak. Untuk memperbaiki itu, kita bisa membangun sebuah Tempat penyimpanan, tempat menaruh untuk kayu, batu dan logam, dekat pepohonan. Untuk melakukannya, pilih lima tentara kota anda yang baru dilatih dan cari panel konstruksi di bagian kanan bawah, klik pada ikon Tempat penyimpanan, gerakkan tetikus sedekat mungkin ke dekat pepohonan yang anda ingin dapatkan dan klik pada tempat yang tepat untuk membuat Tempat Penyimpanan.
ja: しかし採取した木材は「町の中心」まで距離があるので効率が良いとは言えません。 これを解決するためには木々の近くに「倉庫」を建設します。 「倉庫」は木材、石材、金属などの資材置き場になります。 5体の市民兵を選択して右下の建築パネルの中から「倉庫」を選択してください。 木材を採取したい森のできるだけ近い場所に建設しましょう。
nl: Maar omdat ze het moeten afleveren aan het beschavingscentrum daalt hun verzamelefficiëntie door de af te leggen afstand. Dit valt op te lossen door dichtbij de grondstof een pakhuis (een afleverplaats voor hout, steen en metaal) te plaatsen. Om dit te doen selecteert u de vijf net gerekruteerde burgersoldaten. Vervolgens zoekt u op het constructiepaneel in de rechter benedenhoek het icoon met het pakhuis en klikt u daar op. Verplaats de cursor zo dicht mogelijk bij de bomen die u wilt verzamelen. Klik tenslotte op een geschikte plaats om het pakhuis te bouwen.
pt_br: Mas como eles têm que trazê-lo de volta ao Centro Cívico para depositá-lo, sua eficiência de coleta sofre com a distância. Para consertar isso, podemos construir um Armazém, um armazém para madeira, pedra e metal, perto das árvores. Para isso, selecione seus cinco Cidadãos Soldados recém-treinados e procure o painel de construção no canto inferior direito, clique no ícone do Armazém, mova o mouse o mais próximo possível das árvores que deseja coletar e clique em um local válido para construir o armazém.
zh_tw: 他們會把劈好的木材帶回城鎮中心，但城鎮中心的距離太遠，收集效率會大打折扣。要改善這件事，我們可以直接在樹林的旁邊蓋一間倉庫，一個木材、石頭、金屬的存放點。先選擇一位剛訓練好的公民兵，然後將游標移動到畫面右下角的建造面板，點擊倉庫的圖示，再將游標移動到您要採集的樹林附近，點擊一塊可以建造的地方建造存放點。

source: The selected Citizens will automatically start constructing the building once you place the foundation.
cs: Jakmile položíte základy budovy, začnou ji vybraní občané automaticky stavět.
fi: Valitut kansalaiset aloittavat rakennuksen rakentamisen automaattisesti, kun olet asettanut perustuksen.
fr: Les Citoyens sélectionnés commenceront automatiquement à construire le bâtiment une fois que vous aurez placé la fondation.
hu: A kiválasztott polgár automatikusan elkezdi építeni az épületet, amint lehelyezted az alapját.
id: Rakyat yang dipilih akan secara otomatis membangun bangunan ketika anda meletakkan pondasi.
ja: 選択された市民は指定した場所で建設を開始します。
nl: De geselecteerde werkers beginnen automatisch met bouwen wanneer u het fundament plaatst.
pt_br: Os cidadãos selecionados irão começar automaticamente a construção assim que você colocar a fundação.
zh_tw: 放置好地基之後，您選取的公民便會自動把倉庫蓋完。

source: When construction finishes, the builders default to gathering wood automatically.
cs: Po dokončení stavby začnou stavitelé automaticky těžit dřevo.
fi: Kun rakentaminen päättyy, rakentajat siirtyvät automaattisesti keräämään puuta.
fr: Quand la construction est terminée, les bâtisseurs collectent du bois par défaut.
hu: Az építkezés befejeztével az építők automatikusan elindulnak fát vágni.
id: Ketika konstruksi selesai, aksi standar pembangun adalah secara otomatis mengumpulkan Kayu.
ja: 建設が完了するとそれらのユニットは自動的に木材を採取します。
nl: Wanneer het gebouw voltooid is gaan de bouwers automatisch hout verzamelen.
pt_br: Quando a construção terminar, os construtores iniciarão a colheita de madeira automaticamente por padrão
zh_tw: 等倉庫蓋好後，建築工預設會自動開始採集木材。

source: Let's train some Female Citizens to gather more food. Select the Civic Center, hold Shift and click on the Female Citizen icon to train five Female Citizens.
cs: Pro získání více jídla vycvičme nějaké občanky. Vyberte správní středisko, podržte klávesu Shift a klepněte na ikonu občanky. Tím vycvičíte pět občanek.
fi: Koulutetaan naiskansalaisia keräämään lisää ruokaa. Valitse kansalaiskeskus, pidä Shift-näppäintä painettuna ja napsauta naiskansalaisen kuvaketta kouluttaaksesi viisi naiskansalaista.
fr: Créons quelques Citoyennes pour cueillir plus de nourriture. Sélectionnez le Centre-ville et cliquez sur l’icône « Citoyenne » tout en maintenant la touche Maj. enfoncée pour en entraîner 5 nouvelles.
hu: Képezz ki néhány női polgárt, hogy több élelemhez juss! Jelöld ki a városházát, tartsd lenyomva a Shift billentyűt, és kattints a női polgár ikonjára, hogy kiképezz belőlük ötöt!
id: Mari melatih beberapa Rakyat Wanita untuk mendapatkan lebih banyak pangan. PIlih Pusat Peradaban, tahan Shift dan klik pada ikon Rakyat Wanita untuk melatih lima Rakyat Wanita.
ja: さらに食料を採取するために女性市民を養成しましょう。 「町の中心」を選択し、Shiftを押しながら女性市民のアイコンを選択すると5人養成できます。
nl: Laten we nu enkele vrouwelijke burgers rekruteren om meer voedsel te verzamelen. Selecteer het beschavingscentrum, houdt de shift-toets ingedrukt, en klik op het vrouwelijke burger icoon om vijf vrouwen te rekruteren.
pt_br: Vamos treinar algumas Cidadãs para coletar mais comida. Selecione o Centro Cívico, mantenha a tecla Shift pressionada e clique no ícone da Cidadã para treinar mais 5 Cidadãs.
zh_tw: 現在我們再訓練一批女性公民來採集更多食物。先點選城鎮中心，再按住 Shift 鍵，然後點擊女性公民的圖示，這樣就可以一次訓練 5 個女性公民。

source: In the meantime, we seem to have enough workers gathering wood. We should remove the current rally point of the Civic Center away from gathering wood. For that purpose, right-click on the Civic Center when it is selected (and the flag icon indicating the rally point is crossed out).
cs: Mezitím se zdá, že máme dostatek pracovníků, kteří těží dřevo. Měli bychom odstranit současný bod shromažďování správního střediska od těžení dřeva. Za tímto účelem klepněte pravým tlačítkem myši na správní středisko, když je vybráno (a ikona vlajky označující bod shromažďování je přeškrtnuta).
fi: Sitä odotellessa, puun kerääjiä näyttää olevan tarpeeksi. Olisi syytä siirtää nykyinen kansalaiskeskuksen kokoontumispaikka pois puun keräämisestä. Napsauta tätä varten hiiren oikealla painikkeella kansalaiskeskusta sen ollessa valittuna (ja kokoontumispaikkaa osoittavan lippukuvakkeen ollessa yliviivattu).
fr: Pour le moment, il semble que nous ayons assez de travailleurs récoltant du bois. Nous devrions enlever le point de ralliement actuel du Centre-ville des arbres. Pour ce faire, faites un clic droit sur le Centre-ville lorsque celui-ci est sélectionné (et l’icône du drapeau indiquant le point de ralliement sera barré).
hu: Mindeközben úgy tűnik, hogy elég munkásod van a fa gyűjtéséhez. Eltávolíthatod a városháza jelenlegi gyülekezési pontját a favágás helyéről. Ehhez kattints a jobb egérgombbal a városházára, amikor az ki van jelölve (a gyülekezési pontra utaló zászló ikon át van húzva).
id: Sementara, kita kelihatannya memiliki pekerja yang cukup untuk mendapatkan kayu. Kita sebaiknya menghapus titik kumpul pusat dari Pusat Peradaban dari mendapatkan kayu. Untuk kebutuhan itu, klik-kanan pada Pusat Peradaban ketika itu dipilih (dan ikon bendera menunjukkan titik kumpul dicoret).
ja: しばらくは木材を収集するのに十分な労働者がそろっていますので セットした「町の中心」と森を結ぶラリーポイントは削除すると良いでしょう。 「町の中心」を選択し、「町の中心」をもう一度右クリックしてください （ラリーポイントを表す旗のアイコンが削除されます）。
nl: Onderwijl zijn er genoeg werkers hout aan het verzamelen. We zouden het huidige verzamelpunt van het beschavingscentrum van hout moeten afhalen. Om dat te doen, selecteer eerst het beschavingscentrum en klik er vervolgens met rechts op. Het vlag-icoon welke het verzamelpunt aangeeft verdwijnt.
pt_br: Enquanto isso, parece que temos trabalhadores suficientes coletando madeira. Devemos remover o atual ponto de encontro do Centro Cívico para longe da coleta de madeira. Para isso, clique com o botão direito do mouse no Centro Cívico quando estiver selecionado (e o ícone da bandeira indicando o ponto de encontro está riscado).
zh_tw: 於此同時，我們應該有足夠的工人採集木頭。我們應該把目前城鎮中心的集合點從採集木頭移除。為了達到該目的，先選取城鎮中心再用右鍵點擊它（旗幟標示代表集合點已經移除）。

source: As you have nearly reached the population limit, you must increase it by building some new structures if you want to train more units. The most cost effective structure to increase your population limit is the House.
cs: Protože jste téměř dosáhl omezení počtu obyvatel, musíte jej navýšit vybudováním nových budov, pokud chcete cvičit více jednotek. Nákladově nejúčinnější budovou pro navýšení omezení počtu obyvatel je dům.
fi: Koska olet melkein saavuttanut väestörajan, sinun on lisättävä sitä rakentamalla uusia rakennuksia, jos haluat kouluttaa lisää yksiköitä. Kustannustehokkain rakennelma väestörajan nostamiseksi on talo.
fr: Comme vous avez bientôt atteint la limite de population, vous devez l’augmenter en construisant quelques structures si vous voulez entraîner plus d’unités. Le plus rentable pour augmenter votre limite de population est la Maison.
hu: Amikor már megközelíted a népesség határát, meg kell növelned azt néhány új épület építésével, hogy több egységet képezhess ki. A leginkább költséghatékony épület, amivel ezt megnövelheted, a ház.
id: Jika anda sudah hampir mencapai batas populasi, anda harus menambahkannya dengan membuat beberapa bangunan baru jika anda mau melatih lebih banyak unit. Bangunan yang paling efektif dalam harga untuk menaikkan batas populasi adalah adalah Rumah.
ja: 現在の人口がほぼ上限に達しているので、追加のユニットを養成したい場合は 何か新しい建築物を建てて上限を上げる必要があります。 人口の上限を上げるのにもっともコスト効果が高いのは「家」です。
nl: Omdat u bijna de bevolkingslimiet bereikt heeft moet u deze verhogen door een aantal nieuwe gebouwen te bouwen. Dan pas kunt u meer eenheden rekruteren. Het gebouw wat het meest kostenefficiënt de bevolkingslimiet verhoogt is het huis.
pt_br: Como está próximo de atingir o limite populacional, você deve aumentar este limite construindo algumas estruturas novas se quiser treinar mais unidades. A estrutura mais rentável para aumentar o limite populacional é a Casa.
zh_tw: 當您快達到人口上限時，如果您想訓練更多的單位，您必須增加一些新的建築。房舍是增加人口上限的最具成本效益的建築。現在單位已經訊練好了，讓我們建造兩座房舍。

source: Now that the units are ready, let's see how to build several Houses in a row.
cs: Teď, když jsou jednotky připraveny, se podívejme, jak postavit několik domů v řadě.
fi: Nyt kun yksiköt ovat valmiina, katsotaan, miten rakennetaan useita taloja peräkkäin.
fr: Maintenant que les unités sont prêtes, voyons comment construire plusieurs Maisons d’affilée.
hu: Most hogy az egységek készen állnak, nézzük meg, hogy hogyan építhetsz sorban néhány házat!
id: Unit telah selesai dilatih, mari kita lihat cara membuat beberapa rumah secara berturut-turut.
ja: ユニットの準備ができましたのでどのように「家」を建てるか見ていきましょう。
nl: Nu de eenheden gereed zijn, laten we eens kijken hoe we meerdere huizen achter elkaar kunnen bouwen.
pt_br: Agora que as unidades estão prontas, vejamos como construir várias casas de uma vez só.
zh_tw: 現在這些單位已準備好了，讓我們來看看要如何連續建造房屋。

source: Select two of your newly-trained Female Citizens and ask them to build these Houses in the empty space to the east of the Civic Center. To do so, after selecting the Female Citizens, click on the House icon in the bottom right panel and, while holding Shift, click first on the position in the map where you want to build the first House, and then click on the position where you want to build the second House (when you give a command while holding Shift, you put the command in a queue; units automatically switch to the next command in their queue when they finish their current command). Press Escape to get rid of the House cursor so you don't spam Houses all over the map.
cs: Vyberte dvě ze svých nově vycvičených občanek a požádejte je, aby postavily tyto domy v prázdném prostoru na východ od správního střediska. Chcete-li tak učinit, po výběru občanek klepněte na ikonu domu v pravém dolním panelu a podržte klávesu Shift a klepněte nejprve na místo na mapě, kde chcete postavit první dům, a poté klepněte na místo, kde chcete postavit druhý dům (když podáte příkaz se stisknutou klávesou Shift, vložíte příkaz do řady; jednotky automaticky přepnou na další příkaz ve své řadě, když dokončí svůj nynější příkaz). Stisknutím klávesy Escape se zbavíte ukazatele domu, abyste nechtěně nezadávali stavbu domů po celé mapě.
fi: Valitse kaksi vastavalmistunutta naiskansalaista ja pyydä heitä rakentamaan taloja kansalaiskeskuksen itäpuolella olevaan tyhjään tilaan. Kun olet valinnut naispuoliset kansalaiset, napsauta oikeassa alareunassa olevaa talokuvaketta ja napsauta Shift-painikkeen ollessa alhaalla ensin sitä kohtaa kartalla, johon haluat rakentaa ensimmäisen talon, ja sitten sitä kohtaa, johon haluat rakentaa toisen talon (kun annat käskyn pitämällä Shift-painiketta alhaalla, asetat käskyn jonoon; yksiköt siirtyvät automaattisesti jonon seuraavaan käskyyn, kun ne saavat nykyisen käskynsä valmiiksi). Paina Escape-painiketta päästäksesi eroon talokursorista, jotta et vahingossa roiski taloja ympäri karttaa.
fr: Sélectionnez deux de vos nouvelles Citoyennes et demandez-leur de construire ces Maisons dans l’espace vide à l’est du Centre-ville. Pour cela, après avoir sélectionné les Citoyennes, cliquez sur l’icône « Maison » en bas à droite, et cliquez sur un emplacement de la carte ou vous voulez construire la première Maison en maintenant la touche Maj. enfoncée, cliquez ensuite sur l’emplacement de la seconde Maison en maintenant toujours la touche Maj. (quand on donne des ordres, maintenir Maj. met à la suite les ordres dans la queue et les unités suivront automatiquement les prochains ordres quand elles auront fini leurs travaux initiaux). Appuyez sur Échap pour vous débarrasser du curseur « Maison » afin d’éviter de créer des Maisons sur toute la carte.
hu: Válassz ki két újonnan képzett női polgárt és építsd fel velük ezeket a házakat a városházától keletre fekvő üres területen! Miután kijelölted a női polgárokat, kattints a ház ikonra a jobb alsó panelen, és miközben nyomva tartod a Shift billentyűt, kattints először arra a helyre, ahová az elsőt, majd oda, ahová a másodikat szeretnéd építeni - amikor nyomva tartott Shift billentyűvel adsz utasításokat, akkor sorrendbe állítod őket, azaz automatikusan elvégzik a következőt az egységek, amikor a jelenlegivel végeznek. Nyomd meg az Esc billentyűt, hogy befejezd a sorozatos házépítést, így nem építkezel majd mindenfelé!
id: Pilih dua dari Rakyat Wanita anda yang sudah dilatih dan perintahkan mereka untuk membangun Rumah di tempat kosong diarah Timur Pusat Peradaban. Untuk melakukannya, setelah memilih Rakyat Wanita, klik pada icon Rumah di panel bawah kanan dan, sambil menahan Shift, klik posisi pertama pada peta dimana anda ingin membangun Rumah pertama, lalu klik pada posisi dimana anda ingin dimana anda ingin membangun Rumah kedua (ketika anda memberi perintah sambil menahan Shift, anda menaruh perintah di sebuah antrian; unit secara otomatis berpindah ke perintah selanjutnya dalam antrian mereka ketika mereka meyelesaikan perintah mereka yang sekarang). Pencet Escape untuk menghilangkan kursor rumah sehingga anda tidak menaruh rumah di seluruh peta.
ja: 新しく養成した女性市民を2人選択して「町の中心」の東側に複数の「家」を建てるよう命令してみましょう。 女性市民を選択したら右下のパネルから家のアイコンを選択し"Shiftを押しながら家を建てたい場所をクリック。 押してる間にもう一つ「家」を建てたい場所をクリックしてください。\n" （Shiftを押しながら命令するとユニットは今行っている作業を終えてから次の命令の実行に移るようになります） Shiftを離すと複数作成を止められます。途中でやめたいときは右クリックしましょう。
nl: Selecteer twee nieuw gerekruteerde vrouwelijke burgers en laat hen deze huizen in het lege gebied ten oosten van het beschavingscentrum bouwen. Om dit te doen selecteert u eerst de vrouwelijke burgers en klikt u daarna op het huis icoon in het paneel rechtsonderin. Terwijl u Shift ingedrukt houdt, klikt u op de positie waar u het eerste huis gebouwd wilt hebben en vervolgens klikt u op de positie waar u het tweede huis gebouwd wilt hebben. (Als u een bevel geeft terwijl u Shift ingedrukt houdt komt dat bevel in een wachtrij te staan; eenheden schakelen automatisch naar het volgende bevel in de rij zodra het huidige bevel uitgevoerd is.) Druk op Escape om van de huizencursor af te komen, zodat u niet onnodig veel huizen over de gehele kaart plaatst.
pt_br: Selecione duas de suas cidadãs recém-treinadas e peça a elas que construam essas casas no espaço vazio a leste do Centro Cívico. Para isso, após selecionar as Cidadãs Femininas, clique no ícone da Casa no painel inferior direito e, mantendo pressionada a tecla Shift, clique primeiro na posição do mapa onde deseja construir a primeira Casa e, em seguida, clique na posição onde você quer construir a segunda Casa (quando você dá um comando enquanto segura Shift, você coloca o comando em uma fila; as unidades mudam automaticamente para o próximo comando em sua fila quando terminam seu comando atual). Pressione Escape para se livrar do cursor da Casa para não enviar spam para as Casas por todo o mapa.
zh_tw: 選取您新訓練的兩個女性公民並讓她們去城鎮中心東邊的空間建造這些房屋。為此，要先選取女性公民，並在右下角面板的房屋圖示上點擊，並在地圖上您想要建造第一間房屋的地方按 Shift 並點擊，並在第二間房屋的位置上以同樣的方式如法炮製（當給予順序時，Shift 並點擊將會給予佇列順序，單位將會在一個完成時切換到下一個）。按下 Esc 來擺脫房屋游標，這樣您才不會一直把房屋擺滿整張地圖。

source: Reminder: to select only two Female Citizens, click on the first one and then hold Shift and click on the second one.
cs: Připomínka: k výběru pouze dvou občanek klepněte na první, pak podržte klávesu Shift a klepněte na druhou.
fi: Muistutus: Jos haluat valita vain kaksi naiskansalaista, napsauta ensimmäistä, pidä Shift-painiketta alhaalla ja napsauta toista.
fr: Rappel : pour sélectionner uniquement 2 Citoyennes, cliquez sur la première, puis en maintenant la touche Maj. enfoncée, cliquez sur la seconde pour l’ajouter à la sélection.
hu: Emlékeztető: ahhoz, hogy csak két női polgárt jelölj ki, kattints rá az egyikre, majd a Shift billentyűt lenyomva kattints rá a másikra.
id: Pengingat: untuk memilih hanya dua Rakyat Wanita, klik yang pertama lalu tahan Shift dan klik yang kedua.
ja: 女性市民を2人だけ選択するには、1人を選択した後にShiftキーを押しながら2人目を選択してください。
nl: Kattebelletje: om enkel de twee vrouwelijke burgers te selecteren klikt u eerst op de ene en houdt u vervolgens de Shift-toets ingedrukt bij het aanklikken van de andere.
pt_br: Lembrete: para selecionar apenas cidadãs, clique na primeira e mantendo pressionada a tecla Shift clique na segunda cidadã.
zh_tw: 提醒：要選取兩個女性公民，先點擊其中一個再 Shift 並點擊另外一個以將她加入到選擇中。

source: But to minimize the distance between a farm and its corresponding food dropsite, we will first build a Farmstead.
cs: Ale pro zkrácení vzdálenosti mezi statkem a odpovídajícím skladem jídla nejprve postavíme zemědělskou usedlost.
fi: Jotta etäisyys maatilan ja sitä vastaavan ruoan pudotuspaikan välillä olisi mahdollisimman pieni, rakennamme ensin maatilan.
fr: Mais pour minimiser la distance entre un champ et son lieu de dépôt de nourriture, nous construirons d’abord un Corps de ferme.
hu: Annak érdekében, hogy csökkenjen a távolság a farm és az élelem gyűjtőhely között, először is építeni fogunk egy tanyát.
id: Tapi untuk mempersingkat jarak antara pertanian dan tempat pengumpulan pangan, pertama kita harus membangun Lumbung.
ja: そこで「畑」とその食料置き場の距離を近くなるように、まずは「農場」を作りましょう。
nl: Maar om de afstand tussen de akker en de afleverplaats zo kort mogelijk te houden, zullen we eerst een boerderij bouwen.
pt_br: Mas para minimizar a distância entre o campo agrícola e o local onde pode ser deixada a comida, vamos construir primeiro um edifício agrícola.
zh_tw: 但為了減少農田與食物存放點的距離，我們要先建造一座農場。

source: Select the three remaining (idle) Female Citizens and order them to build a Farmstead in the center of the large open area to the west of the Civic Center.
cs: Vyberte tři zbývající (nečinné) občanky a nařiďte jim, aby postavily zemědělskou usedlost uprostřed velké otevřené oblasti na západ od správního střediska.
fi: Valitse kolme jäljellä olevaa (joutilasta) naiskansalaista ja käske heitä rakentamaan maatila keskelle suurta avointa aluetta kansalaiskeskuksen länsipuolella.
fr: Sélectionnez les trois dernières Citoyennes (inactives) et ordonnez leurs de construire une Ferme au centre du vaste espace à l'ouest du Centre-ville.
hu: Jelöld ki a megmaradt három (tétlen) női polgárt, és építs velük egy tanyát a városházától nyugatra fekvő nyílt terület közepére!
id: Pilih tiga sisa Rakyat Wanita (yang menganggur) dan perintahkan mereka untuk membangun sebuah lumbung di tengah area terbuka yang luas di arah barat dari Pusat Peradaban.
ja: 残り3人の（何もしていない）女性市民を選択して空いている場所に「農場」を作るよう命令してください。
nl: Selecteer de drie overgebleven (inactieve) vrouwelijke burgers en laat hen een boerderij bouwen in het midden van de grote open vlakte ten westen van het beschavingscentrum.
pt_br: Selecione as três cidadãs restantes (ociosas) e ordene que construam uma Fazenda no centro da grande área aberta a oeste do Centro Cívico.
zh_tw: 選取剩下的三個（閒置）女性公民，讓她們到城鎮中心西邊的大空地建造一座農場。
