Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: We will need a decent chunk of space around the Farmstead to build Fields. In addition, we can see goats on the west side to further improve our food gathering efficiency should we ever decide to hunt them.
cs: Budeme potřebovat slušný kus prostoru kolem zemědělské usedlosti, abychom mohli vytvořit pole. Kromě toho můžeme vidět kozy na západní straně, aby dále zlepšily naši účinnost sběru potravin, pokud bychom se někdy rozhodli je lovit.
fi: Tarvitsemme kunnon lohkon tilaa maatilan ympärillä peltojen rakentamista varten. Lisäksi länsipuolella on vuohia, jotka parantavat ruoan keruun tehokkuutta, mikäli päätämme joskus metsästää niitä.
fr: On aura besoin d’un grand espace autour de la Ferme pour construire des Champs. En plus, on peut apercevoir des chèvres à l’ouest pour améliorer notre efficacité de collecte de nourriture si jamais nous décidions de les chasser.
hu: Jókora területekre lesz szükségünk a tanya körül, hogy mezőket hozzunk létre. Emellett kecskéket is találunk a nyugati oldalon, amelyeket le kellene vágni, hogy növekedjen az élelemszerzés hatékonysága.
id: Kita akan membutuhkan daerah yang luas di sekitar Lumbung untuk membangun Ladang. Selain itu, kita dapat melihat kambing di bagian barat untuk meningkatkan efisiensi pengumpulan pangan lebih jauh lagi jika kita memutuskan untuk memburu mereka.
ja: 「農場」の周りには畑を作るための広い土地が必要になります。 西の方には山羊の群れが見えます。今までは動物を狩っていましたが 今後は食料の収集効率を上げるために動物も利用しましょう。
nl: We zullen een behoorlijk stuk grond rondom de boerderij nodig hebben om akkers te bouwen. Bovendien zien we geiten aan de westzijde die we kunnen bejagen om onze voedselverzamelingsefficiëntie te verbeteren.
pt_br: Precisaremos de um espaço decente ao redor da Fazenda para construir Campos. Além disso, podemos ver cabras no lado oeste para melhorar ainda mais nossa eficiência na coleta de alimentos, caso decidamos caçá-las.
zh_tw: 我們在農場周圍建造田地需要一塊像樣的空地。此外，我們可以看到西側的羊群，如果決定獵捕牠們，將進一步提高我們的食物採集效率。

source: If you try to select the three idle Female Citizens by clicking and dragging a selection rectangle over them, you might accidentally select additional units. To avoid that, hold the I key while selecting so that only idle units are selected. If you accidentally select a cavalry unit, hold Ctrl and click on the cavalry unit icon of the selection panel at the bottom of the screen to remove the cavalry unit from the current selection.
cs: Pokud se pokusíte vybrat tři nečinné občanky klepnutím a přetažením výběrového obdélníku nad nimi, můžete náhodně vybrat další jednotky. Chcete-li tomu zabránit, podržte při výběru klávesu I, aby byly vybrány pouze nečinné jednotky. Pokud omylem vyberete jezdeckou jednotku, podržte Ctrl a klepněte na ikonu jezdecké jednotky na výběrovém panelu v dolní části obrazovky, abyste jezdeckou jednotku odstranili z nynějšího výběru.
fi: Jos yrität valita kolme joutilasta naispuolista kansalaista napsauttamalla ja vetämällä valintaruutua niiden päälle, saatat vahingossa valita ylimääräisiä yksiköitä. Voit välttää tämän pitämällä I-näppäintä painettuna valinnan aikana, jolloin vain joutilaat yksiköt valitaan. Jos valitset vahingossa ratsuväen yksikön, pidä Ctrl-näppäintä painettuna ja napsauta ruudun alareunassa olevan valintapaneelin ratsuväen yksikön kuvaketta poistaaksesi ratsuväen yksikön nykyisestä valinnasta.
fr: Si vous essayez de sélectionner les trois Citoyennes inactives en sélectionnant un rectangle autour d’elles, vous risquez de sélectionner accidentellement d’autre unités. Pour éviter ça, maintenez la touche L pendant la sélection afin de ne sélectionner que les unités inactives. Si vous sélectionnez accidentellement une unité de cavalerie, maintenez la touche Ctrl et cliquez sur l’icône cavalerie du panneau de sélection en bas de l’écran pour retirer l’unité de cavalerie de la sélection courante.
hu: Ha kattintás után a jelölő téglalappal próbálod kijelölni a három tétlen női polgárt, akkor véletlenül más egységeket is kiválaszthatsz. Hogy ezt elkerüld, tartsd lenyomva az I billentyűt a téglalap húzása közben, mert így csak a tétlen egységeket jelölöd ki. Ha véletlenül egy lovast is kiválasztottál, akkor tartsd lenyomva a Ctrl billentyűt és kattints a képernyő alján lévő jelölő panelen a lovas ikonjára, hogy eltávolítsd az aktuális kijelölésből!
id: Jika Anda mencoba memilih tiga Rakyat Wanita yang menganggur dengan mengklik dan menyeret kotak pilihan di atasnya, Anda mungkin tidak sengaja memilih unit tambahan. Untuk menghindarinya, tahan tombol I saat memilih sehingga hanya unit menganggur yang dipilih. Jika Anda tidak sengaja memilih unit kavaleri, tahan Ctrl dan klik ikon unit kavaleri dari panel pilihan di bagian bawah layar untuk menghapus unit kavaleri dari pilihan saat ini.
ja: 範囲選択で3人の何もしていない女性市民を選択するとき、間違って他のユニットも選択してしまうことがあるかもしれません。 これを避けるためには「i」キーを押しながら選択することで何もしていないユニットだけを選択できます。 間違って騎兵を選択した場合、画面下部に現在選択されているユニットが表示されているパネルがあるので Ctrlを押しながら騎兵をクリックすると選択から除外することができます。
nl: Als u de drie inactieve vrouwelijke burgers wil selecteren door te klikken en een rechthoek over ze heen te slepen, selecteert u misschien per ongeluk ook andere eenheden. Houd, om dat te voorkomen, de I toets ingedrukt. Hierdoor worden alleen inactieve eenheden geselecteerd. Als u per ongeluk een ruiter selecteert, houdt dan Ctrl ingedrukt en klik op het cavalerie icoon in het selectiepaneel aan de onderkant van het scherm om de ruiter te verwijderen uit de huidige selectie.
pt_br: Se você tentar selecionar as três cidadãs ociosas clicando e arrastando um retângulo de seleção sobre elas, poderá acidentalmente selecionar unidades adicionais. Para evitar isso, mantenha pressionada a tecla I enquanto seleciona para que apenas as unidades ociosas sejam selecionadas. Se você acidentalmente selecionar uma unidade de cavalaria, segure Ctrl e clique no ícone da unidade de cavalaria do painel de seleção na parte inferior da tela para remover a unidade de cavalaria da seleção atual.
zh_tw: 如果您利用點擊拖動的選擇矩形來選取三個閒置的女性公民，可能會意外選擇到其他單位。 為避免這種情況，請在選擇時按住 Ctrl 鍵，以便僅選擇閒置的單位。 如果您不小心選擇了騎兵單位，請按住 Ctrl 並點擊畫面底部的已選擇面板的騎兵單位圖示，即可取消已被選擇的騎兵單位。

source: When the Farmstead construction is finished, its builders will automatically look for food, and in this case, they will go after the nearby goats.
cs: Když je stavba zemědělská usedlost dokončena, její stavitelé automaticky hledají potravu a v tomto případě půjdou lovit blízké kozy.
fi: Kun maatilan rakennustyöt on saatu valmiiksi, sen rakentajat etsivät automaattisesti ruokaa, ja tässä tapauksessa he menevät läheisten vuohien perään.
fr: Quand la construction de la Ferme sera terminée, les bâtisseurs iront automatiquement chercher de la nourriture, et dans ce cas, ils poursuivront les chèvres à proximité.
hu: Amikor a tanya építése befejeződik, az építők automatikusan elindulnak majd élelmet keresni – ebben az esetben a közelben legelésző kecskékre fognak rátámadni.
id: Ketika Lumbung selesai dibangun, pembangunnya akan secara otomatis mencari pangan, dan untuk kali ini, mereka akan menuju kambing terdekat.
ja: 「農場」の建設が終了すると、建てた人は自動的に食べ物を探します この場合は近くのヤギを狙うことになります。
nl: Zodra de boerderij klaar is zullen de bouwers automatisch op zoek gaan naar voedsel. In dit geval zullen ze achter de nabije geiten aan gaan.
pt_br: Quando a construção da Fazenda estiver concluída, seus construtores procurarão automaticamente por comida e, neste caso, eles irão atrás das cabras próximas.
zh_tw: 農場蓋好後，建築工人會自動開始採集食物。在這個例子裡，他們會去狩獵附近的山羊。

source: But your House builders will only look for something else to build and, if nothing found, become idle. Let's wait for them to build the Houses.
cs: Ale vaši stavitelé domu budou hledat ještě něco jiného, co by mohli postavit, a pokud se nic nenalezne, stanou se nečinnými. Počkejme, až postaví domy.
fi: Mutta talosi rakentajat etsivät vain jotain muuta rakennettavaa, ja jos mitään ei löydy, he jäävät joutilaiksi. Odotetaan, että he saavat talot rakennettua.
fr: Mais vos bâtisseurs de Maison chercheront uniquement quelque chose d’autre à construire, si rien n’est trouvé ils deviendront inactifs. Attendons qu’ils aient terminés de construire les Maisons.
hu: Építőid viszont, akik a házon dolgoznak, csupán újabb építkezések után fognak kutatni, s ha nem találnak ilyet, tétlenekké fognak válni. Várjuk meg, amíg felépítik a házakat!
id: Tetapi pembangun Rumah Anda hanya akan mencari sesuatu yang lain untuk dibangun dan, jika tidak ditemukan, menjadi menganggur. Mari kita tunggu mereka membangun Rumahnya.
ja: 「家」を建てた人たちは、建てるものが近くになければ待機してしまいます。 まずは彼らが家を建てるのを待ちましょう。
nl: Doch de huizenbouwers zullen enkel op zoek gaan naar iets anders om te bouwen en wanneer ze niets vinden worden ze inactief. Wacht totdat ze klaar zijn met de huizen.
pt_br: Mas seus construtores de casas só vão procurar outra coisa para construir e, se nada for encontrado, ficarão ociosos. Vamos esperar que eles construam as Casas.
zh_tw: 但是，您派去蓋普通房舍的工人只會建造，不會主動做別的事情。他們會尋找附近還沒蓋完的建築，找不到的話就會閒置。我們現在就等他們把房子蓋好吧。

source: When both Houses are built, select your two Female Citizens and order them to build a Field as close as possible to the Farmstead, which is a dropsite for all types of food.
cs: Když jsou postaveny oba domy, vyberte své dvě občanky a přikažte jim, aby založily pole co nejblíže k zemědělské usedlosti, což je skladiště pro všechny druhy potravin.
fi: Kun molemmat talot on rakennettu, valitse kaksi naiskansalaista ja käske heitä rakentamaan pelto mahdollisimman lähelle maatilaa, joka on kaikenlaisten elintarvikkeiden pudotuspaikka.
fr: Lorsque les deux Maisons seront construites, sélectionnez vos deux Citoyennes et demandez-leurs de construire un Champ le plus près possible de la Ferme, qui est un lieu de dépôt pour tous types de nourriture.
hu: Amikor mindkét ház felépült, jelöld ki mindkét női polgárt, és készíts velük mezőt olyan közel a tanyához, amennyire csak lehet, mert az mindenfajta élelmiszer gyűjtőhelye!
id: Ketika kedua Rumah telah selesai dibangun, pilih dua Rakyat Wanita dan perintahkan mereka untuk membangun sebuah Ladang sedekat mungkin dengan Lumbung, yang merupakan tempat penyimpanan untuk segala macam pangan.
ja: 両方の「家」が建ったら2人の女性市民を選択し、食料の資源置き場となる 「農場」にできるだけ近い場所に畑を作るように命じます。
nl: Zodra beide huizen gebouwd zijn selecteert u uw twee vrouwelijke burgers en laat hen zo dicht mogelijk bij de boerderij een akker maken. In een boerderij kunnen alle soorten voedsel afgeleverd worden.
pt_br: Quando ambas as casas forem construídas, selecione suas duas cidadãs e ordene que elas construam um campo o mais próximo possível da Fazenda, que é um local para todos os tipos de comida.
zh_tw: 當這兩個房屋建成時，選擇您的兩個女性公民，並命令他們建立一個盡可能接近農場的場地，這是所有類型食物的存放點。

source: When the Field is ready, the builders will automatically start gathering it.
cs: Až bude pole připraveno, stavitelé je automaticky začnou sklízet.
fi: Kun pelto on valmis, rakentajat alkavat automaattisesti kerätä siitä ruokaa.
fr: Quand le Champ sera prêt, les bâtisseurs vont automatiquement commencer à le récolter.
hu: A mező kialakítását követően a munkások automatikusan elkezdik majd megművelni azt.
id: Saat Ladang sudah siap, pembangun secara otomatis akan mulai memanennya.
ja: 建設が完了すると、自動的に収集を開始します。
nl: Zodra de akker klaar is zullen de bouwers automatisch beginnen met oogsten.
pt_br: Quando o Campo estiver pronto, os construtores começarão automaticamente a recolhê-lo.
zh_tw: 農田建好後，建築工人會自動開始採集它。

source: Up to five Workers can gather from a Field. To add additional Workers, select the Civic Center and set a rally point on a Field by right-clicking on it. If the Field is not yet finished, new Workers sent by a rally point will help building it, and when built, they will gather food.
cs: Až pět pracovníků může obdělávat pole. Chcete-li přidat další pracovníky, vyberte správní středisko a klepnutím na ně umístěte bod shromažďování na pole. Pokud pole ještě není hotové, pomohou je postavit noví pracovníci vyslaní bodem shromažďování, a když budou pole postavena, budou shromažďovat jídlo.
fi: Pellolta voi kerätä enintään viisi työntekijää. Voit lisätä lisää työntekijöitä valitsemalla kansalaiskeskuksen ja asettamalla kokoontumispisteen pellolle napsauttamalla sitä hiiren oikealla painikkeella. Jos pelto ei ole vielä valmis, kokoontumispisteen lähettämät uudet työläiset auttavat sen rakentamisessa, ja kun se on rakennettu, he alkavat keräävät ruokaa.
fr: Un champ peut compter jusqu’à cinq fermiers en même temps. Pour ajouter des récolteurs supplémentaires, sélectionnez le Centre-ville et placez un point de ralliement sur le champ en faisant un clic droit dessus. Tant que le champ n’est pas construit, les nouveaux travailleurs envoyés par le point de ralliement aideront à le construire. Enfin, ils le récolteront lorsque la fin de la construction sera réalisée.
hu: Legfeljebb öt munkás gyűjthet be a mezőről. További munkások hozzáadásához válaszd ki a városházát, és jobb kattintással állíts be gyülekezőhelynek a mezőt. Ha a mező még nincs kéz, a gyülekezőhelyhez küldött munkások segítenek az építkezésben, és ha elkészült, akkor élelmet fognak gyűjteni.
id: Sebanyaknya lima Pekerja dapat memanen Ladang. Untuk menambahkan Pekerja, pilih Pusat Peradaban dan tetapkan titik kumpul di Lapangan dengan klik kanan di atasnya. Jika Ladang belum selesai, Pekerja baru yang dikirim oleh titik kumpul akan membantu membangunnya, dan ketika selesai dibangun, mereka akan mengumpulkan pangan.
ja: 「畑」では5人までの労働者が収穫することができます。 「町の中心」を選択して「畑」までのラリーポイントをセットしてください。 「畑」が完成していない場合、労働者は建設を手伝い、完成したら収穫を始めます。
nl: Op een akker kunnen maximaal vijf arbeiders werken. Om arbeiders toe te voegen, selecteer het beschavingscentrum en maak een verzamelpunt door rechts te klikken op een akker. Zolang de akker nog niet gereed is zullen de arbeiders die naar een verzamelpunt gestuurd worden helpen deze te bouwen, en wanneer het gereed is zullen ze voedsel verzamelen.
pt_br: Até cinco trabalhadores podem se reunir em um campo. Para adicionar mais Trabalhadores, selecione o Centro Cívico e defina um ponto de encontro em um Campo clicando com o botão direito nele. Se o Campo ainda não estiver concluído, novos Trabalhadores enviados por um ponto de encontro ajudarão a construí-lo e, quando construído, coletarão alimentos.
zh_tw: 最多可以同時有五個工人採集同一塊農田。要新增額外的工人，選取城鎮中心並用右鍵點擊農田以在該處設定集結點。若農田尚未完工，則透過集結點而來的新工人將會協助建造它，建造完成後，他們就會開始採集食物。

source: Select the Civic Center and right-click on the Field.
cs: Zvolte správní středisko a klepněte pravým tlačítkem na pole.
fi: Valitse kansalaiskeskus ja napsauta hiiren oikealla painikkeella peltoa.
fr: Sélectionnez le Centre-ville et faites un clic droit sur le Champ.
hu: Jelöld ki a városházát, majd kattints a jobb egérgombbal a mezőre!
id: Pilih Pusat Peradaban dan klik kanan pada Ladang.
ja: 「町の中心」を選んでから「畑」を右クリックしてください。
nl: Selecteer het beschavingscentrum en klik rechts op de akker.
pt_br: Selecione o Centro Cívico e clique com o botão direito do mouse no Campo.
zh_tw: 先選擇城鎮中心，然後在空地點擊滑鼠右鍵。

source: Now click three times on the Female Citizen icon in the bottom right panel to train three additional farmers.
cs: Nyní klepněte v pravém dolním panelu třikrát na ikonu občanky k vycvičení dalších tří sedlaček.
fi: Napsauta nyt kolme kertaa oikeassa alareunassa olevaa naiskansalaisen kuvaketta kouluttaaksesi kolme uutta maanviljelijää.
fr: Maintenant, cliquez trois fois sur l’icône « Citoyenne » en bas à droite pour entraîner trois fermières supplémentaires.
hu: Most kattints háromszor a női polgár ikonjára a jobb alsó panelen, hogy kiképezz három további földművest!
id: Sekarang klik tiga kali ikon Rakyat Wanita di panel kanan bawah untuk melatih tiga petani tambahan.
ja: 追加の労働者として、右下のパネルから女性市民を3回クリックしてください。
nl: Klik nu drie maal op het vrouwelijke burger icoon in het paneel rechtsonder om nog drie landbouwers te rekruteren.
pt_br: Agora clique três vezes no ícone Mulher Cidadã no painel inferior direito para treinar três agricultores adicionais.
zh_tw: 現在點擊右下方面板上的女性公民圖示三次，來訓練出另三名農民。

source: The farming rate, for example, can be improved with a researchable technology in the Farmstead. Select the Farmstead and look at its production panel on the bottom right. You will see several researchable technologies. Hover the cursor over them to see their costs and effects and click on the one you want to research.
cs: Rychlost hospodaření může být například vylepšena prozkoumatelnou technologií v zemědělské usedlosti. Vyberte zemědělskou usedlost a podívejte se na její výrobní panel vpravo dole. Uvidíte několik zkoumatelných technologií. Umístěte na ně ukazovátko, abyste viděli jejich náklady a účinky, a klepněte na ten, který chcete prozkoumat.
fi: Esimerkiksi maanviljelysnopeutta voidaan parantaa maatilalla tutkittavissa olevalla teknologialla. Valitse maatila ja katso sen tuotantopaneelia oikeassa alakulmassa. Näet useita tutkittavia teknologioita. Vie kursori niiden päälle nähdäksesi niiden kustannukset ja vaikutukset ja napsauta sitä, jota haluat tutkia.
fr: Le taux de récolte agricole, par exemple, peut être amélioré avec une technologie disponible dans la Ferme. Sélectionnez la Ferme et cherchez dans son tableau de production en bas à droite. Vous verrez les recherches technologiques disponibles. Survolez les icônes avec votre curseur pour voir les coûts et bénéfices puis cliquez sur celle que vous voulez rechercher.
hu: A földművelés sebessége például kutatható fejlesztésekkel növelhető meg a tanyában. Jelöld ki a tanyát és nézd meg a jobb alsó termelési panelt. Számos kutatható technológiát fogsz látni. Vidd föléjük a kurzort, hogy megjelenjen az áruk és hatásaik, majd kattints rá arra, amelyiket kutatni szeretnéd!
id: Tingkat pertanian, contohnya, dapat ditingkatkan dengan teknologi yang dapat diteliti di Lumbung. Pilih Lumbung dan lihat panel produksi di kanan bawah. Anda dapat melihat beberapa teknologi yang dapat diteliti. Layangkan kursor di atasnya untuk melihat biaya dan efek dan klik teknologi yang ingin diteliti.
ja: 例えば、「農場」で研究可能なテクノロジーは農業の効率を高められます。 「農場」を選択すると右下のパネルに研究可能なテクノロジーが表示されます。 カーソルを合わせて消費コストや効果を確認し、選択して研究してみましょう。
nl: Landbouw kan bijvoorbeeld verbeterd worden door een technologie te onderzoeken in de boerderij. Selecteer de boerderij en kijk naar het productiepaneel rechtsonder. U ziet daar verschillende technologieën die u kunt onderzoeken. Beweeg de muis er overheen om te zien hoeveel ze kosten en wat de effecten ervan zijn en klik op degene die u wilt onderzoeken.
pt_br: A taxa de cultivo, por exemplo, pode ser melhorada com uma tecnologia pesquisável na Fazenda. Selecione o Farmstead e veja o painel de produção no canto inferior direito. Você verá várias tecnologias pesquisáveis. Passe o cursor sobre eles para ver seus custos e efeitos e clique no que deseja pesquisar.
zh_tw: 例如，耕種效率可以透過農場中的可研究科技得到改善。選擇農場並查看右下方的生產面板，您將看到幾種可研究的科技。將游標停在它們上方以查看其成本和效果，然後點擊想研發的那個。

source: Let's wait for the Barracks to be built. As this construction is lengthy, you can add two soldiers to build it faster. To do so, select your Civic Center and set up a rally point on the Barracks foundation by right-clicking on it (you should see a hammer icon). Then produce two more builders by clicking on the Hoplite icon twice.
cs: Počkejme na vybudování kasáren. Protože je jejich postavení zdlouhavé, můžete přidat dva vojáky, abyste je postavili rychleji. Chcete-li tak učinit, vyberte své správní středisko a nastavte bod shromažďování na místě, kde se staví kasárna, klepnutím pravým tlačítkem myši (měla by se zobrazit ikona kladiva). Poté vytvořte další dva stavitele klepnutím dvakrát na ikonu hoplíty.
fi: Odotetaan, että kasarmin rakennus valmistuu. Koska rakentaminen on pitkäkestoista, voit lisätä kaksi sotilasta rakentaaksesi sen nopeammin. Valitse tätä varten kansalaiskeskuksesi ja aseta kokoontumispaikka kasarmin perustukselle klikkaamalla sitä hiiren oikealla painikkeella (pitäisi näkyä vasarakuvake). Tuota sitten kaksi rakentajaa klikkaamalla hopliitti-kuvaketta kahdesti.
fr: Attendons que les Casernes soient construites. Puisque cette construction est lente, vous pouvez ajouter deux autres soldats afin de construire plus vite. Pour ce faire, sélectionnez le Centre-ville et placez un point de ralliements sur les fondations des casernes en faisant un clic droit dessus (vous devriez apercevoir une icône « marteau »). Ensuite produisez deux autres constructeurs en cliquant sur l’icône « Hoplite » deux fois.
hu: Várj, míg elkészül a kaszárnya! Mivel ez az építkezés igencsak hosszadalmasnak ígérkezik, lehet érdemes volna felgyorsítanod még két katona odarendelésével. Jelöld ki a városházát, majd jobb klikkel helyezd át a gyülekezési pontot a kaszárnya alapjaihoz (egy kalapács ikonnak kellene ekkor megjelennie)! Ezután rendeld el még két építő kiképzését kétszer a hoplita ikonra kattintva!
id: Mari kita tunggu Barak dibangun. Karena pembangunan ini lama, Anda dapat menambahkan dua prajurit untuk membangunnya lebih cepat. Untuk melakukannya, pilih Pusat Peradaban Anda dan atur titik kumpul di pondasi Barak dengan mengklik kanan di atasnya (Anda akan melihat ikon palu). Kemudian buat dua pembangun lagi dengan mengklik ikon hoplites dua kali.
ja: 「兵舎」ができるのを待ちましょう。 この建設には時間がかかる為、兵士を2人追加させるとより早く建設することができます。 「町の中心」を選択し、「兵舎」の土台を右クリックしてラリーポイントを設定し、 歩兵のアイコンを2回クリックして追加で2人養成しましょう。
nl: Laten we even wachten tot de kazerne gebouwd is. Omdat dit best lang kan duren, kunt u twee soldaten toevoegen om het bouwen sneller te laten gaan. Daarvoor selecteert u het beschavingscentrum en zet u een verzamelpunt op de kazernefundering door hier met de rechtermuisknop op te klikken (u ziet een hamer icoon). Rekruteer daarna twee nieuwe bouwers door tweemaal op het hopliet icoon te klikken.
pt_br: Vamos esperar que o Quartel seja construído. Como esta construção é longa, você pode adicionar dois soldados para construí-la mais rápido. Para fazer isso, selecione seu Centro Cívico e configure um ponto de encontro na fundação do Quartel clicando com o botão direito nele (você verá um ícone de martelo). Em seguida, produza mais dois construtores clicando no ícone Hoplita duas vezes.
zh_tw: 讓我們等待軍營建造完成。由於軍營建造時間較久，您可以增加兩名士兵以加快建造速度。要這麼做，選取您的城鎮中心，在軍營的地基上點擊右鍵以設定集結點（您應該會看到槌子的圖標），然後點擊重裝步兵的圖示兩次以生產兩個建築工人。
