Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The king of Macedonia (359-336 B.C.), he carried out vast monetary and military reforms in order to make his kingdom the most powerful force in the Greek world. Greatly enlarged the size of Macedonia by conquering much of Thrace and subduing the Greeks. Murdered in Aegae while planning a campaign against Persia.
ast: El rei de Macedonia (359-336 a.C.), llevó alantre grandes reformes monetaries y militares al envís de facer d'el so reinu la fuercia más poderosa del mundu griegu. Enantó enforma'l tamañu de Macedonia conquistando muncho de Tracia y sometiendo a los griegos. Asesinóse-y n'Egues mentes planiaba una campaña escontra Persia.
bg: Цар на Македония (359-336г. пр.н.е.), извършил обширни валутни и военни реформи с цел да направи царството си най-голямата сила в гръцкия свят. Увеличил многократно площта на Македония, като завладял голяма част от Тракия и подчинил гърците. Убит е в Егей, докато планирал поход срещу Персия.
br: Roue Makedonia (359-336 a-raok J.-K.), kas a reas da-benn adaozadurioù bras moneizel ha soudardel evit lakaat e rouantelezh da vezañ an nerzh galloudusañ er bed Grek. Goude bezañ bet ledanaet ment Makedonia en ur aloubiñ ul lodenn vat eus Tras hag en ur vazheyañ ar Greked. Drouklazhet eo bet en Aegae e-pad ma oa oc'h aozañ ur vrezeliadenn a-enep Pers.
ca: Rei de Macedònia (359-336 aC), va dur a terme àmplies reformes militars i monetàries per fer del seu regne la força més poderosa del món grec. Va engrandir Macedònia conquerint gran part de Tràcia i sotmetent els grecs. Va ser assassinat a Eges mentre planificava una campanya contra Pèrsia.
cs: Král Makedonie (359-336 př. n. l.), který provedl rozsáhlé peněžní a vojenské reformy ve snaze učinit ze svého království nejsilnější mocnost starořeckého světa. Značně zvětšil území Makedonie dobytím většiny Thrákie a podmaněním Řecka. Byl zavražděn v Aigách během přípravy tažení do Persie.
de: Als König von Makedonien (359-336 v.Chr.) führte er große finanzielle und militärische Reformen aus, um sein Königreich zur stärksten Kraft in der griechischen Welt zu machen. Er vergrößerte Makedonien, indem er den Großteil von Thrakien einnahm und die Griechen unterwarf. Er wurde in Aigai ermordet, als er einen Feldzug gegen Persien plante.
el: Ο βασιλιάς της Μακεδονίας (359-336 π.Χ.), που πραγματοποίησε μεγάλες νομισματικές και στρατιωτικές μεταρρυθμίσεις προκειμένου να καταστεί το βασίλειό του η πιο ισχυρή δύναμη στον ελληνικό κόσμο. Σε μεγάλο βαθμό διεύρυνε το μέγεθος της Μακεδονίας κατακτώντας μεγάλο μέρος της Θράκης και να καθυποτάσοντας τους Έλληνες. Δολοφονήθηκε στις Αιγές, ενώ σχεδιάζει μια εκστρατεία κατά των Περσών.
es_ar: El rey de Macedonia (359-336 a.C.), llevó a cabo vastas reformas monetarias y militares para hacer de su reino la fuerza más poderosa del mundo griego. Macedonia creció mucho gracias a la conquista de Tracia y el sometimiento de los griegos. Fue asesinado en Egas mientras planeaba una campaña contra Persia.
eu: Mazedoniako erregeak (K. a. 359-336) erreforma monetario eta militar sakonak burutu zituen bere erresuma mundu greziarreko indarrik boteretsuena bilaka zedin. Polito hedatu zuen Mazedoniaren lurraldea, Traziako zati handi bat mendean hartu eta greziarrak azpiratuz. Egeoan erahil zuten, Persiaren aurkako kanpaina bat prestatzen ari zelarik.
fa: پادشاه مقدونی فیلیپ دوم ( 359 -336 قبل از میلاد)، اصلاحات بسیاری را در سلطنت و ارتش خود انجام داد تا بتواند دولت مقدونی را تبدیل به قویترین نیرو در دنیای یونان کند. و زمانی که او نقشه حمله به ایران را طرح ریزی می کرد مورد سوء قصد قرار گرفت و کشته شد.
ga: Rí na Macadóine atá ann (359-336 R.C.), rinne sé leasuithe ollmhóra airgeadaíochta agus míleata ar son a ríochta á déanamh mar fhórsa is láidre sa domhan Gréigeach. Mhéadaigh sé méid na Macadóine trí choncas a rinne sé sa Tráicia agus trí chur na Gréigigh faoi chois. Feallmharaíodh sé san Áigé nuair a bhí sé ag plaineáil turas míleata sa Pheirs.
he: מלך מקדוניה (359-336 לפני הספירה), הוא ביצע רפורמות מוניטריות וצבאיות עצומות על מנת להפוך את ממלכתו לחזקה ביותר בעולם היווני. הגדיל מאוד הכוח של מקדוניה על ידי כיבוש חלק גדול מתראקיה והכניע את היוונים. נרצח באגיא בעת תכנון קמפיין נגד פרס.
hu: Makedónia királya (i. e. 359-336-ig), hatalmas gazdasági és katonai reformokat hajtott végre annak érdekében, hogy királyságát a hellén világ leghatalmasabb erejévé tegye. Megháromszorozta Makedónia területét Trákia és a görög területek leigázásával. Erőszakos halála az Égei-tengeren érte miközben Perzsia elleni hadjáratát tervezte.
hy: Մակեդոնիայի թագավորը (մ․թ․ա․ 359-336թթ․)։ Նա ձեռնարկել է արժութային և ռազմական բազմաթիվ բարեփոխումներ՝ իր թագավորությունը հունական աշխարհում ամենահզոր ուժը դարձնելու նպատակով։ Զգալիորեն մեծացրել է Մակեդոնիայի տարածքը՝ գրավելով Թրակիայի մեծ մասը և հույներին ենթարկեցնելով իրեն։ Սպանվել է Էգիայում՝ Պարսկաաստանի դեմ արշավանք նախագծելու ժամանակ։
it: Re di Macedonia (359-336 a.C.), portò a termine ampie riforme sia monetarie che militari, in modo tale da rendere il suo regno la forza più potente del mondo greco. Ampliò considerevolmente i confini della Macedonia conquistando gran parte della Tracia e sottomettendo i Greci. Fu ucciso a Aegae mentre pianificava una campagna contro la Persia.
ja: マケドニア王（在位紀元前359-336年）であり、貨幣と軍制の抜本的な改革を成し遂げ、王国をギリシア世界で最強勢力に築き上げました。トラキアの大半とギリシアを征服して、マケドニアの領土を飛躍的に拡大しました。ペルシア遠征の計画中にアイガイで殺されました。
ko: 마케도니아 왕(기원전 359-336년)은 자신의 왕국을 그리스 세계에서 가장 강력한 힘 군대로 만들기위해 방대한 화폐 개혁과 군사 개혁을 단행했습니다. 트라키아의 대부분과 그리스를 정복함으로써, 마케도니아의 영토를 크게 확장했습니다. 그리고 그는 페르시아 원정을 계획하던 중 에게에서 살해되었습니다.
nb: Kongen av Makedonia (359-336 f.Kr.), innførte omfattende finansielle og militære reformer for å gjøre sitt kongerike til den mektigste kraften i den greske verden. Økte Makedonias omfang ved å erobre mye av Trakia og underlegge seg grekerne. Myrdet i Aigai under planleggingen av et tokt mot Persia.
pl: Król Macedonii (359-336 p.n.e.) przeprowadził rozległe reformy monetarne i wojskowe, aby uczynić swoje królestwo najpotężniejszą siłą w starożytnej Grecji. Znacznie powiększył obszar Macedonii przez podbicie części Tracji i podporządkowanie sobie Greków. Został zamordowany w Aigai, gdy planował kampanię przeciw Persji.
pt_br: Rei da Macedônia (359-336 A.C.), ele realizou vastas reformas monetárias e militares para tornar seu reino a mais poderosa força no mundo grego. Aumentou consideravelmente o tamanho da Macedônia ao colonizar grande parte da Trácia e subjulgar os gregos. Assassinado no Egeu enquanto planejava uma campanha contra a Pérsia.
ru: Царь Македонии (359-336 до н.э.), проводил огромные денежные и военные реформы для того, чтобы его царство стало самой мощной силой в греческом мире. Значительно увеличил размеры Македонии, завоевав большую часть Фракии и подчинив греков. Убит в Эги во время планирования кампании против Персии.
sk: Kráľ Macedónska (359-336 pr. n. l.), zaviedol rozsiahle peňažné a vojenské reformy v snahe urobiť zo svojho kráľovstva najsilnejšiu mocnosť starogréckeho sveta. Výrazne zväčšil územie Macedónska dobytím väčšiny Thrácie a podmanením Grécka. Bol zavraždený v Aigách behom prípravy ťaženia do Perzie.
sv: Makedoniens konung (359-336 B.C.) utförde stora ekonomiska och militära reformer för att göra hans rike till den mest kraftfulla kraften i den grekiska världen. Stora utvidgade makedoniens storlek genom att erövra mycket av Thrakien och dämpa grekerna. Mördad i Aegae när han planerade en kampanj mot Persien.
tr: Makedonya Kralı (359-336 yılları arasında), krallığını Yunan dünyasındaki en güçlü güç haline getirmek için geniş parasal ve askeri reformlar gerçekleştirdi. Trakyanın büyük kısmını fethederek ve Yunanlıları ezip Makedonya'nın büyüklüğünü büyük ölçüde genişletti. İran'a karşı bir kampanya planlarken Aegae'de öldürüldü.
uk: Цар Македонії (359-336 до н. е.), проводив величезні грошові і військові реформи для того, щоб його царство стало найпотужнішою силою в грецькому світі. Значно збільшив розміри Македонії, завоювавши велику частину Фракії і підпорядкувавши греків. Убитий в Єгипті під час планування кампанії проти Персії.
zh: 马其顿王国(公元前359-前336)的国王，他进行了庞大的货币和军事改革，铸造了希腊最强的的帝国。通过征服色雷斯和希腊，他大大扩大马其顿的疆土。公元前336年，正当他酝酿对波斯开战时，被刺杀于马其顿古都埃格。
zh_tw: 馬其頓國王 (西元前 359 至 336 年)。他進行了龐大的貨幣及軍事改革，此舉讓他的王國成為了希臘最強的帝國。透過征服色雷斯及希臘，大大的擴展了帝國的領土。但當他正計畫著對波斯開戰時，在馬其頓的首都 Aegae 被謀殺。

source: Philip II of Macedon
ast: Filipu II de Macedonia
bg: Филип II Македонски
br: Fulup II eus Makedonia
ca: Filip II de Macedònia
cs: Filip II Makedonský
de: Philipp II. von Makedonien
el: Φίλιππος Β' ο Μακεδών
es_ar: Filipo II de Macedonia
eu: Mazedoniako Filipos II.a
fa: فیلیپ دوم مقدونی
ga: Pilib II na Macadóine
he: פיליפ השני ממוקדון
hu: II. Philipposz, Makedónia királya
hy: Փիլիպոս II Մակեդոնացի
it: Filippo II di Macedonia
ja: マケドニアのピリッポス2世
ko: 필리포스 2세
nb: Filip II av Makedonia
pl: Filip II Macedoński
pt_br: Felipe II da Macedônia
ru: Филипп II Македонский
sk: Filip II. Macedónsky
sv: Filip II av Makedonien
tr: Makedonyalı II. Philip
uk: Філіп ІІ, Македонський
zh: 腓力二世
zh_tw: 馬其頓王國的腓力二世

source: The most powerful hero of them all - son of Philip II, king of Macedonia (336-323 B.C.). After conquering the rest of the Thracians and quelling the unrest of the Greeks, Alexander embarked on a world-conquest march. Defeating the Persian forces at Granicus (334 B.C.), Issus (333 B.C.) and Gaugamela (331 B.C.), he became master of the Persian Empire. Entering India, he defeated king Porus at Hydaspes (326 B.C.), but his weary troops made him halt. Died in Babylon at the age of 33 while planning a campaign against Arabia.
ast: El más fuerte de tolos héroes - fíu de Felipe II, rei de Macedonia (336-323 a.C.). Tres conquistar el restu de los tracios y desaniciar el malestar de los griegos, Alexandru embarcó nuna marcha pa conquistar el mundu. Derrotando les fuercies perses a Gránicu (334 a.C.), Isos (333 a.C.) y Gaugamela (331 a.C.), convirtióse en dueñu del imperiu persa. Entrando n'India, venció al rei Porus at Hydaspes (326 a.C.), pero los sos soldaos galdíos fixéronlu parar. Finó en Babilonia con 33 años planiando una campaña escontra Arabia.
bg: Най-силният герой от всички — син на Филип II, цар на Македония (336-323г. пр.н.е.). След като завладял остатъка от траките и потушил бунтовете на гърците, Александър се впуснал в поход за завладяване на света. Побеждавайки персийските войски при Граник (334г. пр.н.е.), Иса (333г. пр.н.е.) и Гавгамела (331г. пр.н.е.), той станал господар на персийската империя. Навлизайки в Индия, той победил крал Пор при Хидасп (326г. пр.н.е.), но изтощената му войска го накарала да спре. Умрял във Вавилон на 33 години, докато планирал поход срещу Арабия.
br: An haroz galloudusañ anezho holl - mab Fulup II, roue Makedonia (336-323 kent J.-K.). Goude bezañ aloubet peurest an Drasianed ha mouget dispac'hoù ar C'hresianed, e kemeras Aleksandr penn an hent da vont da aloubiñ ar bed. En ur reiñ-lamm d'an nerzhioù Persian e Granikus (334 kent J.-K.), Isus (333 a-raok J.-K.) ha Gaogamela (331 kent J.-K.) e teuas da vezañ mestr an Impalaeriezh Persian. En ur vont e-barzh India, e trec'has Roue Porus en Idaspez (326 a-raok J.-K.), met e vagadoù arru skuizh a lakas anezhañ da ehanañ. Mervel a reas e Babilon pa oa 33/tri bloaz ha tregont tra ma oa oc'h aozañ ur vrezeliadenn a-enep Arabia.
ca: L'heroi més poderós de tots, fill de Filip II, rei de Macedònia (336-323 aC). Després de conquerir la resta dels tracis i sufocar els disturbis dels grecs, Alexandre es va embarcar en una marxa per conquerir el món. Derrotant les forces perses al Grànic (334 aC), Issos (333 aC) i Gaugamela (331 aC) es va fer amo de l'Imperi Persa. Més tard va entrar a l'Índia i va derrotar el rei Porus a Hidaspes (326 aC), però el cansament de les seves tropes el va aturar. Va morir a Babilònia amb 33 anys mentre planificava una campanya contra Aràbia.
cs: Nejmocnější hrdina ze všech - syn Filipa II, král Makedonie (336-323 př. n. l.). Po dobytí zbytku Thrákie a potlačení nepokojů v Řecku se Alexandr vydal na tažení za dobytím světa. Po porážkách perských vojsk v bitvách na řece Gráníku (334 př. n. l.), u Issu (333 př. n. l.) a u Gaugamél (331 př. n. l.) se stal vládcem Perské říše. Po vniknutí do Indie porazil krále Póra u řeky Hydaspés (326 př. n. l.), ale jeho unavené vojsko jej v dalším postupu zabrzdilo. Zemřel v Babylónu ve věku 33 let, když plánoval tažení proti Arábii.
de: Der mächtigste Held von allen - Sohn Phillips II., König von Makedonien (336-323 v. Chr.). Nach Eroberung des restlichen Thrakiens und Unterdrückung der Unruhen der Griechen startete Alexander zu einem weltweiten Eroberungsfeldzug. Er besiegte die Perser am Granikos (334 V. Chr.), bei Issos (333 v. Chr.) und Gaugamela (331 v. Chr.) und wurde Herr des persischen Reiches. Als er in Indien einmarschierte, besiegte er König Poros am Hydaspes (326 v. Chr.), aber seine geschwächten Truppen stoppten ihn. Im Alter von 33 Jahren starb er in Babylon, als er einen weiteren Feldzug nach Arabien plante.
el: Ο πιο ισχυρό ήρωας από όλους - ο γιος του Φιλίππου Β', βασιλιά της Μακεδονίας (336-323 π.Χ.). Μετά την κατάκτηση του υπολοίπου των Θρακών και την καταστολή των εξεγέρσεων των Ελλήνων, ο Αλέξανδρος ξεκίνησε μια πορεία παγκόσμιας κατάκτησης. Νικώντας τις περσικές δυνάμεις στο Γρανικό (334 π.Χ.), στον Ισσό (333 π.Χ.) και στα Γαυγάμηλα (331 π.Χ.), έγινε ο κυρίαρχος της Περσικής Αυτοκρατορίας. Μπαίνοντας στην Ινδία, νίκησε των Πώρο στην Υδάσπη (326 π.Χ.), αλλά τα κουρασμένα στρατεύματά του τον έκαναν να σταματήσει. Πέθανε στη Βαβυλώνα στην ηλικία των 33, ενώ σχεδίαζε μια εκστρατεία κατά της Αραβίας.
es_ar: El héroe más poderoso de todos, hijo del rey de Macedonia (336-323 a.C.) Filipo II. Tras conquistar al resto de los Tracios y sofocar la inquietud de los griegos, Alejandro se embarcó en una cruzada de conquista mundial. Venció a las fuerzas persas en Gránico (334 a.C.), Issos (333 a.C.) y Gaugamela (331 a.C.), se convirtió en el señor del imperio Persa. Al entrar en India, derrotó al rey Porus en Hydaspes (326 a.C.), pero el agotamiento de sus tropas hizo que se detenga. Murió en Babilonia a la edad de 33 mientras planeaba una campaña contra Arabia.
eu: Inoiz izan den heroirik boteretsuena - Filipo II.a Mazedoniako erregearen semea (K. a. 336-323). Traziatik gelditzen zen guztia konkistatu eta Greziako altxatuak zapaldu ondoren, Alexandrok mundua menderatzeko martxa bati ekin zion. Persiako indarrak Graniko (K. a. 334), Issos (K. a. 333) eta Gaugamelako (K. a. 331) guduetan garaituz Persiar Inperioaren jaun eta jabe bihurtu zen. Indian sarturik, Poros erregea garaitu zuen Hidaspesen (K. a. 326), baina bere tropek, nazkaturik, geldiarazi egin zuten. Babilonian hil zen 33 urte zituela, Arabiaren aurkako kanpaina prestatzen ari zelarik.
fa: قویترین قهرمان در میان همه - پسر فیلیپ دوم مقدونی، اسکندر مقدونی و شاه مقدونیه (336-323 قبل از میلاد). اسکندر طبل های جنگ را برای فتح جهان نواخت، سپاه ایران را در گرانیک (334 ق.م)، ایسوس (333 ق.م) و گوگمل (331 ق.م) در هم شکست و امپراتوری ایران را بطور کامل نابود کرد. وارد هند شد و شاه پوروس هیداسپس (326 ق.م) را شکست داد. اما سلاح خسته وی او را متوقف کرد و در بابل در 33 سالگی در حالی که نقشه حمله به اعراب را داشت جان خود را ازدست داد.
ga: An laoch is láidre sa stair - mac Philib II atá ann, rí na Macadóine (336-323 R.C.). Tar éis a choncas ar an gcuid eille de na Tráiciaigh agus nuair a mhaolaigh sé míschocracht Ghréigeach, thug Alastar faoi thuras concais domhanda. Chloígh sé arm na mPeirseach ag Gráiniceas (334 R.C.), Aiseas (333 R.C.) agus Gaugaimeala (331 R.C.), agus tháinig sé máistir na hImpireachta Peirsigh. Níos déanaí, chuaigh sé isteach san India, agus chloígh sé Rí Poras ag Híadaspas (326 R.C.), ach bhí a shaighdiúirí tuirseacha agus rinne siad stop air. Fuair sé bás sa Bhablóin ag an aois 33, i measc plaineáil a dhéanamh do choncas san Araib.
he: הגיבור החזק ביותר מכולם - בנו של פיליפ השני, מלך מקדוניה (336-323 לפנה"ס). לאחר הכיבוש שאר התראקים ודיכוי אי שקט של יוון, אלכסנדר יצא לצעדה לכיבוש העולם. הוא הביס את הכוחות הפרסיים בכירונאה (334 לפנה"ס), סוריה (333 לפנה"ס) וגאוגמלה (331 לפני הספירה), הוא הפך לאויביה של האימפריה הפרסית. נכנס להודו, הוא ניצח את המלך פורוס (326 לפני הספירה), אך החיילים העייפים שלו גרמו לו לעצור. מת בבבל בגיל 33 בעת תכנון קמפיין נגד הסעודית.
hu: A leghatalmasabb hős mind közül - II. Philipposz fia, Makedónia királya (i. e. 336-323). Miután leigázta a thrákok maradékát és ejfojtotta a görögök zavargásait, Alexandrosz világhódító útra indult. Legyőzve a perzsa hadakat Granikosznál (i. e. 334), Isszosnál (i. e. 333) és Gaugamélánál (i.e. 331), ő lett a Perzsa Birodalom uralkodója. Indiába érkezve, legyőzte Pórusz királyt Hüdaszpesznél (a mai Jhelum, i. e. 326), de a kifáradt seregei megállásra kényszerítették. Babilonban halt meg 33 évesen, mikor az Arábia elleni hadjáratát tervezte.
hy: Բոլոր հերոսների մեջ հզորագույնը, Փիլիպոս II-ի որդին, Մակեդոնիայի արքան (մ․թ․ա․ 336-323թթ․)։ Թրակիայի մնացած հատվածը գրավելուց և հույների անհնազանդությունը ճնշելուց հետո Ալեքսանդրը սկսեց աշխարհի գրավման արշավանքը։ Ջախջախելով պարսկական ուժերը Գրանիկոսի (մ․թ․ա․ 334թ․), Իսոսի (մ․թ․ա․ 333թ․) և Գավգամելայի (մ․թ․ա․ 331թ․) մոտ՝ նա դարձավ Պարսկաստանի կայսրության ղեկավարը։ Մտնելով Հնդկաստան՝ նա Հիդասպեսի մոտ (մ․թ․ա․ 326թ․) հաղթեց Պորուս արքային, բայց նրա հոգնած զորքերը ստիպեցին նրան դադար վերցնել։ Մահացել է Բաբելոնում՝ 33 տարեկան հասակում, Արաբիայի դեմ արշավանք նախագծելու ժամանակ։
it: L'eroe più potente di tutti - figlio di Filippo II, re di Macedonia (336-323 a.C.). Dopo aver conquistato il resto della Tracia e aver domato il resto dei greci, Alessandro intraprese una campagna alla conquista del mondo. Con la sconfitta del Persiani sul Granico (334 a.C.), a Isso (333 a.C.) e a Gaugamela (331 a.C.), divenne padrone dell'Impero Persiano. Entrato in India, sconfisse re Poro presso il fiume Idaspe (326 a.C.), ma le sue truppe esauste lo costrinsero a fermarsi. Morì a Babilonia all'età di 33 anni, mentre pianificava una campagna contro l'Arabia.
ja: 全英雄中最強の英雄―ピリッポス2世の息子で、マケドニア王（紀元前336-323年）。残りのトラキアの征服そしてギリシアの反乱の鎮圧後に、アレクサンドロスは世界征服の遠征にとりかかりました。グラニコス（紀元前334年）、イッソス（紀元前333年）、ガウガメラ（紀元前331年）でペルシア軍を破り、ペルシア帝国の王となりました。インドに侵入し、ポロス王をヒュダスペス（紀元前326年）で破りましたが、兵の疲弊のため進軍を止めました。アラビア遠征を計画中にバビロンで33歳で亡くなりました。
ko: 마케도니아의 왕 필립 2세의 아들(기원전 336-323년)은 가장 강력한 영웅이었습니다. 나머지 트라키아인들을 정복하고, 그리스인들의 소요를 진압한 알렉산더는 세계정복에 나섰습니다. 그라니쿠스(기원전 334년), 이수스(기원전 333년), 가우가멜라(기원전 331년)에 페르시아 군을 물리치고 페르시아 제국의 지배자가 되었습니다. 인도로 들어가 그는 히다스페스에서 포루스왕을 물리쳤지만(기원전 326년), 지친 군대는 그를 멈추게 했습니다. 아라비아와의 전쟁을 계획하던중 33세의 나이로 바빌론에서 사망했습니다.
nb: Den mektigste av alle helter - sønn av Philip II, konge av Makedonia (336-323 f.Kr.). Etter å ha erobret resten av Trakerne og stilnet grekernes opprør gav Aleksander seg i vei på en marsj for å erobre verden. Han beseiret de persiske styrker ved Granikos (334 f.Kr.), Issos (333 f.Kr.) og Gaugamela (331 f.Kr.) og ble deretter herre over det persiske imperium. Da han gikk inn i India, beseiret han kong Porus ved Hydaspeselva. (326 f.Kr.) men hans trette hær fikk ham til stanse. Døde i Babylon, 33 år gammel i det han planla en kampanje mot Arabia.
pl: Najpotężniejszy bohater z nich wszystkich - syn Filipa II, króla Macedonii (336-323 p.n.e.). Po pokonaniu reszty Traków i stłumieniu zamieszek Greków, Aleksander rozpoczął podbój świata. Pokonanie wojska Persów pod Granikiem (334 p.n.e.), pod Issos (333 p.n.e.) oraz Gaugamelą (331 p.n.e.), został mistrzem Imperium Persów. Wstępując do Indii, pokonał króla Porusa nad rzeką Hydaspes (326 p.n.e.), lecz jego znużeni żołnierze zatrzymali go. Umarł w Babilonie w wieku 33 lat, kiedy planował kampanię przeciw Arabii Saudyjskiej.
pt_br: O mais poderoso de todos os heróis - filho de Felipe II, rei da Macedônia (336-323 A.C.). Depois de conquistar o resto dos Trácios e reprimir a revolta dos gregos, Alexandre embarcou numa campanha de dominação do mundo. Derrotando as forças persas em Grânico (334 A.C.), Isso (333 A.C.) e Gaugamela (331 A.C.), ele se tornou o mestre do Império Persa. Adentrando a Índia, ele venceu o rei Poro em Hidaspes (326 A.C.), mas o cansaço de suas tropas o fez pausar. Morreu na Babilônia aos 33 anos, enquanto planejava uma campanha contra a Arábia.
ru: Самый сильный герой из всех - сын Филиппа II, царя Македонии (336-323 до н.э.). После завоевания остальных фракийцев и подавлении беспорядков греков, Александр приступил к завоеванию мира. Победив персидское войско при Гранике (334 до н.э.), Иссе (333 до н.э.) и Гавгамелах (331 до н.э.), он стал управлять Персидской империей. Войдя в Индию, он победил царя Пора на Гидаспе (326 г. до н.э.), но уставшие войска заставили его остановиться. Умер в Вавилоне в возрасте 33 лет, планируя кампанию против Аравии.
sk: Najmocnejší hrdina zo všetkých - syn Filipa II, kráľ Macedónska (336-323 pr. n. l.). Po dobytí zbytku Thrákie a potlačení nepokojov v Grécku sa Alexander vydal na ťaženie za dobytím sveta. Po porážkach perzských vojsk v bitkách na rieke Gránik (334 pr. n. l.), pri Issu (333 pr. n. l.) a pri Gaugamel (331 pr. n. l.) sa stal vládcom Perzskej ríše. Po vniknutí do Indie porazil kráľa Póra pri rieke Hydaspes (326 pr. n. l.), ale jeho unavené vojsko ho v ďalšom postupe zabrzdilo. Zomrel v Babylone vo veku 33 rokov, keď plánoval ťaženie proti Arábii.
sv: Den mest kraftfulla hjälten till dem, hela Philip II, Makedoniens konung (336-323 BC). Efter att ha erövrat resten av Thracianerna och dolt på grekernas oroligheter inledde Alexander sig på en världsöverskridande marsch. Besegra de persiska krafterna vid Granicus (334 B.C.), Issus (333 B.C.) och Gaugamela (331 B.C.) blev han mästare i det persiska riket. Han gick in i Indien och besegrade kungen Porus vid Hydaspes (326 B.C.), men hans trötta trupper gjorde honom stannad. Död i Babylon vid 33 års ålder när han planerade en kampanj mot Arabien.
tr: Makedonya Kralı II. Philip'in (336-323 yılları arasında) hepsinin en güçlü kahramanı. Trakyalıların geri kalanını fethedip Yunanlıların huzursuzluğunu iptal ettikten sonra, İskender dünyayı fetheden bir yürüyüşe başladı. Granicus'ta (334 C.C), Issus'ta (333 C.C.) ve Gaugamela'da (331 C.C) fars güçlerini yenerek, Pers İmparatorluğu'nun efendisi oldu. Hindistan'a girdiğinde, kral Porus'u Hydaspes'de (326.) yıktı, ancak yorgun askerleri onu durdurdu. Arabia'ya karşı bir kampanya planlarken Babylon'da 33 yaşında öldü.
uk: Найсильнішим героєм з усіх - син Філіпа II, царя Македонії (336-323 до н. е.). Після завоювання інших фракійців і придушенні заворушень греків, Олександр приступив до завоювання світу. Перемігши перське військо біля Граніки (334 до н. е.), Ісси (333 до н. е.) і Гавгамелах (331 до н. е.), він став керувати Перською імперією. Увійшовши в Індію, він переміг царя Пора на Гідаспі (326 р. до н. е..), але втомлені війська змусили його зупинитися. Помер у Вавилоні у віці 33 років, плануючи кампанію проти Аравії.
zh: 亚历山大大帝（公元前336-前323 ），马其顿国王,是腓力二世最强大的儿子。在征服了残余的色雷斯人，和镇压希腊人的动荡之后，他踏上了征服世界的征途。他在格拉尼库斯战役(公元前334), 伊苏斯战役(公元前333) 和高加米拉战役(公元前331)中重创了波斯军队，最终成为波斯帝国的主人。公元前326年进军印度，并于希达斯皮斯河一役中战胜了波罗斯。此后迫于疲惫军队的反对，亚历山大终止了东征。不久他又计划征战阿拉伯，却壮志未酬，于公元前323年6月逝于巴比伦，享年33岁。
zh_tw: 歷任國王中最強盛的英雄 - 腓力二世之子，馬其頓國王 (西元前 336-323 年)。在征服剩餘的色雷斯人，及鎮壓希臘的動盪後，他踏上征服世界的征途。在格拉尼庫斯河戰役中打敗了波斯軍隊 (西元前 334 年)、伊蘇斯戰役 (西元前 333 年) 以及高加米拉戰役 (西元前 331 年) 後，他成為波斯帝國的統治者。他進軍印度，在希達斯皮斯河戰役 (西元前 326 年) 中擊敗了波羅斯 (Porus) 國王，但迫於軍隊疲而停止了東征之途。在計畫攻打阿拉伯時，於巴比倫逝世，享年 33 歲。
