Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Each player starts on an island surrounded by water. The Cyclades is an island group in the Aegean Sea, south-east of the mainland of Greece. They are one of the island groups which constitute the Aegean archipelago. The name refers to the islands around the sacred island of Delos. The Cyclades comprise about 220 islands. The islands are peaks of a submerged mountainous terrain, with the exception of two volcanic islands, Milos and Santorini. The climate is generally dry and mild, but with the exception of Naxos the soil is not very fertile.
ast: Cada jogador intama na suɐ propria islha. La corona de la islheta sagrada de Delos, lɐs Cyclades son unɐs 220 islhɐs a l Llevante & Mediu-díɐ de la Grecia continental que constitúin, entre outrɐs muĩꞇhɐs, l archipélago egeo. Todɐs menos Melos & Thera, lɐs duɐs islhɐs volcánicɐs, son cimblos de dorsales submarinɐs. Magar que l clima ye temprado & seco, el terreno ye pouco granible—quitante n Naxos.
bg: Всеки играч започва на остров, заобиколен от вода. Цикладите са островна група в Егейско море, разположена на югоизток от континенталната част на Гърция. Заедно с няколко други островни групи формират Егейския архипелаг. Името се отнася до островите около свещения остров Делос. Цикладите включват около 220 острова. Почти всички са върхове на подводна планина, освен два, които са вулканични: Милос и Санторини. Климатът е предимно сух и мек, с изключение на Наксос, където почвата не е особено плодородна.
br: Pep c'hoarier a gomañs war un enezenn kelc'hiet gant dour. Ar C'hikladez a vez ur strollad inizi e Mor Ejean, gevred eus kevandir Gres. Unan eus ar strolladoù inizi e vezont ha diskouez a ra an enezeg Ejean. An anv a ra diouzh an inizi war-dro an enezenn sakr Deloz. Ar C'hikladez o dez tro-dro 220 enezenn bennak. An inizi a vez begoù an dachenn venezek liñvet, gant nemet div enezenn danveneziek, Miloz ha Santorini. An amzer a vez dre vras sec'h ha skañv, met nemet Naksoz e-lec'h ma vez an douar frouezhus kenañ.
ca: Cada jugador comença en una illa envoltada d'aigua. Les Cíclades són un grup de illes al mar Egeu, situades al sud-est de Grècia. Són un dels grups d'illes que conformen l'arxipèlag de l'Egeu. El nom fa referència a les illes que envolten la illa sagrada de Delos. Les Cíclades inclouen unes 220 illes. Les illes són cims d'un terreny muntanyós submergit, amb l'excepció de dues illes volcàniques: Milos i Santorini. El clima sol ser sec i temperat i el sòl no es gaire fèrtil, amb l'excepció de l'illa de Naxos.
cs: Každý hráč začíná na ostrově obklopeném vodou. Kyklady jsou skupina ostrovů v Egejském moři, jihovýchodně od pevniny Řecka. Jsou jedna z ostrovních skupin, které tvoří Egejské souostroví. Jméno se odkazuje na ostrovy kolem posvátného ostrova Délu. Kyklady tvoří asi 220 ostrovů. Ostrovy jsou vrcholky ponořeného hornatého terénu, s výjimkou dvou sopečných ostrovů, Milos a Santorini. Podnebí je obecně suché a mírné, avšak s výjimkou ostrova Naxu na těchto ostrovech není příliš plodná půda.
da: Hver spiller starter på en ø omgivet af vand. Kykladerne er en øgruppe i Det Ægæiske Hav, sydøst for det græske fastland. De er en af ​​de øgrupper, som udgør den Ægæiske øgruppe. Navnet henviser til øerne omkring den hellige ø Delos. Kykladerne omfatter omkring 220 øer. Øerne er toppe af et neddykket bjergrigt terræn, med undtagelse af to vulkanøer, Milos og Santorini. Klimaet er generelt tørt og mildt, men med undtagelse af Naxos er jorden ikke særlig frugtbar.
de: Jeder Spieler startet auf einer von Wasser umgebenen Insel. Die Kykladen sind eine Inselgruppe in der Ägäis, südöstlich des Festlands von Griechenland. Sie sind eine der Inselgruppen, welche das ägäische Archipel bilden. Der Name Kykladen bezieht sich auf die Inseln rund um die heilige Insel Delos. Die Kykladen bestehen aus etwa 220 Inseln. Mit Ausnahme der beiden Vulkaninseln Milos und Santorin handelt es sich bei den Inseln um Gipfel eines bergigen Geländes unter der Wasseroberfläche. Das Klima ist in der Regel trocken und mild, aber mit Ausnahme von Naxos sind die Böden nicht sehr fruchtbar.
el: Κάθε παίκτης ξεκινάει σε ενα νησί περιτριγυρισμένο απο νερό. Οι Κυκλάδες ειναι ενα σύμπλεγμα νησιών στο Αιγαίο πέλαγος,νοτιοανατολικά της ελληνικής ενδοχώρας.Αποτελούν ενα απο τα νησιωτικά συμπλεγματα που συγκροτουν το αιγιακό αρχιπέλαγος.Η ονομασία αναφέρεται στα νησιά γυρω απο το ιερο νησί της Δήλου.Οι Κυκλάδες περιλαμβάνουν περιπου 220 νησιά.Τα νησιά ειναι κορυφές απο βουνα που εχουν βυθιστει,με εξαιρεση τα δυο ηφαιστειακα νησια,Μηλος και Σαντορινη.Το κλιμα ειναι γενικα ξηρο και ηπιο,με εξαιρεση ομως αυτο της Ναξου οπου το εδαφος δεν ειναι πολυ ευφορο.
es: Cada jugador comienza en una isla rodeada por agua. Las Cícladas son un grupo de islas en el mar Egeo, al sudeste del continente de Grecia. Son uno de los grupos de islas que constituyen el archipiélago Egeo. El nombre hace mención a las islas que están alrededor de la isla sagrada de Delos. Las cícladas están formadas por cerca de 220 islas. Estas islas son cimas de un terreno montañoso sumergido, con la excepción de dos islas volcánicas, Milos y Santorini. El clima es generalmente seco y templado, pero con excepción de Naxos, el suelo no es muy fértil.
eu: Jokalari bakoitza urez inguratutako uharte batean hasten da. Zikladak Egeo itsasoko uharte multzoa da, Greziar kontinentearen hego-ekialdean. Egeoko artxipelagoa osatzen duten uharte multzoetako bat da. Izenak Delos uharte sagaratu inguruan dauden uharteei dagokio. Zikladak 220 bat uharte osatzen dute. Uharte hauek urperatutako lur menditsu baten gailurrak dira, sumendiak sortutako bi uhartea salbu, Milos eta Santorini. Klima lehor eta beroa da gehienetan, baina Naxos salbu, lurra ez da oso emankorra.
fa: هر بازیکن بازی را در جزیره ای که با آب محاصره شده است آغاز می کند. سیکلدیز یک مجمع الجزایر در دریای اژه و جنوب شرق سرزمین اصلی یونان است. آنها یکی از گروه جزایری هستند که مجمع الجزایر اژه را تشکیل می دهند. نام این منطقه اشاره دارد به جزایری که بدور جزیره مقدس دلوس قرار دارند. سیکلدیز در حدود 220 جزیره را شامل می شود که در واقع قله های منطقه کوهستانی هستند که غرق شده است به استثنای دو جزیره آتشفشانی میلوس و سانتورینی . آب و هوای این منطقه عموما خشک و بادی است و در این منطقه تنها خاک جزیره ناکسوس زیاد حاصلخیز نیست.
fi: Kukin pelaaja aloittaa veden ympäröimällä saarella. Kykladit ovat saariryhmä Egeanmerellä, Kreikan mantereesta kaakkoon. Ne ovat yksi Egeanmeren saariston muodostavista saariryhmistä. Nimi viittaa pyhää Deloksen saarta ympäröiviin saariin. Kykladit koostuvat noin 220 saaresta. Saaret ovat vedenalaisen vuoristomaiseman huippuja, lukuun ottamatta kahta tuliperäistä saarta, Milosta ja Santorinia. Ilmasto on yleensä kuiva ja leuto, mutta Naxosta lukuun ottamatta maaperä ei ole kovin hedelmällistä.
fr: Chaque joueur commence sur une île entourée d'eau. Les Cyclades sont un groupe d'îles dans la mer Égée, au sud-est de la Grèce continentale. Ils sont l'un des groupes d'îles qui constituent l'archipel égéen. Le nom fait référence aux îles entourant l'île sacrée de Délos. Les Cyclades comprennent environ 220 îles. Les îles sont les pics d'un relief montagneux immergé, à l'exception de deux îles volcaniques, Milos et Santorin. Le climat est généralement sec et doux, mais à l'exception de Naxos le sol n'est pas très fertile.
ga: Tosaíonn gach imreoir ar oileán le muir ina dtimpeall. Is grúpa oileán iad na Cíocláidí sa Mhuir Áigeach, in oirdheisceart na mórthíre Ghréigigh. Tá siad ceann de na grúpaí oileán san Oileánra Áigeach. Tagraíonn an t-ainm ar an gcaoi a bhfuil na oiléain suite i dteampall an oileán naofa Dalas. Tá thart ar 220 oiléan sna Cíocláidí. Don fhórmhór, is binn sléibhte faoi uisce iad, ach amháin dhá oileán bolcánach, Méileas agus Téara. Go ginéaralta, tá an t-aeráid tur agus séimh ach níl cré torthúil iontu ach ar Nacsas.
gd: Tòisichidh gach cluicheadair air eilean is uisge timcheall air. ’S e bhuidhean de dh’eileanan sa Mhuir Àigeanach a th’anns na Siogladas gu ear-dheas air tìr-mòr na Grèige. Tha am buidheann eileanan seo ’na phàirt dhen innis-mhuir Àigeanach. Tha an t-ainm a’ riochdachadh na h-eileanan timcheall air eilean naomh Delos. ’S e mu 220 eilean a th’ anns na Siogladas. ’S e na mullaich aig monadh fon mhuir a tha sna h-eileanan seach dà dhiubh a tha nam beanntan-teine, seo Milos agus Santorini. Tha an t-sìde tioram is mìn san fharsaingeachd ach chan eil an talamh glè thorrach ach ann an Naxos.
hu: Minden játékos egy vízzel körülvett szigeten kezd. A Kükládok egy szigetcsoport az Égei-tengeren Görögország szárazföldi részétől délkeletre. Egyike azon szigetcsoportoknak, amelyek az Égei szigetvilágot alkotják. A név Délosz szent szigete körüli szigetekre utal. A Kükládok körülbelül 220 szigetből áll. A szigetek lesüllyedt hegyi terepek csúcsai két vulkanikus sziget, Milosz és Szantorini kivételével. Az éghajlatuk általában száraz és enyhe, de a talaj nem túl termékeny, kivéve Naxosz szigetét.
id: Setiap pemain mulai pada sebuah pulau dikelilingi air. Kyklades adalah kumpulan pulau di Laut Aegea, di tenggara pulau utama Yunani. Kyklades adalah salah satu kumpulan pulau yang membentuk kepulauan Aegea. Namanya merujuk pada pulau-pulau di sekitar pulau suci Delos. Kyklades terdiri dari 220 pulau. Pulau-pulau tersebut adalah puncak dari dataran pegunungan bawah laut, kecuali dua pulau vulkanik, Milos dan Santorini. Iklimnya biasanya kering dan lembab, tanahnya tidak terlalu subur kecuali Naxos.
it: Ogni giocatore inizia su un'isola circondata dall'acqua. Le Cicladi sono un gruppo di isole nel Mar Egeo, a sud-est della Grecia continentale. Si tratta di uno dei gruppi di isole che costituiscono l'arcipelago dell'Egeo. Il nome si riferisce alle isole intorno all'isola sacra di Delos. Le Cicladi sono costituite da circa 220 isole. Le isole sono le cime di un terreno montuoso sommerso, con l'eccezione di due isole vulcaniche, Milos e Santorini. Il clima è generalmente secco e mite, tranne l'eccezione di Naxos il suolo non è molto fertile.
ja: 各プレイヤーは水に囲まれた島から開始します。 キクラデスはエーゲ海の群島で、ギリシャ本土の南西にあります。エーゲ海諸島を構成する一諸島です。名前の由来は、聖なる島デロスを囲んでいることからです。キクラデスには約220の島があります。島々は、2つの火山島ミロスとサントリーニを除いて、水没した山岳地帯の山頂です。気候は一般に乾燥して穏やかですが、ナクソス島を除いて土壌はあまり肥沃でありません。
ko: 각 플레이어들은 물로 둘러싸인 섬에서 시작합니다. 키클라데스 제도는 그리스 본토 남동쪽에 있는 에게 해의 섬들 입니다. 이들은 에게 해 군도를 구성하는 섬들 중 하나입니다. 그 이름은 델로스 섬 주변의 섬들을 가리킵니다. 키클라데스는 약 220개의 섬으로 이루어져있습니다. 이 섬들은 밀로스와 산토리니라는 두 개의 화산섬을 제외하고는 수몰된 산악 지형의 봉우리입니다. 기후는 대체로 건조하고 온화하지만, 낙소스 섬을 제외하고 토양이 그다지 비옥하지 않습니다.
ms: Setiap pemain bermula di atas pulau yang dikelilingi air. Kepulauan Cyclades berada di Laut Aegean, ditenggara tanah besar Yunani. Pulau-pulau inilah yang membentuk gugusan pulau Aegean. Nama pulau ini merujuk kepada kepulauan suci disekita kepulauan Delos. Kepulauan Cyclades terdiri daripada 220 pulau. Kepulauan ini asalnya adalah puncak-puncak banjaran yang telah ditelenggami air, kecuali dua pulau gunung berapi iaitu Milos dan Santorini. Cuaca dikepulauan ini adalah kerang dan beriklim sederhana kecuali pulau Naxos yang mana pulau ini tidak didiami kerana tidak subur.
nb: Hver spiller starter på en øy omgitt av vann. Kykladene er en øygruppe i Egerhavet, sør-øst for det greske fastlandet. De er en av øygruppene som utgjør skjærgården i Egerhavet. Navnet henviser til øyene rundt den hellige øya Delos. Kykladene består av 220 øyer. Øyene er topper av nedsunket fjell-terreng, med unntaket av to vulkanske øyer, Milos og Santorini. Klimaet er generelt tørt og mildt men med unntak av på Naxos er jorda ikke veldig fruktbar.
nl: Iedere speler start op een eiland. De Cycladen zijn een eilandengroep in de Egeïsche zee, ten zuidoosten van continentaal Griekenland. Ze zijn één van de eilandengroepen die deel uitmaken van de Egeïsche archipel. De naam refereert naar het Griekse Cyclus, aangezien het eilanden zijn rondom de hoofdplaats Delos. De Cycladen bestaan uit ongeveer 220 eilanden. De eilanden zijn het resultaat van een onderzees bergachtig gebied, met uitzondering van twee vulkanische eilanden, Milos en Santorini. Het klimaat is over het algemeen droog en warm, maar met de uitzondering van Naxos is de grond niet echt vruchtbaar.
pl: Każdy gracz zaczyna na wyspie otoczonej wodą. Cyklady to archipelag na Morzu Egejskim, u południowo-wschodnich wybrzeży Grecji. Są jednym z archipelagów, które razem stanowią Wyspy Egejskie. Nazwa odnosi się do okręgu utworzonego przez wyspy Cyklad, w którego środku znajduje się święta wyspa Delos. Cyklady składają się z około 220 wysp. Są to tak na prawdę szczyty podwodnego górskiego terenu, za wyjątkiem dwóch wysp wulkanicznych, Melos i Santorynu. Poza Naxos, panuje tam klimat umiarkowany i suchy. Gleba Naxos nie jest zbyt urodzajna.
pt_br: Cada jogador começa numa ilha cercada por água. O Cíclade é um conjunto de ilhas no mar Egeu, a sudeste da Grécia. São um dos grupos de ilhas constituintes do arquipélago Egeu. O nome refere-se a ilhas em torno da ilha sagrada de Delos. O Cíclade abrange cerca de 220 ilhas. As ilhas são picos de terreno montanhoso submergido, com a exceção de duas ilhas vulcânicas, Milos e Santorini. O clime é geralmente seco e suave, mas com exceção de Naxos, o solo não é muito fértil.
pt_pt: As Cíclades são um grupo de ilhas no Mar Egeu, a sudeste da Grécia continental. São um dos grupos de ilhas que constituem o arquipélago do Egeu. O nome refere-se às ilhas que rodeiam a ilha sagrada de Delos. As Cíclades compreendem cerca de 220 ilhas. As ilhas são picos de um terreno montanhoso submerso, com exceção de duas ilhas vulcânicas, Milos e Santorini. O clima é geralmente seco e ameno, mas, com exceção de Naxos, o solo não é muito fértil.
ru: Каждый игрок начинает на острове. Кикладские острова — группа островов в Эгейском море к юго-востоку от Греции. Являются одной из групп остовов, составляющих Эгейский архипелаг. Название относится к островам вокруг священного острова Делос. Киклады состоят из 220 островов. Острова являются вершинами затопленной горной местности, за исключением двух островов вулканического происхождения — Милос и Санторини. Климат в основном сухой и мягкий, но на Наксосе почва не очень плодородная.
sk: Každý hráč začína na ostrove obklopenom vodou. Kyklady sú súostrovie v Egejskom mori pri juhovýchodnom pobreží Grécka. Sú jedným zo súostroví, ktoré spoločne tvoria Egejské ostrovy. Tento názov označuje ostrovy okolo posvätného ostrova Dilos. Kyklady pozostávajú z okolo 220 ostrovov. Tieto ostrovy sú vrcholmi hornatého terénu pod vodou s výnimkou dvoch sopečných ostrovov, Milos a Santorín. Podnebie je spravidla mierne a suché, pôda však, s výnimkou ostrova Naxos, nebýva veľmi úrodná.
sv: Varje spelare börjar på en ö omgiven av hav. Kykladerna är en ögrupp i Egeiska havet, sydöst om det grekiska fastlandet. De är en av de ögrupper som utgör Egeiska skärgården. Namnet syftar på öarna runt den heliga ön Delos. Kykladerna omfattar ca 220 öar. Öarna är topparna av en nedsänkt bergig terräng, med undantag för två vulkaniska öar, Milos och Santorini. Klimatet är i allmänhet torr och mild, men med undantag för Naxos är marken inte mycket bördig.
tr: Her oyuncu sularla çevrili bir adada başlar. Kiklad adaları Ege Denizinde bir ada grubudur, Yunanistan ana karasının güney doğusunda yer alır. Onlar Ege takımadalarını oluşturan ada gruplarından biridir. Adını çevredeki adalardan biri olan Delostan alır. Kiklad adaları yaklaşık 220 adayı kapsar. Bu adalar batık sualtı dağ zirveridir, ancak iki volkanik ada olan Milos ve Santorini hariçtir. İklim genellikle kurak ve ılımandır, ama Naxos adası hariç toprakları çok verimli değildir.
uk: Кожен гравець починає на острові, оточеному водою. Кіклади це група островів в Егейському морі, на південний схід від материкової частини Греції. Вони є однією з груп островів, які складають Егейський архипелаг. Назва відноситься до островів навколо священного острова Делос. Кіклади включають в себе близько 220 островів. Острови є вершинами затопленої гірської місцевості, за винятком двох вулканічних островів, Мілос та Санторіні. Клімат в цілому сухий і м'який, але за винятком Наксос грунт не дуже родючий.
vi: Mỗi người chơi bắt đầu trên một hòn đảo được bao quanh bỏi nước. Cyclades là một nhóm đảo ở Biển Aegean, đông nam đại lục Greece. Đây là một trong những nhóm đảo tạo thành quần đảo Aegean. Tên gọi xuất phát từ những hòn đảo xung quanh hòn đảo Delos thiêng liêng. Cyclades bao gồm khoảng 220 hòn đảo. Những hòn đảo vốn là đỉnh của những ngọn núi ngầm dưới biển, ngoại trừ hai hòn đảo núi lửa, Milos và Santorini. Khi hậu thường khô và ấm áp, ngoại trừ đất đại ở Naxos không màu mỡ lắm.
zh: 所有玩家开局都位于一处四面环海的岛屿。 基克拉迪群岛处于希腊本土的东南方，为爱琴海上的群岛。名字来源是指环绕神圣的提洛岛的其他岛屿。基克拉迪群岛约由 220 个岛屿组成。除了两个火山岛，米洛斯岛及圣托里尼岛之外，这些岛屿都是被海所淹没的山峰。此处气候普遍干燥且温和，只有奈克索斯岛的土壤不太肥沃。
zh_tw: 每個玩家都在四面環海的一個島嶼開始遊戲。 基克拉迪群島是在希臘本土東南方，愛琴海上的一個群島。這個名字是指環繞神聖的提洛島的其他島嶼。基克拉迪群島約由220個島嶼組成。除了兩個火山島，米洛斯島及聖托里尼島之外，這些島嶼都是被海所淹沒的山峰。此處的氣候普遍乾燥且溫和，只有奈克索斯島的土壤並不相當肥沃。

source: Cycladic Archipelago
ast: Archipélago lɐs Cyclades
bg: Цикладски архипелаг
br: Enezeg Sikladika
ca: Arxipèlag ciclàdic
cs: Kykladské souostroví
da: Kykladisk Øhav
de: Kykladischer Archipel
el: Κυκλαδίτικο Αρχιπέλαγος
es: Archipiélago cicládico
eu: Ziklade-aldiko Artxipelagoa
fa: مجمع الجزایر سیکلادی
fi: Kykladien saaristoryhmä
fr: Archipel des Cyclades
ga: Oileánra Cíocláideach
gd: Innis-mhuir Siogladas
hu: Kükládok szigetcsoport
id: Kepulauan Kyklades
it: Arcipelago delle Cicladi
ja: キクラデス諸島
ko: 키클라데스 제도
ms: Gugusan Pulau Cycladic
nb: Kykladisk skjærgård.
nl: Cycladische archipel
pl: Archipelag Cyklady
pt_br: Arquipélago das Cíclades
pt_pt: Arquipélago das Cíclades
ru: Кикладские острова
sk: Kykladské súostrovie
sr: Кикладски архипелаг
sv: Kykladiska Skärgården
tr: Kiklad Takımadaları
uk: Кікладський архіпелаг
vi: Quần đảo Cycladic
zh: 基克拉迪群岛
zh_tw: 基克拉澤斯群島

source: Bright daylight illuminates the scene.
ast: La lluz de l sol alluma la scena.
bg: Ярка дневна светлина осветява сцената.
cs: Jasné denní světlo ozařuje scénu.
da: Kraftig dagslys oplyser landskabet.
de: Helles Tageslicht beleuchtet die Szene.
el: Ηλιλόουστο φώς ,φωτίζει τη σκηνή.
es: Un luminoso día alumbra el paisaje.
eu: Egun argi distiratsuak argitzen du eszena.
fi: Kirkas päivänvalo valaisee maiseman.
fr: La lumière du jour illumine la scène.
gd: Tha solas an latha a’ deàrrsadh air an t-sealladh.
hu: Napvilág világítja meg a jelenetet.
id: Sinar mentari yang cerah menerangi pemandangan.
it: La luce splendente del giorno illumina la scena.
ja: 明るい昼の光がシーンを照らし出します。
ko: 밝은 햇살이 그 광경을 비춥니다.
nl: Het landschap baadt in het heldere daglicht.
pl: Krajobraz rozświetlony jasnymi promieniami.
pt_br: Uma brilhante luz do dia ilumina o cenário.
pt_pt: Brilhante luz do dia ilumina a cena.
ru: Яркий день освещает местность.
sk: Jasné denné svetlo osvetľuje dianie.
sv: Kraftigt dagsljus lyser upp området.
tr: Parlak gün ışığı manzarayı aydınlatır.
uk: Яскраве денне світло освітлює місце дії.
zh: 阳光普照，处处怡人。
zh_tw: 明亮的日光照亮了場景。

source: Day
ast: Díɐ
bg: Ден
cs: Den
da: Dag
de: Tag
el: Ημέρα
es: Día
eu: Eguna
fi: Päivä
fr: Jour
gd: Latha
hu: Nappal
id: Siang
it: Giorno
ja: 日中
ko: 낮
nl: Dag
pl: Dzień
pt_br: Dia
pt_pt: Dia
ru: День
sk: Deň
sv: Dag
tr: Gün
uk: День
zh: 白昼
zh_tw: 白天

source: Attackers are covered by the darkness of the night.
ast: La escuridá de la nuöiꞇhe dispinta los aggressores.
bg: Нападателите са прикрити под булото на нощта.
cs: Útočníci se ukrývají pod rouškou tmy.
da: Angribende er skjult i nattens mørke.
de: Angreifer werden von der Schwärze der Nacht verdeckt.
el: Οι επιτιθόμενοι είναι καλλυμένοι απο το σκότος της νύχτας.
es: Los atacantes están cubiertos por la oscuridad de la noche.
eu: Erasotzaileak gauaren iluntasunean ezkutuan daude.
fi: Hyökkääjät peittyvät yön pimeyteen.
fr: Les attaquants sont couverts par l'obscurité de la nuit.
gd: Tha dorchadas na h-oidhche a’ còmhdachadh an luchd-ionnsaigh.
hu: A támadókat az éj sötétje fedi.
id: Penyerang ditutupi oleh kegelapan malam.
it: Gli attaccanti sono coperti dall'oscurità della notte.
ja: 攻撃者たちは、夜の闇に紛れていました。
ko: 공격자들은 밤의 어둠에 가려져 있습니다.
nl: De aanval vindt plaats in de nachtelijke duisternis.
pl: Atakujący ukrywają się pod osłoną nocy.
pt_br: Inimigos são cobertos pela escuridão da noite.
pt_pt: Os atacantes estão cobertos pela escuridão da noite.
ru: Атакующие скрыты в ночной тьме.
sk: Útočníci sú krytí nočnou tmou.
sv: Attackerare döljs av nattens mörker.
tr: Saldırganlar gecenin karanlığıyla kaplıdır.
uk: Нападники укриті темрявою ночі.
zh: 提防敌人夜袭。
zh_tw: 攻擊者被黑夜掩蓋。

source: Night
ast: Nuöiꞇhe
bg: Нощ
cs: Noc
da: Nat
de: Nacht
el: Νύχτα
es: Noche
eu: Gaua
fi: Yö
fr: Nuit
gd: Oidhche
hu: Éjszaka
id: Malam
it: Notte
ja: 夜間
ko: 밤
nl: Nacht
pl: Noc
pt_br: Noite
pt_pt: Noite
ru: Ночь
sk: Noc
sv: Natt
tr: Gece
uk: Ніч
zh: 夜间
zh_tw: 夜晚
