Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: We now have enough resources, but one structure is missing. Although this is an economic tutorial, it is nonetheless useful to be prepared for defense in case of attack, so let's build Barracks.
br: Bremañ hon eus mammennoù a-walc'h met ur savadur a vank. Daoust ma 'z eo un tutorial war an ekonomiezh e chom pouezus bezañ prientet d'an difenn ken kaz e vefemp argadet neuze savit ur C'hazarn.
ca: Ara, ja tenim prou recursos, però falta una estructura. Tot i que es tracta d'un tutorial d'economia, és força útil estar preparat per a defensar-se en cas d'atac, per tant, construïm una Caserna.
cs: Nyní máme dostatek zdrojů, ale chybí jedna budova. I když se jedná o hospodářský návod, je užitečné se pro případ útoku připravit na obranu, tak pojďme postavit vojenskou ubytovnu - kasárna (kasárny).
eo: Ni nun havas sufiĉajn resursojn, sed unu konstruaĵo mankas. Kvankam tio estas ekonomia instruilo, estas tamen utila preti por defendo okaze de atakoj, do ni konstruu Soldatejojn.
es_ar: Ahora tenemos recursos suficientes, pero se necesita una estructura. A pesar de ser un tutorial sobre economía, es útil estar preparado para la defensa en caso de ataque, para eso construyamos un Cuartel.
fa: ما حال میدانیم که چه میزان منابع نیاز داریم، اما یک ساختمان هم کم است. اگرچه این آموزش اقتصاد بازی است، با این وجود بد نیست که برای دفاع از خود در برابر حمله های احتمالی نیز آماده شوید. بنابرین بیایید یک پادگان بسازیم.
fi: Meillä on nyt riittävästi resursseja, mutta yksi rakenne puuttuu. Vaikka tämä on taloudellinen opas, on kuitenkin hyödyllistä varautua puolustamaan hyökkäyksen varalta, joten rakennetaan kasarmi.
fr: Nous avons maintenant assez de ressources, mais il nous manque une structure. Même si il s’agit d’un tutoriel sur l’économie, il est toutefois utile d’être préparé pour se défendre en cas d’attaque, donc construisons une caserne.
ga: Táimid sách anois leis na acmhainní riachtanacha, ach tá aon fhoirgneamh amháin ar iarraidh. Cé go bhfuil teagasc éacnamaíoch ann anseo, tá sé an-úsáideach do chosaint a ullmhú ar aon nós, mar sin tógfaimid beairic.
gl: Xa temos recursos dabondo, pero falta unha estrutura. Aínda que este é un titorial económico, é útil estar preparado para defenderse en caso de ataque, así que construamos un cuartel.
hu: Most már van elég nyersanyagunk, egy épület ugyanakkor még hiányzik. Habár ez az oktatójáték a gazdaságra fókuszál, nem árt megszervezni a védelmet, és felkészülni egy esetleges támadásra. Ideje hát kaszárnyát építeni!
id: Kita sekarang memiliki cukup sumber daya, tetapi satu struktur hilang. Meskipun ini adalah tutorial ekonomi, namun tetap berguna untuk mempersiapkan pertahanan jika terjadi serangan, jadi mari kita membangun Barak.
ja: 現在、資源は十分にあるのですが、一つ建物が欠けています。 これは経済のチュートリアルですが、襲撃されたときのために 防衛の準備をしておくことが大事になるので「兵舎」を建てましょう。
ko: 지금은 충분한 자원을 가지고 있지만 하나의 건물이 부족합니다. 이것은 기초 경제 자습서지만, 적국의 공격시에 방어 준비를 하는것이 유용하기 때문에 병영을 지으십시오.
nl: We hebben nu genoeg grondstoffen, maar er mist nog een gebouw. Ook al is dit een economische oefening, desalniettemin is het handig om voorbereid te zijn in het geval van een aanval, laten we daarom nu een Kazerne bouwen.
pt_br: Agora temos os recursos necessários, mas falta uma estrutura. Apesar disto ser um tutorial de economia, é no entanto útil estar preparado para defender um ataque, por isso vamos construir um quartel.
sk: Síce máme teraz dostatok surovín, ale chýba jedna budova. Aj keď táto výučba je zameraná na ekonomiku, je užitočné byť pripravený a vedieť sa obrániť proti prípadnému útoku. Takže poďme postaviť Kasárne.
sv: Vi har nu tillräckligt med resurser, men en struktur saknas. Även om det här är en ekonomisk handledning, är det ändå användbart att vara förberedd för försvar vid angrepp, så låt oss bygga baracker.
tr: Artık yeterli kaynağımız var, ancak bir yapı eksik. Her ne kadar bu ekonomik bir eğitim olsa da, saldırı durumunda savunma için hazırlıklı olmakta fayda var, hadi Kışla inşa edelim.
uk: У нас зараз достатньо ресурсів, однак одна будівля відсутня. Хоча це економічний посібник, тим не менш, корисно бути готовими до захисту в разі нападу, так що давайте будувати Казарми.
zh_tw: 現在我們有足夠的資源，但還缺少一個建築。雖然這只是個經濟教程，不過準備防禦攻擊仍然有用，我們來蓋座軍營吧。

source: Select four of your soldiers and ask them to build a Barracks: as before, start selecting the soldiers, click on the Barracks icon in the production panel and then lay down a foundation not far from your Civic Center where you want to build.
ca: Seleccioneu quatre dels vostres soldats i demaneu-los que construeixin una caserna. Com abans, comenceu seleccionant els soldats, feu clic sobre la icona de la caserna en el panell de producció i col·loqueu uns fonaments on el vulgueu, no gaire lluny del Centre Cívic.
cs: Vyberte čtyři ze svých vojáků a požádejte je, aby postavili kasárna (kasárny): stejně jako dříve začněte vybírat vojáky, klepněte na ikonu kasáren ve výrobním panelu, a poté položte základnu nedaleko od vašeho správního střediska, kde chcete stavět.
eo: Elektu kvar el viaj soldatoj kaj petu al ili konstrui Soldatejojn: kiel antaŭe, komencu per elekto de soldatoj, klaku sur la bildeton «Soldatejo» en la produkta panelo kaj poste metu fundamenton ne malproksime el via Civitacentro, kie vi volas konstrui.
es_ar: Seleccioná cuatro soldados y ordenales construir un Cuartel: como antes, comenzá por seleccionar los soldados, haz click sobre el ícono de Cuartel en el panel de producción y luego ubicá los cimientos no muy lejos de tu Centro Cívico donde quieres construir.
fa: چهار سرباز شهروند را انتخاب کرده و به آنها فرمان دهید تا یک پادگان بسازند: همانند قبل، انتخاب سربازها، کلیلک بر روی عکس پادگان در پنل تولید و سپس قرار دادن پایه ساختمان در نزدیکی مرکز تمدن جایی که شما می خواهید ساخته شود.
fi: Valitse neljä sotilastasi ja pyydä heitä rakentamaan kasarmi: kuten ennenkin, aloita sotilaiden valitseminen, napsauta tuotantopaneelissa olevaa kasarmikuvaketta ja aseta sitten perusta lähelle kansalaiskeskusta paikkaan, johon haluat rakentaa.
fr: Sélectionnez quatre de vos soldats et demandez-leur de construire une Caserne : comme avant, commencez par sélectionner les soldats, cliquez sur l’icône « Caserne » dans le panneau de production puis posez les fondations proche de votre Centre-ville où vous voulez construire.
ga: Roghnaigh ceithre de do shaighdiúirí agus ordaigh orthu beairic a thógáil: mar a bhí roimhe seo, ar dtús roghnaigh na saighdiúirí, cliceáil ar an íocón beairice sa phainéal táirgthe agus cuir bunsraith ar mhaith leat é a thógáil ach ní fada ó d'Ionad Cathartha.
gl: Selecciona catro dos teus soldados e pídelles que constrúan un cuartel: como antes, comece a seleccionar os soldados, preme a icona de cuartel no panel de produción e a continuación estabelece unha fundación non lonxe do centro cívico no que queres construír.
hu: Jelölj ki négyet katonáid közül, és utasítsd őket egy kaszárnya felépítésére! Ahogy eddig is, először jelöld ki a katonákat, majd kattints a termelési panelen a kaszárnya ikonra, végül pedig rakd le az építmény alapjait egy neked tetsző, ám városházádtól lehetőleg nem túl messze lévő helyen!
id: Pilih empat tentara Anda dan minta mereka untuk membangun Barak: seperti sebelumnya, mulailah memilih tentara, klik ikon Barak di panel produksi dan kemudian letakkan fondasi tidak jauh dari Civic Center tempat Anda ingin membangun.
ja: 適当な市民を選んで「兵舎」を建てさせましょう。 先ほどと同じように市民を選択し「兵舎」アイコンをクリックして「町の中心」から遠くない場所へ建てましょう。
ko: 군인 4명을 선택하여 병영을 짓도록 명령하십시오. 이전처럼 군인을 선택하고 생산 패널에서 병영 아이콘을 클릭한 다음 짓고자하는 시민 회관에서 멀지 않는곳에 그 기반을 마련하십시오.
nl: Selecteer vier van uw soldaten en vraag hen een Kazerne te bouwen: evenzoals eerder, begin door het selecteren van de soldaten, klik op het Kazerne icoon in het productie paneel en leg vervolgens de fundering niet ver van uw Beschavingscentrum waar u bouwen wilt.
pt_br: Seleciona os seus 4 soldados e ordena-lhes que construam um quartel. Tal como antes, comece por selecionar os soldados, clique no ícone do quartel no painel de produção e clique no mapa para definir a fundação do edifício perto do Centro Cívico.
sk: Zvoľ štyroch svojich vojakov a požiadaj ich, aby postavili Kasárne: ako doposiaľ - začni výberom vojakov, klikni na ikonu Kasárni na paneli a potom neďaleko Občianskeho Centra umiestni základy tam, kde chceš budovu postaviť.
sv: Välj fyra av dina soldater och fråga dem om att bygga en kasern: Börja med att välja soldaterna, klicka på barack-ikonen i produktionspanelen och lägg ner en grund inte långt från samhällscentret där du vill bygga.
tr: 4 askerinizi seçin ve Kışla inşa etmelerini isteyin; önceden olduğu gibi, askerleri seçin, üretim panosundaki Kışla simgesine tıklayın ve Kent Merkezinden uzak olmayan istediğiniz bir yere temel atın.
uk: Виберіть чотирьох ваших солдатів і віддайте наказ побудувати Казарму: як і раніше, почніть вибирати солдатів, натисніть на піктограмі казарми на панелі виробництва, а потім закладіть фундамент недалеко від вашого Громадського Центру, де ви хочете побудувати.
zh_tw: 選擇四名士兵並讓他們建造一座軍營：就像先前一樣，圈選士兵，點擊建造面板中的軍營圖標，然後在距離您城鎮中心不遠處打下地基。

source: Let's wait for the Barracks to be built. As this construction is lengthy, you can add two soldiers to build it faster. To do so, select your Civic Center and set up a rally point on the Barracks foundation by right-clicking on it (you should see a hammer icon). Then produce two more builders by clicking on the hoplite icon twice.
ca: Espereu que la Caserna s'hagi construït. Com que aquesta construcció és llarga, podeu afegir-hi dos soldats per anar més de pressa. Per a fer-ho, seleccioneu el Centre Cívic i establiu un punt de trobada als fonaments de la Caserna fent-hi clic amb el botó dret (hauríeu de veure la icona d'un martell). Després, produïu dos constructors més fent dos clics a la icona de l'hoplita.
eo: Ni atendu ke la Soldatejoj konstruiĝas. Ĉar tia konstruado longas, vi povas aldoni du soldatojn por konstrui ĝin pli rapide. Por fari tiel, elektu vian Civitacentron kaj loku ariĝejon sur la fundamenton de la Soldatejo per dekstre-klako sur ĝin (vi devus vidi bildeton de martelo). Poste produktu du pluajn konstruistojn per klako sur la bildeton «Hoplito» dufoje.
es_ar: Esperá a que termine la construcción de tu Cuartel. Ya que esta construcción lleva tiempo, podés agregar dos soldados para construir más rápidamente. Para hacerlo, seleccioná tu Centro Cívico y fija un punto de encuentro sobre los cimientos del Cuartel haciendo click derecho sobre él (deberías ver un ícono de martillo), luego entrená dos constructores haciendo doble click sobre el ícono de Hoplita.
fa: کمی صبر کنید تا پادگان ساخته شود. بخاطر اینکه ساخت این ساختمان بسیار زمانبر است، شما می توانید دو سه سرباز بیشتر برای ساخت آن بفرستید تا سریعتر آماده شود. برای اینکار مرکز تمدن را انتخاب کرده و محل تجمع را بر روی پایه ساختمان پادگان از طریق کلیک راست قرار دهید (شما می توانید عکس چکش را ببینید)، و سپس دستور دهید تا دو هاپلیت جدید پرورش یابد، با کلیک کردن بر روی عکسش.
ga: Fanfaimid go dtí tógáil na bheairice atá críochnaithe. Mar a thógann an tógáil seo i bhfad, is féidir leat dha saighdiúirí eile a chur leis an dtógáil agus luas tógála a mhéadú. Do é sin a dhéanamh, roghnaigh d'Ionad Cathartha agus cuir áit slógaidh ar bunsraith na beairice trí dheaschliceáil air (ba cheart duit íocón casúir a fheiceáil), agus ansin cruthaigh dhá thógálaí breise trí chliceáil faoi dó ar an íocón hoiplítigh.
gl: Agardemos a que se constrúa o cuartel. Como a construción leva o seu tempo, pode engadir dous soldados para construílo máis rapidamente. Para iso, selecciona o centro cívico e define un punto de encontro na fundación do cuartel facendo clic dereito nela (deberías ver unha icona de martelo). A continuación produce dous construtores máis premendo dúas veces a icona de hoplita.
ko: 병영이 지어질때까지 기다리십시오. 짓는 시간이 길기 때문에 군인 2명을 추가하면 더 빨리 지을 수 있습니다. 그러려면 시민 회관을 선택하고 병영 기반을 마우스 오른쪽 버튼으로 클릭하여 집결지를 설정합니다 (망치 아이콘이 보일 것입니다). 그런 다음 중갑 보병 아이콘을 두 번 클릭하여 2명의 건설 노동자를 더 생산합니다. 그런 다음 중갑 보병 아이콘을 두 번 클릭하여 2명의 건설 노동자를 더 생산하십시오.
sk: Počkajme, kým sa Kasárne postavia. Pretože táto stavba je zdĺhavá, môžeš pridať ďalších dvoch vojakov, aby sa vec urýchlila. Sprav to takto: zvoľ Občianske Centrum a pravým klikom na základy Kasárni ich nastavíš ako zhromaždisko (mal by si zbadať kurzor kladiva). Potom dvakrát klikni na ikonu Hoplita, čím vyprodukuješ ďalších dvoch pracovníkov.
sv: Låt oss vänta på att baracken byggs. Eftersom denna konstruktion är lång, kan du lägga till två soldater för att bygga den snabbare. För att göra det, välj ditt samhällscenter och sätt upp en samlingspunkt på barackens fundament genom att högerklicka på den (du ska se en hammarikon). Producera sedan ytterligare två byggare genom att klicka på hoplit-ikonen två gånger.
tr: Kışlaların inşasını bekleyelim. Bu inşaat uzun olduğundan, daha hızlı inşa etmek için iki asker ekleyebilirsiniz. Bunu yapmak için, Kent Merkezinizi seçin ve Kışla temeline sağ tıklayarak bir toplanma noktası kurun (bir çekiç simgesi göreceksiniz). Ardından, hoplite simgesine iki kez tıklayarak iki tane daha inşaatçı üretin.
uk: Давайте почекаємо, коли Казарми будуть збудовані. Оскільки це будівництво займає багато часу, ви можете додати двох солдатів, щоб збудувати їх швидше. Для цього виберіть свій Громадський Центр та встановіть пункт збору на фундаменті казарми, натиснувши на ньому правою кнопкою миші (ви побачите піктограму молотка), а потім підготуйте ще двох будівельників, двічі натиснувши піктограму Гопліта.

source: You should now be able to research Town Phase. Select the Civic Center and click on the technology icon.
ca: Ara, ja hauríeu de poder entrar a la Fase Ciutat. Seleccioneu el Centre Cívic i cliqueu la icona de la tecnologia.
cs: Nyní byste měli být schopni zkoumat městskou fázi. Vyberte správní středisko a klepněte na ikonu technologie.
eo: Vi devus nun esti kapabla esplori Urbafazon. Elektu la Civitacentron kaj klaku sur la teĥnologian bildeton.
es_ar: Deberías poder pasar a la Fase Pueblo. Selecciona el Centro Cívico y haz click sobre el ícono de tecnología.
fa: حال شما باید قادر شده باشید که تحقیق "مرحله شهرک" را انجام دهید. مرکز تمدن را انتخاب کرده و بر روی فناوری مربوطه کلیک کنید.
fi: Sinun pitäisi nyt pystyä etenemään kauppalavaiheeseen. Valitse kansalaiskeskus ja napsauta kyseisen teknologian kuvaketta.
fr: Vous devriez maintenant être capable de rechercher la Phase des Villes. Sélectionnez le Centre-ville et cliquez sur l’icône de la technologie.
ga: Ba chóir duit ábalta déan taighde go dtí na 'Céime Baile' anois. Roghnaigh an tIonad Cathartha agus cliceáil ar íocón na teicneolaíochta.
gl: Xa deberías poder investigar a fase de vila. Selecciona o centro cívico e preme a icona da tecnoloxía.
hu: Most már átléphetsz a városi szakaszba, ha minden igaz. Jelöld ki a városházát, és kattints a fejlesztési ikonra!
id: Sekarang anda seharusnya bisa meneliti Fase Kota. Pilih Pusat Peradaban dan klik ikon teknologinya.
ja: これで、「町の段階」の研究ができるはずです。 「町の中心」を選択し、「II」のアイコンをクリックしてください。
ko: 이제 '작은 도시 단계'를 연구할 수 있습니다. 시민 회관을 선택하고 기술 아이콘을 클릭합니다.
nl: U zou de Stadsfase nu moeten kunnen onderzoeken. Selecteer het Beschavingscentrum en klik op het technologie icoon.
pt_br: Agora poderá pesquisar a Fase de Vila. Selecione o Centro Cívico e clique no ícone da tecnologia.
sk: Teraz by si už mal byť schopný vyskúmať Fázu Mesta. Zvoľ Občianske Centrum a klikni na ikonu technológie.
sv: Du borde nu kunna forska fram 'stadsfasen'. Välj samhällscentret och klicka på teknologi-symbolen.
tr: Şimdi Şehir Aşamasını araştırabilirsin. Kent Merkezini seçin ve teknoloji simgesine tıklayın.
uk: Тепер ви маєте можливість досліджувати Стадію Містечка. Виберіть Громадський Центр та натисніть піктограму технології.
zh_tw: 您現在應該能夠研發鄉鎮階段。選擇城鎮中心並點選科技圖示。

source: Left-click on a Female Citizen and then right-click on a berry bush to make that Female Citizen gather food. Female Citizens gather vegetables faster than other units.
cs: Klepněte levým tlačítkem myši na občanku a poté pravým tlačítkem myši na keř s bobulemi rostoucí poblíž. Občanka začne sbírat jídlo. Občanky sbírají jídlo rychleji než ostatní jednotky.
fi: Napsauta naiskansalaista hiiren vasemmalla painikkeella ja napsauta sitten hiiren oikealla painikkeella marjapensasta, niin saat naiskansalaisen keräämään ruokaa. Naiskansalaiset keräävät vihanneksia nopeammin kuin muut yksiköt.
fr: Faites un clic gauche sur une Citoyenne puis faites un clic droit sur un buisson à baies pour que la Citoyenne puisse collecter la nourriture. Les Citoyennes collectent les aliments végétaux plus rapidement que d'autres unités.
hu: Kattints a bal egérgombbal egy női polgárra, majd a jobb egérgombbal egy gyümölcsbokorra, hogy ez a női polgár élelmet gyűjtsön! A női polgárok gyorsabban gyűjtik a növényeket, mint más egységek.
id: Klik-kiri pada Rakyat Wanita kemudian klik-kanan pada semak beri untuk membuatnya mengumpulkan pangan. Rakyat Wanita mengumpulkan sayuran lebih cepat daripada unit lain.
ja: フィールドの女性市民を一人左クリックして、ベリーの茂みを右クリックすると 食料を集めるようになります。女性市民は他のユニットよりも果物採集が得意です。
nl: Klik links op een vrouwelijke burger, klik vervolgens rechts op een fruitstruik zodat zij voedsel gaat verzamelen. Vrouwelijke burgers kunnen sneller voedsel verzamelen dan mannen.
pt_br: Clique com o botão esquerdo em um Cidadão Feminino e, em seguida, clique com o botão direito em um arbusto de frutas para fazer o Cidadão Feminino coletar comida. Cidadãos do sexo feminino coletam vegetais mais rápido do que outras unidades.
zh_tw: 左鍵點選一位女性公民，然後右鍵點選果樹使她採集食物。女性公民採集蔬菜比其他單位快。

source: Select the Citizen Soldier, right-click on a tree near the Civic Center to begin gathering wood. Citizen Soldiers gather wood faster than Female Citizens.
cs: Vyberte občanského vojáka, klepněte pravým tlačítkem myši na strom u správního střediska, aby začal se shromažďováním dřeva. Občanští vojáci sbírají dřevo rychleji než občanky.
fi: Valitse kansalaissotilas ja napsauta hiiren oikealla painikkeella puuta kansalaiskeskuksen lähellä aloittaaksesi puun keräämisen. Kansalaissotilaat keräävät puuta nopeammin kuin naispuoliset kansalaiset.
fr: Sélectionnez le Soldat-citoyen, faites un clic droit sur un arbre près du Centre-ville afin qu’il commence à collecter du bois. Les Soldats-citoyens collectent le bois plus rapidement que les Citoyennes.
hu: Jelöld ki a polgári katonát, majd kattints egy fára a jobb egérgombbal a városháza közelében, hogy elkezdjen fát vágni! A polgári katonák gyorsabban gyűjtik a fát, mint a női polgárok.
id: Pilih Prajurit Rakyat, klik kanan pada pohon dekat Pusat Peradaban untuk mulai mengumpulkan kayu. Prajurit Rakyat mengumpulkan kayu lebih cepat daripada Rakyat Wanita.
ja: 歩兵を選択し、「町の中心」近くの木を右クリックすると、木材を集め始めます。 歩兵は、女性市民よりも早く木材を集めることができます。
nl: Selecteer de burgersoldaat, klik rechts op een boom in de buurt van het beschavingscentrum zodat hij hout gaat verzamelen. Burgersoldaten kunnen wat sneller hout verzamelen dan vrouwelijke burgers.
pt_br: Selecione o soldado cidadão e clique direito numa árvore próxima ao Centro Cívico para começar a coletar madeira. Soldados cidadãos coletam madeira mais rápido do que as cidadãs.
zh_tw: 選取公民兵，右鍵點選城鎮中心附近的樹以開始採集木頭。公民兵伐木比女性公民快。

source: Select the two idle Female Citizens and build a House nearby by selecting the House icon. Place the House by left-clicking on a piece of land.
cs: Vyberte dvě nečinné občanky a postavte dům poblíž tím, že zvolíte ikonu domu. Dům umístěte klepnutím levým tlačítkem myši na kus země.
fi: Valitse kaksi joutilasta naispuolista kansalaista ja rakenna talo lähelle valitsemalla talon kuvake. Sijoita talo napsauttamalla vasemmalla painikkeella maata.
fr: Sélectionnez deux Citoyennes inactives et construisez une Maison aux alentours en sélectionnant l’icône représentant une Maison. Placez la Maison avec un clic gauche sur le terrain.
hu: Jelöld ki a két tétlen női polgárt, és építtess velük egy házat a közelben! Előbb kattints a ház ikonra, majd a bal egérgombbal helyezd el az épületet egy kis földterületen!
id: Pilih dua Rakyat Wanita yang sedang menganggur dan bangun Rumah di dekatnya dengan memilih ikon Rumah. Letakkan rumah dengan klik kiri di lahan.
ja: 待機中の女性市民2人を選択し、「家」のアイコンを選択しましょう。 フィールド上の適当な場所を左クリックして「家」を配置しましょう。
nl: Selecteer de twee inactieve vrouwelijke burgers en bouw een huis door op het icoon met een huis te klikken. Plaats het huis door op een leeg stuk grond te klikken.
pt_br: Selecione as duas cidadãs ociosas e construa uma casa próxima a elas clicando no ícone da casa. Coloque a casa clicando esquerdo em algum lugar no área.
zh_tw: 選取兩名閒置的女性公民，點擊房舍按鈕在附近建造。左鍵點擊一片國土以放置房舍。

source: When they are ready, select the newly trained Hoplites and assign them to build a Storehouse beside some nearby trees. They will begin to gather wood when it's constructed.
cs: Vyberte čerstvě vycvičené hoplíty a přiřaďte je ke stavbě skladiště hned vedle nedaleko rostoucích stromů. Až bude sklad postaven, začnou shromažďovat dřevo.
fi: Kun ne ovat valmiita, valitse vastavalmistuneet hopliitit ja anna heille tehtäväksi rakentaa varasto läheisten puiden viereen. Ne alkavat kerätä puuta, kun se on rakennettu.
fr: Quand ils sont prêts, sélectionnez les Hoplites nouvellement créés et faites leur construire un Entrepôt à coté d'arbres proches. Ils iront collecter du bois quand il sera construit.
hu: Amikor készen vannak, jelöld ki az újonnan kiképzett hoplitákat és építtess velük egy raktárat néhány fa mellé! Amint felépült, elkezdenek fát vágni.
id: Ketika mereka siap, pilih Hoplites yang baru dilatih dan tugaskan mereka untuk membangun sebuah Gudang di samping pepohonan terdekat. Mereka akan mulai mengumpulkan kayu ketika selesai membangun.
ja: 準備ができたら新しく作成された歩兵を選び、近くの木のそばに「倉庫」を建てるように指示します。 建設が完了すると、彼らは木材を集め始めます。
nl: Wanneer ze klaar zijn, selecteer de nieuwe hoplieten en stuur ze naar de bomen om daar een pakhuis te bouwen. Ze zullen beginnen met het verzamelen van hout zodra het pakhuis gebouwd is.
pt_br: Quando prontos, selecione os Hoplitas novos e ordene-os a construir um armazém perto de algumas árvores próximas. Eles começarão a coletar madeira quando acabarem a construção.
zh_tw: 訓練完後，選取新兵重裝步兵並指派他們在樹林附近建造倉庫。他們會在建成後自動採集木頭。

source: Build a Farmstead in an open space beside the Civic Center using any idle builders.
cs: S jakýmkoliv nezaměstnaným občanem postavte na volné ploše vedle správního střediska zemědělskou usedlost.
fi: Rakenna maatila avoimeen tilaan kansalaiskeskuksen viereen käyttämällä joutilaita rakennusmiehiä.
fr: Construire un corps de ferme dans un espace libre à côté du Centre-ville en utilisant des bâtisseurs inactifs.
hu: Építtess pár tétlen munkással egy tanyát a városháza melletti szabad területen!
id: Bangun Lumbung di tanah terbuka di samping Pusat Bangsa menggunakan pembangun yang menganggur.
ja: 待機中の市民を使って、町の中心の横に「農場」を建設しましょう。
nl: Laat een aantal inactieve werkkrachten een boerderij bouwen op een open plek naast het beschavingscentrum.
pt_br: Construa um edifício agrícola num espaço aberto ao lado do Centro Cívico usando qualquer construtor ocioso.
zh_tw: 用閒置工人在城鎮中心附近的空地建造一個農場。

source: Let's wait for the Farmstead to be built.
cs: Počkejte, než se postaví zemědělská usedlost.
fi: Odotetaan, että maatila valmistuu.
fr: Attendez la fin de la construction du corps de Ferme.
hu: Várjunk, amíg a tanya felépül!
id: Mari kita tunggu sampai Lumbung selesai dibangun.
ja: 農場ができるのを待ちましょう
nl: Wacht tot de boerderij gebouwd is.
pt_br: Vamos esperar pela construção da chácara.
zh_tw: 等待農場建造完成。
