Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: A map for testing movement costs and terrain properties in the A* pathfinder.
ast: Una geographía para probar costos de movemiento & propriedades de l terreno nel aldador A*.
bg: Карта за изпробване на цените за движение и характеристиките на терените чрез алгоритъма за търсене на път А*.
br: Ur gartenn evit prouadiñ koustoù fiñv ha perzhioù tachenn en heñcher A*.
ca: Un mapa per provar els costos de moviment i les propietats del terreny al cercador de camins A*.
cs: Mapa na vyzkoušení náročnosti na pohyb a vlastností krajiny v A* hledači cesty.
da: Et kort til test af bevægelsesomkostninger og terrænegenskaber i A*-stifinderen.
de: Eine Karte, um Bewegungskosten und Geländeeigenschaften im A*-Wegfinder zu testen.
el: Ένας χάρτης για δοκιμές στο κόστος μετακίνησης και στις ιδιότητες του εδάφους του Αλγόριθμου Α* στην εύρεση διαδρομής.
es: Un mapa técnico para probar el coste teórico del movimiento de las unidades con el algoritmo A*, así como las propiedades del terreno en el «pathfinder» .
eu: A * pathfinder-aren mugimendua eta lurraren ezaugarrien kostua probatzeko mapa.
fi: Kartta liikkumiskustannusten ja maaston ominaisuuksien testaamista varten A*-polunetsijällä.
fr: Une carte pour tester les coûts d'un déplacement et les propriétés du terrain dans l'algorithme A*
ga: Léarscáil do chostas gluaiseachta agus airíonna talún sa taiscéalaí A* a thriailliú.
gd: Mapa gus cosgaisean gluasaid a chur fo dheuchainn leis an lorg-shlighean A*.
hu: Egy térkép a költségek és a felszíntulajdonságok mozgásának teszteléséhez az A* felderítőben.
id: Peta uji coba pergerakan dan properti lingkungan dari pencari jalur A*.
it: Una mappa per i test di movimento e proprietà del terreno in A* pathfinder.
ja: A* パスファインダーにおける移動コストと地形属性をテストするためのマップです。
ko: A* 길잡이의 이동 비용 및 지형 특성을 시험하기 위한 지도입니다.
ms: Peta untuk menguji kos pergerakan dan sifat-sifat rupabumi dalam pathfinder A*.
nb: Et kart for å teste forflytningskostnad og terrengegenskaper til A* stifinner.
nl: Een kaart om terrein-eigenshappen en de A* pathfinder te testen.
pl: Mapa do testowania kosztów ruchu i właściwości terenu w algorytmie znajdowania ścieżek.
pt_br: Um teste de custos de movimentos e propriedades do terreno no pathfinder A*.
pt_pt: Um mapa para testar os custos de deslocação e as propriedades do terreno na procura de caminhos A*.
ru: Карта для тестирования передвижения и свойств территории в алгоритме поиска пути A*.
sk: Mapa na testovanie cien pohybov a vlastností povrchov pre hľadač ciest založený na algoritme A*.
sv: En karta för att testa rörelsekostnader och terrängegenskaper i A* pathfindern.
tr: Hareket maliyeti ve arazi A* yolgösterici özellikleri için bir deneme haritası.
uk: Карта для тестування пересування та властивостей території в алгоритмі пошуку шляху A*.
vi: Một bản đồ dùng để kiểm tra chi phí vận chuyển và đặc điểm địa hình trong trình dò đường A*.
zh: 使用 AI 寻路算法测试移动花费和地形属性的地图。
zh_tw: 一個用 A* 探路者以測試移動耗費及地形屬性的測試地圖。

source: Pathfinding Terrain Demo
ast: Dem. aldu & terreno
bg: Демонстрация — търсене на път през терен
br: Diskouez Tachenn Henchañ
ca: Demostració de cerca de camins i de terreny
cs: Ukázka hledání cesty územím
da: Stifinder terræn demo
de: Wegfindungs-Geländedemo
el: Επίδειξη Pathfinding περιοχής
es: Demo de terrenos de «pathfinding»
eu: Pathfinding Lurren Adibidea
fi: Polunetsinnän demo maastossa
fr: Terrain de démonstration pour la recherche de chemins
ga: Táispeáint Taiscéalaíochta an Talaimh
gd: Taisbeanadh air lorg-slighean le cruth-tìre
hu: Útvonalkereső terep demó
id: Demo Pencarian Jalur Medan
it: Rotta terrestre Demo
ja: 地形パスファインディング･デモ
ko: 경로찾기 지형 데모
ms: Demo Rupabumi Pathfinding
nb: Stifinner terreng-demo
nl: Kortste-pad algoritme terrein demo
pl: Wyszukiwanie drogi w terenie (demonstracja)
pt_br: Demonstração de terreno de Pathfinding
pt_pt: Demonstração de procura de caminhos
ru: Поиск путей по земле, демо
sk: Ukážka hľadania ciest po teréne
sv: Pathfinding Terräng Demo
tr: Arazide Yol bulma Deneme
uk: Дослідження поверхні демо
vi: Thử nghiệm Dò đường Địa hình
zh: 地形寻路算法演示
zh_tw: 含地形的尋找路線展示

source: A real-world map of the Greek homeland.
ast: Una geographía realista de la patria hellena.
bg: Копие на част от истинската карта на Гърция.
br: Ur gartenn ved gwir eus bro C'hres.
ca: Un mapa de la Grècia del món real.
cs: Skutečná mapa řecké vlasti.
da: En geografisk korrekt bane over det græske hjemland.
de: Eine realitätsnahe Karte der griechischen Heimat.
el: Ένας πραγματικός χάρτης της ηπειρωτικής Ελλάδας.
es: Un mapa de tamaño realista del hogar del pueblo griego.
eu: Grekoen bizilekuaren tamaina errealeko mapa.
fi: Tosielämän kartta kreikkalaisten kotimaasta.
fr: Une carte réaliste de la patrie grecque.
ga: Léarscáil fíor-domhain na Gréige dúchasaí.
gd: Mapa fìrinneach air dùthaich nan Greugach.
hu: Valósághű térkép a görög anyaországról.
id: Peta dunia asli dari tanah air Yunani.
it: Una mappa reale della patria greca.
ja: ギリシア本国の現実世界マップ
ko: 그리스 본토의 실제 지도입니다.
ms: Peta dunia-sebenar tanahair Yunani.
nb: Et ekte kart av det greske hjemland.
nl: Een schaalmodel van het Griekse schiereiland.
pl: Mapa wiernie odwzorowująca ojczysty kraj Greków.
pt_br: Um mapa real do território dos gregos.
pt_pt: Um mapa real da região grega.
ru: Фактическая карта греческих земель.
sk: Mapa Grécka zo skutočného sveta.
sv: En äkta karta av Grekland.
tr: Yunan anavatanı gerçek dünya haritası.
uk: Фактична карта грецької Батьківщини.
vi: Bản đồ thực của lãnh thổ Greek.
zh: 希腊地形图。
zh_tw: 一個反映希臘地形的真實地圖。

source: Peloponnesian Wars
ast: Guerrɐs de l Peloponnesu
bg: Пелопонески войнѝ
br: Brezelioù ar Peloponnes
ca: Guerres del Peloponès
cs: Peloponéské války
da: De Peloponnesiske Krige
de: Peloponnesische Kriege
el: Πελοποννησιακοί Πόλεμοι
es: Guerras del Peloponeso
eu: Peloponesoko Gudak
fa: جنگ های پلوپونزی
fi: Peloponnesolaissodat
fr: Guerre du Péloponnèse
ga: Cogaí na Péalapoinéise
gd: Cogaidhean a’ Pheoloponnais
hu: Peloponnészoszi háborúk
id: Perang Peloponnesos
it: Guerre Peloponnesiane
ja: ペロポネソス戦争
ko: 펠로폰네소스 전쟁
ms: Perang Peloponnesia
nb: De peloponnesiske kriger
nl: Peloponnesische oorlogen
pl: Wojny peloponeskie
pt_br: Guerra do Peloponeso
pt_pt: Guerra do Peloponeso
ru: Пелопоннесские войны
sk: Peloponézske vojny
sr: Пелопонески рат
sv: Peloponnesiska Krigen
tr: Peloponnez Savaşları
uk: Пелопоннеські війни
vi: Các cuộc chiến Peloponnesian
zh: 伯罗奔尼撒战争
zh_tw: 伯羅奔尼撒戰爭

source: Athens
ast: Athenas
bg: Атина
br: Aten
ca: Atenes
cs: Athény
da: Athen
de: Athen
el: Αθήνα
es: Atenas
eu: Atenas
fa: آتن
fi: Ateena
fr: Athènes
ga: An Aithin
gd: Baile na h‑Àithne
hu: Athén
id: Athena
it: Atene
ja: アテナイ
ko: 아테네
nb: Athen
nl: Athene
pl: Ateny
pt_br: Atenas
pt_pt: Atenas
ru: Афины
sk: Atény
sr: Атина
sv: Athen
tr: Atinalılar
uk: Афіни
zh: 雅典
zh_tw: 雅典

source: Sparta
bg: Спарта
ca: Esparta
el: Σπάρτη
es: Esparta
eu: Esparta
fa: اسپارتا
fr: Sparte
ga: An Sparta
hu: Spárta
ja: スパルタ
ko: 스파르타
pt_br: Esparta
pt_pt: Esparta
ru: Спарта
sr: Спарта
uk: Спарта
zh: 斯巴达
zh_tw: 斯巴達

source: Elis
ast: Élide
bg: Елида
cs: Elida
el: Ήλις
fa: الیس
fr: Élis
ga: An Éilis
hu: Élia
ja: イリア
ko: 엘리스
pl: Elida
pt_br: Élida
pt_pt: Élis
ru: Элида
sk: Élida
sr: Елида
uk: Еліда
zh: 伊利斯
zh_tw: 厄利斯

source: Corinth
ast: Corinthu
bg: Коринт
br: Korintos
ca: Corint
cs: Korint
da: Korinth
de: Korinth
el: Κόρινθος
es: Corinto
eu: Korinto
fa: کورینت
fi: Korintti
fr: Corinthe
ga: An Corant
hu: Korinthosz
id: Korintus
it: Corinto
ja: コリント
ko: 코린트
nb: Korint
nl: Corinthe
pl: Korynt
pt_br: Corinto
pt_pt: Corinto
ru: Коринф
sk: Korint
sr: Коринт
sv: Korint
tr: Korint
uk: Корінф
zh: 科林斯
zh_tw: 科林斯

source: Test map for picking units up, with sea and two islands. Trigger points are placed.
ast: Probadorio para recolyer unidades, cun mare & duɐs islhɐs. Ha hi disparadores allogados.
bg: Карта за изпробване на събирането на единици. Включва море и два острова. По картата има поставени точки предизвикващи събития.
cs: Testovací mapa pro vyzvednutí jednotek s mořem a dvěma ostrovy. Spouštěcí body jsou umístěny.
da: Testkort til opsamling af enheder med hav og to øer. Triggerpunkter er placeret.
de: Testkarte um Einheiten einladen zu testen, mit Meer und zwei Inseln. Triggerpunkte sind platziert.
el: Δοκιμή χάρτη για συλλογή μονάδων,με θάλασσα και δύο νησιά Σημεία ενεργοποίησης έχουν τοποθετηθεί
es: Escenario de prueba para seleccionar unidades con mar y dos islas. Se han dispuesto puntos para lanzar eventos.
eu: Unitateak jasotzeko froga mapa, itsasoa eta bi uharte dituena. Trigger puntuak jartzen dira.
fi: Testikartta yksiköiden poimimista varten, jossa on meri ja kaksi saarta. Liipaisupisteet on sijoitettu.
fr: Carte de test pour l'embarquement des unités, avec de l'eau et deux îles. Des points déclencheurs sont placés.
hu: Teszt térkép egységek felvételéhez, tengerrel és két szigettel. Aktiváló pontok vannak elhelyezve.
id: Peta uji untuk menjemput unit, dengan laut dan dua pulau. Titik pemicu ditempatkan.
it: Mappa di prova per raccogliere unità, con il mare e due isole. I punti trigger sono posizionati.
ja: 海に2つの島がある、ユニットを拾うためのテストマップです。トリガーポイントが配置されています。
ko: 채집하는 유닛을 위한 테스트 지도로, 바다와 두 개의 섬이 있습니다. 트리거 포인트가 배치되어 있습니다.
nl: Testkaart om eenheden op te halen, met zee en twee eilanden. De kaart is voorzien van ophaalpunten.
pl: Mapa testowa z morzem i dwoma wyspami, na której można wypróbować jednostki. Znajdują się tutaj punkty zapalne.
pt_br: Mapa de teste para coletar unidades, mar com duas ilhas. Pontos de ativação já posicionados.
pt_pt: Mapa de teste para recolha de unidades, com mar e duas ilhas. Pontos gatilho estão colocados.
ru: Тестовая карта для сбора юнитов, с морем и двумя островами. Установлены триггерные точки.
sv: Testkarta för att lasta på enheter, med hav och två öar. Triggerpunkter är placerade.
tr: Deniz ve iki adayla birlikte toplama birimleri için test haritası. Tetikleme noktaları yerleştirildi.
uk: Тестова карта для збору юнітів, з морем і двома островами. Встановлено тригерні точки.
zh: 测试地图，大海和两个岛屿。
zh_tw: 海上和兩個島嶼的撿拾單元的測試圖。觸發點已放置。

source: Pickup test map
ast: Probadorio de recolyida
bg: Събиране на единици — проба
cs: Testovací mapa pro vyzvednutí jednotek
da: Pickup test kort
de: Einlade-Testkarte
el: Μάζεμα χάρτη δοκιμής
es: Selecciona un mapa de prueba
eu: Bilketaren froga mapa
fi: Poimintatestin kartta
fr: Carte de test d'embarquement
gd: Mapa deuchainn togail
hu: Felvételi teszt térkép
id: Peta uji penjemputan
it: Mappa di prova
ja: ピックアップ テストマップ
ko: 테스트 지도 무작위 고르기
nl: Ophaal test kaart
pl: Testowa mapka
pt_br: Mapa de teste de coleta
pt_pt: Mapa de teste de recolha
ru: Тестовая карта сбора
sk: Zober testovaciu mapu
sv: Testkarta lasta på
tr: Test haritası kap.
uk: Тестова карта збору
zh: 选择测试地图
zh_tw: 撿拾測試地圖

source: Demo map for new fancy water effects.
ast: Demonstracion de los nuövos effectos aquáticos.
bg: Демонстрационна карта за новите красиви водни ефекти.
br: Kartenn Diskouez evit efedoù dour farlotet nevez.
ca: Mapa de demostració per als nous efectes de l'aigua.
cs: Ukázková mapa s novými působivými vodními efekty.
da: Demonstrationsbane for nye, avancerede vandeffekter.
de: Demonstrative Karte für neue ausgefallene Wassereffekte.
el: Χάρτης Επίδειξης για τα νέα φανταχτερά εφέ του νερού.
es: Mapa de demostración para los nuevos chachi efectos de agua.
eu: Adibidezko mapa uraren alegiazko efektu berriak probatzeko.
fi: Demokartta uusista hienoista vesiefekteistä.
fr: Carte de démonstration pour les nouveaux effets d'eau fantaisistes.
ga: Taispeán-léarscáil d'éifeachtaí galánta an uisce.
gd: Mapa taisbeanaidh airson èifeachdan uisge snasail ùra.
hu: Demó térkép a csillogó vízi effektekhez.
id: Peta demo untuk efek keren air yang baru.
it: Mappa demo per nuovi effetti d'acqua.
ja: 新しい装飾的な水の効果を示すデモマップです。
ko: 새로운 멋진 물 효과를 위한 데모 지도입니다.
ms: Peta demo untuk kesan air yang menarik.
nb: Demo-kart for nye flotte vann-effekter.
nl: Demokaart met de nieuwe water effecten.
pl: Mapa demonstracyjna z nowymi efektami wody.
pt_br: Demonstração dos novos efeitos aquáticos.
pt_pt: Mapa de demonstração de novos efeitos na água.
ru: Демонстрационная карта для новых необычных водных эффектов.
sk: Mapa demonštrujúca nové parádne vodné efekty.
sr: Демо мапа за нове китњасте водене ефекте.
sv: Demokarta för de nya snygga vatteneffekterna.
tr: Alacalı yeni su efektleri için deneme haritası.
uk: Демо карта для нових незвичайних ефектів води.
vi: Bản đồ thử nghiệm dùng cho những hiện ứng nước nước mới lạ.
zh: 显示新的水面效果的地图。
zh_tw: 展示新的水面效果的地圖。

source: Polynesia
bg: Полинезия
br: Polinezia
ca: Polinèsia
cs: Polynésie
da: Polynesien
de: Polynesien
el: Πολυνησία
es: Polinesia
eu: Polinesia
fa: پولنیزیا
fr: Démo - Polynésie
ga: An Pholainéis
gd: Poilinèis
hu: Polinézia
id: Polinesia
it: Polinesia
ja: ポリネシア
ko: 폴리네시아
ms: Polinesia
nl: Polynesië
pl: Polinezja
pt_br: Polinésia
pt_pt: Polinésia
ru: Полинезия
sk: Polynézia
sr: Полинезија
sv: Polynesien
tr: Polonezya
uk: Полінезія
zh: 波利尼西亚
zh_tw: 玻里尼西亞

source: Samoa
bg: Самоа
el: Σαμόα
fa: ساموا
ga: An tSamoa
gd: Samotha
hu: Szamoa
ja: サモア
ko: 사모아
ru: Самоа
sr: Самоа
uk: Самоа
zh: 萨摩亚
zh_tw: 薩摩亞

source: Vanuatu
bg: Вануату
el: Βανουάτου
fa: وانواتو
ga: An Fanuatú
ja: バヌアツ
ko: 바누아투
ru: Вануату
sr: Вануату
uk: Вануату
zh: 瓦努阿图
zh_tw: 萬那杜

source: A demo showing water planes.
ast: Una demonstracion d’hydro-aviones.
bg: Демонстрация на водата.
br: Un diskouez o lakaat war wel plaenoù dour.
ca: Una demostració de plans d'aigua.
cs: Ukázková mapa ukazující vodní plochy.
da: En demo der viser vandoverflader.
de: Wasserflächendemonstration.
el: Μία επίδειξη που δείχνει τα επίπεδα του νερού.
es: Una demo que muestra planícies de agua.
eu: Ur lautadak erakusten dituen adibidea.
fi: Vesitasodemo
fr: Une démo montrant des plans d'eau.
ga: Taispeáint ag léiriú painéal uisce.
gd: Taisbeanadh air plèanaichean uisge.
hu: Egy demó, amely a hidroplánokat mutatja be.
id: Demo yang menunjukkan bidang air.
it: Una demo che mostra distese d'acqua.
ja: 水面の表現のデモです。
ko: 물 표면을 보여주는 데모입니다.
ms: Demo yang menunjukkan permukaan air.
nb: En demonstrasjon som viser vannfly.
nl: Een demo die watervelden toont.
pl: Demo pokazujące płaszczyzny wodne.
pt_br: Demonstração de planos aquáticos.
pt_pt: Uma demonstração dos planos aquáticos.
ru: Демо показывает водную поверхность.
sk: Demonštrácia vodných plôch.
sv: En demo för vattenytor.
tr: Su düzlemlerini gösteren bir deneme.
uk: Демо показує водну поверхню.
vi: Một thử nghiệm cho thấy những chiếc máy bay nước.
zh: 显示水面效果的演示地图
zh_tw: 一個展示水面效果的地圖。

source: Reservoir
ast: Vanzadu
bg: Водоем
br: Mirlenn
ca: Dipòsit
cs: Jezero
el: Δεξαμενή
es: Alberca
eu: Uraska
fi: Tekojärvi
fr: Démo - Château d'eau
ga: Taiscumar
gd: Loch-tasgaidh
hu: Víztározó
id: Waduk
it: Serbatoio
ja: 貯水池
ko: 저수지
ms: Takungan
nb: Reservoar
pl: Zbiornik wodny
pt_br: Reservatório
pt_pt: Reservatório
ru: Резервуар
sk: Vodná nádrž
sr: Резервоар
sv: Reservoar
tr: Baraj gölü
uk: Резервуар
vi: Hồ chứa
zh: 水池
zh_tw: 水庫

source: Demo map for resource gathering.
ast: Demonstracion de l recaldu de recursos.
bg: Демонстрационна карта за събиране на ресурси.
br: Kartenn diskouez evit dastum danvez.
ca: Mapa de demostració per a la recol·lecció de recursos.
cs: Ukázková mapa pro sbírání zdrojů
da: En demonstrationsbane for ressourcesamling.
de: Demokarte für das Sammeln von Ressourcen.
el: Χάρτης επίδειξης για συλλογή προμηθειών.
es: Mapa demostrativo de recolección de recursos.
eu: Adibidezko mapa baliabideak ustiatzeko.
fi: Demokartta resurssien keräämistä varten.
fr: Carte de démonstration pour la collecte des ressources.
ga: Taispeán-léarscáil ar son bhailithe na n-acmhainní.
gd: Taisbeanadh air cruinneachadh stòrasan.
hu: Demó térkép a nyersanyaggyűjtéshez.
id: Peta demo untuk pengumpulan sumberdaya.
it: Mappa Demo per la raccolta di risorse.
ja: 資源採集のデモマップです。
ko: 자원 채집을 위한 데모 지도입니다.
ms: Peta demo untuk pengumpulan sumber.
nb: Demo kart for ressurs-sanking.
nl: Demo kaart voor het verzamelen van grondstoffen.
pl: Mapa demonstrująca zbieranie zasobów.
pt_br: Mapa de demonstração para coleta de recursos.
pt_pt: Mapa de demonstração de obtenção de recursos.
ru: Демонстрационная карта для сбора ресурсов.
sk: Mapa demonštrujúca získavanie surovín.
sr: Демо мапа за прикупљање ресурса.
sv: Demo karta för resursinsamling.
tr: Kaynak toplamak için deneme haritası.
uk: Демонстраційна мапа для збирання ресурсу.
vi: Bản đồ thử nghiệm dùng để khai thác nguồn tài nguyên.
zh: 演示如何收集资源的地图。
zh_tw: 一個展示如何採集資源的地圖。

source: Resource demo
ast: Dem. recursos
bg: Демонстрация — ресурси
br: Diskouez Danvez
ca: Demostració de recursos
cs: Ukázka zdrojů
da: Ressourcedemo
de: Ressourcendemo
el: Πόροι επίδειξης
es: Demo de recursos
eu: Baliabide Adibidea
fi: Resurssidemo
fr: Démo - Ressources
ga: Taispeáint Acmhainne
gd: Taisbeanadh air stòrasan
hu: Nyersanyag demó
id: Demo sumberdaya
it: Demo risorse
ja: 資源デモ
ko: 자원 데모
ms: Demo sumber
nb: Ressursdemo
nl: Grondstoffen demo
pl: Zasoby (demonstracja)
pt_br: Demonstração de recursos
pt_pt: Demonstração de recursos
ru: Ресурсы, демо
sk: Ukážka surovín
sr: Демо - Ресурси
sv: Resurs Demo
tr: Kaynak denemesi
uk: Ресурси демо
vi: Thử nghiệm Nguồn tài nguyên
zh: 资源-演示
zh_tw: 資源展示

source: Demo map showcasing Temperate Road decals.
ast: Demonstracion de l calcu Calçada temprada.
bg: Демонстрационна карта, показваща пътната настилка.
br: Kartenn diskouez o kinnig kalkoù Hent Klouar.
ca: Mapa de demostració que exhibeix la superposició de carreteres temperades.
cs: Ukázková mapa předvádějící přiměřené popisy cest.
da: Demokort, der viser Temperate Road-mærkater.
de: Demokarte zum Demonstrieren von Straßen-Decals der gemäßigten Klimazone.
el: Χάρτης επίδειξης που προβάλλονται της Εύκρατης Ζώνης οι στάμπες του Δρόμου.
es: Mapa de demostración de las llamadas "temperate Road decals".
eu: "Temperate Road decals" deiturikoen adibide mapa.
fi: Demokartta, jossa esitellään lauhkean maaston tiekoristeita.
fr: Carte démo présentant les décalcomanies des routes tempérées.
ga: Taispeán-léarscáil ag léiriú aistreog na mBealach Measartha.
gd: Mapa taisbeanaidh a sheallas decals nan rathaidean measarra.
hu: Demó bemutató térkép a mérsékelt úthoz.
id: Peta demo yang menampilkan decal Jalan Beriklim Sedang.
it: Mappa Demo mostra le decalcomanie stradali.
ja: 温帯の路面表現の見本のデモマップです。
ko: 온대 도로 연결망을 보여주는 데모 지도입니다.
ms: Peta demo yang menunjukkan pelekat Jalan Moderat/
nb: Demokart som fokuserer på Temperate vei-dekaler.
nl: Demo kaart die de wegen in een gematigd klimaat toont.
pl: Demonstracyjna mapa pokazująca tekstury dróg.
pt_br: Mapa de demonstração dos decalques de estradas temperadas.
pt_pt: Mapa de demonstração dos decalques de caminhos de clima temperado.
ru: Демонстрационная карта с отличительными признаками дороги в умеренном климате.
sk: Demo mapa zobrazujúca mierne podnebie s cestnými stopami.
sv: Demo karta för tempererad väg-dekaler.
tr: Sıcak Yol baskısı deneme harita gösterimi.
uk: Демо карта показує помірні дорожні відмітні знаки.
vi: Một bản đồ thử nghiệm những mảng decal của Con đường Hòa hợp.
zh: 展示少量道路贴图的演示地图。
zh_tw: 展示溫帶道路貼圖的展示地圖。

source: Road Decals Demo
ast: Dem. calcos viales
bg: Демонстрация — пътни настилки
br: Diskouez Kalkoù Hent
ca: Demostració de superposició de carreteres
cs: Ukázka popisu ulic
de: Demo für Straßen-Decals
el: Επίδειξη Στάμπας Δρόμου
es: Demo de superposición de caminos
eu: Bideak Gainjartzearen Adibidea
fi: Tiekoristedemo
fr: Démo - Décalcomanies des routes
ga: Taispeáint na nAistreog Bóthair
gd: Taisbeanadh air decals nan rathaidean
hu: Útmatrica demó
id: Demo Decal Jalan
it: Demo Decalcomanie Stradali
ja: ロードデカールデモ
ko: 도로 연결망 데모
ms: Demo Pelekat Jalan
nb: Vei-dekaler demo
nl: Wegtextuur demo
pl: Demonstracja tekstur dróg.
pt_br: Demonstração dos decalques de estradas
pt_pt: Demonstração de decalques de caminhos
ru: Демо Дорожных Декалей
sk: Ukážka cestných stôp
sv: Vägdekal Demo
tr: Yol Çıkarmaları Deneme
uk: Відмітні знаки дороги демо
vi: Thử nghiệm Những decal của Con đường
zh: 道路贴图演示
zh_tw: 道路貼圖展示地圖
