Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

# biome definition
source: A region in the high snowy mountains. Biting winds sweep through the abundant conifer forests, making even the more resilient deer and mountain goats shiver.
ast: Una fasteira de l cardoso monte alto. L aire coalyeiro repompea pelɐs abondantes viescɐs de coníferɐs, arrespigando ta los ciervos & cabrɐs más resistentes.
bg: Регион във високите заснежени планини. Пронизващи ветрове вият през гъстите иглолистни гори, карайки и най-жилавите елени и планински кози да треперят.
br: Ur rannvro er menezioù uhel erc'het. Avelioù krogus a led a-dreuz ar c'hoadoù a wez-sapin a-leizh, o lakaat zoken ar c'harv gwevnoc'h ha ar c'havr menez da grennañ.
ca: Una regió al cim d'una muntanya nevada. Els vents implacables bufen pels abundants boscos coníferes i fan que els cérvols més resistents i les cabres salvatges tremolin.
cs: Oblast ve vysokých zasněžených horách. Mrazivé větry procházejí bohatými jehličnatými lesy, čímž se roztřepou i odolnější jeleni a horské kozy.
da: En region i de høje sneklædte bjerge. Bidende vinde fejer gennem de rigelige nåleskove og får selv de mere modstandsdygtige hjorte og bjerggeder til at ryste.
de: Eine Region in den hohen, verschneiten Bergen. Beißende Winde rauschen durch die üppigen Nadelwälder, die sogar robusteres Rotwild und Bergziegen frösteln lassen.
el: Μια περιοχή στα ψηλά χιονισμένα βουνά. Οι τσουχτεροί άνεμοι διαπερνούν μέσα από τα άφθονα δάση των κωνοφόρων, καθιστώντας τα ακόμα πιο ανθεκτικά τα ελάφια και τα αγριοκάτσικα που τρέμουν.
es: Una región en las altas montañas nevadas. Vientos cortantes atraviesan los abundantes bosques de coníferas, haciendo temblar incluso al ciervo más resistente o a las cabras de montaña.
eu: Goi mendi elurtutako eskualde bat. Haize sarkorrek konifera baso ugarien artean erratza pasatzen dute, mendiko orein eta ahuntz gogorrenak ere dardaraz jarriz.
fa: یک منطقه کوهستانی برفی بلند همراه با باد های شدید در میان جنگل های مخروطی حتی باعث لرزیدن گوزنها و بزها شده است
fi: Alue korkeilla lumisilla vuorilla. Pureva tuuli pyyhkäisee läpi runsaiden havupuumetsien ja saa jopa sitkeimmät peurat ja vuohet värisemään kylmästä.
fr: Une région située dans de hautes montagnes enneigées. Des vents mordants balayent les abondantes forêts de conifères, ce qui fait même frissonner les plus résistants cerfs et chèvres de montagne .
ga: Réigiún sna sléibhte arda sneachtúla. Scuabann gaotha feannaideacha trí choillte fhlúirseacha buaircíneacha, agus déanann siad crith san fhia is láidre agus gabhar sléibhe.
hu: Egy terület a magas havas hegyekben. Harapós szelek söpörnek végig a hatalmas tűlevelű erdőkön, amelytől még az ellenállóbb szarvasok és hegyi kecskék is reszketnek.
id: Suatu wilayah di pegunungan bersalju yang tinggi. Angin yang menggigit menyapu hutan pohon jarum yang melimpah, membuat bahkan rusa dan kambing gunung yang tangguh pun menggigil.
it: Una regione nelle alte montagne nevose. I venti pungenti che soffiano attraverso le abbondanti foreste di conifere fanno tremare anche i più resistenti cervi e le capre di montagna.
ja: 雪の多い山間部の地域。豊かな針葉樹林を吹き抜ける厳しい風は、体力のある鹿や山羊をも震え上がらせます。
ko: 높은 눈 덮인 산의 지역. 물린 바람이 풍부한 응습기 숲을 휩쓸고, 더욱 탄력있는 사슴과 산염소가 떨립니다.
ms: Wilayah dipergunungan bersalji. Angin kuat yang menghembus hutan konifer yang terbentang luas, menjadikan rusa dan kambing gurun lasak kesejukan.
nb: En region i de høye, snødekte fjell. Bitende vind står på gjennom den rike barskogen, noe som får selv de mest standhaftige hjortene og fjellgeitene til å skjelve.
nl: Een gebied in de hoge, besneeuwde bergen. Een snijdende wind blaast door het overvloedige naaldbomenwoud en doet zelfs de koubestendige herten en berggeiten rillen.
pl: Region w wysokich zaśnieżonych górach. Gryzące wiatry przebijają się przez obfite lasy iglaste, sprawiając, że nawet bardziej odporne jelenie i kozy górskie drżą.
pt_br: Uma região no alto das montanhas nevadas. Ventos penetrantes varrem as abundantes florestas de coníferas, fazendo com que o mais resiliente veado e as cabras montanhosas tremam de frio.
pt_pt: Uma região no alto das montanhas com neve. Os ventos penetrantes varrem as abundantes florestas de coníferas, fazendo com que o mais resiliente veado e as cabras montanhosas tremam de frio.
ru: Местность в высоких заснеженных горах. Суровые ветры, проносясь сквозь густые хвойные леса, заставляя дрожать даже привыкших к холоду оленей и горных козлов.
sk: Krajina vysokých snežných hôr. Ostré vetry vejú cez početné borovicové lesy a i odolnejšie jelene či vysokohorské kozy pri tom striasa od zimy.
sv: En region i de höga snöiga bergen. Iskalla vindar blåser genom de rikliga barrskogarna, och får till och med de tuffare hjortarna och snögetter att skaka.
tr: Yüksek karlı dağlarda bir bölge. Keskin rüzgarlar en dayanıklı geyikler ve dağ keçilerinin titreterek bol çam ormanlarının arasından geçiyor.
uk: Місцевість в високих засніжених горах. Суворі вітри, пролітаючи крізь густі хвойні ліси, змушують тремтіти навіть звиклих до холоду оленів і гірських козлів.
zh: 高山雪域。 刺骨的寒风吹过丰富的针叶林，野鹿和山羊瑟瑟发抖。
zh_tw: 高雪山地區。刺骨的風席捲整個針葉林，甚至使更具韌性的鹿和野山羊顫抖著。

# biome definition
source: Arctic
ast: Árctico
bg: Полярен
cs: Arktický
da: Arktisk
de: Arktisch
el: Αρκτική
es: Ártico
eu: Artikoa
fi: Arktinen
fr: Arctique
hu: Sarkvidék
id: Arktik
it: Artico
ja: 北極
ko: 북극
nl: Arctisch
pl: Arktyka
pt_br: Ártico
pt_pt: Ártico
ru: Арктика
sk: Arktický
sv: Arktis
tr: Arktik
uk: Арктика
zh: 北极
zh_tw: 北極

# biome definition
source: The first leaves have fallen. The landscape is a dazzling dash of colors irrevocably intertwined. The native beech and oak trees of this temperate zone display a multi-colored foliage while animals try to prepare for the approaching winter.
ast: La fuölya ya intama caer. La rodiada ye una mestrilya spontanea de tonos incesos. Lɐs fayɐs & carbalyos autóchthonos d’esta zona templada lluzen xamasca de muĩꞇhos colores, entre que los animales andɐn preparando pa la ḷḷegada l hibierno.
bg: Първите листа са окапали. Пейзажът представлява плетеница от най-разнообразни цветове. Типичните за тази умерена зона букове и дъбове са с многоцветни листа, а животните се приготвят за наближаващата зима.
cs: První listy spadly. Krajina je oslněna promíchanými barvami. Přirozené buky a duby v této mírné zóně vykazují pestrobarevnou listinu, zatímco zvířata se snaží připravit na blížící se zimu.
da: De første blade er faldet. Landskabet har et blændende strejf af farver, der er uigenkaldeligt sammenflettet. De indfødte bøge- og egetræer i denne tempererede zone viser et flerfarvet løv, mens dyr forsøger at forberede sig på den kommende vinter.
de: Die ersten Blätter sind gefallen. Die Landschaft ist ein atemberaubender Schwung aus unwiderruflich verflochtenen Farben. In dieser gemäßigten Zone heimische Buchen und Eichen zeigen ein vielfarbiges Blattwerk, während die Tiere versuchen, sich auf den herannahenden Winter vorzubereiten.
el: Τα πρώτα φύλλα έχουν πέσει. Το τοπίο είναι μια εκτυφλωτική ορμή χρωμάτων μη αναστρέψιμα συνυφασμένα. Η αυτόχθονη ογιά και τα δένδρα βελανιδιάς αυτής της εύκρατης ζώνης ,επιδυκνείουν μία πολύχρωμη χλωρίδα όπου τα ζώς μπορούν να προετοιμασοτύν για το χειμώνα.
es: Las primeras hojas han caído. El paisaje es un deslumbrante estallido de colores que se entremezclan irremediablemente. Las hayas y robles autóctonos de esta zona templada despliegan un follaje multicolor mientras los animales tratan de prepararse para el invierno que se acerca.
eu: Lehen hostoak erori egin dira. Paisaia kolore askoren arteko nahasmen liluragarria da. Zonalde tenperatuetako bertako pagoak eta haritzak kolore anitzeko hostotza erakusten dute, animaliak negu hurbilerako prestatzen saiatzen diren bitartean.
fi: Ensimmäiset lehdet ovat pudonneet. Maisema on häikäisevä väriloisto, jossa värit kietoutuvat peruuttamattomasti toisiinsa. Tämän lauhkean vyöhykkeen kotoperäiset pyökit ja tammet esittelevät monivärisiä lehtiään samalla kun eläimet yrittävät valmistautua lähestyvään talveen.
fr: Les premières feuilles sont tombées. Le paysage est un éblouissant mélange de couleurs irrévocablement entremêlées. Les hêtres et les chênes indigènes de cette zone tempérée affichent un feuillage multicolore tandis que les animaux tentent de se préparer à l'approche de l'hiver.
id: Daun pertama telah gugur. Bentang alamnya adalah sejumput warna-warni yang mempesona, terjalin dan tak terpisahkan. Pohon beech dan ek di daerah iklim sedang ini menampilkan dedaunan bermacam warna sementara hewan-hewan mencoba mempersiapkan diri menghadapi musim salju.
it: Le prime foglie sono cadute. Il paesaggio è un abbagliante tocco di colori irrevocabilmente intrecciati. I faggi e le querce autoctone di questa zona temperata mostrano un fogliame multicolore mentre gli animali cercano di prepararsi per l'inverno che si avvicina.
ja: 最初の葉が落ちました。景色は取り返しのつかないほどの色の洪水。温帯地方に自生するブナやオークが色とりどりの葉を見せ、動物たちは冬に備えている。
ko: 첫 번째 잎이 떨어졌습니다. 그 풍경은 돌이킬 수 없이 뒤엉킨 눈부신 빛깔의 연속입니다. 이 온대 지역의 토종 너도밤나무와 참나무는 여러 가지 색깔의 잎을 보이고 동물들은 다가오는 겨울을 준비하려고 노력합니다.
nl: De eerste bladeren zijn gevallen. Het landschap is verweven in een oogverblindend samenspel van kleuren. De inheemse berken en eiken van dit gematigde klimaat vertonen hun veelkleurige gebladerte terwijl de dieren zich trachten voor te bereiden voor de komende winter.
pl: Pierwsze liście już opadły. Niezwykle oszałamiający krajobraz pełen magii kolorów Buki i dęby tej strefy umiarkowanej wykazują wielobarwne ulistnienie, podczas gdy zwierzęta starają się przygotować na zbliżającą się zimę.
pt_pt: As primeiras folhas caíram. A paisagem é um deslumbrante traço de cores irrevogavelmente entrelaçadas. As faias e os carvalhos nativos desta zona temperada mostram uma folhagem multicolorida enquanto os animais tentam preparar-se para o Inverno que se aproxima.
ru: Опали первые листья. Пейзаж ослепляет пёстрым переплетением красок. Местные буки и дубы окутаны разноцветной листвой, а животные тем временем готовятся к приближающейся зиме.
tr: İlk yapraklar düşmüştü. Manzara sanki bir göz kamaştırıcı bir renk cümbüşüydü. Hayvanlar yaklaşan kışa hazırlanmaya çalışırken, bu ılıman bölgenin yerli ağaçlarından olan kayın ve meşe ağaçlarının rengarenk yaprakları gözüküyordu.
uk: Опало перше листя. Пейзаж – це сліпуча паличка кольорів, які невпинно переплітаються. Буки й дуби цієї помірної зони мають різнокобарвне листя, а тварини намагаються готуватися до зими, що наближається.
zh: 温带地区的秋叶开始凋零，原生山毛榉和橡树五颜六色，四周的色彩交织在一起，令人目不暇接眼花缭乱。动物们则提早准备过冬。
zh_tw: 第一片葉子已落下。風景是令人眼花亂的色彩，不可挽回地交織在一起。溫帶地區的原生山毛櫸和橡樹顯示出五彩繽紛的葉子，而動物們試圖為即將到來的冬天做準備。

# biome definition
source: Rhine Valley (Fall)
ast: Vallada l Rhenu (seronda)
bg: Долината Райн (eсен)
cs: Údolí Rýna (podzim)
da: Rihn dalen (Efterår)
de: Rheintal (Herbst)
el: Κοιλάδα του Ρίνου (Φθινόπωρο)
es: Valle del Rin (otoño)
eu: Rhine Valley (udazkena)
fi: Reinin laakso (syksy)
fr: Vallée du Rhin (Automne)
hu: Rajna-völgy (ősz)
id: Lembah Rhein (Musim Gugur)
it: Valle del Reno (autunno)
ja: ライン渓谷中流上部（秋）
ko: 라인강 계곡 (가을)
nl: Rijndal (Herfst)
pl: Dolina Renu (jesień)
pt_br: Vale do Reno (Outono)
pt_pt: Vale do Reno (outono)
ru: Долина Рейна (Осень)
sk: Rýnske údolie (jeseň)
sv: Rhendalen (Höst)
tr: Ren Vadisi (Sonbahar)
uk: Долина Рейна (Осінь)
zh: 莱茵河谷（秋季）
zh_tw: 萊茵峽谷（秋季）

# biome definition
source: Explore the mysterious tropics. An extremely green, but also extremely humid environment awaits. The tall Toona trees look on disapprovingly at this invasion of their privacy and ferocious tigers are determined to defend their territory at all costs.
ast: Explora los mysteriosos trópicos. Un ambiente perverde, pero tamien permugosu spera. Lɐs tunɐs altɐs amuöstrɐn-se contrariɐs a esta violacion de la suɐ intimidá & los tigres ferozes stan resuöltos a defendere l sou territorio a toda costa.
bg: Изследвайте загадъчните тропици. Очаква Ви невероятно зелена, но и особено влажна среда. Високите дървета Тоона гледат неодобрително на това нарушаване на личното им пространство, а яростни тигри са готови да защитават територията си на всяка цена.
br: Ergerzhout an trovanoù kevrinus. Gortoz a ra an endro glas pellañ met gleb pellañ ivez. Ar gwez Touna bras a sell en doare disaotre aloubadeg-mañ o buhez prevez ha mennet eo an tigred ferv da zifenn o zachennad kousto pe gousto.
ca: Exploreu els tròpics misteriosos. Un entorn extremadament verd, però també extremadament humit, us espera. Els alts arbres Toona contemplen amb desaprovació aquesta invasió de la seva privacitat i els tigres ferotges estan disposats a defensar el seu territori costi el que costi.
cs: Prozkoumejte tajemné tropy. Vysoce zelené, ale i extrémně vlhké prostředí tu na Vás čeká. Vysoké toonské stromy se na tuto invazi soukromí dívají nesouhlasně a divocí tygři jsou rozhodnuti obhájit své území za každou cenu.
da: Udforsk de mystiske troper. Et ekstremt grønt, men også ekstremt fugtigt miljø venter. De høje Toona-træer ser misbilligende på denne invasion af deres privatliv, og glubske tigre er fast besluttet på at forsvare deres territorium for enhver pris.
de: Erforsche die geheimnisvollen Tropen. Eine extrem grüne, aber auch extrem feuchte Umgebung erwartet einen. Die hohen Surenbäume blicken diesem Angriff auf ihre Privatsphäre missbilligend entgegen und wilde Tiger sind entschlossen, ihr Revier um jeden Preis zu verteidigen.
el: Εξερεύνησε τα μυστηριώδη τροπικά μέρη. Ένα εξαιρετικά πράσινο, αλλά και εξαιρετικά υγρό περιβάλλον σε περιμένει. Τα ψηλά δέντρα της Μελιίδας φαίνονται ενοχλημένα σε αυτή την εισβολή της ιδιωτικής τους ζωής και οι άγριες τίγρεις είναι αποφασισμένες να υπερασπιστούν το έδαφός τους με κάθε κόστος.
es: Explora los misteriosos trópicos. Un entorno extremadamente verde, pero también extremadamente húmedo le espera. Los altos cedros observan con desaprobación la invasión de su privacidad y feroces tigres están decididos a defender su territorio a cualquier precio.
eu: Tropiko misteriotsuak esploratu. Giro ezin berdeagoa, eta bide batez ezin umelagoa zain dago. Toona zuhaitz altuek beren pribatutasunaren inbasioa ez dute begi onez ikusten eta tigre krudelek bere lurraldearen babesean arduratuko dira sutsuki.
fa: اکتشاف موضوعات اسرار آمیز. محیطی بی انداز سبز و بی اندازه مرطوب منتظر شما است. درختان بلند تونا با تاسف به تهاجم انسانها به قلمروشان نگاه می کنند و ببرهای وحشی از قلمروشان به هر قیمتی محافظت میکنند.
fi: Tutki salaperäistä tropiikkia. Äärimmäisen vihreä, mutta myös erittäin kostea ympäristö odottaa sinua. Korkeat toonapuut katsovat paheksuvasti tätä yksityisyyden loukkausta, ja hurjat tiikerit ovat päättäneet puolustaa reviiriään hinnalla millä hyvänsä.
fr: Explorez les mystérieux tropiques. Un environnement extrêmement vert et humide vous attends. Les grands arbres Toona verront d'un mauvais œil cette invasion de leur vie privée et des tigres féroces seront déterminés à défendre leur territoire à tout prix.
ga: Taiscéal san teochrios rúndiamhair. Tá talamh an-ghlas a fháil ort, ach an-thais freisin. Féiceann na céadair rua ar neamhshuim ag an ionradh seo ar a bpríobháideacht agus tá tíogair fhíocmhara lena gcríoch á cosaint, is cuma cad a tharlaíonn.
hu: Fedezd fel a titokzatos trópusokat. Egy rendkívüli módon zöld, de rendkívül párás környezet vár rád. A magas mahagónik rosszallóan figyelik ezt a behatolást, és az ádáz tigrisek eltökéltek, hogy mindenáron megvédjék a területüket.
id: Jelajahi daerah tropis misterius. Lingkungan yang sangat hijau, tetapi juga sangat lembab menunggu. Pohon-pohon surian yang tinggi memandang benci gangguan ini dan harimau buas bertekad untuk mempertahankan wilayah mereka dengan segala cara.
it: Esplora i misteriosi tropici. Un ambiente estremamente verde ma anche umido ti aspetta. Gli alti Toona controllano disapprovando l'invasione della loro privacy e feroci tigri sono determinate a difendere il loro territorio a tutti i costi.
ja: 神秘的な熱帯地方を探索してみましょう。 緑が多く、湿度の高い環境が待っています。背の高いトナの木は自分たちのプライバシーを侵害していると嫌な顔をし、獰猛な虎は自分たちのテリトリーを全力で守ろうとします。
ko: 신비로운 열대를 탐험하세요. 극도로 녹색이지만 매우 습한 환경이 기다리고 있습니다. 키가 큰 투나 나무들은 이런 사생활 침해를 못마땅하게 바라보고 흉포한 호랑이들은 무슨 수를 써서라도 자신의 영토를 지키기로 결심합니다.
ms: Jelajahi kawasan tropika yang misteri. Tempat yang kelihatan sangat hijau, dan juga dengan persekitaran yang sangat lembap. Pokok Toona yang tinggi menjulang langit kelihatan tidak mengalu-alukan kedatangan manusia dan kehadiran harimau ganas sudah pasti akan mempertahankan wilayah mereka.
nb: Utforsk de mystiske tropene. Et ekstremt grønt, men også ekstremt fuktig miljø venter. De høyreiste toonatrærne ser med vantro på invasjonen av deres privatliv, og glupske tigrer er fast bestemt på å beskytte deres territorie koste hva det koste vil.
nl: Ontdek de mysterieuze tropen. Een bijzonder groene, maar ook bijzonder vochtige omgeving wacht je op. De hoge mahoniebomen kijken afkeurend neer op deze indringers van hun privacy en woeste tijgers doen er alles aan om hun territorium te verdedigen.
pl: Odkryj tajemnicze tropiki. Czeka na Ciebie niezwykle bujna zieleń, ale również skrajnie wilgotne środowisko. Rodzina wysokich drzew patrzy z dezaprobatą na ingerencję w swoje środowisko, a dzikie tygrysy są zdeterminowane aby bronić swojego terytorium za wszelką cenę.
pt_br: Explore os misteriosos trópicos. Um ambiente de profundo verde, mas também de climas extremos, te espera. Os altos cedros olham com desaprovação a esta invasão de privacidade, e tigres ferozes estão determinados a defender seu território a todo custo.
pt_pt: Explora os misteriosos trópicos. Espera-te um profundo verde, mas também ambientes húmidos. Os altos cedros olham com desaprovação pela invasão de privacidade e tigres ferozes estão determinados a defender o seu território a todo custo.
ru: Исследуйте таинственные тропики. Невероятно зелёная, но также и экстремально влажная среда. Высокие деревья Тооны неодобрительно смотрят на ваше вторжение в их личную жизнь, а свирепые тигры полны решимости защищать свою территорию любой ценой.
sv: Utforska de mystiska tropikerna. En extremt grön men också extremt fuktig miljö väntar. De långa toonaträden träd ser på misstänksamma på denna invasion av deras hederlighet och grymma tigrar är fast beslutna att försvara sitt territorium till varje pris.
tr: Gizemli tropikleri keşfet. Oldukça yeşil, ama oldukça da nemli ortam bekliyor. Uzun kızılsedirler özellerinin işgal edilmesine hoşgörüsüz bakıyorlar ve vahşi kaplanlar bölgelerini her şeyi göze alarak savunmak için kararlı.
uk: Досліджуйте таємничі тропіки. Вас чекає неймовірно зелене, але також і екстремально вологе середовище. Високі дерева Тоони несхвально дивляться на ваше вторгнення в їх особисте життя, а люті тигри сповнені рішучості захищати свою територію за будь-яку ціну.
zh: 神秘的热带地区。 一个绿化、潮湿的环境等待着你去探索。 香椿树高高在上，凶猛的老虎决心不惜一切代价捍卫自己的领土。
zh_tw: 探索神秘的熱帶地區。等待著極其綠色但又非常潮濕的環境。高大的香椿樹不悅地看待這種侵犯其隱私的行為，兇猛的老虎決心不惜一切代價捍衛自己的領土。

# biome definition
source: India
bg: Индия
cs: Indie
da: Indien
de: Indien
el: Ινδία
fi: Intia
fr: Inde
ga: An India
gd: Na h-Innseachan
ja: インド
ko: 인도
pl: Indie
pt_br: Índia
pt_pt: Índia
ru: Индия
sv: Indien
tr: Hindistan
uk: Індія
zh: 印度
zh_tw: 印度

# biome definition
source: Nubia, a dry climate in which only the hardy Baobab trees thrive. Solitary gazelles graze the sparse grass, while herds of zebras, wildebeest, giraffes or elephants roam the wild in search of food.
ast: Ethiopia, un clima ẽxsuiꞇhu n que mal a penɐs medrɐn lɐs resistentes calabaceirɐs. Gazelɐs solitariɐs espenhicɐn la rala herba, entre que zebrɐs, ñus, girafɐs & elephantes andɐn pel monte a la gueta pacion.
bg: Нубия — сух климат, където само жилавите дървета баобаб могат да оцелеят. Самотни газели пасат оскъдната трева, а стада зебри, гнута, жирафи и слонове кръстосват пустошта в търсене на храна.
cs: Núbie, suché podnebí, ve kterém se daří jen odolným baobabům. Osamělé gazely pasou řídkou trávu, zatímco stáda zeber, pakoní, žiraf nebo slonů se toulají po divočině a hledají potravu.
da: Nubien, et tørt klima, hvor kun de hårdføre baobabtræer trives. enlige gazeller græsser det sparsomme græs, mens flokke af zebraer, gnuer, giraffer eller elefanter strejfer rundt i naturen på jagt efter føde.
de: Nubien, ein trockenes Klima, in dem nur die zähen Affenbrotbäume gedeihen. Einsame Gazellen grasen das spärliche Gras, während Zebraherden, Gnus, Giraffen oder Elefanten die Wildnis auf der Suche nach Nahrung durchstreifen.
el: Νουβία , ένα ξηρό κλίμα στο οποίο ευδοκιμούν μόνο οι ανθεκτικές αδανσονίες. Οι μοναχικές γαζέλες βόσκουν το αραιό χορτάρι, ενώ κοπάδια από ζέβρες, γνου, καμηλοπαρδάλεις ή ελέφαντες περιπλανιούνται στην άγρια φύση αναζητώντας φαγητό.
es: Nubia, un clima seco en el que solo prosperan los resistentes baobabs. Gacelas solitarias pastan en la escasa hierba, mientras que manadas de cebras, ñus, jirafas o elefantes recorren la naturaleza en busca de alimento.
eu: Nubia, Baobab zuhaitz sendoak baino aurrera egiten ez duten klima lehorra. Gazela bakartiak belar exkaxaren artetik dabiltza, zebra, ñu, jirafak edo elefanteak naturan zehar janari bila doazen bitartean.
fi: Nubia, kuiva ilmasto, jossa vain sitkeät Baobab-puut viihtyvät. Yksinäiset gasellit laiduntavat niukkaa ruohoa, kun taas seepra-, gnu-, kirahvi- tai norsulaumat vaeltavat luonnossa ruokaa etsien.
fr: La Nubie, un climat sec dans lequel seuls les baobabs robustes prospèrent. Des gazelles solitaires broutent l'herbe clairsemée, tandis que des troupeaux de zèbres, de gnous, de girafes ou d'éléphants errent dans la nature à la recherche de nourriture.
id: Nubia, iklim kering dimana hanya pohon Baobab yang kuat dapat tumbuh subur. Rusa tersebar merumput di rumput yang jarang, sementara kawanan zebra, wildebeest, jerapah atau gajah berkeliaran di alam liar untuk mencari makanan.
it: Nubia, un clima secco in cui prosperano solo i robusti alberi di baobab. Gazzelle solitarie pascolano l'erba rada, mentre branchi di zebre, gnu, giraffe o elefanti vagano per la natura in cerca di cibo.
ja: 丈夫なバオバブの木しか育たない乾燥した気候のヌビア。孤独なガゼルはまばらな草を食み、シマウマやヌー、キリンやゾウの群れは食べ物を求めて野生を彷徨います。
ko: 누비아는 건조한 기후로, 오직 강인한 바오밥 나무만이 번성합니다. 외로운 가젤이 드문드문 풀을 뜯고, 얼룩말, 들개, 기린 또는 코끼리 떼가 먹이를 찾아 야생을 배회합니다.
nl: Nubië, een droog klimaat waarin alleen de geharde baobab bomen gedijen. Solitaire gazelles grazen in het weinige gras, terwijl zebras, gnoes, giraffes of olifanten kuddes rondzwerven op zoek naar voedsel.
pl: Nubia, suchy klimat, w którym dobrze rozwijają się tylko wytrzymałe drzewa baobabów. Samotne gazele pasą się na rzadkiej trawie, a stada zebr, gnu, żyraf lub słoni wędrują po ziemi w poszukiwaniu pożywienia.
pt_br: Núbia, um clima seco em que somente as resistentes árvores Baobás sobrevivem. Gazelas solitárias pastam na grama esparsa, enquanto manadas de zebras, gnus, girafas ou elefantes vagam pelas terras selvagens em busca de alimento.
pt_pt: Núbia, um clima seco em que apenas os robustos embondeiros prosperam. As gazelas solitárias pastam a erva escassa, enquanto manadas de zebras, gnus, girafas e elefantes vagueiam na natureza em busca de alimento.
ru: Нубия, в засушливом климате которой могут расти лишь могучие баобабы. Одинокие газели щиплют редкую траву, а стада зебр, антилоп гну, жирафов и слонов бродят в поисках пищи.
tr: Nübye; sadece güçlü Baobab ağaçlarının gelişebildiği kuru bir iklim. Zebra sürüleri, antiloplar, zürafalar ya da filler yiyecek aramak için tenhada geziniyorken, yalnız ceylanlar seyrek otlarda otlanıyor.
uk: Нубія, в посушливому кліматі якої можуть рости лише могутні баобаби. Самотні газелі щипають рідкісну траву, а стада зебр, антилоп гну, жирафів і слонів бродять у пошуках їжі.
zh: 努比亚，气候干燥，唯有耐寒的猴面包树方可茁壮成长。 孤零零的瞪羚啃着稀疏的草，而成群的斑马、牛羚、长颈鹿和大象在野外寻找食物。
zh_tw: 努比亞，一種只有堅硬的猴麵包樹才能生長的干燥氣候。孤獨的瞪羚在稀疏的草地上吃草，而斑馬、牛羚、長頸鹿或大象則在野外尋找食物。
