Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: The Hindu Kush mountains separate India from Bactria (modern day Afghanistan) and form a frontier between the Seleucid and Mauryan realms. This area was later under the control of the Greco-Bactrian and Indo-Greek kingdoms of the later Hellenistic period. The area is low on wood resources, but high on stone and metal. A trade route runs through the center of the map with Trade Depots that can be captured and used to gather resources via trade.
ast: El monte Paropamisu xebraba la India de la Bactriana (huöi Afghanistan) & formaba la fronteira entre los dominios seléucida & Maurya. Esta fasteira introu d’in puös na órbita de los reinos greco-bactrianu & indo-griegu de l serondu periodu alexandrinu. La fasteira escareç de madeira, pero abonda n piedra & metal. Crucia-lla pela metada una vía commercial cun factoríɐs de que te puödes possiar & aproveiꞇhar para llograr recursos pel commercio.
bg: Планините Хиндукуш разделят Индия от Бактрия (днешен Афганистан) и образуват естествена граница между владенията на селевкидите и маурите. По-късно, в края на елинистическата епоха, местността попада под управлението на Гръко-бактрийското и Индо-гръцкото царства. В местността няма много дървесина, но има много камък и метал. През центъра на картата минава търговски път с търговски депа, които могат да бъдат превзети и използвани за търгуване на ресурси.
cs: Hory Hindúkuše oddělují Indii od Baktrie (dnešní Afghánistán) a tvoří hranici mezi říšemi seulékovců a mauriů. Tato oblast byla později pod kontrolou řecko-baktrijských a indicko-řeckých království pozdějšího helénistického období. Tato oblast má málo dřevěných zdrojů, ale vysoké množství kamene a kovu. Středem mapy prochází obchodní cesta s obchodními sklady, které lze zajmout a použít k získání zdrojů prostřednictvím obchodu.
da: Hindu Kush-bjergene adskiller Indien fra Bactria (nutidens Afghanistan) og danner en grænse mellem seleukiderne og mauryanerne. Dette område var senere under kontrol af de græsk-baktriske og indo-græske kongeriger fra den senere hellenistiske periode. Området er lavt på træ ressourcer, men rigt på sten og metal. En handelsrute løber gennem midten af ​​kortet med handelsdepoter, der kan fanges og bruges til at samle ressourcer via handel.
de: Der Hindukusch trennt Indien von Baktrien (das heutige Afghanistan) und bildet eine Grenze zwischen dem seleukidischen und Maurya-Reich. Diese Gegend war später unter der Kontrolle der griechisch-baktrischen und indisch-griechischen Königreiche der späteren hellenistischen Periode. Die Gegend ist arm an Holz, aber reich an Stein und Metall. Eine Handelsroute mit Handelsdepots läuft durch die Mitte der Karte, die eingenommen und zum Sammeln von Ressourcen durch Handel genutzt werden kann.
el: Τα Ορη Χίντου Κους διαχωρίζουν την Ινδία απο τη Βακτρία (μοντέρνο Αφγανιστάν) και απο ένα άλλο μεθόριο μεταξύ των βασιλείων των Σελευκιδών και της Μαυριτανίας. Αυτή η περιοχή μετέπειτα ήρθε κάτω απο τον έλεγχο Ελληνο-Βακτηριανών και Ιδνο-Ελληνικών Βασιλείων της ύστερης Ελληνιστικής περιόδου. Η περιοχή έχει χαμηλούς πόρους ξυλείας, αλλα είναι λούσια σε πέτρα. Ενας δρόμος εμπορίου τρέχει μέσα απο το κέντρο του χάρτη με Σταθούς Εμπορίου που μπορούν να κατακρηθούν και να χρηιμοποιηθούν για εμπόριο.
es: Las montañas del Hindú Kush separan la India de Bactria (actual Afganistán) y forman una frontera entre los reinos seléucida y maurya. Posteriormente, esta zona estuvo bajo el control de los reinos greco-bactrianos e indo-griegos del último periodo helenístico. Esta zona tiene pocos recursos de madera, pero muchos de piedra y metal. Una ruta comercial atraviesa el centro del mapa con Almacenes Comerciales que pueden ser capturados y utilizados para recoger recursos a través del comercio.
eu: Hindu Kush mendiek India Bactriatik (gaur egungo Afganistan) bereizten dute eta muga osatzen dute Seleucid eta Mauryan erresumen artean. Eremu hau geroago helenismo garaiko erresuma greko-baktriarren eta indo-greziarren menpe egon zen. Inguruan egur baliabide gutxi dago, baina harri eta metal ugari. Merkataritza-ibilbidea maparen erdia zeharkatzen du eta Merkataritza-biltegiak daude, harrapatu eta merkataritzaren bidez baliabideak biltzeko erabil daitezkeenak.
fi: Hindukuš-vuoristo erottaa Intian Baktriasta (nykyisestä Afganistanista) ja muodostaa rajan Seleukidien ja Mauryanien valtakuntien välille. Myöhemmin tämä alue oli myöhemmän hellenistisen kauden kreikkalais-baktrilaisten ja indokreikkalaisten kuningaskuntien hallinnassa. Alueella on vähän puuta, mutta paljon kiveä ja metallia. Kartan keskellä kulkee kauppareitti, jonka varrella on kauppapaikkoja, jotka voidaan vallata ja joita voidaan käyttää resurssien keräämiseen kaupan kautta.
fr: Les montagnes du Hindou Kouch séparent l'Inde de la Bactriane (aujourd'hui Afghanistan) et forme une frontière entre les empires séleucide et maurya. Cette région a été plus tard sous le contrôle des royaumes gréco-bactrien et indo-grec de la fin de la période hellénistique. La région est pauvre en ressources bois, mais riche en pierre et métal. une route commerciale traverse le centre de la carte avec les Dépôts commerciaux qui peuvent être capturés et utilisés pour ramasser les ressources via le commerce.
id: Pegunungan Hindu Kush memisahkan India dan Baktria (sekarang Afghanistan) dan membentuk perbatasan antara kekuasaan Seleukia dan Maurya. Daerah ini nantinya berada di bawah kekuasaan kerajaan Yunani-Baktria dan Yunani-India di akhir periode Helenistik. Daerah ini rendah sumberdaya kayu, tetapi tinggi sumberdaya batu dan logam. Jalur dagang melintasi pertengahan peta dengan Depot Perdagangan yang dapat direbut dan digunakan untuk mengumpulkan sumberdaya lewat perdagangan.
it: Le montagne dell'Hindu Kush separano l'India dalla Battriana (l'odierno Afghanistan) e formano una frontiera tra i regni seleucide e maurya. Questa zona fu in seguito sotto il controllo dei regni greco-battriano e indo-greco del tardo periodo ellenistico. L'area è povera di legname, ma ricca di pietra e metallo. Una rotta commerciale attraversa il centro della mappa con depositi commerciali che possono essere catturati e utilizzati per raccogliere risorse tramite il commercio.
ja: ヒンドゥークシュ山脈はインドとバクトリア（現在のアフガニスタン）を隔て、セレウコス帝国とマウリヤ帝国の境界を形成している。この地域は、後にヘレニズム時代のグレコ・バクトリア王国やインド・ギリシャ王国の支配下に置かれました。 この地域は木材資源は少ないものの、石材や金属は豊富です。マップの中央には貿易ルートが通っており、そこにある「貿易基地」を占領して、貿易によって資源を集めることができます。
ko: 힌두 쿠시 산맥은 인도와 박트리아(현대의 아프가니스탄)를 분리하고 셀레우코스와 마우리아인 영역 사이의 국경을 형성합니다. 이 지역은 후에 그리스-박트리아 왕국과 헬레니즘 후기의 인도-그리스 왕국의 지배하에 있었습니다. 이 지역은 목재 자원이 부족하지만, 돌과 금속이 풍부합니다. 교역로는 교역을 통해 자원을 수집하기 위해 포획될 수 있는 교역 창고와 함께 지도 중앙을 통과합니다.
nl: Het Hindoekoesj gebergte scheidt India van Bactrië (het tegenwoordige Afghanistan) en vormt een grens tussen de Seleucidische- en het Mauryarijk. Dit gebied kwam later onder controle van de Grieks-Bactrische en Indo-Griekse koninkrijken uit de late Hellenistische periode. Hout is er nauwelijks te vinden, maar steen en metaal des te meer. Door het midden van de landkaart loopt een handelsroute, met aanliggende handelsposten die veroverd kunnen worden om via handel grondstoffen te verkrijgen.
pl: Góry Hindukuszu oddzielają Indie od Baktrii (dzisiejszy Afganistan) i stanowią granicę między królestwami Seleucydów i Maurjów. Obszar ten znajdował się później pod kontrolą królestw grecko-baktryjskich i indogreckich w późniejszym okresie hellenistycznym. Teren ten nie zapewnia wielkich zasobów drewna, ale za to dużo kamienia i metalu. Przez środek mapy przebiega szlak handlowy z bazami handlowymi, które mogą zostać przejęte i wykorzystane do zbierania zasobów poprzez handel.
pt_pt: As montanhas Hinducuxe separam a Índia de Báctria (Afeganistão de hoje) e formam uma fronteira entre os reinos Selêucida e Máuria. Esta área esteve mais tarde sob o controlo dos reinos greco-báctrio e indo-grego do último período helenístico. A área é pobre em recursos de madeira, mas rica em pedra e metal. Uma rota comercial percorre o centro do mapa com depósitos de comércio que podem ser capturados e utilizados para recolher recursos através do comércio.
ru: Горы Гиндукуш отделяют Индию от Бактрии (современный Афганистан) и служат естественной границей между государствами Селевкидов и Маурьев. В последствии эта область находилась под контролем Греко-Бактрийского и Индо-Греческого царств в период позднего эллинизма. В этой области мало древесины, но в изобилии камень и металл. Через центр карты пролегает торговый путь. Расположенные на нем Торговые посты могут быть захвачены и использованы как дополнительный источник ресурсов.
tr: Hindukuş dağları, Hindistan'ı Baktriya'dan (günümüz Afganistan'ı) ayırır ve Selevkos ve Mauryan krallıkları arasında bir sınır oluşturur. Bu bölge daha sonra Helenistik dönemin Greko-Bactrian ve Hint-Yunan krallıklarının kontrolü altındaydı. Bölge odun kaynakları bakımından düşük, ancak taş ve metal bakımından yüksek. Haritanın ortasındang geçen, ele geçirilebilen ve ticaret yoluyla kaynak toplamak için kullanılan ticaret depolarına sahip bir ticaret rotası bulunmakta.
uk: Гори Гіндукуш відокремлюють Індію від Бактрії (сучасний Афганістан) і утворюють кордон між царствами Селевкідів і Мауріїв. Пізніше ця територія перебувала під контролем Греко-Бактрійського та Індо-Грецького царств пізнішого елліністичного періоду. У цьому районі мало деревних ресурсів, але багато каменю та металу. Торговий шлях проходить через центр карти з торговими складами, які можна захопити та використати для збору ресурсів за допомогою торгівлі.
zh: 兴都库什山脉将印度与巴克特里亚（中文师籍中的大夏，位于当今阿富汗）分隔开来，形成了塞琉古和孔雀王朝的边界。 该地区后来被希腊化的希腊-巴克特里亚及印度-希腊诸国控制。 该地区木材较少，但石头和金属资源丰富。 一条贸易路线贯穿地图的中心，可占领贸易仓库，通过贸易收集资源。
zh_tw: 興都庫什山脈將印度與巴克特里亞（今阿富汗）分隔開來，形成塞琉古王國和孔雀王朝之間的前線。 該地區後來被希臘化後期的希臘-巴克特里亞和印度-希臘王國控制。 該地區木材資源少，但石頭和金屬資源豐富。 一條貿易路線貫穿地圖的中心，貿易倉庫可以被捕獲並用於通過貿易採集資源。

source: Hindu Kush (2)
ast: Monte Paropamisu (2)
bg: Хиндукуш (2)
cs: Hindúkuš (2)
de: Hindukusch (2)
el: Ινδοκούς
es: Hindú Kush (2)
fi: Hindukuš (2)
fr: Hindou Kouch (2)
ja: ヒンドゥークシュ山脈 (2)
ko: 힌두 쿠시 (2)
nl: Hindoekoesj (2)
pl: Hinduski Kusz (2)
pt_pt: Hinducuxe (2)
ru: Гиндукуш (2)
sk: Hindukúš (2)
tr: Hindukuş (2)
uk: Гіндукуш (2)
zh: 兴都库什山脉（2）
zh_tw: 興都庫什山 (2)

source: The Hydaspes, aka Jhelum, River in the Punjab of India. Here was the site of the great battle between the Macedonian forces under Alexander the Great and the Indian forces of the king Porus of Paurava.
ast: El riw Hydaspe, ou Jehlum, de l Panjab. Ye l sitiu de la famosa batalya entre los macedones, a l mandu d’Alexandre Magnu, & los índicos, a l mandu de l reye Puru de los Páurava.
bg: Река Джелам, още позната като Хидасп, в областта Пенджаб в Индия. Тук се е случила великата битка между македонските войски на Александър Велики и индийските сили на раджа Пор от Пурава.
cs: Řeka Hydaspes, alias Jhelum, v indickém Paňdžábu. Zde se konala velká bitva mezi makedonskými silami pod vedením Alexandra Velikého a indickými silami krále Pora z Pauravy.
da: Hydaspes, alias Jhelum, floden i Punjab i Indien. Det var stedet for det store slag mellem de makedonske styrker under Alexander den Store og de indiske styrker af kong Porus af Paurava.
de: Der Hydaspes, auch Jhelam genannt, im Punjab in Indien. Dies war der Schauplatz der großen Schlacht zwischen den makedonischen Streitkräften unter Alexander dem Großen und den indischen Streitkräften des Königs Poros von Paurava.
el: Ο Υδάσπης, aka Jhelum ,Ποταμός στο Παντζάμπ της Ινδίας. Εδώ βρίσκεται η περιοχή της μεγάλης μάχης μεταξύ των Μακεδονικών δυνάμεων υπό τον έλεγχο του Μέγα Αλέξανδρου και των Ινδικών δυνάμεων του βασιλειά Πώρος της Paurava.
es: El río Hidaspes, también conocido como Jhelum, en el Punjab de la India. Aquí tuvo lugar la gran batalla entre las fuerzas macedonias de Alejandro Magno y las fuerzas indias del rey Poro de Paurava.
eu: Hydaspes, aka Jhelum, Indiako Punjabeko ibaia. Hemen izan zen Alexandro Handiaren agindupeko mazedoniar indarren eta Pauravako Porus erregearen indiar indarren arteko borroka handia.
fi: Hydaspes- eli Jhelum-joki Punjabissa Intiassa. Täällä käytiin suuri taistelu Aleksanteri Suuren johtamien makedonialaisten joukkojen ja Pauravan kuninkaan Poruksen Intian joukkojen välillä.
fr: L'Hydaspes, alias Jhelum, rivière située dans le Punjab en Inde. C'est ici que s'est déroulée la grande bataille entre les forces macédoniennes d'Alexandre le Grand et les forces indiennes du roi Porus de Paurava.
id: Sungai Hydaspes atau Jhelum di Punjab, India. Di sinilah tempat pertempuran besar antara pasukan Makedonia di bawah Aleksander Agung dan pasukan India raja Puru dari Paurava.
it: L'Idaspe, o Jhelum, è un fiume nel Punjab dell'India. Fu il luogo della grande battaglia tra le forze macedoni sotto Alessandro Magno e quelle indiane del re Poro di Paurava.
ja: インドのパンジャブ州にあるハイドスプス川（別名：ジェラム川）。ここでは、アレクサンダー大王率いるマケドニア軍とプール族ポルス王のインド軍との大規模な戦闘が行われました。
ko: 히다스페스 강, 또는 젤럼 강은 인도 펀잡 지역에 있는 강입니다. 이 강은 알렉산더 대왕이 이끄는 마케도니아 군대와 파우라바 왕국의 포로스 왕이 이끄는 인도 군대 사이의 대회전이 벌어진 곳이기도 합니다.
nl: De Hydaspes, oftewel de Jhelum of Jahalum, is een rivier in de Punjab. Dit was de plek van de grote veldslag tussen de Macedonische troepen van Alexander de Grote en de Indiase strijdkrachten van koning Porus van Paurava.
pl: Hydaspes, inaczej Jhelum, rzeka w Pendżabie w Indiach. Tutaj rozegrała się wielka bitwa między siłami macedońskimi pod wodzą Aleksandra Wielkiego a indyjskimi siłami króla Porusa z Paury.
pt_pt: O Hidaspes, também conhecido por Jelum, rio no Panjabe da Índia. Aqui foi o local da grande batalha entre as forças macedónias sob o comando de Alexandre o Grande e as forças indianas do rei Poro de Paurava.
ru: Гидаспес, он же Джелум, река в индийском штате Пенджаб. Здесь произошло великое сражение между македонскими войсками под командованием Александра Македонского и индийскими войсками царя Поруса из Пауравы.
tr: Hydaspes, diğer adıyla Jhelum, Hindistan'ın Pencap bölgesindeki Nehir. Burası Büyük İskender komutasındaki Makedon kuvvetleri ile Paurava kralı Porus'un Hint kuvvetleri arasındaki büyük savaşın yapıldığı yerdi.
uk: Ріка Гідасп, вона ж Джелам, в Пенджабі Індії. Тут було місце великої битви між македонськими силами під керівництвом Александра Македонського та індійськими силами царя Пора з Паурави.
zh: 海达佩斯河，又名杰赫勒姆河，位于印度旁遮普邦。 是马其顿亚历山大大帝与印度保拉瓦国王波鲁斯会战处。
zh_tw: 希達斯皮斯，又名傑赫勒姆，印度旁遮普邦的河流。這是亞歷山大大帝統治下的馬其頓軍隊與保拉瓦國王波魯斯的印度軍隊之間的戰鬥之地。

source: Hydaspes River (4)
ast: Riw Hysdaspe (4)
bg: Река Хидасп (4)
cs: Řeka Hydaspes (4)
da: Hydaspes floden (4)
de: Hydaspes (4)
el: Υδάσπης Ποταμός (4)
es: Río Hidaspes (4)
eu: Hydaspes ibaia (4)
fi: Hydaspes-joki (4)
fr: Rivière Hydaspes (4)
id: Sungai Hydaspes (4)
it: Fiume Idaspe (4)
ja: ハイドスプス川 (4)
ko: 히다스페스 강 (4)
nl: De Hydaspes (4)
pl: Rzeka Hydaspes (4)
pt_pt: Rio Hidaspes (4)
ru: Река Гидасп (4)
sk: Rieka Hydaspés (4)
tr: Hydaspes Nehri (4)
uk: Ріка Гідасп (4)
zh: 海达斯佩斯河（4）
zh_tw: 希達斯皮斯河 (4)

source: isth·mus /ˈis(TH)məs/ noun a narrow strip of land with sea on either side, forming a link between two larger areas of land. This is the Ithmus at Corinth in Greece. The land is rich in raw resources and treasure, and the seas on either side of the isthmus are stocked with fish. Mercenary Camps can be found as well as large Metal Mine deposits. Watch out for pirate ships and brigands, though, as war-torn Greece is not without its share of dangers. And the enemy, marshalling their forces across the isthmus on the opposing landmass, will be looking for opportunities to invade your lands and take the strategic Corinthian Isthmus for themselves!
bg: провлак съществително тясна ивица земя с море от двете страни, образуваща връзка между две по-големи площи земя. Това е провлакът в Коринт в Гърция. Земята е богата на суровини и съкровища, а моретата от двете страни на провлака са заредени с риба. Могат да бъдат намерени наемнически лагери, както и големи находища на метални мини. Внимавайте обаче за пиратски кораби и разбойници, тъй като разкъсваната от война Гърция не е лишена от опасности. И врагът, насочвайки силите си през провлака на противниковата суша, ще търси възможности да нахлуе във вашите земи и да превземе стратегическия Коринтски провлак за себе си!
ko: isth·mus /ˈis(TH)məs/ noun 양쪽에 바다가 있는 좁은 띠 모양의 땅으로, 두 개의 더 큰 육지 지역을 연결합니다. 그리스의 코린트에 있는 지협입니다. 이 땅은 천연자원과 보물이 풍부하고, 지협의 양쪽 바다에는 물고기가 풍부합니다. 용병 캠프와 대규모 금속 광산 매장지를 발견할 수 있습니다. 하지만 전쟁으로 폐허가 된 그리스에는 위험 요소가 많으므로 해적선과 도적단을 조심하세요. 그리고 적들은 지협을 가로질러 반대편 육지에 병력을 집결시켜 여러분의 영토를 침략하고 전략적인 코린트 지협을 차지할 기회를 노리고 있을 것입니다!
pt_pt: ist·mo /ˈiʃ.tmu/ substantivo uma estreita faixa de terra com o mar de cada lado, formando uma ligação entre duas áreas maiores de terra. Este é o istmo de Corinto, na Grécia. A terra é rica em recursos brutos e tesouros, e os mares de ambos os lados do istmo estão repletos de peixes. Podes encontrar acampamentos de mercenários e grandes depósitos de minas de metal. Mas cuidado com os barcos piratas e os bandidos, pois a Grécia devastada pela guerra tem a sua quota-parte de perigos. E o inimigo, que reúne as suas forças do outro lado do istmo, na massa de terra oposta, estará à procura de oportunidades para invadir as tuas terras e tomar para si o estratégico Istmo de Corinto!

source: Isthmus of Corinth (2)
bg: Коринтски провлак (2)
ko: 코린트 지협 (2)
pt_pt: Istmo de Corinto (2)
zh: 科林斯地峡（2人）

source: An otherwise wide-open, flat desert map is pierced in the center by two lush oases. This represents the Libyan Desert, part of the Saharan Desert, West of the Nile River in Egypt.
ast: Una geographía desértica, outramente abierta & ḷḷana, apeyugada pela metada por duɐs oases taramudɐs. Representa l ermu de Libya, parte de l desierto de l Sahara, a Poniente de l riw Nilu n Egypto.
bg: Просторна и равнинна пустинна карта с два тучни оазиса в средата. Наподобява либийската пустиня, намираща се в частта от Сахара, разположена на запад от река Нил в Египет.
br: Ur gartenn all plaen dilezet, digor bras zo toullet en he c'hreiz gant daou oaziz. An dra-mañ a skeudenn an Dezerzh Libian, lodenn eus an Dezerzh Sahara, e kornôg d'ar Stêr Nil en Ejipt.
ca: Un altre mapa del desert obert queda travessat per dos oasis exuberants al centre. Representa el desert de Líbia, una part del desert del Sàhara, a l'oest del Nil a Egipte.
cs: Jinak doširoka otevřená, rovná pouštní mapa je ve středu proražena dvěma bujnými oázami. Tato krajina představuje Libyjskou poušť, část Sahary západně od Nilu v Egyptě.
da: Et ellers vidt åbent, fladt ørkenlandskab, med to frodige oaser i midten. Dette repræsentere den libyske ørken, en del af Sahara ørkenen vest for Nilen i Egypten.
de: Diese ansonsten weite, flache Wüstenkarte wird von zwei üppigen Oasen durchdrungen. Hier wird die Libysche Wüste, ein Teil der Sahara westlich des Nils in Ägypten, dargestellt.
el: Ένας άλλος ευρεία ανοικτός, επίπεδος χάρτης της ερήμου έχοντας τοποθετημένη στο κέντρο δύο καταπράσινες όασης. Αυτό αντιπροσωπεύει την Έρημο της Λιβύης, μέρος της Έρημος Σαχάρας, δυτικά του ποταμού Νείλου στην Αίγυπτο.
es: Un par de exuberantes oasis enclavados en medio de la planicie desértica. Se trata de una representación del desierto libio, parte del desierto sahariano, que se encuentra más allá del oeste del río Nilo en Egipto.
eu: Basamortuko lautadaren erdian kokaturiko oasi oparo pare bat. Libiako basamortuaren irudikapena da, Saharako basamortuaren parte, Egiptoko Niloko mendebaldetik harago aurkitzen dena.
fi: Avoin ja tasainen aavikko kenttä jonka keskellä rehevä keidas. Edustaa Libyan aavikkoa, joka on osa Saharaa Egyptin Niilin joesta länteen.
fr: Grande ouverte, la carte d'un désert plat percé en son centre par deux oasis luxuriantes. Elle représente le désert libyen, une partie du désert du Sahara, à l'ouest du Nil en Égypte.
ga: Léarscáil fhásach le dhá ósais mhéith ina lár, ach oscailte seachas sin. Léiríonn an léarscáil seo an Fásach Libiach, páirteach den Fhásach Sahárach, siar ó hAbhainn na Níle san Éigipt.
gd: Tha dà innis-fhàsaich bheartach ann am meadhan fàsaich rèidh fhosgailte. Tha am mapa seo a’ riochdachadh fàsach Libia a tha ’na phàirt dhen fhàsach Shathara gu siar air an abhainn Nìl san Èipheit.
hu: Egy egyébként határtalan, sík, sivatagi térképet középen két buja oázis lyukaszt át. Ez a Líbiai-sivatagot jelenti, a Szahara részét, a Nílustól nyugatra.
id: Peta gurun datar yang terbuka lebar dan datar terbelah di tengah oleh dua oase yang subur. Peta ini mewakili Gurun Libya, sebagian Gurun Sahara, sebelah Barat Sungai Nil di Mesir.
it: Una mappa piana e senza ostacoli, salvo le due verdeggianti oasi al centro. Rappresenta il deserto Libico, parte del deserto del Sahara, ad ovest del fiume Nilo in Egitto.
ja: 別の広く開けた、平坦な砂漠マップで、2つの青々としたオアシスが中央にあります。 このマップは、サハラ砂漠の一部でエジプトのナイル川の西にあるリビアの砂漠を表現しています。
ko: 그렇지 않으면 넓고 평평한 사막지도가 중앙에 두 개의 무성한 오아시스가 뚫립니다. 이것은 이집트의 나일강 서쪽의 사하라 사막의 일부인 리비아 사막을 나타냅니다.
ms: Selain dari terbentang-luas, peta gurun yang mendatar ini mengandungi dua buah oasis yang terletak ditengah. Ia mewakili Gurun Libya, sebahagian dari Gurun Sahara, Barat Sungai Nil di Mesir.
nb: Et ellers åpent og flatt ørkenkart er i dets senter ispedd to frodie oaser. Dette representerer den libyske ørken, en del av Sahara, vest for Nilen i Egypt.
nl: Een open, vlakke, woestijnkaart met in het midden twee weelderige oases. Deze kaart stelt de Libische woestijn voor. Deel van de Sahara, ten westen van de Nijl.
pl: Rozległa i otwarta równina jest rozdzielona w swym centrum przez dwie bujne oazy. Przedstawia to pustynie Libijską, stanowiącą część Pustyni Sahara, na zachód od Rzeki Nil w Egipcie.
pt_br: Um mapa de deserto aberto, perfurado no centro por dois oásis exuberantes. Representa o Deserto da Líbia, parte do Deserto do Saara, a oeste do Rio Nilo, no Egito.
pt_pt: Outro mapa desértico visível com dois oásis luxuosos situados no centro. Representa o deserto líbio que faz parte do deserto do Saara a oeste do rio Nilo no Egito.
ru: По разные стороны открытой плоской пустыни прошитой в середине двумя пышными оазисами. Представляет Ливийскую пустыню, часть пустыни Сахара западнее реки Нил в Египте.
sk: Stredom inak otvorenej, plochej púštnej mapy prenikajú dve svieže oázy. Mapa stvárňuje Líbyjskú púšť, súčasť Sahary, nachádzajúcu sa na západ od rieky Níl v Egypte.
sr: Широка и отворена, равна пустињска мапа са две бујне оазе у средишту. Представља Либијску пустињу, која је део Сахаре, западно од реке Нил у Египту.
sv: En annars vidöppen platt öken med två frodiga oaser i mitten. Detta representerar den libyska öknen, en del av den västsahariska öknen, väster om Nilen i Egypten.
tr: Bu açık, düz çöl haritası üzerinde iki yemyeşil vaha bulunmaktadır. Bu Libya Çölü, Mısır'da Nil Nehri Sahra Çölü parçasında, Mısırın Batı kısmını temsil eder.
uk: По різні боки відкритої плоскої пустелі, прошитій посередині двома пишними оазисами. Представляє собою Лівійську пустелю, частину пустелі Сахара, на захід від річки Ніл у Єгипті.
zh: 开阔平坦的沙漠地图，中心有两块苍翠繁茂的绿洲。 利比亚沙漠，位于尼罗河的西边，为撒哈拉沙漠的一部分。
zh_tw: 一個開闊且平坦的，被兩個蒼翠繁茂的綠洲穿過中心的沙漠地圖。 這代表著撒哈拉沙漠的一部份，利比亞沙漠，在位於埃及的尼羅河的西邊。

source: Libyan Oases (4)
ast: Oases libyɐs (4)
bg: Либийски оазиси (4)
br: Oasiz Libian (4)
ca: Oasis libis (4)
cs: Libyjská oáza (4)
da: Libyske Oaser (4)
de: Libysche Oasen (4)
el: Όαση Λιβύης (4)
es: Oasis libio (4)
eu: Libiar Oasia (4)
fa: واحه ی لیبیایی (4)
fi: Libyan keitaat (4)
fr: Oasis libyennes (4)
ga: Ósaisí Libiacha (4)
gd: Innseachan-fàsaich Libia (4)
hu: Líbiai oázisok (4)
id: Oase Libya (4)
it: Oasi Libiche (4)
ja: リビアのオアシス (4)
ko: 리비아족 오아시스 (4)
ms: Oasis Libya (4)
nb: Libyske oaser (4)
nl: Libische oase (4)
pl: Libijskie oazy (4)
pt_br: Oásis Líbios (4)
pt_pt: Oásis líbio (4)
ru: Ливийские оазисы (4)
sk: Líbyjské oázy (4)
sr: Либијске оазе (4)
sv: Libyska Oaser (4)
tr: Libya Vahası (4)
uk: Лівійські Оазиси (4)
zh: 利比亚绿洲 (4)
zh_tw: 利比亞綠洲 (4)
