Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Deas Celtica
ar: "ديس كيلتا"
bg: Деяс келтика
fa: داس سلتی
ja: ケルトの女神
pl: Boginie celtyckie
pt_pt: Deas céltica
sr: Деас Селтика
tr: Deas Seltika
zh: 凯尔特人迪斯

source: Soldiers +5% attack damage.
ca: Augmenta +5% el dany d'atac dels soldats.
cs: Vojáci získávají +5% k útoku.
fi: Sotilaille +5 % hyökkäysvahinkoa.
gl: Soldados +5% de dano de ataque.
hu: +5% sebzés minden katonának
id: Prajurit +5% daya serang.
lb: Zaldoten +5% Kampfschued.
pl: Wojownicy +5% ataku.
pt_pt: Soldados +5% dano de ataque.
sk: Vojaci +5% útočného poškodenia.
sv: Soldater +5% attackskada.
tr: Askerler +5% saldırı hasarı.

source: Melee Soldiers +10% attack damage and all Soldiers −25% experience points for promotion.
ast: soldados combatedores • daño offensivo +10%; todolos soldados • puntos d’experiencia par’ ascender −25%.
cs: Vojáci na blízko získávají +10% k útoku a všichni vojáci získávají −25% bodů zkušeností k promoci.
fi: Lähitaistelusotilailla on +10 % hyökkäysvahinkoa ja kaikilla sotilailla on -25 % kokemuspisteitä ylennykseen.
gl: Soldados corpo a corpo +10% de dano de ataque e todos os soldados −25% de puntos de experiencia para a promoción.
hu: Közelharci katonák +10% támadási sebzést kapnak továbbá a katonák -25%-kal kevesebb tapasztalatot kell gyűjtenie, hogy előléptetést kapjanak.
id: Prajurit Melee +10% kerusakan serangan dan semua Prajurit -25% poin pengalaman untuk promosi.
pl: Żołnierze walczący w zwarciu otrzymują +10% obrażeń, a wszyscy Żołnierze wymagają -25% punktów doświadczenia mniej do awansu.
pt_pt: Soldados de luta corpo a corpo +10% dano de ataque e todos os soldados −25% pontos de experiência para promoção.
ro: Soldații corp la corp +10% daune la atac și toți soldații −25% puncte de experiență pentru promovare.
sk: Pechota na boj zblízka +10% útočného poškodenia a všetci vojaci −25% bodov skúseností potrebných pre povýšenie.
tr: Yakın Dövüşçü Askerler +%10 saldırı gücü ve tüm Askerler, terfi için -%25 deneyim puanı.
zh: 近战士兵 +10% 攻击伤害，所有士兵 -25% 升级所需经验值。

source: Combat Leadership
ast: Direccion in combate
ca: Lideratge de Combat
cs: Bojové velení
fa: رهبری مبارزه
fi: Taistelujohtaminen
gl: Liderado de Combate
hu: Harci vezetőképesség
id: Kepemimpinan Perang
pl: Przywództwo w walce
pt_pt: Liderança de combate
sk: Vedenie v boji
tr: Savaş Liderliği
zh: 指挥若定

source: Soldiers +10% attack damage and −25% experience points for promotion.
cs: Vojáci získávají +10% k útoku a −25% bodů zkušeností k promoci.
fi: Sotilaille +10 % hyökkäysvahinkoa ja -25 % kokemuspisteitä ylennystä varten.
gl: Soldados +10% de dano de ataque e −25% de puntos de experiencia para a promoción.
id: Prajurit +10% daya serang dan -25% poin pengalaman untuk promosi.
pt_pt: Soldados +10% dano de ataque e −25% pontos de experiência para promoção.
sk: Vojaci +10% útočného poškodenia a −25% bodov skúseností potrebných pre povýšenie.
tr: Askerler +%10 saldırı gücü ve terfi için -%25 deneyim puanı.

source: Century Maneuvers
cs: Manévry setníků
fi: Vuosikymmenen Manööverit
gl: Manobras de Centuria
id: Abad Manuver
pt_pt: Manobras centúrias
sk: Centúrijské manévre
tr: Yüzyıl Manevraları

source: Marian Legionaries and Centurions +10% movement speed.
cs: Máriovi legionáři a setníci +10% k rychlosti pohybu.
fi: Marian legioonalaiset ja centurionit saavat +10 % liikkumisnopeutta.
gl: Lexionarios e Centurións marianos +10% de velocidade de movemento.
hu: +10% mozgási sebesség a mariusi legionáriusoknak és centurióknak
id: Legioner Maria dan Kenturion +10% kecepatan gerakan.
pl: Mariańskie Legiony oraz Centuria +10% do prędkości poruszania się.
pt_pt: Legionários e centuriões de Mário +10% velocidade de movimento.
sk: Mariánski legionári a Centurióni +10% rýchlosť pohybu.
tr: Marian Lejyonerleri ve Centurionlar +%10 hareket hızı.

source: Building Programs
ast: Programmas de disindolcu
ca: Programes de construcció
cs: Budovatelské programy
de: Bauprogramme
es: Programas de construcción
fa: برنامه های ساخت و ساز
fi: Rakennusohjelmat
fr: Programmes de construction
gl: Programas de construción
hu: Építési programok
id: Rencana Pembangunan
it: Programmi di Costruzione
ja: 建設計画
ku: Programên Avahiyan
nl: Bouwprogramma's
pl: Programy budowlane
pt_br: Programas de construção
pt_pt: Programas de construção
ro: Programe de construcție
ru: Планы строительства
sk: Stavebné programy
sr: Програми Градње
sv: Byggprogram
tr: Bina Programları
uk: Будівельні програми
zh: 建筑规划
zh_tw: 建築規劃

source: Builders construct buildings +2% faster for every nearby Minister.
ast: los constructores constrúin un +2% más rápido per cada Ministru próximu.
ca: Els constructors construeixen un +2% més ràpid per cada Ministeri pròxim.
cs: Stavitelé staví budovy +2% rychleji pro každého blízkého ministra.
de: Bauarbeiter errichten Gebäude pro anwesenden Minister +2 % schneller.
es: Los constructores construyen edificios +2% más rápido por cada ministro cercano.
fa: کارگر های ساختمانی به ازای هر وزیر نزدیک +2% سریعتر کار می کنند
fi: Rakentajat rakentavat rakennuksia +2 % nopeammin jokaista lähellä olevaa ministeriä kohden.
fr: Les bâtisseurs construisent les bâtiments +2% plus vite pour chaque ministère à proximité.
gl: Os construtores constrúen edificios un +2% rápido por cada ministro próximo.
hu: Az építők +2%-kal gyorsabban építenek épületeket minden közeli miniszter után.
id: Pembangun membangun +2% lebih cepat untuk setiap Menteri di sekitar
it: I costruttori costruiscono gli edifici +2% più velocemente per ogni Ministro vicino.
ja: 大臣ユニットが近くにいる場合、建設者の建設速度+2%
ku: Avaker ji bo her wezîrê nêzîk avahiyan +2% zûtir ava dikin.
nl: Werkers bouwen +2% sneller voor iedere Kamerheer in de buurt.
pl: Budowniczowie +2% do prędkości budowy za każdego pobliskiego ministra.
pt_br: Construtores constroem edifícios +2% mais rápido para cada Ministro próximo.
pt_pt: Construtores constroem edifícios +2% mais rápido por cada ministro nas proximidades.
ro: Constructorii construiesc clădiri cu +2% mai repede pentru fiecare preot din apropiere.
ru: Строители строят здания на +2% быстрее за каждого ближайшего министра.
sk: Stavitelia pracujú o +2% rýchlejšie za každého ministra v blízkosti.
sr: Градитељи граде грађевине +2% брже за сваког оближњег Министра.
sv: Byggare bygger byggnader +2% snabbare för varje närliggande präst.
tr: İnşaatçılar yakındaki her bakan ile +2% daha hızlı binalar inşa ederler.
uk: Будівельники конструюють споруди на 2% швидше за кожного міністра поблизу.
zh: 位于长官附近的工人建造速度 +2% .
zh_tw: 附近每有一位官吏，建築工人建造建築的速度 +2%。

source: Excellency of Works
ast: Excellencia d’obrɐs públicɐs
ca: Excel·lència de les obres
cs: Excelence prací
de: Exzellenz der Werke
es: Excelencia en el trabajo
fa: آثار عالی
fi: Teosten erinomaisuus
fr: L’Excellence des Travaux
gl: Excelencia de Obras
hu: A munkák kiválósága
id: Keunggulan Kinerja
it: Eccellenza dei Lavori
ja: 能工巧匠
ku: Gelekbaşî ya Kara
nl: Uitmuntende werken
pl: Nadzorca Prac
pt_br: Excelência dos Trabalhos
pt_pt: Excelência dos trabalhos
ru: Превосходная работа
sk: Excelencia prác
sr: Преузвишени Радови.
sv: Verkens excellens
tr: İşlerin Mükemmeliği Bakanı
uk: Відмінність робіт
zh: 能工巧匠
zh_tw: 司空

source: Decrease resource costs and research time of technologies in a building by 2% for each Minister garrisoned within.
ast: aminorgar n un 2% los costos in recursos & tiempu de disinvolvemiento de lɐs téchnicɐs d’un edificio per cada Ministru abelhogadu n elli.
cs: Snižte cenu a délku výzkumu technologií v budovách o 2% za každého ministra uvnitř budovy.
de: Verringere die Rohstoffkosten und Forschungszeit von Technologien in einem Gebäude um 2 % pro einquartiertem Minister.
es: Disminuye el coste de recursos y el tiempo de investigación de tecnologías de cada edificio un 2% por cada ministro guarnecido dentro.
fi: Vähentää rakennuksessa olevien teknologioiden resurssikustannuksia ja tutkimusaikaa 2 % kutakin rakennukseen sijoitettua virkamiestä kohden.
fr: Diminue le besoin en ressources et le temps de recherche des technologies dans un bâtiment de 2 % pour chaque ministre stationné dans ce bâtiment.
gl: Reducir os custos dos recursos e o tempo de investigación das tecnoloxías nun edificio nun 2% por cada ministro que se atopa dentro.
hu: A nyersanyag költségei valamint a fejlesztések kutatási ideje csökken egy épületben 2%-kal minden egyes helyőrségben lévő miniszter esetében.
id: Mengurangi biaya sumberdaya dan waktu penelitian teknologi di bangunan sebanyak 2% untuk setiap Menteri yang menempatinya.
it: Riduci i costi delle risorse e del tempo di ricerca delle tecnologie in un edificio del 2% per ogni Ministro presidiato all'interno.
ja: 大臣が駐留している建物の技術の資源コストと研究時間を2%減少
ku: Mesrefên çavkaniyê û dema lêkolînê ya teknolojiyên li avahiyek ji bo her wezîrek ku di hundurê de ye ji sedî 2 kêm bikin.
lb: Reduzéier Ressourcekäschten an Fuerschungsdauer zu 2% vun Technologien an engem Gebai wou en Minister aquartéiert ass.
nl: Onderzoek van technologieën kost 2% minder grondstoffen en onderzoekstijd per gehuisveste Kamerheer.
pl: Zmniejsz koszty zasobów i czas badania technologii w budynku o 2% za każdego Ministra obsadzonego w garnizonie.
pt_br: Diminua os custos de recursos e o tempo de pesquisa de tecnologias em um prédio em 2% para cada Ministro guarnecido dentro.
pt_pt: Diminui o custo de recursos e o tempo de pesquisa de tecnologias num edifício em 2% por cada ministro aquartelado no interior.
ru: а каждого министра, размещенного в здании стоимость и время исследования технологий уменьшается на 2%
sk: Zníž cenu zdrojov a čas skúmania technológií v budovách o 2% za každého ministra v jej posádke.
sr: Смањење трошкова ресурса и време истраживања технологија у грађевини од 2% за сваког утвђеног Рудара у грађевини.
sv: Minska resurskostnaderna och forskningstiden för teknologier i en byggnad med 2% för varje garisonerad präst.
tr: Binaya konuşlandırılmış her bakan için kaynak maliyetlerini ve teknoloji araştırma süresini %2 düşür.
uk: Зменшення ресурсних витрат та часу дослідження технологій у споруді на 2% за кожного міністра усередині в гарнізоні.
zh: 每驻守一位大臣，资源花费及科研时间 -2% .
zh_tw: 每駐守一名官吏，將建築物內的資源成本和科技研發時間降低 2%。

source: Nationalized Industries
ast: Industriɐs statizadɐs
ca: Indústries nacionalitzades
cs: Znárodněné průmysly
da: Nationaliseret Industrier
de: Nationalisierte Industrie
es: Industrias nacionalizadas
fa: صنایع ملی شده
fi: Kansallistettu teollisuus
fr: Industries nationalisées
gl: Industrias nacionalizadas
hu: Államosított iparágak
id: Industri Milik Negara
it: Industrie nazionalizzate
ja: 国有化産業
ku: Pîşesazîyên Netewîkirî
lb: Nationaliséiert Industrien
nl: Genationaliseerde industrieën
pl: Upaństwowiony przemysł
pt_br: Indústrias Nacionalizadas
pt_pt: Indústrias nacionalizadas
ro: Industrii Naționalizate
ru: Национальная промышленность
sk: Znárodnené odvetvia priemyslu
sr: Национализоване Индустрије
sv: Nationaliserade industrier
tr: Ulusallaştırılmış Endüstriler
uk: Націоналізована промисловість
zh: 官山海
zh_tw: 國有化產業

source: The Imperial Ministry gains a +0.1 wood, stone, metal trickle for each garrisoned minister.
ast: El Ministerio imperial vai ganhando n cibeira, piedra & metal a un rhythmu de +0.1 per cada ministru abelhogadu.
cs: Císařské ministerstvo získává +0,1 dřevěného, kamenného a kovového pomalého dodatečného přísunu za každého obsazeného ministra.
da: Imperial Ministeriet tjener +0.1 Træ, Sten, Metal tilfalder alle garnisoneret garnisoneret ministre.
de: Das kaiserliche Ministerium gewährt einen stetigen Zufluss von +0,1 Holz, Stein und Metall pro einquartiertem Minister.
es: El ministerio imperial aumenta +0.1 la tasa de producción de madera, piedra y metal por cada ministro guarnecido.
fa: +0.1 چوب، سنگ و قطعه فلز برای هر وزیر مستقر در وزارت امپراطوری
fi: Keisarillinen virasto saa +0,1 puun, kiven ja metallin virtaa jokaista varuskunnassa olevaa virkamiestä kohden.
fr: Le ministère Impérial gagne un flux de +0.1 bois, pierre, métal pour chaque ministre stationné.
gl: O Ministerio Imperial gaña un fluxo de +0,1 de madeira, pedra e metal por cada ministro gornecido.
hu: +0,1 állandó bevétel fából, kőből és fémből a Birodalmi Minisztériumnak minden elhelyezett miniszter után
id: Menteri Kekaisaran mendapat +0.1 aliran kayu, batu, dan logam untuk setiap Menteri yang ditempatkan.
it: Il Ministero imperiale guadagna un +0,1 continuo di legname, pietra, metallo per ogni ministero presidiato.
ja: 駐留している大臣ユニット1人につき木・石・金属を0.1ずつ自動取得
ku: Wezareta Imperial ji bo her wezîrek garnîzonî +0.1 dar, kevir, metal distîne.
lb: Den imperialen Ministère gewënnt en Zoufloss vun +0.1 Holz, Steng, Metall fir all aquartéierten Minister.
nl: Het Keizerlijke ministerie ontvangt een constante +0.1 hout, steen en metaal per gehuisveste Kamerheer.
pl: Imperialne Ministerstwo otrzymuje +0,1 drewna, kamienia, metalu za każdego ministra w garnizonie.
pt_br: O Ministério Imperial ganha +0,1 de madeira, pedra e metal para cada ministro guarnecido.
pt_pt: O Ministério Imperial ganha +0,1 de madeira, pedra e metal por cada ministro aquartelado.
ru: Имперское министерство производит 0,1 к дерева, камня, металла за каждого министра, находящегося в гарнизоне.
sk: Cisárske ministerstvo poskytuje pravidelný prírastok +0.1 dreva, kameňa a kovu za každého ministra v jeho posádke.
sr: Царско министарство добија +0,1 дрвета, камена, метала за сваког утврђеног министра.
sv: Det kejserliga ministeriet får en +0,1 trä, sten, metall sippra för varje garnison med präst.
tr: İmparatorluk Bakanlığı her konuşlandırılmış bakan için fazladan +0.1 odun, taş ve metal elde eder.
uk: Імперське міністерство надає +0.1 надходження деревини, каменю, металу за кожного міністра в гарнізоні.
zh: 每驻守一名大臣，可得 0.1 的木材、石头和金属涓流。
zh_tw: 每位駐守官吏獲得 +0.1 木頭、石頭、金屬細流。

source: Minister over the Masses
ast: Ministru de lɐs massɐs
ca: Ministeri sobre les Masses
cs: Zmocněnec nad lidem
da: Minister over flertallet
de: Minister für die Massen
es: Ministro de las masas
fi: Massojen virkamies
fr: Ministre du peuple
gl: Ministro sobre as Masas.
hu: A tömegek feletti miniszter
id: Menteri Masyarakat
it: Ministro delle masse
ja: 大衆の大臣
ku: Wezîrê li ser Girseyên
lb: Massenministère
nl: Kamerheer kijkt toe
pl: Minister Pospólstwa
pt_br: Ministro sobre as Massas
pt_pt: Ministro sobre as massas
ru: Служитель над массами
sk: Minister nad masami
sr: Министар над Мисама
sv: Präst över mässor
tr: Kitlelerin Üsütünlüğü Bakanı
uk: Міністр над масами
zh: 万民之牧
zh_tw: 司徒

source: Gatherers +2% gathering rate for every nearby Minister.
ast: recaldadores • taxa de recaldu per cada Ministru próximu +2%.
ca: Recollidors +2% de taxa de recollida per a cada Ministre proper.
cs: Sběrači +2% rychlost shromažďování za každého blízkého ministra.
da: Samler +2% samler hastighed for i nærheden af minister.
de: Sammler +2 % Sammelrate für jeden Minister in der Nähe.
es: Recolectores (Velocidad de recolección: +2% por cada ministro cercano).
fi: Keräilijöille +2% keräysprosentti jokaista lähellä olevaa virkamiestä kohden.
fr: +2 % au taux de collecte des collectionneurs pour chaque ministre proche.
gl: Recolectores +2% taxa de recollida por cada Ministro cercano.
hu: Gyűjtők +2% gyűjtési sebesség bónuszt kapnak minden közeli miniszter után.
id: Pengumpul +2% laju pengumpulan untuk setiap Menteri di sekitar.
it: +2% tasso di raccolta per i raccoglitori per ogni Ministro vicino.
ja: 近くの大臣ユニット1人につき採集者の収集率+2%
ku: Komkar +2% rêjeya kombûnê ji bo her wezîrê nêzîk.
lb: Sammler +2% Sammeltaux fir all Minister am Ëmkrees.
nl: Werkers +2% verzamelsnelheid voor iedere Kamerheer in de buurt.
pl: Zbieracze +2% tempa zbierania za każdego pobliskiego Ministra.
pt_br: Coletores +2% de taxa de coleta para cada Ministro próximo.
pt_pt: Recoletores +2% velocidade de recolha por cada ministro nas proximidades.
ru: Собиратели работают на 2% быстрее за каждого Министра поблизости.
sk: Zberači +2% rýchlosť zberu za každého ministra v blízkosti.
sr: Сакупљачи +2% стопа сакупљања за сваког Министра у близини.
sv: Samlare +2% insamlingsfrekvens för varje närliggande präst.
tr: Toplayıcılar yakındaki her bakan ile +2% daha hızlı toplama oranı.
uk: Збирачі мають +2% збиральницького темпу за кожного міністра поблизу.
zh: 大臣附近的采集者效率 +2% .
zh_tw: 附近每位官吏的採集者 +2% 採集速率。

source: Father of Medicine
ca: Pare de la Medicina
cs: Otec medicíny
fi: Lääketieteen Isä
gl: Pai da Medicina
hu: Az orvostudomány atyja
hy: Բժշկության նախահայր
id: Bapak Kedokteran
lb: Papp vun der Medezin
pl: Ojciec medycyny
pt_pt: Pai da Medicina
sk: Otec medicíny
tr: Tıbbın Babası

source: Humans +0.5 health regeneration rate.
cs: Lidé získají +0.5 k obnovení zdraví.
fa: میزان بازسازی سلامت انسان +0.5.
fi: Ihmisten terveyden palautumisnopeus +0,5.
gl: Humáns +0,5 taxa de rexeneración de saúde.
hu: Az emberek +0,5 életerő regenerációs rátában részesülnek.
id: Manusia +0.5 laju pemulihan nyawa.
lb: Mënschen +0.5 Gesondheetserhuelungstaux.
pl: Ludzie otrzymują +0.5 do regeneracji zdrowia.
pt_pt: Humanos +0,5 velocidade de regeneração de vida.
sk: Ľudia +0.5 rýchlosť regenerácie zdravia.
sv: Människor +0.5 läktid.
tr: İnsanlara +0.5 sağlık yenileme oranı.
zh: 有生单位生命回复速率 +0.5 .

source: Hippocratic Oath
ar: قسم أبقراط الطبي
ast: Juramento hippocrático
bg: Хипократова клетва
ca: Jurament hipocràtic
cs: Hippokratova přísaha
da: Hippokratiske Lægeed
fa: سوگندنامه بقراط
fi: Hippokrateen vala
gl: Xuramento hipocrático
hu: Hippokratészi eskü
hy: Հիպոկրատի երդում
id: Sumpah Hippokrates
ja: ヒポクラテスの誓い
lb: Eed vum Hippokrates
pl: Przysięga Hipokratesa
pt_pt: Juramento de Hipócrates
sk: Hippokratova prísaha
sr: Хипократова заклетва
sv: Hippokratiska eden
tr: Hipokrat Yemini
uk: Клятва Гіппократа

source: Own and Allied Healers +1 healing effect.
cs: Vlastní a spojenečtí léčitelé +1 léčebný efekt.
fi: Omat ja liittolaisten parantajat saavat +1 parantamistehoa.
gl: Curandeiros propios e aliados +1 efecto curativo.
id: Penyembuh Sendiri dan Sekutu +1 efek penyembuhan.
lb: Eegen an alliéiert Heeler +1 Heeleffekt.
pl: Własni i sprzymierzeni Uzdrowiciele +1 efekt leczenia.
pt_pt: Curandeiros (incluindo dos aliados) +1 efeito de cura.
sk: Vlastní a spojeneckí liečitelia +1 účinnosti uzdravovania.
tr: Kendi ve Müttefik Şifacılar +1 iyileştirme etkisi.

source: Formation Reforms
af: Formasie Hervormings
ar: تنظيم التّشكيلة
ast: Iguɐs tácticɐs
bg: Реформи във формациите
bn: সৈন্যসজ্জা সংস্কার
br: Adaozadurioù ar Stummidigezh
ca: Reformes de formació
cs: Reformy uskupení
da: Formationsreformer
de: Formationsreformen
el: Μεταρρυθμίσεις Σχηματισμών
es: Reformas de formación
es_ar: Reformas de la formación
eu: Formazio berrikuntzak
fa: اصلاحات آرایش جنگی
fi: Muodostelmauudistukset
fr: Réformes des formations
ga: Leasú Eagair
gd: Ath-leasachaidhean air na cumaidhean
gl: Reformas de formacións
he: רפורמות גיבוש
hi: सैन्य रचना सुधार
hr: Formacijske Reforme
hu: Alakzat reformok
hy: Շարային բարեփոխումներ
id: Reformasi Formasi
it: Riforme sulla Formazione
ja: 陣形改革
ko: 진형 개편
ku: Reformên Damezrandinê
lv: Struktūru reformas
ms: Reformasi Formasi
nb: Formasjonsreformer
nl: Formatiehervormingen
pl: Reformy Formacji
pt_br: Reformas em Formações
pt_pt: Reformas de formação
ro: Reformarea Formațiilor
ru: Реформы боевых порядков
sk: Vylepšenia formácie
sr: реформе формација
sv: Formationsreformer
te: సంస్కరణల ఏర్పాటు
tr: Formasyon Reformları
uk: Реформа бойового порядку
ur: تشکیل اصلاحات
zh: 编队改革
zh_tw: 陣形改革

source: Soldiers +2 crush, hack, pierce resistance.
cs: Vojáci +2 k obraně proti drtivým, sečným a bodným útokům.
fa: +2 مقاومت خردکردن، برش و حفر کردن سربازان
gl: Soldados +2 de resistencia a esmagamento, corte e perforación.
hu: A katonák +2 zúzás, vágás, szúrás ellenállásban részesülnek.
id: Tentara +2 perlawanan kehancuran, terjangan, tusukan.
lb: Zaldoten +2 Schmetter-, Hack-, Stiechresistenz.
pl: Wojownicy +2 do obrony przed obrażeniami obuchowymi, kłutymi i siecznymi.
pt_pt: Soldados +2 resistência ao esmagamento, corte e perfuração.
sk: Vojaci +2 drvivej, sečnej a bodnej odolnosti.
sv: Soldater +2 kross, hack, stick motstånd.
tr: Askerler +2 ezme, kesme ve delme direnci.

source: Peltast Reforms
af: Peltast Hervormings
ar: إعادة تشكيل البلتست
ast: Iphicrátides
bg: Пелтаски реформи
bn: বল্লমধারী সৈনিকদের সংস্কার
br: Adaozadurioù Peltast
ca: Reformes dels peltastes
cs: Reformy peltastů
da: Peltastreformer
de: Peltastenreformen
el: Μεταρρυθμίσεις πελταστών
es: Reformas peltásticas
es_ar: Reformas peltásticas
eu: Peltasta berrikuntzak
fa: اصلاحات پلتاست
fi: Kevyen jalkaväenuudistukset
fr: Réformes des peltastes
ga: Leasuithe Ghaithleannaigh
gd: Ath-leasachaidhean air a’ phealtast
gl: Reformas dos peltastas
he: רפורמות פלטסט
hi: पेल्टस्ट सुधार
hr: Peltastske Reforme
hu: Peltasztész reformok
hy: Պելտաստների բարեփոխումներ
id: Reformasi Peltastes
it: Riforme dei Peltasti
ja: 投槍兵改革
ko: 투창 병사 개편
ku: Reformên Peltast
lv: Peltasta reformas
ms: Reformasi Peltast
nb: Peltast-reformer
nl: Speerwerpershervormingen
pl: Reformy Peltastów
pt_br: Reformas na Infantaria Leve
pt_pt: Reformas de Peltasta
ro: Reforme Prăștieri
ru: Реформирование пельтастов
sk: Vylepšenia peltastov
sr: реформе пелтаста
sv: Peltast Reformer
te: పెల్తాస్ట్ సంస్కరణలు
tr: Peltast Reformları
uk: Реформи пельтаста
ur: پیلٹاسٹ ریفارمز
zh: 轻盾改革
zh_tw: 輕盾兵改革

source: Infantry Javelineers +15% movement speed.
ast: llanciadores a piei • velocidá de movemiento +15.
bg: Пехотни копихвъргачи: +15% скорост на придвижване.
ca: +15% a la velocitat de moviment de la infanteria amb javelina.
cs: Pěší oštěpáři získají +15 % k rychlosti pohybu.
da: Infanteri Spydkastere +15% bevægelseshastighed.
de: Infanteriewurfspeerwerfer +15 % Bewegungsgeschwindigkeit.
es: Soldados de infantería con jabalina (Velocidad de movimiento: +15%).
fa: +15% سرعت حرکت نیزه داران پیاده نظام
fi: Jalkaväen keihäänheittäjille +15 % liikkumisnopeus.
fr: +15% de vitesse de déplacement pour l'infanterie de javeliniers
gl: +15% velocidade de movemento de infantería de lanceiros.
hi: भालाफेंक पैदल सेना की चलने की गति +१५%
hu: +15% mozgási sebesség a gyalogos gerelyeseknek
hy: +15% տեգավոր հետևակի արագությանը։
id: Infanteri Pelembing +15% laju gerak.
it: Fanteria Giavellottieri +15% di velocità di movimento.
ja: 投槍兵の移動速度+15%
ku: Peyayên Tîrvan +15% leza tevgerê.
lb: Infanteriespeerwerfer +15% Beweegungsgeschwindegkeet.
nl: Infanterie speerwerpers +15% snelheid.
pl: Pieszy oszczepnicy +15% szybkości poruszania
pt_br: Infantaria de Escaramuçadores têm +15% de velocidade de movimento.
pt_pt: Lanceiros de infantaria +15% velocidade de movimento.
ro: Infanterie Javelineers +15% viteză de mișcare.
ru: Пешие дротометатели перемещаются на 15% быстрее.
sk: Pechotní vrhači oštepov +15% rýchlosti pohybu.
sr: Пешадијски бацачи копља +15% брзина кретања.
sv: Infanterispjutmän +15% hastighet.
tr: Ciritçi Piyadeler +15% hareket hızı.
uk: Піхотні метальники списа мають +15% швидкості руху.
ur: انفنٹری جیلینرز +15 نقل و حرکت کی رفتار
zh: 标枪兵移动速度 +15% .
zh_tw: 標槍步兵 +15% 移動速度。

source: Periclean Defensive Strategy
ast: Strategia de defensa de Pericles
ca: Estratègia Defensiva Pericleana
cs: Periklejská obranná strategie
fa: استراتژی دفاعی پریکلین
fi: Perikleen puolustusstrategia
gl: Estratexia defensiva periclesa.
hu: Periklészi védelmi stratégia
id: Strategi Pertahanan Periclean
pl: Peryklejska Strategia Obronna
pt_pt: Estratégia defensiva de Péricles
sk: Periklejská obranná stratégia
tr: Perikles Savunma Stratejisi
zh: 伯里克利防御之道
