Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The Ptolemaic dynasty in Egypt built the magnificent Lighthouse of Alexandria near the harbor mouth of that Nile Delta city. This structure could be seen for many kilometers out to sea and was one of the Seven Wonders of the World.
ast: La dinastía tolemaica d'Exiptu construyó'l Faru d'Alexandría cerca de la boca del puertu d'esa ciudá del delta del Nilu. Esta estructura podía vese munchos quilómetros mar adientro y foi ún de les Siete Maraviyes del Mundu.
bg: Династията на Птолемеите в Египет построила величествения Александрийски фар близо до входа на пристанището на този град в делтата на Нил. Постройката била видима от много километри навътре в морето и била едно от седемте чудеса на света.
br: An tierniezh bPtolemek he doa savet an tour-tan kaer eus Aleksandria en Ejipt e-kichen porzh-mor ar gêr-se e Delta an Nil. Ar framm-mañ a c'helle bezañ gwelet eus meur a gilometr war vor hag e oa unan eus Seizh Marzenn ar Bed.
ca: La dinastia ptolemaica d'Egipte va construir el magnífic Far d'Alexandria prop de la bocana del port d'aquesta ciutat del delta del Nil. Aquesta estructura es veia des de molts quilòmetres a alta mar i era una de les Set Meravelles del Món.
cs: Ptolemaiovská dynastie v Egyptě postavila velkolepý Alexandrijský maják blízko hrdla přístavu města v deltě Nilu. Tuto stavbu bylo možno z moře vidět na kilometry daleko a stala se i jedním ze sedmi divů světa.
de: Die Ptolemäische Dynastie in Ägypten baute den prächtigen Leuchtturm von Alexandria nahe der Einfahrt zum Hafen dieser Stadt am Nildelta. Dieses Bauwerk konnte über viele Kilometer auf dem Meer gesehen werden und war eines der Sieben Weltwunder.
el: Η δυναστεία των Πτολεμαίων στην Αίγυπτο οικοδόμησε τον υπέροχο Φάρος της Αλεξάνδρειας κοντά στην είσοδο του λιμανιού της πόλης του Δέλτα του Νείλου. Η κατασκευή αυτή ήταν ορατή από πολλά χιλιόμετρα στη θάλασσα και ήταν ένα από τα Επτά Θαύματα του Κόσμου.
es_ar: La dinastía ptolemaica en Egipto construyó el magnífico Faro de Alejandría cerca de la boca del puerto de la ciudad del Delta del Nilo. Se podía ver esta estructura desde muchos kilómetros de distancia desde el mar, y era una de las Siete Maravillas del Mundo.
eu: Ptolemaikar dinastiak eraiki zuen Alexandriako Itsasargi maiestatetsua hiri honetako kaiaren sarreran Niloren Deltan. Egitura itsaso barruko zenbat kilometroetara ikus zitekeen, eta Munduko Zazpi Mirarien arteko bat izan zen.
fa: سلسله بطلمیوسی در مصر فانوس دریای مشهور و کم نظیر اسکندریه را در نزدیکی بندر و در دهانه آبرفت نیل ساختند. این سازه کیلومترها خارج از دریا نیز قابل مشاهده بود و یکی از عجایب هفتگانه دنیا محسوب می شود.
ga: Thóg ríora na Tolomaesí Éigipteacha an Teach Solais sa Chathair Alastair, in aice le hinbhear an chuain ar an nDeilt Níleach. Ba sofheicthe é an foirgneamh seo ó ciliméadar ar súil amach sa mhuir. Ba é aon do Sheacht nIontas an Domhain.
hu: A Ptolemaiosz-dinasztia Egyiptomban építette a káprázatos alexandriai világítótornyot a kikötő környékén, a Nílus-delta szájánál található városban. Az épületet sok kilométerre lehetett látni a tengerről, és a világ hét csodájának egyike volt.
hy: Եգիպտոսի Պտղոմեոսյան դինաստիան Նեղոսի դելտայի քաղաքի ծովածոցի մուտքի մոտ կառուցեց Ալեքսանդրիայի հոյակապ փարոսը։ Այս կառույցը տեսանելի էր ծովից՝ գտնվելով շատ կիլոմետրեր հեռու և աշխարհի յոթ հրաշալիքներից մեկն էր։
it: La dinastia Tolemaica in Egitto costruì il magnifico faro di Alessandria all'ingresso del porto dell'omonima città del Delta del Nilo. Tale struttura era visibile per molti chilometri sul mare ed era una delle Sette Meraviglie del Mondo.
ja: エジプトのプトレマイオス王朝は壮大なアレキサンドリア灯台をそのナイル三角州の都市の港の入口そばに建設しました。この灯台は海上の何キロも沖から見え、また世界の七不思議の一つでした。
ko: 이집트의 프톨레마이오스 왕조는 나일강 삼각주 도시의 항구 입구 근처에있는 알렉산드리아의 아름다운 등대를 지었습니다. 이 등대는 바다에서 수 킬로미터 떨어진 곳에서 볼 수 있으며 세계 7 대 불가사의 중 하나였습니다.
nb: Ptolemeerdynastiet i Egypt bygde det storslåtte Fyrtårnet på Faros, nær havnens utmunning av nildelta-byen. Dette byggverket kunne sees på flere kilometers hold ute på sjøen og var en av verdens syv underverker.
pl: Dynastie Ptolemeuszy w Egipcie zapoczątkowała wspaniały Latarnia morska na Faros w pobliżu wejścia do portu delty Nilu tego miasta. Struktura ta może być postrzegana z wielu kilometrów na morzu i była jedną z Siedmiu Cudów Świata.
pt_br: A dinastia Ptolemaica no Egito construiu o magnífico Farol de Alexandria perto do porto da cidade na desembocadura do Delta do Nilo. Essa estrutura podia ser vista a muitos quilômetros de distância e era uma das sete maravilhas do mundo antigo.
ru: Во времена династии Птолемеев в Египте был построен великолепный Александрийский маяк рядом со входом в бухту города в дельте Нила. Это строение можно было видеть за многие километры. Оно являлось одним из семи чудес света.
sk: Ptolemaiovská dynastia v Egypte postavila veľkolepý Alexandrijský maják blízko hrdla prístavu mesta v delte Nílu. Túto stavbu bolo možné z mora vidieť na kilometre ďaleko a stala sa aj jedným zo siedmich divov sveta.
sv: Den ptolemaiska dynastin i Egypten byggde den magnifika fyren Alexandria nära hamnen i den Nile Delta-staden. Denna struktur kunde ses för många kilometer ut till havet och var en av världens sju underverk.
tr: Mısır'daki Ptolemaik hanedanı İskenderiye'nin muhteşem Fenerini bu Nil Deltası şehrinin liman ağzının yakınında inşa etti. Bu yapı, denize çok uzakta görülebilir ve Dünyanın Yedi Harikasından biri olmuştur.
uk: За часів династії Птолемеїв в Єгипті був побудований чудовий Олександрійський маяк поруч зі входом в бухту міста в дельті Нілу. Цю будівлю можна було бачити за багато кілометрів. Воно була одним із семи чудес світу.
zh: 托勒密王朝在埃及的亚历山大港口建造了宏伟的灯塔，为古代世界七大奇迹之一。
zh_tw: 在埃及的托勒密王朝建造的雄偉的亞歷山大燈塔，靠近尼羅河城市的港口。這個建築物可以在海上的數公里之外就被看見，並曾是世界七大奇景之一。

source: The Ptolemaic dynasty was a Macedonian Greek royal family which ruled the Ptolemaic Empire in Egypt during the Hellenistic period. Their rule lasted for 275 years, from 305 BC to 30 BC. They were the last dynasty of ancient Egypt.
ast: La dinastía tolemaica foi una familia real griega-macedonia que gobernó l'Imperiu tolemaica d'Exiptu demientres el periodu helenísticu. El so gobiernu duró 275 años, de 305 a.C. fasta 30 a.C. Foron la cabera dinastía del Antiguu Exiptu.
bg: Династията на Птолемеите била македонско-гръцки царски род, който управлявал Птолемейската империя в Египет по време на елинския период. Управлението им продължило 275 години — от 305г. пр.н.е. до 30г. пр.н.е. Те били последната династия на древен Египет.
br: An dierniezh bPtolemek a oa ur familh roueel Makedonian Gresian a renas an Impalaeriezh bPtolemek en Ejipt e-pad ar prantad Hellenek. Padout a reas o ren 275 vloaz, adalek 305 kent J.-K. betek 30 a-raok J.-K. An dierniezh ziwezhañ e oant bet en Hen-Ejipt.
ca: La dinastia ptolemaica era una família reial macedònia que va regnar a l'Imperi Ptolemaic a Egipte durant el període hel·lenístic. El seu regnat va durar 275 anys, des del 305 aC fins al 30 aC. Van ser l'última dinastia de l'antic Egipte.
cs: Dynastie Ptolemaiovců byla makedonsko-řeckou královskou rodinou vládnoucí Ptolemaiovské říši v Egyptě během helénského období. Jejich vláda trvala 275 roků, od 305 před Kristem po 30 před Kristem. Byli poslední dynastií starověkého Egypta.
de: Die ptolemäische Dynastie war eine mazedonisch-griechische Königsfamilie, die das ptolemäische Reich in Ägypten während der hellenistischen Epoche regierte. Ihre Herrschaft überdauerte 275 Jahre, von 305 v. Chr. bis 30 v. Chr. Sie waren die letzte Dynastie des Alten Ägyptens.
el: Η δυναστεία των Πτολεμαίων ήταν μια Μακεδόνική Ελληνική βασιλική οικογένεια που κυβέρνησε την αυτοκρατορία των Πτολεμαίων στην Αίγυπτο κατά την Ελληνιστική περίοδο. Η εξουσία τους κράτησε για 275 χρόνια, από το 305 π.Χ. έως το 30 π.Χ.. Ήταν η τελευταία δυναστεία της αρχαίας Αιγύπτου.
es_ar: La dinastía ptolemaica era la familia real macedónica griega que gobernó el imperio Ptolomeo en Egipto durante el período helenístico. Estuvieron 275 años en el gobierno, desde 305 a.C hasta el 30 a.C. Fueron la última dinastía del antiguo Egipto.
eu: Ptolemaikar dinastia Heleniarren Garaian Egiptoko Ptolemaikar inperioa gobernatu zuen Greziako Mazedoniako errege familia izan zen. Bere gobernuak 275 urte iraun zuen, K.a. 305etik 30era. Egiptoko azken dinastia izan zen.
fa: سلسله بطلمیوسی ها یک خانواده سلطنتی مقدونی بودند که بر امپراتوری بطلمیوسی و مصر در دوران یونانی گرایی حکمرانی می کردند. حکومت آنها بیش از 275 سال، از 305 ق.م تا 30 ق.م بطول انجامید. آنها اخرین سلسله مصر باستان محسوب می شوند.
ga: Ba ríora Gréig-Mhacadónach iad na Tolomaesí cé a bhí ina rialtóirí ar an Impireacht Tolomasach san Éigipt i rith an ré Helléineach. Mhair a riail le 275 bhliana, ó 305 RC go 30 RC. Bhí siad an ríora déireanach san Éigipt ársa.
hu: A Ptolemaiosz-dinasztia egy makedón-görög királyi család volt, amely a ptolemaioszi birodalmat uralta Egyiptomba a hellenisztikus korszakban. Az uralmuk 275 évig tartott, i. e. 305-től i. e. 30-ig. Ők voltak az ókori Egyiptom utolsó dinasztiája.
hy: Պտղոմեոսյան դինաստիան հույն-մակեդոնական արքայական ընտանիք էր, որն իշխել է Եգիպտոսի Պտղոմեոսյան կայսրությունը հելլենիստական ժամանակաշրջանում։ Նրանց իշխանությունը տևեց 275 տարի՝ մ․թ․ա․ 305-30թթ․։ Նրանք Հին Եգիպտոսի վերջին դինաստիան էին։
it: La dinastia Tolemaica era una casata reale greco-macedone che governò l'Impero Tolemaico in Egitto durante il periodo Ellenistico. Il loro dominio durò per 275 anni, dal 305 a.C. al 30 a.C. Furono l'ultima dinastia dell'antico Egitto.
ja: プトレマイオス朝はマケドニア・ギリシア人の王朝でヘレニズム時代にエジプトのプトレマイオス朝帝国を支配しました。彼らの支配は紀元前305年から紀元前30年の275年に及びました。彼らは古代エジプト最後の王朝でした。
ko: 프톨레마이오스 왕조는 헬레니즘 시대에 이집트에서 프톨레마이오스 제국을 통치한 마케도니아 그리스 왕실이었습니다. 그들의 통치는 기원전 305년에서 기원전 30년까지 275년간 지속되었습니다. 그들은 고대 이집트의 마지막 왕조였습니다.
nb: Ptolemeerdynastiet var en Makedonsk-Gresk kongefamilie som styrte over Ptolemeer-imperiet i Egypt i den Hellenistiske perioden. Deres styre varte i 275 år, fra 305 f.kr. til 30 f.kr. De var det siste dynastiet i oldtidens Egypt.
pl: Dynastia Ptolemeuszy była Macedońsko-Grecką rodziną królewską, która panowała w imperium Ptolemejskim w Egipcie w okresie hellenistycznym. Ich rządy trwały 275 lat, od 305 pne do 30 pne. Były to ostatnia dynastia starożytnego Egiptu.
pt_br: A dinastia Ptolemaica era uma família real Grega Macedônica que governou o Império Ptolemaico no Egito durante o período Helenístico. Seu governo durou por 275 anos, de 305 A.C. a 30 A.C. Ela foi a última dinastia do Egito antigo.
ru: Птолемейская династия правителей Египта в IV—I веках до н. э. — в эпоху эллинизма. Основана диадохом Александра Македонского Птолемеем I. Их власть длилась 275 лет с 305 до 30 годов до н.э. Последняя династия Древнего Египта.
sk: Dynastia Ptolemaiovcov bola macedónsko-gréckou kráľovskou rodinou vládnucou Ptolemaiovskej ríši v Egypte počas helénskeho obdobia. Ich vláda trvala 275 rokov, od 305 pred Kristom po 30 pred Kristom. Boli poslednou dynastiou starovekého Egypta.
sv: Den ptolemaiska dynastin var en makedonisk grekisk kunglig familj som styrde det ptolemaiska riket i Egypten under den hellenistiska perioden. Deras regel varade i 275 år, från 305 f.Kr. till 30 f.Kr. De var den sista dynastin i det antika Egypten.
tr: Ptolema hanedanı, Haçlılık döneminde Ptolema İmparatorluğunu Mısır'da yöneten Makedon bir Yunan kraliyet ailesi idi. Onların yönetimi M.Ö. 305'den M.Ö. 30'a kadar 275 yıl sürdü. Onlar eski Mısır'ın son hanedanıymış.
uk: Птолемеївська династія була греко-македонська королівська сім'я, яка правила Птолемеївською імперією в Єгипті в епоху еллінізму. Їхня влада тривала 275 років з 305 до 30 років до н. е. Остання династія Стародавнього Єгипту.
zh: 托勒密王朝曾是在希腊化时期，统治在埃及的托勒密帝国的马其顿希腊贵族家族。他们的统治持续了275 年，从公元前305 年到公元前35 年。他们是古埃及的最后一个王朝。
zh_tw: 托勒密王朝曾是在希臘化時期，統治在埃及的托勒密帝國的馬其頓希臘貴族家族。他們的統治持續了275年，從西元前305年到西元前35年。他們是古埃及的最後一個王朝。

source: Romans
ast: Romanos
bg: Римляни
br: Romaned
cs: Římané
de: Römer
el: Ρωμαίοι
es_ar: Romanos
eu: Erromatarrak
fa: رومی‌ها
ga: Na Rómhánaigh
he: רומא
hu: Rómaiak
hy: Հռոմեացիներ
it: Romani
ja: ローマ
ko: 로마
nb: Romere
pl: Rzymianie
pt_br: Romanos
ru: Римляне
sk: Rimania
sv: Romare
tr: Romalılar
tt: Римлянлар
uk: Римляни
zh: 罗马
zh_tw: 羅馬人

source: Roman Legionaries can form a Testudo.
ast: Los llexonarios romanos son a formar en tortúa.
bg: Римските легионери могат да влизат във формация „костенурка“.
br: Al lejionourien Roman a c'hall mont da stumm Baot.
ca: Els Legionaris romans poden executar la formació Testudo.
cs: Římští legionáři mohou utvořit želvu (Testudo).
de: Römische Legionäre können eine Schildkrötenformation einnehmen.
el: Ρωμαίοι Λεγεωνάριοι μπορούν να μπορούν να σχηματίσουν ένα Τεστούντο.
es_ar: Los legionarios romanos pueden formar un Testudo.
eu: Erromatar Legionarioak dortoka formazioaz babes daitezke.
fa: لژیون های رومی قادر هستند تا آرایش نظامی تستودو به خود بگیرند.
ga: Is féidir le Léigiúnaigh Rómhánach an t-eagar 'Testudo' a dhéanamh.
he: הלגיונרים רומאים יכולים ליצור טסטודו
hu: A Római Légiók használhatják a Testudo alakzatot.
hy: "Կրիա" մարտակարգ կազմելու հնարավորություն հռոմեացի լեգեոներներին։
it: I Legionari Romani possono disporsi in una formazione a testuggine.
ja: ローマのレギオン兵はテストゥド陣形をとることができます。
ko: 로마 군대는 테스투도 진법을 짤 수 있습니다.
nb: Romerske legionærer kan lage formasjonen Testudo.
pl: Rzymscy legioniści mogą utworzyć formację Testudo (żółwia).
pt_br: Legionários romanos podem entrar em formação Tartaruga.
ru: Римские легионеры могут построиться черепахой
sk: Rímski legionári môžu zaujať formáciu Korytnačka.
sv: Romerska legionärer kan forma en Testudo.
tr: Romalı Lejyonerler bir Testudo oluşturabilir.
tt: Рим легион гаскәриләре ташбака хәрби тәртибендә төзелешә алалар.
uk: Римські легіонери можуть формувати "Черепаху"
zh: 罗马重步兵兵团可以形成一个龟甲形大盾
zh_tw: 羅馬重裝步兵兵團可以組成一個龜甲形的陣型。

source: Testudo Formation
ast: Formación en tortúa
bg: Формация „костенурка“
br: Stummadur Baot
ca: Formació Testudo
cs: Útvar želva
de: Schildkrötenformation
el: Σχηματισμός Τεστούντο (Χελώνας).
es_ar: Formación de Testudo
eu: Dortoka Formazioa
fa: آرایش نظامی تستودو
ga: Eagar Testudo
he: גיבוש טסטדו
hu: Testudo Alakzat
hy: "Կրիա" մարտակարգ
it: Formazione a testuggine
ja: テストゥド陣形
ko: 귀갑진형
nb: Testudo-formasjon
pl: Formacja testudo
pt_br: Formação Tartaruga
ru: Боевой порядок "черепаха"
sk: Formácia Korytnačka
tr: Kaplumbağa Düzeni
tt: Ташбака тәртибе
uk: Черепаха
zh: 龟甲形大盾阵型
zh_tw: 龜甲陣型

source: The Romans commonly used the Testudo or 'turtle' formation for defense: Legionaries were formed into hollow squares with twelve men on each side, standing so close together that their shields overlapped like fish scales.
ast: Los romanos emplegaron davezu la formación en «testudo» o tortúa pa proteición: Los llexonarios formaron cuadros güecos con dolce homes per cada llau, tan apertaos que los escudos se sobreponíen como escames de pexe.
bg: Римляните често използвали формацията „костенурка“ за защита: легионерите се подреждали в кухи квадрати с по дванадесет човека на всяка страна, заставайки толкова близо, че щитовете им се припокривали като рибешки люспи.
br: Peurliesañ e veze implijet an Testudo pe stumm 'baot' gant ar Romaned evit en em zifenn: Al lejionourien a veze stummet e karrezioù goullo gant daouzek den a bep tu en ur vezañ ken tost an eil ouzh egile m'en em varc'he o skoedoù evel skantoù pesk.
ca: Els romans solien utilitzar la formació Testudo o "tortuga" per a la defensa: els legionaris formaven en quadrats buits per dins amb dotze homes a cada costat, tan junts que els seus escuts se solapaven com les escates d'un peix.
cs: Římané běžně používali při obraně testudo, neboli formaci 'želva': legionáři se seskupili do prázdného čtverce od dvanácti mužích na každé straně, semknutí tak, že se jejich štíty vzájemně překrývaly jako rybí šupiny.
de: Die Römer benutzten die Schildkrötenformation (auch Testudo) meistens zur Verteidigung: Legionäre formten hohle Quadrate mit zwölf Kämpfern auf jeder Seite, die so eng zusammen standen, dass sich ihre Schilde wie Fischschuppen überlappten.
el: Οι Ρωμαίοι συχνά χρησιμοποιούσαν το Τεστούντο ή το σχηματισμό «χελώνας» για την άμυνα: οι Λεγεωνάριοι σχημάτισαν κοίλο τετράγωνο με δώδεκα άνδρες σε κάθε πλευρά, στέκονταν τόσο κοντά μεταξύ τους που οι ασπίδες τους επικαλύπτονται σαν λέπια ψαριού.
es_ar: Los romanos usaban a menudo la formación de Testudo o "tortuga" para defensa: los legionarios se formaban en cuadrados huecos con doce hombres por lado, parados tan cerca que sus escudos se superponían como escamas de pescado.
eu: Erromatarrek ohikoa zuten Dortoka edo 'turtle' formazioa babesteko: Legionarioek lauki zuzena egiten zuten aldamen bakoitzean hamabi gizonez, bata bestetik nahikoa estu jarriz ezkutuak arrain ezkatak moduan elkartzeko.
fa: رومی ها عموما از آرایش نظامی تستودو یا لاکپشتی برای حالت دفاعی استفاده می کردند، بدین شکل که یک لژیون رومی بصورت متمرکز در کنار هم حالت دفاعی می گرفتند و در هر جهت دوازده سرباز به هم چسبیده در حالی که سپرهای آنها به هم لب به لب بود قرار می گرفتند و کل افراد هم از کنار و هم از بالا با سپر از همدیگر محافظت می کردند.
ga: D'úsáid na Rómhánaigh an t-eagar 'Testudo' nó 'turtair' chun chosaint: rinneadh na Léigiúnaigh i gcearnóga tolla le dhá fhear dhéag ar gach taobh, ag seasamh chomh gar lene chéile go raibh a sciatha ina bforluí mar ghainní éisc.
he: בצבא הרומאי היה נפוץ הטסטדו או היווצרות 'צב' להגנה: הלגיונרים יצרו ריבועים חלולים עם עשרה גברים בכל צד, שעמד כל כך קרוב זה לזה שהמגינים שלהם חפפו כמו קשקשי דגים.
hu: A rómaiak általában a Testudo vagy „teknős” alakzatot használták védekezésre: a legionáriusok üreges négyzeteket alkottak 12 emberrel mindkét oldalon, olyan közel állva egymáshoz hogy a pajzsaik átfedték egymást, mint a halak pikkelyei.
hy: Հռոմեացիները սովորաբար օգտագործում էին տեստուդոն կամ 'կրիա' մարտակարգը պաշտպանության համար․ լեգեոներները կազմում էին դատարկ քառակուսիներ, յուրաքանչյուր կողմում՝ 12 մարդ, կանգնելով միմյանց այնքան մոտ, որ նրանց վահանները ծածկում էին միմյանց ձկան թեփուկների նման։
it: I romani erano soliti utilizzare la Testudo o formazione 'a tartaruga' per la difesa: i legionari si disponevano in quadrati con dodici uomini per lato, i quali stavano in piedi molto vicini gli uni agli altri, così da sovrapporre i loro scudi come le scaglie di pesce.
ja: ローマは一般的にテストゥドすなわち「亀」陣形を防御に用いました。レギオン兵は1辺12名の中空の方形を形成し、互いに密集して、魚の鱗のように盾を重ねました。
ko: 로마인들은 보통 방어를 위해 테스투도 또는 '거북이' 진법을 사용했습니다. 로마군단은 각면에 12 명의 사람이 텅 빈 사각형으로 짜지며, 나란히 서서 방패를 물고기 비늘처럼 겹치게 합니다.
nb: Romerne brukte ofte Testudo eller skilpadde-formasjon som forsvar: Legionærene stillte opp i kvadrater med 12 menn på hver side, så tett at skjoldene overlappet hverandre som fiskeskjell langs alle kanter og tett som takstein over.
pl: Rzymianie zwykle używali formacji "żółwia" lub Testudo do obrony: Legioniści byli formowani w kwadraty z dwunastu mężczyzn z każdej strony, stojących tak blisko siebie, że tarcze ich składały się jak rybie łuski.
pt_br: Os romanos comumente usavam a formação Tartaruga ou 'Testudo' para defesa: Legionários eram agrupados em quadrados com doze homens em cada lado, ficando tão juntos que seus escudos se sobrepunham como escamas de peixes.
ru: Римляне обычно использовали "черепаху" для защиты: легионеры образовывали полые квадраты по двенадцать человек с каждой стороны, стоя так близко друг к другу, что их щиты накладывались, напоминая рыбью чешую.
sk: Rimania na obranu zvyčajne používali formáciu Testudo, inak zvanú aj "korytnačka": v nej boli legionári sformovaní do štvorcov (v ich vnútri nebol nik) po dvanásť mužov na každej strane, pričom stáli tak blízko pohromade, že sa ich štíty prekrývali ako rybie šupiny.
sv: Romarna använde vanligtvis Testudo eller "Turtle" -formationen för försvar: Legionärer bildades i ihåliga torg med tolv män på varje sida och stod så nära varandra att deras sköldar överlappade som fiskskalor.
tr: Romalılar yaygın olarak Testudo'yu ya da 'kaplumbağa' formasını savunma için kullandı: Lejyonerler, kalkanlarının balık terazileri gibi çakıştığına çok yakın birbirlerine ayakta duran, on iki adamla boşluklu meydanlara yerleştirildi.
tt: Рим гаскәриләре гадәттә "ташбака" хәрби тәртибен сакланыр өчен кулланганнар: легионерлар буш квадрат формасында, 12 кеше һәрбер яктан, шул хәтлек тыгыз итеп басканнар, хәтта калканлары бер-берсен балык тәңкәсе кебек каплаганнар.
uk: Римляни зазвичай використовували тестудо або "черепаху" для захисту: легіонери утворювали порожні квадрати по дванадцять чоловік з кожної сторони, стоячи так близько один до одного, що їхні щити накладалися, нагадуючи риб'ячу луску.
zh: 罗马人常用的防御阵型是龟形或'海龟'阵型：军团被排列成成中空的正方形，每边有十二个人，彼此紧密相连，他们的盾牌重叠像鱼鳞。
zh_tw: 羅馬人通常使用龜甲或「烏龜」陣型進行防禦：軍團會組成一個每邊十二人的中空正方形，彼此緊密相連，像是魚鱗。

source: Any Roman citizen-soldier fighting within Roman territory gains a non-permanent +10% bonus in armor.
ast: Cualquier ciudadanu-soldáu romanu que llucha en tierres romanes recibe una bonificación temporal d'un +10% pa l'armadura.
bg: Всеки римски гражданин-воѝни, сражаващ се на римска територия, получава временно +10% допълнителна броня.
br: An holl soudarded-keodedour Roman oc'h en em gannañ e-diabarzh un tiriad Roman a c'hounez ur bonus nann-peurbadel +10% a houarnwisk.
ca: Tots els soldats ciutadans romans guanyen una bonificació d'armadura del 10% mentre lluitin en territori romà.
cs: Každý římský občanský voják bojující na římském území získává dočasně výhodu +10 % ke zbroji.
de: Jeder römische Bürgersoldat, der auf römischem Territorium kämpft, erhält vorübergehend einen Bonus von +10% auf Rüstung.
el: Οποιοσδήποτε Ρωμαίος της πολιτοφυλακής πολεμά εντός Ρωμαΐκης επικράτειας, λαμβάνει προσωρινό bonus +10% στην πανοπλία.
es_ar: Cualquier ciudadano-soldado romano que lucha en territorio romano obtiene una bonificación temporal de +10% de armadura.
eu: Erromatarren lurretan borrokan dagoen edozein Erromatar hiritar-soldaduak aldi baterako armadurako % 10+ hobaria lortzen du.
fa: هر سرباز شهروند رومی که در شعاع قلمرو روم می جنگد +10% امتیاز زره بدست میاورد ولی اگر از شعاع قلمرو خارج شد این امتیاز برداشته می شود.
ga: Bónas neamhbhuan +10% armúr do gach míle-shaoránach Rómhánach atá ag troid sa chríocha Rómhánach.
he: כל לחימה אזרח חייל רומאי בתוך שטח רומי זוכה בבונוס של +10% שאינם קבוע בשריון.
hu: Minden római polgári katona, aki római területen belül harcol, ideiglenesen +10% bónusz páncélt kap.
hy: Հռոմեական տարածքում կռվող հռոմեական ցանկացած աշխարհազորային ստանում է +10% ոչ մշտական բոնուս զրահին։
it: Ciascun cittadino-soldato romano che combatte in territorio romano riceve un bonus temporaneo di armatura di +10%.
ja: ローマ領内で戦うローマ市民兵士は一時的に+10%の防御ボーナスを得ます。
ko: 로마 영토 내에서 싸우는 로마 시민 군인은 방어력이 영구적이지 않지만 +10% 보너스를 받습니다.
nb: Enhver romersk borger-soldat som kjemper innenfor romersk territorium vil få en midlertidig +10% bonus rustningsgrad.
pl: Każdy rzymski żołnierz miejski walczący na terytorium rzymskim uzyskuje tymczasowy bonus +10% pancerza.
pt_br: Qualquer cidadão-soldado romano lutando dentro do território romano ganha um bônus temporário de +10% à sua armadura.
ru: Любой римский горожанин-солдат, борющийся на римской территории, получает временный бонус к броне +10%
sk: Akýkoľvek rímsky občan-vojak bojujúci vo vnútri svojho vlastného územia získa dočasný +10% bonus k brneniu,
sv: Alla Romerska medborgarsoldater som strider inom Romerskt territorium får en icke-permanent rustningsbonus.
tr: Roma topraklarında savaşan herhangi bir Roma vatandaş-askeri zırhta değişken olarak %+10 ödül kazanır.
uk: Будь-який римський громадянин-солдат, який бореться на римській території, одержує тимчасовий бонус до броні +10%
zh: 在罗马境内作战的任何罗马公民兵，将临时性的获得额外+10％的防御加成。
zh_tw: 任何在羅馬境內作戰的羅馬公民兵可以獲得暫時性的 +10% 加值在裝甲上。
