Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: A map filled with impassable mountains and a great number of natural resources.
ast: Una geographía ḷḷena de montes intransitables & numerosos recursos naturales.
bg: Карта с непроходими планини и изобилие на природни ресурси.
br: Ur gartenn leuniet gant menezioù n'haller ket tremen drezo hag un niver bras a zanvezioù natur.
ca: Un mapa ple de muntanyes infranquejables i un gran nombre de recursos naturals.
cs: Mapa plná neprůhozích hor a kopců s obrovských množstvím přírodních zdrojů.
da: Et kort fyldt med ufremkommelige bjerge og et stort antal naturressourcer.
de: Eine Karte mit unwegsamen Bergen und eine große Anzahl von natürlichen Ressourcen.
el: Ένας χάρτης γεμάτος με αδιάβατα βουνά και ένα μεγάλο αριθμό φυσικών πόρων.
es: Un mapa de imponentes montañas y gran riqueza en recursos naturales.
eu: Mendi izugarri eta baliabidetan aberatsa den mapa bat.
fi: Kartta täynnä ylitsepääsemättömiä vuoria ja paljon luonnonvaroja.
fr: Une carte remplie d'infranchissables montagnes et d'un grand nombre de ressources naturelles.
ga: Léarscáil lán le sléibhte doshiúlta agus uimhir mhór acmhainní nádúrtha.
gd: Seo mapa làn bheanntan do-shiubhal agus torr stòrasan nàdarra.
hu: Egy térkép tele áthatolhatatlan hegyekkel és nagyszámú nyersanyagforrással.
id: Peta yang dipenuhi gunung-gunung yang tidak bisa dilewati dan jumlah sumber daya alam yang banyak.
it: Una mappa con montagne invalicabili e un gran numero di risorse naturali.
ja: 険しい山脈が占めるマップには豊かな資源が眠っています。
ko: 통과할 수 없는 산과 수많은 천연 자원으로 가득한 지도입니다.
ms: Peta mengandungi gunung-ganang yang sukar dilalui dan sejumlah besar sumber alam.
nb: Et kart fylt med ugjenomtrengelige fjellkjeder og et stort antall naturressurser.
nl: Een kaart gevuld met onbegaanbare bergen en een groot aantal natuurlijke grondstoffen.
pl: Mapa wypełniona nieprzekraczalnymi górami i wielką liczbą zasobów naturalnych.
pt_br: Um mapa repleto de montanhas intransponíveis e muitos recursos naturais.
pt_pt: Um mapa preenchido com montanhas intransponíveis e um grande número de recursos naturais.
ru: Местность, покрытая непроходимыми горами и богатая природными ресурсами.
sk: Mapa plná nepriechodných hôr a veľkého počtu prírodných zdrojov.
sr: Мапа са непроходним планинама препуна природних ресурса.
sv: En karta fylld med oframkomliga berg och ett stort antal resurser.
tr: Harita geçilmez dağlarla ve bir hayli sayıda doğal kaynaklarla dolu.
uk: Карта покрита непрохідними горами та багата на природні ресурси.
zh: 山脉众多，资源丰富。
zh_tw: 一張充滿無法越過的高山與大量天然資源的地圖。

source: Alpine Mountains (3)
ast: Montes alpinos (3)
bg: Алпийски планини (3)
br: Menez Alpinek (3)
ca: Els Alps (3)
cs: alpský hory (3)
da: Alperne (3)
de: Alpine Berge (3)
el: Αλπικά Βουνά (3)
es: Montañas alpinas (3)
eu: Alpeetako Mendiak (3)
fi: Alpit (3)
fr: Montagne alpine (3)
ga: Sléibhte Alpacha (3)
gd: Beanntan Alpach (3)
hu: Alpesi hegyek (3)
id: Pegunungan Alpen (3)
it: Alpi (3)
ja: アルプス山脈 (3)
ko: 알파인 산맥 (3)
ms: Pergunungan Alpine (3)
nb: Alpine fjell (3)
nl: Alpenbergen (3)
pl: Góry Alpejskie (3)
pt_br: Montanhas Alpinas (3)
pt_pt: Montanhas alpinas (3)
ru: Альпы (3)
sk: Alpské hory (3)
sr: Алпске планине (3)
sv: Alpina Berg (3)
tr: Alp Dağları (3)
uk: Гори Альпи (3)
zh: 阿尔卑斯山 (3)
zh_tw: 阿爾卑斯山 (3)

source: The high peaks and valleys of the Alps. Each player starts the match nestled in a safe green valley. Between lies the treacherous Alps mountain range.
ast: Los vislhos & valladɐs de los Alpes. Cada jogador intama la partida anieiradu n una segura vallada verde. In mediu atopa-se l cordal scobiosu de los Alpes.
br: Pikernioù uhel ha traoñiennoù an Alpoù. Pep c'hoarier a grog ar c'hrogad neizhiet en un draoñienn c'hlas sur. Etrezo emañ astenn menezek tretour an Alpoù.
ca: Els cims alts i les valls dels Alps. Cada jugador comença la partida en una verda vall segura. Enmig hi ha la serralada enganyosa dels Alps.
cs: Vysoké vrcholy a údolí Alp. Každý hráč hru začíná v bezpečném zeleném údolí. Mezi nimi leží hrozivé Alpy.
da: Alpernes høje tinder og dale. Hver spiller starter kampen beliggende i en sikker grøn dal. Mellem ligger den forræderiske alperbjergkæde.
de: Die hohen Gipfel und Täler der Alpen. Jeder Spieler beginnt das Spiel in einem sicheren grünen Tal. Dazwischen liegt die tückische Gebirgskette der Alpen.
el: Οι ψηλές κορυφές και οι κοιλάδες των Άλπεων.Κάθε παίκτης βρίσκεται να ξεκινά το παιχνίδι σε μια ασφαλή καταπράσινη κοιλάδα. Μεταξύ τους βρίσκεται η επιβλητική οροσειρά των Άλπεων.
es: Los altos picos y valles de los Alpes. Cada jugador comienza la partida refugiado en un verde valle. Entre medias se encuentran los traicioneros pasos de la cordillera alpina.
eu: Alpeetako mendi altu eta haranak. Jokalari bakoitzak partida haran berde batean babesturik hasiko du. Tarteka alpeetako mendilerroko pasabide zailak daude.
fi: Alppien korkeat huiput ja laaksot. Jokainen pelaaja aloittaa turvallisesta vihreästä laaksosta. Välissä on petollinen Alppien vuoristo.
fr: Les sommets et vallées des Alpes. Chaque joueur commence la partie niché en toute sécurité dans une vallée verdoyante. Entre eux se trouve la perfide chaîne des Alpes.
ga: Beanna arda agus gleannta na nAlpa. Tosaíonn gach imreoir go sábháilte i measc gleanna ghlais. Tá airde sliabhraoin na nAlpa eatarthu.
gd: Sgurran àrda ’s glinn nan Alpannan. Tòisichidh gach cluicheadair ann an gleann shàbhailte uaine. Tha monadh nan Alpannan cunnartach eatorra.
hu: Az Alpok délceg csúcsai és völgyei. Minden játékos egy biztonságos, zöld völgybe fészkelve kezdi a mérkőzést. Közöttük terülnek el az alattomos alpesi hegyek.
id: Puncak dan lembah tinggi dari Pegunungan Alpen. Setiap pemain memulai pertandingan dari lembah hijau yang aman. Di antaranya terbentang pegunungan Alpen yang berbahaya.
it: Le alte vette e le valli delle Alpi. Ogni giocatore inizia la partita immerso in una verde e sicura vallata. A dividerli le infide montagne delle Alpi.
ja: アルプスの高い頂きと渓谷です。 各プレイヤーは安全な緑の渓谷から対戦を開始します。互いの間には険しいアルプスの山々が立ちはだかります。
ko: 알프스의 높은 봉우리와 계곡입니다. 각 플레이어들은 안전한 녹색 계곡에 자리한 시합을 시작합니다. 그 사이에는 위험한 알프스 산맥이 있습니다.
ms: Puncak tinggi dan lembah Alps: Setiap pemain bermula disebuah lembah hijau yang selamat. Diantara mereka dihalangi oleh banjaran gunung Alps yang mencabar dan sukar diharungi.
nb: Alpenes høye topper og dype daler. Hver spiller starter matchen trygt plassert i en grønn dal. Mellom dalene ligger den forræderske fjellkjeden Alpene.
nl: Hoge pieken en valleien van de Alpen. Elke speler start de wedstrijd in een veilige groene vallei. Tussen de spelers liggen verraderlijke bergen.
pl: Niebosiężne szczyty i głębokie doliny Alp. Gracze zaczynają w bezpiecznych, osłoniętych, zielonych dolinach. Pomiędzy nimi leży niebezpieczny łańcuch Alp.
pt_br: Os picos elevados e vales dos Alpes. Cada jogador inicia a disputa aninhado num seguro vale verdejante. Entre eles ficam as serras traiçoeiras dos Alpes.
pt_pt: As altas montanhas dos Alpes e os seus vales. Cada jogador começa o jogo perto de um vale verde e seguro. Entre ambos encontra-se a traiçoeira cordilheira dos Alpes.
ru: Высокие вершины и долины Альп. Каждый игрок начинает игру, расположившись в безопасной зелёной долине. Между ними возвышается коварный Альпийский горный хребет.
sk: Vysoké vrchy a údolia Álp. Každý hráč začína v bezpečí na zelenom údolí. Uprostred sa rozprestiera zradné pohorie Alpy.
sr: Планински врхови и долине Алпа. Сваки играч почиње угнежђен у безбедној зеленој долини. Између њих лежи подмукао планински венац Алпа.
sv: Alpernas höga toppar och dalar. Varje spelare startar matchen inbäddat i en säker grön dal. Däremellan ligger de förrädiska Alperna.
tr: Yüksek zirveleri ve Alpler vadileri. Her oyuncu karşılaşmaya eğimli ve güvenli bir vadi içinde başlar. İkisinin arasında hain Alp dağ sıraları yatmaktadır.
uk: Високі вершини та долини Альп. Кожен гравець починає змагання розташовуючись у безпечній зеленій долині. Між ними пролягають підступні гори Альпи.
vi: Các đỉnh núi cao và thung lũng thuộc dãy Alps Một người chơi bắt đầu màn chơi nép mình một thung lũng xanh an bình. Nằm giữa những ngọn núi Alps nguy hiểm.
zh: 阿尔卑斯山脉。 玩家开局位于一方安全的绿色山谷，其间是变幻莫测的阿尔卑斯山脉。
zh_tw: 阿爾卑斯山的高聳山峰及山谷。 每個玩家都在一個安全的綠色山谷開始遊戲。其間是變幻莫測的阿爾卑斯山脈。

source: Alpine Valleys (2)
ast: Valladɐs alpinɐs (2)
br: Traonienn Alpinek (2)
ca: Valls alpines (2)
cs: Alpská údolí (2)
da: Alpedale (2)
de: Alpentäler (2)
el: Κοιλάδες Άλπεων (2)
es: Valles alpinos (2)
eu: Haran Alpinoak (2)
fa: دره های آلپ (2)
fi: Vuoristolaaksot (2)
fr: Vallée alpine (2)
ga: Gleannta Alpacha (2)
gd: Glinn Alpach (2)
hu: Alpesi völgyek (2)
id: Lembah Alpen (2)
it: Valli Alpine (2)
ja: アルパイン渓谷 (2)
ko: 알프스의 계곡 (2)
ms: Lembah Alpine (2)
nb: Alpine daler (2)
nl: Alpenvallei (2)
pl: Alpejskie doliny (2)
pt_br: Vales Alpinos (2)
pt_pt: Vales alpinos (2)
ru: Альпийская долина (2)
sk: Alpské údolia (2)
sr: Алпске долине (2)
sv: Alpina Dalar (2)
tr: Alp Vadileri (2)
uk: Альпійські долини (2)
vi: Các thung lũng Alphine (2)
zh: 阿尔卑斯山谷 (2)
zh_tw: 阿爾卑斯山谷 (2)

source: An old favorite. An otherwise wide-open, flat desert map is pierced in the center by two lush oases. This represents the Arabian Desert, South of Mesopotamia.
bg: Любима на много играчи. Просторна и равнинна пустинна карта с два тучни оазиса в средата. Наподобява Арабската пустиня на юг от Месопотамия.
ko: 오래된 인기 지도입니다. 그 외에는 넓게 펼쳐진, 평평한 사막 지도는 두 개의 무성한 오아시스에 의해 중앙이 관통되었습니다. 메소포타미아 남부의 아라비아 사막을 나타냅니다.
pt_pt: Um velho favorito. Um mapa de deserto plano e aberto é atravessado no centro por dois oásis luxuriantes. Isto representa o deserto da Arábia, a sul da Mesopotâmia.
zh: 备受好评的老地图。开阔、平坦的沙漠，中心连绵两片郁郁葱葱的绿洲。 呈现出美索不达米亚南边的阿拉伯沙漠地貌。

source: Arabian Oases (2 players)
bg: Арабски оазиси (2-ма играчи)
ko: 아라비아 오아시스 (2인용)
pt_pt: Oásis árabes (2 jogadores)
zh: 阿拉伯绿洲（2人）

source: Northeast Player
bg: Североизточен играч
ko: 북동쪽 플레이어
pt_pt: Jogador a nordeste
zh: 东北方玩家

source: Southwest Player
bg: Югозападен играч
ko: 남서쪽 플레이어
pt_pt: Jogador a sudoeste
zh: 西南方玩家

source: Skirmish high in the Atlas mountains, where snowcapped mountains loom over desert oases. A wild landscape awaits; every player will experience different advantages and challenges based on their location.
ast: Imbella-te no alto de l cordal de l Atlas, u montes carbiesos assomɐn subre oases desérticɐs. Un terreno bravo spera; lɐs ventalyɐs & garraçones de cada jogador van manar na suɐ posicion.
bg: Схватка високо в Атласките планини, където заснежените върхове надвисват над пустинни оазиси. Очаквайте дива местност, където всеки играч ще има различни преимущества, но и различни изпитания, в зависимост от началната си точка.
cs: Potyčka vysoko na pohoří Atlas, kde se nad pouštními oázami tyčí zasněžené hory. Divoká krajina čeká; každý hráč zažije různé výhody a výzvy podle jeho umístění.
da: Træfning højt i Atlasbjergene, hvor sneklædte bjerge rager over ørkenoaser. Et vildt landskab venter; hver spiller vil opleve forskellige fordele og udfordringer baseret på deres placering.
de: Geplänkel im hohen Atlasgebirge, wo schneebedeckte Berge über Wüstenoasen ragen. Eine wilde Landschaft wartet; jeder Spieler erfährt, abhängig von seiner Position, unterschiedliche Vorteile und Herausforderungen.
el: Πολέμησε στα ψηλά βουνά του Άτλα, όπου χιονισμένα βουνά ορθώνονται πάνω από έρημες οάσεις. Ένα άγριο τοπίο περιμένει· κάθε παίκτης έχει διαφορετικά πλεονεκτήματα και προκλήσεις με βάση την τοποθεσία του.
es: Escaramuza en lo alto de las montañas del Atlas, donde las montañas nevadas se ciernen sobre los oasis del desierto. Un paisaje salvaje espera; Cada jugador experimentará diferentes ventajas y desafíos según su ubicación.
eu: Atlas mendien tontorrean borrokatu, non mendi elurtuak basamortuko oasien gainean ixten diren. Paisaia basatia zain dago; jokalari bakoitzak abantaila eta erronka ezberdinak izango ditu kokapenaren arabera.
fi: Taistele korkealla Atlas-vuoristossa, jossa lumihuippuiset vuoret kohoavat aavikkokeitaiden ylle. Villi maisema odottaa; jokainen pelaaja kohtaa erilaisia etuja ja haasteita sijaintinsa perusteella.
fr: Escarmouche dans les hautes montagnes de l'Atlas, là où les montagnes couvertes de neige règnes sur les oasis du désert. Un paysage sauvage vous attend ; chaque joueur aura des avantages et des défis en fonction de leur emplacement.
hu: Csatázz az Atlasz hegység magaslatain, ahol hófödte hegycsúcsok magasodnak a sivatagi oázisok fölé. Vadregényes táj vár; minden játékos különböző előnyökkel és kihívásokkal rendelkezik, a helyzetétől függően.
id: Bertempurlah di puncak Pegunungan Atlas, di mana pegunungan berpuncak salju menjulang dari oase gurun. Bentang alam liar menunggu; setiap pemain akan mendapat berbagai kelebihan dan tantangan berdasarkan lokasi masing-masing.
it: Schermaglia sulle montagne dell'Atlante, dove montagne innevate incombono sulle oasi del deserto. Un paesaggio selvaggio attende; ogni giocatore sperimenterà diversi vantaggi e sfide in base alla propria posizione.
ja: 砂漠のオアシスに雪を頂いた山々がそびえ立つアトラス山脈の高地で小競り合いをします。荒涼とした風景が待ち受けており、プレイヤーはそれぞれの場所に応じて異なる利点と課題を経験することになります。
ko: 눈 덮인 산들이 사막의 오아시스 위로 모습을 드러내는 아틀라스 산맥의 높은 곳에서 교전이 벌어지고 있습니다. 거친 풍경이 기다리고 있습니다. 모든 플레이어는 위치에 따라 각기 다른 장점과 도전을 경험하게 될 것입니다.
nl: Ga op pad hoog in het Atlasgebergte, waar besneeuwde bergtoppen opdoemen boven woestijnoases. Er staat je een wild landschap te wachten; iedere speler zal verschillende voordelen en uitdagingen hebben, afhankelijk van de locatie.
pl: Potyczka wysoko w górach Atlasu, gdzie pokryte śniegiem szczyty piętrzą się nad pustynnymi oazami. Czekają cię dzikie tereny; każdy gracz stawi czoła zróżnicowanym wyzwaniom, a także uzyska przewagę zależną od jego pozycji.
pt_br: Conduza escaramuças no alto das montanhas Atlas, onde montanhas cobertas de neve se erguem sobre oásis do deserto. Uma paisagem selvagem aguarda; cada jogador experimentará diferentes vantagens e desafios com base em sua localização.
pt_pt: Escaramuça no alto das montanhas do Atlas, onde montanhas cobertas de neve pairam sobre o oásis do deserto. Uma paisagem selvagem aguarda; cada jogador irá experimentar diferentes vantagens e desafios com base na sua localização.
ru: Схватка высоко в Атласских горах, где заснеженные вершины нависают над оазисами пустыни. Дикий пейзаж ждёт; у каждого игрока будет свои преимущества и сложности, проистекающие из расположения.
sv: Skärmytsling högt i Atlasbergen, där snötäckta berg sticker upp över ökenoaser. Ett vilt landskap väntar; varje spelare kommer att uppleva olika fördelar och utmaningar beroende på deras område.
tr: Zirveleri karlı kaplı dağların çöl vahalarını izlediği yüksek Atlas dağlarında çatış. Vahşi bir manzara sizi bekliyor; her oyuncu bulundukları yere göre farklı avantajlar ve zorluklar yaşayacaktır.
uk: Сутичка високо в Атлаських горах, де засніжені скелі нависають над пустельними оазами. Дикий краєвид чекає; кожен гравець відчує різні переваги та недоліки залежно від місця розташування.
zh: 阿特拉斯山脉，白雪皑皑的山脉笼罩着沙漠里的绿洲。不同位置的玩家，对应不同的优势和挑战。
zh_tw: 阿特拉斯山脈的小衝突，白雪皚皚的山脈籠罩著沙漠的綠洲。狂野的風景在等待著；每個玩家都將根據自己的位置經歷不同的優勢和挑戰。

source: Atlas Valleys (8)
ast: Valladɐs de l Atlas (8)
bg: Атласки долини (8)
cs: Atlasská údolí (8)
da: Atlas dalene (8)
de: Atlas-Täler (8)
el: Κοιλάδες του Άτλα
es: Valles del Atlas (8)
eu: Atlas haranak (8)
fi: Atlaksen laaksot (8)
fr: Vallée de l'Atlas (8)
gd: Glinn Atlas (8)
hu: Atlasz völgyei (8)
id: Lembah Atlas (8)
it: Valli Atlante (8)
ja: アトラス渓谷(8)
ko: 아틀라스 밸리 (8)
nl: Atlasvallei (8)
pl: Łańcuch Atlasu (8)
pt_br: Vales do Atlas (8)
pt_pt: Vales do Atlas (8)
ru: Атласские долины (8)
sk: Údolia Atlasu (8)
sv: Atlasdalar (8)
tr: Atlas Vadileri (8)
uk: Долини Атланта (8)
zh: 阿特拉斯山谷（8人）
zh_tw: 阿特拉斯山谷 (8)
