Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: 2. Wildfire Games has legitimate interests in providing the Multiplayer Lobby, in the development and improvement of 0 A.D. and the Multiplayer Lobby, in enforcing the Terms of Use and in the protection against cyberattacks (GDPR 6.1.f).
ast: 2. Wildfire Games tien interesses legítimos n aprovire l Antepar, nel disindolcu & melyora de 0 A.D. & l Antepar, in fhazer complire los términos d’usu & nela proteccion contra cyber-aggresiones (GDPR 6.1.f).
ca: 2. Wildfire Games té interessos legítims en proporcionar la sala multijugador, en el desenvolupament i millora del 0 A.D. i la sala multijugador, en fer complir els termes d'ús i en la protecció contra atacs cibernètics (GDPR 6.1.f).
de: 2. Wildfire Games hat ein berechtigtes Interesse an der Bereitstellung der Mehrspieler-Lobby, der Enwicklung und Verbesserung von 0 A.D. und der Mehrspieler-Lobby, an der Durchsetzung der Nutzungsbedingungen und dem Schutz vor Cyberangriffen (DSGVO 6.1.f).
el: 2. Η Wildfire Games έχει νόμιμα συμφέροντα για την παροχή του Λόμπι Πολλών Παικτών, στην ανάπτυξη και βελτίωση του 0 A.D και του Λόμπι Πολλών Παικτών, στην επιβολή των Όρων Χρήσης και στην προστασία από τις κυβερνοεπιθέσεις (Γενικός Κανονισμός για την Προστασία Δεδομένων 6.1.f).
es: 2. Wildfire Games tiene intereses legítimos en proveer el modo Multijugador, en el desarrollo de 0 A.D. y del modo Multijugador, cumpliendo los Términos de Uso y en la protección ante Ciberataques (GDPR 6.1.f).
eu: 2. Wildfire Gamesek egiazko interesak ditu jokalari anitzen lobbya ematean, 0 A.D. garatzean eta hobetzean, erabilera baldintzak zibererasoren aurreko erabilera baldintzak ezartzean (GDPR 6.1.f).
fi: 2. Wildfire Gamesin oikeutetut edut liittyvät moninpeliaulan tarjoamiseen, 0 A.D.:n ja moninpeliaulan kehittämiseen ja parantamiseen, käyttöehtojen noudattamisen valvontaan ja verkkohyökkäyksiltä suojautumiseen (GDPR 6.1.f).
fr: 2. Wildfire Games a des intérêts légitimes dans le lobby multijoueur, dans le développement et l'amélioration de 0 A.D et du lobby multijoueur, dans l'application des Conditions d'Utilisation et la protection contre les cyberattaques (RGPD 6.1.f).
ga: 2. Tá suimeanna dlisteanacha ag Wildfire Games sa tsoláthar an Ilfhorhalla, san fhorbairt agus cur chun cinn de 0 A.D. agus a Ilfhorhalla, agus sa chur i bhfeidhm de na Tearmaí Úsáide agus sa chosaint i gcoinne cibirionsaithe (GDPR 6.1.f).
gd: 2. Tha ùidh dhligheach aig Wildfire Games ann an solar na lobaidh ioma-chluicheadair ’s ann am piseachadh 0 A.D. ’s na lobaidh ioma-chluicheadair ’s ann an èigneachadh Teirmichean a’ chleachdaidh ’s ann an dìon an aghaidh sìobar-ionnsaighean (GDPR 6.1.f).
gl: 2. Wildfire Games ten intereses lexítimos en fornecer a sala de espera para varios xogadores, no desenvolvemento e mellora de 0 A.D. e a sala de espera para varios xogadores, en facer cumprir os termos de uso e na protección contra ataques cibernéticos (GDPR 6.1.f).
hu: 2. A Wildfire Gamesnek jogos érdeke fűződik a többjátékos váró biztosításához, a 0 A.D. és a többjátékos váró fejlesztéséhez, hogy betartassa a használati feltételeket és védelmet biztosítson kibertámadások ellen (GDPR 6.1.f).
id: 2. Wildfire Games memiliki kepentingan yang sah dalam menyediakan Lobi Main Bersama, dalam pengembangan dan peningkatan 0 A.D. dan Lobi Main Bersama, dalam menegakkan Ketentuan Penggunaan dan dalam perlindungan terhadap serangan dunia maya(GDPR 6.1.f).
it: 2. Wildfire Games ha l'interesse legittimo nel fornire la lobby multigiocatore, nello sviluppo e nel miglioramento di 0 A.D. e della lobby multigiocatore, nel far rispettare i termini di utilizzo e nella protezione contro eventuali attacchi informatici (GDPR 6.1.f).
ko: 2. Wildfire Games는 멀티플레이어 로비, 0 A.D.의 개발 및 개선, 이용 약관 시행 및 사이버 공격 보호에 있어 합법적인 관심을 가지고 있습니다 (GDPR 6.1.f).
lv: 2. Wildfire Spēles ir īstas intereses nodrošināt daudzspēlētāju priekšnamu, izstrādāt un uzlabot 0 A.D. un daudzspēlētāju priekšnamu, izpildīt Lietošanas noteikumus un aizsargātu pret kiberuzbrukumiem (GDPR 6.1.f).
nl: 2. Wildfire Games heeft omwille van de ontwikkeling en verbetering van 0 A.D, en bij het handhaven van de gebruiksvoorwaarden en bescherming tegen cyberaanvallen, legitieme belangen bij het aanbieden van de Multiplayer Lobby (GDPR 6.1.f).
pl: 2. Wildfire Games posiada uzasadnione interesy w dostarczeniu Multiplayer Lobby, w rozwoju i ulepszaniu 0 A.D. i Lobby, w egzekwowaniu Warunków korzystania i ochrony przed cyberatakami (GDPR 6.1.f).
pt_br: 2. A Wildfire Games tem interesses legítimos em fornecer o Lobby Multijogador, no desenvolvimento e melhoria de 0 A.D. e do Lobby Multijogador, na aplicação dos Termos de Uso e na proteção contra ciberataques (GDPR 6.1.f).
pt_pt: 2. A Wildfire Games tem interesses legítimos em fornecer a Sala de Espera Multi-Jogador no desenvolvimento e melhoria do 0 A.D. e na Sala de Espera Multi-Jogador na aplicação dos Termos de Uso e na proteção contra ciberataques (RGPD 6.1.f).
ru: 2. Wildfire Games имеет законные интересы в обеспечении сетевой комнаты, в развитии и усовершенствовании 0 A.D. и сетевой комнаты, в обеспечении соблюдения Условий пользования и в защите от кибератак (Общий регламент по защите данных (ЕС) §6.1.f.).
sk: 2. Wildfire Games má oprávnený záujem poskytovať Miestnosť hry viacerých hráčov, vyvýjať a vylepšovať 0 A.D. a Miestnosť hry viacerých hráčov, vynucovať Podmienky používania a ochranu proti kyberútokom (GDPR 6.1.f).
sv: 2. Wildfire Games har legitima intressen i att tillhandahålla flerspelarlobby, i utvecklingen och förbättringen av 0 A.D. och flerspelarlobbyn, att genomdriva användarvillkoren och i skydd mot cyberattacker (GDPR 6.1. f).
tr: 2. Wildfire Games, Çok Amaçlı Lobinin sağlanmasında, 0 A.D. ve Çok Oyunculu Lobinin yapımında ve geliştirilmesinde, Kullanım Koşullarının uygulanmasında ve siber saldırılara karşı korunmada meşru çıkarlara sahiptir (GVKY 6.1.f).
uk: 2. Wildfire Games має законні інтереси у забезпеченні багатокористувацького лобі, у розробці та вдосконаленні 0 A.D., та багатокористувацького лобі, у забезпечінні дотримання умов використання, та захисті від кібератак (GDPR 6.1.f).
zh: 2. Wildfire Games 在开发和改进本游戏中，将合法提供多人游戏大厅服务。并执行使用条款来阻止网络攻击(GDPR 6.1.f)。
zh_tw: 2. Wildfire Games 在提供多人遊戲大廳、開發與改進 0 A.D. 及在多人遊戲大廳中執行使用條款與防範網路攻擊方面有合法權益 (GDPR 6.1.f) 。

source: 3. Wildfire Games does not process any further data for the Multiplayer Lobby and does not ask for consent to process data (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
ast: 3. Wildfire Games nun trata dal outro dato pa l Antepar & nun pide assenso para tratar datos (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
bg: 3. Wildfire Games не обработва допълнителни данни за чакалнята за мрежови игри и не изисква съгласие за обработката на данни (съгласно чл. 6.1.a, чл. 7, чл. 8 и чл. 13.2.c на ОРЗД).
ca: 3. Wildfire Games no processa cap dada addicional per a la sala multijugador i no demana consentiment per processar dades (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
de: 3. Wildfire Games verarbeitet keine weiteren Daten für die Mehrspieler-Lobby und fragt nicht um Einwilligung zu weiterer Datenverarbeitung (DSGVO 6.1.a, DSGVO 7, DSGVO 8, DSGVO 13.2.c)
el: 3. Η Wildfire Games δεν επεξεργάζεται περαιτέρω δεδομένα για το Λόμπι Πολλών Παιχτών και δεν ζητά τη συγκατάθεση για την επεξεργασία δεδομένων (Γενικός Κανονισμός για την Προστασία Δεδομένων 6.1.a, ΓΚΠΔ 7, ΓΚΠΔ 8, ΓΚΠΔ 13.2.c).
es: 3. Wildfire Games no procesa datos para la sala multijugador y no solicita consentimiento para procesar datos. (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
eu: 3. Wildfire Gamesek ez du bestelako daturik prozesatzen jokalari anitzen Lobbyrako eta ez du baimenik eskatzen datuak prozesatzeko (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
fi: 3. Wildfire Games ei käsittele muita tietoja moninpeliaulaa varten eikä pyydä suostumusta tietojen käsittelyyn (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
fr: 3. Wildfire Games ne traite aucune autres données pour le lobby multijoueur et ne demande pas d’autorisation pour un traitement ultérieur des données (RGPD 6.1.a, RGPD 7, RGPD 8, RGPD 13.2.c).
ga: 3. Ní phróiseálann Wildfire Games aon sonraí sa bhreis mar gheall ag an Ilfhorhalla agus ní fhifraíonn siad cead don sonraí a phróiseáil sa chaoi seo (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c)..
gd: 3. Cha dèan Wildfire Games pròiseasadh air dàta a bharrachd airson na lobaidh ioma-chluicheadair agus chan iarr sinn aonta airson dàta a phròiseasadh (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
gl: 3. Wildfire Games non procesa ningún outro dato para a sala de espera para varios xogadores e non solicita consentimento para procesar os datos (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
hu: 3. A Wildfire Games nem dolgoz fel további adatokat a többjátékos váróval kapcsolatban, és nem kér engedélyt az adatok kezeléséhez (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
id: 3. Wildfire Games tidak memproses data lebih lanjut untuk Lobi Main Bersama dan tidak meminta izin untuk memproses data (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
it: 3. Wildfire Games non tratta ulteriori dati per la lobby multigiocatore e non richiede il permesso per il trattamento di dati (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
ko: 3. Wildfire Games는 멀티플레이어 로비에 대한 추가 데이타를 처리하지 않으며 데이타 처리에 대한 동의를 요청하지 않습니다(GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2c).
lv: 3. Wildfire Games neapstrādā papildu datus priekš daudzspēlētaju priekšnama un nepieprasa piekrišanu apstrādāt datus (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
mk: 3. Wildfire Games не обработува дополнителни податоци за чекалната за мрежни игри и не бара согласност за обработка на податоци (според чл. 6.1.а, чл. 7, чл. 8 и чл. 13.2.c од GDPR).
nl: 3. Wildfire Games verwerkt geen verdere gegevens voor de Multiplayer Lobby en vraagt geen toestemming om gegevens te verwerken (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
pl: 3. Wildfire Games nie przetwarza żadnych dalszych danych dotyczących Multiplayer Lobby i nie prosi o zgodę na przetwarzanie danych (GDPR 6.1.a, GDPR 7, GDPR 8, GDPRD 13.2.c).
pt_br: 3. A Wildfire Games não processa nenhum dado adicional para o Lobby Multijogador e não solicita o consentimento para processar dados (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
pt_pt: 3. A Wildfire Games não processa nenhuns dados adicionais para Sala de Espera Multi-Jogador e não solicita o consentimento para processar dados (RGPD 6.1.a, RGPD 7, RGPD 8, RGPD 13.2.c).
ru: 3. Wildfire Games не обрабатывает дополнительные данные для сетевой комнаты и не запрашивает согласия на обработку данных (Общий регламент по защите данных (ЕС) §§6.1.a, 7, 8, 13.2.c).
sk: 3. Wildfire Games nespracováva žiadne iné dáta pre lobby(miestnosť) viacerých hráčov a nežiada súhlas pre ich spracovanie (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
sv: 3. Wildfire Games behandlar inte ytterligare data för flerspelarlobby och ber inte om samtycke till att behandla data (GDPR 6.1. a, GDPR 7, GDPR 8, GDPR 13.2. c).
tr: 3. Wildfire Games, Çok Oyunculu Lobisi için daha fazla veri işlemez ve veri işleme için onay istemez (GVKY 6.1.a, GVKY 7, GVKY 8, GVKY 13.2.c).
uk: 3. Wildfire Games не обробляє жодних додаткових даних для багатокористувацького лобі, та не просить згоди на обробку даних (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
zh: 3. 在多人游戏大厅里，Wildfire Games 不会客观获取，更不会主动要求提供进一步的数据。
zh_tw: 3. Wildfire Games 不會為多人遊戲大廳處理任何額外資料，也不會為處理資料詢求同意 (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c) 。

source: [font="sans-bold-16"]User rights:[/font]
ast: [font="sans-bold-16"]Direiꞇhos de l usuariu:[/font]
bg: [font="sans-bold-16"]Права на потребителя:[/font]
ca: [font="sans-bold-16"]Drets de l'usuari:[/font]
cs: [font="sans-bold-16"]Uživatelská práva:[/font]
de: [font="sans-bold-16"]Benutzerrechte:[/font]
el: [font="sans-bold-14"]Δικαιώματα χρήστη:[/font]
es: [font="sans-bold-16"]Derechos del usuario:[/font]
eu: [font="sans-bold-16"]Erabiltzailearen eskubideak:[/font]
fi: [font="sans-bold-16"]Käyttäjän oikeudet:[/font]
fr: [font="sans-bold-14"]Droits des utilisateurs :[/font]
ga: [font="sans-bold-16"]Cearta úsáideora:[/font]
gd: [font=”sans-bold-16”]Còraichean a’ chleachdaiche:[/font]
gl: [font="sans-bold-16"]Dereitos do usuario:[/font]
hu: [font="sans-bold-16"]Felhasználói jogok:[/font]
id: [font="sans-bold-16"]Hak pengguna:[/font]
it: [font="sans-bold-16"]Diritti utente:[/font]
ko: [font="sans-bold-16"]사용자 권한:[/font]
lv: [font="sans-bold-16"]Lietotāja tiesības:[/font]
mk: [font="sans-bold-16"]Кориснички права:[/font]
ms: [font="sans-bold-16"]Hak pengguna:[/font]
nl: [font="sans-bold-16"]Gebruikersrechten:[/font]
pl: [font="sans-bold-16"]Prawa użytkownika:[/font]
pt_br: [font="sans-bold-16"]Direitos de usuários:[/font]
pt_pt: [font="sans-bold-16"]Direitos do utilizador:[/font]
ru: [font="sans-bold-16"]Права пользователя:[/font]
sk: [font="sans-bold-16"]Práva používateľa:[/font]
sv: [font = "Sans-fet-16"] Användar rättigheter: [/font]
tr: [font="sans-bold-16"]Kullanıcı hakları:[/font]
uk: [font="sans-bold-16"]Права користувача:[/font]
zh: [font="sans-bold-16"]用户权利:[/font]
zh_tw: [font="sans-bold-16"]使用者權利：[/font]

source: 1. Contact Wildfire Games, by sending an email to webmaster at wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b).
ast: 1. Contactar cun Wildfire Games, remittiendo una carta electrónica a webmaster arroba wildfiregames punto com (GDPR 13.1.a, GDPR 13.1.b).
bg: 1. Потребителят може да се свърже с Wildfire Games, като изпрати електронно писмо с адресат webmaster в wildfiregames точка com (съгласно чл. 13.1.a и чл. 13.1.b на ОРЗД).
ca: 1. Poseu-vos en contacte amb Wildfire Games, enviant un correu electrònic a webmaster arrova wildfiregames punt com (GDPR 13.1.a, GDPR 13.1.b).
de: 1. Wildfire Games zu kontaktieren, per E-Mail an webmaster at wildfiregames Punkt com (DSGVO 13.1.a, DSGVO 13.1.b).
el: 1. Επικοινώνησε με τη Wildfire Games, στέλνοντας ένα μήνυμα ηλεκτρονικού ταχυδρομείου στο webmaster παπάκι wildfiregames τελεία com (Γενικός Κανονισμός για την Προστασία Δεδομένων 13.1.a, ΓΚΠΔ 13.1.b).
es: 1. Póngase en contacto con Wildfire Games enviando un correo electrónico al desarrollador web en wildfiregames.com (GDPR 13.1.a, GDPR 13.1.b).
eu: 1. Wildfire Gamesekin harremanetan jarri, wildfiregames.com -era webmaster-i eposta bat bidaliz (GDPR 13.1.a, GDPR 13.1.b).
fi: 1. Ota yhteyttä Wildfire Gamesiin lähettämällä sähköpostia osoitteeseen webmaster ät wildfiregames piste com (GDPR 13.1.a, GDPR 13.1.b).
fr: 1. Contacter Wildfire Games, en envoyant un email au webmaster à wildfiregames.com (RGPD 13.1.a, RGPD 13.1.b).
ga: 1. Buail le Wildfire Games trí ríomhphost a sheol go webmaster at wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b)
gd: 1. Cuir fios gu Wildfire Games le cur puist-d gu webmaster at wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b).
gl: 1. Contactar con Wildfire Games enviando unha mensaxe de correo electrónico a webmaster en wildfiregames punto com (GDPR 13.1.a, GDPR 13.1.b).
hu: 1. Kapcsolatfelvétel a Wildfire Gamesszel, e-mail küldésével erre a címre: webmaster at wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b).
id: 1. Menghubungi Wildfire Games, dengan mengirimkan email ke webmaster et wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b).
it: 1. Contatta Wildfire Games mandando una mail a webmaster@wildfiregames.com (GDPR 13.1.a, GDPR 13.1.b).
ko: 1.Wildfire Games에 문의하려면 webmaster (wildfiregames.com) 로 전자 메일을 보내십시오 (GDPR 13.1.a, GDPR 13.1.b).
lv: 1. Sazinieties ar Wildfire Games, nosūtot e-pastu webmaster at wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b).
mk: 1. Корисникот може да се поврзе со Wildfire Games со испраќање е-пошта со адресата на веб-администраторот на wildfiregames dot com (според чл. 13.1.а и чл. 13.1.б од GDPR).
nl: 1. Neem contact op met Wildfire Games door een e-mail te sturen naar webmaster at wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b).
pl: 1. Kontakt z Wildfire Games poprzez e-mail: webmaster at wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b).
pt_br: 1. Entre em contato com a Wildfire Games, enviando um e-mail para o webmaster em wildfiregames ponto com (GDPR 13.1.a, GDPR 13.1.b).
pt_pt: 1. Contactar a Wildfire Games enviando um e-mail para o gestor do site em wildfiregames.com (RGPD 13.1.a, RGPD 13.1.b).
ru: 1. Свяжитесь с Wildfire Games, отправив электронное письмо по адресу webmaster собака wildfiregames точка com (Общий регламент по защите данных (ЕС) 13.1.a, 13.1.b).
sk: 1. Kontaktovať Wildfire Games, poslaním emailu správcovy webu na wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b).
sv: 1. kontakta Wildfire Games, genom att skicka ett mail till webmaster på wildfiregames dot com (GDPR 13.1. a, GDPR 13.1. b).
tr: 1. Wildfiregames nokta com'da (GVKY 13.1.a, GVKY 13.1.b) web yöneticisine bir e-posta göndererek Wildfire Games ile iletişime geçin.
uk: 1. Звертатися до Wildfire Games, надсилаючі електронну пошту веб-майстру на wildfiregames крапка ком (GDPR 13.1.a, GDPR 13.1.b).
zh: 1. 欲联系 Wildfire Games，可以发送邮件，或登录官网 wildfiregames.com
zh_tw: 1. 傳送電子郵件給 wildfiregames dot com 的網站管理員以聯絡 Wildfire Games (GDPR 13.1.a, GDPR 13.1.b) 。

source: To exercise any user right, please refer to this contact.
ast: Par’ exercer qualquier direiꞇhu d’usuariu, refier-te a esti contactu, por favor.
bg: За упражняване на потребителските си права, моля, отнесете се към този адрес.
ca: Per exercir qualsevol dret d’usuari, ateniu-vos a aquest contacte.
de: Um ein Benutzerrecht auszuüben, wenden Sie sich bitte an diesen Kontakt.
el: Για να ασκήσεις οποιοδήποτε δικαίωμα χρήστη, ανέτρεξε σε αυτήν την επαφή.
es: Para ejercer cualquier derecho de usuario, por favor, refiérase a este contacto.
eu: Kontaktu hau ikuskatu erabiltzailearen edozein eskubide eskatzeko.
fi: Jos haluat harjoittaa mitä tahansa käyttäjäoikeutta, ota yhteyttä tähän yhteystietoon.
fr: Pour exercer n'importe quel droit d'utilisateur, veuillez vous référer à ce contact.
ga: Más mhian leat aon cheart a úsáid, treor ar an dteagmháil seo le do thoil.
gd: Cleachd am fiosrachadh conaltraidh seo a thaobh còir sam bith a’ chleachdaiche a cur an cèill.
gl: Para exercer calquera dereito de usuario, refírase a este contacto.
hu: Ezen felhasználói jogok gyakorlásához használd ezt a címet.
id: Untuk menggunakan hak pengguna mana pun, silakan merujuk ke kontak ini.
it: Per esercitare i diritti utente si prega di rivolgersi a questo contatto.
ko: 사용자 권한을 행사하려면 이 연락처를 참조하시기 바랍니다.
mk: За да ги остварите вашите кориснички права, ве молиме погледнете ја оваа адреса.
nl: Om uw gebruikersrecht uit te oefenen, deze contactpersoon raadplegen.
pl: Aby skorzystać z praw użytkownika, użyj tych danych kontaktowych.
pt_br: Para exercer qualquer direito de usuário, consulte este contato.
pt_pt: Para exercer qualquer direito de utilizador, por favor use este contacto.
ru: Чтобы воспользоваться любым правом пользователя, пожалуйста, обратитесь по этому адресу.
sk: Na uplatnenie akýchkoľvek práv používateľa použite tento kontakt.
sv: För att utöva en användar rättighet hänvisas till denna kontakt.
tr: Herhangi bir kullanıcı hakkını kullanmak için lütfen bu kişiye başvurun.
uk: Щоб скористатися будь-яким правом користувача, будь ласка, звертайтеся до цього контакту.
zh: 要行使任何用户权利，请参阅此文档。
zh_tw: 要行使任何使用者權利，請參照此聯絡方式。

source: 2. Right of access to personal data concerning him or her (GDPR 15).
ast: 2. Direiꞇhu d’acceder a datos personales tocantes a elhi ou elha (GDPR 15).
bg: 2. Потребителят има право на достъп до личната информация, която е свързана с него (съгласно чл. 15 на ОРЗД).
ca: 2. Dret a accedir a dades personals sobre ell/a (GDPR 15).
de: 2. Das Recht, die persönlichen Daten zu seiner Person einzusehen (DSGVO 15).
el: 2. Δικαίωμα πρόσβασης στα προσωπικά δεδομένα που αφορούν αυτόν ή αυτή (Γενικός Κανονισμός για την Προστασία Δεδομένων 15).
es: 2. Derecho de acceso a los datos personales que le conciernen (GDPR 15).
eu: 2. Norberaren datuak atzemateko eskubidea (GDPR 15).
fi: 2. Oikeus tutustua itseään koskeviin henkilötietoihin (GDPR 15).
fr: 2. Le droit d'accéder aux données personnelles le concernant (RGPD 15).
ga: 2. Ceart rochtana go sonraí na hÚsáidTuairisce mar gheall ar a s(h)onraí féin (GDPR 15).
gd: 2. Còir air dàta pearsanta mu dhèidhinn no a dèidhinn fhèin inntrigeadh (GDPR 15).
gl: 2. Dereito a acceder a datos persoais relacionados con ela ou el (GDPR 15).
hu: 2. Személyes adatok hozzáférési joga (GDPR 15).
id: 2. Hak akses ke data pribadi tentang dirinya (GDPR 15).
it: 2. Diritto di accesso ai dati relativi all'utente (GDPR 15).
ko: 2. 그와 관련된 개인 데이터에 대한 액세스 권한입니다 (GDPR 15).
lv: 2. Tiesības piekļūt personas datiem, kas attiecas uz viņu vai viņas (GDPR 15).
mk: 2. Корисникот има право на пристап до личните информации поврзани со него (согласно чл. 15 од GDPR).
ms: 2. Hak mencapai data peribadi berkaitan dirinya (GDPR 15).
nl: 2. Recht op toegang tot persoonlijke gegevens die op hem of haar betrekking hebben (GDPR 15).
pl: 2. Prawo do wglądu do danych osobowych użytkownika (GDPR 15).
pt_br: 2. Direito de acesso aos dados pessoais relativos a ele ou ela (GDPR 15).
pt_pt: 2. Direito de acesso aos dados pessoais relativos a ele ou ela (RGPD 15).
ru: 2. Право на доступ к личным данным, касающимся его или её (Общий регламент по защите данных (ЕС) 15).
sk: 2. Právo pristúpiť k osobným dátam, ktoré sa ho alebo jej týkajú (GDPR 15).
sv: 2. rätt till till gång till person uppgifter som rör honom eller henne (GDPR 15).
tr: 2. Kendisiyle ilgili kişisel verilere erişim hakkı (GVKY 15).
uk: 2. Мати право доступу до особистих даних щодо нього чи неї (GDPR 15).
zh: 2. 有访问自己的个人数据的权利(GDPR 15)。
zh_tw: 2. 存取與他／她相關之個人資料之權利 (GDPR 15) 。
