Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

# stance
source: Attack nearby opponents, focus on attackers and chase while visible
ar: تهاجم الخصوم بالقرب منها، تركّز على المهاجمين وتطاردهم حتّى يختفون
ast: Acutir inimigos próximos, centrando-se n aggresores & perseguiendo-los ta perdellos de vista
bg: Нападане на близкостоящите противници, концентриране върху нападателите и преследване до изгубване от полезрение
br: Tagañ an enebourien tost, sipañ war an argaderien ha redek war-lerc'h an unanennoù gweladus c'hoazh
ca: Ataca els adversaris propers, centrant-se en els atacants, i els persegueix mentre siguin visibles
cs: Zaútočit na soupeře poblíž. Zaměřit se na útočníky a pronásledovat, dokud jsou v dohledu
de: Nahe Gegner angreifen, auf Angreifer fokussieren und jagen, solange sichtbar
el: Επίθεση σε γειτονικούς αντιπάλους, εστίσε σε επιτηθέμενους και κυνήγησε τους όσο είναι ορατοί
eu: Eraso hurbil dauden etsaiak, eta segitu ikusi ahal dituen bitartean
fa: حمله به حریفان نزدیک، تمرکز بر روی حمله به مهاجمان و دنبال کردن آنها زمانی که در تیررس قرار دارند
fi: Hyökkää lähimpään viholliseen, torju hyökkäys ja jahtaa näkyviä.
fr: Attaquer les adversaires à proximité, se concentrer sur les attaquants et poursuivre les unités encore en vue
ga: Ionsaigh céilí comhraic in aice láimhe, dírigh ar ionsaitheoirí agus téigh sa tóir orthu nuair atá siad sofheicthe
gd: Thoiribh ionnsaigh air nàimhdean faisg oirbh, rachaibh às dèidh an fheadhainn a nì sabaid ribh fhad ’s a chì sibh iad
gl: Atacar rivais próximos, dar prioridade aos atacantes, e perseguir dentro do raio de visión.
hu: Közeli ellenfelek támadása a támadókra koncentrálva, és üldözés, amíg láthatóak
id: Serang musuh di sekitar, fokus ke penyerang dan kejar selama terlihat
it: Attacca gli avversari nelle vicinanze, attacca e insegue finché sono visibili
ja: 付近の敵を攻撃し、攻撃された相手には視界の限り追跡する
ko: 주변 상대를 공격하고, 공격자에게 집중하며, 눈에 보이는 동안 추격합니다
lt: Pulti šalia esančius priešininkus. Sutelkti dėmesį į puolančius ir persekioti tol, kol yra matomi.
lv: Uzbrukt tuvējiem pretiniekiem, koncentrēties uz uzbrucējiem un dzīties pakaļ kamēr redzami.
ms: Serang pihak lawan berhampiran, fokus kepada penyerang dan kejar jika kelihatan
nb: Angrip motstandere i nærheten, fokuser på angripere og jag ved synlighet
nl: Val nabije tegenstanders aan, richt op aanvallers en achtervolg zolang zichtbaar
pl: Atakuj pobliskich przeciwników, koncentruj się na atakujących i goń ich, gdy są widoczni
pt_br: Ataque oponentes próximos, foque nos atacantes e os persiga enquanto visíveis
pt_pt: Atacar inimigos nas redondezas, focar nos agressores e perseguir enquanto estiverem visíveis
ru: Атаковать ближайших противников, фокусироваться на атакующих и преследовать пока в поле зрения
sk: Zaútočte na neďalekých oponentov, zamerajte sa na útočníkov a naháňajte ich, kým sú na obzore.
sq: Sulmo kundërshtarët e afërt, përqendrohu në sulmuesit dhe përndjeki përdersia janë të vërejtshëm
sv: Attackera motståndare i närheten, fokusera på angripare och jaga dem medans de syns
tr: Yakındaki düşmana saldır, saldırganlara odaklan ve hazır görünebilirlerken yakala
uk: Атакувати найближчих противників, зосередитися на нападниках і гнатися за ними, поки їх видно
zh: 攻击附近的对手，集中攻击进攻者并在其显形时追击
zh_tw: 攻擊鄰近的對手，集中於攻擊者並在可見時追蹤

# stance
source: Attack nearby opponents
ar: تهاجم الخصوم بالقرب منها
ast: Acutir inimigos próximos
bg: Нападане на близкостоящите противници
br: Tagañ an enebourien tost
ca: Ataca els adversaris propers
cs: Zaútočit na soupeře poblíž
de: Nahe Gegner angreifen
el: Επίθεση σε γειτονικούς αντιπάλους
eu: Eraso hurbil dauden etsaiak
fa: حمله به حریفان نزدیک
fi: Hyökkää lähellä olevia vihollisia vastaan
fr: Attaquer les adversaires à proximité
ga: Ionsaigh céilí comhraic in aice láimhe
gd: Thoiribh ionnsaigh air nàimhdean faisg oirbh
gl: Atacar rivais próximos
hu: Közeli ellenfelek támadása
id: Menyerang musuh di sekitar
it: Attacca gli avversari nelle vicinanze
ja: 付近の敵を攻撃する
ko: 주변의 적을 공격합니다
lt: Pulti šalia esančius priešininkus
lv: Uzbrukt tuvējiem pretiniekiem
ms: Serang pihak lawan berhampiran
nb: Angrip motstandere i nærheten
nl: Val nabije tegenstanders aan
pl: Atakuj pobliskich przeciwników.
pt_br: Ataque oponentes próximos
pt_pt: Atacar inimigos nas redondezas
ru: Атаковать ближайших противников
sk: Zaútočte na neďalekých oponentov
sq: Sulmo kundërshtarët e afërt
sv: Attackera motståndare i närheten
te: సమీపంలోని ప్రత్యర్థులపై దాడి చేయండి
tr: Yakındaki rakiplerden saldırı
uk: Атакувати найближчих противників
zh: 攻击附近的对手
zh_tw: 攻擊鄰近的對手

# stance
source: Attack nearby opponents, chase a short distance and return to the original location
ar: تهاجم الخصوم بالقرب منها، وتلاحق لمسافة قصيرة ثمّ تعود إلى مكانها الأصليّ
ast: Acutir inimigos próximos, perseguiendo-los un pouco & d’a reo tornando a l sou puostu
bg: Нападане на близкостоящите противници, преследване на малко разстояние и връщане обратно на началното място
br: Tagañ an enebourien tost, redek war-o-lerc'h war un hed-vihan ha distreiñ d'al lec'hiadur orin
ca: Ataca els adversaris propers, els persegueix una distància curta i torna a la posició original
cs: Zaútočit na soupeře poblíž. Krátce je pronásledovat a vrátit se na původní místo
de: Nahe Gegner angreifen, eine kurze Strecke jagen und dann zum ursprünglichen Ort zurückkehren
el: Επίθεση σε γειτονικούς αντιπάλους, κυνήγησε τους για μερικά μέτρα και επέστρεψε στην αρχική τοποθεσία
eu: Eraso hurbil dauden etsaiak, distantzia txiki bat segitu eta bueltatu hasierako lekura
fa: حمله به حریفان نزدیک، دنبال کردن به میزان کوتاه و بازگشت به محل اولیه
fi: Hyökkää läheisien vihollisten kimppuun, jahtaa lyhyen matkan ja palaa alkuperäiseen paikkaan.
fr: Attaquer les adversaires à proximité, les poursuivre sur une courte distance et revenir à la position d'origine
ga: Ionsaigh céilí comhraic in aice láimhe, téigh sa tóir ar achar gairid agus téigh ar ais go dtí an bunáit.
gd: Thoiribh ionnsaigh air nàimhdean faisg oirbh, rachaibh às an dèidh greiseag agus tillibh gu far an robh sibh
gl: Atacar rivais próximos, perseguir un treito limitado antes de regresar á posición orixinal.
hu: Közeli ellenfelek támadása, üldözés rövid távon, és visszatérés az eredeti helyre
id: Serang musuh di sekitar, kejar untuk jarak yang pendek dan kembali ke posisi awal
it: Attacca gli avversari nelle vicinanze, insegue per breve distanza e torna in posizione
ja: 付近の敵を攻撃し、少しの距離追跡して元の場所に戻る
ko: 주변의 적을 공격하고, 짧은 거리를 추적하다가 원래의 위치로 돌아옵니다
lt: Pulti šalia esančius priešininkus. Nedidelį atstumą persekioti ir grįžti į pradinę vietą.
lv: Uzbrukt tuvējiem pretiniekiem, nedaudz dzīties pakal un atgriezties sākotnējā pozīcijā
ms: Serang pihak lawan berhampiran, kejar dalam jarak dekat dan kembali ke lokasi asal
nb: Angrip motstandere i nærheten, jag et lite stykke og returner til opprinnelig lokalitet
nl: Val nabije tegenstanders aan, achtervolg een korte afstand en keer terug naar de uitgangspositie
pl: Atakuj pobliskich przeciwników, ścigaj ich na niewielką odległość i powróć po pierwotnej pozycji
pt_br: Ataque oponentes próximos, persiga por uma curta distância e então retorne a posição original
pt_pt: Atacar inimigos nas redondezas, perseguir a uma curta distância e voltar à localização inicial
ru: Атаковать ближайших противников, недолго преследовать и возвращаться на исходную позицию
sk: Zaútočte na neďalekých oponentov, naháňajte ich do krátkej vzdialenosti, potom sa vráťte na pôvodnú pozíciu
sq: Sulmo kundërshtarët e afërt, përndjeki në largësi të shkurtë dhe kthehu në pozitën fillestare
sv: Attackera motståndare i närheten, jaga en kort sträcka och återvänd sedan till ursprungsposition
te: సమీప ప్రత్యర్థులపై దాడి చేయండి, కొద్ది దూరం వెంబడించి అసలు స్థానానికి తిరిగి వెళ్ళుండి
tr: Yakındaki rakiplere saldır, kısa bir mesafe takip et ve asıl mevkiine geri dön.
uk: Атакувати найближчих противників, переслідуючи на короткій дистанції та повертатися до початкової позиції
zh: 攻击附近的对手，追击一小段距离然后返回原始位置
zh_tw: 攻擊鄰近的對手，追蹤一小段距離然後回到原位

# stance
source: Flee if attacked
ar: تهرب إذا هُوجمت
ast: Fhuxhir a l vesse acutidu
bg: Бягане при нападение
br: Tec'hout pa vezer taget
ca: Fuig si l'ataquen
cs: V případě napadení prchnout
de: Bei Angriff fliehen
el: Υποχώρησε σε περίπτωση επίθεσης
eu: Ihes egin erasoa bada
fa: فرار کردن اگر حمله شد
fi: Pakene joutuessasi hyökätyksi
fr: Fuir en cas d'attaque
ga: Éalaigh má tá sé ionsaithe
gd: Teichibh nuair a bheirear ionnsaigh oirbh
gl: Fuxir ante un ataque
hu: Menekülés, ha támadják
id: Melarikan diri saat diserang
it: Fugge se attaccato
ja: 攻撃を受けたら逃げる
ko: 공격받으면 도망칩니다
lt: Pabėgti jei yra puolamas
lv: Bēgt, ja uzbrūk
ms: Lari jika diserang
nb: Røm ved angrep
nl: Vlucht in geval van een aanval
pl: Zaatakowany uciekaj
pt_br: Fuja se atacado
pt_pt: Fugir se for atacado
ru: Бежать в случае нападения
sk: Po napadnutí zutekajte
sq: Ik nëqoftëse sulmohet
sv: Fly om attackerad
te: దాడి చేస్తే పారిపోండి
tr: Saldırı olursa kaçar
uk: Втікати у разі нападу
zh: 遭到攻击时逃跑
zh_tw: 被攻擊時逃跑

# stance
source: Attack opponents in range, but don't move
ar: تهاجم الخصوم في مداها، ولكن لا تتحرّك
ast: Acutir inimigos aveirados in sin perseguillos
bg: Нападане на противниците в обхват, но без придвижване
br: Tagañ an enbourien e-barzh an hed-tenn, nemet hep fiñval
ca: Ataca els adversaris a l'abast, però no es mou
cs: Zaútočit na soupeře v dosahu, ale nehýbat se
de: Gegner aus der Ferne angreifen, aber nicht bewegen
el: Επίθεση σε αντιπάλους από απόσταση, αλλά ακίνητος
eu: Eraso eskura dauden etsaiak, baina ez mugitu
fa: حمله به دشمن در شعاع حمله، اما بدون حرکت کردن
fi: Hyökkää kantaman sisällä olevia vihollisia vastaan, mutta älä liiku
fr: Attaquer les adversaires à portée, mais sans bouger
ga: Ionsaigh céilí comhraic in aice láimhe, ach ná gluais.
gd: Thoiribh ionnsaigh air nàimhdean faisg oirbh ach na gluaisibh
gl: Atacar rivais próximos mantendo a posición
hu: Ellenfelek támadása a hatótávolságon belül, de ne mozogjon
id: Menyerang musuh dari jarak jauh, tetapi tidak berpindah
it: Attacca avversari entro una certa distanza, ma non si sposta
ja: 射程内の敵は攻撃するが、移動しない
ko: 범위 내의 상대를 공격하지만 움직이지 않습니다
lt: Atakuoti į kovos nuotolį patekusius oponentus, tačiau nejudėti.
lv: Uzbrukt pretiniekiem no attāluma, bet nekustēties
ms: Serang pihak lawan dalam jangkauan, tetapi jangan bergerak
nb: Angrip motstandere innenfor rekkevidde, men ikke forflytt
nl: Val tegenstanders binnen bereik aan, maar verplaats niet
pl: Atakuj przeciwników będących w zasięgu, ale nie ruszaj się
pt_br: Ataque oponentes dentro do campo, mas não se mova
pt_pt: Atacar inimigos que estejam no alcance, mas não se mover
ru: Атаковать противников в радиусе действия, но не двигаться
sk: Zaútočte na nepriateľov v dosahu, ale nehýbte sa
sq: Sulmo kundërshtarët në rreth, por mos lëviz
sv: Attackera motståndare inom räckhåll, men förflytta inte
te: పరిధిలో ఉన్న ప్రత్యర్థులను దాడి చేయండి, కాని కదలకండి
tr: Düşmana belirli bir mesafeden saldır ama yaklaşma
uk: Атакувати противників у зоні досягнення, але не рухатися
zh: 攻击射程内的对手，但不作移动
zh_tw: 攻擊範圍內的對手，但不會移動

source: Current Count: %(count)s, Limit: %(limit)s.
ar: العدد الحاليّ: %(count)s، الحدّ: %(limit)s.
ast: Númeru actual: %(count)s, Límite: %(limit)s.
bg: Текущ брой: %(count)s, Ограничение: %(limit)s.
br: Kont er mare-mañ: %(count)s, Bevenn: %(limit)s.
ca: Xifra actual: %(count)s, Límit: %(limit)s.
cs: Nynější počet: %(count)s, Limit: %(limit)s.
da: Nuværende Antal: %(count)s, Max: %(limit)s.
de: Anzahl: %(count)s, Limit: %(limit)s.
el: Τρέχον αριθμός: %(count)s, Όριο: %(limit)s.
es_cl: Actual: %(count)s, Limite: %(limit)s.
eu: Uneko kontua: %(count)s, Muga: %(limit)s.
fa: تعداد کنونی: %(count)s, سقف مجاز: %(limit)s.
fi: Nykyinen määrä: %(count)s, Raja: %(limit)s.
fr: Nombre actuel : %(count)s, Limite : %(limit)s.
ga: Méid Reatha: %(count)s, Teorainn: %(limit)s.
gd: An t‑uiread an-dràsta: %(count)s, Cuingeachadh: %(limit)s.
gl: Construídas: %(count)s. Límite: %(limit)s.
hu: Jelenlegi létszám: %(count)s, határ: %(limit)s.
id: Jumlah saat ini: %(count)s, Batas: %(limit)s.
it: Conteggio corrente: %(count)s, Limite: %(limit)s.
ja: 現在の数：%(count)s、最大数：%(limit)s。
ka: ახლანდელი რაოდენობა: %(count)s, ზღვარი %(limit)s.
ko: 현재 개수: %(count)s, 허용치: %(limit)s.
lt: Dabartinis skaičius: %(count)s. Limitas: %(limit)s.
lv: Pašreizējais skaits: %(count)s, limits: %(limit)s.
ms: Kiraan Semasa: %(count)s, Had: %(limit)s.
nb: Nåværende antall: %(count)s, Grense: %(limit)s.
nl: Huidig aantal: %(count)s, Limiet: %(limit)s.
pl: Obecny licznik: %(count)s, Limit: %(limit)s.
pt_br: Quantidade Atual: %(count)s, Limite: %(limit)s.
pt_pt: Quantidade atual: %(count)s, Limite: %(limit)s.
ru: Текущее количество: %(count)s, предел: %(limit)s.
sk: Aktuálny počet: %(count)s, Limit: %(limit)s.
sl: Trenutno število: %(count)s, Limit: %(limit)s.
sq: Mbledhja e tanishme: %(count)s, Kufi: %(limit)s.
sv: Aktuellt antal: %(count)s, Max: %(limit)s.
te: ప్రస్తుత లెక్క: %(count)s, పరిమితి: %(limit)s
tr: Mevcut Sayı: %(count)s, sınır: %(limit)s.
uk: Поточна кількість: %(count)s, Ліміт: %(limit)s.
zh: 现有数量: %(count)s，限额: %(limit)s。
zh_tw: 現有數量： %(count)s ，限制： %(limit)s 。

source: %(changer)s enlarges the limit with %(change)s.
ar: %(changer)s يزيد الحد مع %(change)s.
ast: %(changer)s xube l límite cun %(change)s.
bg: %(changer)s увеличава ограничението с %(change)s.
br: %(changer)s brasaat ar vevenn eus %(change)s.
ca: %(changer)s augmenta el límit amb %(change)s.
cs: %(changer)s zvětší limit o %(change)s.
da: %(changer)s forhøjer begrænsningen med %(change)s.
de: %(changer)s erhöht das Limit um %(change)s.
el: %(changer)s μεγεθύνει το όριο σε %(change)s.
es_cl: %(changer)s aumenta el limite con %(change)s.
eu: %(changer)s %(change)s-ekin handitzen du limitea.
fa: %(changer)s افزایش محدودیت به مقدار %(change)s
fi: %(changer)s nostaa rajaa %(change)s.
fr: %(changer)s agrandit la capacité de %(change)s.
ga: Méadú %(changer)s ar an uasdhonra le %(change)s.
gd: Bidh %(change)s a bharrachd ceadaichte dhut le %(changer)s.
gl: %(changer)s aumenta o límite en %(change)s.
hu: %(changer)s növeli a határt %(change)s egységgel.
id: %(changer)s memperbesar batas %(change)s.
it: %(changer)s aumenta il limite a %(change)s.
ja: %(changer)sが上限を %(change)s拡大しました。
ka: %(changer)s ზრდის ზღვარს %(change)s-ით.
ko: %(changer)s이(가) %(change)s(으)로 제한을 확대합니다.
lt: %(changer)s padidina limitą %(change)s.
lv: %(changer)s palielina limitu par %(change)s.
ms: %(changer)s meluaskan had dengan %(change)s.
nb: %(changer)s forstørrer grensen med %(change)s.
nl: %(changer)s vergroot de limitieten met %(change)s.
pl: %(changer)s zwiększa poziom o %(change)s.
pt_br: %(changer)s amplia o limite com %(change)s.
pt_pt: %(changer)s alarga o limite com %(change)s.
ru: %(changer)s расширяет предел на %(change)s.
sk: %(changer)s zvýši limit o %(change)s.
sl: %(changer)s poveča limit z %(change)s.
sq: %(changer)s rrit kufirin me %(change)s.
sv: %(changer)s ökar begränsningen med %(change)s.
tr: %(changer)s ile %(change)s kadar sınır büyür.
uk: %(changer)s збільшує ліміт за допомогою %(change)s.
zh: %(changer)s 将限制增大 %(change)s.
zh_tw: %(changer)s 將限制增大 %(change)s 。

source: %(changer)s lessens the limit with %(change)s.
ar: %(changer)s يقلل من الحد مع %(change)s.
ast: %(changer)s baxa l límite cun %(change)s.
bg: %(changer)s намалява ограничението с %(change)s.
br: %(changer)s bihanaat ar vevenn eus %(change)s.
ca: %(changer)s redueix el límit amb %(change)s.
cs: %(changer)s zmenší limit o %(change)s.
da: %(changer)s sænker begrænsningen med %(change)s.
de: %(changer)s senkt das Limit um %(change)s.
el: %(changer)s μειώνει το όριο σε %(change)s.
es_cl: %(changer)s reduce el limite en %(change)s.
eu: %(changer)s %(change)s-ekin txikitzen du limitea.
fa: %(changer)s کاهش محدودیت به میزان %(change)s
fi: %(changer)s laskee rajaa %(change)s.
fr: %(changer)s diminue la capacité de %(change)s.
ga: Laghdú %(changer)s ar an uasdhaonra le %(change)s.
gd: Teannaidh %(changer)s an cuingeachadh le %(change)s.
gl: %(changer)s diminúe o límite en %(change)s.
hu: %(changer)s csökkenti a határt %(change)s egységgel.
id: %(changer)s mengurangi batas %(change)s.
it: %(changer)s diminuisce il limite a %(change)s.
ja: %(changer)sが上限を %(change)s縮小しました。
ka: %(changer)s ამცირებს ზღვარს %(change)s-ით.
ko: %(changer)s이(가) %(change)s(으)로 제한을 축소합니다.
lt: %(changer)s sumažina limitą %(change)s.
lv: %(changer)s samazina limitu par %(change)s.
ms: %(changer)s mengecilkan had dengan %(change)s.
nb: %(changer)s minker grensen med %(change)s.
nl: %(changer)s verklein de limieten met %(change)s
pl: %(changer)s zmniejsza poziom o %(change)s.
pt_br: %(changer)s diminui o limite com %(change)s.
pt_pt: %(changer)s restringe o limite com %(change)s.
ru: %(changer)s сокращает предел на %(change)s.
sk: %(changer)s zníži limit o %(change)s.
sl: %(changer)s zmanjša limit z %(change)s.
sq: %(changer)s zvoglon kufirin me %(change)s.
sv: %(changer)s sänker begränsningen med %(change)s.
tr: %(changer)s ile %(change)s kadar sınır küçültülür.
uk: %(changer)s зменшує ліміт за допомогою %(change)s.
zh: %(changer)s 将限制降低 %(change)s.
zh_tw: %(changer)s 將限制減少 %(change)s 。

source: Can be constructed only once.
ast: Puode construisse una sola vez.
ca: Només es pot construir una vegada.
cs: Může být postaveno pouze jednou.
de: Kann nur einmalig gebaut werden.
el: Μπορεί να ανεγερθεί μόνο μία φορά.
fi: Voidaan rakentaa vain kerran.
fr: Ne peut être construit qu'une fois.
gd: Cha ghabh a thogail ach aon turas.
hu: Csak egyszer lehet megépíteni.
id: Dapat dibangun hanya sekali.
it: Può essere costruito solo una volta.
ja: 1つだけ建設可能です。
ko: 한 개만 건설 할 수 있습니다.
lt: Gali būti pastatyta tik kartą.
nl: Kan maar één keer gebouwd worden.
pl: Może zostaćstworzone tylko raz.
pt_br: Pode ser construída apenas uma vez.
ru: Можно построить лишь однажды.
sk: Môže byť postavené len raz.
sv: Kan bara konstrueras en gång.
tr: Sadece bir kez inşa edilebilir.
uk: Може бути споруджено тільки один раз.
zh: 只能构造一次。
zh_tw: 僅能被建造一次。

source: Could only be constructed %(limit)s time.
ast: Mal pudo construisse a penas %(limit)s vez.
gd: Cha b’ urrainnear a thogail ach %(limit)s turas.
id: Hanya bisa dibangun %(limit)s kali.
ja: %(limit)sつまで建設可能です。
ko: %(limit)s번만 건설할 수 있습니다.
zh: 只能建造%(limit)s个。

source: Can be constructed %(count)s more time.
ast: Puode construisse %(count)s vez mas.
ca: Es pot construir %(count)s vegada més.
cs: Může být postaveno ještě %(count)s krát.
de: Kann %(count)s weiteres Mal gebaut werden.
el: Μπορεί να αναγερθεί %(count)s ακόμα φορά.
fi: Voidaan rakentaa vielä %(count)s kerran.
fr: Ne peut être construite que %(count)s fois de plus.
gd: Cha ghabh a thogail ach %(count)s turas eile.
hu: Még ennyiszer lehet megépíteni: %(count)s.
id: Bisa dibangun %(count)s kali lagi.
it: Può essere costruito %(count)s altra volta.
ja: あと%(count)s回建設可能です。
ko: %(count)s번 더 건설 할 수 있습니다.
lt: Gali būti statoma dar %(count)s kartą.
nl: Kan nog %(count)s keer gebouwd worden.
pl: Może zostać stworzone jeszcze tylko raz.
pt_br: aa
ru: Можно построить ещё: %(count)s.
sk: Môže byť postavené ešte raz.
sv: Kan konstrueras %(count)s gång till.
tr: %(count)s kez daha inşa edilebilir.
uk: Може бути споруджено ще %(count)s раз.
zh: 还可生产%(count)s个建筑。
zh_tw: 還可以建造 %(count)s 次。

source: Could only be trained once.
ast: Mal pudo creasse a penas una vez.
ca: Només es pot reclutar una vegada.
cs: Může být vytrénováno pouze jednou.
de: Kann nur einmal ausgebildet werden.
el: Μπορεί να εκπαιδευτεί μία φορά.
fi: Voitiin kouluttaa vain kerran.
fr: Ne pouvait être entrainé qu'une fois.
gd: Cha ghabh oideachadh ach aon turas.
hu: Csak egyszer lehetett kiképezni.
id: Hanya bisa dilatih %(limit)s kali.
it: Può essere addestrato solo una volta.
ja: %(limit)s体まで養成できます。
ko: %(limit)s번만 훈련할 수 있습니다.
lt: Gali būti mokoma tik kartą.
nl: Kon slechts één keer gerekruteerd worden.
pl: Można wyszkolić tylko raz.
pt_br: a
ru: Можно обучить лишь однажды.
sk: Mohlo byť trénované len raz.
sv: Kan bara tränas en gång.
tr: Sadece bir kez inşa edilebilir.
uk: Може бути треновано одноразово.
zh: 只能训练%(limit)s个。
zh_tw: 還可以被訓練 %(limit)s 次。

source: Can be trained only once.
ar: يمكن تدريبه مرة واحدة فقط
ast: Puode creasse una sola vez.
ca: Només es pot reclutar un cop.
cs: Může být vycvičeno pouze jednou.
de: Kann nur einmalig ausgebildet werden.
el: Μπορεί να εκπαιδευτεί μόνο μία φορά.
fi: Voidaan kouluttaa vain kerran.
fr: Ne peut être entrainé qu'une fois.
gd: Cha ghabh oideachadh ach aon turas.
hu: Csak egyszer lehet kiképezni.
id: Hanya bisa dilatih sekali.
it: Può essere addestrato solo una volta.
ja: 1体だけ養成できます
ko: 한 번만 훈련 할 수 있습니다.
lt: Gali būti mokoma tik kartą.
nl: Kan maar één keer gerekruteerd worden.
pl: Może zostać wyszkolone tylko raz.
pt_br: Pode ser treinado apenas uma vez.
ru: Можно обучить лишь однажды.
sk: Mohlo byť trénované len raz.
sv: Kan bara tränas en gång.
tr: Sadece bir kez eğitilebilir.
uk: Може бути треновано тільки один раз.
zh: 只能训练一次。
zh_tw: 只能被訓練一次。

source: Can be trained %(count)s more time.
ast: Puode creasse %(count)s vez mas.
ca: Es pot reclutar %(count)s vegada més.
cs: Může být vytrénováno ještě %(count)s krát.
de: Kann %(count)s weitere Male ausgebildet werden.
el: Μπορεί να εκπαιδευθεί %(count)s ακόμη φορά.
fi: Voidaan kouluttaa vielä %(count)s kerran.
fr: Peut être entrainé %(count)s fois de plus.
gd: Cha ghabh oideachadh ach %(count)s turas eile.
hu: Még ennyiszer lehet kiképezni: %(count)s.
id: Bisa dilatih %(count)s kali lagi.
it: Può essere addestrato %(count)s altra volta.
ja: あと%(count)s体養成できます
ko: %(count)s번 더 훈련할 수 있습니다.
lt: Gali būti mokoma dar %(count)skartą.
nl: Kan nog %(count)s keer gerekruteerd worden.
pl: Może zostać wyszkolone jeszcze %(count)sraz.
pt_br: a
ru: Можно обучить ещё: %(count)s.
sk: Môže byť postavené ešte raz.
sv: Kan tränas %(count)s gång till.
tr: %(count)s kez daha eğitilebilir.
uk: Може бути треновано ще %(count)s раз.
zh: 还可训练%(count)s个。
zh_tw: 還可以被訓練 %(count)s 次。

source: Could only be created once.
ast: Mal pudo creasse a penas una vez.
ca: Només es pot crear una vegada.
cs: Může být vytvořeno pouze jednou.
de: Kann nur einmal erschaffen werden.
el: Μπορεί να δημιουργηθεί μόνο μία φορά.
fi: Voitiin luoda vain kerran.
fr: Ne pouvait être créé qu'une fois.
gd: Cha ghabh a chruthachadh ach aon turas.
hu: Csak egyszer lehetett létrehozni.
id: Hanya bisa dibuat %(limit)s kali.
it: Può essere creato solo una volta.
ja: %(limit)sつまで作成できます。
ko: %(limit)s번만 만들 수 있습니다.
lt: Gali būti sukurta tik kartą.
nl: Kon slechts één keer gemaakt worden.
pl: Można stworzyć tylko raz.
pt_br: as
ru: Можно создать лишь однажды.
sk: Mohlo byť vytvorené len raz.
sv: Kan bara skapas en gång.
tr: Sedece bir kez oluşturabilir.
uk: Може бути створено одноразово.
zh: 只能训练%(limit)s个。
zh_tw: 僅能被建立 %(limit)s 次。

source: Can be created only once.
ast: Puode creasse una sola vez.
ca: Només es pot crear un cop.
cs: Může být vytvořeno pouze jednou.
de: Kann nur einmalig erschaffen werden.
el: Μπορεί να δημιουργηθεί μόνο μία φορά.
fi: Voidaan luoda vain kerran.
fr: Ne peut être créé qu'une fois.
gd: Cha ghabh a chruthachadh ach aon turas.
hu: Csak egyszer lehet létrehozni.
id: Hanya bisa dibuat sekali.
it: Può essere creato una sola volta.
ja: 1つだけ作成できます。
ko: 한 번만 만들 수 있습니다.
lt: Gali būti sukurta tik kartą.
nl: Kan maar één keer gemaakt worden.
pl: Może zostać stworzone tylko raz.
pt_br: Pode ser criado apenas uma vez.
ru: Можно создать лишь однажды.
sk: Mohlo byť vytvorené len raz.
sv: Kan bara skapas en gång.
tr: Sedece bir kez oluşturabilir.
uk: Може бути створено тільки один раз.
zh: 只能创建一次。
zh_tw: 僅能被建立一次。
