Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Following the fall of Indibil in battle, Mandonius led the survivors to safety. +10% health for all soldiers.
br: Da heul drouklamm Indibil en emgann, Mandoniuz a gasas ar re chomet bev betek ar surentez. +10% a yec'hed evit an holl soudarded.
el: Μετά την πτώση του Ανδοβάλη στη μάχη, ο Μανδόνιος οδήγησε τους επιζώντες στην ασφάλεια. +10% υγεία για όλους τους στρατιώτες.
es_ar: Luego de la caída de Indíbil en batalla, Mandonio pone a los sobrevivientes a salvo. Todos los soldados obtienen un 10% de salud adicional.
ga: Nuair a fháil Indibil bás sa cath, threoraigh Mandonius na marthanóirí le sábháilteacht. Sláinte +10% do gach saighdiúir.
gd: Às dèidh Indibil tuiteam air a’ bhlàr, stiùirich Mandonius an fheadhainn a mhair beò gu àite shàbhailte. +10% a shlàinte air gach saighdear.
he: בעקבות נפילת האינדיב בקרב, הובילה מנדוניוס את הניצולים למקום מבטחים. \ N + 10% בריאות לכל החיילים.
ms: Disebabkan oleh kematian Indibil di dalam pertempuran, Mandonius membawa lari askar yang terselamat. +10% hayat untuk semua aksar.
nb: Etter at Indibil falt på slagmarken, ledet Mandonius overleverne i sikkerhet. +10% helse for alle soldater.

source: Ruling with full power in the Meroë Empire and also playing a significant role in the Meroitic religion, Shanakdakheto represented the might of Kush, something not to be taken lightly. Awe: All enemy female citizens -15% gather rate.
br: O ren gant an holl galloudoù e impalaeriezh Meroë hag o c'hoari ivez ur roll a-bouez er relijion Meroitek, Shanakdakheto a ziskoueze galloudegezh Kush, un dra bennak da gemer a-barfeted. Doujañs: An holl keodedourezed enebour -15% feur kutuilh.
el: Έχοντας την πλήρη δύναμη στην αυτοκρατορία Μερόη και επίσης παίζοντας σημαντικό ρόλο στη Μεροήτικη θρησκεία, ο Σανακκάκετο αντιπροσώπευε τη δύναμη του Κους, κάτι που δεν πρέπει να θεωρηθεί ασήμαντο. Δέος: Όλες οι εχθρικές γυναίκες πολίτες -15% στο ποσοστό συγκομιδής.
es_ar: Gobernando con poder absoluto sobre el Imperio Meroe y jugando un papel importante en la religión Meroítica, la reina Shanakdakhete representó al poderío de Kush, algo para no ser tomado a la ligera. Temor: todas las ciudadanas enemigas pierden un 15% en el índice de recolección.
ga: Atá ina fhorlámhaí san Impireacht Méróé, agus le slí mhór sa chréideamh Méróéiteach, léirigh Sianacdaichéto cumhacht na Cuise, rud nach glacadh go héascúil. Uamhan: ráta bailithe -15% do gach banshaoránach naimhde.
gd: On a riaghlaich Shanakdakheto le làn-smachd air Impireachd Mheroë Empire agus bha i cudromach airson creideamh Mheroë cuideachd, riochdaicheadh i cumhachd dhrùidhteach Kuluš. Fiamh: Fulaingidh gach saoranach boireann nàimhdeil -15% air astar a’ chruinneachaidh.
he: פסק הדין עם כוח מלא של האימפריה Meroë וגם משחק תפקיד משמעותי הדת המרואית, Shanakdakheto ייצג את כוחו של קוש, משהו לא להילקח בקלילות. \ N: כל אזרחות האויב 15% לאסוף שיעור.
ms: Pemerintahan sepenuh kuasa dalam Empayar Meroë juga memainkan peranan penting dalam agama Meroitik. Shanakdakheto mewakili kekuatan Kush, yang tidak dipandang ringan. Kagum: Semua rakyat perempuan musuh -15% kadar pengumpulan.

source: As in all cultures, relgion played a significant part in the Meroë Empire. Shanakdakheto had the Temple buit around 160 B.C. as a symbol of the advancedness of Meroë. +1 garrisoned heal rate for nearby temples.
br: Evel gant an holl sevenadurioù all, ar relijion en doa ur roll a-bouez en Impalaeriezh Meroë. Shanakdakheto en doa lakaet an templ da vezañ savet tro 160 a-raok J.-K. evel arrouez araokadur Meroë. +1 feur pareañ en gwarnizon evit an temploù nepell.
el: Όπως σε όλες τις κουλτούρες, η θρησκεία έπαιξε σημαντικό ρόλο στην αυτοκρατορία Μερόη. Ο Σανακκάκετο είχε κτίσει το Ναό περίπου το 160 π.Χ. ως σύμβολο της προόδου της Μερόη. +1 στο ρυθμό θεραπείας στις οχυρωμένες μονάδες στους κοντινούς ναούς.
gd: Mar a bha airson na dualchasan eile uile, bha an creideamh glè chudromach ann an Impireachd Mheroë. Dh’òrdaich Shanakdakheto gun deach an teampall a thogail mo 160 RC ‘na shamhla air dè cho adhartach ’sa bha Meroë. Thèid na h-aonadan a bhios ’nan gearastan ann an teampallan am fagas a shlànachadh nas luaithe le +1.
ms: Dalam semua budaya, agama memainkan peranan penting dalam Empayar Meroë. Shanakdakheto telah membina Kuil pada 160 S.M. sebagai simbol kemajuan puak Meroë. +1 kadar penyembuhan yang bergarison berhampiran kuil.

source: During the First Macedonian War, Philip and his troops sacked Thermum, the religious and political centre of Aetolia. +5 food and wood for every enemy unit killed or structure destroyed.
br: E-pad ar C'hentañ Brezel Makedonian, Fulup hag e vagadoù o doa gwastet Thermum, kêrbenn relijiel ha politikel Aetolia. +5 a voued ha koad evit kement unanenn enebour lazhet pe stummadur distrujet.
el: Κατά τη διάρκεια του πρώτου Μακεδονικού Πολέμου, ο Φίλιππος και τα στρατεύματά του λεηλάτησαν τους Θερμούς, το θρησκευτικό και πολιτικό κέντρο της Αιτωλίας. +5 φαγητό και ξύλο για κάθε εχθρική μονάδα που σκοτώνετε ή κατασκευή που καταστρέφεται.
es_ar: Durante la Pimer Guerra Macedónica, Filipo y sus tropas saquearon Thermos, centro religioso y político de Etolia. +5 de madera y comida por cada unidad o estructura destruída.
ga: I rith an Chéad Cogadh Macadónach, chreach Pilib agus a shaighdiúirí ar Thermum, ionad creidimh agus polaitíochta in Aetolia. Bia agus adhmad +5 do gach aonad namhaid maraithe, nó foirgneamh scriosta.
gd: Rè a’ chiad chogaidh Mhasadonaich, chreach Filip ’s fheachd Thermum, cathair creideimh is poileataigeach Aetolia. +5 a bhiadh ’s fiodh airson gach aonad nàmhad air a mharbhadh no togalach air a mhilleadh.
he: במהלך מלחמת מקדוניה הראשונה, פיליפ וגייסותיו פיטרו את תרמוס, המרכז הדתי והפוליטי של אטוליה. \ N + 5 מזון ועץ לכל יחידת אויב נהרגו או נהרסו.
ms: Ketika Perang Pertama Macedonia, Philip dan bala tenteranya telah menjarah Thermum, pusat pentadbiran dan keagamaan Aetolia. +5 makanan dan kayu bagi setiap unit musuh yang berjaya dibunuh atau struktur yang telah dimusnahkan.
nb: Under den første makedonske krigen, plyndret Filip og hans tropper Thermum, det religiøse og politiske senteret av Aetolia. +5 mat og trevirke for hver fiendeenhet drept eller byggverk ødelagt.
te: మొదటి మసడోనియన్ యుద్ధం జరిగినప్పుడు ఫిలిప్ మరియు అతని సైనిక దళాలు "ఏతోల్ల" యొక్క మత మరియు రాజకీయ కేంద్ర బిందువు అయిన 'తెర్ముం'ని కొల్లగొట్టారు. చంపిన ప్రతి శత్రువుకు లేదా నాశనం చేసిన ప్రతి భవంతికి మీకు +5 ఆహారము మరియు చెక్క లభించును.

source: Son of Chandragupta Maurya, Bindusara consolidated the empire, creating a stable state for his son Ashoka to inherit. +20% territory influence.
br: Mab Chandragupta Maurya, Bindusara en doa kreñvaet an impalaeriezh, en ur grouiñ ur stad stabil az eas d'e vab Ashoka evel herezh. +20% a levezon tiriadel.
el: Ο γιος του Τσαντραγκούπτα Μαουρύα, Μπιντουσάρα ενοποίησε την αυτοκρατορία, δημιουργώντας μια σταθερή κατάσταση για να κληρονόμησε ο γιος του Ασόκα. +20% στην επιρροή του εδάφους.
es_ar: Hijo de Chandragupta Maurya, Bindusara consolidó el imperio, creando un estado estable para que su hijo Ashoka heredase. La influencia territorial se incrementa un 20%.
ga: Dhaighnigh Bindiúsara, mac Tiandragúpta Mauiria, an t-impireacht, cruthaigh sé stát seasmhach dá mhac Aisióca a fháil le hoidhreacht. Tionchar críocha +20%.
gd: ’S e mac Chandragupta Maurya a bh’ ann am Bindusara ’s co-dhaingnich e an impireachd, a’ cruthachadh stàit sheasmhach a gheibheadh a mhac Aśoka mar dhìleab. +20% air a’ bhuaidh ranntair.
he: בנו של צ'אנדרגופטה מאוריה, בינדוסרה חיברה את האימפריה, ויצרה מדינה יציבה לבנו אשוקה לרשת. \ N + 20% משפיעים על שטח.
ms: Anak Chandragupta Maurya, Bindusara berjaya menyatukan empayar, seterusnya mengukuhkan negara untuk anaknya Ashoka yang bakal memerintah. +20% pengaruh wilayah.
nb: Sønn av Chandragupta Maurya, Bindusara, samlet riket, noe som levnet en stabil stat for sin sønn Ashoka å arve. +20% teritoriell inflytelse.
te: చంద్రగుప్త మౌర్య కొడుకు బిందుసార సామ్రాజ్యం మొత్తాన్ని ఏకం చేసాడు, అతని కుమారుడు అశోకుడు వంశపారంపర్యంగా పొందుటకు ఒక స్థిరమైన రాజ్యాని సృష్టించాడు. +20 శాతం భూభాగ ప్రభావం.

source: Bindusara is said to have conquered lands to the south of the empire. +15% unit capture rate.
br: Lavaret eo en doa aloubet Bindusara douaroù e Su an impalaeriezh. +15% a feur pakusted evit an unanennoù.
el: Ο Μπιντουσάρα λέγεται ότι είχε κατακτήσει τα εδάφη στα νότια της αυτοκρατορίας. +15% στο ποσοστό αιχμαλώτισης μονάδος.
es_ar: Se dice que Bindusara conquistó territorios al sur del imperio. El índice de captura de unidades se incrementa un 15%.
ga: Duradh gur chloígh Bindiúsara tíranna ó theas ón impireacht. Ráta gabhála +15% d'aonaid.
gd: Thathar ag ràdh gun do cheannsaich Bindusara tìrean gu deas air an impireachd. +15% air luaths glacadh aonadan.
he: Bindusara הוא אמר כי יש כבשו אדמות מדרום האימפריה. \ N + 15% שיעור ללכוד יחידה.
ms: Bindusara dikatakan telah menakluki sejumlah tanah di selatan empayar. +15% kadar tangkapan unit.
nb: Det er sagt om Bindusara at han skal ha erobret land sør for riket. +15% enhetsovertagelsestakt.
te: బిందుసార సామ్రాజ్యానికి దక్షిణం వైపుగా భూబాగాల్ని ఆక్రమించాడని అనేవారు. +15 శాతం భలగం యొక్క ఆక్రమించు శక్తి.

source: Throughout his reign, much of Artaxerxes' wealth was spent on building projects. He restored the Palace of Darius I at Susa and restored the ancient city of Ecbatana. +5% health and -10% resource cost for all buildings.
br: A-hed e ren, kalz binvidigezh Artakserksez a oa bet kaset da sevel raktresoù savadurioù. Nevesaet en doa Palez Darius I e Suza ha kêr gozh Ekbatana. +5% a yec'hed ha -10% a goust danvez evit an holl savadurioù.
el: Κατά τη διάρκεια της βασιλείας του, ένα μεγάλο μέρος του πλούτου του Αρταξέρξη δαπανήθηκε για οικοδομικά έργα. Αποκατέστησε το παλάτι του Δαρείου Α στα Σούσα, και αποκατέστησε την αρχαία πόλη της Εκβάτανα. +5% στην υγεία και -10% στο κόστος των πόρων για όλα τα κτίρια.
es_ar: Durante su reinado, muchas de las riquezas de Artajerjes fueron usadas en proyectos de construcción. Restauró el palacio de Darío I en Susa y también la antigua ciudad de Ecbatana. Todas las construcciones ganan un 5% de salud y su costo se reduce un 10%.
ga: Ar fad a réimeas, chaith Artaxerxes an chuid is mó dá rachmas ar thionscadail tógála. D'athnuaigh sé pálás Dairiúis I sa tSusa, agus d'athnuaigh sé cathair ársa Eacbatana. Sláinte +5% agus costas acmhainne -10% do gach foirgneamh.
gd: Choisg Artaxerxes cuid mhòr dhen bheartas aige rè a rìoghachd air pròiseactan togail. Dh’aisig e lùchairt Darius I aig Susa agus seann-bhaile Ecbatana. +5% air slàinte ’s -10% air cosgaisean stòrais dhan a h-uile togalach.
he: לאורך שלטונו, הרבה של עושר Artaxerxes הוצא על בניית פרויקטים. הוא שיחזר את ארמון דריוס הראשון בסוסה ושחזר את העיר העתיקה של אקבטנה. \ N + 5% בריאות ו -10% עלות המשאבים עבור כל המבנים.
ms: Sepanjang pemerintahannya, Banyak kekayaan Artaxerses digunakan untuk projek pembinaan. Dia memulih kembali Istana Darius I di Susa dan juga bandar purba Ecbatana. +5% hayat dan -10% kos sumber untuk semua bangunan.
nb: Gjennom hans styre, ble mye av Artaxerxes' velstand brukt på bygningsprosjekter. Han restaurerte Palasset til Dareios I i Susa og oldtidsbyen Ekbatana. +5% helse og -10% ressurskostnad for alle bygninger.

source: Continuing his predecessors' work on the Great Library of Alexandria, he seized every book brought to the city, thus leaving to his people a vast amount of hoarded wisdom. -10% resource cost for all technologies.
br: En ur lakaat da beurbadout labour e ziagentourien war Levraoueg Vras Aleksandria, mentet en doa an holl levrioù prenet e kêr, dre-se en deus lezet d'e bobl ur pikol berniad furnez. -10% a goust danvez evit an holl deknologiezhioù.
el: Συνεχίζοντας το έργο των προκατόχων του για τη Μεγάλη Βιβλιοθήκη της Αλεξάνδρειας, έφερε κάθε βιβλίο στην πόλη, αφήνοντας έτσι στο λαό του ένα τεράστιο ποσό συσσωρευμένης σοφίας. -10% στο κόστος των πόρων για όλες τις τεχνολογίες.
es_ar: Continuando con el trabajo de sus predecesores en la Biblioteca de Alejandría, se apoderó de cada libro que llegaba a la ciudad, dejando así una gran reserva de sabiduría para su pueblo. El costo de todas las tecnologías se reduce un 10%.
ga: Leanann sé obair dá réamhtheachtaí ar an Leabharlann Mhór i gCathair Alastair, thóg sé gach leabhar a thug isteach sa chathair, mar sin d'fhág sé méid mhór eagna ghoidte i gCathair Alastair. Costas acmhainne -10% do gach téicneolaíocht.
gd: Lean e air adhart le obair a shinnsearan air leabharlann mhòr Alexandria, a’ togail gach leabhair a chaidh a thoirt dhan bhaile, a’ fàgail grunn mhòr gliocais dha muinntir. -10% air cosgais stòrais dha gach teicneolas.
he: בהמשך עבודתו של קודמיהם על הספרייה הגדולה באלכסנדריה, הוא תפס כל ספר שהובא לעיר, ובכך השאיר לעמו כמות עצומה של חוכמה מאוגדת. \ N-10% עלות המשאבים עבור כל הטכנולוגיות.
ms: Dengan meneruskan usaha pemimpin terdahulu ke atas Perpustakaan Agung Alexandria, dia membawa masuk semua buku yang dirampas ke dalam bandar yang memberikan sejumlah besar ilmu yang terpendam. -10% kos sumber untuk semua teknologi.
nb: I fortsettelsen på hans forgjengers arbeid på det kongelige biblioteket i Alexandria, tok han enhver bok bragt til byen, noe som levnet hans folk store mengder oppsamlet kunnskap. -10% ressurskost for alle teknologier.

source: After the rape of Lucretia by the son of King Tarquinius Superbus and her subsequent suicide, Brutus vowed to avenge her and overthrow the monarchy. Female citizens cost 20% less and work 10% faster.
br: Goude palfors Lukresia gant mab Roue Tarkinius Superbus ha da heul hec'h emzistruj, Brutus a douas veñjiñ anezhi ha diskar ar vonarkiezh. Ar c'heodedourezed a goust 20% nebeutoc'h ha labourat a reont 10% buanoc'h.
el: Μετά το βιασμό της Λουκρητίας από το γιο του βασιλιά Ταρκύνιου Σέρβερου και μετέπειτα αυτοκτονία της, ο Βρούτος υποσχέθηκε να την εκδικηθεί και να ανατρέψει τη μοναρχία. Οι γυναίκες πολίτες κοστίζουν 20% λιγότερο και εργάζονται 10% γρηγορότερα.
es_ar: Luego de la violación a Lucrecia por parte del hijo del Rey Tarquinio el Soberbio y su posterior suicidio, Bruto juró vengarla y derribar la monarquía. El costo de las ciudadanas se reduce 20% y trabajan 10% más rápido.
ga: Tar éis éignithe an Rí Tarquinius Superbus a rinne ar Lúicréitia, agus a féinmhárú ina dhiaidh, gheall Brútus a díoltas a imirt ar an rí agus an monarcacht. Laghdú costais 20% do bhanshaoránaigh, agus oibríonn siad 10% níos tapa.
gd: Às dèid mac Rìgh Tarquinius Superbus Lucretia èigneachadh ’s a fèin-mhurt air thoradh, mhionnaich Brutus gun gabhadh e dìoghaltas is gun tilgeadh e sìos am monarcachd. Cosgais nas lugha dhe 20% air saoranaich bhoireann agus obraichidh iad 10% nas luaithe.
he: לאחר אונס של לוקרישיה על ידי בנו של המלך Tarquinius סופרבוס ואת ההתאבדות שלאחר מכן, ברוטוס הבטיח לנקום אותה להפיל את המלוכה. \ N האשה האזרחים עלות 20% פחות לעבוד 10% מהר יותר.
ms: Selepas Lucretia dirogol oleh anak Raja Tarquinius, Superbus dan pengikutnya telah membunuh diri, Brutus membalas dendam dengan menjatuhkan sistem monarki. Rakyat perempuan berkos kurang 20% dan kerja 10% lebih pantas.
nb: Etter voldtekten av Lucretia av sønnen av kongen Tarquinius Superbus og hennes etterfølgende selvmord, sverget brutus hennes hevn og overkastelsen av monarkiet. Kvinnelige innbyggere koster 20% mindre og arbeider 10% raskere.
te: రాజు తార్కునిఉస్ సూపర్బస్ కొడుకు 'లుక్రెతియా'పై అత్యాచారం చేశాక ఆమె ఆత్మహత్య చేసుకుంది, దాని తరవాత బ్రూతుస్ ఆమె తరుపున ప్రతీకారం తీసుకుంటానని మరియు ఆ రాచరికాన్ని పడగొడతానని ప్రతిగ్న చేశాడు. ఆడ పౌరులకు 20 శాతం కర్చు తగ్గుతుంది మరియు 10 శాతం వేగంగా పని చేస్తారు.

source: Brutus was one of the key figures in the overthrow of the monarchy and the founding of the Roman Republic. Later, as consul he led a Roman army to victory against the Etruscan King Tarquinius who sought to retake the throne. +1 armor for all units and siege engines.
br: Brutus a oa unan eus an dud-pennañ e-barzh diskar ar vonarkiezh ha savidigezh ar Republik Roman. Diwezhatoc'h, pa oa koñsul kaset en deus un arme Roman d'an trec'h a-enep ar Roue Etruskat Tarkinius en doa klasket adkemer an tron. +1 a houarnwisk evit an holl unanennoù ha mekanikoù seziz.
el: Ο Βρούτος ήταν ένας από τους βασικούς πρωτεργάτες στην ανατροπή της μοναρχίας και την ίδρυση της Ρωμαϊκής Δημοκρατίας. Αργότερα, ως πρόξενος οδήγησε ένα ρωμαϊκό στρατό στη νίκη κατά του Ετρούσκου βασιλιά Ταρκύνιου ο οποίος προσπάθησε να ξαναπάρει το θρόνο. +1 πανοπλία για όλες τις μονάδες και τις πολιορκητικές μηχανές.
es_ar: Bruto fue una de las figuras clave en el derrocamiento de la monarquía y la fundación de la República de Roma. Luego, como Cónsul, llevó al ejército romano a la victoria contra el rey etrusco Tarquinio quien buscó retomar el trono. Todas las unidades y maquinarias de asedio ganan 1 punto de armadura.
ga: Bhí Brútus ceann de na pearsana tábhachtacha sa threascairt na monarcacht agus bunú na Poblacht Rómhánach. Nuair a bhí sé ina chonsal, threoraigh Brútus arm Rómhánach go rábach i gcoinne an rí Éatrúscach agus é ina athghabháil don ríchathaoir Rómhánach. Armúr +1 do gach aonad agus inneall léigir.
gd: ’S e fear cudromach a bh’ ann am Brutus an sàs air tilgeadh sìos na monarcachd is stèidheachadh na Poblachd Ròmanaich. Às dèidh dol ’na chonsul an uairsin, stiùirich e feachd Ròmanach dhan bhuaidh an aghaidh an Rìgh Etruscanaich Tarquinius a dh’fheuch ris a’ chathair ath-ghabhail. +1 a dh’armachd air gach aonad ’s inneal-sèiste.
he: ברוטוס היה אחד מדמויות המפתח בהפלת המלוכה וביסוס הרפובליקה הרומית. מאוחר יותר, כקונסול הוא הוביל צבא רומי לניצחון נגד המלך האטרוסקי טרקוויניוס שביקש לכבוש מחדש את כס המלוכה. \ N + 1 שריון לכל היחידות ומכוניות המצור.
ms: Brutus merupakan punca utama kejatuhan sistem monarki dan pembentukan Repuplik Rom. Kemudian beliau sebagai konsul berjaya memimpin tentera Rom memerangi Raja Etruscan iaitu Tarquinius yang mahu mengambil semula tahta tersebut. +1 perisai untuk semua unit dan enjin pengepung.
nb: Brutus var en av nøkkelfigurene i overkastelsen av monarkiet og grunnleggelsen av den romerske republikken. Senere, som konsul, ledet han den romerske hæren til seier mot den etruskiske kongen Tarquinius som ønsket å ta tilbake tronen. +1 rustning for alle enheter og beleiringsmaskiner.

source: Antiochus I laid the foundation for the Ezida Temple in Borsippa. -10% resource cost for temples and temple technologies.
br: Antiochus I eo en doa diazezet an Templ Ezida e Borsippa. -10% a goust e mammennoù evit an temploù ha teknologiezhioù an temploù.
el: Ο Αντίοχος Α έθεσε τα θεμέλια για το ναό του Έζιδα στην Βορσίππα. -10% στο κόστος των πόρων για τους ναούς και τις τεχνολογίες του ναού.
es_ar: Antíoco I realizó obras edilicias muy importantes en el Templo de Ezida de Borsippa. El costo de los templos y sus tecnologías se reduce un 10%.
ga: Chuir Aintióchus bunsraith den Theampall Ezida i mBorsaippe. Coastas acmhainne -10% do theampaill agus teicneolaíochtaí teampaill.
gd: Bhonntaich Antiochus teampall Ezida ann am Borsippa. -10% air cosgaisean stòrais airson teampaill ’s teicneolasan teampaill.
he: אנטיוכוס הנחתי את היסוד של בית המקדש אזידה ב בורסיפה. \ N -10% עלות המשאבים עבור מקדשים וטכנולוגיות המקדש.
ms: Antiochus I telah merasmikan tapak pembinaan untuk kuil dewi Ezida di Borsippa. -10% kos sumber untuk kuil dan teknologi kuil.
nb: Antiokos I la grunnlaget for Ezida-tempelet i Borsippa. -10% ressurskost for templer og tempelteknologier.

source: Antiochus encouraged Greek immigration to his realm and established many new cities in Asia Minor to serve as counterweights to the Gauls. +5% maximum population.
br: Antiokus en doa kalonekaet an enbroerezh C'hrek betek e rouantelezh ha diazezet kalz a gêrioù nevez en Azia vMinor evit servijout evel gourzhpouezhañ ar Galianed. +5% a boblañs maksimom.
el: Ο Αντίοχος ενθάρρυνε τη μετανάστευση των Ελλήνων στην επικράτεια του και ίδρυσε πολλές νέες πόλεις στη Μικρά Ασία ώστε να χρησιμεύσουν ως αντίβαρα στους Γαλάτες. +5% στο ανώτατο όριο του πληθυσμού.
es_ar: Antíoco fomentó la inmigración griega a su reino y estableció muchas ciudades nuevas en Asia Menor como un contrapeso de los galos. El límite máximo de población se incrementa un 5%.
ga: Spreag Aintióchus inimirce na nGréagach chuig a réimse agus bhunaigh sé cathracha nua go leor san Áise Bheag, agus na Gallaigh Áiseacha a fhrithbheartú. Uasdhaonra +5%.
gd: Bhrosnaich Antiochus in-imrich nan Greugach dhan rìoghachd aige ’s stèidhich e iomadh baile ùr ann an Àisia Bheag ’nan cuideam an aghaidh muinntir na Gaille. +5% air an tomhas-shluaigh.
he: אנטיוכוס עודד את העלייה היוונית לממלכתו והקים ערים חדשות רבות באסיה הקטנה כדי לשמש כמשקל נגד לגאולים. \ N + 5% אוכלוסיה מקסימלית.
ms: Antiochus menggalakkan pelarian Yunani ke kerajaannya dan menubuhkan beberapa bandar baharu di Asia Minor sebagai penimbal kepada pihak Gaul. +5% populasi maksimum.
nb: Antiokos oppfordret gresk immigrasjon til hans område og etablerte mange nye byer i Lilleasia for å tjene som motvekt til gallerne. +5% befolkningstak.

source: Son of Selecus Nicator, Antiochus succeeded in the formidable task of keeping the empire together, meanwhile founding temples and defeating the invading Gauls with war elephants. -10% cost for War Elephants.
br: Mab Selekus Nikator, Antiokus a zo deuet war e lerc'h evit stagañ e-barzh al labour hep e bar evit derc'hel a-sav an impalaeriezh en e-bezh, tra ma veze savet temploù gantañ ha reiñ lamm da aloubadeg ar Galianed gant olifanted brezel. -10% a goust evit an Olifanted Brezel.
el: Ο γιος του Σέλευκου Νικάτορα, ο Αντίοχος πέτυχε το τεράστιο έργο να διατηρήσει την αυτοκρατορία ενωμένη, την ανέγερση ναών και να νικήσει την εισβολή των Γαλατών με τους πολεμικούς ελέφαντες. -10% κόστος για τον Πολεμικούς Ελέφαντες.
gd: ’S e mac Selecus Nicator a bh’ ann an Antiochus agus shoirbhich leis a’ mhòr-obair aige an impireachd a chumail ri chèile fhad ’s an do stèidhich e teampaill ’s a chuir e ruaig le ailbheanan-cogaidh air muinntir na Gaille a bhris a-steach. -10% a chosgais airson ailbheanan-cogaidh.
ms: Anak Selecus Nicator, Antiochus berjaya dalam tugasnya iaitu memastikan empayar tidak pecah berantakan, selain dari mengasaskan kuil dan mengalahkan pihak Gauls yang menyerang dengan gajah perang. -10% kos untuk Gajah Perang.
nb: Sønn av Selevkos I Nikator, Antiokos, lyktes i den formidable oppgaven å holde riket sammen, samtidig som han grunnla templer og beseiret de invaderende Gallerne med krigselefanter. -10% kostnad for krigselefanter.
