Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Select two of your newly-trained female citizens and ask them to build these houses in the empty space to the east of the Civic Center. To do so, after selecting the female citizens, click on the house icon in the bottom right panel and, while holding Shift, click first on the position in the map where you want to build the first house, and then click on the position where you want to build the second house (when you give a command while holding Shift, you put the command in a queue; units automatically switch to the next command in their queue when they finish their current command). Press Escape to get rid of the house cursor so you don't spam houses all over the map.
ast: Esbilla dos de les ciudadanes acabantes de llevantar y mánda-yos construyir estes cases nel espaciu balero al este del centru civil. Pa facelo, n'esbillando a les ciudadanes, calca nel iconu de la casa nel panel baxeru drechu y, primiendo Mayús, calca primero ú quies construyir la primera casa y depués ú quies construyir la segunda. (Cuando das una orde primiendo Mayús, pónesla na cola; les unidaes van ocupase automáticamente de la próxima orde de la cola en cumpliendo la orde actual). Calca en colar pa desapaecer el punteru de la casa col envís de que nun fagas cases per tol mapa.
bg: Изберете две от новообучените си жени и ги накарайте да построят къщите на празното пространство на изток от селищния център. За да направите това, след като изберете жените, натиснете иконката с къща в долния десен панел и, задържайки клавиша Shift, щракнете върху позицията на картата, където искате да построите първата къща, след което, продължавайки да задържате Shift, щракнете върху друга позиция, където да бъде построена втората къща (когато давате команди, задържането на Shift поставя командата в опашка, така че единиците автоматично да преминат към следващата задача в опашката си, след като свършат зададената им работа). Накрая натиснете Escape, за да може курсорът да спре да бъде къща и за излезете от този режим.
br: Diuzit div geodedourez nevez stummet ha goulennit ganto mont da sevel an tiez-se e reter ho Kreizenn Geodedel. Evit en ober, ret eo deoc'h diuzañ ar c'heodedourezed, klikit war arlun an ti e traoñ dehou ar banell, hag en ur zerc'hel ar bouton Lkd pouezet, klikit war ul lec'h goullo eus ar gartenn, el lec'h m'ho peus c'hoant da sevel an ti kentañ, ha klikit war al lec'hiadur el lec'h ma fell deoc'h sevel an eil ti (pa roit un urzh en ur bouezañ war Lkd, lakaat a rit an urzh en ur steudad-c'hortoz; an unanennoù a em-winto d'an urzh da-heul pa vo echuet ganto o urzh kentañ). Pouezit war ar bouton Achap evit dilemel an arlun ti ha chom hep lakaat tiezh e kement lec'h dre ar gartenn holl.
ca: Seleccioneu dues de les vostres ciutadanes recentment reclutades i demaneu-los que construeixin aquestes cases a l'espai buit a l'est del Centre Cívic. Per fer-ho, després de seleccionar les ciutadanes, feu clic a la icona de la casa al panell inferior dret i, mentre manteniu premuda la tecla Majús., primer feu clic a la posició del mapa on voleu construir la primera casa i, després, feu clic a la posició on voleu construir la segona casa (quan doneu una ordre mentre manteniu premuda la tecla Majús., poseu l'ordre en una cua; les unitats canvien automàticament a la següent ordre de la cua quan acaben la seva ordre actual). Premeu Esc per desfer-vos del cursor de casa per no fer cases per tot el mapa.
de: Wähle zwei deiner neu ausgebildeten Bürgerinnen aus und befiehl ihnen, diese Häuser in dem freien Raum östlich des Verwaltungssitzes zu bauen. Wähle dafür die Bürgerinnen aus, klicke auf das Haussymbol im unteren rechten Feld und Umschalt+Klick auf die Position auf der Karte, wo du das erste Haus bauen willst, und Umschalt+Klick dann auf die Position des zweiten Hauses (beim Erteilen der Befehle reiht ein Umschaltklick den Befehl in die Warteschlange ein und die Einheiten wechseln automatisch zum nächsten Befehl in der Warteschlange, wenn fertig sind). Drücke Escape, um den Haus-Cursor loszuwerden, damit du nicht die ganze Karte mit Häusern zustellst.
el: Επιλέξτε δύο από τις πρόσφατα εκπαιδευμένες γυναίκες πολίτες και ζητήστε τους να χτίσουν αυτά τα σπίτια στον κενό χώρο στα ανατολικά του Αστικού Κέντρου. Για να το κάνετε αυτό, μετά την επιλογή των γυναικών πολιτών, κάντε κλικ στο εικονίδιο του σπιτιού στο κάτω δεξιό παράθυρο και κάντε Shift και κλικ στη θέση στο χάρτη όπου θέλετε να χτίσετε το πρώτο σπίτι ακολουθούμενο από Shift και κλικ στη θέση του δεύτερου σπιτιού (όταν δίνετε εντολές, με πατημένο το shift βάζετε στην σειρά τη εντολή και οι μονάδες θα μεταβούν αυτόματα στην επόμενη εντολή της σειράς όταν τελειώσουν την εργασία τους). Πατήστε Escape για να απαλλαγείτε από τον δρομέα του σπιτιού, ώστε να μην γεμίσετε σπίτια σε όλο τον χάρτη.
eo: Elektu du el viaj nove-trejnitaj civitaninoj kaj petu al ili konstrui tiuj domoj en la malplena spaco, oriente de via Civitacentro. Por fari tiel, post elektinta la civitaninojn, klaku sur la bildeton «Domo» en la malalta dekstra panelo, kaj, dum premanta Maj.-klavon, klaku antaŭe sur la lokon, kie vi volas konstrui la unuan domon, kaj poste klaku sur la lokon, kie vi volas konstrui la duan domon (kiam vi faras komandon, dum premanta Maj., vi envicigas ĝin en atendovicon; unuoj aŭtomate obeos la sekvantajn komandojn kiam ili finigos iliajn laborojn). Premu ordonnuliga-klavon por liberiĝi de la kursoro «Domo», por eviti krei domojn sur tutan la mapon.
es: Selecciona dos de tus ciudadanas entrenadas recientemente y diles que construyan estas casas en el espacio vacío al este del Centro Cívico. Para hacerlo, después de seleccionarlas, selecciona el botón de casa en el panel inferior derecho y, mientras mantienes Shift, escoge la primera posición del mapa dónde quieras construir la primera casa y luego la segunda para construir la segunda casa (cuando das una orden mientras mantienes Shift pulsado, dejas la orden en una cola; las unidades pasarán automáticamente a la siguiente orden en cola cuando terminen la actual). Presiona Esc para soltar el puntero de la casa y evitar construir casas por todo el mapa.
es_ar: Selecciona dos de tus Ciudadanas recientente entrenadas y ordénales que construyan estas casas en un espacio vacío al este del Centro Cívico. Para hacerlo, luego de seleccionar las Ciudadanas, haz click en el ícono de Casa en el panel inferior derecho y mientras mantienes presionado Shift, haz click primero en la posición del mapa donde quieres construir la primera casa y luego haz click en la posición donde quieres construir la segunta casa (cuando das la orden mientras mantienes presionado Shift, pones la orden en una cola, las unidades automáticamente pasarán a la siguiente orden de la cola una vez que hayan terminado la orden actual). Presiona escape para liberarte del cursor de casa para no construir casas accidentalmente por todo el mapa.
eu: Trebatu berri dauden hiritar emakume bi aukeratu eta eskatu etxe hauek eraiki ditzaten Gizarte Zentroko ekialdean dagoen hutsunean. Horretarako, hiritar emakumezkoak aukeratu ondoren, klikatu etxearen ikonoa behe eskuinean dagoen panelean eta, Maius sakatuta duzun bitartean, klikatu lehenbiziko etxea eraiki nahi duzun tokian eta gero klikatu bigarrena eraiki nahi duzun tokian (Maius sakatuta duzun bitartean agindu bat ematean, hau ilaran jarriko da, unitateak automatikoki aldatzen dira bere ilarako hurrengo agintera oraingo agindua amaitzean). Escape sakatu etxearen kurtsorea ezabatzeko, mapan zehar zaborra ez pilatzeko.
fa: دو زن شهروند که تازه پرورش داده اید را انتخاب کنید و از آنها بخواهید که این خانه ها را در فضایی باز سمت شرق مرکز تمدن بسازند. برای اینکار بعد از انتخاب شهروندان زن بر روی عکس خانه در پنل پایین راست صفحه کلیک کنید و در حالی که کلید شیفت را نگه داشته اید با ماوس خود اولین مکان ساخت خانه اول را انتخاب کنید سپس با ماوس خود بر روی مکان دومی که میخواهید خانه دوم ساخته شود کلید کنید (در حالی که کماکان کلید شیفت را نگه داشته اید) شما می توانید از این طریق فرمان ساخت چندین خانه را بدهید اگر منابع مورد نیاز آنها را داشته باشید تا به ترتیب ساخته شوند حال که فرمان ساخت تعداد خانه مورد نظر خود را داده اید کلید Escape را بزنید تا از این فرمان خارج شوید.
ga: Roghnaigh beirt as do bhanshaoránaigh nua-thraenáilte agus ordaigh orthu na tithe seo a thógail i spás folamh in oirthear an Ionaid Chathartha. Mar é seo a dhéanamh, nuair atá na banshaoránaigh roghnaithe, ansin cliceáil ar an íocón tí i mbun painéil deas agus, nuair atá Shift brúite, cliceál ar dtús ar spás léarscáile ar mhaith leat an chéad teach a thógáil, agus ansin ar spás ar mhaith leat an dara teach a thógáil (nuair a ordaíonn tú le Shift brúite, cuireann tú an t-ord i gciú; leanann aonaid ar aghaidh lena gcéad ord eile nuair atá a n-ord reatha déanta). Brúigh ar Escape don chúrsóir tí a fháil réidh agus nach bhfuil teach eile a chruthú agat.
gd: Tagh dithis dhe na saoranaich bhoireann ùra agus iarr orra gun tog iad na taighean sin san raon fhalamh gu ear air an ionad shìobhalta. Gus seo a dhèanamh, tagh na saoranaich bhoireann, briog air ìomhaigheag an taighe sa phanail taobh deas aig a’ bhonn agus dèan briogadh le Shift air an ionad air a mhapa far a bheil thu airson an dàrna taigh a thogail agus briogadh le Shift eile air ionad an taighe eile (is ciall dha Shift gun cuir thu na h-òrdguighean ri ciutha; leanaidh na h-aonadan iad air adhart leis an ath-òrdugh sa chiutha nuair a bhios iad air an òrdugh làithreach a choileanadh). Brùth air Escape ach am faigh thu cuidhteas dhe chùrsair an taighe ach nach lìon thu am mapa gu lèir le taighean.
gl: Selecciona dúas das cidadás que acabas de adestrar e pídelles que constrúan as casas nun espazo baleiro ao leste do centro cívico. Para facelo, selecciona as cidadás, preme a icona de casa do panel inferior dereito e, con Maiús premida, preme primeiro a posición do mapa onde queres construír a primeira casa, e a continuación preme a posición onde quere construír a segunda casa (cando dá unha orde mentres mantén Maiús, pon a orde na súa cola cando rematan a orde actual). Preme Esc para retirar o cursor de casa para non crear casas por todo o mapa.
it: Seleziona due delle Donne Cittadine appena addestrate e chiedi loro di costruire queste case nello spazio vuoto a est del Centro Cittadino. Per farlo, dopo aver selezionato le Donne Cittadine, fai clic sull'icona della casa nel pannello inferiore destro e fai clic sulla posizione nella mappa in cui vuoi costruire la prima casa seguita da un click+maiusc sulla posizione della seconda casa (quando dai ordini, con il click+maiusc premuto si mette l'ordine nella coda e le unità passano automaticamente all'ordine successivo nella loro coda quando finiscono il loro lavoro). Premere Esc per togliere dal cursore l'ordine di costruire case in modo da non spargere le case in tutta la mappa.
ko: 새로 훈련 받은 여성 시민 2명을 선택하여 시민 회관 동쪽의 빈 공간에 이 집들을 지어 달라고 부탁하십시오. 이렇게 하려면 여성 시민을 선택한 후 오른쪽 아래 패널에서 하우스 아이콘을 클릭하고 Shift 키를 누른 상태에서 첫번째 집을 만들 위치를 클릭합니다. 그리고 나서 두번째 집(Shift 키를 누른 상태에서 명령을 내리면 명령이 대기열에 저장되고 장치는 현재 명령을 마쳤을 때 대기열의 다음 명령으로 자동 전환합니다)을 짓고 싶은 위치에 클릭하십시오. 현재 명령이 완료되면 대기 열에 표시됩니다. Esc 버튼을 눌러 집의 커서를 제거하고 지도 전체에 집을 표시하지 않습니다.
ms: Pilih dua orang rakyat perempuan yang baharu dilatih dan arah mereka membina rumah pada ruang kosong di bahagian timur Pusat Sivik. Untuk membuatnya, selepas memilih rakyat perempuan, klik pada ikon rumah di bahagian bawah panel, ketika menahan Shift, klik dahulu kedudukan dalam peta yang mahu dibina rumah pertama, kemudian klik kedudukan untuk rumah kedua (bila beri perintah dengan menahan Shift, anda masukkan perintah tersebut dalam baris gilir; unit secara automatik mengikuti perintah berikutnya dalam baris gilir mereka seusai arahan pertama). Ketik Escape untuk hilangkan kursor rumah supaya anda tidak membina rumah secara tidak sengaja.
pl: Wybierz dwóch z nowo wyszkolonych Obywatelek i poproś ich, aby zbudowali te domy w pustej przestrzeni na wschód od Centrum Osady. Aby to zrobić, po wybraniu Obywatelek kliknij ikonę domu w prawym dolnym panelu i kliknij z wciśniętym klawiszem Shift na pozycję na mapie, na której chcesz zbudować pierwszy dom, a następnie kliknij z wciśniętym klawiszem Shift na pozycję drugiego domu (przy wydawaniu zleceń, kliknięcie shift-owe umieszcza kolejność w kolejce, a jednostki automatycznie przejdą do następnej kolejności w kolejce po zakończeniu pracy). Naciśnij Escape, aby pozbyć się kursora domu, aby nie budować niechcianych domów na całej mapie.
pt_pt: Seleciona 2 ou mais cidadãs acabadas de treinar e ordena-lhes que construam estas casas no espaço livre a este do Centro Cívico. Para isso, após selecionares as cidadãs clica no ícone da casa no painel do fundo e de seguida clica na posição onde a casa deve ser construida, e então clica novamente mais ao lado para construir uma segunda casa (quando dás uma ordem enquanto manténs premida a tecla Shift, colocas a ordem numa fila; as unidades passam para a ordem seguinte automaticamente quando terminam a anterior). Pressiona a tecla Escape para te livrares do cursos da casa para que não construas casas em todo o mapa.
ru: Выберите двух недавно обученных горожанок и попросите их построить дома в пустом пространстве к востоку от Городского Центра. Для этого, выбрав горожанок, кликните по иконке дома на панели в правом нижнем углу и, удерживая Shift, нажмите сначала на место на карте, где вы хотите разместить первый дом, а затем нажмите на место, где Вы хотите разместить второй дом (когда Вы даете команду, удерживайте клавишу Shift, команды встают в очередь; юниты автоматически переходят к следующей команде в очереди, когда закончат текущую команду). Нажмите Esc, чтобы избавиться от курсора дома, и не застроить домами всю карту.
sk: Vyber svoje dve novo-vytrénované ženy-občianky a pošli ich postaviť spomínané domy na voľnom priestranstve na východ od Občianskeho Centra. Spravíš to tak, že po vybratí žien klikneš v paneli dolu vpravo na ikonu Dom. Teraz podržíš Shift a klikneš na mape na miesto, kde chceš postaviť prvý dom. Potom klikneš na miesto, kde chceš postaviť druhý dom. Tým, že si držal Shift si nasledujúci príkaz stavby zaradil do poradia - jednotky, ktoré skončia s aktuálnou robotou, pokračujú nasledujúcim príkazom v poradí. Aby si nenarobil domy po celej mape, stlač Esc, čím ukončíš mód výstavby domu.
sv: Välj två av dina nyutbildade kvinnliga medborgare och be dem att bygga dessa hus i det tomma utrymmet öster om samhällscentret. För att göra det, klicka på husikonen längst ned till höger och håll ner Shift, klicka först på positionen i kartan där du vill bygga det första huset och klicka sedan på positionen där du vill bygga det andra huset (när du ger ett kommando medan du håller ner Shift, lägger du kommandot i en kö; enheter växlar automatiskt till nästa kommando i sin kö när de avslutar sitt nuvarande kommando). Tryck på Escape för att bli av med husmarkören så att du inte spamar hus över kartan.
tr: Yeni eğitilen kadın vatandaşlarınızdan ikisini seçin ve onlardan Kent Merkezinin doğusundaki boş alana bu evleri inşa etmelerini isteyin. Bunun için, kadın vatandaşları seçtikten sonra, sağ alt paneldeki ev simgesine tıklayın ve Shift tuşunu basılı tutarken, önce ilk evi inşa etmek istediğiniz haritadaki konumu tıklayın ve ardından konumu seçin. ikinci evi inşa etmek istiyorsanız (Shift tuşunu basılı tutarak komut verirseniz, komutlarınızı bir sıraya koyarsınız; birimler otomatik olarak sıradaki komutlarına getirdiklerinde diğer sıradaki komuta geçerler). Ev göstergesinden kurtulmak için Esc tuşuna basın, böylece haritanın her tarafını evlerle doldurmazsınız.
uk: Виберіть двох своїх щойно натренованих городянок та дайте їм наказ побудувати ці будинки у порожньому місці на схід від Громадського Центру. Для цього, після вибору городянок, натисніть піктограму будинку в нижній правій панелі і, утримуючи Shift, спочатку натисніть на місце на карті, де ви хочете побудувати перший будинок, а потім натисніть на місце, де ви хочете побудувати другий (коли ви даєте наказ, утримуючи Shift, ви кладете наказ в чергу; юніти автоматично переключаються до наступного наказу в їх черзі, коли вони закінчують свій поточний наказ). Натисніть Escape, щоб вийти з режиму побудови будинку, щоб ви не понабудовували будинки по всій карті.
zh: 选择两个新训练的女性居民，让她们在市政中心的东部建造房屋。方法是：在选择女性居民之后，单击右下角面板上的房屋图标，然后按住Shift，单击地图上你想建造房屋的第一个地点，再单击地图上你想建造房屋的第二个地点。(当你按住Shift下指令时，你是把指令放在一个队列里，单元执行完当前命令时，会自动地切换到下一个命令。)按Esc键以取消房屋图标。

source: Reminder: to select only two female citizens, click on the first one and then hold Shift and click on the second one.
ast: Recordatoriu: pa esbillar namái dos ciudadanes, calca na primera y dempués, con Mayús primíu calca na segunda.
bg: Напомняне: за да изберете само две жени, щракнете върху първата и след това задръжте Shift и щракнете върху втората.
br: Dalc'hit soñj: evit diuzañ 2 geodedourez nemetken, ret eo klikañ war an hini gentañ ha klikañ war an eil en ur zerc'hel Lkd gwasket.
ca: Recordeu, per seleccionar només dues ciutadanes, feu clic sobre la primera i després Maj + clic sobre la segona.
de: Achtung: Um nur zwei Bürgerinnen auszuwählen, klicke auf die Erste und Umschalt+Klick dann auf die Zweite, um sie der Auswahl hinzuzufügen.
el: Υπενθύμιση: για να επιλέξεις μόνο δύο γυναίκες πολίτες, κάνε κλικ στη πρώτη και στη συνέχεια με πατημένο το Shift κάνε κλικ στη δεύτερη.
eo: Rememorigo: por elekti nur du civitaninojn, klaku sur la unuan kaj poste premu Maj. kaj klaku sur la duan.
es: Recuerda: para seleccionar solo dos ciudadanas haz clic en la primera y luego haz clic en la segunda mientras mantienes pulsado Mayús para añadirla a la selección.
es_ar: Recuerda, selecciona sólamente dos Ciudadanas, haz click en la primera, luego mantén presionado Shift y haz click en la segunda.
eu: Abisua: bi emakumezkoak herritarren artean hautatzeko, egin klik lehenengoan eta, gero, Maius sakaturik duzula klikatu bigarrenean.
fa: یادآوری: برای انتخاب فقط دو شهروند زن، بر روی اولی کلیک کنید تا انتخاب شود سپس کلید شیفت را نگه داشته و دومی را انتخاب کنید.
ga: Meabhrú: do bheirt bhanshaoránaigh amháin a roghnú, cilceáil ar an gcéad agus anois brúigh Shift nuair a chliceáilíonn tú ar an ndara.
gd: Cuimhnich: Gus dithis shaoranach boireann a-mhàin a thaghadh, briog air an dàrna tè agus an uairsin briog le Shift air an tèile gus a cur ris an taghadh.
gl: Lembranza: para seleccionar só dúas cidadás, preme a primeira e a continuación mantén premida a tecla Maiús mentres premes a segunda.
it: Promemoria: per selezionare solo due Donne Cittadine, clicca sulla prima e poi fai maiusc+clic sulla seconda per aggiungerla ai selezionati.
ko: 알림: 2명의 여성 시민만 선택하려면 첫 번째 여성을 클릭 한 다음 Shift 키를 누른 상태에서 두 번째 여성 시민을 클릭하십시오.
ms: Peringatan: untuk hanya memilih dua orang rakyat perempuan, klik pada yang pertama kemudian tahan Shift dan klik pada yang kedua.
pl: Pamiętaj: aby wybrać tylko dwie kobiety, kliknij na pierwszej z nich a następnie kliknij z przytrzymanym przyciskiem Shift na drugą aby dodać ją do zaznaczenia.
pt_pt: Lembrete: para selecionar apenas cidadãs, clica na primeira e de seguida mantém premida a tecla Shift e clica na segunda cidadã.
ru: Напоминание: чтобы выбрать двух горожанок, кликните ЛКМ по первой, а затем, удерживая клавишу Shift, по второй.
sk: Pripomienka: aby si zvolil iba dve ženy-občanky, klikni najprv na jednu z nich, a potom s podržanou klávesou Shift klikni na druhú.
sv: Påminnelse: för att välja endast två kvinnliga medborgare, klicka på den första, håll ner Shift och klicka sedan på den andre.
tr: Hatırlatma: Sadece iki kadın vatandaş seçmek için, birinciye tıklayın ve daha sonra Shift tuşunu basılı tutarak ikinciye tıklayın.
uk: Нагадування: щоб вибрати лише двох городянок, натисніть на першу, а потім утримуйте Shift і натисніть на другу.
zh: 记住：为了选择两名女性居民，首先点击第一个单元，然后按住Shift并且点击第二个单元。
