Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Taxiarchès
af: Brigadier-generaal
ar: قائد الفرقة
ast: Taxiárchēs
bg: Таксиархѐс
bn: ব্রিগেডিয়ার
br: Taksiarkes
da: Taxiarkès
el: Ταξιάρχης
fa: افسر
fr: Taxiarque
he: מוניות
hi: टैक्सियार्क, यूनानी शब्द ब्रिगेडियर के लिए
hy: Սպա
it: Taxiarca
ja: タクシアルキス
ko: 탁시아르체스
lb: Taxiarches
lv: Taksiarks
nb: Regimentssjef
pl: Taxiarcha
ru: Таксиарх
sr: Таксиарчес
tr: mızraklı asker subayı
uk: Таксіархес
ur: ٹیکسی
zh: 塔希亚克斯
zh_tw: 指揮官

source: Infantry Pikemen +20% capture attack strength, +20% melee attack damage.
af: Infanterie Paalsoldate +20% verowering aanvalskrag, +20% nabyaanvalskade.
ast: piqueiros a piei • podencia de posseu +20% • podencia de combate +20%.
ca: +20% d'atac de captura i +20% d'atac cos a cos per als piquers d'infanteria.
cs: Pěší kopiník +20 % k síle útoku při zajímání jednotek, +20 % k poškození při útoku na blízko.
da: Infanteri Pikenerer +20% erobrings-angrebsstyrke, +20% nærkamps-angrebsskade.
de: Infanteriepikeniere +20 % Einnehmrate, +20 % Nahkampfschaden.
es: Infantería de piqueros (Fuerza de captura: +20%; Daño cuerpo a cuerpo: +20%).
eu: Infanteria pikariak %20+ atzemate eraso indarrean, %20+ buruz-buruko eraso kaltean.
fi: Jalkaväen keihäsmiehille +20 % kaappaushyökkäyksen voimakkuutta, +20 % lähitaisteluhyökkäyksen vahinkoa.
fr: Les Lanciers d'infanterie gagnent 20% en force de capture d'attaque, et 20% de dégâts mêlée et distance.
gl: Piqueiros de infantería forza de ataque: +20% captura, +20% de dano de ataque corpo a corpo.
hi: भालाधारी पैदल सैनिकों की कब्जाने की घातक क्षमता +२०%, शस्त्राघात +२०%
hu: +20% elfoglalási támadási erő, +20% közelharci sebzés a pikás gyalogosoknál.
hy: +20% մերձամարտի վնաս և +20% գրավում նիզակավորներին։
id: Infanteri Penggalah +20% daya rebut, +20% daya serang jarak dekat.
it: +20% attacco cattura e danno da mischia per i picchieri appiedati.
ja: 長槍兵の占拠力+20% 攻撃力+20%
ko: 보병 장창병의 점령 공격력이 +20% 증가하고, 근접 공격 피해가 +20% 증가합니다.
ku: Pikemenên Piyade +20% hêza êrîşê digirin, +20% zirara êrîşa melee.
lb: Infanteriepickenträger +20% Eroberungstaux, +20% Nokampfschued.
nl: Infanterie piekeniers +20% veroveren, +20% schade bij mêlee aanval.
pl: Piesi pikinierzy mają 20% więcej siły przejęcia i 20% więcej siły ataku wręcz.
pt_br: Piqueiros têm +20% de poder de captura e +20% de dano de ataque corpo-a-corpo.
pt_pt: Piqueiros de infantaria +20% força de ataque de captura, +20% dano de ataque corpo a corpo.
ro: Infanterie Pikemen +20% putere de atac de capturare, +20% daune de atac corp la corp.
ru: Пешие копейщики получают +1 к скорости захвата и +20% к урону в ближнем бою.
sk: Kopijnícka pechota +20% sila preberania, +20% ničivej sily pri boji zblízka.
sr: Пешадијски пикмен +20% јачина напада заузимања,+20% јачина блиских напада.
sv: Infanteripikenerare +20% erövringsstyrka, +20% närstridsattack.
tr: Piyade Kargıcılar +20% ele geçirme saldırı gücü, +20% yakın ve menzilli saldırı hasarı.
uk: Піхотні пікінери мають +20% ефективності захоплення, +20% нанесення ближнього пошкодження.
zh: 长枪兵夺占 +20%，近战攻击 +20% .
zh_tw: 長槍步兵 +20% 占領力、+20% 近戰攻擊傷害。

source: Besieger
af: Beleërder
ar: المُحاصر
ast: Cercador
bg: Обсадител
bn: অবরোধকারী
br: Seziser
ca: Assetjador
cs: Obléhatel
da: Belejrer
de: Belagerer
el: Πολιορκητής
es: Sitiador
es_ar: Asediador
eu: Setioa
fa: محاصره کننده
fi: Piirittäjä
fr: Assiégeant
ga: Léigearthóir
gd: Sèistear
gl: Asediador
he: בסיגר
hi: अवरोधक
hu: Ostromló
hy: Պաշարող
id: Pengepung
it: Assediante
ja: 攻囲軍
ko: 포위군
ku: Fetihkar
lb: Belagerer
ms: Pengepung
nb: Beleirer
nl: Belegeraar
pl: Dowódca Oblężenia
pt_br: Sitiante
pt_pt: Sitiante
ro: Asediator
ru: Осаждающий
sk: Obliehateľ
sr: Опсадник
sv: Belägrare
tr: Kuşatmacı
uk: Обложник
ur: بیسگر
zh: 围城者
zh_tw: 圍城者

source: Siege Engines +1 crush, hack, pierce resistance, +20% melee and ranged attack damage, +10% ranged attack range, +10% vision range.
ast: máchinɐs de cerco • resistencia a la frayura, corte & foradura +1 • podencia de combate & de tiru +20% • algame de tiru +10% • campu visual +10%.
ca: +1 de resistència d'impacte, tall i perforació, +20% d'atac cos a cos i a distància, +10% d'abast en atac i +10% de camp visual per a les màquines de setge.
cs: Obléhací stroje +1 k obraně proti drtivým, sečným a bodným útokům, +20 % k poškození při útoku na blízko i na dálku, +10 % k dosahu při útoku na dálku, +10 % k dohledu.
da: Belejringsvåben +1 knus, hak, gennembor modstand, +20% nærkamps- og langdistance-angrebsskade, +10% langdistance-angrebsrækkevidde, +10% synsrækkevidde.
de: Belagerungswaffen +1 Schmetter-, Hieb- und Stichwiderstand. +20 % Nahkampf- und Fernkampfschaden, +10 % Fernkampfreichweite, +10 % Sichtweite.
es: Máquinas de asedio (Resistencia al aplastamiento, corte y perforación: +1; Daño a distancia y cuerpo a cuerpo: +20%; Alcance: +10%; Campo de visión: +10%).
fi: Piirityskoneille +1 murskaus-, hakkaus- ja lävistyskestävyys, +20 % lähi- ja kantamataisteluvahinkoa, +10 % hyökkäysten kantama, +10 % näköalue
fr: Les Engins de sièges gagnent +1 d'armure, 20% dégât mêlée et distance, 10% de portée d'attaque distance, et 10% de champs de vision.
gl: Máquinas de Asedio teñen +1 de resistencia a esmagamento, corte e perforación, +20% de dano de ataque corpo a corpo e á distancia, +10% de alcance de ataque á distancia e +10% de alcance de visión.
hi: घेराबंदी यंत्रों का कुचलने, काटने, भेदने से बचाव +१, अस्त्र-शस्त्र का घात +२०%, अस्त्रों की मारक दूरी +१०%, दृष्टि सीमा +१०%
hu: +1 zúzással, vágással és szúrással szembeni ellenállás, +20% közelharci és távolsági sebzés, +10% hordtávolság és +10% látótávolság az ostromgépeknek
id: Mesin Kepung +1 daya tahan hantam, tebas, tusuk, +20% daya serang jarak dekat dan jauh, +10% jangkauan serang jarak jauh, +10% jarak pandang.
it: +1 resistenza a frantumare, fendente, perforante, +20% attacco da mischia e a distanza, +10% raggio d'attacco a distanza, +10% campo visivo per le macchine d'assedio.
ja: 攻城兵器の斬撃、貫通、衝撃耐性+1 近接、遠距離攻撃力+20% 攻撃範囲+10% 視界+10%
ku: Motorên Siege +1 perçiqandin, hackkirin, berxwedana qulandinê, +20% zirara êrişê ya mele û berbelav, +10% rêza êrişê, +10% rêjeya dîtinê.
lb: Belagerungseenheeten +1 Schmetter-, Hack-, Stiechresistenz, +20% No- an Fernkampfattackschued, +10% Fernkampfdistanzradius, +10% Visibilitéitsradius.
nl: Belegeringswerktuigen +1 slag-, steek- en verpletterweerstand, +20% schade bij mêlee en afstandsaanval, +10% afstandsaanvalsbereik, +10% gezichtsveld.
pl: Machiny oblężnicze +1 do obrony przed obrażeniami obuchowymi, kłutymi i siecznymi, +10% obrażeń dystansowych, +10% zasięgu widzenia.
pt_br: Armas de Cerco têm +1 de resistência contra esmagamento, corte e perfuração, +20% de dano de ataque corpo-a-corpo e à distancia, +10% de alcance de ataque e +10% de alcance de visão.
pt_pt: Armas de cerco +1 resistência ao esmagamento, corte e perfuração, +20% dano de ataque corpo a corpo e à distância, +10% distância de ataque e +10% alcance de visão.
ro: Motoare de asediu +1 rezistență la zdrobire, tăiere, străpungere, +20% daune la atac corp la corp și la distanță, +10% rază de atac la distanță, +10% câmp vizual.
ru: Осадные орудия получают +1 к защите от дробящего, рубящего и колющего оружия, +10% к дальностям обзора и стрельбы, наносят на 20% больше урона в ближнем и дальнем бою.
sk: Obliehacie stroje +1 drvivej, sečnej a bodnej odolnosti, +20% ničivej sily pri boji zblízka a zdiaľky, +10% dosahu útoku, +10% dohľadu.
sr: Машине за опседање +1 уништавање, пробијање отпора, + 20% јачина напада у блиском и удаљеном нападу, + 10% домет напада, + 10% домет вида.
sv: Belägringsmotorer +1 krossning, hack, genomborrningsmotstånd, +20% närstrids- och avståndsattackskada, +10% avståndsattackomfång, +10% synomfång.
tr: Kuşatma Makineleri +1 ezme, kesme, delme direnci, +20% yakın ve menzilli saldırı hasarı, +10% menzilli saldırı menzili, +10% görüş mesafesi.
uk: Облогові знаряддя мають +1 стійкості до крушіння, рубання, коління, +20% нанесення ближнього та дистанційного пошкодження, +10% дистанції дистанційної атаки, +10% дистанції зору.
zh: 攻城机械各项防护 +1，攻击 +20％，射程和视野 +10% .
zh_tw: 攻城武器 +1 粉碎、劈砍、穿刺抗性、+20% 近戰與遠程攻擊傷害、+10% 遠程攻擊範圍、+10% 視野。

source: Rise of Macedon
af: Opkoms van Masedonië
ar: نهوض مقدونيا
ast: Ascensu de Macedonia
bg: Възходът на Македония
bn: ম্যাসিডনের উত্থান
br: Kresk barregezh Makedonia
ca: Ascens de Macedònia
cs: Vzestup Makedonie
da: Makedons Magtovertagelse
de: Aufstieg Makedoniens
el: Η Έγερση των Μακεδόνων
es: Auge de Macedonia
es_ar: Ascenso de Macedon
eu: Mazedoniako Igoera
fa: ظهور مقدونیه
fi: Makedonian nousu
fr: Montée en puissance de la Macédoine
ga: Éirí na Macadóine
gd: Èirigh na Masadoine
gl: Auxe de Macedonia
he: עלייתו של מקדון
hi: मेसेडोन का उदय
hu: Makedónia felemelkedése
hy: Մակեդոնիայի վերելքը
id: Kebangkitan Makedon
it: Ascesa della Macedonia
ja: マケドニアの繁栄
ko: 마케도니아의 부활
ku: Rabûna Makedonyayê
ms: Kebangkitan Macedon
nb: Makedonsk oppblomstring
nl: Verrijzing van Macedonië
pl: Rozkwit Macedonii
pt_br: Ascensão da Macedônia
pt_pt: Ascensão da Macedónia
ro: Înălțarea lui Macedon.
ru: Возвышение Македонии
sk: Vzostup Macedónska
sr: Успон Македоније
sv: Uppkomst av Macedon
tr: Makedonya'nın Yükselişi
uk: Підйом Македону
ur: میسیڈن کا عروج
zh: 马其顿的崛起
zh_tw: 馬其頓的崛起

source: Pyrrhic Victory
af: Pyrrhic Oorwinning
ar: نصر باهظ الثمن
ast: Victoria pyrrhica
bg: Пирова победа
bn: ফাঁপা বিজয়
br: Trec'h Pirhiek
ca: Victòria pírrica
cs: Pyrrhovo vítězství
da: Pyrrhussejr
de: Pyrrhussieg
el: Πύρρειος Νίκη
es: Victoria pírrica
es_ar: Victoria Pírrica
eu: Garaipen Pirrikoa
fa: پیروزی شکست آمیز
fi: Pyrrhinen voitto
fr: Victoire pyrrhique
ga: Bua Piorrach
gd: Buaidh Phyrrhach
gl: Victoria pírrica
he: ניצחון פירוס
hi: आत्मघाती विजय
hu: Pürrhoszi győzelem
hy: Պյուռոսյան հաղթանակ
id: Kemenangan Piris
it: Vittoria di Pirro
ja: ピュロスの勝利
ko: 피로스의 승리ehsms 희생을 많이 치른 숭리??
ku: Serketina Pîrûs
lb: Pyrrhesch Victoire
lv: Pirrhika uzvara (Par mata tiesu)
ms: Kemenangan Pyrrhic
nb: Pyrrhosseier
nl: Pyrrusoverwinning
pl: Pyrrusowe zwycięstwo
pt_br: Vitória Pírrica
pt_pt: Vitória Pírrica
ro: Victorie Costisitoare
ru: Пиррова победа
sk: Pyrrhovo víťazstvo
sr: Пирова Победа
sv: Pyrrhusseger
te: ప్యర్ర్హిక్ విజయం
tr: Anlamsız Zafer
uk: Піррова перемога
ur: پائیرک فتح
zh: 皮洛士式胜利（伤敌一千，自损八百）
zh_tw: 皮洛士式勝利

source: Soldiers +20% melee and ranged attack damage, −15% health.
af: Soldate +20% naby- en afstand-aanval skade, -15% gesondheid.
ast: soldados • podencia de combate & de tiru +20% • puntos de vida −15%.
ca: Augmenta un 20% l'atac cos a cos i a distància dels soldats, però perden un 15% de salut.
cs: Vojáci +20 % k poškození při útoku na blízko a na dálku, -15 % ze zdraví.
da: Soldater +20% nærkamps- og langdistance-angrebsskade, -15% helbred.
de: Soldaten +20 % Nahkampf- und Fernkampfschaden, −15 % Gesundheit.
es: Soldados (Daño a distancia y cuerpo a cuerpo: +20%; Salud: −15%).
eu: Soldaduek %20+ buruz-buruko eta urrutiko eraso kaltea, %15- osasuna.
fa: +20% قدرت حمله از نزدیک و حمله از دور ، -15% سلامتی
fi: Sotilaille +20 % lähi- ja kantamataisteluvahinkoa, -15 % terveyttä.
fr: Les Soldats gagnent 20 % de dégât de mêlée et à distance, mais perdent 15 % de santé.
gl: +20% de dano de ataque corpo a corpo e a distancia de soldados, −15% de saúde.
hi: सैनिकों द्वारा अस्त्र-शस्त्र से घात +२०%, स्वास्थ्य -१५%
hu: +20% közelharci és távolsági sebzés, viszont −15% életerő a katonáknak
hy: +20% մերձամարտի ու հեռահար հարձակման վնաս և -15% առողջություն զինվորներին։
id: Prajurit +20% daya serang jarak dekat dan jauh, −15% nyawa.
it: +20% attacco da mischia e a distanza e −15% salute per i soldati.
ja: 兵士の攻撃力+20%、生命力-15%
ko: 군인의 근접 및 범위 공격 피해가 +20% 증가하고, 체력은 -15% 감소합니다.
ku: Leşker +20% zerar û ziyana êrîşê, −15% tenduristî.
nl: Soldaten +20% schade bij mêlee en afstandsaanval en -15% gezondheid.
pl: Wojownicy mają +20% obrażeń i -15% zdrowia.
pt_br: Soldados têm +20% de dano de ataque à distância e de corpo-a-corpo e −15% de saúde.
pt_pt: Soldados +20% dano no ataque corpo a corpo e à distância, −15% vida.
ro: Soldați +20% daune de atac corp la corp și la distanță, -15% sănătate.
ru: Воины наносят на 20% больше урона в ближнем и дальнем бою, но имеют на 15% меньше здоровья.
sk: Vojaci +20% poškodenia v boji nablízko a na diaľku, -15% zdravia.
sr: Војници +20% јачина блиских и удаљених напада, -15% здравље.
sv: Soldater +20% närstrids- och distansattack, −15% hälsa.
tr: Askerler +20% yakın ve menzilli saldırı hasarı, -15% sağlık.
uk: Солдати мають +20% нанесення ближнього та дистанційного пошкодження, −15% здоров'я.
ur: سپاہی +20٪ ہنگامہ آرائی اور حملے کا نقصان ، −15٪ صحت
zh: 士兵的远程及近战攻击 +20% , 生命 -15% .
zh_tw: 士兵 +20% 近戰與遠程攻擊傷害、-15% 生命值。

source: Temples −50% resource costs and build time. Temple technologies −50% resource costs and research time.
af: Tempels -50% hulpbron kostes en konstruksie tyd. Tempel tegnolgieë -50% hulpbron kostes en navorsingstyd.
ast: templos • costos in recursos & tiempu de construccion −50%; téchnicɐs templares • costos in recursos & tiempos de disinvolvemiento −50%.
ca: -50 % al cost i temps de construcció dels temples; -50% al cost i el temps d'investigació de les tecnologies dels temples.
cs: Chrámy −50 % z ceny a doby výstavby. Chrámové technologie −50 % z ceny a doby výzkumu.
da: Templer -50% ressourceomkostninger og byggetid. Tempelteknologier -50% ressourceomkostninger og forskningstid.
de: Tempel −50 % Rohstoffkosten und Bauzeit. Tempeltechnologien −50 % Rohstoffkosten und Forschungszeit.
es: Templos (Coste de recursos y tiempo de construcción: −50%. Tecnologías del templo (Coste de recursos y tiempo de investigación: −50%).
eu: Tenpluak %50- baliabide kostuan eta eraikitze denboran. Tenpluko teknologiak %50- baliabide kostuan eta ikertze denboran.
fi: Temppeleille -50 % resurssikustannukset ja rakennusaika; temppeliteknologioille -50 % resurssikustannukset ja tutkimusaika.
fr: Les Temples prennent 50 % de ressources et temps de construction en moins. Les technologies des Temples prennent 50 % de ressources et temps de recherche en moins.
gl: Templos −50% custos de recursos e tempo de construción. Tecnoloxías do templo −50% custos de recursos e tempo de investigación.
hi: देवालयों की संसाधन लागत व निर्माण समय -५०%। देवालय तकनीकी संसाधन लागत व अनुसंधान समय -५०%
hu: −50% nyersanyagigény és építési idő a templomoknak, −50% nyersanyagigény és kutatási idő a templomokban kutatható fejlesztéseknek
hy: -50% տաճարների ու դրանց տեխնոլոգիաների ռեսուրսային արժեքին և կառուցման ժամանակին։
id: Kuil −50% biaya sumberdaya dan waktu bangun. Teknologi kuil −50% biaya sumberdaya dan waktu penelitian.
it: −50% costi e tempi di costruzione per i templi, e −50% costi e tempi di ricerca per le loro tecnologie.
ja: 神殿の建設コストと時間、テクノロジー研究コストと時間-50%
ko: 사원의 자원 비용과 짓는 시간이 -50% 감소합니다. 사원의 기술의 자원 비용과 연구 속도가 -50% 감소합니다.
ku: Perestgeh −50% lêçûnên çavkaniyê û dema çêkirinê. Teknolojiyên Perestgehê −50% lêçûnên çavkaniyê û dema lêkolînê.
lb: Tempelen -50% Ressourcekäschten an Baudauer. Tempel-Technologien -50% Ressourcekäschten an Fuerschungsdauer.
nl: Tempels kosten -50% grondstoffen en bouwtijd. Tempeltechnologieën kosten -50% grondstoffen en onderzoekstijd.
pl: Świątynie kosztują o połowę mniej i połowę krócej się budują. Technologie świątynne kosztują o połowę mniej i o połowę szybciej się je odkrywa.
pt_br: Templos custam −50% de recursos e tempo de construção. Tecnologias do Templo custam −50% de recursos e tempo de pesquisa.
pt_pt: Templos custam −50% em recursos e tempo de construção. Tecnologias do templo custam −50% em recursos e tempo de pesquisa.
ro: Temple -50% costuri de resurse și timp de construcție. Tehnologii pentru temple -50% costuri de resurse și timp de cercetare.
ru: На строительство храмов и исследование храмовых технологий тратится на 50% меньше времени и ресурсов.
sk: Chrámy -50% ceny surovín a času výstavby. Chrámové technológie -50% času a nákladov na výskum.
sr: Храмови -50% цена ресурса и време изградње. Технологија храмова -50% цена ресурса и време истраживања.
sv: Tempel −50% resurskostnader och byggtid; Tempelteknologier −50% resurskostnader och forskningstid.
tr: Tapınaklar -%50 kaynak bedeli ve inşa süresi. Tapınak teknolojileri -%50 kaynak bedeli ve araştırma süresi.
uk: Храми потребують −50% ресурсних витрат та часу спорудження. Храмові технології потребують −50% ресурсних витрат та часу дослідження.
zh: 神庙的成本和建造时间 -50％ 。神庙守卫物资成本和训练时间 -50% 。
zh_tw: 神廟 -50% 資源成本與建造時間。神廟科技 -50% 資源成本與研發時間。

source: Buddhism
af: Boeddhisme
ar: البوذية
ast: Buddhismo
bg: Будизъм
bn: বৌদ্ধধর্ম
br: Boudaegezh
ca: Budisme
cs: Buddhismus
da: Buddhismen
de: Buddhismus
el: Βουδισμός
es: Budismo
es_ar: Budismo
eu: Budismoa
fa: مذهب بودا
fi: Buddhalaisuus
fr: Bouddhisme
ga: Búdachas
gd: Budastachd
gl: Budismo
he: בודהיזם
hi: बौद्ध धर्म
hu: Buddhizmus
hy: Բուդդայականություն
id: Agama Buddha
it: Buddismo
ja: 仏教
ko: 불교
ku: Bûdîzm
lb: Buddhismus
ms: Buddhisma
nb: Buddisme
nl: Boeddhisme
pl: Buddyzm
pt_br: Budismo
pt_pt: Budismo
ro: Budism
ru: Буддизм
sk: Budhizmus
sr: Будизам
tr: Budizm
uk: Буддизм
ur: بدھ مت
zh: 佛法
zh_tw: 佛教

source: All technologies have −20% resource cost and −30% research time.
cs: Všechny technologie jsou o 20 % levnější a jsou o 30 % rychleji vyzkoumané.
fa: همه ی تکنولوژی ها -20% هزینه منابع و -30% زمان تحقیق دارند.
fi: Kaikki teknologiat ovat 20 % halvempia resurssien suhteen ja tutkimisaika on 30 % lyhyempi.
gl: Todas as tecnoloxías teñen un −20% de custo de recursos e un −30% de tempo de investigación.
hu: −20% nyersanyagigény és −30% kutatási idő minden fejlesztésnek
id: Semua teknologi memiliki -20% biaya sumberdaya dan -30% waktu penelitian.
lb: All Technologien -20% Ressourcekäschten an -30% Fuerschungsdauer.
pl: Wszystkie technologie -20% kosztu zasobów i -30% czasu badania.
pt_pt: Todas as tecnologias custam −20% em recursos, −30% tempo de desenvolver.
sk: Všetky technológie −20% ceny surovín a −30% času výskumu.
tr: Tüm teknolojiler -%20 kaynak maliyeti ve -%30 araştırma süresine sahip.
zh: 全部科技研究成本 -20% ，研究用时 -30% .

source: Teacher
af: Onderwyser
ar: المُعلم
ast: Preceptor
bg: Учител
bn: শিক্ষক
br: Kelenner
ca: Mestre
cs: Učitel
da: Lærer
de: Lehrer
el: Διδάσκαλος
es: Instructor
es_ar: Maestro
eu: Irakaslea
fa: معلم
fi: Opettaja
fr: Professeur
ga: Múinteoir
gd: Oide
gl: Instrutor
he: ומורה.
hi: अध्यापक
hu: Tanár
hy: Ուսուցիչ
id: Guru
it: Maestro
ja: 教祖
ko: 스승
ku: Hînker
lb: Professer
ms: Guru
nb: Lærer
nl: Leraar
pl: Aura nauczyciela
pt_br: Professor
pt_pt: Professor
ro: Profesor
ru: Учитель
sk: Učiteľ
sr: Учитељ
sv: Lärare
tr: Öğretmen
uk: Наставник
ur: استاد
zh: 教师
zh_tw: 教師

source: Regeneration
af: Herlewing
ar: تجديد
ast: Reviciadura
bg: Регенерация
bn: পুনরায় উৎপাদন
br: Azgenel
ca: Regeneració
cs: Obnovení
el: Αναγέννηση
es: Regeneración
es_ar: Regeneración
eu: Birsorkuntza
fa: بازیابی
fi: Elpyminen
fr: Régénération
ga: Athghiniúint
gd: Ath-ghintinn
gl: Rexeneración
he: הִתחַדְשׁוּת
hi: उत्थान
hu: Regeneráció
hy: Վերականգնում
id: Pemulihan
it: Rigenerazione
ja: 再建
ko: 재건
ku: Rejenerasyon
ms: Penjanaan Semula
nb: Regenerasjon
nl: Regeneratie
pl: Aura regeneracji
pt_br: Regeneração
pt_pt: Regeneração
ro: Regenerare
ru: Целитель
sk: Regenerácia
sr: Регенерација
tr: Yenilenme
uk: Регенерація
ur: تخلیق نو
zh: 再生
zh_tw: 回復

source: Empire Maker
cs: Tvůrce říše
fi: Valtakunnan rakentaja
gl: Criador de Imprerios
hi: साम्राज्य निर्माता
hu: Birodalomépítő
id: Pendiri Kekaisaran
pl: Twórca Imperiów
pt_pt: Criador de impérios
sk: Tvorca ríše
tr: İmparatorluk Kurucu
zh: 帝国缔造者

source: Elephant Corps
cs: Zvláštní sloní jednotka
fi: Norsujoukot
gl: Corpo de elefantes
hi: हाथी दल
hu: Elefánthadtest
id: Pasukan Gajah
lb: Elefantenkorpus
pl: Korpusy Słoni
pt_pt: Corpo de elefantes
sk: Sloní oddiel
tr: Fil Kolordusu
zh: 大象军团

source: Elephants +15% attack rate, +10% movement speed.
cs: Sloni +15 % k rychlosti útoku, +10 % k rychlosti pohybu.
fi: Norsut +15 % hyökkäysnopeutta ja +10 % liikkumisnopeutta.
gl: Elefantes +15% taxa de ataque, +10% velocidade de movemento.
hu: Az elefántok +15% megtámadási rátában és +10% mozgási sebességben részesülnek.
id: Gajah +15% laju serangan, +10% kecepatan gerak.
pl: Słonie +15% ataku, +10% prędkości ruchu.
pt_pt: Elefantes têm +15% velocidade de ataque, +10% velocidade de movimento.
sk: Slony +10% rýchlosti útoku, +10% rýchlosti pohybu.
tr: Filler +%15 saldırı oranı, +%10 hareket hızı.
zh: 大象攻击 +15% ，移动速度 +10% 。

source: Forefront Leader
af: Voorpuntleier
ar: قائد الطليعة
ast: Cabeçaleiru de primeira llinia
bg: Фронтови водач
bn: অগ্রগামী সেনানী
br: Rener war al linenn kentan
ca: Líder a l'avantguarda
cs: Prvořadý vedoucí
da: Frontleder
de: Anführer an vorderster Front
el: Αρχηγός πρώτης γραμμής.
es: Líder absoluto
es_ar: Líder de vanguardia
eu: Abangoardiaren Liderra
fa: رهبر جلودار
fi: Eturivin johtaja
fr: Commandant de première ligne
ga: Ceannasaí Urgharda
gd: Am broilleach na sabaid
gl: Líder principal
he: מנהיג Forefront
hi: अग्रगण्य नेता
hu: Élvonalbeli vezető
hy: Առաջնագծի հրամանատար
id: Pemimpin Garis Terdepan
it: Capo delle Avanguardie
ja: 最前線のリーダー
ko: 선두 지도자ehsms 주자
ku: Rêberê Pêşerojê
lb: Frontleader
ms: Ketua Baris Hadapan
nb: Spydspissleder
nl: Voorhoede leider
pl: Dowódca Pierwszej Linii
pt_br: Líder de Frente
pt_pt: Líder da frente
ro: Lider de Avangarda
ru: Бесстрашный командир
sk: Popredný vodca
sr: Вођа
sv: Frontlinjeledare
tr: Ön Cephe Lideri
uk: Лідер авангарду
ur: پیش پیش رہنم
zh: 战地领袖
zh_tw: 前線領導者
