Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Build a set of 5 skirmishers by shift-clicking on the skirmisher icon (3rd in the row) in the Civil Center.
bg: Обучете група от 5 стрелци като щракнете, задържайки Шифт, върху иконката на стрелец (3-та подред) в селищния център.
cs: Vycvičte skupinu pěti harcovníků, podržte klávesu Shift a klepněte na ikonu harcovníka (třetí v řadě) ve správním středisku.
de: Bilde eine Gruppe von 5 Plänklern aus, indem du einen Shift-Klick auf das Plänkler-Symbol (3. in der Reihe) im Verwaltungssitz machst.
el: Φτιάξε ένα σύνολο από 5 skirmishers πατώντας shift-κλικ στο εικονίδιο skirmishers ( 3ο στη σειρά) στο Π.Κ.
eu: Erreklutatu 5 borrokalari Maius + klik eginez Gizarte Zentroko ikonoan (ilarako 3.).
fr: Entraînez un groupe de 5 tirailleurs en faisant majuscule + clic sur l'icône des tirailleurs (3ème sur la ligne), au Centre-ville.
gd: Trèanaich grunn de 5 streupairean ’s tu a’ dèanamh briogadh clì air ìomhaigheag an streupaire (an treas tè san ràgh) san ionad shìobhalta.
gl: Constrúe un grupo de 5 escaramuzadores (a terceira icona) no centro cívico.
hu: Építs egy 5-ös csoport csatárt a Shift lenyomása közben a csatár ikonra (3. a sorban) történő bal kattintással a városházán.
id: Latih 5 penskirmis dengan shift klik pada ikon penskirmis (ke-3 dari kiri) di Balai Kota.
it: Addestra un lotto di 5 incursori facendo maiusc-clic sull'icona incursore (la 3a della riga) del Centro Civico.
ja: 散兵5人を1組、町の中心の散兵のアイコン（列の3番目）をシフトクリックして養成してください。
ka: გამოიყვანე 5 შემტაკებელი shift-წკაპით შემტაკებლის ხატულაზე (რიგში მე-3) სამოქალაქო ცენტრში.
ms: Latih 5 orang askar peninjau dengan mengklik-shift pada ikon askar peninjau (baris ke-3) di dalam Pusat Sivik.
nb: Tren en gruppe på 5 frontsoldater Shift+klikk på fortropp-ikonet (nr 3 fra venstre) i samfunnssenteret.
pl: Stwórz partię 5 oszczepników przez kliknięcie z klawiszem Shift na ikonę oszczepnika (3. w wierszu) w centrum osady.
pt_br: Recrute um conjunto de 5 Zagaieiros, apertando shift+clique no ícone respectivo (3º da fila) no Centro Cívico.
pt_pt: Recrute um conjunto de 5 Zagaieiros, fazendo shift+clique no ícone respectivo (terceiro da fila) no Centro Cívico.
ru: Обучите группу из 5 стрелков, кликнув по их иконке в городском центре (3-я в ряду) с зажатой клавишей Shift.
sk: Vytrénuj skupinu 5 harcovníkov kliknutím ľavým tlačidlom počas držania shiftu na ikonu harcovníka (3. ikona v rade) v Občianskom centre.
sv: Träna en grupp av 5 skärmytslingar genom att skift+klicka på skärmytslingar-ikonen (3:e i raden) i samhällscentret.
tr: Halk Merkezinde silahtar simgesine (3.satırda) şift tıklayarak 5 silahtar eğit.
uk: Створіть загін з 5 застрільників нажавши shift-клік на іконці застрільника (3-й в рядку) в Громадському центрі.
zh: 选择市政中心，在散兵的图标(第 3 列)上 shift+单击，以一次训练5个散兵。
zh_tw: 按住 Shift 並在城鎮中心中的散兵的圖示上（第3排）點擊以訓練5個散兵。

source: Build a farmstead in an open space beside the Civil Center using any idle builders.
bg: Постройте ферма някъде около селищния център като използвате някой от свободните строители.
cs: Postavte s jedním nezaměstnaným občanem, který by jinak byl bez práce, na volné ploše vedle správního střediska selský dvůr.
de: Baue mit einem unbeschäftigten Bürger einen Bauernhof auf einer offenen Fläche neben dem Verwaltungssitz.
el: Κατασκεύασε ένα αγρόκτημα σε ανοιχτό χώρο δίπλα από το πολιτιστικό κέντρο χρησιμοποιώντας οποιαδήποτε αδρανή οικοδόμους οικοδόμους.
eu: Baserria eraiki Gizarte Zentroaren inguruko toki garbi batean lanean ez dauden zenbait langile erabiliz.
fr: Faites construire par quelques travailleurs inactifs une ferme sur un espace dégagé aux alentours de votre centre-ville.
gd: Tog tuathanas air àite fosgailte ri taobh an ionaid shìobhalta le neach-togail ’na thàmh sam bith.
gl: Selecciona un dos construtores que non está a facer nada, e constrúe unha granxa nun espazo aberto non moi afastado do centro cívico.
hu: Építs egy tanyát egy üres területen a városháza mellé valamelyik tétlen építővel.
id: Bangun persawahan di lahan terbuka sebelah Balai Kota menggunakan pembangun yang menganggur.
it: Costruisci una cascina in uno spazio aperto accanto al Centro Civico utilizzando qualsiasi costruttore inattivito.
ja: 納屋の建設を、町の中心のそばの空き地に手の空いた作業員にさせてください。
ka: ააშენე ფერმა სამოქალაქო ცენტრთან ახლოს, ღია ადგილას ნებისმიერი უსაქმო მშენებლის გამოყენებით.
nb: Bygg en gårdsbygning i et åpent område ved siden av samfunnssenteret ved å bruke arbeidsledige byggere.
pl: Zbuduj zagrodę na otwartej przestrzeni, obok centrum osady, przy pomocy niepracujących budowniczych.
pt_br: Construa uma chácara em um espaço aberto ao lado do Centro Civil usando qualquer construtor ocioso.
pt_pt: Construa uma quinta num local aberto e próximo do Centro Cívico, usando para esse efeito trabalhadores que estejam inactivos.
ru: Постройте усадьбу на свободном месте рядом с Городским Центром, используя незанятых юнитов.
sk: Postav statok na otvorenom priestranstve pri Občianskom centre použitím ľubovoľných ničnerobiacich staviteľov.
sv: Bygg en bondgård på en öppen plats bredvid samhällscentret med några lediga enheter.
tr: Boştaki inşaatçılarını kullanarak Menediyet Merkezinin yanında boş bir alana çiftlik inşa et.
uk: Зведіть садибу на відкритому просторі поруч з Громадським Центром використовуючи байдикуючих будівельників.
zh: 在市政中心旁的空地上建造农场。
zh_tw: 使用任何閒置的建造工人以在城鎮中心旁的空地上建造農場。

source: Once the farmstead is constructed, its builders will automatically begin gathering food if there is any nearby. Select the builders and instead make them construct a field beside the farmstead.
bg: След като фермата бъде построена, нейните строители автоматично ще започнат да събират храна, ако има такава наблизо. Вместо това, изберете строителите и ги накарайте да направят поле до фермата.
cs: Když je zemědělská usedlost hotova, stavební dělníci, kteří ji postavili, začnou automaticky shromažďovat jídlo, jestliže je nějaké poblíž. Vyberte budovatele a nechte je místo toho založit vedle statku pole.
de: Wenn der Bauernhof fertig ist, fangen die Bauarbeiter automatisch mit dem Sammeln von Nahrung an, wenn welche in der Nähe ist. Wähle die Bauarbeiter aus und lasse sie stattdessen ein Feld neben den Bauernhof bauen.
el: Μόλις κατασκευαστεί το αγρόκτημα, οι κατασκευαστές του θα ξεκινήσουν αυτόματα τη συγκέντρωση τροφίμων εάν υπάρχει σε κοντινή απόσταση. Επίλεξε τους οικοδόμους και βάλτους να κατασκευάσουν ένα χωράφι δίπλα από το αγρόκτημα.
eu: Baserria eraiki ondoren, eraikitzaileak inguruetan janaria biltzen hasiko dira. Horren ordez, aukeratu berriz eraikitzaileak eta baserriaren inguruan baratza egiten jarri.
fr: Une fois que la ferme sera construite, ses constructeurs vont automatiquement commencer à récupérer de la nourriture aux alentours, s'il y en a. Sélectionnez les constructeurs, et faites-leur construire un champ.
gd: Nuair a bhios an tuathanas air a thogail, tòisichidh an luchd-togail air biadh a chruinneachadh gu fèin-obrachail ma tha gin am fagas. Tagh an luchd-togail is cuir orra achadh a thogail ri taobh an tuathanais an àite seo.
gl: Unha vez estea construída a granxa, os que a construíron comezarán automaticamente a recoller comida se hai algunha fonte de comida próxima. Selecciona os construtores e, en vez de deixar que recollan comida, ponos a construír un campo de cultivo canda a granxa.
hu: Amint a tanya felépült, az építői automatikusan elkezdenek élelmet gyűjteni, ha találnak valamit a közelben. Jelöld ki az építőket, és inkább építtess velük egy mezőt a tanya mellé.
id: Setelah persawahan dibangun, pembangunnya akan otomatis mulai mengumpulkan makanan jika ada di sekitarnya. Pilih pembangun dan suruh mereka membangun ladang di sebelah persawahan.
it: Una volta costruita la cascina, i costruttori inizieranno automaticamente la raccolta di cibo se presente nei pressi. Seleziona i costruttori e costruisci un campo accanto alla cascina.
ja: 納屋が完成したら、その労働者は近くに食料源があれば自動的に採集を始めます。建設作業員を選択して、代わりに納屋のそばに畑を開墾させてください。
ka: როგორც კი ფერმა აშენდება, მისი მშენებლები ავტომატურად დაიწყებენ საჭმლის მოგროვებას, თუ წყაროა ახლომახლო. მონიშნე მშენებლები და მოაწყობინე ყანა ფერმასთან ახლოს.
nb: Straks gårdsbygningen er ferdig vil byggerne automatisk sanke mat dersom det finnes i nærheten. Velg byggerne og få dem til å lage en åker ved siden av gårdsbygningen isteden.
pl: Gdy zagroda zostanie zbudowana, jej budowniczowie automatycznie rozpoczną zbieranie żywności jeśli jakaś znajduje się w pobliżu. Zaznacz budowniczych i zamiast tego skieruj ich do budowy pola w sąsiedztwie zagrody.
pt_br: Uma vez que a chácara é construída, seus construtores começarão automaticamente juntar comida, se houver alguma nas proximidades. Selecione os construtores e em vez disso, fazer-lhes construir um campo ao lado da chácara.
pt_pt: Quando a quinta estiver pronta, os trabalhadores que a construíram vão começar automaticamente a recolher comida, se a houver por perto. Em vez disso, seleccione-os e ordene-lhes que construam uma seara junto à quinta.
ru: Как только усадьба построится, её строители автоматически начнут собирать пищу, если она есть поблизости. Выберите строителей и перенаправьте их на создание поля рядом с усадьбой.
sk: Keď už je statok postavený, jeho stavitelia automaticky začnú zberať jedlo, ak je nejaké nablízku. Označ staviteľov a namiesto toho ich nechaj postaviť pole vedľa statku.
sv: Når bondgården är färdig kommer byggarna automatiskt börja smala mat om det finns någon i närheten. Välj byggarna och skicka dem att bygga en åker bredvid bondgården istället.
tr: Çiftlik evleri inşa edildikten sonra, inşacılar otomatik olarak yiyecek olan en yakın yerden yiyecek toplamaya başlayacaktır. İnşacılar seçilirse onlar tekrar bir inşa yapmaya başlayacaktır.
uk: Коли садиба буде зведена, її будівельники автоматично розпочнуть збирати їжу поблизу. Виберіть будівельників та замість цього накажіть їм засіяти поле поруч із садибою.
zh: 一旦农场建造完成，如果附近有食物资源的话，它的建造者将自动开始收集食物。选择建设者，派他们在农庄旁边的建造农田。
zh_tw: 一旦農場建造完成，它的建造者就會開始收集附近可以採收的食物。選取剛才的建造者，讓他們在農場旁邊建造農田。

source: The field's builders will now automatically begin collecting food from the field. Using the newly created group of skirmishers, get them to build another house nearby.
bg: Строителите на полето ще започнат автоматично да събират храна от него. Използвайте току-що обучената група стрелци, за да построите още една къща наблизо.
cs: Zakladatelé pole nyní automaticky začnou shromažďovat jídlo z pole. Teď využijte čerstvě vycvičenou skupinu harcovníků, a nakažte jim hned vedle postavit další dům.
de: Die Bauarbeiter des Feldes werden nun automatisch beginnen, Nahrung auf dem Feld zu sammeln. Benutze nun die frisch ausgebildete Gruppe Plänkler, um in der Nähe ein Haus zu bauen.
el: Οι οικοδόμοι του χωραφιού τώρα αυτόματα θα αρχίσουν να συλλέγουν φαγητό. Χρισημοποίησε το group από τους skirmishers, βάλτους να χτίσουν ένα σπίτι κοντά στο Π.Κ.
eu: Baratza egileak automatikoki hasiko dira janaria biltzen. Erabili borrokalari talde berria inguruetan beste etxe bat eraikitzeko.
fr: Les constructeurs du champ vont commencer à récolter automatiquement de la nourriture. Avec votre nouveau groupe de tirailleurs, construisez une nouvelle maison à proximité.
gd: Tòisichidh luchd-togail an achaidh air biadh a chruinneachadh on achadh gu fèin-obrachail. Cleachd am buidheann de streupairean a tha thu air ùr-chruthachadh gus taigh eile a thogail am fagas.
gl: As unidades que constrúan o campo de cultivo poranse a traballalo en canto rematen de construílo. Usa o grupo de escaramuzadores que acabas de adestrar para construír outra casa nas proximidades.
hu: A mező építői automatikusan el fognak kezdeni élelmet gyűjteni a mezőről. Az újonnan létrehozott csatárok csoportjával építtess egy újabb házat a közelben.
id: Pembangun ladang akan sekarang otomatis mulai mengumpulkan makanan dari ladang. Gunakan kumpulan penskirmis yang baru dilatih untuk membangun satu rumah lagi di dekatnya.
it: I costruttori del campo ora inizieranno automaticamente la raccolta di cibo dal campo. Utilizzando il gruppo appena creato di incursori, portarli a costruire un'altra casa nei pressi.
ja: 畑の開墾者は自動的に畑から食料を採集するようになります。新たに作成した散兵のグループを使って、近くに別の家を建てさせてください。
ka: ყანის მომწყობები ავტომატურად დაიწყებენ საჭმლის მოგროვებას ამ ყანიდან. ახლად შექმნილი შემტაკებლების ჯუფის გამოყენებით ახლომახლო ააშენე მორიგი სახლი.
nb: De som lager åkeren vil nå automatisk begynne å sanke korn. Bruk de nytrenede frontsoldatene til å lage et hus til i nærheten.
pl: Po ukończeniu pola budowniczowie automatycznie rozpoczną zbieranie żywności z pola. Korzystając z nowo utworzonej grupy oszczepników, wybuduj w pobliżu dom.
pt_br: Construtores do campo agora começará automaticamente coletar alimentos do campo. Usando o recém-criado grupo de escaramuçadores, levá-los a construir outra casa nas proximidades.
pt_pt: Os trabalhadores que criaram a seara vão começar automaticamente a recolher comida dela. Agora pegue no grupo de Zagaieiros que acabou de criar e use-os para construir mais uma casa.
ru: Как только поле будет готово, строители сразу примутся собирать урожай. Используя вновь испечённых стрелков, постройте дом рядом.
sk: Stavitelia poľa teraz automaticky začnú zberať jedlo z poľa. Použi novo vytvorenú skupinu harcovníkov aby si nablízku postavil ďalší dom.
sv: Åkerns byggare kommer nu automatiskt börja samla mat från åkern. Använd de nyligen tränade skärmytslingar för att bygga ett till hus i närheten.
tr: Alandaki inşacılar otomatik olarak yiyecek toplamaya başlayactır. Yeni oluşturulan süvari grubu kullanılarak, onların yakınlarda başka bir ev inşa etmesi sağlanır.
uk: Будівельники що засівають поле тепер автоматично почнуть збирати їжу на цьому полі. Вибравши щойно створений загін застрільників накажіть їм звести ще один будинок поблизу.
zh: 完成后，农田建造者会自动开始收集食物。派新训练的一队散兵在附近修建房屋。
zh_tw: 農田的建造者將會自動開始從農田中收集食物。並派新訓練的一隊散兵在附近建造另一棟房舍。

source: Train 5 Hoplites from the Civil Center. Select the Civil Center and with it selected right click on a tree nearby. Units from the Civil Center will now automatically gather wood.
bg: Обучете 5 хоплити от селищния център. Изберете градския център, и докато е избран, щракнете с десен бутон върху някое близко дърво. Така единиците, излизащи от градския център, автоматично ще събират дървесина.
cs: Vycvičte ve správním středisku pět hoplítů. Klepněte na správní středisko, a pak klepněte pravým tlačítkem myši na strom stojící poblíž. Jednotky vycvičené ve správním středisku budou nyní automaticky těžit dřevo.
de: Bilde 5 Hopliten im Verwaltungssitz aus. Klicke auf den Verwaltungssitz und klicke dann mit der rechten Maustaste auf einen nahegelegenen Baum. Die im Dorfzentrum ausgebildeten Einheiten werden ab sofort automatisch Holz sammeln gehen.
el: Ο εκπαίδευσε 5 οπλίτες από τον Π.Κ. Επιλέξτε το Π.Κ και κάνε δεξί κλικ σε ένα δέντρο κοντά. Μονάδες από το Π.Κ τώρα θα συγκεντρωθούν αυτόματα στο ξύλο.
eu: 5 hoplita erreklutatu Gizarte Zentroan. Aukeratu Gizarte Zentroa eta, behin aukeraturik, saguaren ezker botoia klikatu gertuko zuhaitz batean. Gizarte Zentroko unitateak berehala hasiko dira janaria biltzen.
fr: Entraînez 5 Hoplites depuis votre centre-ville. Lorsqu'il est sélectionné, faites un clic droit sur un arbre à proximité. Les unités produites par le centre-ville iront automatiquement récolter du bois.
gd: Trèanaich 5 hoiplidean san ionad shìobhalta. Tagh an t-ionad sìobhalta ’s fhad ’s a tha e air a thaghadh, dèan briogadh deas air craobh am fagas. Tòisichidh aonadan on ionad shìobhalta air fiodh a chruinneachadh gu fèin-obrachail a-nis.
gl: Adestra 5 hoplitas no centro cívico. Selecciona o centro cívico, e con el seleccionado preme co botón secundario nunha árbore próxima. Isto chámase situar o «punto de encontro» do centro cívico. As unidades que se adestren a partir de agora no centro cívico poranse automaticamente a tallar madeira.
hu: Képezz ki 5 hoplitát a városházában. Jelöld ki a városházát, és miközben az ki van jelölve, jobb kattintással válassz egy fát a közelben. Az egységek a városházából így automatikusan fát fognak vágni.
id: Latih 5 Hoplites dari Balai Kota. Pilih Balai Kota dan klik kanan pada pohon terdekat. Unit dari Balai Kota akan sekarang otomatis mengumpulkan kayu.
it: Addestra 5 opliti nel Centro Civico. Seleziona il CC con un clic sinistro, con il tasto destro del mouse clicca su un albero vicino. Le unità del Centro Civico ora si riuniranno lì e raccoglieranno legna.
ja: 5人の重装歩兵を町の中心で養成してください。町の中心を選択し、その状態で近くの木を右クリックしてください。町の中心からユニットがこれで自動的に伐採にいくようになります。
ka: გაწვრთენი 5 ჰოპლიტი სამოქალაქო ცენტრში. აირჩიე სამოქალაქო ცენტრი და მარჯვენა დაწკაპე ახლომახლო ხეზე. სამოქალაქო ცენტრიდან გამოსული ერთეულები ავტომატურად დაიწყებენ ხის მოგროვებას.
ms: Latih 5 orang Hoplite dari Pusat Sivik. Pilih Pusat Sivik dan dengannya iaitu Hoplite, klik kanan pada pokok berhampiran. Unit dari Pusat Sivik kini secara automatik akan mengumpul kayu.
nb: Tren 5 hoplitter fra borgersenteret. Klikk på borgersenteret og når du har klikket på det, høyre-klikk på et tre i nærheten. Enheter fra borgersenteret vil automatisk samle trevirke.
pl: Stwórz 5 hoplitów w centrum osady. Zaznacz centrum osady, a następnie kliknij prawym przyciskiem myszy na drzewie w pobliżu. Jednostki trenowane w centrum osady będą teraz automatycznie kierowane do zbierania drewna.
pt_br: Treine 5 hoplitas do Centro Civil. Selecionar o Centro Civil e com ele selecionado clique direito em uma árvore perto. Unidades do Centro Civil agora irão automaticamente coletar madeira.
pt_pt: Recrute 5 Hoplitas no Centro Cívico. Seleccione o Centro Cívico e faça clique com o botão direito numa árvore que esteja perto. Deste modo, as unidades criadas no Centro Cívico passarão a recolher madeira automaticamente.
ru: Обучите 5 гоплитов в Городском Центре. Выберите здание Городского Центра, а затем правой кнопкой укажите на ближайшее дерево. Новые юниты будут автоматически направляться на сбор древесины.
sk: Vytrénuj 5 Hoplitov v Občianskom centre. Označ občianske centrum a pravým tlačidlom klikni na blízke stromy. Jednotky z Občianskeho centra budú teraz automaticky ťažiť drevo.
sv: Träna 5 hopliter i samhällscentret. Välj samhällscentret och, med det fortfarande utvalt, högerklicka på ett träd i närheten. Nu kommer enheter från samhällscentret automatiskt samla trä.
tr: Medeniyet Merkezinden 5 Hopliti eğitin. Medeniyet Merkezini seçin ve sağ tuşla yakınlardaki ağacı seçin. Medeniyet Merkezindeki birimler şimdi otomatik olarak odun toplayacaktır.
uk: Натренуйте 5 гоплітів в Громадському центрі. Виберіть Громадський центр та зробіть правий клік на дерево поблизу. Юніти з Громадського центру тепер автоматично будуть збирати деревину.
zh: 在市政中心训练5个重装步兵。选择市政中心，右键单击附近的一棵树。市政中心训练出的单位现在将会自动收集木材。
zh_tw: 從城鎮中心訓練5個重裝步兵。選擇城鎮中心，然候在選取城鎮中心的狀態下以右鍵點擊附近的樹木。從城鎮中心出來的單位現在會自動去收集木頭。

source: Order the idle Skirmishers to build an outpost to the north east at the edge of your territory. This will be the fifth Village Phase structure that you have built, allowing you to advance to the Town Phase.
bg: Наредете на бездействащите копиехвъргачи да построят аванпост на североизточния край на територията Ви. Това ще е петата сграда от Селската фаза, която ще сте построили, така че ще можете да преминете към Градската фаза.
cs: Pošlete nečinného harcovníka na severovýchodní hranici vašeho území, aby tam zřídil předsunutou základnu. Toto je pátá budova vesnického období, kterou musíte postavit, což vám umožní dostat se dál do městského období.
de: Schicke die untätigen Plänkler an die nordöstliche Grenze deines Territoriums, um einen Außenposten zu errichten. Dies ist das fünfte Gebäude der Dorfphase, anschließend kannst du in die Stadtphase aufsteigen.
el: Βάλτε τους skirmishers να φτιάξουν ένα φυλάκιο στα βορειοανατολικά στην άκρη της αυτοκρατορία. Αυτό θα είναι το 5 χτίσμα που έχεις χτίσει, επιτρέποντας σου να κάνεις επίπεδο δυο το Π.Κ.
eu: Agindu langabe dauden Jazarleei aitzindari bat eraikitzea zure lurraldearen ipar ekialde mugan. Hau Herrixka Aroko bosgarren eraikina izango da, eta Herri Arora aurreratzea baimenduko dizu
fr: Ordonnez à vos tirailleurs de construire un avant-poste au nord-est, à la limite de votre territoire. Ce bâtiment sera votre cinquième structure de la Phase des Villages construite, ce qui vous permettra de le faire évoluer vers la Phase des Villes.
gd: Cuir air na streupairean ’nan tàmh gearastan a thogail gu ear-thuath ri oir do ranntair. ’S an an còigeamh togalach a thog thu rè linn nan clachan a bhios ann is leigidh seo leat àrdachadh gu linn nam bailtean.
gl: Selecciona os escaramuzadores que non están a facer nada e ordénalles construír unha atalaia no bordo nordeste (dereita e arriba) do teu territorio. Esta será a quinta estrutura da fase de aldea que constrúas, co que xa poderás avanzar á fase de vila.
hu: Rendeld a tétlen csatárokat egy előőrs építéséhez a területed északkeleti részére. Ez lesz az ötödik felépített épület a falusi szakaszban, amely lehetővé teszi a fejlesztést a városi szakaszra.
id: Perintahkan Penskirmis menganggur untuk membangun Pos Pengawas di pojok timur laut wilayah anda. Ini akan menjadi bangunan Fase Desa kelima yang anda bangun, sehingga anda dapat maju ke Fase Kota.
it: Fai costruire agli Incursori inattivi un avamposto a nord est, ai confini del tuo territorio. Questa sarà la quinta struttura della Fase Villaggio, che consente di avanzare alla Fase Cittadina.
ja: 手の空いた散兵に前哨地を領地の北東端に建てさせてください。これがあなたの建てる第5の村の段階の建物になるので、町の段階へ移行することが可能になります。
ka: უბრძანე უსაქმო შემტაკებლებს რომ ააშენონ საგუშაგო ჩრდილო აღმოსავლეთითი, შენი ტერიტორიის კიდეში. ეს იქნება მეხუთე სოფლის ფაზის შენობა, რაც შენ ააშენე. ეს გაძლევს ქალაქის ფაზაში გადასვლის საშუალებას.
nb: Beordre arbeidsledige fortropper til å bygge en utpost i nord-øst av ditt territorium. Dette vil være den femte bygningen i landsby-fasen slik at du nå kan gå videre til tettstedfasen.
pl: Wydaj rozkaz wolnym oszczepnikom, aby zbudowali posterunek na skraju północno-wschodniej części swojego terytorium. Będzie to piąta struktura fazy wioski, którą wybudujesz, co pozwoli na przejście do fazy miasta.
pt_br: Encomendar os escaramuçadores ociosos para construir um posto avançado para o nordeste na borda do seu território. Esta será a quinta estrutura da Fase Vila que você construiu, permitindo-lhe avançar para a Fase da Cidade.
pt_pt: Ordene aos Zagaieiros inactivos que construam uma atalaia a nordeste, junto ao limite do seu território. Este será o quinto edifício da Fase de Aldeia que vai construir, o que lhe permitirá avançar para a Fase de Vila.
ru: Прикажите свободным стрелкам построить заставу на северо-восточном краю вашей территории. Это будет пятым зданием на этапе деревни, после чего можно будет перейти на следующий - этап небольшого города.
sk: Nečinným harcovníkom prikážte postaviť rozhľadňu na severovýchodnom okraji územia. Postavíte tak piatu budovu fázy dediny, čo vám umožní postúpiť do fázy mesta.
sv: Skicka de lediga skärmytslingar att bygga en utpost nordöst vid kanten av ditt territorium. Detta kommer vara den femte byfas strukturen som du bygger, vilket tillåter dig att avancera till stadsfasen.
tr: Silahtarlarınıza arazinizin kuzey doğusuna bir karakol inşa etmeleri için emir verin. Bu sayede Kasaba Aşaması'na geçmek için ihtiyacınız olan beşinci binayı da inşa etmiş olacaksınız.
uk: Накажіть байдикуючим застрільникам звести заставу на північно-східному кордоні вашої території. Це буде п’ята будівля селищної фази, котру вам треба побудувати, що дозволяє вам перейти до містечкової фази.
zh: 命令空闲的散兵在你的领土北东方的边境修建一个前哨。这将是您乡村阶段的第五个建筑，此后您将可以升级到城镇阶段。
zh_tw: 指派閒置的散兵在您的領土東北方的邊境建造一個前哨站。這將會是您村莊階段的第五座建築物，再來您就可以升級到鄉鎮階段了。
