Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-userreport.po
Languages: ast, bg, ca, cs, de, el, es, eu, fr, ga, gd, gl, hu, id, it, ko, nl, pl, pt_br, pt_pt, ru, sk, sv, te, tr, uk, zh, zh_tw

source: 12. Wildfire Games informs the users that to exercise their rights, users might need to provide additional information to identify the natural person or the data (GDPR 12.6, GDPR 13.2.e).
ast: 12. Wildfire Games informa a los usuarios de que, par’ exercere los sous direiꞇhos, los usuarios poderíɐn tener d’aprovir más informacion par’ identificare la persona natural ou los datos (GDPR 12.6, GDPR 13.2.e).
bg: 12. Wildfire Games уведомява потребителите, когато трябва да упражнят правата си за това, че те трябва да предоставят допълнителна информация за разпознаването на физическото лице или данните (Чл. 12.6 и чл. 13.2.e на GDPR).
ca: 12. Wildfire Games informa els usuaris que per exercir els seus drets, és possible que els usuaris necessitin proporcionar informació addicional per identificar la persona física o les dades (GDPR 12.6, GDPR 13.2.e).
cs: 11. Wildfire Games informuje uživatele, že pro uplatnění jejich práv mohou uživatelé potřebovat poskytnout další informace k identifikaci fyzické osoby nebo údajů (GDPR 12.6, GDPR 13.2.e).
de: 12. Wildfire Games informiert die Benutzer, dass sie für die Wahrnehmung ihrer Rechte möglicherweise zusätzliche Informationen angeben müssen, um die natürliche Person oder die Daten zu indentifizieren (DSGVO 12.6, DSGVO 13.2.e).
el: 12. Η Wildfire Games ενημερώνει τους χρήστες ότι για να ασκήσουν τα δικαιώματά τους, οι χρήστες ενδέχεται να χρειαστεί να παράσχουν πρόσθετες πληροφορίες για τον προσδιορισμό του φυσικού προσώπου ή των δεδομένων (Γενικός Κανονισμός για την Προστασία Δεδομένων 12.6, ΓΚΠΔ 13.2.e).
es: 12. Wildfire Games informa a los usuarios que para ejercer sus derechos, los usuarios pueden necesitar proporcionar información adicional para identificar a la persona natural o los datos (GDPR 12.6, GDPR 13.2.e).
eu: 12. Wildfire Gamesek jakinarazten die erabiltzaileei euren eskubideak babesteko, erabiltzaileek pertsonak ezagutzeko zenbat datu gehigarri eman beharko lituzketela (GDPR 12.6, GDPR 13.2.e).
fr: 12. Wildfire Games informe les utilisateurs que pour exercer leurs droits, les utilisateurs peuvent être amenés à fournir des informations supplémentaires permettant d'identifier la personne physique ou ces données (RGPD 12.6, RGPD 13.2.e).
ga: 12. Cuireann Wildfire Games a n-úsáideoirí in iúl dá gcearta á n-úsáid, b'fhéidir go mbeadh gá le heolas sa bhreis a sholáthar don daoine nádúrtha nó sonraí a aithint (GDPR 12.6, GDPR 13.2.e).
gl: 12. Wildfire Games informa aos usuarios de que, para exercitar os seus dereitos, os usuarios poderían ter que fornecer datos adicionais para identificar a persoa natural ou os datos (GDPR 12.6, GDPR 13.2.e).
hu: 12. A Wildfire Games tájékoztatja a felhasználókat, hogy a jogaik gyakorlásához további információk megadása lehet szükséges, hogy azonosítsák a természetes személyt vagy az adatokat (GDPR 12.6, GDPR 13.2.e).
id: 12. Wildfire Games memberitahukan pengguna bahwa untuk menggunakan haknya, pengguna dapat diminta untuk menyediakan informasi tambahan untuk melakukan identifikasi perorangan atau data (GDPR 12.6, GDPR 13.2.e).
it: 12. Wildfire Games informa gli utenti che per esercitare i propri diritti, questi potrebbero aver bisogno di fornire ulteriori informazioni per identificare la persona fisica e i dati (GDPR 12.6, GDPR 13.2.e).
ko: 12. Wildfire Games는 사용자에 게 자신의 권리를 행사하는 것을 알리고, 사용자는 자연인 또는 데이터를 식별하기 위해 추가 정보를 제공 해야할 수도 있습니다 (GDPR 12.6, GDPR 13.2.e).
nl: 12. Wildfire Games informeert de gebruikers dat om hun rechten uit te oefenen, gebruikers mogelijk aanvullende informatie moeten verstrekken om de natuurlijke persoon of de gegevens te identificeren (GDPR 12.6, GDPR 13.2.e).
pl: 12. Wildfire Games informuje użytkowników, że by korzystać z praw, będą musieli dostarczyć dodatkowe informacje w celu identyfikacji osoby lub danych (GDPR 12.6, GDPR 13.2.e).
pt_br: 12. Wildfire Games informa aos usuários que, para exercerem seus direitos, os usuários podem precisar fornecer informações adicionais para identificar a pessoa física ou os dados (GDPR 12.6, GDPR 13.2.e).
pt_pt: 12. A Wildfire Games informa os seus utilizadores que para exercerem os seus direitos, pode ser pedido aos utilizadores informações adicionais para identificar a pessoa ou os dados (RGPD 12.6, RGPD 13.2.e).
ru: 12. Wildfire Games информирует пользователей о том, что для осуществления своих прав пользователям может потребоваться предоставить дополнительную информацию для идентификации физического лица или данные (Общий регламент по защите данных (ЕС) 12.6, 13.2.e).
sk: 12. Wildfire Games dáva hráčom na vedomie, že pre uplatnenie ich práv od nich môžu byť požadované dodatočné informácie pre identifikáciu fyzickej osoby alebo dát (GDPR 12.6, GDPR 13.2.e).
sv: 12. Wildfire spel informerar användarna om att utöva sina rättigheter, användare kan behöva ge ytterligare information för att identifiera den fysiska personen eller data (GDPR 12,6, GDPR 13.2. e).
te: 12. వైల్డ్‌ఫైర్ గేమ్స్ వినియోగదారులకు వారి హక్కులను వినియోగించుకోవటానికి, సహజమైన వ్యక్తిని లేదా డేటాను గుర్తించడానికి వినియోగదారులు అదనపు సమాచారాన్ని అందించాల్సి ఉంటుంది (జిడిపిఆర్ 12.6,జిడిపిఆర్ 13.2.ఇ).
tr: 12. Wildfire Games kullanıcıları, haklarını kullanmaları için, kullanıcıların gerçek kişiyi veya verileri tanımlamak için ek bilgi vermeleri gerekebileceğini bildirir (GVKY 12.6, GVKY 13.2.e).
uk: 12. Wildfire Games інформує користувачів, що для здійснення своїх прав користувачам може знадобитися надати додаткову інформацію для ідентифікації фізичної особи чи даних (GDPR 12.6, GDPR 13.2.e).
zh: 12. Wildfire Games告知用户，为了行使其权利，用户可能需要提供额外信息以识别自然人或数据（GDPR 12.6，GDPR 13.2.e）。
zh_tw: 12. Wildfire Games 告知使用者，為了行使他們的權利，使用者可能需要提供額外的資訊以識別自然人護資料 (GDPR 12.6, GDPR 13.2.e)。

source: The minimum age to use the service is 13.
ast: La edade mínima par’ usare l servicio ye de 13 anhos.
bg: Минималната възрастова граница за използване на услугата е 13 години.
ca: L'edat mínima per utilitzar el servei és 13 anys.
cs: Minimální věk pro užívání této služby je 13.
de: Das Mindestalter um den Dienst zu Nutzen beträgt 13 Jahre.
el: Η ελάχιστη ηλικία για την χρήση της υπηρεσίας είναι 13.
es: La edad mínima para utilizar este servicio es de 13 años.
eu: Zerbitzu hau erabiltzeko gutxieneko adina 13 urte dira.
fr: L'âge minimum pour utiliser le service est de 13 ans.
ga: Tá an aois íosta 13 don seirbhís seo á húsáid.
gl: A idade mínima para usar o servizo son 13 anos.
hu: A szolgáltatás használatának legalacsonyabb korhatára 13 év.
id: Usia minimum untuk menggunakan pelayanan adalah 13 tahun.
it: L'età minima per utilizzare il servizio è 13.
ko: 이 서비스를 이용할 수 있는 최소 연령은 13세입니다.
nl: De minimumleeftijd om de service te gebruiken is 13.
pl: Aby korzystać z usługi, musisz mieć co najmniej 13 lat.
pt_br: A idade mínima para utilizar o serviço é 13.
pt_pt: A idade mínima de utilização do serviço é de 13 anos.
ru: Минимальный возраст пользования сервисом — 13 лет.
sk: Minimálny vek pre používanie služby je 13 rokov.
sv: Minimiåldern för att använda tjänsten är 13.
te: సేవను ఉపయోగించడానికి కనీస వయస్సు 13.
tr: Bu hizmeti kullanmanın minimum yaşı 13'tür.
uk: Мінімальний вік для використання послуги – 13 років.
zh: 需年满13周岁。
zh_tw: 使用本服務的最低年齡為13歲。

source: Wildfire Games will not knowingly collect personal data from children under this age (Children's Online Privacy Protection Act).
ast: Wildfire Games nun vai arrejuntar a propriu intentu los datos personales de nenhos minores d’esta edade. (Children's Online Privacy Protection Act).
bg: Wildfire Games умишлено няма да събира лични данни от деца под дадената възрастовата граница (Закон за защита личните данни на деца в интернет).
ca: Wildfire Games no recopilarà intencionadament dades personals que pertanyin a nens menors d'aquesta edat (Children's Online Privacy Protection Act).
cs: Wildfire games nebudou vědomě sbírat osobní data dětí pod touto věkovou hranicí.
de: Wildfire Games wird nicht bewusst persönliche Daten von Kindern unter diesem Alter sammeln (Children's Online Privacy Protection Act).
el: Η Wildfire Games δεν θα συλλέγει συνειδητά δεδομένα προσωπικού χαρακτήρα από παιδιά αυτής της ηλικίας (Νόμος για την προστασία της ιδιωτικής ζωής των παιδιών στο διαδίκτυο).
es: Wildfire GAmes no recopilará datos personales de niños menores de esta edad (Ley de Protección de la Privacidad de los Niños).
eu: Wildfire Gamesek ez du jakinaren gainean bilduko adinik gabeko umeen daturik (Children's Online Privacy Protection Act).
fr: Wildfire Games ne collectera pas sciemment de données personnelles d'enfants de moins de cet âge (Children's Online Privacy Protection Act).
ga: Ní bailíonn Wildfire Games sonraí pearsanta go feasach ó pháiste faoin aois seo (Children's Online Privacy Protection Act).
gl: Wildfire Games non recollerá a sabendas datos persoais de nenos menores desta idade (Children's Online Privacy Protection Act).
hu: A Wildfire Games tudatosan nem gyűjt személyes adatokat az ennél fiatalabb gyermekekről (Children's Online Privacy Protection Act).
id: Wildfire Games tidak mengumpulkan data pribadi dari anak-anak di bawah usia ini secara sadar (Children's Online Privacy Protection Act).
it: Wildfire Games non raccoglierà consapevolmente dati personali da bambini al di sotto di quest'età (Atti di Protezione Online della Privacy dei Bambini).
ko: Wildfire Games는 이 연령 미만의 어린이로부터 개인 데이터를 고의로 수집하지 않습니다 (아동 온라인 개인 정보 보호법).
nl: Wildfire Games zal niet willens en wetens persoonlijke gegevens verzamelen van kinderen jonger dan deze leeftijd (Children's Online Privacy Protection Act).
pl: Wildfire Games nie będzie świadomie pobierać danych osobowych od dzieci poniżej lat 13 (Children's Online Privacy Protection Act).
pt_br: Wildfire Games não coletará intencionalmente dados pessoais de crianças abaixo dessa idade (Ato de Proteção à Privacidade Online das Crianças).
pt_pt: A Wildfire Games não irá recolher com conhecimento dados pessoais de crianças abaixo desta idade (Children's Online Privacy Protection Act).
ru: Wildfire Games не будет сознательно собирать личные данные у детей младше этого возраста (Закон о защите конфиденциальности детей в интернете (США).
sk: Wildfire Games nebude vedome zbierať osobné dáta od detí pod touto vekovou hranicou (Children's Online Privacy Protection Act).
sv: Wildfire games kommer inte medvetet att samla in person uppgifter från barn under denna ålder (Children ' s Online Privacy Protection Act).
te: వైల్డ్‌ఫైర్ గేమ్స్ తెలిసి ఈ వయస్సులోపు పిల్లల నుండి వ్యక్తిగత డేటాను సేకరించవు (పిల్లల ఆన్‌లైన్ గోప్యతా రక్షణ చట్టం).
tr: Wildfire Games, bu yaşın altındaki çocuklardan bilerek kişisel veri toplamaz (Çocukların Çevrimiçi Gizlilik Koruma Yasası).
uk: Wildfire Games не буде свідомо збирати особисті дані від дітей до цього віку (Children's Online Privacy Protection Act).
zh: Wildfire Games不会故意收集这个年龄段儿童的个人数据（儿童在线隐私保护法）。
zh_tw: Wildfire Games 不會故意收集低於此年齡兒童的個人資料（兒童線上隱私保護法）。

source: If you believe Wildfire Games might have any personal data from or about a child under 13, please contact Wildfire Games.
ast: Si crees que Wildfire Games tenga qualesquiera datos personales de ou subre un nenhu minor de 13 anhos, pon-te n contactu cun Wildfire Games, por favor.
bg: Ако смятате, че Wildfire Games може да разполага с лични данни от или свързано с деца под 13-годишна възраст, моля свържете се с Wildfire Games.
ca: Si creieu que Wildfire Games pot tenir dades personals que pertanyin a un menor de 13 anys, contacteu amb Wildfire Games.
cs: Pokud máte dojem, že by Wildfire Games mohlo mít data o dítěti mladších 13 let, prosím kontaktujte Wildfire Games.
de: Wenn du denkst, Wildfire Games könnte persönliche Daten von oder über ein Kind unter 13 Jahren haben, bitte kontaktiere uns.
el: Εάν πιστεύετε ότι η Wildfire Games έλαβε προσωπικά δεδομένα από ή για ένα παιδί κάτω των 13 ετών, παρακαλούμε επικοινωνήστε με τη Wildfire Games.
es: Si cree que Wildfire Games puede tener datos personales de o sobre un niño menor de 13 años, comuníquese con Wildfire Games.
eu: Zuk uste baduzu Wildfire Gamesek 13 urtez azpiko daturik izan ditzakeela, jarri harremanetan Wildfire Gamesekin.
fr: Si vous pensez que Wildfire Games pourrait avoir des données personnelles concernant un enfant de moins de 13 ans, veuillez contacter Wildfire Games.
ga: Má chreideann tú go bhféadfhadh aon sonraí pearsanta ó nó faoi pháiste faoi 13 ag Wildfire Games, déan teagmháil le Wildfire Games le do thoil.
gl: Se cre que Wildfire Games podería ter datos persoais que orixinan ou corresponden a un neno menor de 13 anos, rogamos póñase en contacto con Wildfire Games.
hu: Ha úgy véli, hogy a Wildfire Games személyes adatokat kezelhet 13 év alatti gyermekről, akkor lépjen kapcsolatba a Wildfire Gamesszel.
id: Jika anda merasa Wildfire Games mungkin memiliki data pribadi dari atau tentang anak di bawah usia 13 tahun, silahkan menghubungi Wildfire Games.
it: Se pensi che Wildfire Games possa possedere dati personali di un bambino di età inferiore a 13 anni, contatta Wildfire Games.
ko: Wildfire Games에 13세 미만 아동의 개인 정보가 있다고 판단된다면, Wildfire Games에 문의하세요.
nl: Als u denkt dat Wildfire Games mogelijk persoonlijke gegevens van of over een kind jonger dan 13 heeft, neem dan contact op met Wildfire Games.
pl: Jeśli wydaje ci się, że Wildfire Games może posiadać dane osobowe od dziecka lub o dziecku w wieku poniżej lat 13, skontaktuj się z nami.
pt_br: Se você acredita que a Wildfire Games pode ter dados pessoais de ou sobre uma criança menor de 13 anos, entre em contato com a Wildfire Games.
pt_pt: Se acredita que a Wildfire Games pode ter qualquer dados pessoais de uma criança com menos de 13 anos, por favor contacte a Wildfire Games.
ru: Если вы считаете, что Wildfire Games может владеть какими-либо персональными данными о ребёнке младше 13 лет, пожалуйста, свяжитесь с Wildfire Games.
sk: Pokiaľ ste presvedčení že Wildfire Games môže vlastniť osobné dáta od alebo o dieťati mladšom ako 13 rokov, prosím kontaktujte Wildfire Games.
sv: Om du tror att Wildfire Games kan ha några person uppgifter från eller om ett barn under 13, vänligen kontakta Wildfire Games.
te: వైల్డ్‌ఫైర్ గేమ్స్ 13 ఏళ్లలోపు పిల్లల నుండి లేదా దాని గురించి ఏదైనా వ్యక్తిగత డేటాను కలిగి ఉండవచ్చని మీరు విశ్వసిస్తే, దయచేసి వైల్డ్‌ఫైర్ గేమ్స్ సంప్రదించండి.
tr: Wildfire Games'in 13 yaşından küçük bir çocuktan veya bunlardan herhangi biri hakkında kişisel verileri olabileceğini düşünüyorsanız, lütfen Wildfire Games ile iletişime geçin.
uk: Якщо Ви вважаєте, що Wildfire Games може мати будь-які особисті дані від дитини до 13 років або про неї, будь ласка, зверніться до Wildfire Games.
zh: 如果您认为 Wildfire Games 可能涉及13岁以下儿童的个人资料，请联系Wildfire Games。
zh_tw: 如果您認為 Wildfire Games 可能有13歲以下兒童的個人資料，請聯絡 Wildfire Games。

source: Wildfire Games obtains all UserReport data exclusively from the user (GDPR 14).
ast: Wildfire Games obtien todolos datos de l RelatuUsuarial exclusivamente de l usuariu (GDPR 14).
bg: Wildfire Games получава всички данни от Потребителския доклад единствено и само от потребителя, и с неговото съгласие (Чл. 14 на GDPR).
ca: Totes les dades dels informes d'usuari que Wildfire Games processa s'obtenen exclusivament de l'usuari (GDPR 14).
cs: Wildfire Games získává všechna data z uživatelských zpráv jen a pouze od uživatele (GDPR 14).
de: Wildfire Games bekommt die UserReport-Daten exklusiv vom Benutzer (DSGVO 14).
el: Η Wildfire Games αποκτά όλα τα δεδομένα της Αναφοράς Χρήστη αποκλειστικά από το χρήστη (Γενικός Κανονισμός για την Προστασία Δεδομένων 14).
es: Wildfire Games obtiene todos los datos de UserReport exclusivamente del usuario (GDPR 14).
eu: Wildfire Gamesek erabiltzailearengandik baino ez ditu jasotzen erabiltzailearen txosteneko datuak (GDPR 14).
fr: Wildfire Games obtient toutes les données de l'UserReporter exclusivement auprès de l'utilisateur (RGPD 14).
ga: Faigheann Wildfire Games sonraí ÚsáidTuairisce ar fad ón úsáideoir amháin (GDPR 14).
gl: Wildfire Games obtén todos os datos de informe de usuario exclusivamente do usuario (GDPR 14).
hu: A Wildfire Games az összes felhasználó visszajelzési adatot kizárólag a felhasználótól szerzi be (GDPR 14).
id: Wildfire Games memperoleh semua data UserReport hanya dari pengguna (GDPR 14).
it: Wildfire Games ottiene tutti i dati UserReport esclusivamente dall'utente (GDPR 14).
ko: Wildfire Games는 사용자로부터 모든 사용자 보고서 데이터를 독점적으로 얻습니다 (GDPR 14).
nl: Alle UserReport-gegevens die Wildfire Games verwerkt, worden uitsluitend verkregen van de gebruiker (GDPR 14).
pl: Wildfire Games zbiera dane UserReport tylko od użytkownika (GDPR 14).
pt_br: Wildfire Games obtém todos os dados do UserReport exclusivamente do usuário (GDPR 14).
pt_pt: A Wildfire Games obtém todos os dados dos Relatórios do Utilizador exclusivamente do utilizador (RGPD 14).
ru: Wildfire Games получает все данные Пользовательского отчёта исключительно от самого пользователя (Общий регламент по защите данных (ЕС) 14).
sk: Wildfire Games získava všetky UserReport dáta výlučne od používateľa (GDPR 14).
sv: Wildfire Games hämtar alla UserReport-data exklusivt från användaren (GDPR 14).
te: వైల్డ్‌ఫైర్ గేమ్స్ యూజర్ (జిడిపిఆర్ 14) నుండి ప్రత్యేకంగా అన్ని యూజర్ రిపోర్ట్ డేటాను పొందుతుంది.
tr: Wildfire Games, tüm UserReport verilerini yalnızca kullanıcıdan alır (GVKY 14).
uk: Wildfire Games отримує всі дані звіту користувача виключно від користувача (GDPR 14).
zh: Wildfire Games专门从用户（GDPR 14）获取所有“用户报告”数据。
zh_tw: Wildfire Games 只會從使用者取得所有使用者回報的資料 (GDPR 14)。

source: Wildfire Games does not perform any automated decision making affecting natural persons (GDPR 22).
ast: Wildfire Games nun realiza dala toma de determinos automatizada q’affecte a personɐs naturales (GDPR 22).
bg: Wildfire Games не извършва автоматично вземане на решения, засягащи физически лица (Чл. 22 на GDPR).
ca: Wildfire Games no realitza cap presa de decisió automatitzada que afecti a persones físiques (GDPR 22).
cs: Wildfire Games neprovádí žádné automatické rozhodování, které by ovlivňovalo fyzické osoby (GDPR 22).
de: Wildfire Games fällt keine automatischen Entscheidungen die natürliche Personen betreffen (DSGVO 22).
el: Η Wildfire Games δεν εκτελεί αυτοματοποιημένη λήψη αποφάσεων που επηρεάζει τα φυσικά πρόσωπα (Γενικός Κανονισμός για την Προστασία Δεδομένων 22).
es: Wildfire Games no realiza ninguna toma de decisiones automatizada que afecte a personas naturales (GDPR 22).
eu: Wildfire Gamesek ez ditu pertsona fisikoei eragiten dien erabakiak hartzeko prozesu automatikorik egiten (GDPR 22).
fr: Wildfire Games n'effectue aucune décision individuelle automatisée concernant les personnes physiques (RGPD 22).
ga: Ní déanann Wildfire Games aon chinnteoireacht uathoibríoch a dhéanann diféar ar daoine nádúrtha (GDPR 22).
gl: Wildfire Games non realiza ningún proceso de decisión automatizado que afecte a persoas naturais (GDPR 22).
hu: A Wildfire Games nem végez semmilyen automatizált döntéshozatalt, amely természetes személyeket érintene (GDPR 22).
id: Wildfire Games tidak melakukan pembuatan keputusan yang otomatis yang dapat mempengaruhi perorangan (GDPR 22).
it: Wildfire Games non compie alcun processo decisionale che coinvolga persone reali (GDPR 22).
ko: Wildfire Games은 자연인에게 영향을 미치는 자동 의사 결정을 수행하지 않습니다 (GDPR 22).
nl: Wildfire Games voert geen geautomatiseerde beslissingen uit met betrekking tot natuurlijke personen (GDPR 22).
pl: Wildfire Games nie podejmuje żadnych decyzji dotyczących osób fizycznych (GDPR 22).
pt_br: Wildfire Games não realiza nenhuma decisão automatizada que afete pessoas físicas (GDPR 22).
pt_pt: A Wildfire Games não realiza qualquer tipo de decisão automática que afete pessoas (RGPD 22).
ru: Wildfire Games не осуществляет автоматизированного принятия решений, затрагивающих физических лиц (Общий регламент по защите данных (ЕС) 22).
sk: Wildfire Games nevykonáva žiadne automatizované rozhodnutia vzťahujúce sa na fyzické osoby (GDPR 22).
sv: Wildfire Games utför inte någon automatiserad besluts fattande som påverkar fysiska personer (GDPR 22).
te: వైల్డ్‌ఫైర్ గేమ్స్ సహజ వ్యక్తులను ప్రభావితం చేసే స్వయంచాలక నిర్ణయాలు తీసుకోవు (జిడిపిఆర్ 22).
tr: Wildfire Games, gerçek kişileri etkileyen otomatik kararlar vermez (GVKY 22).
uk: Wildfire Games не здійснює автоматизованого прийняття рішень, що стосуються фізичних осіб (GDPR 22).
zh: Wildfire Games不会影响自然人的任何自动决策（GDPR 22）。
zh_tw: Wildfire Games 不會做出任何會自動影響自然人的決策 (GDPR 22)。
