Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Corinthian Isthmus (2)
ast: Ismthu de Corinthu (2)
bg: Коринтски провлак (2)
br: Strizh-douar Korintian (2)
ca: Istme de Corint (2)
cs: Korintská úžina (2)
da: Korinthisk Landtange (2)
de: Isthmus von Korinth (2)
el: Ισθμός Κορίνθου (2)
es: Istmo coríntio (2)
eu: Korintoar Istmoa (2)
fa: تنگه ی کورینت (2)
fi: Korintin kannas (2)
fr: Isthme corinthien (2)
ga: An Chuing Chorantach (2)
gd: An Tairbeart Choirinteach (2)
hu: Korinthoszi-földszoros (2)
id: Isthmus Korintus (2)
it: Istmo di Corinto (2)
ja: コリントス地峡 (2)
ko: 코린트 지협 (2)
ms: Isthmus Corinthia (2)
nb: Korintereidet (2)
nl: Landengte van Korinthe (2)
pl: Przesmyk Koryncki (2)
pt_br: Istmo de Corinto (2)
pt_pt: Istmo de Corinto (2)
ru: Коринфский перешеек (2)
sk: Korintská šija (2)
sr: Коринтска превлака (2)
sv: Korintiska Näset (2)
tr: Korint Kıstağı (2)
uk: Коринфський перешийок (2)
zh: 科林斯地峡 (2)
zh_tw: 科林斯地峽 (2)

source: Corinthian Isthmus (4)
ast: Ismthu de Corinthu (4)
bg: Коринтски провлак (4)
br: Strizh-douar Korintian (4)
ca: Istme de Corint (4)
cs: Korintská úžina (4)
da: Korinthisk Landtange (4)
de: Isthmus von Korinth (4)
el: Ισθμός Κορίνθου (4)
es: Istmo coríntio (4)
eu: Korintoar Istmoa (4)
fi: Korintin kannas (4)
fr: L'isthme de Corinthe (4)
ga: An Chuing Chorantach (4)
gd: An Tairbeart Choirinteach (4)
hu: Korinthoszi-földszoros (4)
id: Isthmus Korintus (4)
it: Istmo di Corinzio (4)
ja: コリントス地峡 (4)
ko: 코린트 지협 (4)
ms: Isthmus Corinthia (4)
nb: Korintereidet (4)
nl: Landengte van Korinthe (4)
pl: Przesmyk Koryncki (4)
pt_br: Istmo de Corinto (4)
pt_pt: Istmo de Corinto (4)
ru: Коринфский перешеек (4)
sk: Korintská šija (4)
sr: Коринтска превлака (4)
sv: Korintiska Näset (4)
tr: Korint Kıstağı (4)
uk: Коринфський перешийок (4)
zh: 科林斯地峡 (4)
zh_tw: 科林斯地峽 (4)

source: The players start on two opposing islands, both with a very jagged relief that will make landing difficult. Originally occupied by the Torreans, then marginally settled by Etruscans, Phocaeans and Syracusans. Rome conquered these two islands from Carthage during the First Punic War and in 238 BC created the "Corsica et Sardinia" province. The Corsicans regularly revolted and over the course of a century, the island lost two thirds of its Corsican population.
ast: Los jogadores intamɐn n un par d’islhɐs, cada una cun ribalyones que lla fazhen mala d’invadir. Pobladɐs inicialmente polos torreanos & des puös colonizadɐs minimamente por etruscos, phoceos & syracusanos, Roma conquistou de Carthagu estɐs duɐs islhɐs na primeira guerra púnica &, in 238 a.C., fundou la provincia de “Corsica et Sardinia”. Los corsos remontarun-se a treiꞇhu &, a lo llongo d’un sieglo, la islha perdeu dous tercios de la poblacion corsa.
bg: Играчите започват на два срещуположни острова с много назъбен релеф, който ще направи акостирането доста трудно. Първоначално дом на торийците, а след това слабо заселени с етруски, фокейци и сиракузийци. Рим завладял тези два острова от Картаген по време на Първата пуническа война и създали провинцията „Сардиния и Корсика“ през 238г. пр.н.е. Жителите на Корсика често се бунтували и за време от един век, островът загубил две трети от населението си.
br: Ar c'hoarierien a grog war ziv enezenn enebiet, an daou gant un torosennadur dantelet a lako an dilestrañ da vezañ diaes. Ac'hubet orinel gant an Doreaned, staliet en doare marzel neuze gant Etruskaned, Foseaned ha Sirakuzaned. Roma a aloubas an div enezenn-mañ eus Kartago e-pad ar Brezel Punek Kentañ ha krouiñ a reas e 238 kent J.-K. ar broviñs "Korsika ha Sardinia". Ar Gorsed a emsavas en doare ingal hag a-hed ur c'hantved, e kollas an enezenn an daoufarzh eus he foblañs Korsikan.
ca: Els jugadors comencen en dues illes encarades, les dues amb un relleu molt irregular que fa difícil desembarcar-hi. Originalment ocupades pels torreans i després de manera marginal per etruscos, foceus i siracusans. Roma va conquerir aquestes dues illes a Cartago durant la primera guerra púnica i el 238 aC van fundar la província de "Corsica et Sardinia". Els corsos es revoltaven regularment i, al llarg d'un segle, l'illa va perdre dos terços de la seva població.
cs: Hráči začínají na dvou protilehlých ostrovech, oba s velmi členitým povrchem, který ztěžuje vylodění. Původně obsazeno Torreany, později po okrajích osídleno Etrusky Feničany a Syrakusany. Řím obsadil tyto dva ostrovy z Kartága během První punské války a v roce 238 před Kr. vytvořil provincii "Corsica et Sardinia". Korsičané se pravidelně bouřili a během jednoho století ostrov ztratil dvě třetiny svého korsického obyvatelstva.
da: Spillerne starter på to modsatrettede øer, begge med en meget ujævn relief, der vil gøre landing vanskelig. Oprindeligt besat af Torreanerne, derefter marginalt bosat af etruskere, fokæere og syrakusenere. Rom erobrede disse to øer fra Kartago under den første puniske krig og skabte i 238 f.Kr. provinsen "Corsica et Sardinia". Korsikanerne gjorde jævnligt oprør og i løbet af et århundrede mistede øen to tredjedele af sin korsikanske befolkning.
de: Die Spieler starten auf zwei gegenüberliegenden Inseln jeweils mit einem sehr zerklüfteten Relief, weshalb ein Anlanden schwierig ist. Ursprünglich von den Torren besiedelt, später in geringem Ausmaß von Etruskern, Phokern und Syrakus. Rom eroberte diese beiden Inseln während des ersten Punischen Krieges von Karthago und erschuf im Jahr 238 v. Chr. die Provinz „Corsica et Sardinia“. Die Korsen revoltierten regelmäßig und über den Lauf des Jahrhunderts verlor die Insel zwei Drittel ihrer korsischen Bevölkerung.
el: Οι παίκτες ξεκινούν σε δύο αντιτιθέμενα νησιά, σε ένα πολύ ακανόνιστο ανάγλυφο που θα κάνει την προσγείωση δύσκολη. Αρχικά καταλήφθηκαν από τους Τορεάτες ενώ περιφερειακά αποικήθηκαν από τους Ετρούσκους, Φωκαείς και Συρακούσιους. Η Ρώμη κατέκτησε αυτά τα δύο νησιά από την Καρχηδόνα κατά τη διάρκεια του Πρώτου Καρχηδονιακού Πολέμου το 238 π.Χ., δημιουργώντας την επαρχία «Κορσική και Σαρδηνία". Οι Κορσικανοί επαναστατούσαν τακτικά κατά τη διάρκεια του αιώνα, το νησί έχασε τα δύο τρίτα του πληθυσμού της Κορσικής.
es: Los jugadores comienzan la partida en dos islas opuestas, ambas con un relieve muy escarpado y difícil. Ocupadas originalmente por torreanos, para pasar a ser habitadas de forma esporádica por etruscos, foceanos y siracusanos. Roma conquistó estas dos islas a Cártago durante la primera guerra púnica, y, en 238 d.C. crearon la provincia de «Córcega y Cerdeña». Los corsos se sublevaban de cuando en cuando y en el transcurso de un siglo la isla perdió dos tercios de su población corsa.
eu: Jokalariek partida bi uhate kontrajarrietan hasiko dute, biak erliebe oso malkartsu eta zailaz. Hasieran Torrearrak okupaturik, gero tarteka Etruskoak, Fozearrak eta Sirakusarrak bizi izan ziren. Erromak Kartagori irabazi zizkion bi uharte hauek Lehenengo Gerra Punikoan eta, K.o. 238an "Korsika eta Sardinia" eskualdea sortu zuten. Korsikarrak tarteka matxinatzen ziren eta mende baten buruan Korsikarren populazioaren bi herenak galdu zituen.
fi: Pelaajat aloittavat kahdella vastakkaisella saarella, jotka molemmat ovat hyvin rosoisia, mikä tekee maihinnoususta vaikeaa. Alun perin torrealaisten miehittämä, sitten etruskien, fokaialaisten ja syrakusalaisten marginaalisesti asuttama. Rooma valloitti nämä kaksi saarta Karthagolta ensimmäisen puunilaissodan aikana ja perusti vuonna 238 eaa. provinssin "Corsica et Sardinia". Korsikalaiset kapinoivat säännöllisesti, ja vuosisadan kuluessa saari menetti kaksi kolmasosaa korsikalaisväestöstään.
fr: Les joueurs commencent sur deux îles opposées, avec un relief très découpé qui rendra le débarquement difficile. Occupées initialement par les Torréens, puis légèrement colonisées par les Étrusques, Phocéens et Syracuse. Rome a conquis ces deux îles à Carthage pendant la Première Guerre punique et créa en 238 av. J.C. la province "Corse-Sardaigne ". Les Corses se révoltèrent régulièrement et au cours d'un siècle, l'île a perdu deux tiers de sa population corse.
ga: Tosaíonn na himreoirí ar dhá oileáin ina gcoinne le chéile, le talamh craigeach agus sléibhtiúil ag gach rud a fhágann aon dul i tír deacair. Ar dtús faoi chónaí na dTúrranach, agus ansin lonnaithe ag na Éatrúscaigh, na Focaígh agus na Sioracúsaigh. Cloíonn an Róimh an dá oileán seo ón gCartaig san Chéad Chogadh Púnach agus cruthaíodh an cúige "Corsica et Sardinia" i 238 RC. D'éirigh na Corsacaigh go minic i gcoinne na Róimhe agus chaill an t-oileán dhá thrian don dhaonra Corsacach i rith na haoise.
gd: Tòisich na cluicheadairean air dà eilean eagach sgurrach a nì bualadh tràighe doirbh. Bhiodh na Tùraich a’ fuireach annta o thùs agus sluagh beag dhe na h-Eatruscaich, Fòcaidhich is Sioracùsaich an uairsin. Cheannsaich an Ròimh an dà eilean seo o Chartago rè a’ chiad Chogaidh Phùnaich agus stèidhich iad sgìre “Corsica et Sardinia” ann an 238 RC. Rinneadh na Corsaich aramach gu cunbhalach is chaill an t-eilean dà thrian dhen t-sluagh Chorsach aige rè linne.
hu: A játékosok egymással szemben kezdenek egy-egy szigeten, melyek domborzata nagyon egyenetlen, ami nehézkessé teszi a kikötést. Eredetileg a torre kultúra foglalta el, majd részben az etruszkok, föníciaiak, szirakúzaiak telepítették be. Róma Karthágótól hódította el ezt a két szigetet az első pun háború során i. e. 238-ban és hozta létre „Corsica et Sardinia” provinciát. Korzika egy évszázadon keresztül rendszeresen fellázadt, így elvesztette a a korzikai lakosságának kétharmadát.
id: Para pemain mulai di dua pulau yang berhadapan, keduanya dengan relief sangat bergerigi yang akan membuat pendaratan menjadi sulit. Awalnya ditempati oleh kaum Torri, kemudian dihuni oleh kaum Etruria, Phokaia dan Sirakusa. Bangsa Romawi menaklukkan kedua pulau ini dari Kartago selama Perang Punisia Pertama dan pada tahun 238 SM menciptakan provinsi "Corsica et Sardinia". Bangsa Korsika sering memberontak dan selama satu abad, pulau itu kehilangan dua pertiga dari populasi Korsika.
it: I giocatori iniziano su due isole opposte, entrambe con coste molto frastagliate che renderà l'approdo difficile. Originariamente occupata dai Torreani, poi marginalmente assoggettata dagli Etruschi, Focesi e Siracusani. Roma conquistò queste due isole da Cartagine durante la prima guerra punica e nel 238 a.C. creò la provincia "Corsica et Sardinia". I Corsi ovviamente tentarono ribellioni a più riprese e nel corso di un secolo, l'isola perse due terzi della popolazione nativa.
ja: プレイヤーは対峙する2つの島から開始します。両者とも非常に起伏が激しく、上陸が困難です。 トーレ人が先住していたところに、やがて周辺部にエトルリア人、フォカイア人、シュラクサイ人が定住しました。ローマがこの2島をカルタゴから奪ったのは、第一次ポエニ戦争中のことで、紀元前238年に「コルシカおよびサルディニア」属州が創設されました。コルシカ人は始終反乱し、そして1世紀を経てコルシカ島は人口の3分の2を失いました。
ko: 플레이어들은 섬에 상륙을 어렵게 만들 것입니다 매우 들쭉날쭉한 구호와 함께, 두 개의 반대 섬에 시작합니다. 원래 토레아인들이 점령한 후 에트루리아인, 포카인, 시라쿠산이 약간 정착했습니다. 로마는 제1차 포에니 전쟁 동안 카르타고에서 이 두 섬을 정복했고, 기원전 238년에는 "코르시카 에 사르데냐" 지방을 만들었습니다. 코르시카인들은 정기적으로 반란을 일으켰다가 한 세기 동안 이 섬은 코르시카 인구의 3분의 2를 잃었습니다.
ms: Pemain bermula di salah satu pulau yang bertentangan, tetapi kedua-dua pulau tersebut mempunyai tebing curam yang menyukarkan pendaratan. Pada asalnya diduduki oleh puak Torrea, kemudian diduduki oleh puak Etrusca, Phocaea dan Syracusa. Rom telah menakluki kedua-dua pulau ini dari Carthage pada perang Punic Pertama dan pada 238 SM mewujudkan wilayah "Corsica dan Sardinia". Puak Corsica kerap memberontak dan dalam tempoh satu abad, pulau tersebut kehilangan dua per tiga dari jumlah populasi Corsica.
nb: Spillerne starter på hver sin øy, med hver sin svært furede topografi som vil gjøre landsetting vanskelig. Opprinnelig okkupert av Torreanerne, deretter marginalt bebodd av Etruskerne, Fokaiene og Syrakuserne. Romerriket erobret disse to øyene fra Karthago under den første punerkrigen og grunnla i 238 f.Kr. den første "Corsica et Sardinia"-provinsen. Korsikanerne gjorde med jevne mellomrom opprør, og i løpet av et tiår tapte øya to tredjedeler av sin korsikanske befolkning.
nl: De spelers starten aan weerszijden van een zee, met een ruwe kust die een landing moeilijk maakt. Origineel grond van de Torreanen, daarna kwamen ook Etrusken, Phocaeanen, en Syracusanen. Rome veroverde deze twee eilanden van Carthago gedurende de eerste Punische oorlog, en creëerde in 238 V.C. de "Corsica en Sardinië" provincie. De Corsicanen hadden vaak revoluties tegen de Romeinse bezetter, zo verloor Corsica twee derden van zijn bevolking.
pl: Gracze zaczynają na dwóch sąsiadujących wyspach, oba z postrzępioną linią brzegową, która utrudnia lądowanie. Początkowo okupowana przez lud Torre, później po trochu przez Etrusków, Fokajów i Syrakuzan. Rzym podbił te dwie wyspy podczas Pierwszej Wojny Punickiej i w 238 p.n.e. utworzył prowincję "Corsica et Sardinia". Korsykanie regularnie wszczynali bunty i w przeciągu jednego wieku wyspa straciła dwie trzecie swojej korsykańskiej populacji.
pt_br: Os jogadores começam em duas ilhas opostas, ambas com um relevo muito irregular que dificultará invasões por mar. Originalmente ocupada pelos Torreanos, então marginalmente povoada pelos Etruscos, Foceus e Siracusanos. Roma conquistou estas duas ilhas de Cartago durante a primeira Guerra Púnica e em 238 A.C. criou a província de "Córsega e Sardenha". Os corsos revoltaram-se regularmente e ao longo de um século, a ilha perdeu dois terços de sua população corsa.
pt_pt: Os jogadores começam em duas ilhas , ambas com um relevo muito irregular que dificulta o desenvolvimento dos seus impérios. Originalmente ocupadas pelos torreanos, depois marginalmente colonizadas por etruscos, focenses e siracusanos. Roma conquistou essas duas ilhas de Cartago durante a Primeira Guerra Púnica e, em 238 a.C., criou a província "Córsega e Sardenha". Os corsos revoltavam-se regularmente e, ao longo de um século, a ilha perdeu dois terços da sua população corsa.
ru: Игроки начинают с двух противоположных островов с очень неровным рельефом, что затрудняет высадку. Изначально принадлежали торрейцам, а впоследствии этрускам, фокецам и сиракузцам. Рим отвоевал эти острова у Карфагена во время первой Пунической войны и в 238 году до н.э., создал провинцию Корсика и Сардиния. Корсиканцы регулярно восставали, и в течение века остров потерял две трети своего населения.
sk: Hráči začínajú na dvoch protiľahlých ostrovoch, oba s veľmi členitým reliéfom čo sťažuje vylodenie. Pôvodne obsadené Torreanmi, neskôr po okrajoch osídlené Etruskami, Feničanmi a Syrakúžanmi. Rím obsadil tieto dva ostrovy z Kartága počas Prvej púnskej vojny a v roku 238 pred Kr. vytvoril provinciu "Corsica et Sardinia". Korzičania sa pravidelne búrili a počas jedného storočia ostrov stratil dve tretiny svojej Korzickej populácie.
sv: Spelarna börjar på två öar, båda med en mycket ojämn kust som gör det svårt att anlända. Ursprungligen ockuperat av Torreanerna, sedan kort övertaget av Etruskerna, Fokaiarna och Syrakusaborna. Rom erövrade dessa två öar från Karthago under det första puniska kriget och skapade provinsen "Korsika et Sardinia" 238 f.Kr. Korsikanerna revolterade regelbundet och förlorade två tredjedelar av sin befolkning under loppet av ett århundrade.
tr: Oyuncular karşıt iki adada başlayacak, çok engebeli zor bir adaya iniş olacak. Başlangıçta Torensler tarafından işgal edildi, sonra marjinal Etrüskler,Phokaialar ve Siraküzalılar tarafından kuruldu. Roma Birinci Pön Savaşı sırasında Kartacadan bu iki adayı fethetti ve 238 M.Ö. "Korsika Sardunya" eyaleti olarak adlandırdı.Korsikalılar her sene ayaklandı ve bir yüzyıl boyunca, ada Korsikalı nüfusunun üçte ikisini kaybetti.
uk: Гравці починають на двох протилежних островах, з дуже нерівним рельєфом, що ускладнює висадку. Початково належали торійцям, згодом етрускам, фокійцям та сиракузцям. Рим загарбав ці два острови у Карфагену під час Першої Пунічної війни і в 238 р. до н. е. створив провінцію "Корсика та Сардинія". Корсиканці регулярно підіймали повстання і протягом століття острів втратив дві третини корсиканського населення.
zh: 玩家分列两座岛屿上，皆有茂密的丛林，登陆作战难度不少。 最初被托雷亚占领，尔后被伊特鲁里亚、福西亚及叙拉古殖民。第一次布匿战争中，罗马从迦太基手中夺取了两岛，前 238 年设立科西嘉与萨丁尼亚省。在长达一世纪中，科西嘉起义此起彼伏，损失了岛上 2/3 的人口。
zh_tw: 玩家在兩塊相對的島嶼開始遊戲，兩塊皆為有著茂密的叢林，使得登陸難度提高。 最初是被托雷亞人所佔領，爾後被伊特魯里亞人、福西亞人及敘拉古人殖民。羅馬人在第一次布匿戰爭從迦太基人手中奪得了這兩個島嶼，在西元前238年時創立了「科西嘉與薩丁尼亞」省。科西嘉人在長達一世紀中經常起義，使得島上損失了三分之二的人口數。

source: Corsica and Sardinia (4)
ast: Córsega & Sardeña (4)
bg: Корсика и Сардиния (4)
br: Korsika ha Sardinia (4)
ca: Còrsega i Sardenya (4)
cs: Korsika a Sardinie (4)
da: Korsika og Sardinien (4)
de: Korsika und Sardinien (4)
el: Κορσική και Σαρδηνία (4)
es: Córcega y Cerdeña (4)
eu: Korsika eta Sardinia (4)
fa: کورسیکا و ساردنی (4)
fi: Korsika ja Sardinia (4)
fr: Corse et Sardaigne (4)
ga: An Chorsaic agus an tSairdín (4)
gd: Corsaca an aghaidh Sàrdainea (4)
hu: Korzika és Szardínia (4)
id: Korsika vs Sardinia
it: Corsica e Sardegna (4)
ja: コルシカとサルデーニャ (4)
ko: 코르시카와 사르디니아 (4)
ms: Corsica dan Sardinia (4)
nb: Korsika og Sardinia (4)
nl: Corsica tegen Sardinië (4)
pl: Korsyka i Sardynia (4)
pt_br: Córsega e Sardenha (4)
pt_pt: Córsega contra Sardenha (4)
ru: Корсика и Сардиния (4)
sk: Korzika a Sardínia (4)
sr: Корзика и Сардинија (4)
sv: Korsika och Sardinien (4)
tr: Korsika ve Sardunya (4)
uk: Корсика та Сардинія (4)
zh: 科西嘉岛和撒丁岛 (4)
zh_tw: 科西嘉與薩丁尼亞 (4)

source: The ancient lake of Moeris near the Nile River in the Libyan Desert has been settled and used by the Egyptians since prehistoric times. The surrounding lands are dotted with ancient and new monuments and temples, while the lake itself is stocked full of Tilapia, ready for fishing.
ast: L antiguu llagu de Méride cerca de l riw Nilu nel desierto de Libya tien allogado egypcios dende tiempos prehistóricos. La redolada sta alleirada de templos & monimientos nuövos & antiguos, dun que l llagu sta inçhien de tilapia para pescar.
bg: Древното Меридово езеро близо до река Нил в Либийската пустиня е било заселено и използвано от египтяните още в праисторически времена. Околните земи са изпъстрени с нови и стари монументи и храмове, докато самото езеро е подходящо за риболов и е пълно с тилапия.
cs: Starobylé jezero Moeris poblíž řeky Nilu v libyjské poušti bylo osídleno a používáno Egypťany od prehistorických dob. Okolní země jsou poseté starodávnými a novými památkami a chrámy, zatímco samotné jezero je plné Tilapie připravené k rybaření.
da: Den gamle sø Moeris nær Nilen i den libyske ørken er blevet bosat og brugt af egypterne siden forhistorisk tid. De omkringliggende lande er oversået med gamle og nye monumenter og templer, mens selve søen er fyldt med Tilapia, klar til fiskeri.
de: Der antike See Moeris in der Nähe des Nils in der libyschen Wüste wurde von den Ägyptern schon seit prähistorischer Zeit besiedelt und genutzt. Die umgebenden Länder sind mit antiken und neuen Monumenten sowie Tempeln gespickt, während der See selbst voll von Tilapias zum Fischen ist.
el: Η αρχαία λίμνη των Μοϊρις κοντά στο Νείλο Ποταμό στη Έρημο της Λυβύης έχει κατοικηθεί και χρησιμοποιηθεί απο τους Αιγύπτιους απο τα προϊστορικα χρόνια. Οι περιβάλλουσες περιοχές είναι σημαδεμένες με αρχαία και νέα μνημεία και ναούς, ενώ οι λίμνες είναι γεμάτες από Τιλάπια (είδος ψαριού) ,έτοιμα για ψάρεμα.
es: El antiguo lago de Moeris, cerca del río Nilo en el desierto de Libia, ha sido habitado y utilizado por los egipcios desde tiempos prehistóricos. Las tierras circundantes están salpicadas de monumentos y templos antiguos y nuevos, mientras que el propio lago está repleto de tilapias, listas para la pesca.
eu: Libiako basamortuan Nilo ibaiaren ondoan dagoen Moeris aintzira zaharrean finkatu eta erabili zuten egiptoarrek historiaurretik. Inguruko lurrak monumentu eta tenplu berri eta antzinakoez josita daude, eta lakua bera Tilapiaz beteta dago, arrantzarako prest.
fi: Muinainen Moeris-järvi lähellä Niiliä Libyan autiomaassa on ollut egyptiläisten asuttama ja käyttämä jo esihistoriallisista ajoista lähtien. Ympäröivillä mailla on muinaisia ja uusia muistomerkkejä ja temppeleitä, ja itse järvi on täynnä tilapioita, jotka ovat valmiina kalastettaviksi.
fr: L'ancien lac de Moeris, près du Nil, dans le désert libyen, a été habité et utilisé par les Égyptiens depuis la préhistoire. Les terres environnantes sont parsemées de monuments et de temples antiques et nouveaux, tandis que le lac lui-même est rempli de Tilapias, prêts à être pêchés.
id: Danau kuno Moeris di dekat Sungai Nil di Gurun Libya telah didiami dan digunakan oleh bangsa Mesir sejak zaman prasejarah. Daerah sekitar memiliki monumen serta kuil-kuil kuno dan baru, sementara danau itu sendiri penuh dengan ikan nila, siap dipancing.
it: L'antico lago di Moeris vicino al fiume Nilo nel deserto libico è stato colonizzato e utilizzato dagli egiziani fin dalla preistoria. Le terre circostanti sono costellate di monumenti e templi antichi e nuovi, mentre il lago stesso è rifornito di Tilapia, pronta per la pesca.
ja: リビア砂漠のナイル川近くにある古代湖「モエリス」には、先史時代からエジプト人が住み着き、利用していました。 周辺の土地には新旧の遺跡や神殿が点在し、湖にはティラピアが泳いでいて、すぐに釣りができるようになっています。
ko: 리비아 사막의 나일강 주변에있는 고대 모에리스 호수는 선사 시대부터 이집트인들에 의해 정착되어 사용되었습니다. 주변 땅에는 고대 및 새로운 기념물과 사원이 산재해 있으며 호수 내에는 낚시를 위해 준비된 틸라피아로 가득 차 있습니다.
nl: Reeds sinds prehistorische tijden hebben de Egyptenaren zich bij het Moëris meer, in de Libische woestijn vlakbij de Nijl, gevestigd en het bevist. Het omliggende land is bezaaid met antieke en nieuwe monumenten en tempels, terwijl het meer zelf tjokvol tilapia zit, klaar om gevangen te worden.
pl: Starożytne jezioro Moeris w pobliżu rzeki Nil na Pustyni Libijskiej było zamieszkiwane i wykorzystywane przez Egipcjan od czasów prehistorycznych. Okoliczne tereny są usiane starożytnymi oraz nowszymi zabytkami czy świątyniami, a samo jezioro jest pełne Tilapii, gotowych do łowienia.
pt_pt: O antigo lago de Moeris perto do rio Nilo, no deserto da Líbia, foi colonizado e utilizado pelos egípcios desde os tempos pré-históricos. As terras circundantes estão pontilhadas de antigos e novos monumentos e templos, enquanto o próprio lago está repleto de tilápias, pronto para a pesca.
ru: Древнее озеро Моерис близ реки Нил в Ливийской пустыне было заселено и использовалось египтянами с доисторических времен. Окружающие земли усеяны древними и новыми памятниками и храмами, а само озеро изобилует тилапией, готовой к рыбной ловле.
tr: Libya çölünde Nil Nehri yakınında bulunan antik Moeris gölü, tarih öncesi çağlardan beri Mısırlılar tarafından yerleşim yeri olarak kullanılmış. Çevredeki araziler eski-yeni anıtlar ve tapınaklarla doluyken, gölün kendisi balık tutmaya hazır Tilapia ile dolup taşar.
uk: Стародавнє Мерідове озеро біля річки Ніл в лівійській пустелі було заселено і використовувалось єгиптянами ще з доісторичних часів. Навколишні землі усіяні старовинними та новими пам'ятниками та храмами, а саме озеро повне Тилапії, готової до риболовлі.
zh: 利比亚沙漠中的梅里斯湖，离尼罗河不远，史前时代就有埃及人在此定居。 这一带布满了古迹和庙宇，而湖里则有罗非鱼，可供打渔。
zh_tw: 利比亞沙漠尼羅河附近的莫埃里斯古湖自史前時代就被埃及人定居和使用。 周圍的土地上佈滿了古代和新的古蹟和神廟，而湖泊本身則放滿了羅非魚，可供垂釣。

source: Crocodilopolis (4)
ast: Crocodilópolis (4)
bg: Крокодилопол (4)
de: Krokodilopolis (4)
el: Κροκοδιλόπολις (4)
es: Cocodrilópolis (4)
fi: Krokodilopolis (4)
ja: クロコディポリス (4)
ko: 크로코딜로폴리스 (4)
nl: Krokodilopolis (4)
pl: Fajum (4)
ru: Крокодилополь (4)
sk: Krokodílopolis (4)
tr: Timsah Şehri (4)
uk: Крокодиполіс (4)
zh: 鳄城（4）
zh_tw: 鱷魚城 (4)
