Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Kushite players receive a free extra Metal Mine somewhere in their home territory.
ast: Los xugadores cuxites reciben de baldre una mina de metal más per dayuri del so territoriu inicial.
bg: Играещите с кушитите получават възможността да имат допълнителна мина за метал в рамките на територията си.
br: Ar c'hoarierien Kushites a resev digoust ur vengleuz metal tu pe tu en o zachenn a-orin.
ca: Els jugadors Cuixites reben una Mina de Metal extra al seu territori base.
cs: Kúšanští hráči dostanou zdarma navíc důl na kovy někde na jejich domovském území.
de: Kuschitische Spieler erhalten kostenlos eine zusätzliche Metallmine irgendwo in ihrem Heimatgebiet.
el: Οι Κουσίτες παίκτες λαμβάνουν επιπλέον ένα δωρεάν ορυχείο μετάλλου κάπου στην επικράτειά τους.
eu: Kushite jokalariak metal meategia dohainik jasotzen du bere sorrerako lurraldean.
fa: بازیکن های کوشی یک معدن فلز اضافی در محدوده قلمرو اصلی خود در اختیار خواهند داشت.
ga: Faigh imreoirí Cúiseacha Mianach Miotail sa bhreis in áit éigin ina gcríocha bhaile.
hu: A kusita játékosok egy további ingyenes fémbányát kapnak valahol a kezdőterületükön.
hy: Քուշական խաղացողները ստանում են մետաղի լրացուցիչ անվճար հանք իրենց տարածքում։
ko: 쿠시를 선택한 선수들은 그들의 본거지 어딘가에서 무료 여분의 금속 광산을 받습니다.
pl: Gracz kuszycki otrzymuje dodatkową kopalnię metalu gdzieś na jego terytorium.
pt_br: Os jogadores cuchitas recebem uma Mina de Metal extra em algum lugar de seu território.
ru: Игроки Кушитов получают бесплатную дополнительную металлическую шахту где-то на своей территории.
sv: Kushitspelare får en gratis extra metallgruva någonstans i sitt hemland.
tr: Kushite oyuncuları ana bölgelerinin yakınlarında ücretsiz fazladan Metal Madeni alırlar.
uk: Гравці Кушитів отримують безкоштовну додаткову Копальню по видобутку металів десь на своїй території.
zh: 库什多一处金属矿。

source: Elephant Roundup
ast: Prinde d'elefantes
bg: Слонска сбирка
br: Bodadeg Olifanted
ca: Captura d'elefants per encerclament
cs: Sehnání slonů
de: Zusammentreiben von Elefanten
el: Μάνδρισμα Ελέφαντα
es_ar: Rodeo de elefantes
eu: Elefanteen Laburpena
fa: جمع آوری فیل
ga: Bailigh le Chéile na nEilifintí
he: ללכוד פיל
hu: Elefánt felhajtás
hy: Փղերի ախոռ
it: Raduna Elefanti
ja: 象の駆り集め
ko: 코끼리 몰이
nb: Elefantsammendriving
pl: Przegląd słoni
pt_br: Cercado para Elefantes
ru: Загон для слонов
sk: Zhromažďovanie slonov
sv: Elefant runda upp
tr: Fil Sürüsü
uk: Загін для слонів
zh: 围捕大象
zh_tw: 大象召集

source: Can capture Gaia elephants and garrison them into a corral to reduce training costs for War Elephants.
ast: Pue prindar elefantes bravos y metelos nun corral p'amenorgar el costu d'entrenamientu de los elefantes de guerra.
bg: Може да улавя слонове и да ги вкарва в обор, за да намали цената за обучение на бойни слонове.
br: A c'hall pakout olifanted Gaïa ha lakaat anezho en gwarnizon en ur vuorzh evit digreskiñ koust stummañ an Olifanted Brezel.
ca: Permet capturar Elefants salvatges i refugiar-los a un corral per tal de reduir el cost d'entrenament d'Elefants de Guerra.
cs: Dovoluje chycení slonů a jejich ustájení do ohrady pro zmenšení nákladů na výcvik válečných slonů.
de: Erlaubt das Einfangen von Elefanten, um sie in einem Pferch einquartieren und die Ausbildungskosten für Kriegselefanten zu senken.
el: Μπορεί να αιχμαλωτίσει τους ελέφαντες της Γαίας και να τους βάλει σε ένα μαντρί για να μειώσει το κόστος εκπαίδευσης για τους Πολεμικούς Ελέφαντες.
eu: Gaia elefanteak harrapatu eta Gerrako elefanteen prestakuntzako kostuak gutxitzeko balio du.
fa: می توانند فیلها را گرفته و آنها را اهلی کنند تا زمان و هزینه ساخته فیل های جنگی کاهش پیدا کند.
ga: Is féidir leis eilifintí Gaia a ghabháil agus a chur iad i ngarastún sa loca agus laghdú ar an gcostas trádála d'Eilifintí Cogaidh
hu: El tudja foglalni a Gaia elefántokat, és karámba szállásolhatja őket, így csökkentve a harci elefántok kiképzési költéségét.
hy: Գայայի փղերին բռնելու և նրանց փարախում տեղակայելու հնարավորություն՝ ռազմական փղերի վարժեցման արժեքը նվազեցնելու համար։
ko: 전쟁 코끼리의 훈련 비용을 줄이기 위해 대자연ehsms 가이아 코끼리를 잡아 덫우리에 주둔시킬 수 있습니다.
pl: Może przejąć słonie Gai i obsadzić je w zagrodzie, by zmniejszyć koszta słoni bojowych.
pt_br: Você pode capturar elefantes de Gaia e Abrigar em um curral para reduzir os custos de treinamento de Elefantes de Guerra.
ru: Может ловить диких слонов и отводить их в загон, чтобы снизить затраты на обучение боевых слонов.
sv: Kan fånga Gaia elefanter och garnisonera dem till en korral för att minska utbildningskostnaderna för War Elephants.
tr: Doğadaki filleri yakalayabilir ve savaş filerinin eğitim maliyetlerinin düşürmek için ağıllara yerleştirebilirler.
uk: Може знизити витрати на навчання Бойових слонів, шляхом поміщення Диких слонів у Загін.
zh: 可以捕获野外大象，并将它们赶入畜栏，以减少战象的训练花费。

source: Elephant Suppliers
ast: Suministradores d'elefantes
bg: Доставчици на слонове
br: Pourvezer olifanted
ca: Proveïdors d'Elefants
cs: Dodavatelé slonů
de: Elefantenlieferanten
el: Προμηθευτές Ελεφάντων
es_ar: Proveedores de Elefantes
eu: Elefante Hornitzaileak
fa: تامین کنندگان فیل
ga: Soláthraithe Eilifintí
he: הספקים פיל
hu: Elefántellátók
hy: Փղի մատակարարներ
ko: 코끼리 물품보급자
pl: Dostawcy słoni
pt_br: Fornecedores de Elefantes
ru: Поставщики слонов
sv: Elefantleverantörer
tr: Fil Tedarikçisi
uk: Постачальники слонів
zh: 战象供应

source: Reduces the cost and train time for elephants with 20% for allies of Kushite players.
ast: Amenorga nun 20% el costu y el tiempu de llevantamientu d'elefantes a los aliaos de xugadores cuxites.
bg: Времето за обучение и цената на слоновете се намаляват за съюзниците на играчите, играещи с кушитите.

source: Kashta
ast: Kaxta
bg: Кашта
ca: Caixta
de: Kaschta
el: Κάστα
fa: کاشتا
ga: Cáiste
he: קשתאה
hy: Կաշտա
ko: 카쉬타
ru: Кашта
tt: Кашта
uk: Кашта
zh: Kashta王

source: Alara
bg: Алара
el: Αλάρα
fa: آلارا
he: אלארה
hy: Ալարա
ko: 알아라
ru: Алара
tt: Алара
uk: Алара
zh: Alara王

source: Pebatjma
bg: Пебатма
ca: Pebatma
el: Πεμπατιμά
fa: پباتجما
ga: Peibéitmea
he: פבאתג׳מה
hy: Պեբատժմա
ko: 페바트즈마
ru: Пебатма
tt: Пебатма
uk: Пебатма
zh: Pebatjma女王

source: Shabaka
ast: Xabaka
bg: Шабака
de: Schabaka
el: Σαμπακά
fa: شاباکا
ga: Seabaca
he: שאבקה
hy: Շաբակա
ko: 샤바카
ru: Шабака
tt: Шабака
uk: Шабака
zh: 法老沙巴卡

source: Shebitku
ast: Xebitku
bg: Шабатака
ca: Shebiktu
de: Schebitko
el: Σεμπιτκού
fa: شبتیکو
ga: Seabaotcú
he: שביתקו
hy: Շեբիտկու
ko: 쉐비트쿠
ru: Шебитку
tt: Шебитку
uk: Шебітку
zh: 沙巴塔卡王国

source: Qalhata
bg: Калхата
br: Kalhata
el: Καλχάτα
fa: کالهاتا
he: קאלהתה
hy: Քալհատա
ko: 칼하타
ru: Калхата
tt: Калхата
uk: Калхата
zh: Qalhata女王

source: Takahatenamun
bg: Такахатенамун
ca: Takahatenamon
el: Τακαχατεναμούν
fa: تاکاهاتنامون
ga: Tacahaiteanamún
he: טכהטנאמון
hy: Տակահատենամուն
ko: 타카하테나문
ru: Такахатенамун
tt: Такахатенамун
uk: Такахатенамун
zh: Takahatenamun女王

source: Tantamani
bg: Танутамун
ca: Tanutamon
de: Tanotamun
el: Τανταμανί
fa: تانتامانی
ga: Tantamanaí
he: טנטאמאני
hy: Տանտամանի
ko: 탄타마니
ru: Танутамон
tt: Танутамон
uk: Тантамані
zh: 坦沃塔玛尼

source: Atlanersa
bg: Атланерса
el: Ατλανέρσα
fa: آتلانرسا
ga: Atlanaorsa
he: אטלנירסא
hy: Ատլաներսա
ko: 아트라네르사
ru: Атланерса
tt: Атланерса
uk: Атланерса
zh: Atlanersa王

source: Nasalsa
bg: Насалса
el: Νασάλσα
fa: ناسالسا
he: נאסלה
hy: Նասալսա
ko: 나살사
ru: Насалса
tt: Насалса
uk: Насалса
zh: Nasalsa女王

source: Malewiebamani
bg: Малиевиебамани
de: Malowijebamani
el: Μαλεβιεμπαμανί
fa: مالویبامانی
ga: Mailemhiebeamanaí
he: מאלוויבאמאני
hy: Մալեվիեբամանի
ko: 마레위에바마니
ru: Малиевиебамани
tt: Малиевиебамани
uk: Малевіебамані
zh: Malewiebamani王

source: Harsiotef
bg: Горсиотеф
de: Harsijotef
el: Χαρσιοτέφ
fa: هارسیوتف
ga: Hairsióitef
he: הרסיותף
hy: Հարսիոտեֆ
ko: 하르시오테프
ru: Горсиотеф
uk: Горсіотеф
zh: Harsiotef王

source: Shanakdakhete
ast: Xanakdakhete
bg: Шанакдакете
de: Shanakdakheto
el: Σανακνταχετέ
fa: شاناکداخت
ga: Sianachdaichete
he: שנאדכהטי
hy: Շանակդախետե
ko: 샤나크다케테
ru: Шанакдахете
tt: Шанакдакете
uk: Шанакдахете
zh: Shanakdakhete女王

source: Amanishakheto
ast: Amanixakheto
bg: Аманишакете
de: Amanischacheto
el: Αμανισαχέτο
fa: آمانیشاختو
ga: Amainiseacheto
he: אמנשקהיטו
hy: Ամանիշաքետո
ko: 아마니샤케토
ru: Аманишахето
tt: Аманишакето
uk: Аманішахето
zh: Amanishakheto女王

source: Monumental Architecture
ast: Arquiteutura monumental
bg: Величествена архитектура
br: Savouriezh Mentek
ca: Arquitectura Monumental
cs: Monumentální architektura
de: Monumentale Architektur
el: Μνημειώδη Αρχιτεκτονική
eu: Arkitektura Monumentala
fa: معماری بسیار برجسته
ga: Ailtireacht Ollmhór
hu: Monumentális építészet
hy: Հուշարձանային ճարտարապետություն
ko: 기념비적 건축 양식
pl: Architektura monumentalna
pt_br: Arquitetura Monumental
ru: Монументальная архитектура
sv: Monumental Arkitektur
tr: Anıtsal Yapı
uk: Монументальна архітектура
zh: 纪念建筑

source: +50% HP and -50% build time for Civic Centres, Temples, Pyramids and Wonders.
ast: El +50% de los PV y -50% del tiempu de construcción pa los centros civiles, templos, pirámides y maraviyes.
bg: +50% ЖТ и -50% време за строеж на селищни центрове, храмове, пирамиди и чудеса.

source: Allow to train elite rank healers
ast: Dexar allistar curadores d'élite.
bg: Позволява обучаване на лечители от елитен ранг.
br: Aotren a ra da stummañ pareourien e renk ar begenn
ca: Permet entrenar sanadors d'èlit
cs: Můžeš cvičit léčitele elitní úrovně.
de: Ermöglicht die Ausbildung von Elite-Heilern
el: Επιτρέπει την εκπαίδευση θεραπευτών της τάξης των εκλεκτών
es_ar: Permite entrenar curanderos de rango élite
eu: Eliteko sendatzaileak trebatzea baimendu
fa: اجازه پرورش درمانگر های زبده
ga: Ligeann sé seo cneasaithe éilíte a thraenáil
he: נעילת אימון של מרפאות דרגה עילית
hu: Elit rangú gyógyítók kiképzésének engedélyezése.
hy: Բարձրաստիճան բուժակներ պատրաստելու հնարավորություն
ko: 정예 계급 치료사를 양성할 수 있습니다.
pl: Pozwala na szkolenie elitarnych uzdrawiaczy.
pt_br: Permitir treinar curandeiros de elite
ru: Позволяет обучать элитных целителей
sv: Tillåt att träna eliten rankläkare
tr: Seçkin seviye şifacıların eğitilmesine olanak sağlar.
uk: Дозволяє тренувати елітних цілителів
zh: 允许训练精锐治疗师

source: High Priest of Amun
ast: Sumu sacerdote d'Amón
bg: Висш жрец на Амон
br: Beleg Bras Amun
ca: Gran Sacerdot d'Amon
cs: Vyšší kněz Amonův
de: Hohepriester des Amun
el: Αρχιερέας του Άμμωνος
eu: Amun Apaiz Nagusia
fa: راهب بزرگ آمون
ga: Ardsagart Amúin
he: הכוהן הגבואה שׁל עמון
hu: Amum főpapja
hy: Ամոնի քրմապետ
ko: 아문 대사제
pl: Starszy kapłan z Amun
pt_br: Sumo Sacerdote de Amun
ru: Первосвященник Амона
sv: Amunens högpräst
tr: Amun'un Başrahibi
uk: Верховний жрець Амона
zh: 阿蒙大祭司

source: Have your priests instructed by the High Priest himself - may Amun bless him.
ast: Fai que'l sumu sacerdote instruya personalmente a los sacerdotes - qu'Amón-y bendiga.
bg: Обучение на свещениците от самия Висш жрец – нека Амон го благослови.
br: Ho peleien a vo stummet gant ar Beleg Meur e-unan - ra vo benniget gant Amon.
ca: El teu Sacerdot és instruït pel Gran Sacerdot - que Amon el beneïsca.
cs: Vaši kněží byli školeni vyšším knězem osobně - nechť ho Amon požehná.
de: Lass deine Priester vom Hohepriester selbst unterweisen - möge Amun ihn segnen
el: Έχεις τους ιερείς σου υπό την καθοδήγηση του ίδιου του Αρχιερέα - είθε ο Άμμων να τον ευλογεί.
eu: Egin ezazu zura apaizak Apaiz Nagusiak, Amonek bedeinka dezala, trebatuak izatea.
fa: آموزش دادن راهبان توسط راهب اعظم - شاید آمون او را آمرزش دهد
ga: Múintear do shagairt faoin Ardsagart é féin - na míle beannachtaí Amúin air.
he: כוהנים שלך ללמוד עמ הכוהן הגבואה – שעמון יברך אותו.
hu: Maga a főpap utasítja az összes papodat – Amun áldja meg.
hy: Ձեր քրմերին կուսուցանի անձամբ Ամոնի քրմապետը, Ամոնն օրհնի նրան։
ko: 제사장들에게 직접 고승의 가르침을 받습니다. 아문에게 복을 빌어 줍니다.??
pl: Niech twoi kapłani będą nauczani przez samego Najwyższego Kapłana - niech Amun go błogosławi.
pt_br: Peça a seus sacerdotes que sejam instruídos pelo próprio Sumo Sacerdote - que Amon o abençoe.
ru: Ваших священников обучит сам Великий Жрец - да благославит его Амон.
sv: Låt dina präster bli instruerade av självaste översteprästen - må Amun välsigna honom.
tr: Başrahip sizin rahiplerinizi eğitir - Amun onları kutsasın.
uk: Нехай ваші священики проінструктовані самим Верховним жерцем - може Амон благословить його.
zh: 大祭司亲自指导你的祭司——愿阿蒙赐福于他。

source: Nastasen
bg: Настасен
el: Νασσάσεν
fa: ناستاسن
ga: Nastasan
he: נאסטאסן
hy: Նաստասեն
ko: 나스타센
ru: Настасен
uk: Настасен
zh: 纳斯塔森

source: Arakamani
bg: Аркамани
el: Αρακαμάνι
fa: آراکامانی
ga: Aracamanaí
he: ארקמאני
hy: Արակամանի
ko: 아라카마니
ru: Аркамани
uk: Аракамані
zh: Arakamani王

source: Amanirenas
ast: Amanirenes
bg: Аманирений
ca: Amanirenes
el: Αμανιρένας
fa: آمانیرناس
ga: Amainíreanas
he: אמאנירנאס
hy: Ամանիրենաս
ko: 아마니레나스
pl: Królowa Amanirenas
ru: Аманиренас
uk: Аманіренас
zh: Amanirenas女王

source: Kushite Africans
ast: Africanos cuxites
bg: Кушитски африканци
br: Koushited Afrikan
ca: Africans Cuixites
cs: Kúšanští černoši
de: Kuschitische Afrikaner
el: Αφρικανοί Κουσίτε
eu: Kushite Afrikarrak
fa: کوشی های آفریقایی
ga: Na hAifricigh Cúiseacha
he: האפריקנים של המלכות כוש
hu: Kusita afrikaiak
hy: Քուշական աֆրիկացիներ
ko: 쿠시 아프리카인
pl: Afrykańscy Kuszyci
pt_br: Kushite africanos
ru: Кушиты Африканцы
sv: Kushitafrikaner
tr: Kuşit Afrikalıları
uk: Кушити Африканці
zh: 非洲库什

source: The great African kingdom that straddled the Nile River in Nubia, in the South of Egypt.
ast: El gran reinu africanu travesáu pol Nilu en Nubia, al sur d'Exiptu.
bg: Великото африканско царство, обхванало река Нил в Нубия, южно от Египет.
br: Ar vras a Rouantelezh Afrikan hag en em astenne war ar Ster Nil en Nubia, e Su Ejipt.
ca: El gran Regne Africà assentat al Riu Nil a la regió de Nubia, al Sud d'Egipte.
cs: Velké africké království, které se rozprostíralo na řece Nilu v Núbii, na jihu Egypta.
de: Das große afrikanische Königreich, welches sich über das Nilgebiet in Nubien im Süden Ägyptens erstreckte.
el: Το μέγα Αφρικανικό βασίλειο που εξαπλώθηκε στον ποταμό Νείλο στη Νουβία, στα νότια της Αιγύπτου.
eu: Nilo ibaian Nubian, Egiptoko hegoaldean, zabaldu zen afrikar erreinu handia.
fa: امپراتوری بزرگ افریقا که بر روی رود نیل در نوبیا حکومت می کرد، در جنوب مصر
ga: Ba ríocht mhór san Afraic, ar an dá thaobh an Níle de i Núibia ó dheas na hÉigipte.
he: המלכות הגדול שיושוב בצדים הנהר הנילֹ בנוביאה, במצריים דרומית
hu: A nagy afrikai birodalom, amely közrefogta a Nílus folyót Núbiában, Dél-Egyiptomban.
hy: Հզոր աֆրիկյան թագավորություն, որը ձգվում էր Եգիպտոսից հարավ ընկած Նուբիայում՝ Նեղոս գետի երկայնքով։
ko: 이집트의 남쪽에 있는 누비아의 나일강을 가로지르는 거대한 아프리카 왕국.
pl: Wielkie królestwo afrykańskie, które zajęło obie strony Nilu w Nubii, na południe od Egiptu.
pt_br: O grande reino africano que se estendia pelo rio Nilo na Núbia, no sul do Egito.
ru: Великое африканское королевство, покрывало реку Нил в Нубии, на юге Египта.
sv: Det stora afrikanska riket som strängde över Nilen i Nubia, i södra Egypten.
tr: Mısır'ın güneydeki Nubia'daki Nil Nehri'ni tutan büyük Afrika Krallığı
uk: Велике африканське королівство, покривало річку Ніл в Нубії, на півдні Єгипту.
zh: 非洲王国，位于埃及南部，尼罗河流域的努比亚。

source: Temple of Amun
ast: Templu d'Amún
bg: Храм на Амон
br: Templ Amun
ca: Temple d'Amon
cs: Amonův chrám
de: Tempel von Amun
el: Ναός του Άμμωνος
es_ar: Templo de Amún
eu: Amun tenplua
fa: معبد آمون
ga: Teampall Amúin
he: בית המקדש של עמון
hu: Amon temploma
hy: Ամոնի տաճար
ko: 아문 사원
pl: Świątynia Amona
pt_br: Templo de Amon
ru: Храм Амона
sv: Amuns tempel
tr: Amun Tapınağı
uk: Храм Амуна
zh: 阿蒙神庙

source: The Kushites can upgrade individual Temples to Temples of Amun, which can train Napatan Temple Guard champions and heal units faster.
ast: Los cuxites puen tresformar templos individuales en templos d'Amón, que puen allistar campeones (guardies del templu napatanos) y curar unidaes más rápido.
bg: Кушитите могат да надграждат отделните храмове до храмове на Амон, които пък могат да обучават напатски храмови пазители и да лекуват ранените по-бързо.
br: Ar C'hushited a c'hall gwellaat an Azeuldioù hiniennel da Azeuldioù Amun, ganto e c'haller stummañ ar gampioned eus Gward Azeuldi Napatan ha pareañ unanennoù buanoc'h.
ca: Els Cuixites poden actualitzar Temples individuals a Temples d'Amon; aquests poden entrenar campions Guardians del Temple Napata i curar unitats més ràpid
cs: Kúšité můžou vylepšovat jednotlivé chrámy na chrámy Amonovy, které mohou cvičit napatanské chrámové elitní gardové bojovníky a rychleji léčit jednotky.
de: Die Kuschiten können einzelne Tempel zu Tempeln von Amun aufwerten, welche napatanische Tempelwachen-Gardisten ausbilden und Einheiten schneller heilen können.
el: Οι Κουσίτες μπορούν να αναβαθμίσουν μεμονωμένους Ναούς σε Ναούς του Άμων, οι οποίοι μπορούν να εκπαιδεύσουν τους πρωταθλητές Ναπατιανούς Φύλακες του Ναού και να θεραπεύσουν τις μονάδες γρηγορότερα.
eu: Kushiteek banakako tenpluak Amun tenpluetara eguneratu ditzakete, eta han trebatu ditzakete Napatan tenpluko zaindariak eta unitateak azkarrago sendatu.
fa: کوشی ها می توانند یک معبد معمولی را به معبد آمون ارتقا دهند و قادر خواهند بود سلحشورهای محافظ معد ناپاتان را بسازند و سریعتر نیروها را درمان کنند.
ga: Is féidir leis na gCúisigh a dTeampaill ar leath a uasghradú go Tempaill Amúin, is féidir leis na teampaill seo Garda Teampallach Napata curata agus iad a chneasú níos tapa.
hu: A kusiták továbbfejleszthetik az egyes templomokat Amun templomává, amely napatai templomőr bajnokokat tud kiképezni, és gyorsabban gyógyítja az egységeket.
hy: Հնարավորություն քուշերին կատարելագործել առանձին տաճարներն Ամոնի տաճարների, որոնք կարող են պատրաստել Նապատական տաճարային պահակազորի չեմպիոններ և ավելի արագ բուժել միավորներին։
ko: 쿠시는 개별사원을 아문사원으로 향상할 수 있으며, 나파탄 사원 경비 대표 전사들을 양성할 수 있고 유닛의 치료가 더 빨라집니다.
pl: Kuszyci mogą ulepszyć świątynie w Świątynie Luksorskie, które pozwalają na szkolenie Napatańskiej Strażniczki Świątyni i szybciej leczą jednostki.
pt_br: Os Kushites podem melhorar os Templos individuais para os Templos de Amon, que podem treinar os campeões da Guarda do Templo de Napatan e curar as unidades mais rapidamente.
ru: Кушиты могут модернизировать свои храмы в Храмы Амона, которые позволяют обучать Напатанскую храмовую стражу и быстрее исцелять юнитов.
sv: Kushiterna kan uppgradera enskilda tempel till templen i Amun, som kan träna Napatan tempelvaktmästare och läka enheter snabbare.
tr: Kushitler, tapınakları ayrı ayrı Napatan Tapınak Muhafızları eğitebilen ve birimleri daha hızlı iyileştiren Amun Tapınaklarına geliştirebilirler.
uk: Кушити можуть модернізувати свої храми в Храми Амуна, які дозволяють тренувати Напатанську Храмову Варту і швидше зцілювати юнітів.
zh: 库什可将某间神庙升级为阿蒙神庙，以快速生产那帕塔神庙荣誉守卫，及治疗单位。

source: History.
ast: Hestoria.
bg: История
br: Istor.
ca: Història.
cs: Historie.
de: Geschichte.
el: Ιστορία.
es_ar: Historia.
eu: Historia.
fa: تاریخ
ga: Stair.
he: היסטוריאה
hu: Történelem.
hy: Պատմություն։
ko: 역사.
pl: Historia.
pt_br: História.
ru: История.
sv: Historia.
tr: Tarihçe
uk: Історія.
zh: 历史

source: Temple of Apedemak
ast: Tempu d'Apedemak
bg: Храм на Апедемак
br: Templ Apedemak
ca: Temple d'Apedemak
cs: Apademský chrám
de: Tempel von Apedemak
el: Ναός του Απεδεμάκ
es_ar: Templo de Apedemak
eu: Apedamak tenplua
fa: معبد آپدماک
ga: Teampall Apedemak
he: מקדש אפדמק
hu: Apedemak Temploma
hy: Ապեդեմակի տաճար
ko: 아페데마크 사원
pl: Świątynia Apedemaka
pt_br: Templo de Apedemak
ru: Храм Апедемака
sv: Tempel av Apedemak
tr: Apedemak Tapınağı
uk: Храм Апедамака
zh: 狮头战神神庙

source: The Kushites can upgrade individual Temples to Temples of Apedemak, which can train Meroe Temple Guard champions and heal units faster.
ast: Los cuxites puen tresformar templos individuales en templos d'Apedemak, que puen allistar campeones (guardies del templu meroíticos) y curar unidaes más rápido.
bg: Кушитите могат да надграждат отделните храмове до храмове на Апедемак, които пък могат да обучават меройски храмови пазители и да лекуват ранените по-бързо.
br: Ar C'hushited a c'hall gwellaat an Azeuldioù hiniennel da Azeuldioù Apedemak, ganto e c'haller stummañ ar gampioned eus Gward Azeuldi Meroe ha pareañ unanennoù buanoc'h.
ca: Els Cuixites poden actualitzar temples individuals a Temples d'Apedemak; aquests poden entrenar campions Guardians del Temple Meroe i curar unitats més ràpid.
cs: Kúšité můžou vylepšovat jednotlivé chrámy na chrámy Apademaka, které mohou cvičit meroejské chrámové elitní gardové bojovníky a rychleji léčit jednotky.
de: Die Kuschiten können einzelne Tempel zu Tempeln von Apedemak aufwerten, welche Meroe-Tempelwachen-Gardisten ausbilden und Einheiten schneller heilen können.
el: Οι Κουσίτες μπορούν να αναβαθμίσουν μεμονωμένους Ναούς σε Ναούς του Απεδεμάκ, οι οποίοι μπορούν να εκπαιδεύσουν τους πρωταθλητές Μεροΐτες Φύλακες του Ναού και να θεραπεύσουν τις μονάδες γρηγορότερα.
es_ar: Los Kushites pueden mejorar los Templos individuales a los Templos de Apedemak, que pueden entrenar a los campeones de la Guardia del Templo de Meroe y curar las unidades más rápido
eu: Kushiteek banakako tenpluak Apedamak tenpluetara eguneratu ditzakete, eta han trebatu ditzakete Meroe tenpluko zaindariak eta unitateak azkarrago sendatu.
fa: کوشی ها می توانند یک معبد معمولی را به معبد آپدماک ارتقا دهند و قادر خواهند بود سلحشورهای محافظ معبد مروئی بسازند و نیروها را سریعتر درمان کنند.
ga: Is féidir leis na Cúisigh a dTeampaill ar leath a uasghradú go Teampaill Apedemak, is féidir leis na teampaill seo Garda Teampallach Méróé curata agus iad a chneasú níos tapa.
hu: A kusiták továbbfejleszthetik az egyes templomokat Apedemak templomává, amely meroéi templomőr bajnokokat tud kiképezni, és gyorsabban gyógyítja az egységeket.
hy: Հնարավորություն քուշերին կատարելագործել առանձին տաճարներն Ապեդեմակի տաճարների, որոնք կարող են պատրաստել Մերոեյական տաճարային պահակազորի չեմպիոններ և ավելի արագ բուժել միավորներին։
ko: 쿠시는 개인 사원을 아페데막 사원으로 향상할 수 있으며, 메로에 사원 경비대 대표 전사들을 훈련시키고 유닛을 더 빠르게 치료할 수 있습니다.
pl: Kuszyci mogą ulepszyć świątynie w Świątynie Apedemaka, które pozwalają na szkolenie Meroickiego Strażnika Świątyni i szybciej leczą jednostki.
pt_br: Os Kushites podem melhorar os Templos individuais para os Templos de Apedemak, que podem treinar os campeões da Guarda do Templo de Meroé e curar as unidades mais rapidamente.
ru: Кушиты могут модернизировать свои храмы в Храмы Апедемака, которые позволяют тренировать Мероитскую храмовую стражу и исцелять юнитов быстрее.
sv: Kushiterna kan uppgradera individuella tempel till Apedemak, som kan träna Meroe Temple Guard-mästare och läka enheter snabbare.
tr: Kushitler, tapınakları ayrı ayrı Meroe Tapınak Muhafızları eğitebilen ve birimleri daha hızlı iyileştiren Apedamak Tapınaklarına geliştirebilirler.
uk: Кушити можуть модернізувати свої храми в Храми Апедемака, які дозволяють тренувати Мероїтську Храмову Варту і зцілювати юнітів швидше.
zh: 库什可将某间神庙升级为狮头战神神庙，以快速生产麦罗埃神庙荣誉守卫，及治疗单位。

source: Kushite Pyramids
ast: Pirámides cuxites
bg: Кушитски пирамиди
br: Piramidennoù Kushite
ca: Piràmids Cuixites
cs: Kúšanské pyramidy
de: Kuschitenpyramiden
el: Κουσίτε Πυραμίδες
es_ar: Pirámides Kushitas
eu: Kushite Piramideak
fa: هرم های کوشی
ga: Pirimidí Cúiseacha
he: פרמידות של מלכות כוש
hu: Kusita piramisok
hy: Քուշական բուրգեր
ko: 쿠시 피라미드
pl: Kuszyckie Piramidy
pt_br: Pirâmides de Kushite
ru: Кушитские Пирамиды
sv: Kushitiska pyramiderna
tr: Kuşit Piramitleri
uk: Кушитські Піраміди
zh: 库什金字塔
