Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: hotkey.session.kill – Delete currently selected unit(s)/structure(s), ask for confirmation
ast: hotkey.session.kill – Tolyere la(s) unidá(des)/structura(s) escolyida(s), pedir confirmacion
bg: hotkey.session.kill — Изтриване на избраната/ите единици или сгради, изисква потвърждение
ca: hotkey.session.kill – Suprimeix les unitats o estructures seleccionades, prèvia confirmació
cs: hotkey.session.kill – Vymazat nyní vybrané jednotky/budovy, zeptat se pro potvrzení
de: hotkey.session.kill – Ausgewählte Einheit(en)/Gebäude löschen, um Bestätigung fragen
el: hotkey.session.kill – Διαγραφή των άμεσα επιλεγμένων μονάδων/κτηρίων , ερώτηση για επιβεβαίωση.
es: hotkey.session.kill – Elimina las unidades/estructuras seleccionadas: requiere confirmación
eu: lastertekla.sesioa.hil – Ezabatu unean hautatutako unitate(ak)/egitura(k), baieztapena eskatuz.
fi: hotkey.session.kill – Poista valitut yksiköt/rakenteet, pyydä vahvistusta.
fr: hotkey.session.kill – Supprimer les unité(s) / structure(s) actuellement sélectionnées, demander confirmation
gd: hotkey.session.kill – Sguab às na h‑aonadan no togalaichean a thagh thu ’s thèid dearbhadh iarraidh ort
gl: hotkey.session.kill – elimina as unidad(es)/estrutura(s) seleccionadas actualmente, pide confirmación
hu: hotkey.session.kill – Kijelölt egység(ek)/épület(ek) törlése, megerősítés kérése
id: hotkey.session.kill – Hapus unit/bangunan yang saat ini dipilih, minta konfirmasi
it: hotkey.session.kill – Elimina unità e/o strutture selezionate, chiedi conferma
ja: hotkey.session.kill – 現在選択されているユニット/建築物を削除し、確認を求めます
ko: hotkey.session.kill – 현재 선택한 유닛/건축물 삭제, 확인 요청
nl: sneltoets.session.kill – Vernietig de geselecteerde eenheid (eenheden) / gebouw(en), met bevestiging
pl: hotkey.session.kill – Dzniszcz zaznaczone jednostki/budowle, pyta o potwierdzenie
pt_pt: hotkey.session.kill – elimina as unidades / estruturas previamente selecionadas, é pedida a confirmação
ru: hotkey.session.kill — удалить выделенных юнитов или здания, спросить разрешение
sv: hotkey.session.kill – Ta bort valda enheter/byggnader, fråga om bekräftelse
tr: hotkey.session.kill – Seçili olan birim(leri)/yapı(ları) silin, onay isteyin.
uk: hotkey.session.kill – Видалити вибрану на даний момент одиницю(ці)/споруду(ди), запит на підтвердження
zh: hotkey.session.kill – 删除当前选取的单位或建筑，会提示确认
zh_tw: hotkey.session.kill – 刪除選取的單位或建築，詢問是否確定

source: • With hotkey.session.noconfirmation – Immediately delete currently selected unit(s)/structure(s), without asking for confirmation
ast: • Con hotkey.session.noconfirmation – Tolyere nel intre la(s) unidá(des)/structura(s) escolyida(s), in sin pedir confirmacion
bg: • Заедно с hotkey.session.noconfirmation — Незабавно изтриване на избраната/ите единици или сгради, без изискване на потвърждение
ca: • Amb hotkey.session.noconfirmation – Suprimeix immediatament les unitats o estructures seleccionades sense confirmació
cs: • With hotkey.session.noconfirmation – Okamžite vymazat nyní vybrané jednotky/budovy, bez výzvy k potvrzení
de: • With hotkey.session.noconfirmation – Ausgewählte Einheit(en)/Gebäude sofort und ohne weitere Bestätigung löschen
el: • With hotkey.session.noconfirmation – Άμεση διαγραφή των επιλεγμένων μονάδων/κτιρίων, χωρίς ερώτηση για επιβεβαίωση
es: • Con hotkey.session.noconfirmation – Elimina al instante las unidades/estructuras seleccionadas sin pedir confirmación
eu: • lastertekla.sesioa.baieztapenikez – Ezabatu berehala unean hautatutako unitatea(k) / egitura(k), baieztapenik eskatu gabe
fi: • Näppäimellä hotkey.session.noconfirmation – Poista valitut yksiköt/rakenteet välittömästi pyytämättä vahvistusta.
fr: • Avec hotkey.session.noconfirmation – Supprimer immédiatement les unité(s) / structure(s) actuellement sélectionnées, sans demander de confirmation
gd: • Le hotkey.session.noconfirmation – Sguab às na h‑aonadan no togalaichean a thagh thu sa bhad is gun dearbhadh iarraidh
gl: • Con hotkey.session.noconfirmation – elimine inmediatamente a(s) unidad(es)/estrutura(s) seleccionadas actualmente, sen pedir confirmación
hu: • hotkey.session.noconfirmation használatával – Kijelölt egység(ek)/épület(ek) azonnali törlése, megerősítés kérése nélkül
id: • Dengan hotkey.session.noconfirmation – Segera menghapus unit/bangunan yang dipilih saat ini, tanpa meminta konfirmasi
it: • With hotkey.session.noconfirmation – Elimina immediatamente unità e/o strutture selezionate, senza chiedere conferma
ja: • With hotkey.session.noconfirmation – 確認を求めることなく、現在選択されているユニット/建築物を即座に削除します
ko: • hotkey.session.noconfirmation 사용 – 확인을 요청하지 않고 현재 선택된 장치 / 구조를 즉시 삭제합니다
nl: • Met sneltoets.session.noconfirmation – Vernietig de geselecteerde eenheid (eenheden) / gebouw(en), zonder bevestiging
pl: • Używając hotkey.session.noconfirmation zniszcz zaznaczone jednostki/budowle bez pytania o potwierdzenie
pt_pt: • Com hotkey.session.noconfirmation – elimina imediatamente as unidades / estruturas atualmente selecionadas, sem ser pedida a confirmação
ru: • При hotkey.session.noconfirmation — немедленно удалить выделенных юнитов или здания, не спрашивая разрешения
sv: • Med hotkey.session.noconfirmation – Ta genast bort valda enheter/byggnader utan fråga om bekräftelse
tr: • hotkey.session.noconfirmation ile – Onay gerektirmeden, halihazırda seçili olan birim(leri)/yapı(ları) hemen sil
uk: • With hotkey.session.noconfirmation - Негайно видалити поточні вибрані підрозділи(підрозділ)/структури(структуру), не запитуючи підтвердження
zh: • With hotkey.session.noconfirmation – 直接删除选中的单位或建筑，无需确认
zh_tw: • 加上 hotkey.session.noconfirmation – 直接刪除選取的單位或建築而不經確認

source: hotkey.selection.add – Modifier – add to selection (works with clicking and hotkeys, e.g. the idle hotkeys)
ast: hotkey.selection.add – Modificador – aggregar a la escolyeiꞇha (ou picando ou cun los abreviadeiros)
bg: hotkey.selection.add — Модификатор — добавяне към избора (работи както с щракване, така с клавиши и комбинации, напр. тези за бездействащите единици/сгради)
ca: hotkey.selection.add – Modificador – Afegeix a la selecció (funciona clicant i amb tecles d'accés ràpid, com ara la tecla de treballador inactiu)
cs: hotkey.selection.add – Modifikátor – přidat do výběru (pracuje pomocí klepnutí a klávesových zkratek, např. nečinné klávesové zkratky)
de: hotkey.selection.add – Modifikator – zur Auswahl hinzufügen (funktioniert mit Klicks und Hotkeys, z.B. den Tasten für untätige Einheiten)
el: hotkey.selection.add – Τροποποιητής - προσθέτει στην επιλογή ( δουλεύει και με κλικάρισμα και πλήκτρα συντόμευσης, πχ τα αδρανή πλήκτρα συντόμευσης)
es: hotkey.selection.add – Modificador – añade a la selección (funciona mediante clic y teclas, por ejemplo con los atajos para unidades inactivas)
eu: hotkey.selection.add – Editatu - gehitu hautapenera (klikatzean eta laster-teklekin funtzionatzen du, adibidez, inaktibo dauden laster teklak)
fi: hotkey.selection.add – muuntonäppäin – lisää valintaan (toimii napsauttamalla ja pikanäppäimillä, esim. joutilaiden yksikköjen valinnan pikanäppäimellä)
fr: hotkey.selection.add – Modifier – ajouter à la sélection (fonctionne en cliquant et avec les raccourcis, e.g. les raccourcis pour les unités oisives)
gd: hotkey.selection.add – Atharraichear – cuir ris an taghadh (obraichidh seo an dà chuid le briogadh is ghrad-iuchraichean, can na grad-iuchraichean “’na thàmh”)
gl: hotkey.selection.add – Modificador – engadir á selección (funciona con clic e teclas de acceso rápido, por exemplo, as teclas de acceso rápido inactivas)
id: hotkey.selection.add – Pengubah – tambahkan ke pilihan (bisa dipakai bersama klik dan pintasan, misalnya pintasan unit menganggur)
it: hotkey.selection.add – Aggiungi a selezione (funziona con clic e tasti rapidi)
ja: hotkey.selection.add – Modifier – 選択範囲に追加 (クリックとホットキーで動作。アイドルホットキーなど)
ko: hotkey.selection.add – 수정도구 – 선택에 추가 (클릭 및 단축키와 함께 작동, 예: 유휴 단축키)
nl: sneltoets.selection.add – Pas aan – voeg toe aan selectie (werkt met klikken en sneltoetsen, bijvoorbeeld de inactief sneltoetsen)
pl: hotkey.selection.add – Modyfikator - dodaj do zaznaczenia (działa też z kliknięciami i skrótami klawiszowymi)
pt_pt: hotkey.selection.add – modificador – adiciona à seleção (funciona com clicar e as teclas de atalho, por exemplo, as teclas de atalho não atribuídas)
ru: hotkey.selection.add — модификатор — добавить в выбор (работает со щелчками и горящими клавишами, например, незанятыми)
sv: hotkey.selection.add – Modifikator – Lägg till i urval (fungerar med klick och snabbtangenter, t.ex. för lediga arbetare)
tr: hotkey.selection.add – Değiştirici – seç (tıklama ve kısayol tuşlarıyla çalışır, örneğin boşta kalan kısayol tuşları)
uk: hotkey.selection.add – Модифікатор – додати до вибору (працює з клацанням або гарячими клавішами, наприклад, гарячими клавішами для непрацюючих працівників)
zh: hotkey.selection.add – Modifier – 添加到所选列表（与单击和热键一起使用，例如空闲热键）
zh_tw: hotkey.selection.add – 指示鍵 – 加到選取中（適用點擊與快捷鍵，如閒置快捷鍵）

source: hotkey.selection.remove – Modifier – remove from selection (works with clicking and hotkeys, e.g. the idle hotkeys)
ast: hotkey.selection.remove – Modificador – apartar de la escolyeiꞇha (ou picando ou cun los abreviadeiros)
bg: hotkey.selection.remove — Модификатор — премахване от избора (работи както с щракване, така с клавиши и комбинации, напр. тези за бездействащите единици/сгради)
ca: hotkey.selection.remove – Modificador – Elimina de la selecció (funciona clicant i amb tecles d'accés ràpid, com ara la tecla de treballador inactiu)
cs: hotkey.selection.remove – Modifikátor – odebrat z výběru (pracuje pomocí klepnutí a klávesových zkratek, např. nečinné klávesové zkratky)
de: hotkey.selection.remove – hotkey.selection.add – Modifikator – von der Auswahl entfernen (funktioniert mit Klicks und Hotkeys, z.B. den Tasten für untätige Einheiten)
el: hotkey.selection.remove – Τροποποιητής - αφαιρεί απο την επιλογή ( δουλεύει και με κλικάρισμα και πλήκτρα συντόμευσης, πχ τα αδρανή πλήκτρα συντόμευσης)
es: hotkey.selection.remove – Modificador – quita de la selección (funciona mediante clic y teclas, por ejemplo con los atajos para para unidades inactivas)
eu: hotkey.selection.remove – Editatu - kendu hautapenetik (klikatzean eta laster-teklekin funtzionatzen du, adibidez, inaktibo dauden laster teklak)
fi: hotkey.selection.remove – muuntonäppäin – poista valinnasta (toimii napsauttamalla ja pikanäppäimillä, esim. joutilaiden yksikköjen valinnan pikanäppäimellä)
fr: hotkey.selection.remove – Modifier – retirer de la sélection (fonctionne en cliquant et avec les raccourcis, e.g. les raccourcis pour les unités oisives)
gd: hotkey.selection.remove – Atharraichear – thoir air falbh on taghadh (obraichidh seo an dà chuid le briogadh is ghrad-iuchraichean, can na grad-iuchraichean “’na thàmh”)
gl: hotkey.selection.remove – Modificador: elimina da selección (funciona con clics e teclas de acceso rápido, por exemplo, as teclas de acceso rápido inactivas)
id: hotkey.selection.remove – Pengubah – hapus dari pilihan (bisa dipakai bersama klik dan pintasan , misalnya pintasan menganggur)
it: hotkey.selection.remove – Rimuovi da selezione (funziona con clic e tasti rapidi)
ja: hotkey.selection.remove – Modifier – 選択範囲から外す（クリックとホットキーで動作。例：アイドルホットキー）
ko: hotkey.selection.remove – 수정도구 – 선택에서 제거(클릭 및 단축키와 함께 작동, 예: 유휴 단축키)
nl: sneltoets.selection.remove – Pas aan – verwijder uit selectie (werkt met klikken en sneltoetsen, bijvoorbeeld de inactief sneltoetsen)
pl: hotkey.selection.remove – Modyfikator - usuwa z zaznaczenia (działa też z kliknięciami i skrótami klawiszowymi)
pt_pt: hotkey.selection.remove – modificador – remove da seleção (funciona com clicar e as teclas de atalho, por exemplo, as teclas de atalho não atribuídas)
ru: hotkey.selection.remove — модификатор — убрать из выбора (работает со щелчками и горящими клавишами, например, незанятыми)
sv: hotkey.selection.remove – Modifikator – Ta bort från urval (fungerar med klick och snabbtangenter, t.ex. för lediga arbetare)
tr: hotkey.selection.remove –Değiştirici – seçimden kaldır (tıklama ve kısayol tuşlarıyla çalışır, örneğin boşta kalan kısayol tuşları)
uk: hotkey.selection.remove - Модифікатор - видалити з вибору (працює з натисканням і гарячими клавішами, наприклад, неактивними гарячими клавішами)
zh: hotkey.selection.add – Modifier – 移除所选列表（与单击和热键一起使用，例如空闲热键）
zh_tw: hotkey.selection.remove – 組合鍵 – 從選取中移除（適用點擊與快捷鍵，如閒置單位）

source: hotkey.selection.offscreen – Modifier – add all units, including offscreen units, to selection.
ast: hotkey.selection.offscreen – Modificador – aggregar a la escolyeiꞇha todɐlɐs unidades, inclusɐs lɐs que stean fora de la vista.
ca: hotkey.selection.offscreen – Modificador – afegeix totes les unitats a la selecció, incloent les que no estan a la pantalla.
cs: hotkey.selection.offscreen – Modifikátor – přidat veškeré jednotky, včetně těch, které jsou mimo obrazovku k výběru
de: hotkey.selection.offscreen – Modifikator – alle Einheiten der Auswahl hinzufügen, auch die, die gerade nicht im Bild sind.
el: hotkey.selection.offscreen – Τροποποιητής - προσθέτει σε όλες τις μονάδες, συμπεριλαμβανομένων και των μονάδων έξω απο το πεδίο της οθόνης, στην επιλογή\.
es: hotkey.selection.offscreen – Modificador – Añade todas las unidades a la selección, incluidas aquellas que se encuentran fuera de la pantalla.
eu: hotkey.selection.offscreen – Editatu - gehitu unitate guztiak, pantailatik kanpoko unitateak barne, hautapenean.
fi: hotkey.selection.offscreen – muuntonäppäin – lisää kaikki yksiköt, myös ruudun ulkopuoliset yksiköt, valintaan.
fr: hotkey.selection.offscreen - Modifier – ajouter toutes les unités y compris celles hors de l'écran, à la sélection.
gd: hotkey.selection.offscreen – Atharraichear – cuir a h-uile aonad ris an taghadh, a’ gabhail a-staigh an fheadhainn taobh a-muigh na sgrìn.
id: hotkey.selection.offscreen – Pengubah – tambahkan semua unit, termasuk unit di luar layar, ke pilihan.
it: hotkey.selection.offscreen – Aggiungi tutte le unità alla selezione, anche quelle fuori schermo
ja: hotkey.selection.offscreen – Modifier – 画面外にあるユニットも含め、すべてのユニットを選択項目に追加します
ko: hotkey.selection.offscreen – 수정도구– 화면 밖 유닛을 포함한 모든 유닛을 선택 항목에 추가합니다.
nl: sneltoets.selection.offscreen - Pas aan – voeg alle eenheden toe aan selectie, ook als ze niet in beeld zijn.
pl: hotkey.selection.offscreen – Modyfikator - dodaje do zaznaczenia wszystkie jednostki, także te poza ekranem
pt_pt: hotkey.selection.offscreen – modificador – adiciona todas as unidades à seleção, incluindo as não visíveis fora do ecrã
ru: hotkey.selection.offscreen — модификатор — добавить всех юнитов, включая находящихся за пределами экрана, в выбор
sv: hotkey.selection.offscreen – Modifikator – Lägg till alla enheter, även de som inte syns på skärmen, i urvalet.
tr: hotkey.selection.offscreen – Değiştirici – ekran dışı birimler de dahil olmak üzere tüm birimleri seçin.
uk: hotkey.selection.offscreen - Модифікатор - додати всі одиниці, включно з заекраними, до вибору.
zh: hotkey.selection.offscreen – Modifier – 将所有单位（包括屏幕外的单位）添加到选择列表
zh_tw: hotkey.selection.offscreen – 組合鍵 – 添加包括螢幕外的所有單位到選取中。

source: hotkey.selection.cancel – Unselect all units, cancel building placement.
ast: hotkey.selection.cancel – Disfazhere la escolyeiꞇha, incaboxar l assentamiento.
ca: hotkey.selection.cancel – Desselecciona totes les unitats, cancel·la la col·locació d'edificis.
cs: hotkey.selection.cancel – Zrušit výběr všech jednotek či místa pro stavbu
de: hotkey.selection.cancel – Alle Einheiten abwählen, Gebäudeplatzierung abbrechen.
el: hotkey.selection.cancel – Απόρριψη όλων των μονάδων, ακύρωση τοποθέτησης κτηρίου.
es: hotkey.selection.cancel – Desmarcar todas las unidades o cancelar la ubicación de la construcción
eu: lastertekla.hautapena.ezeztatu – Desautatu unitate guztiak, ezeztatu eraikuntzaren kokapena.
fi: hotkey.selection.cancel – Poista kaikkien yksiköiden valinta, peruuta rakennuksen sijoittaminen.
fr: hotkey.selection.cancel – Désélectionner toutes les unités, annuler le placement d'un bâtiment.
gd: hotkey.selection.cancel – Dì-thagh na h-uile aonad, sguir de chur togalaich.
hu: hotkey.selection.cancel – Összes egység kijelölésének, épület mozgatásának megszakítása.
id: hotkey.selection.cancel – Batalkan pilihan semua unit, batalkan penempatan gedung.
it: hotkey.selection.cancel – Deseleziona tutte le unità, cancella posizione edificio
ja: hotkey.selection.cancel – 全ユニットの選択を解除し、建物の配置をキャンセルします
ko: hotkey.selection.cancel – 모든 유닛을 선택 취소하고 건물 배치를 취소합니다.
nl: sneltoets.selection.cancel – Deselecteer alle eenheden of onderbreek gebouwen plaatsen.
pl: hotkey.selection.cancel – odznacz wszystkie jednostki, cofnij stawianie fundamentów
pt_pt: hotkey.selection.cancel – desseleciona todas as unidades, cancela o posicionamento de edifícios
ru: hotkey.selection.cancel — отменить выбор всех юнитов, отменить размещение здания
sv: hotkey.selection.cancel – Ta bort allt urval, avbryt byggnadsplacering
tr: hotkey.selection.cancel – Tüm birimlerin seçimini kaldırın, bina yerleşimini iptal edin.
uk: hotkey.selection.cancel – Відмінити вибір усіх юнітів, скасувати місце побудови.
zh: hotkey.selection.cancel – 取消所选单位或建筑。
zh_tw: hotkey.selection.cancel – 取消選取所有單位，取消放置建築。

source: hotkey.selection.idlebuilder – Select idle builder
ast: hotkey.selection.idlebuilder – Escolyer un constructor vagadu
bg: hotkey.selection.idlebuilder — Избиране на бездействащ строител
ca: hotkey.selection.idlebuilder – Selecciona un constructor inactiu
cs: hotkey.selection.idlebuilder – Vybrat nečinného stavitele
de: hotkey.selection.idlebuilder – Untätigen Bauarbeiter auswählen
el: hotkey.selection.idlebuilder - Επιλογή αδρανούς κτίστη.
es: hotkey.selection.idlebuilder – Selecciona constructor ocioso
eu: lastertekla.hautatu.egoneandagoeneraikitzailea – Hautatu egonean dagoen eraiklitzailea
fi: hotkey.selection.idlebuilder – Valitse joutilas rakentaja
fr: hotkey.selection.idlebuilder – Sélectionner un bâtisseur inactif
gd: hotkey.selection.idlebuilder – Tagh neach-togail ’na thàmh
gl: hotkey.selection.idlebuilder – seleccione o constructor inactivo
hu: hotkey.selection.idlebuilder – Tétlen építő kijelölése
id: hotkey.selection.idlebuilder – Pilih pembangun yang menganggur
ja: hotkey.selection.idlebuilder –手の空いてる建築者を選択します
ko: hotkey.selection.idlebuilder – 노는 건축 유닛 선택
nl: sneltoets.selection.idlebuilder – Selecteer inactieve bouwer
pl: hotkey.selection.idlebuilder – wybierz bezczynnego budowniczego
pt_pt: hotkey.selection.idlebuilder – seleciona um construtor parado
ru: hotkey.selection.idlebuilder – Выбрать бездействующего строителя
sv: hotkey.selection.idlebuilder – Välj sysslolös byggare
tr: hotkey.selection.idlebuilder – Boşta olan inşaatçıyı seçin
uk: hotkey.selection.idlebuilder – Вибрати незайнятого будівника
zh: hotkey.selection.idlebuilder – 选择闲散建筑工
zh_tw: hotkey.selection.idlebuilder – 選取閒置建築工人

source: hotkey.selection.idlewarrior – Select idle fighter
ast: hotkey.selection.idlewarrior – Escolyer un mílite vagadu
bg: hotkey.selection.idlewarrior — Избиране на бездействащ боец
ca: hotkey.selection.idlewarrior – Selecciona un lluitador inactiu
cs: hotkey.selection.idlewarrior – Vybrat nečinného bojovníka
de: hotkey.selection.idlewarrior – Untätigen Kämpfer auswählen
el: hotkey.selection.idlewarrior – Επιλογή αδρανούς πολεμιστή
es: hotkey.selection.idlewarrior – Selecciona soldado ocioso
eu: lastertekla.hautapena.egoneadagoenborrokalaria – Hautatu egonean dagoen borrokalaria
fi: hotkey.selection.idlewarrior – Valitsa joutilas taistelija
fr: hotkey.selection.idlewarrior – Sélectionner un combattant inactif
gd: hotkey.selection.idlewarrior – Tagh saighdear ’na thàmh
gl: hotkey.selection.idlewarrior – Selecciona un loitador inactivo
hu: hotkey.selection.idlewarrior – Tétlen harcos kijelölése
id: hotkey.selection.idlewarrior – Pilih petarung yang menganggur
it: hotkey.selection.idlewarrior – Seleziona combattente inattivo
ja: hotkey.selection.idlewarrior – 手の空いている兵士を選択します
ko: hotkey.selection.idlewarrior – 노는 전사 선택
nl: sneltoets.selection.idlewarrior – Selecteer inactieve soldaat
pl: hotkey.selection.idlewarrior – zaznacz bezczynnego żołnierza
pt_pt: hotkey.selection.idlewarrior – seleciona um atacante parado
ru: hotkey.selection.idlewarrior — выбрать бездействующего воина
sv: hotkey.selection.idlewarrior – Välj ledig krigare
tr: hotkey.selection.idlewarrior – Boşta olan savaşçıyı seçin
uk: hotkey.selection.idlewarrior – Вибрати незайнятого бійця
zh: hotkey.selection.idlewarrior – 选取闲散的军事单位
zh_tw: hotkey.selection.idlewarrior – 選取閒置戰士

source: hotkey.selection.idleworker – Select idle worker (including citizen-soldiers)
ast: hotkey.selection.idleworker – Escolyer un obreiru (ou voluntariu) vagadu
bg: hotkey.selection.idleworker — Избиране на бездействащ работник (може да бъде и гражданин-во̀ин)
ca: hotkey.selection.idleworker – Selecciona un treballador inactiu (inclosos els soldats ciutadans)
cs: hotkey.selection.idleworker – Vybrat nečinného pracovníka (včetně občanských vojáků)
de: hotkey.selection.idleworker – Untätigen Arbeiter (einschließlich Bürgersoldaten) auswählen
el: hotkey.selection.idleworker – Επιλογή αδρανούς εργάτη (συμπεριλαμβάνονται πολίτες οπλίτες)
es: hotkey.selection.idleworker – Selecciona trabajador ocioso (incluyendo ciudadanos-soldado)
eu: lastertekla.hautapena.egoneadagoenlangilea – Hautatu egonean dagoen langilea (hiritar-soldaduak barne)
fi: hotkey.selection.idleworker – Valitse joutilas työntekijä (myös kansalaissotilaat)
fr: hotkey.selection.idleworker – Sélectionner un travailleur oisif (y compris les citoyens-soldats)
gd: hotkey.selection.idleworker – Tagh obraiche ’na thàmh (a’ gabhail a-steach saighdearan-dùthcha)
gl: hotkey.selection.idleworker – seleccione un traballador inactivo (incluíndo os cidadáns-soldados)
hu: hotkey.selection.idleworker – Tétlen munkás kijelölése (a polgári katonákat is beleértve)
id: hotkey.selection.idleworker – Pilih pekerja yang menganggur (termasuk prajurit-rakyat)
it: hotkey.selection.idleworker – Seleziona lavoratore inattivo (anche i cittadini-soldato)
ja: hotkey.selection.idleworker – 手の空いている働く人を選択します (市民兵を含む)
ko: hotkey.selection.idleworker – 노는 일꾼 선택 (주민 병사들 포함)
nl: sneltoets.selection.idleworker – Selecteer inactieve werker (inclusief burgersoldaten)
pl: hotkey.selection.idleworker – zaznacz bezczynnego robotnika (w tym żołnierzy obywatelskich)
pt_pt: hotkey.selection.idleworker – seleciona um trabalhador parado (incluindo cidadãos-soldado)
ru: hotkey.selection.idleworker — выбрать бездействующего работника (включая воинов-граждан)
sv: hotkey.selection.idleworker – Välj ledig arbetare (inkluderar medborgarsoldater)
tr: hotkey.selection.idleworker – Boşta olan işçiyi seçin (vatandaş-askerler dahil)
uk: hotkey.selection.idleworker – Вибрати незайнятого працівника (включаючи громадян-солдатів)
zh: hotkey.selection.idleworker – 选取闲散的工人（包括妇女）
zh_tw: hotkey.selection.idleworker – 選取閒置工人（包括公民兵）
