Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: An old favorite. An otherwise wide-open, flat desert map is pierced in the center by a lush oasis. This represents the Libyan Desert, part of the Saharan Desert, West of the Nile River in Egypt. Iberians do not receive their circuit walls here. Instead, all factions receive 4 free Defense Towers.
br: Unan gozh kaerañ. Ur gartenn all plaen dilezet, digor bras zo toullet en he c'hreiz gant un oaziz pinvidik. An dra-mañ a skeudenn an Dezerzh Libian, lodenn an Dezerzh Sahara, e kornôg d'ar Stêr Nil en Ejipt. An Iberiz ne zegemeront ket o mogerioù troad amañ. A-hent all e tegemer bagadoù all 4 Zour Difenn dieub.
ca: Un vell favorit. Un altre mapa del desert obert queda travessat per un oasi exuberant al centre. Representa el desert de Líbia, una part del desert del Sàhara, a l'oest del Nil a Egipte. Els ibers no reben les muralles circulars aquí. En lloc d'això, cada facció rep 4 torres de defensa lliures.
ms: Peta kegemaran. Selain dari terbentang-luas, peta gurun yang mendatar ini mengandungi oasis yang terletak ditengah. Ia mewakili Gurun Libya, sebahagian dari Gurun Sahara, Barat Sungai Nil di Mesir. Iberia tidak memiliki tembok berlingkar di sini. Sebaliknya kesemua puak menerima 4 Menara Pertahanan secara percuma.
nb: En gammel favoritt. Et ellers åpent og flatt ørkenkart er i dets senter ispedd to frodie oaser. Dette representerer den libyske ørken, en del av Sahara, vest for Nilen i Egypt. Ibererne mottar ikke sine omkransende murer her. I stedet får alle fraksjoner 4 gratis forsvarstårn.
sr: Стара и омиљена. Широка и отворена, равна пустињска мапа са две бујне оазе у средишту. Представља Либијску пустињу, која је део Сахаре, западно од реке Нил у Египту. Иберијци овде не добијају њихове кружне зидине. Све факције добијају 4 одрамбене куле.

source: A desert biome map where each player has founded their colony at their own lush oasis. The rest of the map is generally wide-open and barren.
br: Kartenn ur biom dizertet e-lec'h ma oa bet krouet o zrevadenn gant pep c'hoarier en o oaziz fonnus hiniennel. Peurest ar gartenn a vez digor bras ha goullo.
ca: Un mapa del bioma del desert on cada jugador ha fundat una colònia en el seu propi oasi exuberant. La resta del mapa en general està obert i és un erm.
ms: Peta biome gurun yang mana setiap pemain memulakan tamadun mereka dikawasan oasis yang subur. Selain dari itu, sebahagian besar peta terdiri dari kawasan kering-kontang dan tidak subur.
nb: Et ørkenbiomkart hvor hver spiller har grunnlagt sin koloni ved sin egen frodige oase. Resten av kartet er generelt åpent og øde.

source: Skirmish Demo
br: Diskouez -- Emgannig
ca: Demostració d'escaramusses
fa: دموی زد و خورد
ms: Demo Pentempuran
nb: Fortropp-demo

source: Syria (2)
br: Siria (2)
ca: Síria (2)
sr: Сирија (2)

source: The rolling Thessalian plain is traversed with narrow streams, easily forded. Wide-open spaces allow for massive expansion, while each player starts the match safe atop a large acropolis.
br: Ar gompezenn Thesalian sav-diskenn zo treuziet gant stêrigoù strizh, tremenet aes. Egoroù digor bras a lak un astenn pounner da vezañ aotreet, tra ma krog pep c'hoarier ar c'hrogad e surentez en nec'h d'an akropol ledan.
ca: La plana tessàlia està travessada per rierols estrets, fàcils de creuar. Els espais amples permeten una expansió massiva, mentre que cada jugador comença la partida en una gran acròpolis segura.
ms: Dataran Thessalia yang beralun adalah terdiri daripada sungai-sungai yang sempit dan boleh dilalui. Terdapat kawasan terbuka luas untuk pembangunan besar-besaran, manakala setiap pemain dapat sampai ke puncak akropolis yang dikehendaki.
nb: Den rullende Thessalianske sletten traverseres av å-er, enkelt forsert. Vidåpne rom tillater massiv utfoldelse, mens hver spiller starter kampen på toppen av et stort Akropolis.
sr: Брежуљкасте тесалске равнице су испресецане уским потоцима, лаким за прелаз. Пространа област омогућава масивну експанзију, а сваки играч започиње игру на врху великог акропоља.

source: Four factions find themselves perched safely atop large rocky plateaus, or acropolises. Scout the lands to find free treasures and to secure new resources.
br: En em gavout a ra pevar bagad o-unan kludet en doare sur en nec'h d'uhelgompezennoù vaenek ledan, pe akropoloù. Sklaeraat an douaroù evit kavout teñzorioù ha lakaat danvezioù nevez e surentez.
ca: Quatre faccions estan segures sobre grans altiplans rocosos o acròpolis. Exploreu les terres per a trobar tresors lliures i per recollir nous recursos.
ms: Empat puak perlu sampai ke puncak penara berbatu, atau akropolis. Tinjau kawasan tersebut untuk mencari khazanah dan memperoleh sumber baharu.
nb: Fire fraksjoner befinner seg sikkert oppe på steinplatåer, eller Akropoliser. Utforsk landet for å finne gratisskater og for å sikre nye ressurser.
sr: Четири фракције су безбедно смештене на великим стеновитим висоравнима, или акропољима. Истражи терен да би пронашао блага и обезбедио нове ресурсе.

# biome definition
source: Mediterranean
br: Kreizdouarel
ca: Mediterrani
fa: مدیترانه
nb: Middelhavsk
sr: Медитеран

source: Desert
br: Dezerzh
ms: Padang Pasir
nb: Ørken

# biome definition
source: Desert
br: Dezerzh
fa: صحرا
ms: Padang Pasir
nb: Ørken
sr: Пустиња

source: Theben
br: Theban

source: A dual oasis map with nearly all of the wood and animal resources concentrated in the middle of the map. Farmlands ring the oases sucking up what little moisture can be had. Stone and Metal can only be found in the rocky hinterlands. Treasures, if enabled, can be found scattered in the nearby deserts.
br: Ur gartenn gant un oaziz doubl enni, an holl vammennoù koad hag an holl loened a zo tostik outañ e-barzh kreizig-kreiz ar gartenn. An tiez-feurm a vez tro-dro d'an oazizoù, en ur denañ kement gleborder bihan hag a c'hell bezañ tapet. Maen ha Metal a c'hell bezañ kavet er war ar maezioù maenek. Teñzorioù, ma vezont enaouet, a c'hell bezañ kavet strewet amañ hag a-hont en dezerzhoù a-dost.
nb: Et kart med to oaser med nesten alle tre og dyreressurser konsentrert i midten. Jordbruksmarker omringer oasene og suger opp det vannet som fins. Sten og metall kan bare finnes i det steinkledde innlandet. Skatter, hvis påskrudd, kan finnes spredd omkring i de nærliggende ørkenområdene.

source: Siwa Oasis (2)
br: Oaziz Siwa (2)
nb: Siwaoasen (2)

source: Via Augusta
br: Hent Aogusta
ms: Melalui Augusta

source: A dry central plateau rich in minerals surrounded by rocky hills The southern parts of Zagros Mountains where the heart of the Persian empires and population. Although the altitude is high, the southern parts are drier that the northern Zagros, leading to a semi-arid climate. Still there are some sparse oak forests in the higher grounds.
vi: Một cao nguyên trung tâm khô cằn giàu khoáng chất được bao quanh bởi những ngọn đồi bằng đá Phía nam Dãy Zagros là trung tâm cũng như là nơi tập trung dân cư của các đế quốc Persian. Mặc dù độ cao của nó, phía nam lại khô cằn hơn phía bắc Zagros, dẫn đến kiểu khí hậu bán khô hạn. Tuy nghiên vẫn còn rải rác những cánh rừng ở địa tầng cao hơn.

source: The unknown...
vi: Chưa biết tên...

source: Unknown Nomad
vi: Bộ lạc du mục chưa biết tên

source: A demonstration of wall placement methods/code in random maps. Very large map size is recommended.
vi: Giới thiệu những phương pháp/mã về việc định vị tường thành trong những bản đồ bất kỳ. Khuyến nghị cho những bản đồ quy mô vô cùng rộng lớn.

source: This is a basic tutorial to get you started playing 0 A.D.
vi: Đây là những hướng dẫn cơ bản giúp bạn bắt đầu chơi 0 A.D.

source: Introductory Tutorial
vi: Hướng dẫn Nhập môn

source: This map will give a rough guide for starting the game effectively. Early in the game the most important thing is to gather resources as fast as possible so you are able to build enough troops later. Warning: This is very fast at the start, be prepared to run through the initial bit several times.
vi: Bản đồ ngày đưa ra một hướng dẫn sơ bộ để bắt đầu màn chơi một cách hiệu quả. Điều quan trọng nhất đầu màn chơi là khai thác các nguồn tài nguyên nhanh nhất có thể để bạn có thể xây dựng đủ quân đội sau đó. Cánh bảo: Điều này sẽ diễn ra rất nhanh lúc ban đầu, hãy chuẩn bị để trải qua thời kì đầu nhiều lần.

source: Starting Economy Walkthrough
vi: Bắt đầu Giới thiệu về Kinh tế
