Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-userreport.po
Languages: ast, bg, ca, cs, de, el, es, eu, fr, ga, gd, gl, hu, id, it, ko, nl, pl, pt_br, pt_pt, ru, sk, sv, te, tr, uk, zh, zh_tw

source: 2. Right of access to UserReport data concerning him or her (GDPR 15).
ast: 2. Direiꞇhu d’acceder a datos de l RelatuUsuarial tocantes a elhi ou elha (GDPR 15).
bg: 2. Потребителят има право на достъп до информация на Потребителския доклад, обвързващa се с него или нея (Чл. 15 на GDPR).
ca: 2. Dret a accedir a les dades dels informes d'usuari que es refereixin a ell/a (GDPR 15).
cs: 2. Právo na přístup k údajům uživatelské zprávy, které se ho týkají (GDPR 15).
de: 2. Das Recht, die UserReport-Daten zu seiner Person zu lesen (DSGVO 15).
el: 2. Δικαίωμα πρόσβασης στα δεδομένα της Αναφοράς Χρήστη που αφορούν αυτόν ή αυτή (Γενικός Κανονισμός για την Προστασία Δεδομένων 15).
es: 2. Derecho de acceso a los datos del UserReporte que le conciernen (GDPR 15).
eu: 2. Erabiltzailearen datuak atzemateko eskubidea (GDPR 15).
fr: 2. Le droit d’accéder aux données de UserReport le concernant (RGPD 15).
ga: 2. Ceart rochtana go sonraí na hÚsáidTuairisce mar gheall ar a s(h)onraí féin (GDPR 15).
gd: 2. Còir air dàta nan aithrisean mu dhèidhinn no a dèidhinn fhèin inntrigeadh (GDPR 15).
gl: 2. Acceder aos datos do informe do usuario (GDPR 15).
hu: 2. A felhasználói visszajelzéssel kapcsolatos személyes adatok hozzáférési joga (GDPR 15).
id: 2. Hak untuk mengakses data UserReport yang bersangkutan dengan diri pengguna (GDPR 15).
it: 2. Diritto di accesso ai dati UserReport riguardanti lui o lei (GDPR 15).
ko: 2. 자신과 관련된 사용자 보고서 데이터에 대한 접근 권한 (GDPR 15).
nl: 2. Recht van toegang tot UserReport-gegevens betreffende hem of haar (GDPR 15).
pl: 2. Prawo do wglądu do danych UserReport dotyczących użytkownika (GDPR 15).
pt_br: 2. Direito de acesso aos dados UserReport relativos a ele ou ela (GDPR 15).
pt_pt: 2. Direito de acesso aos dados de Relatórios do Utilizador no que respeita ao utilizador ou utilizadora (RGPD 15).
ru: 2. Право на доступ к данным Пользовательского отчёта, касающимся его или её (Общий регламент по защите данных (ЕС) 15).
sk: 2. Právo prístupu k UserReport dátam ktoré sa jeho alebo jej týkajú (GDPR 15).
sv: 2. rätt att få till gång till UserReport uppgifter om honom eller henne (GDPR 15).
te: 2. అతనికి లేదా ఆమెకు సంబంధించిన యూజర్ రిపోర్ట్ డేటాకు ప్రవేశించే హక్కు (జిడిపిఆర్ 15).
tr: 2. Kişinin kendisiyle ilgili UserReport verilerine erişme hakkı (GVKY 15).
uk: 2. Мати право доступу до даних звіту користувача щодо нього чи неї (GDPR 15).
zh: 2.访问与TA有关的“用户报告”数据的权利（GDPR 15）。
zh_tw: 2. 存取與他／她相關的使用者回報的權利 (GDPR 15)。

source: The UserID pseudonym can be found in the user.cfg file of the configuration folder of 0 A.D.
ast: El pseudónimu de la IdentificacionUsuarial puöde-se atopar nel archivo “user.cfg” de l subdirectorio “configuracion” de 0 A.D.
bg: Псевдонимът на Потребителския индикатор може да бъде открит във файл user.cfg, намиращ се в конфигурационната папка на 0 A.D.
ca: El pseudònim identificador d'usuari es pot consultar al fitxer user.cfg de la carpeta de configuració del 0 A.D.
cs: UserID je možné najít v souboru user.cfg v konfigurační složce 0 A.D.
de: Das UserID-Pseudonym kann in der user.cfg-Datei im Konfigurationsordner von 0 A.D. gefunden werden.
el: Το ψευδώνυμο του Αναγνωριστικού Χρήστη (UserID) μπορεί να βρεθεί στο αρχείο user.cfg του φακέλου ρυθμίσεων του 0 A.D.
es: El seudónimo del UserID se puede encontrar en el archivo user.cfg de la carpeta de configuración de 0 A.D.
eu: Erabiltzaile IDaren ezizena 0 A.D. konfigurazioaren karpetan user.cfg fitxategian aurki daiteke.
fr: Le pseudonyme UserID peut être trouvé dans le fichier user.cfg du dossier configuration de 0 A.D.
ga: Is féidir leis an tÚsáideoirID cleite a aimsiú sa chomad user.cfg sa fillteán cumraíochta 0 A.D.
gd: Gheibh thu lorg air ID a’ chleachdaiche (seo d’ fhar-ainm) san fhaidhle user.cfg ann am pasgan rèiteachaidh 0 A.D.
gl: O pseudónimo do identificador de usuario pode consultarse no ficheiro user.cfg do cartafol de configuración de 0 d.C.
hu: A felhasználói azonosító álnév megtalálható a config.cfg fájlban, a 0 A.D. konfigurációs mappájában.
id: Nama samaran UserID dapat ditemukan di berkas user.cfg dari direktori konfigurasi 0 A.D.
it: Lo pseudonimo dell'utente può essere trovato nel file user.cfg della cartella di configurazione di 0 A.D.
ko: 사용자 ID 활동명은 0 A.D. 환경설정 폴더의 user.cfg 파일에서 찾을 수 있습니다.
nl: Het pseudoniem UserID is te vinden in het user.cfg-bestand van de configuratiemap van 0 A.D.
pl: Pseudonim UserID znajduje się w pliku user.cfg w folderze instalacyjnym 0 A.D.
pt_br: O pseudônimo UserID pode ser encontrado no arquivo user.cfg da pasta de configuração de 0 A.D.
pt_pt: O pseudónimo UserID pode ser encontrado no ficheiro user.cfg na pasta de configuração do 0 A.D.
ru: Псевдоним UserID можно найти в файле user.cfg в папке конфигураций 0 A.D.
sk: UserID pseudonym je možné nájsť v súbore user.cfg nachádzajúcom sa v konfiguračnom priečinku 0 A.D.
sv: Den UserID pseudonym kan hittas i User. cfg filen i konfigurationsmappen för 0 A.D.
te: 0 ఎ.డి. యొక్క కాన్ఫిగరేషన్ ఫోల్డర్ యొక్క user.cfg ఫైల్‌లో వినియోగదారుని గుర్తింపు మారుపేరు చూడవచ్చు.
tr: UserID takma adı, 0 A.D. yapılandırma klasörünün user.cfg dosyasında bulunabilir.
uk: Псевдонім UserID може бути знайдений у файлі user.cfg папки налаштування 0 A.D.
zh: 用户ID的替代昵称可以在0 A.D的配置文件夹里的user.cfg中找到。
zh_tw: 使用者 ID 假名可在 user.cfg 檔案中找到，此檔案位於 0 A.D. 的設定資料夾中。

source: The current configuration folder is %(configPath)s.
ast: L actual subdirectorio “configuracion” ye %(configPath)s.
bg: Текущата конфигурационна папка е с местонахождение %(configPath)s.
ca: La carpeta de la configuració actual es troba a %(configPath)s.
cs: Současná konfigurační složka je %(configPath)s.
de: Der aktuelle Konfigurationsordner ist %(configPath)s.
el: Ο τρέχων φάκελος ρυθμίσεων είναι ο %(configPath)s.
es: El directorio de configuración actual es %(configPath)s.
eu: Erabiltzen ari den konfigurazio karpeta %(configPath)sda.
fr: Le répertoire actuel de la configuration est %(configPath)s.
ga: Is %(configPath)s é an fillteán cumraíochta reatha.
gd: Is %(configPath)s am pasgan rèiteachaidh làithreach.
gl: O cartafol de configuración actual é %(configPath)s.
hu: A jelenlegi konfigurációs mappa ez: %(configPath)s.
id: Direktori konfigurasi saat ini adalah %(configPath)s.
it: La cartella corrente di configurazione è %(configPath)s.
ko: 현재 환경설정 폴더는 %(configPath)s입니다.
nl: De huidige configuratiemap is %(configPath)s.
pl: Obecna ścieżka to%(configPath)s.
pt_br: A pasta de configuração atual é %(configPath)s.
pt_pt: A pasta de configuração atual estem %(configPath)s.
ru: Текущая директория настроек: %(configPath)s.
sk: Súčasný priečinok konfigurácie je %(configPath)s.
sv: Den aktuella konfigurationsmappen är %(configPath)s.
te: ప్రస్తుత కాన్ఫిగరేషన్ ఫోల్డర్ %(configPath)s.
tr: Mevcut ayarların bulunduğu dosya %(configPath)s.
uk: Поточна папка налаштування %(configPath)s.
zh: 当前配置文件夹是 %(configPath)s 。
zh_tw: 目前的設定資料夾為 %(configPath)s。

source: The user obtains a machine-readable and human-readable copy of the UserReport data in the logs folder of 0 A.D. (GDPR 20).
ast: L usuariu obtien una copia de los datos de l RelatuUsuarial, lheíble por humanos & por máchinɐs, nel subdirectorio de 0 A.D. “registros” (GDPR 20).
bg: Потребителят получава машинно четим и лесно четим вариант на информацията на Потребителския доклад в папката с конфигурационните записи на играта 0 A.D. (Чл. 20 на GDPR).
ca: L'usuari obté una còpia llegible per màquina i llegible per humans de les dades de l'informe d'usuari a la carpeta de registre del 0 A.D. (GDPR 20).
cs: Uživatel může získat strojově a okem čitelnou kopii uživatelské zprávy ve složce záznamů 0 A.D. (GDPR 20).
de: Der Benutzer bekommt eine maschinenlesbare und menschenlesbare Kopie der UserReport-Daten im Log-Ordner von 0 A.D. (DSGVO 20).
el: Ο χρήστης βρίσκει ένα αναγνώσιμο από μηχανή και αναγνώσιμο από άνθρωπο αντίγραφο των δεδομένων της Αναφοράς Χρήστη στο φάκελο αρχείων καταγραφής του 0 A.D. (Γενικός Κανονισμός για την Προστασία Δεδομένων 20).
es: El usuario obtiene una copia legible por máquina y legible por humanos de los datos de UserReport en la carpeta de registros de 0 A.D. (GDPR 20).
eu: Erabiltzaileak bai makinak, bai gizakiak irakur dezakeen UserReporte-en datuen kopia jasotzen du 0 A.D. (GDPR 20)-ren log karpetan.
fr: L'utilisateur obtient une copie lisible par une machine et une copie lisible par des humains des données UserReport dans le dossier des journaux de 0 A.D. (RGPD 20).
ga: Faigh an tÚsáideoir cóip ríomh-soléite agus daoine-soléite de sonraí na hÚsáidTuairisce sa fillteán logaí 0 A.D. (GDPR 20).
gd: Gheibh thu greim air lethbhreac de dhàta nan aithrisean a ghabhas leughadh le inneal no neach ann am pasgan nan logaichean 0 A.D. (GDPR 20).
gl: O usuario obtén unha copia dos datos do informe de usuario, lexíbel por máquinas e humanos, no cartafol de rexistros de 0 d.C. (GDPR 20).
hu: A felhasználó a gép és ember számára is olvasható felhasználó visszajelzési adatokat a 0 A.D. naplófájl mappájában találja (GDPR 20).
id: Pengguna mendapatkan kopian yang dapat dibaca oleh mesin dan yang bisa dibaca oleh manusia dari data UserReport di direktori pencatatan 0 A.D. (GDPR 20).
ko: 사용자는 0 A.D. (GDPR 20)의 로그 폴더에서 기계가 읽을 수 있고 사람이 읽을 수 있는 사용자 보고서 데이터의 사본을 얻습니다.
nl: De gebruiker verkrijgt een machineleesbare en door mensen leesbare kopie van de UserReport-gegevens in de logboekenmap van 0 A.D. (GDPR 20).
pl: Użytkownik posiada kopię danych UserData w folderze logs 0 A.D.
pt_br: O usuário obtém uma cópia legível por máquina e legível por humanos dos dados do UserReport na pasta de logs de 0 A.D. (GDPR 20).
pt_pt: O utilizador obtém uma cópia legível por máquina e humanos dos dados de Relatórios do Utilizador na pasta de relatórios (logs) do 0 A.D. (RGPD 20).
ru: Пользователь получает машиночитаемую и удобочитаемую копию данных Пользовательского отчёта в папке логов 0 A.D. (Общий регламент по защите данных (ЕС) 20).
sk: Používateľ získa kópiu UserReport dát - čitateľnú strojom a človekom - nachádzajúcu sa v logs priečinku 0 A.D. (GDPR 20).
sv: Användaren erhåller en maskinläsbar och läsbar kopia av UserReport-data i loggmappen på 0 A.D. (GDPR 20).
te: 0 ఎ.డి. (జిడిపిఆర్ 20) యొక్క లాగ్స్ ఫోల్డర్‌లో యూజర్ రిపోర్ట్ డేటా యొక్క మెషీన్-రీడబుల్ మరియు హ్యూమన్-రీడబుల్ కాపీని వినియోగదారు పొందుతాడు.
tr: Kullanıcı, UserReport verilerinin 0 A.D. (GVKY 20) günlük klasöründe makinede okunabilir ve insan tarafından okunabilir bir kopyasını alır.
uk: Користувач отримує придатну для читання машиною та людиною копію даних звіту користувача у папці журналів 0 A.D. (GDPR 20).
zh: 用户可在0 A.D.（GDPR 20）的logs文件夹中获取“用户报告”数据的副本。
zh_tw: 使用者可以在 0 A.D. 的記錄檔資料夾中找到機器可讀與人類可讀的使用者回報副本 (GDPR 20)。

source: The data can be reviewed before the UserReporter is enabled.
ast: Los datos puöden ser revisados antea que fuer habilitadu l RelatorUsuarial.
bg: Информацията може първо да бъде преразгледана преди включването на програмата UserReporter.
ca: Les dades es poden revisar abans d'activar l'enviament d'informes.
cs: Data lze zkontrolovat před tím, než je UserReporter povolen.
de: Die Daten können geprüft werden, vor der Userreporter aktiviert wird.
el: Τα δεδομένα μπορούν να ελεγχθούν πριν ενεργοποιηθεί η Αναφορά Χρήστη.
es: Los datos pueden revisarse antes de que el UserReporter sea activado.
eu: Datuak UserReporter gaitua egon aurretik berrikusi ahal dira.
fr: Les données peuvent être examinées avant que le UserReporter soit activé.
ga: Is féidir leis na sonraí a athbhreithniú roimh go bhfuil an tÚsáidTuairisceoir atá cumasaithe.
gd: ’S urrainn dhut an dàta a sgrùdadh mus cuir thu an UserReporter an comas.
gl: Os datos poden revisarse antes de activar o Informador de Usuario.
hu: Az adatok áttekinthetőek a felhasználó visszajelző engedélyezése előtt.
id: Data dapat ditinjau sebelum UserReporter diaktifkan.
it: I dati possono essere revisionati finché UserReporter non è abilitato.
ko: 사용자 리포터를 활성화하기 전에 데이터를 검토할 수 있습니다.
nl: De gegevens kunnen worden beoordeeld voordat de UserReporter is ingeschakeld.
pl: Te dane mogą zostać sprawdzone zanim włączony zostanie UserReporter.
pt_br: Os dados podem ser revisados antes que o UserReporter esteja habilitado.
pt_pt: Os dados podem ser revistos antes dos Relatórios de Utilizador serem ativados.
ru: Данные могут быть просмотрены до включения загрузчика Пользовательского отчёта.
sk: Pred povolením UserReportera je možné do dát nahliadnuť.
sv: Data kan granskas innan UserReporter är aktive rad.
te: యూజర్ రిపోర్టర్ ప్రారంభించబడటానికి ముందు డేటాను సమీక్షించవచ్చు.
tr: Veri, UserReporter aktif hale getirilmeden önce değerlendirilebilir.
uk: Дані можуть бути переглянуті, перш ніж буде увімкнуто користувацький звітувальник.
zh: 在启用“用户报告”之前，可以查看数据。
zh_tw: 資料可以在使用者回報程式啟用前被審閱。

source: The current logfolder is %(logPath)s.
ast: L actual subdirectorio “registros” ye %(logPath)s.
bg: Текущата папка с конфигурационни записи е с местонахождение %(logPath)s.
ca: La carpeta del registre actual es troba a %(logPath)s.
cs: Současná složka záznamů je %(logPath)s.
de: Der aktuelle Log-Ordner ist %(logPath)s.
el: Ο τρέχων φάκελος καταγραφής είναι ο %(logPath)s.
es: El directorio de registros actual es %(logPath)s.
eu: Erabiltzen ari den log karpeta %(logPath)sda.
fr: Le répertoire actuel des journaux est %(logPath)s.
ga: Is %(logPath)s é an fillteán logaí reatha.
gd: Is %(logPath)s pasgan làithreach nan logaichean.
gl: O cartafol de rexistros actual é %(logPath)s.
hu: A jelenlegi naplókönyvtár: %(logPath)s.
id: Direktori pencatatan saat ini adalah %(logPath)s.
it: L'attuale cartella dei log è %(logPath)s.
ko: 현재 로그 폴더는 %(logPath)s입니다.
nl: De huidige logfolder is %(logPath)s.
pl: Obecna ścieżka folderu to %(logPath)s.
pt_br: A logfolder atual é %(logPath)s.
pt_pt: A pasta de relatórios atual é %(logPath)s.
ru: Текущая папка логов это %(logPath)s.
sk: Súčasný priečinok logs je %(logPath)s.
sv: Den aktuella loggmappen är %(logPath)s.
te: ప్రస్తుత లాగ్ ఫోల్డర్ %(logPath)s.
tr: Mevcut kayıt dosyası %(logPath)s.
uk: Поточна папка із журналом є %(logPath)s.
zh: 当前的日志文件夹是 ％（logPath）s。
zh_tw: 目前的記錄檔資料夾是 %(logPath)s。

source: If you wish to access further UserReport data, contact Wildfire Games and provide your UserID pseudonym (GDPR 11). Only with that we may identify your data and process requests (GDPR 13.2.e).
ast: Si quexieres acceder a más datos de l RelatuUsuarial, contacta cun Wildfire Games & aprove la tuɐ IdentificacionUsuarial pseudónima (GDPR 11). Solo cun elha podemus identificare los datos de tou & tratar peticiones (GDPR 13.2.e).
bg: Ако желаете достъп до допълнителна информация от Потребителския доклад, свържете се с Wildfire Games и представете вашия псевдоним на Потребителския идентификатор (Чл. 11 на GDPR). Така единствено ще можем да разпознаем вашите данни и обработваме искания (Чл. 13.2.e на GDPR).
ca: Si voleu accedir a més dades d'informes d'usuari, contacteu amb Wildfire Games i proporcioneu el vostre pseudònim identificador d'usuari (GDPR 11). Només així podrem identificar les vostres dades i processar la sol·licitud (GDPR 13.2.e).
cs: Pokud si přejete získat další data z vašich uživatelských zpráv, kontaktujte Wildfire Games a poskytněte nám vaše UserID (GDPR 11). Bez toho nemůžeme identifikovat vaše data a splnit váš požadavek (GDPR 13.2.e).
de: Wenn du weitere UserReport-Daten einsehen willst, kontaktiere bitte Wildfire Games und gib dein UserID-Pseudonym an (DSGVO 11). Nur mit diesem können wir deine Daten identifizieren und Anfragen bearbeiten (DSGVO 13.2.e).
el: Εάν επιθυμείς να έχεις πρόσβαση σε περαιτέρω δεδομένα Αναφοράς Χρήστη, επικοινώνησε με την Wildfire Games και δώσε το ψευδώνυμο του Αναγνωριστικού Χρήστη (Γενικός Κανονισμός για την Προστασία Δεδομένων 11). Μόνο με αυτό μπορούμε να προσδιορίσουμε τα δεδομένων σου και το αιτήματα διεργασιών (ΓΚΠΔ 13.2.e).
es: Si desea acceder a otros datos de UserReport, póngase en contacto con Wildfire Games y proporcione su seudónimo UserID (GDPR 11). Solo con eso podemos identificar sus datos y procesar las solicitudes (GDPR 13.2.e).
eu: UseReport-en datuak atzitu nahi badituzu, jarri harremanetan Wildfire Games-ekin eta eman zure Erabiltzaile IDaren ezizena (GDPR 11). Horrekin bakarrik zure datu eta prozesu eskaerak identifikatu ahal izango ditugu (GDPR 13.2.e).
fr: Si vous souhaitez accéder à d'autres données UserReport, contactez Wildfire Games et indiquez votre pseudonyme UserID (RGPD 11). C’est seulement ainsi que nous pourrons identifier vos données et traiter vos demandes (RGPD 13.2.e).
ga: Má tá fonn ort níos mó sonraí ÚsáidTuairisce, déan teaghmháil le Wildfire Games agus scríobh d'ÚsáideoirID cleite (GDPR 11). Teastaíodh d'ÚsáideoirID uainn d'iarratas a phroiseáil agus do shonraí a aithint (GDPR 13.2.e).
gd: Nam bu mhiann leat barrachd dàta nan aithrisean inntrigeadh, cuir fios gu Wildfire Games agus ID a’ chleachdaiche (seo d’ fhar-ainm) ’na chois (GDPR 11). Chan urrainn dhuinn an dàta agad aithneachadh às aonais ach an dèilig sinn ri d’ iarrtas (GDPR 13.2.e).
gl: Se quere acceder a información adicional do informe de usuario, contacte con Wildfire Games e forneza o seu pseudónimo de identificador de usuario (GDPR 11). Este dato é imprescindible para identificar os seus datos e procesar solicitudes (GDPR 13.2.e).
hu: Ha további felhasználó visszajelzési adatokhoz akarsz hozzáférni, vedd fel a kapcsolatot a Wildfire Gamesszel, és add meg a felhasználó azonosító álneved (GDPR 11). Csak így tudunk azonosítani, és így dolgozhatjuk fel a kéréseid (GDPR 13.2.e).
id: Jika anda ingin mengakses data UserReport lebih lanjut lagi, hubungi Wildfire Games dan sediakan nama samaran UserID anda (GDPR 11). Hanya dengan cara itu kami dapat mengidentifikasi data anda dan memproses permohonan (GDPR 13.2.e).
it: Se desideri accedere a ulteriori dati di UserReport, contatta Wildfire Games e fornisci il tuo pseudonimo UserID (GDPR 11). Solo con quello possiamo identificare i tuoi dati e processare le richieste (GDPR 13.2.e).
ko: 추가 사용자 보고서 데이터에 액세스하려면 Wildfire Games에 연락하여 사용자 ID 활동명 (GDPR 11)을 제공합니다. 이를 통해서만 저희는 귀하의 데이터 및 프로세스 요청을 확인할 수 있습니다 (GDPR 13.2.e).
nl: Als u toegang wenst tot verdere UserReport-gegevens, neemt u contact op met Wildfire Games en geeft u uw pseudoniem voor gebruikersnaam (GDPR 11). Alleen daarmee kunnen we uw gegevens en procesaanvragen identificeren (GDPR 13.2.e).
pl: Aby otrzymać dostęp do innych danych UserReport, skontaktuj się z Wildfire Games i podaj swój UserID (GDPR 11). Tylko wtedy możemy zidentyfikować twoje dane i przetwarzać wnioski (GDPR 13.2.e).
pt_br: Se você deseja acessar mais dados do UserReport, entre em contato com a Wildfire Games e forneça seu pseudônimo do UserID (GDPR 11). Somente com isso podemos identificar seus dados e processar solicitações (GDPR 13.2.e).
pt_pt: Se desejar aceder a mais dados do Relatórios do Utilizador, contacte a Wildfire Games e forneça o seu pseudónimo UserID (RGPD 11). Apenas desta forma poderemos identificá-lo e processar o pedido (RGPD 13.2.e).
ru: Если вы хотите получить доступ к дополнительным данным Пользовательского отчёта, свяжитесь с Wildfire Games и укажите свой псевдоним UserID (Общий регламент по защите данных (ЕС) 11). Только так мы сможем идентифицировать Ваши данные и обработать Ваши запросы (Общий регламент по защите данных (ЕС) 13.2.e).
sk: Pokiaľ si praješ získať prístup k ďalším UserReport dátam, kontaktuj Wildfire Games and poskytni svoj UserID pseudonym (GDPR 11). Iba podľa neho je možné identifikovať tvoje dáta a splniť tvoju žiadosť (GDPR 13.2.e).
sv: Om du vill komma åt ytterligare UserReport data, kontakta Wildfire Games och ange din UserID pseudonym (GDPR 11). Endast med det kan vi identifiera dina data-och process förfrågningar (GDPR 13.2. e).
te: మీరు మరింత యూజర్ రిపోర్ట్ డేటాను యాక్సెస్ చేయాలనుకుంటే, వైల్డ్‌ఫైర్ ఆటలను సంప్రదించి, మీ యూజర్‌ఐడి మారుపేరును (జిడిపిఆర్ 11) అందించండి. దానితో మాత్రమే మేము మీ డేటా మరియు ప్రాసెస్ అభ్యర్థనలను గుర్తించగలము (జిడిపిఆర్ 13.2.ఇ).
tr: Daha fazla UserReport verisine erişmek istiyorsanız, Wildfire Games ile temasa geçin ve UserID takma adınızı (GVKY 11) sağlayın. Sadece bununla verilerinizi ve işlem taleplerinizi tanımlayabiliriz (GVKY 13.2.e).
uk: Якщо Ви бажаєте отримати доступ до додаткових даних звіту користувача, потрібно звернутиися до Wildfire Games та надати Ваш псевдонім UserID (GDPR 11). Тільки з цим ми можемо ідентіфікувати Ваші дані та обробляти запити (GDPR 13.2.e).
zh: 如果您想进一步访问“用户报告”数据，请联系Wildfire Games并提供您的用户ID（GDPR 11）。 这样我们才能识别你的数据和处理请求（GDPR 13.2.e）。
zh_tw: 若您想要存取更進一步的使用者回報資料，請聯絡 Wildfire Games 並提供您的使用者 ID 假名 (GDPR 11)。只有這樣我們才能識別您的資料並處理請求 (GDPR 13.2.e)。

source: Data may be obtained in a portable, machine-readable format (GDPR 20).
ast: Los datos puöden ser obtenidos n un formatu portátile & lheíble por máchina (GDPR 20).
bg: Данните могат да бъдат получени в преносим, машинно четим формат (Чл. 20 на GDPR).
ca: Les dades es poden obtenir en un format portable i llegible per màquina (GDPR 20).
cs: Data lze získat v přenosném, strojově čitelném formátu (GDPR 20).
de: Daten können in einem portablen, maschinenlesbaren Format abgerufen werden (DSGVO 20).
el: Τα δεδομένα μπορούν να αποκτηθούν σε φορητή, αναγνώσιμη από μηχανή μορφή (Γενικός Κανονισμός για την Προστασία Δεδομένων 20).
es: Los datos se pueden obtener en un formato portátil, legible por máquina (GDPR 20).
eu: Datuak makina batek irakur ditzakeen formatu eramangarri eta irakurgarri batean lor daitezke (GDPR 20).
fr: Les données peuvent êtres obtenues dans un format portable, lisible par une machine (RGPD 20).
ga: Is féidir leis na sonraí a fháil i bhfoirm iniompartha, ríomh-soléite (GDPR 20).
gd: Gheibhear an dàta ann am fòrmat so-ghiùlan a ghabhas leughadh e inneal (GDPR 20).
gl: Os datos poden obterse nun formato adaptábel e lexíbel por máquinas (GDPR 20).
hu: Az adatok hordozható, géppel olvasható formátumban szerezhetőek meg (GDPR 20).
id: Data dapat diperoleh dalam bentuk yang portabel dan dapat dibaca oleh mesin (GDPR 20).
it: I dati possono essere ottenuti in un formato esportabile, leggibile dal computer (GDPR 20).
ko: 데이터는 휴대형, 기계 판독 가능 형식 (GDPR 20)으로 획득할 수 있습니다.
nl: Gegevens kunnen worden verkregen in een portable, machinaal leesbaar formaat (GDPR 20).
pl: Dane mogą zostać odczytane w formacie przenośnym (GDPR 20).
pt_br: Os dados podem ser obtidos em um formato portátil legível por máquina (GDPR 20).
pt_pt: Os dados podem ser obtidos num formato portátil legível por máquina. (RGPD 20).
ru: Данные могут быть получены в переносном, машиносчитываемом формате (Общий регламент по защите данных (ЕС) 20).
sk: Dáta môžu byť získané v prenosnom, strojom čitateľnom formáte (GDPR 20).
sv: Data kan erhållas i ett portabelt, maskinläsbart format (GDPR 20).
te: పోర్టబుల్, మెషిన్-రీడబుల్ ఫార్మాట్ (జిడిపిఆర్ 20) లో డేటాను పొందవచ్చు.
tr: Veriler, portatif, makine tarafından okunabilen bir formatta elde edilebilir (GVKY 20).
uk: Дані можуть бути отримані у портативному, придатному для читання машиною форматі (GDPR 20).
zh: 可以以便携式机器可读格式（GDPR 20）获得数据。
zh_tw: 資料可能會以可攜式、機器可讀式的格式供您取得 (GDPR 20)。
