Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Players start in the southwestern shores of India between a sea and mountains.
ast: Los jogadores intamɐn na marinha occidental-meridional de la India, entre monte & mare.
bg: Играчите започват на югозападните брегове на Индия, между море и планини.
br: Ar c'hoarierien a gomañs en aodoù Indez kreisteiz etre mor ha menezioù.
ca: Els jugadors comencen a la costa sud-oest de l'Índia entre el mar i les muntanyes.
cs: Hráč začíná na jihozápadním pobřeží Indie mezi mořem a horami.
da: Spillerne starter ved Indiens sydvestlige kyst mellem havet og bjergene.
de: Die Spieler starten an der südwestlichen Küste Indiens zwischen dem Meer und einem Gebirge.
el: Οι παίκτες ξεκινούν στις νοτιοδυτικές ακτές της Ινδίας μεταξύ μιας θάλασσας και βουνά.
es: Los jugadores comienzan en las costas suroestes de la India, entre mar y montañas.
eu: Jokalariak Indiako hego-mendebalean hasiko dira, itsaso eta mendien artean.
fa: بازیکن ها بازی را در سواحل جنوب غربی هند بین دریا و کوه ها آغاز می کنند
fi: Pelaajat aloittavat lounais Intian rannikolta meren ja vuorten välistä.
fr: Les joueurs commencent sur les côtes du sud-ouest de l'Inde entre mer et montagnes.
ga: Tosaíonn na himreoirí ar cladaigh thiar theas na hIndia, idir an mhuir agus na sléibhte.
gd: Tòsichidh na cluicheadairean air oirthir iar-dheas nan Innseachan eadar am muir ’s na beanntan.
hu: A játékosok India délnyugati partjainál kezdenek a tenger és a hegyek között.
id: Pemain mulai di garis pantai barat daya India di antara sebuah laut dan gunung-gunung.
it: I giocatori iniziano sulle rive sud-occidentali dell'India tra mare e montagna.
ja: プレイヤーたちは、海と山々の間にあるインドの南西の海岸でスタートします。
ko: 플레이어들은 인도 남서부 해안에서 바다와 산 사이에서 시작합니다.
ms: Pemain bermula di pantai barat daya India diantara laut dengan pergunungan.
nb: Spillere starter langs Indias sørvestre kyster, mellom havet og fjellene.
nl: Spelers beginnen aan de zuidwestelijke kust van India tussen zee en bergen.
pl: Gracze rozpoczynają rozgrywkę u południowo-zachodnich wybrzeży Indii, pomiędzy morzem a górami.
pt_br: Os jogadores iniciam na costa sudoeste da Índia, entre o mar e as montanhas.
pt_pt: Os jogadores começam na costa sudoeste da Índia, entre o mar e as montanhas.
ru: Игроки начинают на юго-западных берегах Индии между морем и горами.
sk: Hráči začínajú na juhozápadných brehoch Indie medzi horami a morom.
sr: Играчи почињу на југозападној обали Индије између мора и планина.
sv: Spelare börjar på Indiens sydvästra kuster mellan ett hav och berg.
tr: Oyuncular Hindistan'ın deniz ve dağlar arasındaki güneybatı sahillerinden başlarlar.
uk: Гравці починають на південно-західних берегах Індії між морем і горами.
vi: Những người chơi bắt đầu ở ven biển tây nam India nằm giữa những ngọn núi và biển cả.
zh: 印度西南的海岸，位于高山和大海之间。
zh_tw: 玩家在一片海洋與山脈中間的印度西南沿岸開始遊戲。

source: Kerala
bg: Керала
el: Κεράλα
fa: کرالا
fr: Kérala
ga: Cearala
gd: Cearala
ja: ケララ
ko: 케랄라 (인도 서남부의 지방)
ru: Керала
sk: Kérala
sr: Керала
uk: Керала
zh: 喀拉拉邦
zh_tw: 喀拉拉邦

source: Players start around a lake in the center of the map.
ast: Los jogadores intamɐn a l redor d’un llagu central.
bg: Играчите започват около езеро в средата на картата.
br: Ar c'hoarierien a gomañs war-dro ul lenn e kreiz ar gartenn.
ca: Els jugadors comencen en un llac al centre del mapa.
cs: Hráči začínají okolo jezera ve středu mapy.
da: Spillerne starter omkring en sø i midten af banen.
de: Spieler beginnen rund um einen zentralen See.
el: Οι παίκτες ξεκινούν γύρω από μια λίμνη στο κέντρο του χάρτη.
es: Los jugadores comienzan alrededor de un lago situado en el mismo centro del escenario.
eu: Jokalariak maparen erdian dagoen aintzira baten inguruan hasten dira.
fa: بازیکن ها بازی را در اطراف یک دریاچه در مرکز نقشه آغاز می کنند
fi: Pelaajat aloittavat kartan keskellä olevan järven ympäriltä.
fr: Les joueurs commencent autour d'un lac au centre de la carte.
ga: Tosaíonn na himreoirí i dtimpeall locha i lár na léarscáile.
gd: Tòisichidh na cluicheadairean timcheall air loch a tha ann am meadhan a’ mhapa.
hu: A játékosok a térkép közepén lévő tó körül kezdenek.
id: Pemain mulai di sekitar sebuah danau di tengah peta.
it: I giocatori iniziano intorno a un lago posto nel centro della mappa.
ja: プレイヤーはマップ中央の湖のほとりから開始します。
ko: 플레이어들은 지도의 중앙에 있는 호수 주변에서 시작합니다.
ms: Pemain bermula di sekitar tasik yang berada ditengah-tengah peta.
nb: Spillere starter rundt en innsjø på midten av kartet.
nl: Spelers starten rond een meer in het midden van de kaart.
pl: Gracze rozpoczynają rozgrywkę wokół jeziora na środku mapy.
pt_br: Os jogadores começam em torno de um lago no centro do mapa.
pt_pt: Os jogadores começam à volta de um lago no centro do mapa.
ru: Игроки начинают вокруг озера в центре карты.
sk: Hráči začínajú okolo jazera v strede mapy.
sr: Играчи почињу око језера у центру мапе.
sv: Spelare börjar runt en sjö i mitten av kartan.
tr: Oyuncular haritanın ortasındaki göl civarında başlarlar.
uk: Гравці починають навколо озера в центрі карти.
vi: Những người chơi bắt đầu xung quanh một hồ nước nằm ở chính giữa bản đồ.
zh: 玩家开局位于地图中央的湖泊周围。
zh_tw: 玩家在一片位於地圖中央的湖泊周邊開始遊戲。

source: Lake
ast: Llagu
bg: Езеро
br: Lenn
ca: Llac
cs: Jezero
da: Sø
de: See
el: Λίμνη
es: Laguna
eu: Aintzira
fa: دریاچه
fi: Järvi
fr: Lac
ga: Loch
gd: Loch
hu: Tó
id: Danau
it: Lago
ja: 湖
ko: 호수
ms: Tasik
nb: Innsjø
nl: Meer
pl: Jezioro
pt_br: Lago
pt_pt: Lago
ru: Озеро
sk: Jazero
sr: језеро
sv: Sjö
tr: Göl
uk: Озеро
vi: Hồ nước
zh: 湖泊
zh_tw: 湖泊
