Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-campaigns.po
Languages: af, ar, ast, bg, ca, cs, da, el, es, eu, fa, fr, gd, hi, hu, hy, id, ja, ko, ku, mk, ml, mr, nl, pl, pt_br, sk, ta_in, te, tr, tt, uk, ur, vi, zh, zh_tw

source: Resume Saved Game
af: Herneem Gestoorde Spel
ar: استئناف اللعبة المحفوظة
ast: Continuare la partida guardada
bg: Продължаване на запазена игра
ca: Continua amb la partida desada
cs: Obnovit uloženou hru
da: Genoptag gemt spil
el: Συνέχεια Αποθηκευμένου Παιχνιδιού
es: Continuar partida guardada
eu: Berrekin gordetako partida
fa: بازگشت به بازی ذخیره شده
fr: Reprendre une partie sauvegardée
gd: Lean air geama air a shàbhaladh
hi: संरक्षित खेल पुनरारंभ करें
hu: Játék folytatása
id: Lanjutkan Permainan Tersimpan
ja: 保存されたゲームの再開
ko: 저장된 게임 다시 시작
ku: Lîstika Qeydkirî Dîsa Veke
mk: Продолжи со зачуваната игра
ml: സംരക്ഷിച്ച ഗെയിം പുനരാരംഭിക്കുക
mr: सेव्ह केलेला गेम चालू ठेवा
nl: Hervat Opgeslagen Spel
pl: Wznów zapisaną grę
pt_br: Retomar Jogo Salvo
sk: Pokračovať v uloženej hre
ta_in: சேமித்த விளையாட்டை தொடரு
te: సేవ్ చేసిన ఆటను పునఃప్రారంభించు
tr: Kaydedilmiş oyunu başlat
tt: Яздырылган уенны тәмамлау
uk: Відновити Збережену Гру
ur: محفوظ کردہ گیم دوبارہ شروع کریں
vi: Chơi tiếp game màn đã lưu
zh: 更改已保存的游戏名
zh_tw: 恢復遊戲存檔

# campaignLevelList
source: Scenario Name
ar: اسم السيناريو
ast: Nome de la scena
bg: Име на сценария
ca: Nom de l'escenari
cs: Název scénáře
da: Scenariets navn
el: Όνομα Σεναρίου
es: Nombre de escenario
eu: Jokalekuaren izaena
fa: نام سناریو
fr: Nom du scénario
gd: Ainm a’ chnàmh-sgeòil
hi: पटकथा का नाम
hu: Küldetés neve
hy: Սցենարի անուն
id: Nama Skenario
ja: シナリオの名前
ko: 시나리오 이름
ku: Navê Senaryoyê
mk: Име на сценариото
ml: രംഗത്തിൻ്റെ പേര്
mr: सेनारियोचे नाव
nl: Naam Scenario
pl: Nazwa scenariusza
pt_br: Nome do Cenário
sk: Názov scenáru
ta_in: காட்சியின் பெயர்
te: దృష్టాంతం పేరు
tr: Senaryo adı
tt: Сценарий исеме
uk: Ім'я Сценарію
ur: منظر نامہ
vi: Tên màn chơi
zh: 场景名
zh_tw: 劇情名稱

# campaignLevelList
source: Status
ar: الحالة
ast: Stadu
bg: Състояние
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
eu: Egoera
fa: وضعیت
fr: Statut
gd: Staid
hi: स्थिति
hu: Állapot
hy: Կարգավիճակ
ja: 状態
ko: 상태
ku: Cî
mk: Состојба
ml: പദവി
mr: स्थिती
sk: Stav
ta_in: நிலை
te: స్థితి
tr: Durum
tt: Статус
uk: Стан
vi: Trạng thái
zh: 状态
zh_tw: 狀態

source: file cannot be loaded
af: Lêer kan nie gelaai word nie
ar: لا يمكن تحميل الملف
ast: Nun se pudo cargar l archivo
bg: файлът не може да бъде зареден
ca: no es pot carregar el fitxer
cs: soubor nelze nahrát
da: Filen kunne ikke læses
el: το αρχείο δε μπορεί να φορτωθεί
es: No se ha podido cargar el archivo
eu: Fitxategia ezin izan da kargatu
fa: پرونده‌ نمی تواند بارگذاری شود
fr: le fichier ne peut pas être chargé
gd: cha ghabh am faidhle a luchdadh
hi: फाइल लोड नहीं किया जा सका
hu: a fájl nem tölthető be
hy: ֆայլը չի կարող բեռնվել
id: berkas tidak bisa dimuat
ja: ファイルが読み込めません
ko: 파일을 불러올 수 없습니다
ku: pel nayê barkirin
mk: датотеката не може да се вчита
ml: ഫയൽ ലോഡ് ചെയ്യാൻ കഴിയില്ല
mr: फाइल लोड करू शकत नाही
nl: bestand kan niet geladen worden
pl: plik nie może być załadowany
pt_br: o arquivo não pôde ser carregado
sk: súbor nemôže byť načítaný
ta_in: கோப்பை ஏற்ற முடியவில்லை
te: ఫైల్ లోడ్ చేయబడదు
tr: dosya yüklenemiyor
tt: файл китерелеп чыгалмый
uk: файл не може бути завантажено
ur: فائل لوڈ نہیں کی جا سکتی
vi: không thể tải tệp
zh: 无法加载文件
zh_tw: 無法載入檔案

source: Are you sure you want to delete run %s? This cannot be undone.
ar: هل أنت متأكد أنك تريد حذف المدى %s؟ لا يمكن التراجع عنه لاحقاً.
ast: ¿Stas ciertu que quieres esmemorecer la instancia “%s”? Esto nun se puöde disfazher.
bg: Наистина ли искате да изтриете %s? Действието е необратимо.
ca: Segur que voleu esborrar la partida %s? Aquesta acció no es pot desfer.
cs: Opravdu chcete odstranit běh %s? Nelze vrátit zpět.
da: Er du sikker på, at du vil slette %s? Dette kan ikke fortrydes.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τη λειτουργία %s? Αυτό δε θα μπορεί να επανορθωθεί.
es: ¿Estás seguro de que quieres borrar %s? Esto no se puede deshacer.
eu: Ziur zaude %s exekutatzea ezabatu nahi duzula? Hau ezin da desegin.
fa: آیا مطمئن هستید که می خواهید اجرا %s را حذف کنید؟ این قابل بازگشت نیست.
fr: Êtes-vous sûr de vouloir supprimer la partie %s ? Cela ne pourra pas être annulé.
gd: A bheil thu cinnteach gu bheil thu airson an ruith %s a sguabadh às? Cha ghabh seo a neo-dhèanamh.
hi: क्या आप चाल %s को मिटाने के प्रति आश्वस्त हैं? इसे बदला नहीं जा सकेगा।
hu: Biztos, hogy törlöd a(z) %s menetet? Ez nem vonható vissza.
id: Anda yakin menghapus misi %s? Ini tidak dapat dibatalkan.
ja: 本当に %s を削除しますか？これは取り消すことができません。
ko: %s 다시보기를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ku: Ma hûn pê bawer in ku hûn dixwazin %s jêbibin? Ev nayê betalkirin.
ml: %sറൺ ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ? ഇത് പഴയപടിയാക്കാൻ കഴിയില്ല.
mr: तुम्हाला %s हा रन नक्की डिलीट करायचा आहे का? ही क्रिया मागे घेता येणार नाही.
nl: Bent u zeker dat u spel %s wil verwijderen? Dit kan u niet meer ongedaan maken.
pl: Jesteś pewien że chcesz usunąć %s? Tego nie można odwrócić.
pt_br: Tem certeza que deseja apagar %s? Esta ação não pode ser desfeita.
sk: Si si istý že chceš vymazať beh %s? Vymazané behy nemožno obnoviť.
ta_in: ஓடடம் %s ஐ நீக்க வேண்டும் என்பதில் உறுதியாக இருக்கிறீர்களா? This cannot be undone. இதை மாற்ற இயலாது.
te: మీరు ఖచ్చితంగా రన్ తొలగించాలనుకుంటున్నారా %s? దీన్ని రద్దు చేయలేము.
tr: %s silmek istediğinizden emin misinz? Bu işlem geri alınamaz.
tt: Сез чынлапта уенның үтүен %s бетерергә уйлыйсызмы? Аны кире кайтарып былмыйчак.
uk: Чи впевнені Ви, що хочете видалити проходження %s назавжди?
vi: Bạn có chắc chắn muốn xoá %s? Điều này không thể hoàn tác.
zh: 确定要删除%s？该操作不可恢复。
zh_tw: 確定要刪除進度「%s」嗎？此操作無法復原。

source: Confirmation
ar: أكّد
ast: Confirmacion
bg: Потвърждение
ca: Confirmació
cs: Potvrzení
da: Bekræftelse
el: Επιβεβαίωση
es: Confirmar decisión
eu: Baieztapena
fa: تایید
gd: Dearbhadh
hi: पुष्टिकरण
hu: Megerősítés
hy: Հաստատում
id: Konfirmasi
ja: 確認
ko: 확인
ku: Tesdîq
mk: Потврда
ml: ഉറപ്പിക്കല്‍
mr: पुष्टीकरण
nl: Bevestiging
pl: Potwierdzenie
pt_br: Confirmação
sk: Potvrdenie
ta_in: உறுதிசெய்
te: నిర్ధారణ
tr: Onay
tt: Раслау
uk: Підтвердження
ur: تصدیق
vi: Xác nhận
zh: 确定
zh_tw: 確認

source: No
af: Nee
ar: لا
ast: Non
bg: Не
cs: Ne
da: Nej
el: Όχι
eu: Ez
fa: خیر
fr: Non
gd: Chan eil
hi: नहीं
hu: Nem
hy: Ոչ
id: Tidak
ja: いいえ
ko: 아니오
ku: Na
mk: Не
ml: അല്ല
mr: नाही
nl: Nee
pl: Nie
pt_br: Não
sk: Nie
ta_in: இல்லை
te: కాదు
tr: Hayır
tt: Юк
uk: Ні
ur: نہیں
vi: Không
zh: 否
zh_tw: 否

source: Yes
af: Ja
ar: نعم
ast: Sí
bg: Да
ca: Sí
cs: Ano
da: Ja
el: Ναι
es: Sí
eu: Bai
fa: بله
fr: Oui
gd: Tha
hi: हाँ
hu: Igen
hy: Այո
id: Ya
ja: はい
ko: 예
ku: Erê
mk: Да
ml: അതെ
mr: होय
nl: Ja
pl: Tak
pt_br: Sim
sk: Áno
ta_in: ஆம்
te: అవును
tr: Evet
tt: Әйе
uk: Так
ur: جی ہاں
vi: Có
zh: 是
zh_tw: 是

source: Load Campaign
af: Laai veldtog
ar: حمل الحملة
ast: Cargare la campaña
bg: Зареждане на кампания
ca: Carrega la campanya
cs: Nahrát kampaň
da: Indlæs kampagne
el: Φόρτωση Εκστρατείας
es: Cargar campaña
eu: Kargatu kanpaina
fa: بارگذاری کمپین
fr: Charger une campagne
gd: Luchdaich an iomairt
hi: अभियान लोड करें
hu: Hadjárat betöltése
id: Membuka Petualangan
ja: キャンペーンを続ける
ko: 캠페인 불러오기
ku: Kampanyaya barkirinê
mk: Вчитај ја кампањата
ml: രംഗം ലോഡ് ചെയുക
mr: कँपेन लोड करा
nl: Laad veldtocht
pl: Załaduj kampanię
pt_br: Carregar Campanha
sk: Načítať kampaň
ta_in: முனைப்பியக்கத்தை ஏற்று
te: లోడ్ క్యాంపేన్
tr: Kampanyayı yükle
tt: Кампанияны тәмамларга
uk: Завантажити Кампанію
ur: لوڈ مہم
vi: Tải chiến dịch
zh: 加载战役
zh_tw: 載入戰役

source: No ongoing campaigns.
af: Geen deurlopende veldtogte.
ar: لا يوجود أي حملات جارية.
ast: Nun ha hi campañɐs in cursu.
bg: Няма текущи кампании.
ca: No hi ha campanyes en marxa.
cs: Neprobíhají žádné kampaně.
da: Ingen igangværende kampagner
el: Καμία εκστρατεία σε εξέλιξη.
es: No hay campañas en curso.
eu: Ez dago kanpainarik abian
fa: هیچ کمپینی در حال انجام نیست.
fr: Aucune campagne en cours.
gd: Chan eil iomairt a’ dol.
hi: कोई चलायमान अभियान नहीं
hu: Nincs megkezdett hadjárat.
id: Tak ada petualangan yang berlangsung
ja: 続けるキャンペーンがありません
ko: 진행중인 캠페인 없음
ku: Kampanyayên berdewam tune.
mk: Нема тековни кампањи.
ml: തുടർച്ചയായി രംഗങ്ങൾ ഒന്നുമില്ല
mr: चालू असलेली एकही कँपेन नाही.
nl: Geen actieve veldtochten.
pl: Brak trwających kampanii.
pt_br: Nenhuma campanha em andamento.
sk: Žiadne prebiehajúce kampane.
ta_in: நடந்து கொண்டிருக்கும் முனைப்பியக்கங்கள் எதுவும் இல்லை.
te: కొనసాగుతున్న క్యాంపేన్ ఏమిలేవు
tr: Devam eden kampanyalar yok.
tt: Башланган кампаниялар юк.
uk: Немає розпочатих кампаній.
ur: کوئی جاری مہم نہیں
vi: Không có chiến dịch đang diễn ra.
zh: 没有当前战役。
zh_tw: 沒有進行中的戰役

source: Name of selected run:
ar: اسم المدى المحدد:
ast: Nome de la instancia escolyida:
bg: Име на избраната игра:
ca: Nom de la partida seleccionada:
cs: Název vybraného běhu:
da: Navn af valgte kørsel:
el: Όνομα της επιλεγμένης λειτουργίας:
es: Nombre seleccionado:
eu: Aukeratutako exekuzioaren izena:
fa: نام اجرا‌ی برگزیده:
fr: Nom de la partie choisie :
gd: Ainm na ruith a thagh thu:
hi: चयनित चाल का नाम :
hu: Kiválasztott futtatás neve:
id: Nama misi yang dipilih:
ja: 選択した名前：
ko: 선택한 다시보기 이름:
ku: Navê rêça hilbijartî:
ml: തിരഞ്ഞെടുത്ത റണ്ണിൻ്റെ പേര്:
mr: निवडलेल्या रनचे नाव:
nl: Naam van geselecteerde campagne:
pl: Nazwy wybranych gier:
pt_br: Nome do jogo selecionado:
sk: Meno vybraného behu:
ta_in: தேர்ந்தெடுக்கப்பட்ட ஓட்டத்தின் பெயர்:
te: ఎంచుకున్న రన్ పేరు:
tr: Seçili turun adı;
tt: Сайланган уенның үтүе исеме:
uk: Ім'я вибраного проходження:
ur: منتخب رن کا نام:
vi: Tên cuộc hành trình đã chọn:
zh: 选取的名字
zh_tw: 進度名稱：

source: Cancel
af: Kanselleer
ar: ألغِ
ast: Incaboxar
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
el: Ακύρωση
es: Cancelar
eu: Utzi
fa: لغو
fr: Annuler
gd: Sguir dheth
hi: रद्द करें
hu: Mégse
hy: Չեղարկել
id: Batal
ja: キャンセル
ko: 취소
ku: Betal
mk: Откажи
ml: റദ്ദാക്കൂ
mr: रद्द करा
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
sk: Zrušiť
ta_in: ரத்து
te: రద్దుచేయి
tr: İptal
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ
zh: 取消
zh_tw: 取消

source: Delete
af: Verwyder
ar: احذف
ast: Esmemorecer
bg: Изтриване
ca: Esborra
cs: Smazat
da: Slet
el: Διαγραφή
es: Eliminar
eu: Ezabatu
fa: حذف
fr: Supprimer
gd: Sguab às
hi: मिटाएं
hu: Törlés
hy: Ջնջել
id: Hapus
ja: 削除
ko: 삭제
ku: Jê bibe
mk: Избриши
ml: ഇല്ലാതാക്കുക
mr: हटवा
nl: Verwijder
pl: Usuń
pt_br: Excluir
sk: Vymazať
ta_in: அழி
te: తొలగించు
tr: Sil
tt: Бетерү
uk: Видалити
ur: حذف کریں
vi: Xóa
zh: 删除
zh_tw: 刪除

source: Start a campaign
af: Begin 'n veldtog
ar: ابدأ حملة
ast: Intamar una campaña
bg: Започване на кампания
ca: Comença una campanya
cs: Začít kampaň
da: Start en kampagne
el: Ξεκινήστε μια εκστρατεία
es: Comenzar una campaña
eu: Hasi kanpaina bat
fa: آغاز یک کمپین
fr: Démarrer une campagne
gd: Tòisich iomairt
hi: एक अभियान शुरू करें
hu: Hadjárat megkezdése
hy: Սկսել արշավանք
id: Mulai sebuah petualangan
ja: キャンペーンを始める
ko: 캠페인 시작
ku: Kampanyayek bidin destpêkirin
mk: Започни кампања
ml: ഒരു രംഗം ആരംഭിക്കുക
mr: कँपेन सुरू करा
nl: Een veldtocht starten
pl: Wystartuj kampanię
pt_br: Começar uma campanha
sk: Začať kampaň
ta_in: ஒரு முனைப்பியக்கத்தை துவங்கு
te: క్యాంపేన్ మొదలు పెట్టు
tr: Kampanya başlat
tt: Кампанияны башларга
uk: Розпочати кампанію
ur: مہم شروع کرو
vi: Bắt đầu một chiến dịch
zh: 开始对战
zh_tw: 開始戰役

source: Please enter the name of your new campaign run:
af: Benoem asseblief jou nuwe veldtog
ar: الرجاء أدخل اسم الحملة الجديدة:
ast: Noma esta nuöva instancia, por favor:
bg: Въведете име за новото разиграване на кампанията:
ca: Introduïu el nom de la partida nova:
cs: Prosím, zadejte název vaší nové kampaně:
da: Indtast et navn på din nye kampagne
el: Παρακαλώ εισάγετε το όνομα της νέας εκστρατείας σας:
es: Introducir el nombre de la nueva campaña:
eu: Mesedez sartu kanpaina exekuzio berriaren izena:
fa: لطفا نام کمپین جدیدتان را وارد کنید:
fr: Veuillez entrer le nom de votre nouvelle campagne :
gd: Cuir a-steach ainm na ruith iomairte ùire agad:
hi: कृपया चलाए गए अपने नए अभियान का नाम डालें:
hu: Add meg az új menet nevét:
id: Mohon masukkan nama misi petualangan baru Anda:
ja: 新しいキャンペーンの名前を入力してください：
ko: 새 캠페인 실행 이름을 입력하십시오:
ku: Ji kerema xwe navê kampanyaya xweya nû binivîsin:
mk: Ве молиме внесете го името на вашата нова кампања:
ml: നിങ്ങളുടെ പുതിയ രംഗം റണ്ണിൻ്റെ പേര് നൽകുക:
mr: आपल्या नवीन कँपेन रनचे नाव प्रविष्ट करा:
nl: Gelieve de naam van uw nieuwe campagne in te voeren:
pl: Podaj nazwę Twojej nowej sesji kampanii:
pt_br: Insira o nome de sua nova execução de campanha:
sk: Zadaj meno nového kampaňového behu:
ta_in: உங்கள் புதிய முனைப்பியக்க ஓட்டத்தின் பெயரை உள்ளிடவும்:
tr: Lütfen yeni kampanyanın tur adını giriniz:
tt: Кампания үтүе исемен, зинһар өчен, билгеләгез:
uk: Будь ласка, введіть ім'я вашого нового проходження кампанії:
ur: براہ کرم اپنی نئی مہم چلانے کا نام درج کریں
vi: Vui lòng nhập tên chiến dịch mới của bạn:
zh: 请输入新战役名：
zh_tw: 請輸入您的新戰役進度名稱：

source: Start Campaign
af: Begin veldtog
ar: ابدأ حملة
ast: Intamare la campaña
bg: Започване на кампанията
ca: Comença la campanya
cs: Začít kampaň
da: Start kampagne
el: Ξεκινήστε εκστρατεία
es: Comenzar campaña
eu: Hasi kanpaina
fa: آغاز کمپین
fr: Débuter la campagne
gd: Tòisich iomairt
hi: अभियान शुरू करें
hu: Hadjárat megkezdése
hy: Սկսել արշավանքը
id: Mulai Petualangan
ja: キャンペーンを始める
ko: 캠페인 시작
ku: Kampanyayê dest pê bikin
mk: Започни кампања
ml: രംഗം ആരംഭിക്കുക
mr: कँपेन सुरू करा
nl: Veldtocht Starten
pl: Wystartuj kampanię
pt_br: Começar Campanha
sk: Začať kampaň
ta_in: முனைப்பியக்கத்தை துவங்கு
te: క్యాంపేన్ ప్రారంభించు
tr: Kampanya başlat
tt: Кампанияны башларга
uk: Розпочати Кампанію
ur: مہم شروع کریں
vi: Bắt đầu chiến dịch
zh: 开始对战
zh_tw: 開始戰役

source: No campaign selected.
af: Geen veldtog geselekteer
ar: لم يتم اختيار حملة.
ast: Nun s’escolyeu campaña dala.
bg: Няма избрана кампания.
ca: No s'ha seleccionat cap campanya.
cs: Není vybrána žádná kampaň.
da: Ingen kampagne valgt
el: Καμία Εκστρατεία δεν επιλέχθηκε.
es: No se ha elegido ninguna campaña.
eu: Ez da kanpainarik hautatu.
fa: هیچ کمپینی انتخاب نشده.
fr: Aucune campagne n’est sélectionnée.
gd: Cha deach iomairt a thaghadh.
hi: किसी भी अभियान का चयन नहीं
hu: Nincs kiválasztott hadjárat.
hy: Ոչ մի արշավանք ընտրված չէ։
id: Tidak ada petualangan yang dipilih
ja: キャンペーンが選択されていません
ko: 선택된 캠페인 없음
ku: Ti kampanya nehat hilbijartin.
mk: Нема избрана кампања.
ml: രംഗങ്ങളോന്നും തിരഞ്ഞെടുത്തിട്ടില്ല.
mr: कोणतीही कँपेन निवडली नाही.
nl: Geen veldtocht geselecteerd.
pl: Nie wybrano kampanii.
pt_br: Nenhuma campanha selecionada.
sk: Nebola vybraná žiadna kampaň.
ta_in: எந்த முனைப்பியக்கமும் தேர்வுசெய்யப்படவில்லை.
te: ఏ క్యాంపేన్ ఎంచుకోబడలేదు.
tr: Kampanya seçilmedi.
tt: Кампания сайланмаган.
uk: Жодна кампанія не вибрана.
ur: کوئی مہم منتخب نہیں کی گئی۔
vi: Không chiến dịch nào được chọn.
zh: 未选取战役
zh_tw: 未選取戰役。

source: Campaigns
af: Veldtogte
ar: حملات
ast: Campañɐs
bg: Кампании
ca: Campanyes
cs: Tažení
da: Kampagner
el: Εκστρατείες
es: Campañas
eu: Kanpainak
fa: کمپین ها
fr: Campagnes
gd: Iomairtean
hi: अभियान
hu: Hadjáratok
hy: Արշավանքներ
id: Petualangan
ja: キャンペーン
ko: 캠페인
ku: Kampanya
mk: Кампањи
ml: രംഗങ്ങൾ
mr: कँपेन
nl: Veldtochten
pl: Kampanie
pt_br: Campanhas
sk: Kampane
ta_in: முனைப்பியக்கங்கள்
te: క్యాంపేన్ స్
tr: Kampanyalar
tt: Кампаниялар
uk: Кампанії
ur: مہمات
vi: Nhiệm vụ
zh: 战役
zh_tw: 戰役

source: No Campaign selected
af: Geen veldtog geselekteer
ar: لم يتم اختيار حملة
ast: Nun s’escolyeu campaña dala
bg: Няма избрана кампания
ca: No s'ha seleccionat cap campanya
cs: Není vybrána žádná kampaň
da: Ingen kampagne valgt
el: Καμία Εκστρατεία δεν επιλέχθηκε
es: Ninguna campaña elegida
eu: Ez da kanpainarik hautatu
fa: هیچ کمپینی انتخاب نشده
fr: Il n’y a pas de campagne sélectionnée
gd: Cha deach iomairt a thaghadh
hi: किसी भी अभियान का चयन नहीं
hu: Nincs kiválasztott hadjárat
id: Tidak ada Petualangan yang dipilih
ja: キャンペーンが選択されていません
ko: 선택된 캠페인 없음
ku: Ti Kampanya nehat hilbijartin
ml: രംഗങ്ങളോന്നും തിരഞ്ഞെടുത്തിട്ടില്ല.
mr: कोणतीही कँपेन निवडली नाही
nl: Geen veldtocht geselecteerd
pl: Nie wybrano kampanii
pt_br: Nenhuma campanha selecionada
sk: Nebola vybraná žiadna kampaň
ta_in: எந்த முனைப்பியக்கமும் தேர்வுசெய்யப்படவில்லை
te: ఏ క్యాంపేన్ ఎంచుకోబడలేదు
tr: Kampanya seçilmedi.
tt: Кампания сайланмаган
uk: Жодна Кампанія не вибрана
ur: کوئی مہم منتخب نہیں
vi: Không chiến dịch nào được chọn
zh: 未选取战役
zh_tw: 未選取戰役

source: Main Menu
ar: القائمة الرّئيسيّة
ast: Menú principal
bg: Главно меню
ca: Menú principal
cs: Hlavní nabídka
da: Hovedmenu
el: Κεντρικό Μενού
es: Menú principal
eu: Menu nagusia
fa: فهرست اصلی
fr: Menu principal
gd: A’ phrìomh chlàr-taice
hi: मुख्य तालिका
hu: Főmenü
hy: Գլխավոր մենյու
id: Menu Utama
ja: メインメニュー
ko: 기본 메뉴
ku: Menuya Serekê
mk: Главно мени
ml: പ്രധാന മെനു
mr: मुख्य मेन्यू
nl: Hoofdmenu
pl: Menu główne
pt_br: Menu Principal
sk: Hlavné menu
ta_in: முதன்மை பட்டியல்
te: ప్రధాన జాబితా
tr: Ana Menü
tt: Төп меню
uk: Головне меню
ur: مین مینو
vi: Menu chính
zh: 主菜单
zh_tw: 主選單

# campaignsetup
source: Name
af: Naam
ar: الاسم
ast: Nome
bg: Име
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
eu: Izena
fa: نام
fr: Nom
gd: Ainm
hi: नाम
hu: Név
hy: Անուն
id: Nama
ja: 名前
ko: 이름
ku: Nav
mk: Име
ml: പേര്
mr: नाव
nl: Naam
pl: Nazwa
pt_br: Nome
sk: Názov
ta_in: பெயர்
te: పేరు
tr: İsim
tt: Исем
uk: Ім'я
ur: نام
vi: Tên
zh: 名字
zh_tw: 名稱

# Campaign Template
source: Discover the new and improved maps in Alpha XXVII with a demo campaign, taking you through all of them.
ast: Discubri lɐs nuövɐs & melyores geographíɐs de l’Alpha XXVII cun una campaña demonstrativa que percuörre todɐs ellɐs.
bg: Разгледайте новите и подобрени карти в Алфа XXVII с демонстрационна кампания, която ще Ви представи всички тях.
da: Oplev de nye og forbedrede kort i Alpha XXVII med en demokampagne, der fører dig igennem dem alle.
fa: همه ی نقشه های ارتقا یافته و جدید را در نگارش ۲۷ آلفا با بخش آزمایشی، بیازمایید.
ml: ഒരു ഡെമോ കാമ്പെയ്‌നിലൂടെ ആൽഫ XXVII-ൽ പുതിയതും മെച്ചപ്പെടുത്തിയതുമായ മാപ്പുകൾ കണ്ടെത്തൂ, അവയെല്ലാം നിങ്ങളെ കൊണ്ടുപോകുന്നു.
tt: Ачыгыз үзегез өчен Alpha XXVII-нең яңа һәм яхшыртылган карталарын демонстрация кампаниясы белән, кайсысы сезне бөтенесе аша үткәрә.

# Campaign Template
source: Learn how to play 0 A.D.
bg: Научете се как да играете 0 A.D.
fa: یاموزید چگونه 0A.D را بازی کنید.
ml: 0A.D കളിക്കുന്നത് എങ്ങനെയെന്ന് അറിയുക.
mr: 0 A.D. कसे खेळायचे हे शिका

# Campaign Template
source: This is a basic tutorial to get you started playing 0 A.D.
bg: Това е основно обучение, с което да започнете да играете 0 A.D.
fa: این یک آموزش اولیه است تا شما بازی کردن 0A.D را آغاز کنید.
ml: 0A.D കളിക്കാൻ തുടങ്ങുന്നതിനുള്ള അടിസ്ഥാന ട്യൂട്ടോറിയലാണിത്.
mr: 0 A.D. खेळायला सुरू करण्यास हे एक पायाभूत ट्यूटोरियल आहे.

# Campaign Template
source: Discover the new maps in Alpha XXVI with a demo campaign, taking you through all of them.
ca: Descobriu els nous mapes de l'Alfa XXVI amb una campanya de demostració on els podreu provar tots.
el: Ανακαλύψτε νέους χάρτες στην έκδοση Αλφα XXVI με μία παρουσίαση εκστρατείας, εξερευνόντας όλες τις δυνατότητες.
ja: Alpha 26の新マップをすべて体験できるデモキャンペーンをご用意しています。
ko: 데모 캠페인을 통해 알파 XXVI의 새로운 지도를 모두 살펴보십시오.
nl: Ontdek de nieuwe kaarten van Alpha XXVI met een demonstratie veldtocht waarin u ze allemaal kunt bezoeken.
vi: Khám phá các bản đồ mới của Alpha XXVI với một demo chiến dịch, kể cho bạn câu chuyện của tất cả.

# Campaign Template
source: Discover the new maps in Alpha 25 with a demo campaign, taking you through all of them.
es: Explora los nuevos escenarios de Alpha 25 con una campaña de demostración que recorre todos.
eu: Ezagutu Alpha 25-en mapa berriak demo kanpaina batekin, denak ikusiz.
pl: Odkryj nowe mapy w Alfa 25 z kampanią w wersji demo.
uk: Відкрийте для себе нові карти Alpha 25 за допомогою демонстраційної кампанії, яка проведе вас через них усі.
zh: 通过演示战役探索“内测版 25”中的新地图。
zh_tw: 藉由示範戰役來探索 Alpha 25 的所有新地圖。
