Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Thus, we should order them to deposit their Wood in the Civic Center along the way. To do so, we will hold Shift while clicking to queue orders: select your soldiers, hold Shift and right-click on the Civic Center to deposit their Wood and then hold Shift and right-click on the Stone mine to gather it.
ast: Asina, debemos ordena-yos guardar la madera en centru civil a lo llargo del camín. Pa facelo, vamos primir Mayús al calcar pa poner órdenes na cola: esbilla los soldaos, primi Mayús y calca col botón drechu en centru civil pa guardar la madera y dempués primi Mayús y calca col botón drechu na mina de piedra pa recoyer d'ella.
bg: Затова трябва да ги накараме да оставят събраните дърва в селищния център по пътя към камъните. За да направим това, можем да създадем опашка от команди за тях, задържайки клавиша Shift: задръжте го и щракнете с десния бутон върху селищния център, за да ги накарате да оставят дървата там, а след това, все още държейки клавиша Shift, щракнете с десния бутон върху каменната мина, за да започнат да събират камъни оттам.
br: E-se, rankout a rafemp reiñ an urzh dezho da gas o c'hoad er Greizenn Geodedel war an hent. Evit en ober enta, derc'hel a raimp ar bouton Lkd pouezet e-pad ma vo kliket an urzhioù e steudad-c'hortoz: diuzañ ho soudarded, derc'hel ar bouton Lkd ha klikit-dehoù war ar Greizenn Geodedel evit kas o c'hoad ennañ, hag a-benn neuze derc'hel war ar bouton Lkd ha klik-dehou war ar vengleuz Maen evit dastum an danvez-mañ.
ca: Així, hauríem d'ordenar-los que deixessin la fusta que porten al Centre Cívic de camí. Per a fer-ho, mantingueu premut Maj mentre aneu posant ordres a la cua: seleccioneu els soldats, Maj + botó dret al Centre Cívic per dipositar la fusta i, a continuació, Maj + clic a la mina de pedra per recol·lectar-ne.
de: Also sollten wir ihnen befehlen, das Holz unterwegs beim Verwaltungssitz abzuladen. Dazu reihen wir mit Umschalt+Klick Befehle in die Warteschlange ein: Wähle deine Soldaten aus, Umschalt+Rechtsklick auf den Verwaltungssitz, um das Holz abzuladen und klicke dann Umschalt+Rechtsklick auf das Steinvorkommen, um es abzubauen.
el: Έτσι, θα πρέπει να τους διατάξουμε να εναποθέσουν το Ξύλο τους στο Αστικό Κέντρο κατά μήκος του δρόμου. Για να το κάνετε αυτό, κρατήστε πατημένο το Shift ενώ κάνετε κλικ για να βάλετε σε αναμονή της εντολές: επιλέξτε τους στρατιώτες σας, κάντε δεξί κλικ στο Αστικό Κέντρο για να εναποθέσετε το ξύλο τους και, στη συνέχεια, κάντε Shift και δεξί κλικ πάνω στο ορυχείο Πέτρας για να την εξορύξετε.
eo: De ĉi tie, ni devus komandi al ili demeti ilian Lignon en la Civitacentron laŭ la iro. Por fari tiel, ni premos Maj. dum ni klakos por envicigi komandojn: elektu viajn soldatojn, premu Maj. kaj dekstre-klaku sur la Civitacentron por demeti ilian Lignon kaj poste premu Maj. kaj dekstre-klaku sur la Ŝtonan minon por kolekti ĝin.
es: Por lo que debemos ordenarles que dejen la madera en el centro cívico de camino. Para hacerlo acumularemos órdenes con Mayús + clic: selecciona tus soldados, haz Mayús + clic derecho en el centro cívico para depositar la madera y luego haz Mayús + clic derecho en la mina de piedra para picar.
es_ar: Entonces deberías ordenarles que depositen su madera en el Centro Cívico mientras van a la cantera. Para eso, mantén presionado Shift mientras haces click para poner las ordenes en cola: selecciona tus soldados, mantén presionado Shift y haz click derecho en el Centro Cívico para depositar su madera y click derecho en la cantera para recolectar piedra.
eu: Hori dela eta, egurra Gizarte Zentrora doan bidean zehar egurra uzteko agindu behar diegu. Horretarako, agindu ilara egingo dugu Maius sakatuta dugula klik eginez: aukeratu zure soldaduak, Maius sakatuta duzula eskuin-klika egin Gizarte Zentroan Egurra uzteko eta gero Maius sakatuta duzula eskuin-klika egin Harri Meategian hura biltzeko.
fa: از این رو ، ما می بایست نخست به آنها فرمان دهیم که چوب های خود را در محل های تحویل منابع تحویل دهند و سپس به آنها فرمان دهیم که سنگ جمع کنند. برای اینکار ما از کلید شیفت برای ایجاد یک سلسله دستور برای نیروها استفاده می کنیم: سرباز ها را انتخاب می کنیم ، کلید شیفت را نگه میداریم سپس بر روی مرکز تمدن کلیک راست می کنیم و سپس در حالی که شیفت را نگه داشته ایم بر روی معدن سنگ کلیک راست می کنیم تا این سربازها نخست به مرکز تمدن بروند و چوب ها را تحویل دهند و سپس بصورت خودکار به معدن سنگ بروند برای جمع آوری سنگ.
ga: Mar sin, ba cheart dúinn iad a ordú a nAdhmad a chur san Ionad Cathartha ar an mbealach. Mar é sin a dhéanamh, brúfaimid ar Shift nuair atá muid ag cliceáil d'oird a chur i scuaine: roghnaigh do shaighdiúirí, brúigh ar Shift agus deaschliceáil ar an Ionad Cathartha dá nAdhmad a chur, agus ansin brúigh ar Shift agus deaschliceáil ar an mianach Cloiche do Cloch a bhailiú.
gd: A thoradh air sin, bu chòir dhuinn iarraidh orra gun cuir iad am fiodh aca dhan ionad shìobhalta air an t-slighe a-null. Gus seo a dhèanamh, nì sinn briogadh le Shift a chuireas na h-òrduighean againn ri ciutha: tagh na saighdearan agad, cum sìos Shift is dèan briogadh deas air an ionad shìobhalta gus am fiodh aca fhàgail ann agus an uairsin cum sìos Shift is dèan briogadh deas air a’ mhèinn cloiche gus a thochladh.
gl: Polo tanto deberíamos ordenarlles depositar a madeira no centro cívico polo camiño. Para facelo, manteremos Maiús ao premer para encolar as ordes: selecciona os soldados, mantén Maiús e fai clic dereito no centro cívico para depositar a súa madeira e a continuación mantén Maiús e fai clic dereito na mina de pedra para picala.
it: Quindi dovresti ordinare loro di depositare il loro Legno nel Centro Cittadino lungo la strada. Per farlo, dai degli ordini in coda premendo maiusc+click: seleziona i tuoi soldati, fai clic con il pulsante destro del mouse sul Centro Civico per depositare loro Legno e poi fai maiusc+clic con il tasto destro sulla miniera di Pietra per raccoglierla.
ko: 따라서, 시민회관에 목재를 배달하도록 명령하십시오. 그러려면, 군인을 선택하고 Shift 키를 누른상태에서 시민 회관을 마우스 오른쪽 버튼으로 클릭한 다음, Shift 키를 누른 채로 석재 광산을 마우스 오른쪽 버튼으로 클릭하여 채집합니다.
ms: Maka, kita perlu arah mereka menyerahkan Kayu tersebut ke Pusat Sivik semasa ke lokasi baharu. Untuk membuatnya, tahan Shift ketika mengklik tertib baris gilir: pilih askar anda, tahan Shift dan klik-kanan pada Pusat Sivik untuk menyerahkan Kayu sedia ada dan kemudian tahan Shift dan klik-kanan pada lombong Batu untuk melombongnya.
pl: W związku z tym powinniśmy nakazać im złożenie swojego drewna w Centrum Osady po drodze. Aby to zrobić, będziemy ustawiać kolejność zadań za pomocą kliknięcia shift: wybierz żołnierzy, kliknij prawym przyciskiem myszy Centrum Osady, aby zdeponować ich Drewno, a następnie kliknij prawym przyciskiem myszy na Kamiennej Kopalni, aby go zebrać.
pt_pt: Então, devemos ordenar-lhes que depositem a Madeira no Centro Cívico. Para isso, vamos manter premida a tecla Shift enquanto clicamos nas ordens: seleciona os soldados, mantém pressionada a tecla Shift e clica com o botão direito do rato no Centro Cívico para depositarem a Madeira e depois mantém premida a tecla Shift e clica com o botão direito do rato na mina de Pedra.
ru: Таким образом, мы должны приказать им по пути к каменной шахте отнести собранную ими древесину в Городской Центр. Чтобы сделать это, мы удерживая клавишу Shift создать последовательность команд : выберите ваших солдат, удерживайте Shift и щелкните правой кнопкой мыши на Городской Центр, что бы сложить древесину, а затем зажмите Shift и щелкните правой кнопкой мыши на каменной шахты, чтобы приступить к добыче камня.
sk: Čiže by bolo dobré poslať ich cestou zložiť drevo do Občianskeho Centra. Aby sme to dosiahli, budeme klikať poradie príkazov s podržanou klávesou Shift. Najprv teda označíme vojakov, potom podržíme Shift a klikneme pravým tlačidlom na Občianske Centrum (aby odovzdali drevo), a potom zase s podržaným Shiftom klikneme na kamennú baňu, aby začali ťažiť kameň.
sv: Således bör vi beställa dem att lasta av sin ved i samhällscentret på vägen. För att göra så håller vi ner Shift medan du klickar på beställningar: välj dina soldater, håll ner Shift och högerklicka på samhällscentret för att deponera ved och håll sedan ner Shift och högerklicka på stenbrottet för att samla in det.
tr: Bu nedenle, Odunları yol üzerindeki Kent Merkezine depolamalarını emretmeliyiz. Bunu yapmak için Shift tuşunu basılı tutarken emir sırasına tıklayacağız: askerleri seçip, Shift tuşunu basılı tutun ve Odunları bırakmak için Kent Merkezine sağ tıklayın ve ardından toplamak için Shift tuşunu basılı tutarak Taş madenine sağ tıklayın.
uk: Таким чином, ми повинні віддати наказ по шляху до кам'яної копальні віднести зібрану ними деревину в Громадський Центр. Щоб зробити це, утримуйте клавішу Shift, створюючи послідовність команд: виберіть ваших солдатів, утримуйте Shift і натисніть правою кнопкою миші на Громадський Центр, що б скласти деревину, а потім утримуйте Shift і натисніть правою кнопкою миші на кам'яній копальні, щоб приступити до видобутку каменю.
zh: 因此，我们应该叫他们在途中把木材放置在市政中心。方法：按住Shift以下多个命令：选择士兵；按住Shift；右击市政中心以放置木材；保持按住Shift不要松开；右击采石场以采集。

source: Perform a similar order queue with the remaining soldiers and the Metal mine in the west.
ast: Fai una cola similar d'órdenes colos soldaos restantes y la mina de metal nel oeste.
bg: Направете същото и с останалите во̀ини, само че ги изпратете към мината за метал на запад.
br: Grit ur steudad gant ar memes urzhioù o c'hortoz gant ar soudarded a chom hag ar Vengleuz Metal er c'hornôg.
ca: Feu una acció similar amb els soldats que vagina a la mina de metall a l'oest.
de: Mach eine analoge Befehlswarteschlange mit den verbleibenden Soldaten und der Metallmine im Westen.
el: Εκτελέστε μια παρόμοια σειρά αναμονής εντολών με τους υπόλοιπους στρατιώτες και το ορυχείο Μετάλλου στα δυτικά.
eo: Faru similan komandan vicon per la ceteraj soldatoj kaj la metala mino en la okcidento.
es: Haz lo mismo con los soldados restantes y la mina de Metal del oeste.
es_ar: Realiza una cola de órdenes similar con los soldados restantes y la mina de metal en el oeste.
eu: Gelditzen diren soldaduekin antzeko mandatu ilara bat egin metal mehatzea mendebaldean dela.
fa: همین کار را به همین تربیت با سرباز های باقی مانده انجام دهید و به شروع به جمع کردن آهن کنید.
ga: Déan mar an gcéanna le leath na saighdiúirí eile agus an mianach Miotail in iarthair.
gd: Cruthaich ciutha òrduighean coltach ris dha na saighdearan a tha air fhàgail dhut cuideachd ach cuir dhan mhèinn meatailt air an taobh siar iad.
gl: Realiza unha cola de ordes similar cos soldados restantes e a mina de metal do oeste.
it: Fai altrettanto con i soldati rimanenti e la miniera di Metallo a ovest.
ko: 남아있는 군인들과 서쪽의 금속 광산과 비슷한 명령 대기열을 수행하십시오.(??번역확인)
ms: Buat baris gilir turutan yang sama dengan askar berbaki dan lombong Logam di sebelah barat.
nb: Utfør en lignende ordrekø med de gjenstående soldatene og utvinn metall i vest.
pl: Wykonaj podobną kolejkę zamówień z pozostałymi żołnierzami i kopalnią Metali na zachodzie.
pt_pt: Faz uma ordem similar com os soldados restantes e a mina de Metal a oeste.
ru: Зделатке аналогичную последовательность команд с оставшимися солдатами для рудной шахтой на Западе.
sk: Podobné poradie príkazov sprav aj pre ostatných vojakov a kovovú baňu na západe.
sv: Gör likadant med de resterande soldaterna och metallgruvan i väst.
tr: Kalan askerler ve batıdaki Metal madeni için benzer bir emir sırası uygulayın.
uk: Зробіть аналогічну послідовність команд з солдатами, що залишились, для копальні з Металами на заході.
zh: 对剩下的士兵执行相似的命令，在西边采矿。

source: This is the end of the walkthrough. This should give you a good idea of the basics of setting up your economy.
ast: Esta ye la fin del percorríu. Debería date una idea bona de lo básico pa entamar la to economía.
bg: Това е краят на обучението. То би трябвало да Ви е показало основните неща относно изграждането на икономиката.
br: Fin an henter ez eo. Reiñ a raio deoc'h ur skouer eus diazezoù aozañ hoc'h ekonomiezh.
ca: Aquí acaba el recorregut. Això us hauria de donar una idea de les bases de la vostra economia.
cs: Toto je konec úvodu. Nyní máte dobrou představu o základech založení vašeho hospodářství.
de: Dies ist das Ende dieser Einführung. Sie sollte dir eine gute Idee geben, wie du die Grundlagen deiner Wirtschaft aufziehst.
el: Αυτό είναι το τέλος της καθοδήγησης. Αυτό θα σας δώσει μια καλή ιδέα για τα βασικά στοιχεία στο στήσιμο της οικονομίας σας.
eo: Tio estas la fino de la lernilo. Tio devus doni al vi bonan ideon de la fundamentoj de farigo de via ekonomio.
es: Aquí finaliza el tutorial. Esto debería darte una idea aproximada de como poner en funcionamiento tu propia economía.
es_ar: Este es el final de esta guía. Esto debería darte una buena idea de los conocimientos básicos para organizar economía.
eu: Hemen tutoretza bukatzen da. Jada jakin behar zenuke gutxi gorabehera zure ekonomiaren sorreraren oinarritaz.
fa: این پایان این آموزش بود. این آموزش باید به شما دیدکافی از مباحث پایه و اصلی بازی داده باشد و شما باید قادر باشید اقتصاد خود را در بازی برپا کنید.
fi: Tämä opas päättyy tähän. Näiden tietojen pitäisi antaa hyvä käsitys talouden perusasioista.
fr: Ceci est la fin du guide. Vous devriez maintenant avoir toutes les cartes en main pour établir une bonne économie.
ga: Táimid ag an ndeireadh den threoir céim ar chéim. Ba cheart é seo eolas maith a thabhairt dhuit faoina bunsraitheanna bunúsacha d'éacnamaíochta.
gd: Seo deireadh na treòire. Bu chòir dha dh’fhios a bhith agad a-nis mar a stèidhicheas tu eaconamaidh bunasach.
gl: Este é o final da guía. Isto debería darche unha idea de como preparar a túa economía.
hu: Ez az oktatójáték vége. Ez elég információt kellett adjon ahhoz, hogy jó gazdaságot építs ki.
id: Ini adalah akhir dari tutorial ini. Seharusnya Anda sudah mengerti dasar dari mengatur ekonomi Anda.
it: Questa è la fine della guida. Ora dovresti avere una buona idea sulle basi di come impostare la tua economia.
ja: これでこのウォークスルーは終了です。 これで基本的な経済基盤をを設定するための知識がついたことでしょう。
ko: 이제, 이 예행 연습은 끝났습니다. 이 자습서는 당신에게 이 놀이의 기본 경제 개념에 대한 좋은 발상을 줄것입니다.
ms: Ini adalah penghujung panduan. Diharap ia dapat memberi anda idea bagaimana hendak menetapkan ekonomi anda.
nb: Dette er slutten på veiledningen. Dette burde ha gitt deg en god ide om hovedtrekkene i å sette opp økonomien din.
nl: Dit is het einde van de zelfstudie. Het zou u een goed idee moeten geven hoe u het beste een florerende economie opbouwt.
pl: To już koniec przewodnika. To powinno dać ci dobry pomysł jak zbudować podstawy twojej gospodarki.
pt_br: Este é o fim do passo a passo. Isso deve lhe dar uma boa idéia dos conceitos básicos de criação de sua economia.
pt_pt: E assim termina este tutorial. Isto deve dar-te uma ideia básica sobre o jogo.
ru: На этом обучение закончено. Оно должно дать вам хорошее представление об основах создания вашей экономики.
sk: Toto je koniec základného prehľadu. Mal by si mať dobrý prehľad o základoch ako začať budovať svoju ekonomiku.
sv: Detta är slutet av handledningen. Detta borde ge dig en god uppfattning om grunderna för att bygga upp din ekonomi.
tr: Bu örneklerin sonu. Bu size ekonominizi kurmanın temelleri hakkında iyi bir fikir verecektir.
uk: Це кінець покрокового посібника. Він мав дати вам гарне уявлення про основи побудови вашої економіки.
zh: 您已经完成了所有的引导。您可以在此基础上很好的建设您的经济。
zh_tw: 本課程到此結束，現在您應該對經濟規劃有些基本的概念了。

source: This is a basic tutorial to get you started playing 0 A.D.
ast: Esto ye un tutorial básicu p'ayudate a entamar a xugar 0 A.D.
bg: Това е основно обучение, което ще Ви помогне да играете 0 А.D.
br: Un tutorial diazez eo evit ma komañsfec'h da c'hoari da 0 A.D.
ca: Aquest és un tutorial bàsic per iniciar-vos amb 0 A.D.
cs: Toto je základní výuka k započetí hraní 0 A.D.
de: Dies ist eine interaktive Einführung in das Spiel 0 A.D.
el: Αυτό είναι ο βασικός οδηγός εκμάθησης για να ξεκινήσετε να παίζετε 0 A.D.
eo: Ĉi tio estas baza instruilo por ekludigi vin al 0 A.D.
es: Este es un tutorial básico para empezar a jugar a 0 A.D.
es_ar: Este es el tutorial básico para que comiences a jugar 0 A.D.
eu: 0 A.D. jokatzen has zaitezen oinarrizko tutoretza bat.
fa: این یک آموزش ابتدایی که به شما در شروع بازی 0 A.D کمک کند.
fi: Tämä perusopas ohjaa sinut 0 A.D. -pelimaailman pariin.
fr: C’est un tutoriel basique pour commencer le jeu 0 A.D.
ga: Tá an teagasc seo an teagasc bunúsach do 0 A.D.
gd: Seo oideachadh bunasach ach an tòisich thu air 0 A.D. a chluich.
gl: Este é un titorial básico para comezar con 0 A.D.
hu: Ez egy egyszerű oktatójáték, ami megtanít, hogyan játssz a 0 A.D. játékkal.
id: Ini adalah tutorial dasar untuk membantu Anda mulai bermain 0 A.D.
it: Questo è un tutorial base per imparare a giocare a 0 A.D.
ko: 0 A.D. 놀이 방법을 이해하기 위한 기초 자습서입니다.
ms: Tutorial ini merupakan tutorial asas jika anda baru mula bermain 0 A.D.
nb: Dette er en grunnleggende veiledning som har til hensikt å hjelpe deg igang med å spille 0 A.D
nl: Dit is een simpele zelfstudie om 0 A.D. te leren spelen.
pl: Samouczek, który pozwoli ci rozpocząć przygodę z 0 A.D.
pt_br: Este é um tutorial básico para começar a jogar 0 A.D.
pt_pt: Isto é um tutorial básico para começares a jogar o 0 A.D.
ru: Это базовое обучение, чтобы вы начали играть 0 A. D.
sk: Toto je výučba, ktorá ťa naučí základy hry 0 A.D.
sv: Detta är en grundläggande handledning för att komma igång att spela 0 A.D.
tr: Bu, 0 A.D. oynamaya başlamanız için temel bir rehberdir.
uk: Це посібник з основ, який дасть вам можливість почати грати 0 A.D.
zh: 这是0 A.D.的一个基本的教程，会指导您入门游戏。
zh_tw: 這是協助你開始遊玩 0 A.D. 的基礎教程。

source: Player 1
ast: Xugador 1
bg: Играч 1
br: C'hoarier 1
ca: Jugador 1
cs: Hráč 1
de: Spieler 1
el: Παίκτης 1
eo: Ludanto 1
es: Jugador 1
es_ar: Jugador 1
eu: 1. jokalaria
fa: بازیکن 1
fi: Pelaaja 1
fr: Joueur 1
ga: Imreoir 1
gd: Cluicheadair 1
gl: Xogador 1
hu: 1. játékos
id: Pemain 1
it: Giocatore 1
ja: プレイヤー 1
ko: 선수 1
ms: Pemain 1
nb: Spiller 1
nl: Speler 1
pl: Gracz 1
pt_br: Jogador 1
pt_pt: Jogador 1
ru: Игрок 1
sk: Hráč 1
sv: Spelare 1
tr: Oyuncu 1
uk: Гравець 1
zh: 玩家 1
zh_tw: 玩家 1

source: Player 2
ast: Xugador 2
bg: Играч 2
br: C'hoarier 2
ca: Jugador 2
cs: Hráč 2
de: Spieler 2
el: Παίκτης 2
eo: Ludanto 2
es: Jugador 2
es_ar: Jugador 2
eu: 2. jokalaria
fa: بازیکن 2
fi: Pelaaja 2
fr: Joueur 2
ga: Imreoir 2
gd: Cluicheadair 2
gl: Xogador 2
hu: 2. játékos
id: Pemain 2
it: Giocatore 2
ja: プレイヤー 2
ko: 선수 2
ms: Pemain 2
nb: Spiller 1
nl: Speler 2
pl: Gracz 2
pt_br: Jogador 2
pt_pt: Jogador 2
ru: Игрок 2
sk: hráč 2
sv: Spelare 2
tr: Oyuncu 2
uk: Гравець 2
zh: 玩家 2
zh_tw: 玩家 2

source: Introductory Tutorial
ast: Tutorial introductoriu
bg: Въвеждащо обучение
br: Tutorial Kinnig
ca: Tutorial introductori
cs: Úvodní výuka
de: Interaktive Einführung
el: Εισαγωγικός Οδηγός Εκμάθησης
eo: Komenciga Instruilo
es: Tutorial introductorio
es_ar: Tutorial Introductorio
eu: Oinarrizko Tutoretza
fa: آموزش مقدماتی
fi: Aloitusopas
fr: Tutoriel d’introduction
ga: Teagasc Tosaigh
gd: Bun-oideachadh
gl: Titorial introdutorio
hu: Bevezető oktatójáték
id: Tutorial Pengantar
it: Tutorial Introduttivo
ja: 初心者用チュートリアル
ko: 초보 자습서
ms: Tutorial Pengenalan
nb: Introduksjons-veiledning
nl: Inleidende zelfstudie
pl: 21/5000 Samouczek wprowadzający
pt_br: Tutorial de Introdução
pt_pt: Tutorial Introdutório
ru: Ознакомительный урок
sk: Úvodná výučba (tutoriál)
sv: Inledande Handledning
tr: Giriş Eğitimi
uk: Вступний Посібник
zh: 介绍教程
zh_tw: 入門新手教程
