Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Units Demo
ast: Dem. unidades
bg: Демонстрация — единици
br: Diskouez - Unanennoù
ca: Demostració d'unitats
cs: Ukázka jednotek
da: Demonstration af enheder
de: Einheitendemo
el: Επίδειξη Μονάδων
es: Demo de unidades
eu: Unitateen Adibidea
fi: Yksikködemo
fr: Démo - Unités
ga: Taispeáint Aonad
gd: Taisbeanadh nan aonadan
hu: Egységek demó
id: Demo Unit
it: Demo Unità
ja: ユニットデモ
ko: 유닛 데모
ms: Demo Unit
nb: Demo av enheter
nl: Eenheden demo
pl: Jednostki (demonstracja)
pt_br: Demonstração de unidades
pt_pt: Demonstração de unidades
ru: Юниты Демо
sk: Ukážka jednotiek
sr: Демо - Јединице
sv: Soldatdemo
tr: Birim Denemeleri
uk: Юніти демо
vi: Thử nghiệm Các đơn vị
zh: 单位演示
zh_tw: 單位展示

source: Walls.
ast: Muriɐs.
bg: Стени.
br: Mogerioù.
ca: Muralles.
cs: Hradby
da: Mure.
de: Mauern.
el: Τείχη.
es: Muros.
eu: Harresiak.
fa: دیوار‌ها.
fi: Muurit
fr: Murs.
ga: Ballaí.
gd: Ballachan.
hu: Falak.
id: Tembok.
it: Mura.
ja: 壁。
ko: 성벽입니다.
ms: Tembok.
nb: Murer.
nl: Muren.
pl: Mury.
pt_br: Muralhas.
pt_pt: Muralhas.
ru: Стены.
sk: Múry.
sr: Зидине.
sv: Murar.
tr: Duvarlar.
uk: Мури
vi: Những bức tường.
zh: 城墙。
zh_tw: 城牆。

source: Walls
ast: Muriɐs
bg: Стени
br: Mogerioù
ca: Muralles
cs: Hradby
da: Mure
de: Mauern
el: Τείχη
es: Muros
eu: Hesiak
fa: دیوار‌ها
fi: Muurit
fr: Murs
ga: Ballaí
gd: Ballachan
hu: Falak
id: Tembok
it: Mura
ja: 壁
ko: 성벽
ms: Tembok
nb: Murer
nl: Muren
pl: Mury
pt_br: Muralhas
pt_pt: Muralhas
ru: Стены
sk: Múry
sr: Зидине
sv: Murar
tr: Duvarlar
uk: Мури
vi: Những bức tường
zh: 城墙
zh_tw: 城牆。

source: WallTest
ast: PruöbaMuriɐs
bg: Стени — проба
br: Arnodoù - Mogerioù
ca: Prova de muralles
cs: Zkouška zdi
da: MurTest
de: MauerTest
el: Δοκιμή Τοίχους
es: Prueba de murallas
eu: Hesien proba
fi: Muuritesti
fr: Test - Murs
ga: Triail Balla
gd: Deuchainn air ballachan
hu: Falteszt
id: UjiTembok
it: Test Mura
ja: 壁のテスト
ko: 성벽테스트
ms: UjianTembok
nb: Murtest
nl: Murentest
pl: Test murów
pt_br: Teste de Muralha
pt_pt: Teste de muralhas
ru: Тест Стены
sk: Test múrov
sr: Тест зидина
sv: MurTest
tr: DuvarTesti
uk: МурТест
vi: Kiểm tra Bức tường
zh: 城墙测试
zh_tw: 城牆測試

source: A quick battle demo map using Roman legionaries.
ast: Demonstracion d’una ingarradiella entre legionarios romanos.
bg: Демонстрационна карта за изпробване на една бърза битка, използваща римски легионери.
cs: Rychlá ukázka bitvy využívající římských legionářů.
da: Et hurtigt kampdemokort ved hjælp af romerske legionærer.
de: Eine schnelle Schlacht-Demokarte mit römischen Legionären.
el: Ένας δοκιμαστικός χάρτης για γρήγορη μάχη χρησιμοποιώντας Ρωμαίους λεγεωνάριους.
es: Una rápida batalla de demostración utilizando legionarios romanos.
eu: Borroka azkarraren adibidea Erromatar legionarioekin.
fi: Nopea taistelun demokartta, jossa käytetään roomalaisia legioonalaisia.
fr: Une carte de démonstration de bataille rapide utilisant les légionnaires romains.
ga: Taispeán-léarscáil gasta de chuid troda ag úsáid Léigiúnaigh Rómhánacha.
gd: Mapa taisbeanaidh luath air a’ chòmhraig le lèigiunan Ròmanach.
hu: Egy gyors ütközet demó térkép római legionáriusok használatával.
id: Peta demo pertempuran cepat menggunakan legiun Romawi.
it: Una mappa demo rapida che usa legionari romani.
ja: ローマ軍団を使った簡単な戦闘デモマップです。
ko: 로마 군단병을 사용한 빠른 전투 데모 지도입니다.
nl: Een demokaart voor snelle gevechten met Romeinse legionairs.
pl: Szybka, demonstracyjna mapa bitewna z udziałem rzymskich legionistów.
pt_br: Uma rápida batalha em um mapa demo, utilizando Legionários Romanos.
pt_pt: Uma demonstração de batalha rápida usando os legionários romanos.
ru: Быстрая демонстрационная карта применения римских легионеров.
sk: Rýchla mapa na ukážku boja pomocou rímskych legionárov.
sv: En snabb stridsdemokarta med romerska legionärer.
tr: Romalı lejyonerleri tanıtan hızlı bir savaş haritası.
uk: Швидка демо-карта для битв з використанням римських легіонерів.
zh: 演示地图，以测试罗马军团快速战斗。
zh_tw: 使用羅馬軍團的快速戰鬥展示地圖。

source: We Are Legion
ast: Somus legion
bg: Ние сме легион
br: Ur bern emaomp
ca: Som Legió
cs: My jsme legie
da: Vi er Legion
de: Wir sind Legion
el: Είμαστε Λεγεώνα
es: Somos legión
eu: Legioa Gara
fa: ما لژیون هستیم
fi: Me olemme Legioona
fr: Démo - Nous sommes légion
ga: Táimid Iomadúil
gd: Lèigiunan
hu: Mi vagyunk a légió
id: Kamilah Legiun
it: Siamo Una Legione
ja: われわれはレギオン
ko: 우리는 선별된 부대다
ms: Kami Adalah Askar Legion
nb: Vi er legion
pl: My jesteśmy Legionem
pt_br: Nós Somos Legião
pt_pt: Nós somos a Legião
ru: Имя нам — легион
sk: Sme légia
sr: Ми смо легија
tr: Biz lejyonuz
uk: Ім'я нам Легіон
vi: Chúng Ta Là Quân Đoàn.
zh: 我们是罗马军团
zh_tw: 我們是軍團

source: %(_player_)s and their allies have captured all relics and will win in %(time)s.
ast: L’alliança de %(_player_)s catou todɐlɐs reliquiɐs & vai vincer in %(time)s.
bg: %(_player_)s и съюзниците му/ѝ събраха всички реликви и ще победят след %(time)s.
cs: %(_player_)sa jejich spojenci získali všechny relikvie a vyhrajou za %(time)s.
de: %(_player_)s und seine Verbündeten haben alle Reliquien eingenommen und werden in %(time)s gewinnen.
el: %(_player_)s και οι σύμμαχοί τους έχουν κατακτήσει όλα τα Κειμήλια και θα κερδίσουν σε%(time)s.
es: %(_player_)s y sus aliados han capturado todas las reliquias y vencerán en %(time)s.
eu: %(_player_)s eta haien aliatuek erlikia guztiak harrapatu dituzte eta irabaziko dute %(time)s.
fi: %(_player_)s ja hänen liittolaisensa ovat kaapanneet kaikki muinaisjäännökset, ja voittavat ajassa %(time)s.
fr: %(_player_)set ses alliés ont capturé toutes les reliques et gagneront la partie dans %(time)s.
id: %(_player_)s dan sekutu mereka telah merebut semua pusaka dan akan menang dalam %(time)s.
it: %(_player_)s e i suoi alleati hanno preso tutte le reliquie e vinceranno in %(time)s.
ja: %(_player_)sと同盟国は、すべての聖遺物を確保した為%(time)sで勝利します
ko: %(_player_)s님과 그 동맹국들은 모든 유물을 획득했으며 %(time)s 안에 승리할 것입니다.
nl: %(_player_)s en hun bondgenoten hebben alle relieken buitgemaakt en zullen over %(time)s winnen.
pl: %(_player_)s i jego sojusznicy zdobyli wszystkie relikty i zwyciężą w %(time)s
pt_br: %(_player_)s e seus aliados capturaram todas as relíquias e irão vencer em %(time)s.
pt_pt: %(_player_)s e aliados capturaram todas as relíquias e irão vencer em %(time)s.
ru: %(_player_)s и его союзника завладели всеми реликвиями и победят через %(time)s.
sk: %(_player_)s a ich spojenci získali kontrolu nad všetkými relikviami a vyhrajú za %(time)s.
sv: %(_player_)soch deras allierade har tagit alla reliker och kommer att vinna om %(time)s.
tr: %(_player_)s ve müttefikleri tüm kutsal emanetleri ele geçirdi ve %(time)s içiinde kazanacak.
uk: %(_player_)s і союзники захопили всі реліквії і переможуть через %(time)s.
zh: %(_player_)s和盟友已获取所有文物，将在 %(time)s 后获胜。
zh_tw: %(_player_)s 和他們的同盟已經佔領所有遺跡並會在%(time)s獲勝。

source: %(_player_)s has captured all relics and will win in %(time)s.
ast: %(_player_)s catou todɐlɐs reliquiɐs & vai vincer in %(time)s.
bg: %(_player_)s събра всички реликви и ще победи след %(time)s.
cs: %(_player_)szískal všechny relikvie a vyhraje za %(time)s.
de: %(_player_)s hat alle Reliquien eingenommen und wird in %(time)s gewinnen.
el: %(_player_)s έχει αιχμαλωτίσει όλα τα κειμήλια και θα κερδίσει σε %(time)s.
es: %(_player_)s ha capturado todas las reliquias y vencerá en %(time)s.
eu: %(_player_)s erlikia guztiak harrapatu ditu eta irabaziko du %(time)s.
fi: %(_player_)s on kaapnnut kaikki muinaisjäännökset ja voittaa ajassa %(time)s.
fr: %(_player_)sa capturé toutes les reliques et gagnera la partie dans %(time)s.
id: %(_player_)s telah merebut semua pusaka dan akan menang dalam %(time)s.
it: %(_player_)s ha preso tutte le reliquie e vincerà in %(time)s.
ja: %(_player_)sは、すべての聖遺物を確保した為%(time)sで勝利します
ko: %(_player_)s님이 모든 유물을 점령했으며 %(time)s 안에 승리할 것입니다.
nl: %(_player_)s heeft alle relieken buitgemaakt en zal over %(time)s winnen.
pl: %(_player_)s przejął wszystkie relikty i wygra w %(time)s
pt_br: %(_player_)s capturou todas as relíquias e irá vencer em %(time)s.
pt_pt: %(_player_)s capturou todas as relíquias e irá vencer em %(time)s.
ru: %(_player_)s завладел все реликвии и победит через %(time)s.
sk: %(_player_)s získal kontrolu nad všetkými relikviami a vyhrá za %(time)s.
sv: %(_player_)shar tagit alla reliker och kommer att vinna om %(time)s.
tr: %(_player_)s adlı oyuncu tüm kutsal emantleri ele geçirdi ve %(time)s içinde kazanacak.
uk: %(_player_)s захопив всі реліквії і переможе через %(time)s.
zh: %(_player_)s 已获取所有文物，将在 %(time)s 后获胜。
zh_tw: %(_player_)s 已經佔領所有遺跡並會在%(time)s獲勝。

source: You and your allies have captured all relics and will win in %(time)s.
ast: L’alliança tuɐ catou todɐlɐs reliquiɐs & vai vincer in %(time)s.
bg: Вие и Вашите съюзници събрахте всички реликви и ще победите след %(time)s.
cs: Ty a tví spojenci jste získali všechny relikvie a vyhrajete za %(time)s.
de: Du und deine Verbündeten haben alle Reliquien eingenommen und werdet in %(time)s gewinnen.
el: Εσείς και οι σύμμαχοι σας έχετε αιχμαλωτίσει όλα τα κειμήλια και θα κερδίσετε σε %(time)s.
es: Tú y tus aliados habéis capturado todas las reliquias y venceréis en %(time)s.
eu: Zuk eta zure aliatuek erlikia guztiak harrapatu dituzue eta irabaziko duzue %(time)s.
fi: Sinä ja liittolaisesi olette kaapanneet kaikki muinaisjäännökset ja voitatte ajassa %(time)s.
fr: Vous et vos alliés avez capturé toutes les reliques et gagnerez dans %(time)s
id: Anda dan sekutu telah merebut semua pusaka dan akan menang dalam %(time)s.
it: Tu e i tuoi alleati avete preso tutte le reliquie e vincerete in %(time)s.
ja: あなたと同盟国は、すべての聖遺物を確保した為%(time)sで勝利します
ko: 당신과 당신의 동맹국들은 모든 유물을 점령했고 %(time)s 후에 승리할 것입니다.
nl: U en uw bondgenoten hebben alle relieken buitgemaakt en zullen over %(time)s winnen.
pl: Ty i Twoi sojusznicy przejeli wszystkie relikty, i wygracie w %(time)s.
pt_br: Você e seus aliados capturaram todas as relíquias e irão vencer em %(time)s.
pt_pt: Tu e os teus aliados capturaram todas as relíquias e vencerão em %(time)s.
ru: Вы с союзниками собрали все реликвии и выиграете через %(time)s.
sk: Ty spolu s tvojimi spojencami ste získali kontrolu nad všetkými relikviami a vyhráte sa %(time)s.
sv: Du och dina allierade har tagit alla reliker och kommer att vinna om %(time)s.
tr: Sen ve müttefiklerin tüm kutsal emanetleri ele geçirdiniz ve %(time)s içinde kazanacaksınız.
uk: Ви і ваші союзники захопили всі реліквії і переможете через %(time)s.
zh: 你和你的同盟已获得所有文物，将在%(time)s后获胜。
zh_tw: 你和你的同盟已經佔領所有遺跡並會在%(time)s獲勝。

source: You have captured all relics and will win in %(time)s.
ast: Catɐsti todɐlɐs reliquiɐs. Vas vincer in %(time)s.
bg: Вие събрахте всички реликви и ще победите след %(time)s.
cs: Získal jsi všechny relikvie a vyhraješ za %(time)s.
de: Du hast alle Reliquien eingenommen und wirst in %(time)s gewinnen.
el: Έχετε αιχμαλωτίσει όλα τα κειμήλια και θα κερδίσετε σε %(time)s.
es: Has capturado todas las reliquias y vencerás en %(time)s.
eu: Zuk erlikia guztiak harrapatu dituzu eta irabaziko duzu %(time)s.
fi: Olet kaapannut kaikki muinaisjäännökset ja voitat ajassa %(time)s.
fr: Vous avez capturé toutes les reliques et gagnerez dans %(time)s.
hu: Sikerült az összes ereklyét megszerezned, így %(time)sen belül nyerni is fogsz.
id: Anda telah merebut semua pusaka dan akan menang dalam %(time)s.
it: Hai preso tutte le reliquie e vincerai in %(time)s.
ja: あなたはすべての聖遺物を確保した為%(time)sで勝利します
ko: 당신은 모든 유물을 획득했으며 %(time)s 후에 승리할 것입니다.
nl: U heeft alle relieken buitgemaakt en zal over %(time)s winnen.
pl: przejąłeś wszystkie relikty i wygrasz w %(time)s.
pt_br: Você capturou todas as relíquias e irá vencer em %(time)s.
pt_pt: Capturaste todas as relíquias e irás vencer em %(time)s.
ru: Вы собрали все реликвии и выиграете через %(time)s.
sk: Získal si kontrolu nad všetkými relikviami a vyhráš za %(time)s.
sv: Du har tagit alla reliker och kommer att vinna om %(time)s.
tr: Tüm kutsal emanetleri ele geçirdin ve %(time)s içinde kazanacaksın.
uk: Ви захопили всі реліквії і переможете через %(time)s.
zh: 你已获得所有文物，将在%(time)s回合后获胜。
zh_tw: 你已經佔領所有遺跡並會在%(time)s獲勝。

source: %(lastPlayer)s has won (Capture the Relic).
ast: %(lastPlayer)s vinceu (Catare la reliquia).
bg: %(lastPlayer)s победи (Завладяване на реликва).
cs: %(lastPlayer)s vyhrál (Získej relikvii).
de: %(lastPlayer)s hat gewonnen (Nehme die Reliquie ein)
el: %(lastPlayer)sέχει κερδίσει (Αιχμαλώτισε το Κειμήλιο)
es: %(lastPlayer)s ha vencido (captura la reliquia).
eu: %(players)s and %(lastPlayer)s irabazi dute (erlikia harrapatu).
fi: %(lastPlayer)s on voittanut (muinaisjäännösten ryöstö).
fr: %(lastPlayer)s a gagné (relique capturée).
id: %(players)s dan %(lastPlayer)s telah menang (Merebut Pusaka).
it: %(lastPlayer)s ha vinto (Raccogli il Tesoro).
ja: %(players)sと%(lastPlayer)sの勝利です。(聖遺物の確保)
ko: %(players)s님과 %(lastPlayer)s님이 승리했습니다 (유물 획득).
nl: %(lastPlayer)s heeft gewonnen (Zoek de relieken).
pl: %(lastPlayer)swygrał (przejął relikt).
pt_br: %(lastPlayer)s venceu (Capture a Relíquia).
pt_pt: %(lastPlayer)s venceu (capturar a relíquia).
ru: %(lastPlayer)s победил (Собрана реликвия).
sk: %(lastPlayer)s vyhral (Zmocni sa relikvie).
sv: %(lastPlayer)s har vunnit (Ta reliken).
tr: %(lastPlayer)skazandı (Kutsal Emaneti ele geçir).
uk: %(lastPlayer)s переміг (Захоплення Реліквії).
zh: %(players)s 和 %(lastPlayer)s 已获得所有文物和奇观。
zh_tw: %(players)s 和 %(lastPlayer)s 已經獲勝（占領遺跡）。

source: %(lastPlayer)s has been defeated (Capture the Relic).
ast: Apoderou-se a %(lastPlayer)s (Catare la reliquia).
bg: %(lastPlayer)s загуби (Завладяване на реликва).
cs: %(lastPlayer)s prohrál (Získej relikvii).
de: %(lastPlayer)s ist besiegt worden (Nehme die Reliquie ein).
el: %(lastPlayer)sέχει ηττηθεί (Κατάκτηση του Κειμηλίου)
es: %(lastPlayer)s ha sido derrotado (captura la reliquia).
eu: %(players)s and %(lastPlayer)s garaituak izan dira (erlikia harrapatu).
fi: %(lastPlayer)s on lyöty (muinaisjäännösten ryöstö).
fr: %(lastPlayer)s a perdu (relique capturée).
id: %(players)s dan %(lastPlayer)s telah dikalahkan (Merebut Pusaka).
it: %(lastPlayer)s ha perso (Raccogli il Tesoro).
ja: %(players)sと%(lastPlayer)sは敗北しました(聖遺物の確保)
ko: %(players)s님과 %(lastPlayer)s님이 패배했습니다 (유물 탈취).
nl: %(lastPlayer)s is verslagan (Zoek de relieken).
pl: %(lastPlayer)s został pokonany (przejęciem reliktu)
pt_br: %(lastPlayer)s foi derrotado (Capture a Relíquia).
pt_pt: %(lastPlayer)s perdeu (capturar a relíquia).
ru: %(lastPlayer)s победил (Собрана реликвия).
sk: %(lastPlayer)s bol porazený (Zmocni sa relikvie).
sv: %(lastPlayer)s har blivit besegrad (Ta Reliken).
tr: %(lastPlayer)s yenildi (Kutsal Emaneti ele geçir).
uk: %(lastPlayer)s зазнав поразки (Захоплення Реліквії).
zh: %(players)s 和 %(lastPlayer)s 已战败(文物被收集)。
zh_tw: %(players)s 和 %(lastPlayer)s 已被擊敗（占領遺跡）。

source: %(player)s has been defeated (lost all critical units and structures).
ast: Apoderou-se a %(player)s (perdeu todɐlɐs unidades & structurɐs vitales).
bg: %(player)s беше победен(а) (загуби всичките си жизненоважни единици и сгради)
cs: %(player)sbyl poražen (ztratil všechny kritické jednotky a stavby).
de: %(player)s ist besiegt worden (hat alle wichtigen Einheiten und Gebäude verloren).
el: %(player)sέχει ηττηθεί (απώλεια όλων των κρίσιμων μονάδων και κατασκευών).
es: %(player)s ha sido derrotado (perdió todas sus unidades y estructuras).
eu: %(player)s menderatua izan da (unitate eta egitura kritiko guztiak galdu ditu).
fi: %(player)s on lyöty (menetti kaikki kriittiset yksiköt ja rakennelmat)
fr: %(player)s a été vaincu (Unités et structures perdues)
hu: %(player)s legyőzetett (az összes kulcsfontosságú egységét és az összes építményét elvesztette).
id: %(player)s telah dikalahkan (kehilangan semua bangunan dan unit penting).
it: %(player)s ha perso (tutte le unità e le strutture primarie distrutte).
ja: %(player)sは敗北しました(重要なユニットや構造物をすべて失いました)
ko: %(player)s님이 패배했습니다 (모든 중요 유닛과 건축물들 잃음).
nl: %(player)s is verslagen (heeft geen essentiële eenheden en gebouwen meer).
pl: %(player)s został zabity (stracił wszystkie jednostki i struktury)
pt_br: %(player)s foi derrotado (todas as unidades e estruturas críticas foram perdidas).
pt_pt: %(player)s perdeu (perdeu todas as unidades e estruturas críticas).
ru: %(player)s был побежден (потерял всех критических юнитов и постройки).
sk: %(player)s bol porazený (stratil všetky kritické jednotky a budovy).
sv: %(player)s har blivit besegrad (förlorat alla kritiska enheter och strukturer).
tr: %(player)s yenildi tüm kritik birimleri ve yapıları kaybetti).
uk: %(player)s зазнав поразки (втратив усіх критичних юнітів та споруди).
zh: %(player)s失败了（失去了所有单位和建筑）。
zh_tw: %(player)s 已被擊敗（失去所有重要單位及建築）。

source: %(player)s has been defeated (lost all civic centres).
ast: Apoderou-se a %(player)s (perdeu todɐlɐs plaçɐs).
bg: %(player)s беше победен(а) (загуби всичките си селищни центрове).
cs: %(player)sbyl poražen (ztratil všechna správní střediska).
de: %(player)s wurde besiegt (alle Verwaltungssitze verloren).
el: %(player)s έχουν ηττηθεί (έχασαν όλα τα αστικά κεντρα).
es: %(player)s ha sido derrotado (perdió todos sus centros cívicos).
eu: %(player)s menderatua izan da (gizarte zentro guztiak galdu ditu).
fi: %(player)s on lyöty (menetti kaikki kansalaiskeskukset).
fr: %(player)s a été vaincu (tous les centres-villes perdus).
hu: %(player)s legyőzetett (az összes városházáját elvesztette).
id: %(player)s telah dikalahkan (kehilangan semua pusat bangsa).
it: %(player)s ha perso (tutti i centri civici sono caduti).
ja: %(player)sは敗北しました (すべての町の中心を失いました)。
ko: %(player)s님이 패배했습니다 (모든 시민회관 잃음).
nl: %(player)s is verslagen (heeft geen beschavingscentrum meer)
pl: %(player)s został pokonany (utrata centrów osady).
pt_br: %(player)sfoi derrotado (perdeu todos os centros cívicos).
pt_pt: %(player)sperdeu (perdeu todos os centros cívicos).
ru: %(player)s потерпел поражение (потерял все городские центры).
sk: %(player)s bol porazený (stratil všetky občianske centrá).
tr: %(player)s yenildi (tüm şehir merkezlerini kaybetti).
uk: %(player)s зазнав поразки (втрачено усі громадські центри).
zh: %(player)s失败了（所有市政中心已被摧毁）。
zh_tw: %(player)s 已被擊敗（失去所有城鎮中心）。

source: %(player)s has been defeated (lost all civic centres and critical units and structures).
ast: Apoderou-se a %(player)s (perdeu todɐlɐs plaçɐs, & todɐlɐs structurɐs & unidades vitales).
bg: %(player)s беше победен(а) (загуби всичките си селищни центрове, както и всичките си жизненоважни единици и сгради).
cs: %(player)sbyl poražen (ztratil všechna správní střediska a všechny kritické jednotky a stavby).
de: %(player)s wurde besiegt (alle Verwaltungssitze, kritischen Einheiten und Gebäude verloren)
el: %(player)s έχουν ηττηθεί (έχασαν όλα τα αστικάκέντρα και κρίσιμες μονάδες και κατασκευες)
es: %(player)s ha sido derrotado (perdió todos sus centros cívicos, unidades críticas y estructuras).
eu: %(player)s menderatua izan da (gizarte zentro, unitate eta egitura kritiko guztiak galdu ditu).
fi: %(player)s on lyöty (menetti kaikki kansalaiskeskukset sekä kriittiset yksiköt ja rakennelmat)
fr: %(player)s a été vaincu (tous les centres-villes et les unités et structures critiques perdus).
hu: %(player)s legyőzetett (az összes városházáját, az összes kulcsfontosságú egységét és az összes építményét elvesztette).
id: %(player)s telah dikalahkan (kehilangan semua pusat bangsa serta bangunan dan unit penting).
it: %(player)s ha perso (ha perso tutti i centri civici e tutte le unità e strutture critiche).
ja: %(player)sは敗北しました(町の中心、重要なユニットや構造物を全て失いました)。
ko: %(player)s님이 패배했습니다 (모든 시민 회관, 중요 유닛 및 건축물들 잃음).
nl: %(player)s is verslagen (heeft geen beschavingscentrum, essentiële eenheden en gebouwen meer).
pl: %(player)s został pokonany (stracił wszystkie centra osady oraz ważne jednostki i struktury)
pt_br: %(player)sfoi derrotado (perdeu todos os centros cívicos e unidades e estruturas críticas).
pt_pt: %(player)sperdeu (perdeu todos os centros cívicos, unidades e estruturas críticas).
ru: %(player)s потерпел поражение (потерял все городские центры, важных юнитов и постройки).
sk: %(player)s bol porazený (stratil všetky občianske centrá, dôležité jednotky a budovy).
tr: %(player)syenildi (tüm şehir merkezlerini ve kritik birim ve yapıları kaybetti)
uk: %(player)s зазнав поразки (втратив усі громадські центри і усіх критичних юнітів та споруди).
zh: %(player)s失败了（失去了全部市政中心、重要单位和建筑）。
zh_tw: %(player)s 已被擊敗（失去所有城鎮中心和重要單位及建築）。

source: %(player)s has been defeated (lost all structures).
ast: Apoderou-se a %(player)s (perdeu todɐlɐs structurɐs).
bg: %(player)s беше победен(а) (загуби всичките си сгради).
cs: %(player)sbyl poražen (ztratil všechny stavby).
de: %(player)s ist besiegt worden (hat alle Gebäude verloren)
el: %(player)sέχει ηττηθεί (απώλεια όλων των κατασκευών).
es: %(player)s ha sido derrotado (perdió todas sus estructuras).
eu: %(player)s menderatua izan da (egitura guztiak galdu ditu).
fi: %(player)s on lyöty (menetti kaikki rakennelmat).
fr: %(player)s a été vaincu (Structures perdues)
hu: %(player)s legyőzetett (az összes építményét elvesztette).
id: %(player)s telah dikalahkan (kehilangan semua bangunan).
it: %(player)s ha perso (tutte le strutture distrutte).
ja: %(player)sは敗北しました(全ての構造物を失いました)
ko: %(player)s님이 패배했습니다 (모든 건축물들 잃음).
nl: %(player)s is verslagen (heeft geen gebouwen meer).
pl: %(player)s został pokonany (stracił wszystkie konstrukcje).
pt_br: %(player)s foi derrotado (todas as estruturas perdidas).
pt_pt: %(player)s perdeu (perdeu todas as estruturas).
ru: %(player)s был побежден (потерял все постройки).
sk: %(player)s bol porazený (stratil všetky budovy).
sv: %(player)s har blivit besegrad (förlorat alla strukturer).
tr: %(player)s yenildi (tüm yapıları kaybetti).
uk: %(player)s зазнав поразки (втратив усі споруди).
zh: %(player)s失败了（损失所有建筑）
zh_tw: %(player)s 已被擊敗（失去所有建築）。

source: %(player)s has been defeated (lost all structures and critical units).
ast: Apoderou-se a %(player)s (perdeu todɐlɐs unidades vitales & structurɐs).
bg: %(player)s беше победен(а) (загуби всичките си сгради и жизненоважни единици).
cs: %(player)sbyl poražen (ztratil všechny stavby a kritické jednotky).
de: %(player)s ist besiegt worden (hat alle Gebäude und alle wichtigen Einheiten verloren).
el: %(player)s έχει ηττηθεί (απώλεια όλων των κατασκευών και κρίσιμων μονάδων).
es: %(player)s ha sido derrotado (perdió todas sus estructuras y unidades críticas).
eu: %(player)s menderatua izan da (egitura eta unitate kritiko guztiak galdu ditu).
fi: %(player)s on lyöty (menetti kaikki rakennelmat ja kriittiset yksiköt).
fr: %(player)s a été vaincu (Structures et unités perdues).
hu: %(player)s legyőzetett (az összes építményét és az összes kulcsfontosságú egységét elvesztette).
id: %(player)s telah dikalahkan (kehilangan semua bangunan dan unit penting).
it: %(player)s ha perso (tutte le unità e le strutture primarie distrutte).
ja: %(player)sは敗北しました(全ての構造物と重要なユニットを失いました)
ko: %(player)s님이 패배했습니다 (모든 건축물들과 중요 유닛 잃음).
nl: %(player)s is verslagen (heeft geen gebouwen en essentiële eenheden meer).
pl: %(player)s został pokonany (stracił wszystkie konstrukcje i kluczowe jednostki).
pt_br: %(player)s foi derrotado (todas as estruturas e unidades críticas foram perdidas).
pt_pt: %(player)s perdeu (perdeu todas as estruturas e unidades críticas).
ru: %(player)s был побежден (потерял все постройки и критических юнитов)
sk: %(player)s bol porazená (stratil všetky budovy a dôležité jednotky).
sv: %(player)s har blivit besegrad (förlorat alla strukturer och kritiska enheter).
tr: %(player)syenildi (tüm yapıları ve kritik birimleri kaybetti).
uk: %(player)s зазнав поразки (втратив усі споруди та критичних юнітів).
zh: %(player)s失败了（失去了所有建筑和重要单位）。
zh_tw: %(player)s 已被擊敗（失去所有建築和重要單位）。
