Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Upgrade all of your Italiote mercenaries to Advanced rank. This increases their military prowess, but decreases their resource gathering rates -25%. Unlocks Elite Italiote Mercenaries technology.
ast: Ascender tolos mercenarios italiotes al rangu avanzáu. Esto auménta-yos l'habilidá militar, pero amenórga-yos les tases de recoyida nel -25%. Desbloquia la teunoloxía de los mercenarios italiotes d'élite.
bg: Повишаване на всички италийски наемници в ранг „Напреднал“. Това увеличава военните им умения, но намалява бързината на събиране на ресурси с -25%. Отключва технологията Елитни италийски наемници.
br: Gweredekaat hoc'h holl goprsoudarded Italiot-ed er renk Araokaet. An dra-mañ a lak o gouestoni vilourel da greskaat, hogen ez a war vihanaat o feurioù dastum danvez gant -25%. Digeriñ a ra teknologiezh Begenn ar goprsoudarded Italiot-ed.
ca: Ascendiu tots els mercenaris italiotes al rang avançat. Això augmenta la seva destresa militar, però disminueix els índexs de recol·lecció de recursos un -25%. Desbloca la tecnologia dels mercenaris italiotes d'elit.
cs: Povyšte všechny své italické žoldnéře na úroveň zkušených vojáků. Zvýší se jejich bojové schopnosti, ale sníží jejich schopnost získávat suroviny o 25%. Odemkne technologii elitních italických žoldnéřů.
de: Befördere alle Bürger-Soldaten Kavalleristen zum erweiterten Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleisch Sammel-Raten um -25%. Schaltet Elite-Kavallerie-Citizen-Technologie frei.
el: Προάγετε όλους τους Ιταλιάνους μισθοφόρους σας σε Ανώτερο βαθμό. Αυτό αυξάνει την στρατιωτική τους δύναμη αλλά μειώνει κατά -25% το ποσοστό συλλογής πώρων. Ξεκλειδώνει την τεχνολογία Εκλεκτός Ιταλιάνος Μισθοφόρος.
es_mx: Promover a todos tus mercenarios Italiotas al rango de Avanzado. Esto aumenta su destreza militar, pero disminuye su tasa de recolección de recursos -25%. Desbloquea la tecnología de Mercenarios Italiotas Élite.
eu: Sustatu zure Italiar mertzenario guztiak Aurreratua mailara. Gudarako trebetasuna handituko diezu, baino baliabideak biltzeko garaian %25- gutxiago lortuko dute. Eliteko Italiar mertzenario teknologia desblokeatzen du.
fa: ارتقا تمام مزدوران ایتالیایی شما به رتبه بالاتر. باعث افزایش قدرت جنگی آنها می شود اما سرعت جمع کردن منابع آنها -25% کاهش می یابد. باز کردن قفل فناوری مزدوران ایتالیایی زبده
ga: Uasghradaigh d'amhais Iodálacha ar fad go an rang Forásach. Méadaíonn sé seo a láidreacht mhíleata ach laghdaíonn sé a rátaí bailithe d'acmhainní le -25%. Díghlasáil teicneolaíocht Amhas Iodálacha Éilite.
gl: Avanzar todos os mercenarios italiotas ao rango avanzado. Isto aumenta a súa eficacia militar, pero diminúe un -25% a velocidade coa que recollen recursos. Desbloquea a tecnoloxía «Mercenarios italiotas de elite».
hu: Minden italióta zsoldos előléptetése fejlett rangra. Ez növeli a harci képességeiket, de -25% a erőforrásgyűjtési sebességükre. Elérhetővé teszi az elit italióta zsoldosok fejlesztést.
id: Tingkatkan semua prajurit bayaran Italia Anda ke pangkat lebih Tinggi. Ini meningkatkan kecakapan militer mereka namun mengurangi tingkat pengumpulan sumberdaya sebanyak -25%. Membuka teknologi Prajurit Bayaran Italia Elit.
it: Aggiorna tutti i mercenari Italioti al livello Avanzato. Questo aumenta il loro valore militare, ma diminuisce la loro capacità di raccolta di -25%. Sblocca la tecnologia Mercenari Italioti Elite.
ja: すべてのイタリオテス傭兵を上級ランクに昇進させます。これによって軍事的な技量が上がりますが、資源の採集効率が25%落ちます。イタリオテス傭兵のテクノロジー研究が可能になります。
ko: 모든 이탈리오테 용병을 상급 계급으로 진급합니다. 이렇게 하면 군사력은 향상 되지만 자원 수집률은 -25% 감소합니다. 정예 이탈리오테 용병의 기술을 풉니다.
lv: Paaugstiniet visus savus Italiote algotņus līdz Attīstītai pakāpei. Tas palielinās to militāro spēku, taču samazinās resursu iegūšanas ātrumu par -25%. Atver Elites Italiote algotņu tehnoloģiju.
ms: Tatar semua askar upahan Italiote anda ke pangkat Mahir. Ia meningkatkan kekuatan ketenteraan mereka, tetapi mengurangkan -25% kadar pengumpulan sumber. Buka teknologi Askar Upahan Italiote Elit.
nb: Oppgrader alle dine italiotiske leiesoldater til avansert rang. Dette øker deres militære djervhet, men reduserer hastigheten på ressurs-sanking med -25%. Låser opp italiotisk elite-leisoldat-teknologi.
nl: Promoveer al je Italiaanse huurlingen naar geavanceerde rang. Dit verhoogt hun militaire kracht, maar verminderd hun snelheid om burgertaken uit te voeren met 25%. Na deze promotie kan je verder promoveren tot elite rang.
pl: Awansuj swoich Italiockich najemników do rangi Zaawansowanej. Zwiększa to ich waleczność, ale zmniejsza szybkość pozyskiwania surowców o -25%. Odblokowuje technologię Elitarni Italioccy najemnicy.
pt_pt: Promove todos os teus mercenários Italiotas à graduação Avançado. Isto aumenta o seu poderio militar mas diminui a velocidade de recolha de recursos em -25%. Desbloqueia a tecnologia de Mercenários Italiotas de Elite.
ru: Повысьте всех италиотских наёмников в ранге до улучшенного. Это повысит их воинскую доблесть, но снизит скорость сбора ресурсов на -25%. Открывает технологию "Элитный италиотский наёмник".
sk: Povýši všetkých vašich italických žoldnierov na pokročilý stupeň. Toto zvýši ich vojenské schopnosti, avšak zároveň spomalí ich rýchlosť získavania surovín o 25%. Taktiež sprístupní technológiu elitného italického žoldnierstva.
sv: Befordra alla dina Italiska legosoldater till rangen Avancerad. Detta ökar deras militära förmåga men minskar deras resurs insamlingstakt med -25%. Låser upp Elit Italisk legosoldat teknologin.
tr: Tüm İtalyan Paralı Askerleri Seçkin rütbeye yükselt. Bu onların askeri cesaretini artırır, ancak kaynak toplama oranlarınını %-25 azaltır. Seçkin İtalyan Paralı Asker teknolojisinin klidini aç.
uk: Удосконалити всіх Ваших найманців італіотів до просунутого рангу. Це збільшує їхню військову відвагу, але знижує їхні темпи збирання ресурсу на -25%. Відкриває технологію елітних найманців італіотів.
zh: 升级你所有的意大利佣兵到进阶等级。这可以增强他们的力量,但会降低他们的资源采集速率 -25%。解锁精锐意大利佣兵科技。
zh_tw: 升級您所有的義大利傭兵到進階等級。這可以增強他們的力量，但會降低他們的資源採集速率 -25%。解鎖精銳義大利傭兵科技。

source: Advanced Italiote Mercenaries
ast: Mercenarios italiotes avanzaos
bg: Напреднали италийски наемници
br: Goprsoudarded Italiot-ed Araokaet
ca: Mercenaris italiotes avançats
cs: Zkušení italičtí žoldnéři
da: Avancerede Italiotiske Lejesoldater
de: Fortgeschrittene italiotische Söldner
el: Προαγωγή Ιταλιάνου Μισθοφόρου
es_mx: Mercenarios avanzados Italiotas
eu: Italiar Mertzenario Aurreratuak
fa: مزدوران ایتالیایی پیشرفته
ga: Amhais Iodálacha Forásacha
gl: Mercenarios italiotas avanzados
hu: Fejlett italióta zsoldosok
id: Prajurit Bayaran Italia Berpangkat
it: Mercenari Italioti Avanzati
ja: 上級イタリオテス傭兵
ko: 이탈리아 고급 용병
lv: Attīstīti Italiote algotņi
ms: Askar Upahan Italiote Mahir
nb: Avanserte italiotiske leiesoldater
nl: Geavanceerde Italiaanse huurlingen
pl: Zaawansowani Italioccy najemnicy
pt_pt: Mercenários Italiotas Avançados
ru: Улучшенные италиотские наёмники
sk: Pokročilí italickí žoldnieri
sv: Avancerade Italiska Legosoldater
tr: Gelişmiş İtalyan Paralı askerleri
uk: Просунуті найманці італіоти
zh: 进阶意大利佣兵
zh_tw: 進階義大利傭兵

source: Upgrade all of your Celtic Mercenaries to Elite rank.
ast: Ascender tolos mercenarios celtes al rangu d'élite.
bg: Повишаване на всички келтски наемници в ранг „Елитен“.
br: Gweredekaat hoc'h holl goprsoudarded Keltek er renk re wellañ, begenn an dud, bleuñv an dud, kentañ troc'h, uhelad.
ca: Ascendiu tots els mercenaris celtes al rang d'elit.
cs: Povyšte všechny své keltské žoldnéře na elitní úroveň.
de: Befördert alle kelitschen Söldner zum Elite-Dienstgrad.
el: Αναβαθμίστε όλους τους Κέλτες Μισθοφόρους σας στο βαθμό των Εκλεκτών.
es_mx: Promover a todos tus Mercenarios Celtas al rango de Avanzado.
eu: Igo zure Zelta Mertzenario guztiak Elite mailara.
fa: ارتقا تمام مزدوران سلتی شما به رتبه زبده
ga: Uasghradaigh d'amhais Ceilteacha ar fad go an rang Éilite.
gl: Avanzar todos os mercenarios celtas ao rango de elite.
hu: Minden kelta zsoldos előléptetése elit rangra.
id: Tingkatkan semua prajurit bayaran Kelt ke pangkat Elit.
it: Aggiorna tutti i mercenari celtici al livello Elite.
ja: すべてのケルト傭兵を精鋭ランクに昇進させます。
ko: 모든 켈트 용병을 정예 계급으로 진급합니다.
lv: Paaugstina visus jūsu Ķeltu algotņus līdz elitārajai pakāpei.
ms: Tatar semua Askar Upahan Celt anda ke pangkat Elit.
nb: Oppgrader alle dine keltiske leiesoldater til eliterang.
nl: Promoveer je Keltische huurlingen tot elite rang.
pl: Awansuj swoich Celtyckich najemników do rangi Elitarnej.
pt_pt: Promove todos os teus Mercenários Celtas para a graduação de Elite.
ru: Повысьте всех кельтских наёмников в ранге до элитного.
sk: Povýši všetkých vašich keltských žoldnierov na elitný stupeň.
sv: Befordra alla dina Keltiska legosoldater till rangen Elit.
tr: Tüm Kelt Paralı Askerleri Seçkin rütbeye yükselt.
uk: Удосконалити всіх Ваших кельтських найманців до елітного рангу.
zh: 升级你所有的凯尔特佣兵到精锐等级。
zh_tw: 升級您所有的塞爾特傭兵到精銳等級。

source: Upgrade all of your Celtic mercenaries to Elite rank. This increases their military prowess, but decreases their resource gathering rates another -25%.
ast: Ascender tolos mercenarios celtes al rangu d'élite. Esto aumenta la so potencia militar, pero amenorga les sos tases de recoyedura otru -25%.
bg: Повишаване на всички келтски наемници в ранг „Елитен“. Това увеличава военните им умения, но намалява бързината на събиране на ресурси с още -25%.
br: Gweredekaat hoc'h holl c'hoprsoudarded Keltek e renk ar re wellañ, begenn an dud, bleuñv an dud, kentañ troc'h, uhelad. An dra-mañ a lak o gouestoni vilourel da greskaat, met ez a war vihanaat o feurioù dastum danvez all gant -25%.
ca: Ascendiu tots els mercenaris celtes al rang d'elit. Això augmenta la seva destresa militar, però disminueix els índexs de recol·lecció de recursos un -25%.
cs: Povyšte všechny své keltské žoldnéře na úroveň elitních vojáků. Zvýší se jejich bojové schopnosti, ale sníží jejich schopnost získávat suroviny o dalších 25%.
de: Befördere alle Bürger-Soldaten Kavalleristen zum Elite Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleisch Sammel-Raten um -25%. Schaltet Elite-Kavallerie-Citizen-Technologie frei.
el: Προάγετε όλους τους Κέλτες μισθοφόρους σας στο βαθμό των Εκλεκτών. Αυτό αυξάνει την στρατιωτική τους δύναμη αλλά μειώνει επιπλέον -25% το ποσοστό συλλογής πόρων.
es_mx: Promover a todos tus mercenarios Celtas al rango de Élite. Esto aumenta su destreza militar, pero disminuye su tasa de recolección de recursos otro -25%.
eu: Sustatu zure Zelta mertzenario guztiak Aurreratua mailara. Gudarako trebetasuna handituko diezu, baino baliabideak biltzeko garaian %25- gutxiago lortuko dute.
fa: ارتقا تمام مزدوران سلتی شما به رتبه زبده. این باعث افزایش قدرت جنگی آنها می شود اما سرعت جمع کردن منابع آنها -25% دیگر کاهش می یابد.
ga: Uasghradaigh d'amhais Cheilteacha ar fad go an rang Éilite. Méadaíonn sé seo a láidreacht mhíleata, ach laghdaíonn a rátaí bailithe d'acmhainne le -25% eile.
gl: Avanza todos os mercenarios celtas ao rango de elite. Isto aumenta a súa eficacia militar, pero diminúe noutro -25% a velocidade coa que recollen recursos.
hu: Minden kelta zsoldos előléptetése elit rangra. Ez növeli a harci képességeiket, de további -25% a erőforrásgyűjtési sebességükre.
id: Tingkatkan semua prajurit bayaran Kelt Anda ke pangkat Elit. Ini meningkatkan kecakapan militer mereka namun mengurangi tingkat pengumpulan sumberdaya -25% lagi.
it: Aggiorna tutti i mercenari Celti al livello Elite. Questo aumenta il loro valore militare, ma diminuisce la loro capacità di raccolta di un'altro -25%.
ja: すべてのケルト傭兵を精鋭ランクに昇進させます。これによって軍事的な技量が上がりますが、資源の採集効率がさらに25%落ちます。
ko: 모든 켈트 용병을 정예 계급으로 진급합니다. 이렇게 하면 군사력은 향상 되지만 자원 수집률은 -25% 감소합니다.
lv: Paaugstiniet visus savus Ķeltu algotņus līdz Elites pakāpei. Tas palielinās to militāro spēku, taču samazinās resursu iegūšanas ātrumu par -25%.
ms: Tatar semua askar upahan Celt anda ke pangkat Elit. Ia meningkatkan kekuatan ketenteraan mereka, tetapi mengurangkan -25% kadar pengumpulan sumber.
nb: Oppgrader alle dine keltiske leiesoldater til eliterang. Dette øker deres militære djervhet, men reduserer hastigheten på ressurs-sanking med ytterligere -25%.
nl: Promoveer al je Keltische huurlingen tot elite rang. Dit verhoogt hun militaire kracht, maar verminderd de snelheid van hun burgertaken met 25%.
pl: Awansuj swoich Celtyckich najemników do rangi Elitarnej. Zwiększa to ich waleczność, ale zmniejsza szybkość pozyskiwania surowców o kolejne -25%.
pt_pt: Promove todos os teus Mercenários Celtas para a graduação de Elite. Isto aumenta a sua categoria militar mas diminui a velocidade de recolha de recursos em -25%.
ru: Повысьте всех кельтских наёмников в ранге до элитного. Это повысит их воинскую доблесть, но снизит скорость сбора ресурсов ещё на -25%.
sk: Povýši všetkých vašich keltských žoldnierov na elitný stupeň. Toto zlepší ich vojenské schopnosti, avšak zároveň spomalí ich rýchlosť získavania surovín o ďalších 25%.
sv: Befordra alla dina Keltiska legosoldater till rangen Elit. Detta ökar deras militära förmåga men minskar deras resursinsamlingstakt med -25%.
tr: Tüm Kelt Paralı Askerleri Seçkin rütbeye yükselt. Bu onların askeri cesaretini artırır, ancak kaynak toplama oranlarınını %-25 azaltır.
uk: Удосконалити всіх Ваших кельтських найманців до елітного рангу. Це збільшує їхню військову відвагу, але знижує їхні темпи збирання ресурсу ще на -25%.
zh: 升级你所有的凯尔特佣兵到精锐等级。这可以增强他们的力量，但会再降低他们的资源采集速率 -25%。
zh_tw: 升級您所有的塞爾特傭兵到精銳等級。這可以增強他們的力量，但會再降低他們的資源採集速率 -25%。

source: Elite Celtic Mercenaries
ast: Mercenarios celtas d'élite
bg: Елитни келтски наемници
br: Goprsoudarded Geltek Re wellañ, Begenn, Bleuñv, Kentañ troc'h, Uhelad
ca: Mercenaris celtes d'elit
cs: Elitní keltští žoldnéři
de: Keltische Elitesöldner
el: Ελίτ Κέλτες Μισθοφόροι
es_mx: Mercenarios celtas de élite
eu: Eliteko Zelta Mertzenarioak
fa: مزدوران سلتی پیشرفته
fi: Eliitti kelttipalkkasoturit
ga: Amhais Ceilteacha Éilíte
gl: Mercenarios celtas de elite
hu: Elit kelta zsoldosok
id: Prajurit Bayaran Kelt Elit
it: Mercenari Celti Elite
ja: 精鋭ケルト傭兵
ko: 이탈리아 켈트 용병
lv: Elitāri Ķeltu Algotņi
ms: Askar Upahan Celt Elit
nb: Keltiske eliteleiesoldater
nl: Elite Keltische huurlingen
pl: Elitarni celtyccy najemnicy
pt_pt: Mercenários celtas de elite
ru: Элитные кельтские наёмники
sk: Elitní keltskí žoldnieri
sv: Keltiska Elitlegosoldater
tr: Seçkin Kelt Paralı askerleri
uk: Елітні кельтські найманці
zh: 精锐凯尔特佣兵
zh_tw: 精銳塞爾特傭兵

source: Upgrade all of your Iberian Mercenaries to Elite rank.
ast: Ascender tolos mercenarios íberos al rangu d'élite.
bg: Повишаване на всички иберийски наемници в ранг „Елитен“.
br: Gweredekaat hoc'h holl c'hoprsoudarded Iberian e renk ar re wellañ, Begenn an dud, Bleuñv an dud, Kentañ troc'h, Uhelad.
ca: Ascendiu tots els mercenaris ibèrics al rang d'elit.
cs: Povyšte všechny své iberské žoldnéře na úroveň elitních vojáků.
de: Befördere alle Ihre Iberischen Söldner zu Elite Rang.
el: Αναβαθμίστε όλους τους Ίβηρες Μισθοφόρους σας στο βαθμό των Εκλεκτών.
es_mx: Promover a todos tus mercenarios Íberos al rango de Élite.
eu: Igo zure Iberiar Mertzenario guztiak Elite mailara.
fa: ارتقا تمام مزدوران ایبریایی به رتبه زبده.
ga: Uasghradaigh d'amhais Ibéaracha ar fad go an rang Éilite.
gl: Avanzar todos os mercenarios iberos ao rango de elite.
hu: Minden ibériai zsoldos előléptetése elit rangra.
id: Tingkatkan semua prajurit bayaran Iberia ke pangkat Elit.
it: Aggiorna tutti i Mercenari Iberici al livello Elite.
ja: すべてのイベリア傭兵を精鋭ランクに昇進させます。
ko: 모든 이베리아 용병을 정예 계급으로 진급합니다.
lv: Paaugstina visus jūsu Ibēriešu algotņus līdz elitārajai pakāpei
ms: Tatar semua Askar Upahan Iberia anda ke pangkat Elit.
nb: Oppgrader alle dine iberiske leiesoldater til eliterang.
nl: Promoveer je Iberische huurlingen tot elite rang.
pl: Awansuj swoich Iberyjskich najemników do rangi Elitarnej.
pt_pt: Promove todos os teus Mercenários Ibéricos para a graduação de Elite.
ru: Повысьте всех иберийских наёмников в ранге до элитного.
sk: Povýši všetkých vašich iberských žoldnierov na elitný stupeň.
sv: Befordra alla dina Iberiska legosoldater till rangen Elit.
tr: Tüm İber Paralı Askerleri Seçkin rütbeye yükselt.
uk: Удосконалити всіх Ваших іберійських найманців до елітного рангу.
zh: 升级你所有的伊比利亚佣兵到精锐等级。
zh_tw: 升級您所有的伊比利傭兵到精銳等級。

source: Upgrade all of your Iberian mercenaries to Elite rank. This increases their military prowess, but decreases their resource gathering rates another -25%.
ast: Ascender tolos mercenarios íberos al rangu d'élite. Esto aumenta la so potencia militar, pero amenorga les sos tases de recoyedura otru -25%.
bg: Повишаване на всички иберийски наемници в ранг „Елитен“. Това увеличава военните им умения, но намалява бързината на събиране на ресурси с още -25%.
br: Gweredekaat hoc'h holl c'hoprsoudarded e renk ar re wellañ, begenn an dud, bleuñv an dud, kentañ troc'h, uhelad. An dra-mañ a lak o gouestoni vilourel da greskaat, met ez a war vihanaat o feurioù dastum danvez all gant -25%.
ca: Ascendiu tots els mercenaris ibèrics al rang d'elit. Això augmenta la seva destresa militar, però disminueix els índexs de recol·lecció de recursos un -25%.
cs: Vylepší všechny vaše iberské žoldnéře na elitní úroveň. Zvýší se tím jejich bojové schopnosti, ale sníží se jejich schopnost těžit suroviny o dalších -25%.
de: Befördere alle Bürger-Soldaten Kavalleristen zum Elite Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleisch Sammel-Raten um -25%.
el: Προάγετε όλους τους Ίβηρες μισθοφόρους σας στο βαθμό των Εκλεκτών. Αυτό αυξάνει την στρατιωτική τους δύναμη αλλά μειώνει επιπλέον -25% το ποσοστό συλλογής πόρων.
es_mx: Promover a todos tus mercenarios Íberos al rango de Élite. Esto aumenta su destreza militar, pero disminuye su tasa de recolección de recursos otro -25%
eu: Sustatu zure Iberiar mertzenario guztiak Aurreratua mailara. Gudarako trebetasuna handituko diezu, baino baliabideak biltzeko garaian %25- gutxiago lortuko dute.
fa: ارتقا تمام مزدوران ایبریایی شما به رتبه زبده. این باعث افزایش قدرت جنگی آنها می شود اما سرعت جمع کردن منابع آنها -25% دیگر کاهش می یابد.
ga: Uasghradaigh d'amhais Ibéarcha ar fad go an rang Éilite. Méadaíonn sé seo a láidreacht mhíleata, ach laghdaíonn a rátaí bailithe d'acmhainne le -25% eile.
gl: Avanza todos os mercenarios iberos ao rango de elite. Isto aumenta a súa eficacia militar, pero diminúe noutro -25% a velocidade coa que recollen recursos.
hu: Minden ibériai zsoldos előléptetése elit rangra. Ez növeli a harci képességeiket, de további -25% a erőforrásgyűjtési sebességükre.
id: Tingkatkan semua prajurit bayaran Iberia Anda ke pangkat Elit. Ini meningkatkan kecakapan militer mereka namun mengurangi tingkat pengumpulan sumberdaya -25% lagi.
it: Aggiorna tutti i mercenari Iberici al livello Elite. Questo aumenta il loro valore militare, ma diminuisce la loro capacità di raccolta di un'altro -25%.
ja: すべてのイベリア傭兵を精鋭ランクに昇進させます。これによって軍事的な技量が上がりますが、資源の採集効率がさらに25%落ちます。
ko: 모든 이베리아 용병을 정예 계급으로 진급합니다. 이렇게 하면 군사력은 향상 되지만 자원 수집률은 -25% 감소합니다.
lv: Paaugstiniet visus savus Ibēriešu algotņus līdz Elites pakāpei. Tas palielinās to militāro spēku, taču samazinās resursu iegūšanas ātrumu par -25%.
ms: Tatar semua askar upahan Iberia anda ke pangkat Elit. Ia meningkatkan kekuatan ketenteraan mereka, tetapi mengurangkan -25% kadar pengumpulan sumber.
nb: Oppgrader alle dine iberiske leiesoldater til eliterang. Dette øker deres militære djervhet, men reduserer deres evne til å sanke ressurser med ytterligere -25%.
nl: Promoveer al je Iberische huurlingen tot elite rang. Dit verhoogt hun militaire kracht, maar verminderd de snelheid van hun burgertaken met 25%.
pl: Awansuj swoich Iberyjskich najemników do rangi Elitarnej. Zwiększa to ich waleczność, ale zmniejsza szybkość pozyskiwania surowców o kolejne -25%.
pt_pt: Promove todos os teus Mercenários Ibéricos para a graduação de Elite. Isto aumenta a sua categoria militar mas diminui a velocidade de recolha de recursos em -25%.
ru: Повысьте всех иберийских наёмников в ранге до элитного. Это повысит их воинскую доблесть, но снизит скорость сбора ресурсов ещё на -25%.
sk: Povýši všetkých vašich iberských žoldnierov na elitný stupeň. Toto zlepší ich vojenské schopnosti, avšak zároveň spomalí ich rýchlosť získavania surovín o ďalších 25%.
sv: Befordra alla dina Iberiska legosoldater till rangen Elit. Detta ökar deras militära förmåga men minskar deras resursinsamlingstakt med -25%.
tr: Tüm İber Paralı Askerleri Seçkin rütbeye yükselt. Bu onların askeri cesaretini artırır, ancak kaynak toplama oranlarınını %-25 azaltır.
uk: Удосконалити всіх Ваших іберійських найманців до елітного рангу. Це збільшує їхню військову відвагу, але знижує їхні темпи збирання ресурсу ще на -25%.
zh: 升级你所有的伊比利亚佣兵到精锐等级。这可以增强他们的力量,但会再降低他们的资源采集速率 -25%。
zh_tw: 升級您所有的伊比利傭兵到精銳等級。這可以增強他們的力量，但會再降低他們的資源採集速率 -25%。

source: Elite Iberian Mercenaries
ast: Mercenarios íberos d'élite
bg: Елитни иберийски наемници
br: Goprsoudarded Iberian Ar re wellañ, Begenn an dud, Bleuñv an dud, Kentañ troc'h, Uhelad
ca: Mercenaris ibèrics d'elit
cs: Elitní iberští žoldnéři
de: Iberische Elitesöldner
el: Ελίτ Ίβηρες Μισθοφόροι
es_mx: Mercenarios íberos de élite
eu: Eliteko Iberiar Mertzenarioak
fa: مزدوران ایبریایی پیشرفته
fi: Eliitti Iberialaset palkkasoturit
ga: Amhais Ibéaracha Éilíte
gl: Mercenarios iberos de elite
hu: Elit ibériai gyalogosok
id: Prajurit Bayaran Iberia Elit
it: Mercenari Iberici Elite
ja: 精鋭イベリア傭兵
ko: 이베리아 정예 용병
lv: Elitāri Ibēriešu Algotņi
ms: Askar Upahan Iberia Elit
nb: Elite iberiske leiesoldater
nl: Elite Iberische huurlingen
pl: Elitarni iberyjscy najemnicy
pt_pt: Mercenários ibéricos de elite
ru: Элитные иберийские наёмники
sk: Elitní iberskí žoldnieri
sv: Iberiska Elitlegosoldater
tr: İberyalı Seçkin Paralı askerler
uk: Елітні іберійські найманці
zh: 精锐伊比利亚佣兵
zh_tw: 精銳伊比利傭兵

source: Upgrade all of your Italiote Mercenaries to Elite rank.
ast: Ascender tolos mercenarios italiotes al rangu d'élite.
bg: Повишаване на всички италийски наемници в ранг „Елитен“.
br: Gweredekaat hoc'h holl c'hoprsoudarded Italiot-ed e renk ar Re wellañ, Begenn an dud, Bleuñv an dud, Kentañ troc'h, Uhelad.
ca: Ascendiu tots els mercenaris italiotes al rang d'elit.
cs: Povyšte všechny své italické žoldnéře na úroveň elitních vojáků.
de: All deine Iberischen Söldner zum Eliterang aufwerten.
el: Αναβαθμίστε όλους τους Ιταλιάνους Μισθοφόρους σας στο βαθμό των Εκλεκτών.
es_mx: Promover a todos tus Mercenarios Italiotas al rango de Élite.
eu: Igo zure Italiar Mertzenario guztiak Elite mailara.
fa: ارتقا تمام مزدوران ایتالیایی شما به رتبه زبده
ga: Uasghradaigh d'amhais Iodálacha ar fad go an rang Éilite.
gl: Avanzar todos os mercenarios italiotas ao rango de elite.
hu: Minden italióta zsoldos előléptetése elit rangra.
id: Tingkatkan semua prajurit bayaran Italia ke pangkat Elit.
it: Aggiornare tutti i Mercenari Italioti al rango Elite.
ja: すべてのイタリオテス傭兵を精鋭ランクに昇進させます。
ko: 모든 이탈리아 용병을 정예 계급으로 승급합니다
lv: Paaugstina visus jūsu Italiote algotņus līdz elitārajai pakāpei
ms: Tatar semua Askar Upahan Italiote anda ke pangkat Elit.
nb: Oppgrader alle dine italiotiske leiesoldater til graden elite.
nl: Promoveer je Italiaanse huurlingen tot elite rang.
pl: Awansuj swoich Italiockich najemników do rangi Elitarnej.
pt_pt: Promove todos os teus Mercenários Italiotas para a graduação de Elite.
ru: Повысьте всех италиотских наёмников в ранге до элитного.
sk: Povýši všetkých vašich italických žoldnierov na elitný stupeň.
sv: Befordra alla dina Italiska legosoldater till rangen Elit.
tr: Tüm İtalyan Paralı Askerleri Seçkin rütbeye yükselt.
uk: Удосконалити всіх Ваших найманців італіотів до елітного рангу.
zh: 升级你所有的意大利佣兵到精锐等级。
zh_tw: 升級您所有的義大利傭兵到精銳等級。
