Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Unlock the Romanized Heavy Swordsman and Seleucid Cataphract.
ast: Desbloquiar l'espadachín pesáu romanizáu y el catafractu seléucida.
bg: Отключете Романизирания тежък мечоносец и Селевкидския катафракт.
br: Divorailhañ ar Glezeourien-Ponner Romanizet hag ar C'hatafraktoù Seleukid.
ca: Desbloqueu el soldat amb espasa romanitzat pesat i la catafracta selèucida.
cs: Odemknout pořímštěného těžkého vojáka s mečem a seleukovského katafrakta.
de: Ermöglicht die Ausbildung des romanisierten schweren Schwertkämpfers und des seleukidischen Kataphrakts.
el: Ξεκλειδώστε τον Εκρωμαϊσθέντα Βαρύ Ξιφομάχο και τον Κατάφρακτο Σελευκίδη.
es_mx: Desbloquea a los espadachines pesados romanizados y catafractos seléucidas.
eu: Erromanizatutako Ezpatari Astunak eta Katafrakto Seleuziarrak desblokeatzen ditu.
fa: باز کردن قفل شمشیرزن های سنگین اسلحه رومی و سواره نظام زره پوش سلوکی
fi: Avaa Roomalaistetun raskaan miekkamiehen ja Seleukidien katafraktin.
ga: Díghlasáil Claimhteoir Trom Rómhánaithe agus Cataphract Séileucaideach.
gl: Desbloquear os espadachíns pesados romanizados e os catafractos seléucidas.
hu: Elérhetővé teszi a romanizált nehéz kardforgatót és a szeleukida kataphraktoszt.
id: Membuka Pasukan Pedang Berat Romawi dan Katafrak Seleukia.
it: Sbloccare lo Spadaccino Pesante Romano e il Catafratto Seleucide.
ja: ローマ式重装剣士とセレウコス朝重装騎兵を解禁します。
ko: 로마식 중장기 검사와 셀레우코스 중장왕조 중장기병(번역확인??)을 풉니다.
ms: Buka Aksar Berpedang Berat Rom dan Cataphract Seleucid.
nb: Lås opp den romaniserte tunge sverdmannen og den selevkiderske katafrakten.
nl: Activeer de geromaniseerde zware zwaardvechter en de Seleucidische Katafract.
pl: Odblokowuje Rzymskiego Ciężkiego Miecznika i Seleudzkich Katafraktów.
pt_pt: Desbloqueia o espadachim pesado romano e catafractário selêucida.
ru: При открытии позволит обучать Романизированных тяжёлых мечников и Селевкидских катафрактариев.
sk: Sprístupní porímštených ťažkých šermiarov a seleukovských ozbrojencov.
sv: Lås upp Romaniserad Tung Svärdsman och Seleukdisk Katafrakt.
tr: Romalılaşmış Ağır Kılıçlı ve Selevkoslu Zırhlı at kilidini aç.
uk: Відкрити романізованого важкого мечника та селевкідського катафрактарія.
zh: 解锁罗马重剑兵及塞琉古铁甲骑兵。
zh_tw: 解鎖羅馬重劍兵及塞琉古鐵甲騎兵。

source: Reform Army
ar: جيش منظم
ast: Exércitu reformáu
bg: Реформаторска армия
br: Arme Disivoud
ca: Exèrcit reformat
cs: Reformovaná armáda
da: Reformhær
de: Reformierte Armee
el: Μεταρρύθμιση Στρατού
es_mx: Ejército de la reforma
eu: Erreformaren Armada
fa: ارتش اصلاح شده
fi: Reformoi armeijaa
ga: Arm Leasaithe
gl: Exército reformado
hu: Reform hadsereg
id: Pasukan Reformasi
it: Riforma dell'Esercito
ja: 軍制改革
ko: 개혁 육군
lt: Pertvarkyta Kariuomenė
lv: Reformēta armija
ms: Tentera Reformasi
nb: Reformer hæren
nl: Gereformeerd leger
pl: Armia zreformowana
pt_pt: Exército da Reforma
ru: Реформированная армия
sk: Reformná armáda
sv: Reformera Armén
tr: Devrim Ordusu
uk: Реформована армія
zh: 革新军队
zh_tw: 軍隊改革

source: The traditional army of the Seleucids.
ast: L'exércitu tradicional de los seleúcides.
bg: Традиционната армия на селевкидите.
br: Arme Hengounel ar Seleukided.
ca: L'exèrcit tradicional dels selèucides.
cs: Seleukovská tradiční armáda.
da: Seleukidernes traditionelle hær.
de: Die traditionelle Seleukidenarmee.
el: Ο παραδοσιακός στρατός των Σελευκιδών.
es_mx: Ejercito tradicional de los Seléucidas.
eu: Seleuziarren Ohiko Armada.
fa: ارتش سنتی سلوکیان.
fi: Seleukidien perinteinen armeija.
ga: An t-arm traidisiúinta de chuid na Séileucaidí.
gl: O exército tradicional dos seléucidas.
hu: A szeleukidák hagyományos hadserege.
id: Pasukan tradisional Seleukia
it: Esercito Tradizionale dei Seleucidi.
ja: セレウコス朝の従来軍です。
ko: 셀레우시드의 전통적 육군
lv: Seleucīdu tradicionāla armija
ms: Tentera tradisi Seleusid.
nb: Den tradisjonelle hæren til Selevkideriket.
nl: Het traditionele Seleucidische leger.
pl: Tradycyjna armia Seleucydów.
pt_pt: O exército tradicional dos Selêucidas.
ru: Традиционная армия селевкидов.
sk: Tradičná armáda Seleukovcov.
sv: Seleukidiska traditionella armén.
tr: Geleneksel Selevkos ordusu
uk: Традиційна армія Селевкідів
zh: 塞琉古的传统军队。
zh_tw: 塞琉古的傳統軍隊。

source: Unlock the Silver Shield Pikeman and Scythed Chariot.
ast: Desbloquiar el piqueru d'escudu platiáu y el carru falcáu.
bg: Отключете Пиконосеца от „Сребърни щитове“ и Колесницата с коси.
br: Dieubiñ Soudard ar Skoed Arc'hant gant pik hag ar Garrigenn Skit.
ca: Desbloqueu el piquer amb escut de plata i el carro dallat.
cs: Odemknout kopiníka se stříbrným štítem a válečný vůz vybavený kosami.
de: Ermöglicht die Ausbildung von Silberschild-Spießträgern und Sichelstreitwagen.
el: Ξεκλειδώστε τον Δορατοφόρο με την Ασημένια Ασπίδα και το Δρεπανηφόρο Άρμα.
es_mx: Desbloquea los piqueros con escudo de plata y carros falcados.
eu: Zilarrezko ezkutuko pikarik eta igitai gurdiak desblokeatzen ditu.
fa: باز کردن قفل نیزه بلند داران سپر نقره ای و ارابه های جنگی سکایی
fi: Avaa hopeakilpisen peitsimiehen ja skyyttalaistetun sotavaunun.
ga: Díghlasáil Fear Píce na hAirgidscéithe agus Carbad Spealta.
gl: Desbloquear os piqueiros con escudos de prata e os carros con gadaña.
hu: Elérhetővé teszi az ezüst pajzsos pikásokat és a sarlós kerekű harci szekereket.
id: Membuka Pasukan Tembiang Perisai Perak dan Kereta Bersabit.
it: Sbloccare il Picchiere Scudo d'Argento e Carro Falcato.
ja: 銀盾持ち長槍兵と大鎌戦車を解禁します。
ko: 은방패를 가진 장창병과 낫 전차를 풉니다.
ms: Buka Pikeman Berperisai Perak dan Kereta Berkuda Bersabit.
nb: Lås opp sølvskjoldet pikenér og sigdet hestestridsvogn
nl: Activeer de piekenier met zilveren schild en de strijdwagen met zeis.
pl: Odblokowuje Falangitów Srebrnej Tarczy oraz Rydwan z kosami
pt_pt: Desbloqueia o Piqueiro com Escudo de Prata e Biga Falcada (Charrete com Foice).
ru: При открытии позволит обучать пикинёров "Серебряных щитов" и колесницы с косами.
sk: Sprístupní pikanierov Strieborné štíty a vozy s kosami.
sv: Lås upp Silverskölds Pikeneraren och Liade Vagnen.
tr: Gümüş kalkanlı mızraklı adam ve Tırpanlı Savaş arabası kilidini aç.
uk: Відкрити пікенера срібного щита та колісницю з косами.
zh: 解锁银盾兵及长柄刀双轮战车。
zh_tw: 解鎖銀盾長槍兵及長柄刀雙輪戰車。

source: Traditional Army
ar: جيش تقليدى
ast: Exércitu tradicional
bg: Традиционна армия
br: Arme Hengounel
ca: Exèrcit tradicional
cs: Tradiční armáda
da: Traditionel Hær
de: Traditionelle Armee
el: Παραδοσιακός Στρατός
es_mx: Ejército tradicional
eu: Ohiko Armada
fa: ارتش سنتی
fi: Perinteinen armeija
ga: Arm Traidisiúnta
gl: Exército tradicional
hu: Hagyományos hadsereg
id: Tentara Tradisional
it: Esercito Tradizionale
ja: 従来軍
ko: 전통적 군대
lt: Tradicinė Kariuomenė
lv: Tradicionāla Armija
ms: Tentera Tradisi
nb: Tradisjonell hær
nl: Traditioneel leger
pl: Armia tradycyjna
pt_pt: Exército tradicional
ru: Традиционная армия
sk: Tradičná armáda
sv: Traditionell armé
tr: Geleneksel Ordu
uk: Традиційна армія
zh: 军队传统化
zh_tw: 傳統軍隊

source: The Silver Shields, or Argyraspidai, were the elite heavy infantry arm of the Macedonian army.
ast: Los escudos platiaos, o argyraspidai, foron el brazu d'infantería pesao d'élite del exércitu macedoniu.
bg: Сребърните щитове, или Аргираспидаи, били елитната тежка пехота на македонската армия.
br: Ar Skoedoù Arc'hant, pe Argiraspidek, a veze begenn arme war droad pounner an arme Makedonian.
ca: Els Escuts de Plata, o Argyraspidai, eren la infanteria pesada d'elit de l'exèrcit macedoni.
cs: Stříbrné štíty nebo Argyraspidai byli elitní těžká pěchota makedonského vojska
de: Die Silberschilde oder Argyraspidai waren die Elite der schweren Infantrie der mazedonischen Armee.
el: Οι Ασημένιες Ασπίδες ή Αργυράσπιδες, ήταν το εκλεκτό βαρύ πεζικό του Μακεδονικού στρατού.
es_mx: Los Escudos de plata, o Argyraspidai, fueron un cuerpo de infantería pesada de élite del ejército macedonio.
eu: Zilarrezko Ezkutuak, edo Argyraspidai, mazedoniar armadako eliteko infanteria astuna izan ziren.
fa: سپر نقره ای ها یا آرگیراسپیدای پیاده نظام سنگین زبده سپاه مقدونی بودند
ga: Bhí na hAirgidsciatha, nó 'Argyraspidai', an brainse coisí trom ag an arm Macadónach.
gl: Os escudos de prata ou «Argyraspidai» eran o elite da infantaría pesada no exército macedonio.
hu: Az Ezüst pajzsok, vagy más néven Argyraspides, volt a Makedón hadsereg elit nehéz gyalogsága.
id: Perisai Perak atau Argyraspidai adalah infanteri berat elit pasukan Makedon
it: Gli Scudi d'Argento, o Argyraspidi, erano il braccio destro d'elite della fanteria pesante dell'esercito Macedone.
ja: 銀盾隊すなわちアルギュラスピダイはマケドニア軍の精鋭重装歩兵部隊でした。
ko: 실버 방패 부대 즉 아르기라스피다이 는 마케도니아 군의 정예 중장 보병 부대였습니다.
lt: Sidabraskydžiai arba Argyraspidai, buvo Elitinių Sunkiųjų Pėstininkų divizija, Makedoniečių kariuomenėje.
lv: Sudraba vairogi, vai Argyraspidai, bija Maķedoniešu armijas elitāras smagās kājnieku vienības.
ms: Perisai Perak, atau Argyraspidai, merupakan askar infantri berat elit bagi tentera Macedonia.
nb: Sølvskjoldene, eller Argyraspidai, var den Makedonske hærens tunge eliteinfanteri.
nl: De Zilveren Schilden, of Argyraspidai, waren de elite zware infanterie van het Macedonische leger.
pl: Srebrne Tarcze lub Argyraspidai, byli elitarną ciężką piechotą Macedońskiej armii.
pt_pt: Os Escudos de Prata, ou Argyraspidai, eram o ramo de infantaria pesada de elite do exército macedónio.
ru: Серебряные щиты, Аргираспиды, были элитным тяжёлым пехотным подразделением македонской армии.
sk: Strieborné štíty, alebo aj Argyraspidai, boli elitnou ťažkou pechotou macedónskej armády.
sv: Silversköldarna, eller Argyraspidai var den tunga elitinfanterin armen i makedonska armén.
tr: Gümüş Kalkanlar, veya Argyraspidai, Makedon ordusunun seçkin ağır piyade kolu.
uk: Срібні щити, або аргіраспідаі, були елітним озброенням важкої піхоти македонської армії.
zh: 银盾兵，或称 Argyraspidai ，是马其顿军队中的精锐重装步兵。
zh_tw: 銀盾兵，或稱 Argyraspidai，是馬其頓軍隊中的精銳重裝步兵。

source: Upgrade Shield Bearer Champion Infantry to Silver Shields, with greater health and armor.
ast: Ameyorar la infantería campeón de los escuderos a los escudos platiaos, que tienen más vida y armadura.
bg: Повишете пехотата Гвардейски щитоносец в Сребърен щит, която има повече здраве и защита.
br: Gweredekaat Arme war droad Kampion an douger Skoed er Skoedoù Arc'hant, gant yec'hed hag houarnwisk gwelloc'h.
ca: Milloreu els campions portadors d'escut a Escuts de Plata, amb més salut i armadura.
cs: Povyšte elitní pěší nositele štítů na Stříbrné štíty, které mají více životních bodů a lepší brnění.
de: Verbessert die Schildträger-Gardisteninfantrie zu Silberschilden, mit erhöhter Gesundheit und Rüstung.
el: Αναβάθμισε τον Φέρασπις Πρωταθλητή Πεζικάριο σε Ασημένιες Ασπίδες, με πολύ μεγάλη υγεία και πανοπλία.
eu: Eguneratu Infanteria ezkutu eroale aldezkaria Zilarrezko Ezkutuetara, osasun eta armadura hobearekin.
fa: ارتقا سلحشور های پیاده سپردار به سپر نقره ای ها با سلامت بیشتر و زره بیشتر
ga: Uasghradaigh Giolla Scéithe Curata go hAirigidsciatha, agus iad le sláinte is armúr níos mó.
gl: Actualizar Escudo Portador Campión de infantería para Escudos de Plata, con máis saúde e armadura.
hu: A bajnok pajzshordozókat Ezüst pajzsokká fejleszti, nagyobb életerővel és páncéllal.
id: Meningkatkan Jawara Infanteri Pembawa Perisai ke Perisai Perak, dengan nyawa dan zirah lebih banyak.
it: Aggiornamento della Fanteria Portatrice di Scudo a Scudi d'Argento, con maggiore salute, e armatura.
ja: 盾持ちチャンピオン歩兵を銀盾隊に昇進させると、耐久力および装甲がアップします。
ko: 방패지기 대표 전사 보병을 은방패 부대로 진급 하면 내구력과 장갑이 올라갑니다.
ms: Tatar Infantri Pahlawan Berperisai kepada Perisai Perak, dengan hayat, dan pertahanan yang lebih baik.
nb: Oppgrader mesterskjoldbærerinfanteri med sølvskjold, med bedre angrep, helse og rustning.
nl: Promoveer de schilddrager kampioeneninfanterie naar Zilveren Schilden met een grotere aanvalskracht, gezondheid en bepantsering.
pl: Awansuj jednostki bohaterów Tarczowników do Srebrnych Tarcz, z lepszym atakiem, życiem i obroną.
pt_pt: Melhora a Infantaria Campeã de Escudo para Escudos de Prata, com mais vida e armadura
ru: Улучши чемпиона-щитоносца до Серебряного щита, имеющего большее здоровье и броню.
sk: Povýšte Šampiónsku jazdu nosiacu štíty na Strieborné štíty, s väčším zdravím a brnením.
sv: Uppgradera Sköldbärar-mästarinfanteri till Silversköldar, med mer hälsa och rustning.
tr: Kalkan Taşıyıcı Şampiyonu Piyadesini daha sağlıklı ve zırhlı olarak Gümüş Kalkanlara yükseltin.
uk: Удоскональте чемпіонську піхоту щитоносців до срібних щитів із більшим здоров'ям та бронею.
zh: 将持盾冠勇步兵升级为银盾，拥有更强大的血量和防御。
zh_tw: 將精英盾兵升級成銀盾兵，有著更強攻擊力及盔甲。

source: Silver Shields Regiment
ar: تروس فضية
ast: Reximientu de los escudos platiaos
bg: Полк „Сребърни щитове“
br: Rejimant Skoedoù Arc'hant
ca: Regiment dels Escuts de Plata
cs: Pluk Stříbrné štíty
da: Sølvskjoldsregiment
de: Silberschild-Regiment
el: Σύνταγμα Αργυρασπίδων
es_mx: Regimiento con escudos de plata
eu: Zilarrezko Ezkutuko Erregimendua
fa: هنگ سپر نقره ای ها
fi: Hopeakilpien rykmentti
ga: Reisimint na hAirgidscéithe
gl: Rexemento de escudos de prata
hu: Ezüst pajzs regiment
id: Resimen Perisai Perak
it: Reggimento Scudi d'Argento
ja: 銀盾隊
ko: 은 방패 연대
lt: Sidabraskydžių Dalinys
lv: Sudraba vairogu režīms
ms: Rejimen Perisai Perak
nb: Sølvskjolds regiment
nl: Regiment der Zilveren Schilden
pl: Pułk Srebrnych Tarcz
pt_pt: Regimento dos Escudos de Prata
ru: Полк "Серебряные щиты"
sk: Pluk Strieborných štítov
sv: Silversköldsregemente
tr: Gümüş Kalkanlı Alay
uk: Полк срібних щитів
zh: 银盾军团
zh_tw: 銀盾軍團

source: Training increases damage of ranged infantry units.
ar: التدريب يزيد من الضرر الناتج عن وحدات المشاة ذوي المدى.
ast: L'entrenamientu aumenta'l dañu a les unidaes d'infantería a distancia.
bg: Тренирането увеличава щетите, нанасяни от далекобойната пехота.
br: Stummañ a lak distrujoù unanennoù arme war droad astennet da greskaat.
ca: La formació augmenta l'atac de les unitats d'infanteria a distància.
cs: Výcvik zvýší poškození způsobené jednotkami pěchoty pro boj na dálku.
de: Training erhöht den Schaden der Fernkampfinfanterie.
el: Η εκπαίδευση αυξάνει την ζημιά που προκαλούν οι εξ αποστάσεως πεζικάριοι.
es_mx: El entrenamiento aumenta el daño de las unidades de infantería a distancia.
eu: Entrenatzeak luzerako tiro unitateen mina areagotzen du.
fa: آموزش برای افزایش میزان ضربه نیروی پیاده دورزن
fi: Koulutus nostaa jousijalkaväen vahinkoa.
ga: Méadaíonn traenáil ionsaí na gcoisithe raonta.
gl: O adestramento aumenta o dano das unidades de infantaría de proxectís.
hu: A kiképzés növeli a távolsági gyalogos egységek sebzését.
id: Latihan meningkatkan serangan unit infanteri jarak jauh.
it: L'addestramento aumenta il danno delle unità di fanteria a distanza.
ja: 遠隔攻撃歩兵の攻撃力を強化する訓練です。
lv: Apmācība palielina ievainojumus no šaušanas kājnieku vienībām.
ms: Latihan meningkatkan kerosakan yang dibuat oleh unit infantri jarak jauh.
nb: Trening øker skaden fra avstandsinfanteri.
nl: Extra trainingen voor afstandseenheden verhoogt hun aanvalskracht.
pl: Szkolenie zwiększające obrażenia zadawane przez jednostki piechoty dystansowej.
pt_pt: O treino aumenta o dano causado pelas unidades de infantaria de combate à distância.
ru: Обучение увеличивает урон, наносимый пехотой дальнего боя.
sk: Tréning zvýši silu útoku jednotiek pechoty bojujúcich na diaľku.
sv: Träning ökar skada av distanattack infanteri.
tr: Eğitim, piyadelerin verdiği zararı artırır.
zh: 训练可以增加远程步兵单位的伤害力。
zh_tw: 訓練可以增加遠距離步兵單位的傷害力。

source: Breeding livestock for food.
ar: تربية المواشي من أجل الطعام
ast: Criar el ganáu pa comida
bg: Отглеждане на добитък за храна.
br: Sevel ar chatal evit boued.
ca: Criar bestiar per a menjar.
cs: Chov zvířat kvůli jídlu.
da: Avler husdyr til mad.
de: Tierzucht für Nahrung.
el: Εκτροφή ζώων για τα τρόφιμα.
es_mx: Cría ganado para conseguir comida.
eu: Abereak hezi janaria lortzeko.
fa: پرورش دام برای غذا.
fi: Kasvata karjaa ruoaksi.
ga: Síolraigh beostoc do bhia a dhéanamh.
gl: Crianza de animal para obter comida.
hu: Élőállat tenyésztése étel előállításához.
id: Membiakkan ternak untuk Makanan.
it: Allevamento di bestiame per il cibo.
ja: 食用に家畜を飼育します。
lv: Audzini mājlopus priekš ēdiena.
ms: Menternak ternakan untuk makanan.
nb: Oppaling av buskap som mat.
nl: Kweek dieren voor voedsel.
pl: Hodowla żywego inwentarza na żywność.
pt_pt: Criação de gado para alimentação.
ru: Разведение скота для пищи.
sk: Chov hospodárskych zvierat kvôli jedlu.
sv: Föd upp boskap för mat.
tr: Gıda için hayvanları yetiştir.
zh: 饲养家畜获取食物。
zh_tw: 飼養家畜的食物。

source: Breed time -25% for domestic animals (sheep, goats, cattle, etc.).
ar: فترة التربية -25% للحيوانات الأليفة (الخراف، والماعز، والماشية، إلخ).
ast: El -25% del tiempu de criación de los animales domésticos (oveyes, cabres, vaques, etc.).
bg: Времето за размножаване на домашни животни (овце, кози, крави, т.н.) намалява с -25%.
br: Amzer magerezh -25% evit loened doñv (deñved, givri, chatal, hag all ...hag all).
ca: El temps de cria dels animals domèstics (ovelles, cabres, vaques, etc.) es redueix en un 25%.
cs: Doba na odchov -25% pro domácí zvířata (ovce, kozy, dobytek atd.).
de: Zuchtzeit -25% für domestizierte Tiere (Schafe, Ziegen, Rinder usw.)
el: Χρόνος αναπαραγωγής -25% για τα κατοικίδια ζώα (πρόβατα, κατσίκες, βοοειδή, κλπ.).
es_mx: Tiempo de crianza -25% para animales domesticos(ovejas,cabras,ganado,etc.)
eu: Hezteko denbora %25- gutxitzen da etxeko animalientzat (ardiak, ahuntzak, behiak eta beste).
fa: زمان پرورش -25% برای حیوانات محلی (گوسفند، بز ، گاو و ...)
fi: Risteytysaika -25% kotieläimille (lampaille, vuohille, karjalle jne.).
ga: Am síolraithe -25% d'ainmhithe clóise (.i. caora, gabhair, ba).
gl: O tempo de cría redúcese un -25% para os animais domésticos (ovellas, cabras, gando, etc.).
hu: -25% tenyésztési idő a háziállatoknál (bárány, kecske, marha, stb.).
id: Waktu biak -25% untuk hewan domestik (domba, kambing, sapi, dll).
it: Tempo di allevamento -25% per gli animali domestici (pecore, capre, bovini, ecc.)
ja: 家畜（羊、山羊、牛他）の飼育時間が25%短縮します。
lv: Mājdzīvnieku (aitas, kazas, govis u.c.) audzēšanas laikam -25%
ms: Masa ternak -25% untuk haiwan domestik (biri-biri, kambing, unda, lain-lain).
nb: Avlingstid -25% for tamme dyr (sau, geit, storfe, osv.).
nl: Kweektijd voor tamme dieren (schapen, geiten ...) is 25% korter.
pl: Czas hodowli zwierząt domowych -25% (owce, kozy, bydło itd.)
pt_pt: Tempo de criação em -25% para animais domésticos (ovelhas, cabras, gado, etc.).
ru: Время разведения домашнего скота (овец, коз, коров и др.) уменьшается на -25%.
sk: Doba chovu -25% pre domáce zvieratá (ovce, kozy, dobytok, atď.).
sv: Uppfödningstid -25% för boskap (får, getter, kossor, osv.).
tr: Yavrulama zamanı - evcil hayvanlar için -25% (koyun,keçiler,sığırlar, vesaire) .
zh: 家畜饲养时间 -25% ( 绵羊、山羊、牛等 ) 。
zh_tw: 家畜飼養時間 -25% (綿羊、山羊、牛等)。

source: Increases shuttling capacity for all resources.
ar: تزيد من سعة النقل لجميع الموارد
ast: Aumenta la capacidá de tresporte pa tolos recursos.
bg: Увеличава капацитета на пренасяне за всички ресурси.
br: Lakaat a ra gouested treuzdougen da greskaat evit an holl zanvezioù.
ca: Augmenta la capacitat de transport de tots els recursos.
cs: Zvyšuje objem při přenášení pro všechny zdroje.
da: Forhøjer bærekapaciteten for alle ressourcer.
de: Erhöht die Tragekapazität für alle Ressourcen.
el: Αύξηση της ποσότητας μετακίνησης όλων των πόρων.
es_mx: Mejora sensiblemente la capacidad de transporte de todos los recursos.
eu: Baliabide danen garraio ahalmena pixka bat hobetzen du.
fa: میزان منابع قابل حمل را افزایش می دهد.
fi: Lisää kantokapasiteettiä kaikille resursseille.
ga: Méadú ar an dtoilleadh tointeáilte do gach acmhainn.
gl: Aumenta a capacidade de transporte para todos os recursos.
hu: Növeli az ingajárat kapacitását minden nyersanyagnál.
id: Meningkatkan kapasitas bawa seluruh sumberdaya.
it: Aumenta la capacità di trasporto di tutte le risorse.
ja: すべての資源の一度に運べる量が増加します。
lv: Palielina piegādes kapacitāti visiem resursiem.
ms: Tingkatkan kapasiti ulang-alik untuk semua sumber.
nb: Øker transportkapasiteten for alle ressurser.
nl: Verhoog de vervoerscapaciteit voor alle grondstoffen.
pl: Zwiększenie przenoszonej ilości dla wszystkich materiałów.
pt_pt: Aumenta a capacidade de transporte de todos recursos.
ru: Увеличивает количество переносимых ресурсов.
sk: Zvyšuje prepravnú kapacitu všetkých surovín.
sv: Ökar transportkapaciteten för alla resurser.
tr: Tüm kaynaklar için toplama verimini artırır.
zh: 增加所有资源的载运容量。
zh_tw: 增加所有資源的載運容量。

source: Workers use baskets. +5 shuttle capacity for all resources.
ar: تجعل العمال يستخدون السلال. +5 لسعة النقل لجميع الموارد
ast: Los trabayadores usen cestos. +5 de capacidá nel tresporte de tolos recursos.
bg: Работниците използват кошници. +5% капацитет на пренасяне за всички ресурси.
br: Al labourerien a implij paneroù. +5 a c'houested treuzdougen evit an holl zanvezioù.
ca: Els treballadors utilitzen cabassos. +5 en capacitat de transport per a tots els recursos.
cs: Dělníci používají koše. +5 na objemu při přenášení pro všechny zdroje.
de: Arbeiter nutzen Körbe. Sie können +5 Rohstoffe jeder Art tragen.
el: Οι εργάτες χρησιμοποιούν καλάθια. +5 ποσότητα μετακίνησης για όλους τους πόρους.
es_mx: Los trabajadores usan canastas. +5 capacidad de carga para todos los recursos.
eu: Langileek saskiak erabiltzen dituzte. 5+ garraiatzeko edukieran baliabide guztientzat.
fa: کارگرها از سبد استفاده می کنند. +5 ظرفیت فضای حمل برای تمام منابع
fi: Korit työläisille. +5 kantokapasiteettiä kaikille resursseille.
ga: Úsáideann oibrithe cléibh. Toilleadh tointeáilte +5 do gach acmhainn.
gl: Os traballadores empregan canastros. Aumenta a capacidade de transporte de todos os recursos en +5.
hu: A munkások kosarakat használnak. +5 ingajárat kapacitás minden nyersanyagnál.
id: Pekerja menggunakan keranjang. +5 kapasitas bawa seluruh sumberdaya.
it: I lavoratori utilizzano cesti. +5 Capacità di trasporto per tutte le risorse.
ja: 労働者にかごを使わせます。すべての資源の一度に運べる量が5増加します。
lv: Strādnieki izmanto grozus. +5 piegādes kapacitātei visiem resursiem.
ms: Pekerja guna bakul. +5 kapasiti ulang-alik untuk semua sumber.
nb: Arbeidere bruker kruver. +5 transportkapasitet for alle ressurser.
nl: Werkers gebruiken manden. +5 vervoerscapaciteit voor alle grondstoffen.
pl: Robotnicy używają koszy. Otrzymują +5 do ilości przenoszonych surowców.
pt_pt: Os Trabalhadores usam cestos. +5 capacidade de transporte para todos os recursos.
ru: Рабочие используют корзины. Получают +5 к переносимому объёму за раз.
sk: Pracovníci používajú koše: +5 dopravná kapacita pre všetky suroviny.
sv: Arbetare använder korgar. +5 transportkapacitet för alla resurser.
tr: İşçiler sepet kullanır. Tüm kaynaklar için +5 Servis kapasitesi.
zh: 工人使用篮子。所有资源的载运容量 +5。
zh_tw: 工人會用籃子。所有資源的載運容量 +5。
