Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: +25% health for cavalry, but +10% train time.
ast: Un +25% más de salú pa la caballería, pero'l +10% más del tiempu de llevantamientu.
bg: +25% здраве за конниците, но също така и +10% време за обучаване.
br: +25% a yec'hed evit ar marc'hegerezh met +10% a amzer-stummañ.
ca: +25% de salut per a la cavalleria, però també +10% de temps de reclutament.
cs: +25 % zdraví pro jezdectvo, ale také +10% k délce výcviku.
de: +25% Gesundheit für Kavallerie, aber auch +10% Trainingszeit.
el: +25% ζωή για το ιππικό, αλλά +10% χρόνος εκπαίδευσης.
es_ar: +25% de Salud para Caballería, pero +10% tiempo de entrenamiento.
eu: %25+ osasunean zalditeriari, baino erreklutatze denbora %10+ igotzen da.
fa: +25% سلامتی برای سواران، اما +10% زمان پرورش بیشتر.
ga: Sláinte +25% do mharcra, ach am traenála +10%.
hu: +25% életerőt ad a lovasságnak, viszont +10%-kal lassabb a kiképzés.
hy: +25% առողջություն և +10% պատրաստման ժամանակ հեծելազորին։
it: +25% punti vita per la cavalleria, ma +10% tempo d'addestramento.
ja: 騎兵の耐久力が25%増加しますが、養成時間が10%長くなります。
ko: 기병의 체력이 +25% 증가하지만 양성시간이 +10% 증가합니다.
nb: +25 helse for kavaleri, men +10% opptreningstid.
pl: +25 zdrowia dla kawalerii, ale również +10% czas trenowania.
pt_br: +25% de vida para cavalaria, mas +10% no tempo de treinamento.
ru: Добавляет 25% здоровья к коннице, но на 10% увеличивает время обучения.
sk: +25% zdravie pre jazdu, ale zato aj +10% doba tréningu
sv: +25 hälsa för kavalleri, men +10 i träningstid
tr: Süvariler için +25% sağlık ikramiyesi, fakat +10% eğitim zamanı.
uk: Додає +25% здоров'я до кінноти, але на +10% збільшує час навчання.
zh: 骑兵+25% 的生命值， +10%的训练时间。
zh_tw: 騎兵 +25% 生命值，但訓練時間 +10%。

source: Nisean War Horses
ast: Caballos de guerra niseos
bg: Нисейски бойни коне
br: Kezeg-Brezel Nisean
ca: Cavalls de guerra niseus
cs: Nisští váleční koně
de: Nisaeanische Kriegspferde
el: Πολεμικά άλογα από την Νίσαια
es_ar: Caballos de guerra niceanos
eu: Nisear Gerra Zaldiak
fa: اسب های جنگی نسایی
ga: Eacha Cogaidh as Nise
he: סוסי מלחמות של מגארה
hu: Niszaiai harci lovak
hy: Նեսայան ռազմական ձիեր
it: Cavalli da Guerra Niseani
ja: ニサイアの戦馬
ko: 니산 전투마
nb: Niseakrigshester
pl: Bojowe konie nezajskie
pt_br: Cavalos de guerra da espécie Nisean.
ru: Нисейские боевые кони
sk: Nisanské vojnové kone
sv: Nisean Krigs Hästar
tr: Nisean Savaş Atları
uk: Нісейські бойові коні
zh: 尼西亚战马
zh_tw: Nisean戰馬

source: The beautiful and powerful breed of Nisean horses increases health for Persian cavalry.
ast: La raza curiosa y fuerte del caballu niséu xube la salú de la caballería persa.
bg: Красивата и могъща порода на нисейските коне повишава здравето на персийските конници.
br: Gwellaat a ra yec'hed ar marc'hegerzh Persian ar ouenn vrav ha kreñv a Gezek Nisean.
ca: La bella i vigorosa raça de cavalls niseus millora la salut de la cavalleria persa.
cs: Nádherné a silné plemeno nisských koní zvyšuje úroveň zdraví perské jízdy.
de: Die schöne und mächtige Rasse der Nisean-Pferde erhöht Gesundheit für persische Kavallerie.
el: Η όμορφη και δυνατή φυλή των αλόγων της Νίσαιας αυξάνει την υγεία του Περσικού ιππικού.
es_ar: La bella y poderosa raza de caballos niseanos aumenta la Salud a la caballería persa.
eu: Nisea zaldi arraza polit eta indartsuak osasuna handitzen dio Pertsiar zalditeriari.
fa: نژاد زیبا و قوی اسب های نسایی سلامت سواران ایرانی را افزایش می دهد.
ga: Úsáid pór na n-each áille agus láidre as Nise, agus méadaigh siad sláinte do mharcra Peirseach.
hu: A gyönyörű és erős Niszaiai lófajta növeli a perzsa lovasság életerejét.
hy: Պարսկական հեծելազորի առողջության բարձրացում Նեսայան ձիերի գեղեցիկ և հզոր ցեղատեսակի միջոցով։
it: I bellissimi e robusti stalloni Nisei aumentano i punti vita della cavalleria persiana.
ja: 美しく力強い血統のニサイアの馬はペルシア騎兵の耐久力を高めます。
ko: 아름답고 강력한 품종의 니산 말은 페르시아 기병대의 건강을 증진합니다.
nb: Den vakre og kraftfulle Niseahesterasen øker helsen til persisk kavaleri.
pl: Piękna i potężna rasa koni z Nisean zwiększa zdrowie Perskiej kawalerii.
pt_br: A bela e poderosa raça de cavalos Nisean aumenta a saúde para a cavalaria Persa.
ru: Красивая и мощная порода нисейских лошадей увеличивает здоровье персидской кавалерии.
sk: Krásne a silné plemeno nisanských koní zvyšuje zdravie pre perzskú jazdu.
sv: Den vackra och kraftfulla rasen av Niseanhästar ökar hälsan för persiska kavallerier.
tr: Bu güzel ve güçlü Nisean atları Pers süvarisinin sağlığını arttırır.
uk: Гарна і сильна порода нісейських коней збільшує здоров'я перської кавалерії.
zh: 尼西亚马匹漂亮又强大，可增加波斯骑兵的生命值。
zh_tw: 美麗且強大的 Nisean 馬增加波斯騎兵的生命值。

source: Cyrus (ruled 559-530 B.C.) The son of a Median princess and the ruler of Anshan; justly called the 'Father of the Empire', Cyrus the Great conquered Media, Lydia, Babylonia and Bactria, thereby establishing the Persian Empire. He was also renown as a benevolent conqueror. (OP - Kurush). Technically the second ruler of the Persians by that name, and so appears as Kurush II on his documents and coins. Kurush I was his grandfather.
ast: Ciru (reinó ente 559-530 a.C.) El fíu d'una princesa media y el gobernador d'Anxán; llamáu con razón el «pá del Imperiu», Ciru'l grande conquistó Media, Lidia, Babilonia y Bactriana, afitando asina l'Imperiu persa. Tevo tamién fama de ser un conquistador benévolu. (OP - Kurux). Foi téunicamente'l segundu gobernador de los perses con esi nome, polo qu'apaez en documentos y monedes como Kurux II. Kurux I foi'l so güelu.
bg: Кир (управлявал 559-530г. пр.н.е.). Син на мидийска принцеса и владетелят на Аншан; с право наричан „бащата на империята“, Кир II Велики покорил Мидия, Лидия, Вавилония и Бактрия, създавайки по този начин Персийската империя. Той се прославил като милосърден завоевател (на староперсийски — Куруш). Всъщност той е вторият владетел на персийците с това име и затова на своите монети и документи е вписван като Куруш II. Куруш I бил неговият дядо.
br: Siruz (a renas etre 559-530 a-raok J.-K.) Mab ur briñsez vMedian ha rener Anshan; a reer anezhañ 'Tad an Impalaeriezh' just-mat, Siruz ar Bras en doa aloubet Media, Lidia, Babilonia ha Baktria en ur sevel an Impalaeriezh Persiab neuze. Brudet e oa ivez evel bezañ un alouber hegarat. (DLI- Kurush). En un doare teknikel eil rener ar Bersianed gant an anv-se, ha dont a ra war wel evel Kurush II war e deulioù hag e bezhioù moneiz. Kurush I a oa e dad-kozh.
ca: Cir (regnat 559-530 aC) El fill d'una princesa mede i el rei d'Anshan; justament anomenat el "Pare de l'Imperi", Cir el Gran va conquerir Mèdia, Lídia, Babilònia i Bactriana, establint així l'Imperi Persa. També va ser reconegut com a conqueridor benevolent. Tècnicament va ser el segon rei dels perses amb aquest nom (Kurush en persa), i apareix com a Kurush II als documents i monedes; Kurush I era el seu avi.
cs: Kýros (vládl 559-530 před Kr.) Syn médské princezny a vládce Anšanu; plným právem nazýván "Otec říše", Kýros Veliký dobyl Médii, Lýdii, Babylónii a Baktrii, čímž založil Perskoú říši. Byl též znám jako dobrosrdečný dobyvatel. (Jeho perské jméno je Kurush) Technicky je to druhý vládce Peršanů s tímto jménem, jelikož se na svých dokumentech a mincích objevuje jako Kurush II. . Kurush I. byl jeho dědeček.
de: Kyros der Große (regierte 559-530 v. Chr.), der Sohn einer medischen Prinzessin und dem Regenten von Anschan, mit Recht „Vater des Reiches“ genannt, eroberte Medien, Lydien, Babylonien und Baktrien, womit er das persische Reich begründete. Er war bekannt als wohlwollender Eroberer. (Altpersisch – Kurush). Er war technisch gesehen der zweite Regent der Perser mit diesem Namen, und so erscheint er als Kurush II. auf seinen Dokumenten und Münzen. Kurush I. war sein Großvater.
el: Ο Κύρος (κυβέρνησε το 559-530 π.Χ.). Ο γιος ενός Μήδιου πρίγκιπα και ο κυβερνήτης του Ανσάν, δίκαια αποκαλείται «ο πατέρας της Αυτοκρατορίας», ο Κύρος ο Μέγας κατέλαβε την Μηδία, τη Λυδία, τη Βαβυλωνία και τη Βακτριανή, ιδρύοντας έτσι την Περσική Αυτοκρατορία. Είχε επίσης τη φήμη του καλοπροαίρετου κατακτητή. (Σημείωση - Κούρους). Τεχνικώς ο δεύτερος ηγεμόνας των Περσών με αυτό το όνομα, έτσι εμφανίζεται σαν Κούρους II στα έγγραφα και τα κέρματά του. Ο Κούρους ήταν ο παππούς του.
es_ar: Ciro II, gobernó entre 559-530 a.C., era el hijo de una princesa meda y gobernante de Anshan. Se lo llamaba "padre del imperio" con justa razón: conquistó Media, Libia, Babilonia y Bactriana, y de esta manera estableció el imperio persa. También era famoso por ser un conquistador benévolo. Técnicamente el segundo gobernante persa con ese nombre, y por eso aparece como Ciro II en sus documentos y monedas. Ciro I era su abuelo.
eu: Cyrus (K.a. 559-530era errege) Media printzesa eta Anshaneko gobernadorearen semea zen. Egia zioten 'Inperioaren Aita' deitzean, Cyrus Handiak Media, Lydia, Babilonia eta Bactria eskuratu zituen Pertsiar inperioa osatuz. Zintzoa zelako ere ezaguna zen. Teorian izen horrekin ezagutzen den bigarren Pertsiar erregea izan zen eta Kurush ll (pertsieraz) bezala agertzen da dokumentu eta monetetan. Kurush l aitona zuen.
fa: کوروش (حکومت 559-530 ق.م)، پسر شاهزاده ماد و حاکم آنشان بود، بدرستی از وی به عنوان پدر امپراتوری یاد می شود چراکه کوروش بزرگ با فتح ماد، لیدی، بابل و باختر توانست امپراتوری ایران را پایه ریزی کند. او همچنین حکمرانی بود که به خیراندیشی و نیکوصفتی شهره بود. از وی(کوروش بزرگ) به عنوان کوروش دوم در سنگ نوشته ها و سکه ها یاد شده است. کوروش اول پدربزرگ وی بود.
ga: Cúrúis II (rialaíodh 559-530 R.C.), mac bhanphrionsa Méidigh agus rialtóir na hAinsiáine, tugtar 'Athair na hImpireachta' air, agus an ceart acu, chloígh Cúrúis Mór an Mhéidia, an Laíd, an Bhablóin agus an Bhactáir, agus tríd an ndóigh sin chruthaigh sé an Impireacht Pheirseach. Bhí cáil mhór air mar choncaire flaithiúil (ar a dtugtar 'Kūruš' nó 'carthanach' as Seanpheirsis). An dara rialtóir go teicniúil os cionn na mPeirseach, agus mar sin dealraíonn sé mar 'Chúrúis II' ina dhoiciméid agus ar a bhoinn. Ba a sheanathair é Cúrúis I.
hu: Kurus (uralkodása i. e. 559 - 530) Egy méd hercegnő és az ansani uralkodó fia, akit jogosan hívnak a „Birodalom atyja”. Nagy Kurus meghódította Médiát, Lüdiát, Babilóniát és Baktriát, így megalapítva a Perzsa Birodalmat. Jóságos hódítóként volt ismert. Gyakorlatilag a második perzsa uralkodó volt ezzel a névvel, így II. Kurusként jelenik meg a dokumentumokban és pénzérméken. I. Kurus a nagyapja volt.
hy: Կյուրոս (տիրակալ մ․թ․ա․ 559-530թթ․)։ Լինելով մարական արքայադստեր և Անշանի տիրակալի որդին և արդարացիորեն կոչվելով "կայսրության հայր"՝ Կյուրոս Մեծը գրավել է Մարաստանը, Լիդիան, Բաբելոնիան և Բակտրիան՝ դրանով իսկ հիմնելով Պարսկական կայսրությունը։ Նա նաև հայտնի էր որպես բարյացակամ նվաճող (Կյուրոս)։ Փաստացի նա պարսիկների՝ այդ անունով երկրորդ առաջնորդն էր և այդ պատճառող փաստաթղթերում և մետաղադրամների վրա հիշատակվում էր որպես Կյուրոս II: Կյուրոս I-ը նրա պապն էր։
ko: 키루스 (고대 페르시아어: 쿠루스, 성경: 고레스, 재위 기간: 기원전 559년-530년)는 메디아 공주와 안샨 왕 사이의 아들로 태어났습니다. 당연하게도 '제국의 아버지' 라고 불리는 사이러스 대왕은 메디아 리디아, 바빌로니아, 박트리아를 정복하여 페르시아 제국이 성립했습니다. 그는 또한 자애로운 정복자로 유명했습니다. (OP - 쿠루쉬). 엄밀히 말하면 페르시아의 두 번째 통치자이며, 그의 문서와 동전에 쿠루쉬 2세로 등장합니다. 쿠루쉬 1세는 그의 할아버지 였습니다.
nb: Cyrus (styrte i 559-530 f.kr.) Sønn av den Medinske prinsessen og bestyrer av Anshan; med rette kjent som grunnleggeren av Emperiet, Cyrus den store overvant Media, Lydia, Babylonia og Baktria, og etablerte dermed det Persiske Imperiet. Han var også anerkjent som en vennligsinnet erobrer. (gammelpersisk - Kurush). Teknisk sett den andre styreren av Perserne med dette navnet, så han figurerer som Kurush II på sine dokumenter og penger. Kurush I var hans bestefar.
pl: Cyrus (rządził 559-530 r. p.n.e.) Syn księżniczki Median i władcy Anszana; słusznie nazywany "Ojcem Imperium", Cyrus Wielki podbił Medię, Lydię, Babilonię i Baktrię, a tym samym ustanowił Imperium Perskie. Zdobył renomę jako dobrowity zwycięzca. (OF - Kurush). Technicznie drugi władca Persów o tej nazwie, a więc pojawia się jako Kurush II na jego dokumentach i monetach. Kurush był jego dziadkiem.
pt_br: Ciro (559-530 a.C.), o filho de uma princesa meda e governante de Anzan. Apropriadamente chamado de "Pai do Império", Ciro, o Grande conquistou a Média, a Lídia, Babilônia e a Báctria, fundando assim o Império Persa. Ficou também conhecido como um conquistador benevolente. Tecnicamente, é o segundo monarca persa com este nome (Kurus em persa antigo), assim, aparece como Kurus II em seus documentos e moedas. Kurus I foi o seu avô.
ru: Кир (правил в 559-530 г.г. до н. э.) — сын мидийской принцессы и правителя Аншана; его справедливо называют "Отцом империи". Кир Великий завоевал Мидию, Лидию, Вавилонию и Бактрию, тем самым заложив основы Персидской империи. Также был известен как благожелательный завоеватель (Куруш). Второй правитель персов с таким именем, в документах и на монетах упоминается как Куруш II. Кир I является его дедом.
sk: Kýros (vládol 559-530 pred Kr.) Syn médijskej princeznej a vládcu Anšanu; plným právom nazývaný "Otec Impéria", Kýros Veľký dobyl Médiu, Lýdiu, Babylóniu a Baktriu, čím založil Perzskú ríšu. Bol tiež známy ako dobrosrdečný dobyvateľ. (Jeho perzské meno je Kurush) Technicky je to druhý vládca Peržanov s týmto menom, keď sa na jeho dokumentoch a minciach spomína ako Kurush II. . Kurush I. bol jeho starý otec.
sv: Cyrus (härskad 559-530 B.C.) Son till en medianprinsess och linjalen Anshan; rättvis kallade "imperiens fader", Cyrus den stora erövrade media, Lydia, Babylonia och Bactria, och därmed upprätta Persiska riket. Han var också känd som en välvillig erövrerare. (OP - Kurush). Tekniskt sett kommer Persiens andra härskare av det namnet och så fram som Kurush II på sina dokument och mynt. Kurush Jag var hans farfar.
tr: Cyrus (559-530 yılları arasında hüküm sürdü) Medyan bir prensin oğlu ve Anshan'ın hükümdarı; Adil olarak "İmparatorluğun Babası" olarak adlandırılan Cyrus Büyük, Medya, Lydia, Babil ve Bactria'yı fethetti ve böylece Pers İmparatorluğu'nu kurdu. Ayrıca yardımsever bir fatih olarak tanınmıştır. (OP - Kurush). Teknik olarak Perslerin ikinci cetveli bu isme göre ve dolayısıyla belgelerinde ve madeni paralarda II. Kurru'ya benziyor. Kurush, büyükbabasıydım.
uk: Кир (правив у 559-530 р. р. до н. е.) - син мідійської принцеси і правителя Аншана; його справедливо називають "Батьком імперії". Кир Великий завоював Мідію, Лідію, Вавилонію і Бактрію, тим самим заклавши основи Перської імперії. Також був відомий як доброзичливий завойовник (Куруш). Інший правитель персів з таким ім'ям, в документах і на монетах згадується як Куруш II. Кир I є його дідом.
zh: 居鲁士二世(公元前559-前530年) 米底公主及安善国王之子；被尊称为“万王之王”。居鲁士大帝征服了米底（米底亚）、吕底亚、巴比伦及巴克特里亚（大夏），建立了波斯帝国。他也以一个仁慈的征服者的形象为人所知。阿契美尼德王朝的开创者，一般看作是波斯的第二位统治者，所以在文书及硬币上会被写为居鲁士二世。居鲁士一世是他的祖父。

source: Kurush II
ast: Kurux II
bg: Куруш II
cs: Kýros II. (Kúrúš)
de: Kyros der Große
el: Κύρος Β'
es_ar: Ciro II
fa: کوروش دوم
ga: Cúrúis II
he: כורש השני
hu: II. Kurus
hy: Կյուրոս II
ja: クルシュ2世
ko: 키루스 2세
pt_br: Ciro II
ru: Куруш II
uk: Кир II
zh: 居鲁士二世
zh_tw: 居魯士二世

source: Darius (ruled 522-486 B.C.) The son of Vishtaspa (Hystaspes), the satrap of Parthia and Hyrcania; a great administrator as well as a decent general, Darius introduced the division of the empire into satrapies and conquered NW India, Thrace and Macedonia. He was called the 'Merchant of the Empire'.
ast: Daríu (gobernó ente 522-486 a.C.) El fíu de Vixtaspa (Histaspes), el sátrapa de Partia y Hircania; un gran alministrador y un xeneral decente, Daríu introduxo la partición del Imperiu en satrapíes y conquistó el NO de la India, Tracia y Macedonia. Llamóse-y el «Mercador del Imperiu».
bg: Дарий (управлявал 522-486г. пр.н.е.). Син на Виштаспа (Хистасп), сатрап на Партия и Хиркания. Като велик управител и добър генерал, Дарий въвел разделението на империята на сатрапи и завладял северозападна Индия, Тракия и Македония. Той бил наричан „търговецът на империята“.
br: Dariuz (a renas etre 522-486 a-raok J.-K.) Mab Vichtazpa (Istazpez), satrap eus Partia hag Irkania; ur merour bras kement hag ur jeneral doujadus, Dariuz a ziazezas rannadur an impalaeriezh e satrapelezhioù hag en doa aloubet Gwalarn India, Tras ha Makedonia. Graet e oa bet anezhañ 'Marc'hadour an Imapalaeriezh'.
ca: Darios (regnat 522-486 aC) El fill de Vishtaspa (Histaspes), el sàtrapa de Pàrtia i Hircània; un gran administrador i també un general competent, Darius va introduir la divisió de l'imperi en satrapies i va conquerir el nord-oest de l'Índia, Tràcia i Macedònia. Se l'anomenava el "Mercader de l'Imperi".
cs: Dareios I. (vládl 522-486 před Kr.), syn Víštáspa (Hystapsés), vládce Parthie a Hyrkánie; významný správce a též slušný generál, Dareios zavedl rozdělení říše na satrapie a dobyl severozápadní Indii, Thrákii a Makedonii. Byl nazýván "Obchodník říše".
de: Dareios (regierte 522-486 v. Chr.), der Sohn des Vishtaspa (Hystaspes), der Satrap von Parthien und Hyrkanien; Als großer Verwalter und annehmbarer General führte er die Teilung des Reiches in Satrapien ein und eroberte Nordwest-Indien, Thrakien und Makedonien. Er wurde der „Händler des Reiches“ genannt.
el: Ο Δαρείος (κυβέρνησε το 522-486 π.Χ.) Ο γιος του Βιστάσπα (Υστάσπη), του σατράπη της Παρθία και της Υρκανίας, ένας πολύ καλός διαχειριστής καθώς και ένας αξιοπρεπής στρατηγός, ο Δαρείος εισήγαγε τη διαίρεση της αυτοκρατορίας σε σατραπείες και κατέκτησε τη ΒΔ Ινδία, τη Θράκη και τη Μακεδονία. Ονομάστηκε ο «Έμπορος της αυτοκρατορίας».
es_ar: Darío (gobernó entre 522-486 a.C.) era el hijo de Histaspes, el sátrapa de Partia e Hircanios. Al ser un gran administrador y un general decente, introdujo la división del imperio en satrapías y conquistó el noroeste de India, Tracia y Macedonia. Se lo llamaba el "mercader del imperio".
eu: Dario (K.a. 522-486 arte errege) Hystaspesen (Vistaspa pertsiarrez) semea zen, Parthia eta Hyrcaniaren satrapa. Administrari bikaina izan zen eta inperioaren banaketa satrapatan sartu eta Indiako ipar mendebaldea, Tracia eta Mazedonia bereganatu zituen jeneral ona izan zen. Bere ezizena 'Inperioaren Merkatari' zen.
fa: داریوش (حکومت 522-486). پسر ویسشتاسپ (هیستاسپ)، سردار پارسی و هیرکانی بود. یک مدیر و ژنرال کاربلد، داریوش سپاهی راه تشکیل داد و شمال هند را فتح کرد، تراکیه ها و مقدونیه ای ها وی را تاجر امپراتوری می نامیدند.
ga: Dairiús (rialaíodh 522-486 R.C.) mac Vísteaspa (nó Haísteaspas), a bhí satrap na Partha agus Gúircaine; riarthóir iontach comh maith le ginearál fónta, chuir Dairiús roinnt na himpireachta ina satrapachtaí in aithne agus chloígh sé ar an India thiar thuaidh, an Tráicia agus an Mhacadóin. Tugadh 'Ceannsaí na hImpireachta' air.
hu: Dárajavaus (uralkodása i. e. 522-486) Vistászpa (Hüsztaszpész) fia, aki Párthia és Hirkánia satrapája volt; nagy birodalomszervező és megfelelő hadvezér volt, Dárajavaus vezette be a birodalom satrapiákra osztását és meghódította Északnyugat-Indiát, Thrákiát és Makedóniát. A „Birodalom kereskedőjeként” is hívták.
hy: Դարեհ (տիրակալ մ․թ․ա․ 522-486թթ․)։ Վիշտասպայի (Հիսպաստեսի) որդի Դարեհը Պարթևստանի և Հիրկանիայի սատրապն էր, հիանալի կառավարիչ և միաժամանակ պատշաճ զորավար, ով ներդրեց կայսրության բաժանումը սատրապությունների և գրավեց հյուսիս-արևմտյան Հնդկաստանը, Թրակիան և Մակեդոնիան։ Նրան կոչել են "կայսրության առևտրական"։
ko: 비슈타스파(히스타스페스)의 아들인 다리우스 (재위 기간: 기원전 522년-486년)는 파르티아와 히르카니아의 총독으로 지냈습니다. 위대한 통치자이자 괜찮은 장군인 다리우스는 제국을 행정 구역으로 나누어, 북서 인도, 트라키아, 마케도니아를 정복했습니다. 그는 '제국의 상인'으로 불렸습니다.
nb: Darius (styrte i 522-486 f.kr.) Sønn av Vishtaspa (Hystaspes), satrapen av Parthia og Hyrcania; en stor administrator såvel som en grei general, Darius introduserte inndelingen av imperiet i satrapier og overvant Nordvest-India, Trakia og Makedonia. Han ble kalt 'kjøpmannen av imperiet'.
pl: Darius (rządził 522-486 r. p.n.e.) Syn Vishtaspa (Hystaspes) satrapy z Partii i Hyrkanii; świetny przywódca jak również dobry we wszystkich dziedzinach, Darius wprowadził podział cesarstwa pod satrapie, podbił Indie, Tracjię i Macedonię. Był nazywany "Odkupicielem Imperium".
pt_br: Dario (522-486 a.C.) era filho de Vishtaspa (Histaspes), sátrapa da Pártia e da Hircânia. Administrador notável e general competente, Dario organizou o império em satrapias e conquistou o noroeste da Índia, a Trácia e a Macedônia. Ele era chamado de "O Mercador do Império".
ru: Дарий (правил в 522-486 до н.э.) — сын Виштаспы (Гистаспы), сатрап Парфии и Гиркании; великий руководитель и в то же время славный генерал, Дарий ввёл деление империи на сатрапии и завоевал северо-западную Индию, Фракию и Македонию. Он был назван "Торговцем Империи".
sk: Dárius (vládol 522-486 pred Kr.) Syn Vištapsu (Hystapses), vládca Partie a Hyrkánie; významný správca a tiež slušný generál, Dárius predstavil rozdelenie impéria na kráľovstvá a dobyl severozápadnú Indiu, Tráciu a Macedónsko. Bol nazývaný "Obchodník Impéria".
sv: Darius (härskad 522-486 B.C.) Vishtaspa-sonen (Hystaspes), Parthia och Hyrcania sallad en stor administratör, liksom en anständig general, introducerade Darius indelningen av imperiet i satrapier och erövrade NW Indien, Thrakien och Makedonien. Han kallades "köpman av imperiet".
tr: Darius (522-486 yılları arasında hüküm sürdü) Parthia ve Hyrcania'nın satrapı Vishtaspa'nın (Hystaspes) oğlu; Büyük bir yönetici ve iyi bir general olarak Darius, imparatorluğun bölünmelerini satraplara sokup Kuzey Hindistan, Trakya ve Makedonya'yı fethetti. O'na 'İmparatorluğun Taciri' deniyordu.
uk: Дарій (правив у 522-486 рр. до н. е.) Син Віштаспи (Гістаспи), сатрап Парфії і Гірканії; великий керівник і водночас славетний генерал Дарій увів поділ імперії на сатрапії і завоював північно-західну Індію, Фракію та Македонію. Він був названий "Торговцем Імперії".
zh: 大流士一世（公元前521-486 年）是波斯帕提亚省长希斯塔斯帕之子；一个伟大的管理者及还不错的将军，他将帝国分为各个由不同总督统治的区域，且征服了印度西北部、色雷斯及马其顿。他被称为 '帝国商人' 。
