Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: While the Persians employed camelry only in a few cases, its use was always accompanied by great success (most notably during the battle of Sardis in 546 B.C.) The satrapy of Bactria was a rich source of 'two-hump' camels, while Northern Arabia supplied 'one-hump' camels.
ast: Anque los perses emplegaron camellos namái un par de veces, usalos siempre-yos salió perbién (sobre too na batalla de Sardes en 546 a.C.) La satrapía de Bactriana foi una fonte bayurosa de camellos de dos gorrumbes, mentes que l'Arabia del norte fornió-yos de camellos d'una gorrumba.
bg: Въпреки, че персийците използвали камили само в няколко случая, те винаги жънели успехи (най-вече в битката при Сарди през 546г. пр.н.е.). Сатрапията Бактрия била богат източник на двугърби камили, докато северна Арабия доставяла едногърби.
br: Keit ma implije ar Bersianed kañvaled en un nebeud degouezhioù hepken, dont a rae ganto kalz a verzh (dreist-holl e-pad emgann Sardiz e 546 a-raok J.-K.). Satrapelezh Baktria a oa ur vammenn binvidik e kañvaled 'daou dort', tra ma veze pourvezet Arabia an Hanternoz e dremedaled 'un-tort'.
ca: Tot i que els perses en pocs casos feien servir camelleria, el seu ús sempre va portar grans èxits (especialment durant la batalla de Sardes el 546 aC). La satrapia de Bactriana era una font rica de camells de dues gepes, mentre que l'Aràbia del nord proporcionava camells d'una gepa.
cs: Peršané sice využívali jízdu na velbloudech jen velmi zřídka, ale zato skoro vždy se to potkalo s velkým úspěchem (nejpozoruhodnější případ nastal během bitvy o Sardis v roce 546 před Kristem). Baktrijská satrapie byla bohatým zdrojem dvojhrbých velbloudů, zatímco severní Arábie produkovala jednohrbé.
de: Auch wenn die Perser Kamele nur selten einsetzten, so ging ihre Verwendung immer mit großen Erfolgen einher (am deutlichsten in der Schlacht von Sardes, 546 v. Chr.). Die baktrische Satrapie war ein reicher Quell an 'zwei-höckrigen' Kamelen, während Nordarabien 'ein-höckrige' Kamele beisteuerte.
el: Ενώ οι Πέρσες χρησιμοποιούσαν τις καμήλες μόνο σε λίγες περιπτώσεις, η χρήση τους συνοδευόταν πάντα από μεγάλη επιτυχία (και κυρίως κατά τη διάρκεια της μάχης των Σάρδεων το 546 π.Χ.). Η σατραπεία της Βακτρίας ήταν μια πλούσια πηγή των καμήλων με «δύο-καμπούρες», ενώ η Βόρεια Αραβία παρείχε καμήλες με «μία-καμπούρα».
es_ar: Mientras que los persas solo usaban a los camellos en pocos casos, su uso siempre estuvo acompañado de grandes éxitos (el caso más notable fue durante la batalla de Sardes en 546 a.C.). La satrapía de Bactriana era una fuente abundante de camellos, mientras que el note de Arabia proveía dromedarios.
eu: Naiz Pertsiarrak gameluak tarteka baino ez erabili, hauen erabilera beti arrakastari loturik zetorren (K.a. 546 Sardesko borrokakoa aipagarriena). Bactriako satraperria gamelu ekoizle aberatsa bihurtu zen, iparraldeko Arabiak dromedarioak banatzen zituen bitartean.
fa: در حالی که ایرانی ها از شترسوارها تنها در چند مورد استفاه کردند اما هر بار که از آنها بهره بردند توانستند موفقیت های بسیاری کسب کنند (بطور شاخص می توان به استفاده از شترسواران در نبرد ساردیس در 546 ق.م اشاره کرد). ساتراپ بلخ منطقه ای بود که در آن به مقدار زیادی شترهای دو کوهان یافت می شد در حالی که شترهای منطقه شمال شبه جزیره عرب تک کوهان بودند.
ga: Nuair a d'úsáid na Peirsigh a gcamallra ach i gcásann beaga amháin, bhí a úsáid in éineacht le buanna móra (go háirithe i rith catha Shardais i 546 R.C.). Bhí satrapacht na Bactáire fíorlán le camaill 'dhádhronnach', nuair a tháinig camaill 'aondronnach' as an Araib Thuaidh.
hu: Igaz a perzsák csak ritka esetekben vetettek be tevéseket, de a használatukat mindig nagy siker kísérte (a legjelentősebb a szardiszi csata volt i. e. 546-ban). Baktria szatrapiája a „kétpúpú” tevék gazdag forrása volt, míg Észak-Arábia „egypúpúakat” adott.
hy: Պարսիկներն օգտագործել են ուղտերով հեծյալ խմբեր շատ քիչ դեպքերում, սակայն դրանք գրեթե միշտ մեծ հաջողություն են բերել (հատկապես մ․թ․ա․ 546թ․-ին՝ Սարդիսի ճակատամարտում)։ Բակտրիայի սատրապությունը երկսապատ ուղտերի առատ աղբյուր էր, իսկ Հյուսիսային Արաբիան տրամադրում էր միասապատ ուղտեր։
it: Nonostante i Persiani impiegassero i cammellieri solo in pochi casi, il loro utilizzo fu sempre accompagnato da grande successo (in particolare durante la battaglia di Sardi nel 546 a.C.) La satrapia di Battriana era una ricca risorsa di cammelli a 'due gobbe', mentre il Nord Arabia forniva cammelli a 'una gobba'.
ja: ペルシアがラクダ騎乗を採用したのはごくわずかな機会に過ぎませんが、その際にはいつも大成功を収めました（最も顕著なものは紀元前546年のサルディスの戦い）。バクトリアの地方総督領は「フタコブ」ラクダが名産だったのに対し、北アラビアの名産は「ヒトコブ」ラクダでした。
ko: 페르시아인들이 몇가지 경우만 낙타를 이용했지만, 그것의 사용은 항상 큰 성공을 거두었습니다(가장 두드러진것은 기원전 546년 사르디스의 전투에서). 박트리아의 총독 영지는 '쌍봉' 낙타가 풍부했고, 반면 북부 아랍은 '단봉' 낙타를 공급했습니다.
nb: Selv om Perserne sjeldent brukte kameler, var det alltid med stort hell, (mest merkverdig i kampen om Sardis i 546 f.kr.) Satrapene av Bactria var en rikholdig kilde av 'to-pukkels'-kameler, mens Nordre Arabia forsynte 'én-pukkels'-kameler.
pl: Podczas gdy Persowie zatrudnieni jako chodowcy wielbłądów tylko w kilku przypadkach, jego zastosowanie zawsze towarzyszyło wielkim sukcesom (zwłaszcza podczas walki w Sardes w 546 p.n.e.) satrapy z Baktrii był bogatym źródłem wielbłądów " dwu garbu " , natomiast w Północnej Arabii dostarczali wielbłądy " jedno garby ".
pt_br: Os persas nem sempre usavam camelos em suas guerras, mas quando o faziam obtiam quase sempre bons resultados (principalmente na batalha de Sardes em 546 a.C.). A satrapia da Báctria era rica em camelos, ao passo que o norte da Arábia fornecia dromedários.
ru: Персы использовали отряды на верблюдах только несколько раз, его использование всегда сопровождалось большим успехом (в первую очередь в битве при Сардах в 546 году до н. э.). Основным источником двугорбых верблюдов являлась сатрапия Бактрия, в то время как из Северной Аравии поставлялись верблюды с одним горбом.
sk: Peržania síce využívali jazdu na ťavách iba veľmi zriedkavo, ale zato skoro vždy sa to stretlo s veľkým úspechom (najpozoruhodnejší prípad nastal počas bitky o Sardis v roku 546 pred Kristom). Satrapa Baktria bola bohatým zdrojom dvojhrbých tiav, zatiaľ čo severná Arábia produkovala jednohrbé.
sv: Medan perserna endast använde kameler i ett fåtal fall, följdes dess användning alltid med stor framgång (framför allt under slaget vid Sardis i 546 f.Kr.). Bakterierna var en rik källa till "tvåhumma" kameler medan norra Arabien levererade "one-hump" kameler.
tr: Persler, yalnızca birkaç vakada deve istihsali verirken, kullanımı her zaman büyük başarı sağladı (özellikle de M.Ö. 546'da Sardes savaşında). Kuzey Kıbrıs'ın zengin bir kaynağı olan Bactria'nın satrapisi 'Tek yumru' develer sağladı.
uk: Перси використовували загони на верблюдах лише кілька разів, їхнє використання завжди супроводжувалося великим успіхом (у першу чергу в битві при Сардах в 546 році до н. е.). Основним джерелом двогорбих верблюдів була сатрапія Бактрія, в той час як з Північної Аравії поставлялися верблюди з одним горбом.
zh: 尽管波斯人只在少数情况下使用过骆驼兵，这些使用都带来了极大的成功(最著名的一次是在公元前546年的萨第斯战役)。双峰骆驼主要产自巴克特里亚，而单峰骆驼则产自北阿拉伯。
zh_tw: 波斯人只有在少數的情況下才會使用駱駝兵，一旦派出駱駝兵則往往伴隨著巨大的成功（其中以西元前546年的薩第斯之戰最為有名）。「雙峰駱駝」主要產自巴克特里亞，而「單峰駱駝」則主要產自北阿拉伯。

source: Persians have a +10% population cap bonus (e.g. 330 pop cap instead of the usual 300).
ast: Los perses tienen una bonificación del +10% de la capacidá de población (eso ye, una capacidá de 330 en vez de 300).
bg: Персийците могат да имат +10% повече население (тоест 330 вместо 300, както е обикновено).
br: Ar Bersianed o deus ur bonuz bevenn boblañs +10% (da skouer bev. pobl. 330 enep d'an 300 boaz).
ca: Els perses tenen una bonificació del 10% del màxim de població (per exemple 330 en lloc dels 300 normals).
cs: Peršané mají výhodu +10 % k výši populačního limitu (např. limit 330 jednotek namísto běžných 300).
de: Perser haben einen Bonus von +10% auf die Bevölkerungskapazität (d.h. 330 statt 300 Einheiten).
el: Οι Πέρσες έχουν ένα +10% επιπλέων στο ανώτατο όριο του πληθυσμού. (π.χ. 330 όριο πληθυσμού αντί για το συνηθισμένο 300).
es_ar: Los persas tienen un +10% de límite de población (ej.: 330 en lugar de 300).
eu: Pertsiarrek %10+ hobaria dute populazioaren gehiengoan (adib. 330eko gehienezkoa ohiko 300aren ordez).
fa: ایرانی ها امتیاز +10% سقف جمعیت را برخوردار هستند. (برای مثال 330 سقف ظرفیت در مقایسه با 300 که معمول است)
ga: Tá bónas ar an uasdhaonra +10% do na Peirsigh (.i. uasdhonra 330 in ionad ná 300 go normálta).
hu: A perzsák +10% népességkapacitást kapnak (például 330 a szokásos 300 helyett).
hy: Պարսիկներն ունեն +10% բնակչության սահմանաչափի բոնուս (օր․՝ 330 սահմանաչափ՝ սովորական 300-ի փոխարեն)
it: I Persiani hanno un +10% di bonus al numero massimo di popolazione (es. 330 di popolazione invece di 300)
ja: ペルシアは最大人口+10%ボーナスを有します（通常が300人であれば330人になる）。
ko: 페르시아는 최대 인구 보너스가 +10% 증가합니다 (예: 보통은 300명이면 330명이 됩니다).
nb: Perserne får +10% bonus i befolkningsgrensen (f.eks vil de kunne ha maksimalt 330 enheter, istedenfor de vanlige 300).
pl: Persowie mają zwiększony limit populacji o 10% (np. 330 zamiast standardowego 300).
pt_br: Os persas tem um bônus de +10% de capacidade populacional (ex. 330 de cap. pop. ao invés de 300).
ru: Персы обладают +10% бонусом максимального населения (например, максимум 330 вместо обычного 300).
sk: Peržania majú +10% populačný bonus (t.j. 330 namiesto bežných 300).
sv: Perserna har +10% befolkningsgräns bonus (t.ex. 330 befolkning istället för vanliga 300).
tr: Persliler +10% başket nüfusu ödülüne sahip (Örn : Genelde 300 olan başkent nüfusu 330 olur).
uk: Перси володіють +10% бонусом максимального населення (наприклад, максимум 330 замість звичайного 300).
zh: 波斯的人口上限能在原基础上增加10% p(举例说明，如果原人口上限是300，那么新的人口上限会是330)。
zh_tw: 波斯有 +10% 的人口上限獎勵 (即人口上限為 330 而非平常的 300)。

source: Great King's Levy
ast: Lleva del gran rei
bg: Налогът на великия цар
br: Lamadenn Arc'hant ar Roue Bras
ca: Lleva del Gran Rei
cs: Povolávací rozkaz Velkokrále
de: Großkönigliche Musterung
el: Μεγάλου Βασιλέα Εισφορά
es_ar: Leva del Gran rey
eu: Errege Handiaren Erreklutatzea
fa: سربازگیری پادشاه بزرگ
ga: Léibheann an Rí Mhóir
hu: Nagy király sorozása
hy: Մեծ արքայի զորակոչ
it: Reale Leva Generale
ja: 大王の召集令
ko: 대왕의 소집령
nb: Den store kongens tvangsutskriving
pl: Pobór Wielkiego króla
pt_br: Mobilização Geral
ru: Новобранцы Великого Короля
sk: Branná povinnosť Veľkokráľa
sv: Stor Kunglig Uppbådelse
tr: Great King'in Vergisi
uk: Великий королівський податок.
zh: 国王征召
zh_tw: 偉大國王的徵召

source: The Persians could and did levy a large number of infantry during wartime due to the sheer size of the Achaemenid Empire and the way in which it was set-up. In general the Persian infantry was well trained and fought with great tenacity. However while this was true the infantry were poor hand-to-hand, close combat fighters. Also, with the exception of the elite regiments, the Persian infantry was not a standing professional force.
ast: Los perses podíen llevantar y llevantaron bien d'infantería en tiempos de guerra por mor del tamañu escomanáu del Imperiu aqueménida y de cómo esti s'estableció. Polo xeneral, la infantería persa preparóse bien y lluchó con gran porfía. Sicasí, la infantería foi ruin lluchando cuerpu a cuerpu. Amás, sacantes los reximientos d'élite, la infantería persa nun foi una fuercia estable nin profesional.
bg: Персийците можели и събирали голям брой пехотинци по време на война, поради големия размера на Ахеменидското царство и начина, по който то било уредено. Персийската пехота като цяло била добре обучена и се биела упорито. Въпреки това, пехотинците не били особено добри в близък бой. Също така, с изключение на елитните полкове, персийската пехота не била професионална армия.
br: Ar Bersianed a c'halle sevel un niver bras a droadeien e-pad un amzer-vrezel abalamour d'ar ment bras a oa gant an Impalaeriezh Akaemeninat ha dre an doare e oa bet rannet. Dre vras e oa gourdonet mat an droadegiezh Bers ha stourm a rae gant birvidigezh-vras. Koulskoude daoust ma oa gwir, gwan e oa an droadegiezh en emgannoù a-dost. Ma, nemet rejimantoù ar rejimantoù gwellañ, ne oa ket an droadegiezh Pers un nerzh micherel brudet.
ca: Els perses podien reclutar un gran nombre de lleves d'infanteria en temps de guerra, a causa de la mida de l'Imperi Aquemènida i la manera com estava organitzat. En general, la infanteria persa estava ben entrenada i lluitava amb una gran tenacitat. Tot i així, també és cert que la infanteria no lluitava bé cos a cos en combat tancat. A més, amb l'excepció dels regiments d'elit, la infanteria persa no era una força professional.
cs: Peršané mohli na základě prosté velikosti Achjmenovské říše a způsobu, jakým byla vybudována, v době války povolat početnou pěchotu. Obecně byla perská pěchota dobře vycvičena a bojovala s velkou neústupností, byla však navzdory výše řečenému špatná v boji muže proti muži. Obzvláště nebyla perská pěchota - s výjimkou elitních pluků - žádným stálým profesionálním vojskem.
de: Die Perser konnten aufgrund der schieren Größe des Achämenidenreiches und der Art und Weise, wie es aufgebaut war, in Kriegszeiten eine große Menge an Infanterie ausheben. Allgemein war die persische Infanterie gut ausgebildet und kämpfte mit großer Hartnäckigkeit, allerdings war sie trotzdem eher schlecht im Kampf Mann gegen Mann. Außerdem war die persische Infanterie - mit Ausnahme der Eliteregimenter - keine stehende professionelle Streitmacht.
el: Οι Πέρσες μπορούσαν και είχαν συγκεντρώσει έναν μεγάλο αριθμό πεζικού κατά τη διάρκεια του πολέμου, λόγω του μεγάλου μεγέθους της αυτοκρατορία των Αχαιμενιδών και τον τρόπο με τον οποίο ήταν οργανωμένη. Σε γενικές γραμμές το περσικό πεζικό ήταν καλά εκπαιδευμένο και πολεμούσαν με μεγάλη επιμονή. Ωστόσο, η αλήθεια ήταν ότι το πεζικό ήταν φτωχοί πολεμιστές για μάχες σώμα με σώμα. Επίσης, με εξαίρεση τα επίλεκτα συντάγματα, το περσικό πεζικό δεν ήταν μια μόνιμη επαγγελματική δύναμη.
es_ar: Los persas reclutaban mucha infantería durante tiempos de guerra debido al gran tamaño del imperio aqueménida y la forma en que estaba compuesto. En general la infantería persa estaba bien entrenada y peleaba con mucha tenacidad. Sin embargo, eran pobres combatientes melé y mano a mano. Con excepción de los regimientos de elite, la infantería persa no era una fuerza profesional permanente.
eu: Persiarrek infanteriako derrigorrezko erreklutatzeak egin ahal izan zituzten eta egin zituzten gerra garaian Arkemenida inperioaren tamaina handia eta berau osatzeko era zela eta. Orokorrean, infanteria ondo erakutsita zegoen eta indartsu oldartzen zen, nahiz aurrez-aurreko borroketan ahul ibili. Aipatzekoa da eliteko erregimentuez aparte, persiar infanteria ez zegoela profesional gisa edo egonkor bezala ikusia.
fa: ایرانی ها می توانستند یک ارتش پیاده نظام بزرگ را آماده نبرد کنند و اینکار را انجام می داند چراکه امپراتوری هخامنشی یک امپراتوری بزرگ و گسترده بود. با این وجود درحالی که سربازان ایرانی به خوبی آموزش دیده و سرسخت بودند اما در نبردهای تن به تن و جنگ های نزدیک زیاد قوی نبودند. البته به استثنای دسته های خاص و زبده همانند گارد جاویدان. بطور کل پیاده نظام ایران یک نیروی حرفه ای به حساب نمی آمد.
ga: Is féidir leis na Peirisgh a líostáil agus líostáil siad uimhir mhór coisithe le linn an chogaidh, mar gheall ar an méid mhór Impireacht na hAcaeiméinigh agus na forais atá aige. Go ginearálta, bhí na coisithe Peireacha dea-oilte agus throid siad le láidreacht mhór. Áfach, nuair a bhí fíor é, bhí siad lag sa troid freisin. Agus, ach amháin do na reisimintí éilite, ní arm seasta iad na coisithe Peirseacha.
hu: A perzsák nagy számú gyalogságot tudtak besorozni háború idején, az Óperzsa birodalom puszta méretéből és a felépítéséből adódóan. Általánosságban a perzsa gyalogság jól képzett volt és nagy kitartással harcolt. Viszont a gyalogság gyenge volt a kézitusában és a közelharcban. Emellett az elit csapatokat leszámítva, a perzsa gyalogság nem egy állandó, hivatásos haderő volt.
hy: Պարսիկները և՛ կարողանում, և՛ անում էին հետևակի մեծ զորակոչ պատերազմի ընթացքում՝ Աքեմենյան տերության ահռելի չափերի և դրա կառուցվածքի պատճառով։ Պարսկական հետևակը հիմնականում լավ մարզված էր և կռվում էր մեծ համառությամբ։ Այնուամենայնիվ, նույնիսկ այս պայմաններում հետևակը շատ թույլ էր մերձամարտում։ Ավելին, բացառությամբ բարձրաստիճան զորախմբերի՝ պարսկական բանակն արհեստավարժ չէր։
it: I Persiani potevano disporre di un gran numero di fanti in tempo di guerra a causa della vastità dell'Impero Achemenide e per come era stato concepito. In generale, la fanteria persiana era ben addestrata e combatteva con grande tenacia. Tuttavia, era vero che la fanteria era carente nel corpo a corpo, trovandosi vicino agli avversari. Inoltre, con l'eccezione dei reggimenti d'elite, la fanteria persiana non era una forza professionale permanente.
ja: ペルシアは戦時に大人数の歩兵の召集を、アケメネス朝帝国の巨大さとそれを実現する手法によって可能にし、実際しました。一般にペルシアの歩兵は良く鍛えられていて、粘り強く戦いました。しかし、その一方で、歩兵はつかみ合いの接近戦に弱かったのでした。また、精鋭部隊を除き、ペルシア歩兵は専任の常備軍ではありませんでした。
ko: 페르시아는 전시에 대규모 보병의 소집을 아케메네스 왕조 제국의 엄청난 크기와 그것을 실현하는 방법에 의해 가능하게 실제로 했습니다. 일반적으로 페르시아 보병은 훈련이 잘되어있었고 대단히 끈기 있게 싸웠습니다. 그러나 보병은 가난해서 백병전을 수행한 근접 전투원들이었습니다. 또한 정예부대를 제외하고 페르시아 보병은 상비군이 아니었습니다.
nb: Perserne kunne tvangsutskrive et stort antall infanterister under krigstid på grunn av Akamenide-dynastiets voldsomme størrelse og måten det var organisert på. Generelt var det persiske infanteriet godt trent, målbevisst og kjempet med fasthet. På den annen side var infanteristene svake i nærkamp uten våpen. Dessuten - med unntak av eliteregimentene - var ikke det persiske infanteriet en permanent profesjonell styrke.
pl: Persjanie mogli i powołali w czasie wojny ogromną liczbę piechoty z powodu samej tylko wielkości i rozlokowania Achemenidzkiego Imperium. Zasadniczo, Perska piechota była dobrze wyszkolona i walczyła z wielką wytrwałością. Jednakże, choć było to prawdą, składała się ona z biednych, walczących wręcz wojowników. Piechota Perska, wyłączając elitarne pułki, nie składała się z profesjonalnych sił zbrojnych.
pt_br: Os Persas recrutavam um grande número de pessoas para integrarem seus regimentos de infantaria em períodos de guerra, devido à enorme dimensão do império aquemênida e à maneira como estava organizado. Em geral, a infantaria persa era bem treinada e combatia com bastante empenho. No entanto, ela não se saia muito bem no combate corpo a corpo. Com exceção dos regimentos de elite, a infantaria persa não era um exército profissional permanente.
ru: Персы могли и пользовались возможностью набирать большое количество пехоты во время военных действий ввиду огромных размеров Ахеменидской державы и её организации. В целом персидская пехота была хорошо натренирована и сражалась с большим упорством. Несмотря на это, пехота была плохо подготовлена для ближнего боя. Также, за исключением элитных полков, персидская пехота не относилась к профессиональным войскам.
sk: Peržania mohli a aj odviedli obrovské množstvo pešiakov počas vojny vzhľadom k samotnej veľkosti Achajmenskej ríše a spôsobom jej zriadenia. Vo všeobecnosti perzská pechota bola dobre trénovaná a bojovala s veľkou húževnatosťou. Avšak aj napriek tomu jej členovia boli slabí v boji nablízko. Navyše, s výnimkou elitných plukov, táto pechota nebola stálou profesionálnou silou.
sv: Perserna kunde och uppbådade faktiskt ett sort antal infanteri under krigstid på grund av den enorma storleken av Akemenidiska Riket och sättet på vilket det var organiserat. I allmänhet var persiska infanteriet välutbildat och slogs med stor uthållighet. Men de var också dåliga närstridskämpar. Med undantag av elitregementen, så var det Persiska infanteriet inte en stående professionell styrka.
tr: Ahameniş Hanedanlığı imparatorluğun yapısı ve büyüklüğü sebebiyle savaş zamanları çok büyük miktarlarda askere alma imkanına sahipti ve öyle de yaptı. Genellikle Pers piyadeleri iyi eğitimliydi ve yüksek cesaretle savaşırlardı. Ancak, yine de yakın dövüşte zayıf kalıyorlardı. Ayrıca, seçkin birlikler haricinde, Pers piyadeleri sürekli silah altında tutulan kuvvetler değildi.
uk: Перси могли і користувалися можливістю набирати велику кількість піхоти під час військових дій через величезні розміри Ахеменідської імперії та її організації. В цілому перська піхота була добре натренована і билася з великим завзяттям. Незважаючи на це, піхота була погано підготовлена для близького бою. Також за винятком елітних полків перська піхота не відносилася до професійних військ.
zh: 由于阿契美尼德帝国的庞大规模及其组织结构，波斯人在战争期间内能在短时间里征召大量的步兵，而他们的确也这么做了。尽管波斯步兵总体来讲训练有素而且意志坚定，但是他们缺乏肉搏战的经验。而且，除少数精锐部队以外，波斯步兵不是职业的常备军。
zh_tw: 由於阿契美尼德王朝的龐大規模及其組織結構，波斯人可以在戰時大量徵召步兵。儘管波斯步兵整體來說訓練有素且意志堅定。但是他們缺乏肉搏戰的經驗。而且，除了少數的精英部隊以外，波斯的步兵並非職業的常備軍。

source: Higher income (+15%) from land trade routes for ally's traders.
ast: Xube los ingresos (+15%) de les rutes comerciales terrestres a los comerciantes aliaos.
bg: Повишени приходи (+15%) от сухоземните търговски маршрути за съюзническите търговци.
nb: Høyere inntekt (+15%) fra landhandelruter for allierte handelsmenn.

source: Royal Road
ast: El camín real
bg: Царски път
br: Hent-Roueel
ca: Carretera reial
cs: Královská cesta
de: Königliche Straße
el: Βασιλική Οδός
es_ar: Camino real
eu: Errege Errepidea
fa: جاده شاهی
ga: Bóthar na Ríthe
he: דרך המלך
hu: Királyi út
hy: Արքայական ճանապարհ
it: Strada Reale
ja: 王の道
ko: 페르시아 왕도
nb: Kongelig vei
pl: Droga królewska
pt_br: Estrada Real
ru: Царская дорога
sk: Kráľovská cesta
sv: Kunglig Gata
tr: Kraliyet Yolu
uk: Королівська дорога
zh: 皇家大道
zh_tw: 皇家大道
