Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: [font="sans-14"]W or \[up]: Pan screen up
ar: [font="sans-14"]W أو \[up]: لتحريك الشاشة للأعلى
da: [font="sans-14"]W eller \[op]: Panorér skærm opad
es_mx: [font="sans-14"]W o \[arriba]: Desplazar la cámara hacia arriba
et: [font="sans-14"]W või \[ülesnool]: Liiguta vaadet üles
fa: [font="sans-14"]بالا یا W [کلید جهت بالا روی کیبورد]: حرکت دوربین به سمت بالا
ga: [font="sans-14"]W nó \[suas]: Peanáil scáileán suas
lv: [font="sans-14"]W vai \[up]: Pabīdīt ekrānu uz augšu
ms: [font="sans-14"]W atau \[up]: Lata skrin ke atas
nb: [font="sans-14"]W eller \[opp]: Beveg skjerm opp
sk: [font="sans-14"]W alebo \[hore]: Posunie obrazovku hore
sr: [font="sans-14"]W или \[up]: Помера екран на горе

source: S or \[down]: Pan screen down
ar: S أو \[down]: لتحريك الشاشة للأسفل
da: S eller \[ned]: Panorér skærm ned
es_mx: S o \[abajo]: Desplaza la cámara hacia abajo
et: S või \[allanool]: Liiguta vaadet alla
fa: S یا پایین [کلید جهت پایین روی کیبورد]: حرکت دوربین به سمت پایین
ga: S nó \[síos]: Peanáil scáileán síos
lv: S vai \[down]: Pabīdīt ekrānu uz leju
ms: S atau \[down]: Lata skrin ke bawah
nb: S eller \[ned]: Beveg skjerm nedover
sk: S alebo \[dole]: Posunie obrazovku dole
sr: S or \[down]: Помера екран на доле

source: A or \[left]: Pan screen left
ar: A أو \[left]: لتحريك الشاشة لليسار
da: A eller \[venstre]: Panorér skærm mod venstre
es_mx: A o \[izquierda]: Desplaza la cámara a la izquierda
et: A või \[vasaknool]: Liiguta vaadet vasakule
fa: A یا چپ [کلید جهت چپ روی کیبورد]: حرکت دوربین به سمت چپ
ga: A nó \[clé]: Peanáil scáileán ar chlé
lv: A vai \[left]: Pabīdīt ekrānu pa kreisi
ms: A atau \[left]: Lata skrin ke kiri
nb: A eller \[venstre]: Beveg skjerm til venstre
sk: A alebo \[doľava]: Posunie obrazovku doľava
sr: A or \[left]: Помера екран на лево

source: D or \[right]: Pan screen right
ar: D أو \[right]: لتحريك الشاشة لليمين
da: D eller \[højre]: Panorér skærm mod højre
es_mx: D o \[derecha]: Desplazar la cámara hacia la derecha
et: D või \[paremnool]: Liiguta vaadet paremale
fa: D یا راست [کلید جهت راست روی کیبورد]: حرکت دوربین به سمت راست
ga: D nó \[deas]: Peanáil scáileán ar deas
lv: D vai \[right]: Pabīdīt ekrānu pa labi
ms: D atau \[right]: Lata skrin ke kanan
nb: D eller \[høyre]: Beveg skjerm til høyre
sk: D alebo \[doprava]: Posunie obrazovku doprava
sr: D or \[right]: Помера екран на десно

source: Ctrl + W or \[up]: Rotate camera to look upward
ar: Ctrl + W أو \[up]: تدوير الكيمرا للنظر للأعلى
da: Ctrl + W or \[up]: Rotér kamera for at kigge opad
es_mx: Ctrl + W o \[arriba]: Rota la cámara para mirar hacía arriba
et: Ctrl + W või \[ülesnool]: Pööra kaameravaadet ülespoole
fa: Ctrl + W یا [کلید جهت بالا روی کیبورد]: تغییر زاویه دید دوربین برای نگاه از بالا
ga: Ctrl + W nó \[suas]: Rothlaigh ceamara suas
lv: Ctrl + W vai \[up]: Pagriezt kameru ar skatu uz augšu
ms: Ctrl + W atau \[up]: Putar kamera untuk melihat ke atas
nb: Ctrl + W eller \[opp]: Roter kamera for å se oppover
sk: Ctrl + W alebo \[hore]: Otočí kameru nahor
sr: Ctrl + W or \[up]: Ротирај камеру за поглед на горе

source: Ctrl + S or \[down]: Rotate camera to look downward
ar: Ctrl + S أو \[down]: تدوير الكيمرا للنظر للأسفل
da: Ctrl + S or \[down]: Rotér kamera for at kigge nedad
es_mx: Ctrl + S o \[abajo]: Rota la cámara para mirar hacía abajo
et: Ctrl + S või \[allanool]: Pööra kaameravaadet allapoole
fa: Ctrl + S یا [کلید جهت پایین روی کیبورد]: تغییر زاویه دید دوربین برای نگاه از پایین
ga: Ctrl + S nó \[síos]: Rothlaigh ceamara síos
lv: Ctrl + S vai \[down]: Pagriezt kameru ar skatu uz leju
ms: Ctrl + S atau \[down]: Putar kamera untuk melihat ke bawah
nb: Ctrl + S eller \[ned]: Roter kamera for å se nedover
sk: Ctrl + S alebo \[dole]: Otočí kameru dole
sr: Ctrl + S or \[down]: Ротирај камеру за поглед на доле

source: Ctrl + A or \[left]: Rotate camera clockwise around terrain
ar: Ctrl + A أو \[left] لتدوير الكمرة مع عقارب السّاعة حول الأرض
da: Ctrl + A or \[left]: Rotér kamera med uret omkring terrainet
es_mx: Ctrl + A o \[izquierda]: Rota la cámara en la dirección de las agujas del reloj alrededor del terreno
et: Ctrl + A või \[vasaknool]: Pööra kaameravaadet päripäeva
fa: Ctrl + A یا [جهت چپ]: جرخش دوربین بصورت ساعت گرد
ga: Ctrl + A nó \[clé]: Rothlaigh ceamara ar deiseal
lv: Ctrl + A vai \[left]: Pagriezt kameru pulksteņrādītāja virzienā ap teritoriju
ms: Ctrl + A atau \[left]: Putar kamera mengikut jam disekitar muka bumi
nb: Ctrl + A eller \[venstre]: Roter kamera med klokken rundt terrenget
sk: Ctrl + A alebo \[doľava]: Otočí kameru okolo terénu v smere hodinových ručičiek
sr: Ctrl + A or \[left]: Ротирај камеру у правцу казаљке на сату по терену

source: Ctrl + D or \[right]: Rotate camera anticlockwise around terrain
ar: Ctrl + D أو \[right] لتدوير الكمرة عكس عقارب السّاعة حول الأرض
da: Ctrl + D or \[right]: Rotér kamera imid uret omkring terrainet
es_mx: Ctrl + A o \[izquierda]: Rota la cámara en la dirección contraria de las agujas del reloj alrededor del terreno
et: Ctrl + D või \[paremnool]: Pööra kaamerat vastupäeva
lv: Ctrl + D vai \[right]: Pagriezt kameru pretēji pulksteņrādītāja virzienam ap teritoriju
ms: Ctrl + D atau \[right]: Putar kamera melawan jam disekitar muka bumi
nb: Ctrl + D eller \[høyre]: Roter kamera mot klokken rundt terrenget
sk: Ctrl + D alebo \[doprava]: Otočí kameru okolo terénu v protismere hodinových ručičiek
sr: Ctrl + D or \[right]: Ротирај камеру у правцу супротном казаљци на сату по терену

source: Q: Rotate camera clockwise around terrain
ar: Q لتدوير الكمرة مع عقارب السّاعة حول الأرض
da: Q: Roter kameraet med uret
es_cl: Q: Girar la cámara hacia la derecha alrededor del terreno
es_mx: Q: Rotar la cámara hacia la derecha alrededor del terreno
et: Q: Pööra kaameravaadet päripäeva
fa: Q: چرخش دوربین بصورت ساعت گرد
ga: Q: Rothlaigh ceamara ar deiseal
he: q:סובב מצלמת מפה עם כיוון השעון
ka: Q: შეატრიალე კამერა საათის ისრის მიმართულებით მიწის გარშემო
lv: Q: Pagriezt kameru pulksteņrādītāja virzienā ap teritoriju
ms: Q: Putar kamera mengikut jam disekitar rupa bumi
nb: Q: Roter kamera med klokken rundt terrenget
sk: Q: Otáča kameru v smere hodinových ručičiek
sl: Q: Obračaj kamero v smeri urinega kazalca okoli ozemlja
sr: Q: Ротирај камеру у правцу казаљке на сату по терену

source: E: Rotate camera anticlockwise around terrain
ar: E لتدوير الكمرة عكس عقارب السّاعة حول الأرض
da: E: Roter kameraet imod uret
es_cl: E: Girar hacia la izquierda de la cámara alrededor del terreno
es_mx: E: Rotar la cámara hacia la izquiera alrededor del terreno
et: E: Pööra kaameravaadet vastupäeva
he: e:לסובב מצלמת מפה נגד כיוון השעון
ka: E: შეატრიალე კამერა საათის ისრის საწინააღმდეგოდ მიწის გარშემო
lv: E: Pagriezt kameru pretēji pulksteņrādītāja virzienam ap teritoriju
ms: E: Putar kamera melawan jam disekitar rupa bumi
nb: E: Roter kamera mot klokken rundt terrenget
sk: E: Otáča kameru proti smeru hodinových ručičiek
sl: E: Obračaj kamero v nasprotni smeri urinega kazalca okoli ozemlja
sr: E: Ротирај камеру у правцу супротном казаљци на сату по терену

source: Shift + Mouse Wheel Rotate Up: Rotate camera clockwise around terrain
ar: Shift + تدوير عجلة الماوس للأعلى: تدوير مع عقارب الساعة حول التضاريس
br: Lkd + Treiñ rod al logodenn en nec'h: Treiñ ar c'hamera e tu biz an eurioù war-dro an dachenn
da: Shift + Musehjul Op: Rotér kameraet med uret om terrænet
es_cl: Shift + Rueda del ratón Girar arriba: girar la cámara hacia la derecha alrededor del terreno
es_mx: Mayús + Rueda del ratón hacía arriba: Rota la cámara en la dirección de las agujas del reloj alrededor del terreno
et: Shift + kerimine üles: Pööra kaameravaadet päripäeva
fa: Shift + چرخ ماوس به سمت بالا: چرخش دوربین بصورت ساعت گرد
ga: Shift + Roth Luiche Suas: Rothlaigh ceamara ar deiseal
he: Shift + גלגל עכבר סובב עד: סובב מצלמת מפה עם כיוון השעון
ka: Shift + ზევით დარგოლვა: შეატრიალე კამერა საათის ისრის მიმართულებით მიწის გარშემო
lv: Shift + Peles rulīti rotēt uz augšu: Pagriezt kameru pulksteņrādītāja virzienā ap teritoriju
ms: Shift + Putar Roda Tetikus Ke Atas: Putar kamera mengikut jam disekitar rupa bumi
nb: Shift + Muse-hjul oppover. Roter kamera med klokken rundt terrenget
sk: Shift + Otoč koliečko na myši hore: Otáča kameru v smere hodinových ručičiek
sl: Shift + Kolešček miške navzgor: Obračaj kamero v smeri urinega kazalca okoli ozemlja
sr: Shift + точком миша ротирати на горе: Ротирај камеру у смеру казаљке на сату по терену

source: Shift + Mouse Wheel Rotate Down: Rotate camera anticlockwise around terrain
ar: Shift + تدوير عجلة الماوس للأسفل: تدوير عكس عقارب الساعة حول التضاريس
da: Shift + Musehjul Ned: Rotér kameraet mod uret om terrænet
es_cl: Shift + rueda del ratón hacia abajo Girar: Girar hacia la izquierda de la cámara alrededor del terreno
es_mx: Mayús + Rueda del ratón hacía abajo: Rota la cámara en la dirección contraria de las agujas del reloj alrededor del terreno
et: Shift + kerimine alla: Pööra kaameravaadet vastupäeva
he: Shift + נגד כיוון השעון גלגל עכבר סובב למטה: לסובב מצלמת מפה נגד כיוון השעון
ka: Shift + ქვევით დარგოლვა: შეატრიალე კამერა საათის ისრის საწინააღმდეგოდ მიწის გარშემო
lv: Shift + Peles rulīti rotēt uz leju: Pagriezt kameru pretēji pulksteņrādītāja virzienam ap teritoriju
ms: Shift + Putar Roda Tetikus Ke Bawah: Putar kamera melawan jam disekitar rupa bumi
nb: Shift + Muse-hjul nedover: Roter kamera mot klokken rundt terrenget
sk: Shift + Otoč koliečko na myši dole: Otáča kameru proti smeru hodinových ručičiek
sl: Shift + Kolešček miške navzdol: Obračaj kamero v nasprotni smeri urinega kazalca okoli ozemlja
sr: Shift + точком миша ротирати на доле: Ротирај камеру у смеру супротном од казаљке на сату по терену

source: F: Follow the selected unit (move the camera to stop it from following the unit)
ar: اتبع الوحده التي تم اختيارها (حرك الكاميرا لايقاف اتباع الوحده)
fa: F: دنبال کردن نیروی انخاب شده (دوربین را حرکت دهید تا از دنبال کردن نیرو را متوقف کند)
ga: F: Lean na haonaid roghnaithe (bog an ceamara agus é a stopadh don aonad a leanadh)
ms: F: Ikut unit terpilih (gerak kamera untuk hentikan kamera mengikuti unit tersebut)
nb: F: Følg den valgte enheten (beveg på kameraet for å slutte å følge enheten)
sk: F: Sleduj vybranú jednotku (posuň kameru pre zrušenie sledovania jednotky)

source: R: Reset camera zoom/orientation
ar: ٌR: إعادة تعيين الكاميرا التكبير / التوجيه
da: R: Nulstil kameraets zoom/retning
es_cl: R: Restablecer zoom y orientación de la cámara
es_mx: R: Reiniciar orientación/enfoque de la cámara
et: R: Algseadista kaamera suum/suund
fa: R: ریست کردن نمای دوربین به حالت اولیه
ga: R: Athshocraigh zúmáil/claonadh ceamara
he: R: איפוס זום מצלמה / אורינטציה
ka: R: გაანულე კამერის დაახლოება/მიმართულება
lv: R: Atiestatīt kameras tuvinājumu/orientāciju
ms: R: Tetap semula zum/orientasi kamera
nb: R: Tilbakestill kamera zoom/retning
sk: R: Vráti kameru do pôvodnej polohy
sl: R: Ponastavi zoom/usmerjenost kamere
sr: R: Ресетуј подешавања зума/оријентацију

source: +: Zoom in (keep pressed for continuous zoom)
ar: +: التكبير (الإستمرار في الضغط لإستمرار التكبير)
da: +: Zoom ind (hold nede for fortsat zoom)
es_cl: +: Acercar (mantener presionado para acercar la cámara de forma continua)
es_mx: +: Acercar la cámara al terreno (Sigue presionando para hacerlo más suave)
et: +: suumi sisse (pidevaks suumimiseks hoida all)
he: +: זום (לשמור לחץ על הזום רציף)
ka: +: დააახლოვე (გეჭიროს უწყვეტი დაახლოებისთვის)
lv: +: Pietuvinēt (turēt nospiestu pietuvināšanas turpinājumam)
ms: +: Zum masuk (ditahan untuk zum berterusan)
nb: +: Zoom inn (hold inne knappen for kontinuerlig zoom)
sk: +: Priblíži kameru (držte stlačené pre plynulé približovanie)
sl: +: Približaj (drži pritisnjeno za neprekinjeno približevanje)
sr: +: Приближи (држати притиснуто за стално зумирање)

source: -: Zoom out (keep pressed for continuous zoom)
ar: -: التصغير (الإستمرار في الضغط لإستمرار التصغير)
da: -: Zoom ud (hold nede for fortsat zoom)
es_cl: -: Alejar (mantener presionado para alejar la cámara de forma continua)
es_mx: +: Alejar la cámara del terreno (Sigue presionando para hacerlo más suave)
et: -: suumi välja (pidevaks suumimiseks hoida all)
fa: - : زوم کردن به خارج ( نگهدارید تا بصورت ادامه دار تا مقدار مجاز زوم انجام شود)
ga: -: Zúmáil amach (coinnigh bruite do síorzúmáil)
he: -: זום (לשמור לחץ על הזום רציף)
ka: -: დააშორე (გეჭიროს უწყვეტი დაშორებისთვის)
lv: +: Attālināt (turēt nospiestu attālināšanas turpinājumam)
ms: -: Zum keluar (ditahan untuk zum berterusan)
nb: -: Zoom ut (hold inne knappen for kontinuerlig zoom)
sk: -: Oddiali kameru (držte stlačené pre plynulé odďalovanie)
sl: -: Oddalji (drži pritisnjeno za neprekinjeno oddaljevanje)
sr: -: Удаљи (држи притиснуто за стално удаљавање)

source: Alt + W: Toggle through wireframe modes
ar: Alt + W: تبديل بواسطة الأسلوب السلكي
da: Alt + W: Skift mellem wireframe-tilstande
es_cl: Alt + W: Alterna entre los modos de malla
es_mx: Alt + W: Itinerar entre los modos de «wireframe».
et: Alt + W: lülitu läbi erinevate karkassrežiimide
fa: Alt + W: تغییر وضعیت Wireframe modes
ga: Alt + W: Scoránaigh trí mhóid sreangfhráma
he: W + Alt: לעבור בין מצבים שדיות
ka: Alt + W: გადაწონე კარკასული მდგომარეობის გავლით
lv: Alt + W: Pārslēgties star karkasa režīmiem
ms: Alt + W: Togol melalui mod bingkai wayar
nb: Alt + W: Bla gjennom varianter av strek-grafikk
sk: Alt + W: Prepína medzi módmi obrysov
sl: Alt + W: Preklopite med načini skeleta
sr: Alt + W: Мењај кроз модове жичаног приказа

source: Middle Mouse Button: Keep pressed and move the mouse to pan
ar: الزر الاوسط للفأره: ابقى ضاغط و حرك الفاره لى تؤشر
fa: دکمه وسط موس: برای حرکت دکمه را نگه دارید و به محل مورد نظر بکشید
ga: Lár-Cnaipe Luiche: Coinnigh brúite agus bog an luch do phainéil a dhéanamh
lv: Vidējais peles taustiņš: Turiet nospiestu un kustiniet peli, lai bidītu ekrānu pa teritoriju
ms: Butang Tetikus Tengah: Ditahan dan gerak tetikus untuk dilata
nb: Midterste museknapp: Hold nede og flytt for å panorere
sk: Stredné tlačítko myši: Držte a hýbte myšou pre posúvanie obrazovky
sr: Средње Дугме Миша: Држи притиснуто и померај миш да би померио екран

source: [font="sans-bold-14"]During Building Placement
ar: [font="sans-bold-14"]أثناء العمل في البناء
da: [font="sans-bold-14"]Under Bygningsplacering
es_mx: [font="sans-bold-14"]Durante el emplazamiento del edificio
et: [font="sans-bold-14"]Hoone vundamendi paigutamisel
fa: [font="sans-bold-14"]در زمان قرار دادن پایه ساختمان
ga: [font="sans-bold-14"]I Rith Socrúchán Foirgnimh
ka: [font="sans-bold-14"]შენობის დადგმისას
lv: [font="sans-bold-14"]Būvniecības uzsākšanas laikā
ms: [font="sans-bold-14"]Semasa Meletak Bangunan
nb: [font="sans-bold-14"]Under plassering av bygning
sk: [font="sans-bold-14"]Počas umiestňovania budovy
sr: [font="sans-bold-14"]током постављања зграда

source: [font="sans-14"]\[: Rotate building 15 degrees counter-clockwise
ar: [font="sans-14"]\[: تدوير بناء 15 درجة عكس عقارب الساعة
da: [font="sans-14"]\[: Rotér bygning 15 grader imod uret
es_mx: [font="sans-14"]\[: Rota el edificio 15 grados en el sentido contrario de las agujas del reloj
et: [font="sans-14"]\[: Pööra ehitist 15 kraadi vastupäeva
fa: [font="sans-14"][ : چرخش ساختمان به میزان 15 درجه ساعت گرد
ga: [font="sans-14"]\[: Rothlaigh foirgneamh le 15 chéim ar tuathal
lv: [font="sans-14"]\[: Pagriezt būvniecību 15 grādus pretēji pulksteņrādītāja virzienam
ms: [font="sans-14"]\[: Putar bangunan 15 darjah melawan jam
nb: [font="sans-14"]\[: Roter bygning 15 grader mot klokken
sk: [font="sans-14"]\[: Otočí budovu o 15 stupňov proti smeru hodinových ručičiek
sr: [font="sans-14"]\[: ротирај зграду за 15 степени у смеру супротном од казаљке на сату

source: ]: Rotate building 15 degrees clockwise
ar: ]: تدوير بناء 15 درجة مع عقارب الساعة
da: ]: Rotér bygning 15 grader med uret
es_cl: ]: Gire la construcción de 15 grados a la derecha
es_mx: ]: Gira el edificio 15 grados en el sentido de las agujas del reloj
et: ]: pööra hoonet 15 kraadi päripäeva
fa: ] : چرخش ساختمان به میزان 15 درجه پاد ساعت گرد
ga: ]: Rothlaigh foirgneamh le 15 chéim ar deiseal
he: ]: סובב בניית 15 מעלות בכיוון השעון
ka: ]: 15 გრადუსით შეატრიალე შენობა საათის ისრის მიმართულებით
lv: ]: Pagriezt būvniecību 15 grādus pulksteņrādītāja virzienā
ms: ]: Putar bangunan 15 darjah mengikut jam
nb: ]: Roter bygning 15 grader med klokken
sk: ]: Otočí budovu o 15 stupňov v smere hodinových ručičiek
sl: ]: Obrni stavbo za 15 stopinj v smeri urinega kazalca
sr: ]: Ротирај зграду за 15 степени у смеру казаљке на сату

source: Left Drag: Rotate building using mouse (foundation will be placed on mouse release)
ar: سحب أيسر: تدوير بناء باستخدام الماوس (سيتم وضع الأساس على تحرير الماوس)
da: Venstretræk: Roter bygning med musen (fundamentet vil blive placeret når knappen lettes)
es_cl: Arrastre hacia la izquierda: Gire el edificio con el ratón (fundación se colocará en la liberación del ratón)
es_mx: Arrastrar con el botón izquierdo: Gira un edificio usando el ratón (los cimientos se emplazarán una vez se suelte el botón)
et: Lohistamine vasaku hiireklahviga: pöörab hoonet hiirega (vundament asetatakse hiireklahvi vabastamisel)
fa: کشیدن کلیک چپ: چرخش ساختمان با مواس (پایه ساختمان با برداشتن کلیک ماوس گذاشته خواهد شد)
ga: Clétharraingt: Rothlaigh foirgneamh le úsáid an luiche (cuirfear an bunsraith nuair a shaoradh ar an luch)
he: גרירה מימין: סובב בניין באמצעות עכבר (בסיס יוצב על שחרור עכבר)
ka: მარცხენა მოთრევა: შეატრიალე შენობა თაგვის გამოყენებით (საძირკველი დადგება თაგვის აშვებისას)
lv: Vilkt ar kreiso: Pagriezt būvniecību lietojot peli (pamati tiks ielikti atlaižot peles taustiņu)
ms: Seret Kiri: Putar bangunan menggunakan tetikus (tapak bangunan akan diletak semula bila tetikus dilepas.
nb: Venstre-dra: Roter bygning med musen (fundament vil bli plassert ved slipp av museknapp)
sk: Ťahanie ľavým tlačidlom: Otáča budovu pomocou myši (budova bude umiestnená po uvoľnení myši)
sl: Levi poteg miške: Obračaj stavbo z miško (temelji bodo postavljeni, ko izpustite miško)
sr: Превлачење левим кликом: Ротирај зграду користећи миш (темељ ће бити постављен по пуштању тастера миша)

source: [font="sans-bold-14"]When loading a saved game
ar: [font="sans-bold-14"]عند تحميل اللعبة المحفوظة
br: [font="sans-bold-14"]P'emañ o vezañ karget ur c'hoariadenn enrollet
da: [font="sans-bold-14"]Når der indlæses et gemt spil
es_mx: [font="sans-bold-14"]Cuando se carga un juego guardado
fa: [font="sans-bold-14"]زمانی که بازی ذخیره شده بازیابی می شود
ga: [font="sans-bold-14"]Nuair atá tú ag lódáil cluiche sábháilte
lv: [font="sans-bold-14"]Kad ielādē saglabātu spēli
ms: [font="sans-bold-14"]Bila memuatkan permainan tersimpan
nb: [font="sans-bold-14"]Når du laster inn et lagret spill
sk: [font="sans-bold-14"]Keď načítavate uloženú hru
sr: [font="sans-bold-14"]Када се учитава снимљена игра

source: [font="sans-14"]Delete: delete the selected saved game asking confirmation
ar: [font="sans-14"]Delete لحذف اللعبة المحفوظة المحدّدة وطلب التّأكيد
br: [font="sans-14"]Dilemel: dilemel ar c'hoariadenn diuzet en ur c'houlenn ur c'hadarnadur
da: [font="sans-14"]Slet: Slet det valgte gemte spil
es_mx: [font="sans-14"]Borrar: borra la partida guardada pidiendo confirmación
fa: [font="sans-14"]پاک کردن: پاک کردن بازی ذخیره شده با گرفتن تایید
ga: [font="sans-14"]Delete: Scrios an cluiche sábháilte faoi roghnú agus fiafraigh deimhniú
lv: [font="sans-14"]Delete: dzēst izvēlēto saglabāto spēli jautājot apstiprinājumu
ms: [font="sans-14"]Delete: padam permainan tersimpan terpilih menanya pengesahan
nb: [font="sans-14"]Slett: Sletter det valgte lagrede spille etter å ha spurt om bekreftelse
sk: [font="sans-14"]Delete: odstráni vybrané uložené hry, požadujúc potvrdenie
sr: [font="sans-14"]Delete: избриши снимљену игру уз тражење потврде

source: Shift: do not ask confirmation when deleting a saved game
ar: Shift لعدم طلب التّأكيد عند حذف لعبة محفوظة
br: Lkd: Chom hep goulenn kadarnadur pa vo skarzhet ur c'hoari enrollet
da: Shift: Spørg ikke om bekræftelse, når der slettes et gemt spil
es_mx: Shift: no pedir confirmación cuando se borra una partida guardada
fa: Shift: نپرسیدن برای تایید زمانی که میخواهید بازی ذخیره شده را پاک کنید و پاک کردن مستقیم آن
ga: Shift: Ná fiafraigh deimhniú nuair atá cluiche sábháilte a scriosadh
lv: Shift: neprasīt apstiprinājumu, kad dzēš saglabāto spēli
ms: Shift: jangan tanya pengesahan bila memadam permainan tersimpan
nb: Shift: Ikke spør om bekreftelse ved sletting av et lagret spill
sk: Shift: nepýtať si potvrdenie na vymazanie uložených hier
sr: Shift: не тражи потврду када бришеш снимљену игру
