Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: By means of trading and travelling people explored beyond the boundaries of their lands and drew maps of it in order to share and memorize their discoveries.
ast: Per aciu del comerciu y el viaxe, la xente esploró aculló de les sos llendes y trazó mapes d'ello col envís de compartir y alcordase de los descubrimientos.
bg: Чрез търговията и пътешествията хората разучавали земите отвъд границите на страната си и съставяли карти, за да споделят и увековечат своите открития.
br: Dre genwerzhañ ha beajiñ he doa ergerzhet ar bobl trehont harzoù o douaroù ha treset he doa kartennoù eus se evit lodenniñ ha derc'hel soñj eus o dizoloadennoù.
ca: Els viatgers i comerciants van explorar noves terres més enllà de les pròpies fronteres, i van dibuixar mapes per a compartir i recordar els seus descobriments.
cs: Pomocí obchodu a cestování, lidé objevovali vzdálené krajiny za hranicemi jejich země a vytvářeli mapy pro sdílení a zapamatování jejich objevů.
de: Durch Handeln und Reisen erkundeten Leute Gebiete jenseits der Grenzen ihrer Länder und zeichneten Karten, um ihre Entdeckungen zu teilen und festzuhalten.
el: Δια μέσου του εμπορίου και των ταξιδιών οι άνθρωποι εξερεύνησαν πέρα από τα όρια των εδαφών τους και επέστησαν χάρτες από αυτά έτσι ώστε να μοιραστούν και να απομνημονεύσουν τις ανακαλύψεις τους.
es_mx: Mediante el comercio y la exploración las gentes descubrían nuevas tierras más allá de sus fronteras, dibujando mapas con los que memorizar y compartir sus peripecias con otros.
eu: Merkataritza bidez eta esploratuz jendeak bere lur mugetatik haragoko lurrak ezagutuko ditu, gogoratzeko mapak marraztuz beste batzuekin euren bizipenak partekatzeko.
fa: به وسیله تجارت و مسافرت، مردم توانستند خارج از مرز های تمدنشان را کشف کنند و برای ثبت خاطرات خود شروع به کشیدن مسیر های حرکت خود و نقشه ها کردند
ga: Thaiscéal na daoine trí thrádáil is thaistil níos faide ná imill a dtíortha agus línigh siad léarscáileanna de d'fhonn a bhfionnachtana a roinnt agus a mheabhrú.
gl: A través do comercio e das viaxes, a xente explorou alén das fronteiras das súas terras e debuxou mapas do exterior para poder compartir e memorizar os seus descubrimentos.
hu: A kereskedelem és utazás által, az emberek a saját földjeik határán túl is felderítették a területeket és térképeket készítettek, hogy megosszák és megőrizzék felfedezéseiket.
id: Dengan tujuan untuk berdagang dan penjelajahan, orang-orang menjelajah melampaui batas wilayah mereka dan menggambar peta mengenai wilayah luar dengan tujuan untuk membagikan dan mengingat apa yang ditemukan mereka.
it: Per mezzo del commercio e dei viaggiatori vengono esplorati i confini delle loro terre e disegnate le mappe al fine di condividere e memorizzare le loro scoperte.
ja: 交易と旅行を通じて人々は彼らの領地の境界を越えて探検し、その発見を共有し記録するために地図を描きました。
ko: 교역과 여행을 통해 사람들은 그들의 영지 경계를 넘어 탐험하고, 그들의 발견을 공유하고 기억하기 위해 지도를 그렸습니다.
lt: Mainų ir kelionės dėka, žmonės ištyrinėjo kas vyksta už jų žemių ir piešė žemėlapius, tam, kad pasidalintų ir prisimintų savo atradimus.
ms: Bergantung pada perdagangan dan pengembaraan manusia jelajah melangkaui tanah asal mereka dan melukis peta berkenaannya sebagai perkongsian dan kenangan penemuan mereka.
nb: Ved handel og reiser utforsket folk forbi yttergrensene av deres eget land og tegnet kart for å dele og huske sine oppdagelser.
nl: Door te handelen en te reizen ontdekten de mensen de wereld achter de grenzen van hun land. Ze tekenden kaarten om ze te delen en om hun ontdekkingen niet te vergeten.
pl: Dzięki środkom transportu i podróżom ludzie odkrywali tereny poza granicami ich krajów i rysowali ich mapy aby podzielić się wspomnieniami i odkryciami.
pt_pt: Por meio de negociações e pessoas que viajam explorando além dos limites das suas terras, desenharam mapas por forma a compartilhar e memorizar as suas descobertas.
ru: Желание торговать и путешествовать побудило людей к исследованиям за границами их земель и написанию карт, с целью распространения и увековечивания их открытий.
sk: Pomocou obchodovania a cestovania ľudia objavovali územia za hranicami ich krajov a kreslili o tom mapy aby zdieľali a pamätali si ich objavy.
sv: Med hjälp av handel och resor utforskade människor bortom gränserna av sina länder och ritade kartor för att dela med sig och memorera sina upptäckter.
tr: Ticaret ve yolculuklar sayesinde insanlar topraklarının sınırların ötesini gezdiler ve keşiflerini paylaşmak ve kaydetmek için haritalar yaptılar.
uk: Шляхом торгівлі та подорожування люди досліджували межі своїх земель та креслили їхні карти, щоб ділитися та запам'ятовувати свої відкриття.
zh: 透过贸易与旅行，人们探索到了他们土地的界限以外，并绘制了地图以分享并纪录他们的发现。
zh_tw: 透過貿易與旅行，人們探索到了他們土地的界限以外，並繪製了地圖以分享並紀錄他們的發現。

source: See what your allies see, browse their summary and check their resources and population count in the top panel.
ast: Ver lo que ven los aliaos, restolar el so resume y revisar el so recuentu de recursos y población nel panel cimeru.
bg: Вижте това, което виждат съюзниците Ви. Разглеждайте информацията за тях и проверявайте ресурсите и населението им в горния панел
br: Gwel pezh a vez gwelet gant da dud kevredet, sell ouzh o diverradenn ha gwiriañ o danvezioù ha kont ar boblañs er bannell krec'h.
ca: Mireu el que els vostres aliats veuen, navegueu pel seu resum i comproveu els seus recursos i el recompte de la població en el panell superior.
cs: Vidět to, co vidí spojenci, prohlížet si jejich výsledky, suroviny a počet obyvatel v horním panelu.
de: Du kannst sehen, was deine Verbündeten sehen, ihre Zusammenfassung betrachten und ihre Ressourcen und Bevölkerung in der oberen Leiste betrachten.
el: Δείτε τι βλέπουν οι σύμμαχοί σας, περιηγηθείτε περιληπτικά και να ελέγξτε τους πόρους τους και καταμετρήστε τον πληθυσμού τους στην κορυφή του πίνακα.
eu: Ikusi zure aliatuek ikusten dutena, zabaldu geografia ezaupideak eta beste datu interesgarri batzuk, nola populazioa edo baliabideak, goiko marran ikusgarri.
fa: دیدن چیزی که هم پیمان شما می بیند، مشاهده اطلاعات جمعیت و منابع هم پیمانها در پنل بالا صفحه
ga: Feach cad a fheiceann do chomghuaillithe, brabhsáil a n-achoimre, agus seiceáil a n-acmhainní is a ndaonra sa phainéal síos.
gl: Ve o que ven os teus aliados, explora o seu resumo e consulta os seus recursos e cantidade de poboación no panel superior.
hu: Lásd amit a szövetségeseid látnak, böngészd az összegzésüket, és olvasd le a nyersanyagaik és népességük számát a fenti panelen.
id: Melihat apa yang sekutu Anda lihat, lihat ringkasan mereka dan cek sumberdaya mereka dan jumlah populasinya di panel atas.
it: Vedi ciò che i tuoi alleati vedono, visualizza la loro situazione e controlla le quantità delle loro risorse e di popolazione nel pannello superiore.
ja: あなたの同盟国の視界、成績、資源と人口数をトップパネルで確認してください。
ko: 동맹국이 무엇을 보고 있는지 확인하고, 요약을 탐색한 후 상단 판에서 해당 자원과 인구 수를 확인하십시오.
lt: Matyk ką mato tavo sąjungininkai, peržiųrinėk jų ataskaitas, tikrink jų sukauptus resursus ir populiacijos kiekį viršutinėje panelėje.
ms: Dapat lihat apa yang dilihat oleh sekutu anda, layari ringkasan mereka dan periksa sumber dan kiraan populasi mereka dalam panel atas.
nb: Se hva dine allierte ser, se gjennom deres sammendrag og sjekk deres ressurser og befolkningsantall i toppanelet.
nl: Zie wat je alliantie ziet, blader door hun samenvatting en check hun bronnen en bevolkingslimiet in het bovenpaneel.
pl: Widzisz to co twoi sojusznicy, przeglądasz ich podsumowanie i sprawdzasz ich surowce i liczbę ludności w górnym panelu.
pt_pt: Vê o que os teus aliados veem no mapa, navega pelas estatísticas deles e verifica os recursos e contagem de população no painel superior.
ru: Вы можете видеть то, что видят Ваши союзники, просматривать в верхней панели их сводки, контролировать количество ресурсов, которым они обладают, а также размер населения.
sk: Vidíte to, čo vaši spojenci, môžete si prezerať ich súpis a skontrolovať ich zdroje a populáciu vo vrchnom paneli.
sv: Se vad dina allierade ser, se deras sammanfattning, samt deras resurser och befolkningsstorlek i den övre panelen.
tr: Müttefiklerinizin gördüklerini görün, özetlerine göz atın ve üst paneldeki kaynaklarını ve nüfus sayısını kontrol edin.
uk: Побачте те, що бачать Ваші союзники, перегляньте їхній підсумок та перевірте їхній рахунок ресурсів, та населення на верхній панелі.
zh: 查看你的同盟所看到的，在顶部的面板浏览他们的概要并检查他们的资源与人口数
zh_tw: 檢視您的盟友們看到的，在頂部面板瀏覽他們的總覽並檢查他們的資源與人口數。

source: Cartography
ar: علم رسم الخرائط
ast: Cartografía
bg: Картография
br: Kartennouriezh
ca: Cartografia
cs: Kartografie
de: Kartografie
el: Χαρτογραφία
es_mx: Cartografia
eu: Kartografia
fa: نقشه کشی
fi: Kartographia
ga: Cartagrafaíocht
gl: Cartografía
hu: Térképészet
id: Pemetaan
it: Cartografia
ja: 地図作成
ko: 지도제작
lt: Kartografija
lv: Kartogrāfija
ms: Kartografi
nb: Kartografi
nl: Cartografie
pl: Kartografia
pt_pt: Cartografia
ru: Картография
sk: Kartografia
sv: Kartografi
tr: Haritacılık
uk: Картографія
zh: 绘图学
zh_tw: 製圖學

source: Merchants' first goal was trading, but they also gathered information about the countries they crossed.
ast: El finxu principal de los mercadores foi comerciar, pero tamién arrecoyeron información sobre los países que cruciaron.
bg: Основната цел на търговците е печалбата, но те също така са събирали и информация за държавите, през които са преминавали.
br: Pal kentañ ar varc'hadourien a oa kenwerzhañ, hogen dastumet o doa ivez titouroù diwar-benn ar broioù a oa bet treuziet ganto.
ca: L'objectiu principal dels comerciants era el comerç, però també van reunir informació sobre els països on van anar.
cs: Hlavní cíl obchodníků byl samozřejmě obchod, ale také získávali údaje o zemích, kterými prošli.
de: Das erste Ziel der Kaufleute war der Handel, allerdings sammelten sie auch Informationen über die Länder, die sie durchquerten.
el: Ο πρώτος στόχος των έμπορων ήταν η εμπορία, αλλά συγκέντρωναν επίσης και πληροφορίες σχετικά με τις χώρες από όπου πέρασαν.
eu: Merkatarien lehen helburua negozioa egitea zen, baino era berean igarotako herrien informazioa ere jaso zuten.
fa: هدف اول بازرگانان معامله بود اما آنها به جمع آوری اطلاعات در مورد کشورهایی که از آنها عبور می کردند نیز می پرداختند
ga: Bhí trádáilíocht í an príomhaidhm do na ceannsaithe, ach bhailigh siad eolas freisin faoi na tíortha eile gur thrasnaigh siad tríd.
gl: O primeiro obxectivo dos comerciante é o comercio, pero tamén recollen información sobre os países polos que pasan.
hu: A kereskedők elsődleges célja a kereskedelem volt, de információt is gyűjtöttek azokról az országok, ahol megfordultak.
id: Tujuan utama pedagang adalah berdagang, tapi mereka juga mengumpulkan informasi negeri yang mereka lewati.
it: Il primo obiettivo dei Mercanti era commerciare, ma anche raccogliere informazioni sui paesi attraversati.
ja: 商人の一番の目的は交易ですが、彼らが立ち寄った国についての情報収集も行います。
ko: 상인의 가장 큰 목적은 교역이지만 그들이 들른 나라에 대한 정보 수집도 합니다.
lt: Pirklių pagrindinis tikslas buvo mainai, bet jie taip pat rinko informacij apie šalis per kurias keliavo.
ms: Matlamat utama pedagang adalah perniagaan, tetapi mereka juga mengumpul maklumat berkenaan negara yang mereka lalui.
nb: Handelsmennenes første mål var handel, men de tilegnet seg også informasjon om landene de krysset.
nl: Handelaren waren voornamelijk bezig met handel drijven, maar ze verzamelden ook informatie over de landen die ze doorkruisten.
pl: Pierwszym celem grona handlowców był handel, ale zebrali również informacje o krajach, przez które przeszli.
pt_pt: O primeiro objetivo dos comerciantes era negociar, mas igualmente recolheram a informação sobre os países que cruzaram.
ru: Первостепенной задачей купцов была торговля, но они также собирали информацию о тех странах, которые пересекали.
sk: Primárne zameranie obchodníkov bol obchod, okrem toho však tiež zbierali informácie o krajinách, cez ktoré prechádzali..
sv: Handelsmännens första mål var handel, men de samlade även information om länderna de korsade.
tr: Tüccarların ilk hedefi ticaret, ancak onlar da geçtikleri ülkeler hakkında bilgi topladılar.
uk: Першою метою купців була торгівля, але вони також збирали інформацію про країни, які вони перетинали.
zh: 商人的首个目标是交易，同时也收集了相关国家的信息。
zh_tw: 商人的首要目標是貿易，不過他們也蒐集了他們經過的國家的資訊。

source: Allows bribing the units of other players in order to share their vision.
ar: يتيح رشوة وحدات اللاعبين الاخرين لمشاركة ما يرون.
ast: Dexa sobornar a les unidaes d'otros xugadores pa compartir el so campu visual.
bg: Позволява подкупването на единиците на другите играчи, за да виждате това, което виждат и те.
br: Aotren a ra da baeañ an unanennoù a bep c'hoarier evit rannañ o gwel.
ca: Permet subornar les unitats d'un altre jugador a canvi de la seva visió.
cs: Umožňuje podplatit jednotky ostatních hráčů pro získání jejich výhledu.
de: Ermöglicht das Bestechen von Einheiten eines anderen Spielers, um deren Sicht zu teilen.
el: Επιτρέπει τη δωροδοκία των μονάδων του άλλου παίχτη για να μοιραστείς αυτό που βλέπουν.
eu: Beste jokalarien unitateei eskupekoak ematea ahalbidetzen du euren ikusmena eskuratzeko.
fa: اجازه دادن برای رشوه دادن به نیروهای سایر بازیکن ها برای استفاده از دید آنها
ga: Lig d'aonaid imreora eile a bhreabáil dá fhís a roinnt.
gl: Permite subornar as unidades doutros xogadores para compartir a súa visión.
hu: Lefizethetővé teszi a többi játékos egységeit, hogy osztozz a látókörükön.
id: Memperbolehkan penyogokan unit dari pemain lain dengan tujuan untuk melihat apa yang dia lihat.
it: Permette di corrompere le unità di altri giocatori per condividere la loro visuale.
ja: 視界を共有するために他のプレイヤーのユニットに賄賂を渡すことができます。
ko: 시야를 공유받기 위해 다른 선수의 유닛에게 뇌물을 줄 수 있습니다.
lt: Leidžia papirkinėti kitų žaidėjų vienetus tam, kad matyti tai ką mato jie.
ms: Membolehkan sogokan rasuah unit pemain lain untuk dapatkan jangkauan pandangan pihak mereka.
nb: Tillater bestikking av andre spilleres enheter slik at du kan dele deres åsyn.
nl: Staat toe de eenheden van andere spelers om te kopen om hun inzicht te delen.
pl: Pozwala przekupić jednostki innych graczy w celu podzielenia się swoją wizją.
pt_pt: Permite subornar unidades de outros jogadores de forma a partilhar a sua visão.
ru: Позволяет подкупать юнитов других игроков, чтобы видеть то, что видят они.
sk: Povoľ podplácanie jednotiek druhých hráčov pre zdieľanie toho, čo vidia.
sv: Tillåter att muta andra spelares enheter för att se deras sikt.
tr: Diğer oyuncuların birliklerine görüş alanlarını paylaşmaları için rüşvet vermeye olanak sağlar.
uk: Дозволяє підкуповування підрозділів інших гравців, щоб скористатися їхнім баченням.
zh: 允许使用间谍，获取其他玩家的单位的视野。
zh_tw: 可以賄賂其他玩家的單位以分享他們的視野。

source: Espionage
ar: التجسس
ast: Espionaxe
bg: Шпионаж
br: Spierezh
ca: Espionatge
cs: Špionáž
de: Spionage
el: Κατασκοπία
eu: Espioitza
fa: جاسوسی
ga: Spiaireacht
gl: Espionaxe
hu: Kémkedés
id: Pengintaian
it: Spionaggio
ja: 諜報活動
ko: 첩자
lt: Šnipinėjimas
ms: Pengintipan
nb: Spionering
nl: Spionage
pl: Szpiegostwo
pt_pt: Espionagem
ru: Шпионаж
sv: Spionage
tr: Casusluk
uk: Шпигунство
zh: 间谍
zh_tw: 間諜

source: Promote all of your citizen-soldier cavalrymen to Advanced rank.
ast: Ascender tolos ciudadanos-soldáu montaos al rangu avanzáu.
bg: Повишаване на всички граждани-конници в ранг „Напреднал“.
br: Lakaat hollad ho soudarded-keodedour war-varc'h da vont betek ar renk araokaet.
ca: Ascendiu tots els soldats ciutadans de cavalleria al rang avançat.
cs: Povyšte všechny své občanské vojáky jízdy na úroveň zkušených vojáků.
da: Forfremmer alle dine borgersoldat kavalerister til avanceret rang.
de: Befördere alle Bürgersoldaten Kavalleristen zum fortgeschrittenen Rang.
el: Προάγετε όλους τους ιππείς πολίτες-οπλίτες σας σε Ανώτερο βαθμό.
es_mx: Mejora todos tus ciudadanos-soldados de caballería al rango avanzado.
eu: Hobetu zure zalditeriako hiritar -soldaduak maila gorenera.
fa: ارتقا تمام سربازان شهروند سواره نظام به رتبه بالاتر
ga: Ardaigh do mharcraí míle-shaoránacha ar fad go an rang Forásach.
gl: Avanza todos os cidadáns-soldado de cabalaría ao rango avanzado.
hu: Minden lovas polgár előléptetése fejlett rangra.
id: Tingkatkan semua kavaleri rakyat Anda ke pangkat lebih Tinggi.
it: Promuove tutti i cavalieri cittadino-soldato al rango Avanzato.
ja: すべての市民兵士の騎兵を上級ランクに昇進させます。
ko: 모든 시민 군인 기병을 상위 계급으로 진급합니다.
lv: Paaugstiniet visus savus pilsoņus-jātniekus līdz Attīstītai pakāpei.
ms: Lantik semua askar-rakyat berkuda anda ke pangkat Mahir.
nb: Oppgrader alle dine borger-soldatkavalerister til avansert rang.
nl: Promoveer al je burgersoldaat ruiters naar de geavanceerde rang.
pl: Awansuj wszystkich swoich miejskich kawalerzystów do rangi Zaawansowanej.
pt_pt: Promove todos os teus cidadãos soldados cavaleiros à graduação Avançado.
ru: Содействуйте увеличению ранга граждан-кавалеристов до улучшенного.
sk: Povýši všetkých vašich občanov-vojakov jazdcov na pokročilý stupeň.
sv: Befordra alla dina medborgarsoldat kavallerister till rangen Avancerad.
tr: Tüm süvari vatandaş askerlerinizi İleri rütbeye terfi ettirin.
uk: Підвищити всіх Ваших кавалерійських громадян-солдатів до просунутого рангу.
zh: 将你所有的骑兵民兵晋升为进阶等级。
zh_tw: 將您所有的公民騎兵晉升為進階等級。

source: Promote all of your citizen-soldier cavalrymen to Advanced rank. This increases their military prowess, but decreases their meat gathering rates -25%. Unlocks Elite Citizen-Cavalry technology.
ast: Ascender tolos ciudadanos-soldáu montaos al rangu avanzáu. Esto auménta-yos l'habilidá militar, pero amenórga-yos les tases de recoyida nel -25%. Desbloquia la teunoloxía de la caballería ciudadano d'élite.
bg: Повишаване на всички граждани-конници в ранг „Напреднал“. Това увеличава военните им умения, но намалява бързината на събиране на месо с -25%. Отключва технологията Елитна гражданска конница.
br: Lakaat hollad ho soudarded-keodedour war-varc'h da vont betek ar renk araokaet. Lakaat a ra da greskiñ o ampartiz milourel, met bihanaat a ra eus -25% o feur dastum kig. Divorailhañ a ra an deknologiezh Begenn ar Geodedourien war-varc'h.
ca: Ascendiu tots els soldats ciutadans de cavalleria al rang avançat. Això augmenta la seva destresa militar, però disminueix els índexs de recol·lecció de carn un -25%. Desbloca la tecnologia de les elits de la cavalleria ciutadana.
cs: Povyšte všechny své občanské vojáky jízdy na úroveň zkušených vojáků. Zvýší se jejich bojové schopnosti, ale sníží jejich schopnost získávat maso o 25%. Odemkne výrobní postupy elitních občanských vojáků jízdy.
de: Befördere alle Bürgerkavalleristen zum fortgeschrittenen Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleischsammelrate um -25%. Schaltet Elite Bürgerkavallerietechnologie frei.
el: Προάγετε όλους τους ιππείς πολίτες-οπλίτες σας σε Ανώτερο βαθμό. Αυτό αυξάνει την στρατιωτική τους δύναμη αλλά μειώνει κατά -25% το ποσοστό συλλογής κρέατος. Ξεκλειδώνει την τεχνολογία Εκλεκτός Πολίτης-Ιππέας.
es_mx: Mejora a todos tus ciudadanos-soldados de caballería al rango de Avanzado. Aumentando su destreza militar, pero disminuyendo su tasa de recolección de carne un -25%. Desbloquea la tecnología de Caballería ciudadana de élite.
eu: Igo zure zalditeria hiritar-soldadu guztiak Aurreratua mailara. Gudarako trebetasuna handituko diezu, baino haragia biltzerako garaian %25- gutxiago lortuko dute. Eliteko Herritar-Zalditeria teknologia desblokeatzen du.
fa: ارتقا تمام شهروندان سرباز سواره نظام شهروند به رتبه بالاتر. این باعث افزایش قدرت نظامی آنها می شود اما باعث کاهش سرعت جمع کردن گوشت آنها به میزان -25% می شود. باز کردن قفل فناوری سواره نظام شهروند زبده
ga: Ardaigh do mharcraí míle-shaoránacha ar fad go an rang Forásach. Méadaíonn sé seo a láidreacht mhíleata, ach laghdaíonn sé a rátaí bailithe d'fheoil le -25% freisin. Díghlasáil teicneolaíocht Marcra-Shaoránach Éilite.
gl: Avanza todos os cidadáns-soldado de cabalaría ao rango avanzado. Isto aumenta a súa eficacia militar, pero diminúe un -25% a velocidade coa que recollen carne. Desbloquea a tecnoloxía «Cabalaría de cidadáns de elite».
hu: Minden lovas polgár előléptetése fejlett rangra. Ez növeli a harci képességeiket, de -25% a húsgyűjtési sebességükre. Elérhetővé teszi at elit polgár lovas fejlesztést.
id: Tingkatkan semua kavaleri rakyat Anda ke pangkat lebih Tinggi. Ini meningkatkan kecakapan militer mereka namun mengurangi tingkat pengumpulan daging sebanyak -25%. Membuka teknologi Kavaleri Rakyat Elit.
it: Promuove tutti i cavalieri cittadino-soldato al rango Avanzato. Questo aumenta il loro valore militare, ma diminuisce la loro raccolta cibo di -25%. Sblocca la tecnologia Cavalleria Cittadina Elite.
ja: すべての市民兵士の騎兵を上級ランクに昇進させます。これによって軍事的な技量が上がりますが、肉の採集効率が25%落ちます。精鋭市民騎兵のテクノロジー研究が可能になります。
ko: 모든 시민 군인 기병을 상위 계급으로 진급합니다. 이것은 그들의 군사력을 증가 시키지만, 고기 수집률은 -25% 감소합니다. 정예 시민 기병의 기술 연구를 풉니다.
lv: Paaugstiniet visus savus pilsoņus-jātniekus līdz Attīstītai pakāpei. Tas palielinās to militāro spēku, taču samazinās resursu iegūšanas ātrumu par -25%. Atver Elites pilsoņu-jātnieku tehnoloģiju.
ms: Lantik semua askar-rakyat berkuda anda ke pangkat Mahir. Ia meningkatkan kekuatan ketenteraan mereka, tetapi mengurangkan -25% kadar pengumpulan sumber. Buka teknologi Askar-Rakyat Elit.
nb: La alle dine borgersoldat-kavalerister stige i gradene til avansert rang. Dette øker deres militære skikkethet men senker evnene til kjøtt-sanking med -25%. Låser opp teknologi for elite borgere-kavaleri.
nl: Promoveer al je burgersoldaat ruiters naar geavanceerde rang. Dit verhoogt hun militaire kracht, maar verminderd hun burgertaak (vlees verzamelen) met 25%. Na deze promotie kan je verder promoveren tot elite rang.
pl: Awansuj wszystkich swoich miejskich kawalerzystów do rangi Zaawansowanej. Zwiększa to ich waleczność, ale zmniejsza szybkość zdobywania pożywienia o -25%. Odblokowuje technologię Elitarna kawaleria miejska.
pt_pt: Promove todos os teus cidadãos-soldados cavaleiros à graduação Avançado. Isto aumenta o seu poderio militar mas diminui a velocidade de recolha de carne em -25%. Desbloqueia a tecnologia dos Cidadãos-Cavaleiros de Elite.
ru: Содействуйте увеличению ранга граждан-кавалеристов до улучшенного. Это повысит их воинскую доблесть, но уменьшит сбор мяса на -25%. Открывает технологию "элитный гражданин-кавалерист".
sk: Povýši všetkých vašich občanov-vojakov jazdcov na pokročilý stupeň. Toto zvýši ich vojenské schopnosti, avšak zároveň spomalí ich rýchlosť získavania mäsa o 25%. Taktiež sprístupní technológiu elitnej občianskej jazdy.
sv: Befordra alla dina medborgarsoldat kavallerister till rangen Avancerad. Detta ökar deras militära förmåga men minskar deras köttinsamlingstakt med -25%. Låser upp Elit Medborgar-kavalleri teknologin.
tr: Tüm süvari vatandaş askerlerinizi İleri rütbeye terfi ettirin. Askeri kabiliyetleri artar ancak et toplama hızı -25% azalır. Seçkin Vatandaş Süvari teknolojisini açar.
uk: Підвищити всіх Ваших кавалерійських громадян-солдатів до просунутого рангу. Це збільшує їхню військову відвагу, але знижує їхні темпи збирання м'яса на -25%. Відкриває технологію елітної громадянської кавалерії.
zh: 将你所有的骑兵民兵晋升为进阶等级。这可以增强他们的力量，但-25%资源采集速度。解锁精锐骑兵民兵科技。
zh_tw: 將您所有的公民騎兵晉升為進階等級。這可以增強他們的力量，但會降低他們的資源採集速率 -25%。解鎖精銳騎兵民兵科技。
