Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: Enter playername:
ast: Nome de l ẍogador:
bg: Въведете име на играч:
ca: Escriviu el nom de jugador:
de: Spielername eingeben:
el: Δώσε όνομα παίχτη:
es: Ingrese nombre de jugador:
fi: Kirjoita pelaajanimi:
fr: Entrer le nom du joueur :
gd: Cuir a-steach ainm cluicheadair:
hu: Adja meg a játékosnevet:
id: Masukkan nama pemain:
it: Inserisci il nome del giocatore:
ko: 플레이어 이름 입력:
mk: Внесете име на играч:
pt_br: Digite o nome do jogador:
ru: Введите имя игрока:
sk: Zadajte meno hráča:
sv: Ange spelarens namn:
tr: Oyuncu adını girin:
uk: Ввести ім'я гравця:
zh: 输入玩家昵称 :
zh_tw: 輸入玩家名稱：

source: View Profile
ar: اعرض اللاحة
ast: Vere l perfil
bg: Преглед на профила
br: Gwelet ar Profil
ca: Mostra el perfil
cs: Ukázat profil
da: Vis Profil
de: Profil anzeigen
el: Δείτε προφίλ:
es: Ver perfil
es_cl: Ver Perfil:
eu: Ikusi profila
fa: دیدن مشخصات کاربر
fi: Näytä profiili
fr: Voir le profil
ga: Féach ar próifíl
gd: Seall a’ phròifil
gl: Ver o perfil
hr: Pogledaj Profil
hu: Profil megtekintése
id: Tampilkan Profil
it: Vedi Profilo
ja: プロフィールを見る
ka: პროფილის ნახვა
ko: 정보 보기
lv: Apskatīt Profilu
mk: Преглед на профилот
ms: Lihat Profil
nb: Vis profil
nl: Bekijk profiel
pl: Pokaż Profil
pt_br: Ver Perfil
pt_pt: Ver Perfil
ro: Vezi profilul
ru: Найти
sk: Prezrieť profil
sr: Прикажи профил
sv: Se profil
tr: Profil Görüntüle
uk: Переглянути профіль
zh: 查看档案
zh_tw: 查看檔案

source: Please enter a player name.
ar: رجاءً أدخل اسمًا للّاعب.
ast: Pon el nome d’un ẍogador, por favor.
bg: Моля, въведете име на играч.
br: Ebarzhit mar-plij anv ur c'hoarier.
ca: Escriviu un nom de jugador.
cs: Zadejte, prosím, jméno hráče.
de: Bitte gib einen Spielernamen ein.
el: Παρακαλώ, εισάγετε το όνομα του παίχτη.
es: Introduce un nombre de jugador.
eu: Jokalari izen bat sartu.
fa: لطفا نام یک بازیکن را وارد کنید
fi: Syötä pelaajanimi
fr: Veuillez entrer un nom de joueur.
ga: Cuir isteach ainm imreora le do thoil.
gd: Cuir a-steach ainm cluicheadair.
gl: Escriba un nome de xogador.
hr: Molimo vas da unesete igračevo ime
hu: Adj meg egy játékosnevet.
id: Mohon masukkan nama pemain.
it: Per favore inserisci il nome del giocatore.
ja: プレイヤー名を入力してください
ko: 사용자 이름을 입력하세요.
lv: Lūdzu ievadiet spēlētāja vārdu.
mk: Ве молиме внесете име на играч.
ms: Sila masukkan nama pemain.
nb: Skriv inn et spillernavn
nl: Voer een gebruikersnaam in.
pl: Wpisz nazwę gracza.
pt_br: Por favor insira um nome de jogador.
pt_pt: Introduz um nome de um jogador.
ro: Introduceți un nume.
ru: Пожалуйста, введите имя игрока.
sk: Zadajte, prosím, meno hráča.
sr: Молимо унесите име играча.
sv: Vänligen ange ett spelarnamn.
tr: Lütfen bir oyuncu adı girin.
uk: Будь ласка, введіть ім'я гравця.
zh: 请输入玩家名。
zh_tw: 請輸入玩家名稱。

source: Password again:
ar: كلمة السّرّ مجدّدًا:
ast: Confirmare la ꞇyave:
bg: Повторете паролата:
br: Ger-kuzh adarre:
ca: Repetiu la contrasenya:
cs: Heslo znovu:
da: Bekræft adgangskode:
de: Passwort wiederholen:
el: Κωδικός ξανά:
es: Repite la contraseña:
es_cl: Repetir Contraseña:
eu: Pasahitza berriro:
fa: تکرار گذرواژه:
fi: Salasana uudelleen:
fr: Vérification du mot de passe :
ga: Pasfhocal arís:
gd: Facal-faire a-rithist:
gl: Contrasinal (repítao):
hr: Ponovite lozinku:
hu: Jelszó ismét:
id: Kata sandi lagi:
it: Reinserisci la Password:
ja: パスワードの確認：
ka: დათქმული სიტყვა ხელახლა:
ko: 비밀번호 재입력:
lv: Parole atkārtoti:
mk: Повторете ја лозинката:
ms: Kata laluan sekali lagi:
nb: Gjenta passord:
nl: Herhaal wachtwoord:
pl: Powtórne hasło:
pt_br: Senha novamente:
pt_pt: Palavra-passe novamente:
ro: Parola din nou:
ru: Повторите пароль:
sk: Heslo znovu:
sr: Укуцај шифру поново:
sv: Lösenord igen:
tr: Şifre tekrarı:
uk: Пароль знову:
zh: 请再次输入密码：
zh_tw: 再次輸入密碼：

source: Please enter your username
ar: رجاءً أدخل اسم المستخدم
ast: Pon el tou nome d’usuariu, por favor
bg: Моля, въведете потребителското си име
br: Ebarzhit hoc'h anv-implijer mar-plij
ca: Escriviu el nom d'usuari
cs: Zadejte, prosím, své uživatelské jméno
da: Skriv venligst dit brugernavn
de: Bitte gib deinen Benutzernamen ein
el: Παρακαλώ, πληκτρολογήστε το όνομα χρήστη
es: Introduce tu nombre de usuario
es_cl: Introduzca su nombre de usuario
eu: Mesedez sartu zure erabiltzaile izena
fa: لطفا نام کاربری خود را وارد کنید
fi: Kirjoita käyttäjänimesi
fr: Veuillez entrer votre nom d'utilisateur
ga: Cuir isteach d'ainm úsáideora le do thoil
gd: Cuir a-steach d’ ainm-cleachdaiche
gl: Escriba o seu nome de usuario.
hr: Unesite korisničko ime
hu: Add meg a felhasználóneved
id: Mohon masukkan nama pengguna Anda
it: Inserire il nome utente
ja: ユーザー名を入力してください
ka: გთხოვ, შეიყვანე მომხმარებელი
ko: 사용자 이름을 입력하십시오
lv: Lūdzu ievadiet savu lietotājvārdu
mk: Ве молиме внесете го корисничкото име
ms: Sila masukkan nama pengguna anda
nb: Skriv inn brukernavnet ditt
nl: Gelieve uw gebruikersnaam in te voeren
pl: Wpisz swój pseudonim
pt_br: Por favor, digite seu nome de usuário
pt_pt: Por favor introduz a palavra-passe
ro: Introdu un nume
ru: Пожалуйста, введите ваше имя профиля
sk: Zadajte svoje používateľské meno
sr: Молимо унесите ваше корисничко име
sv: Vänligen ange ditt användarnamn
tr: Lütfen kullanıcı adınızı girin
uk: Будь ласка, введіть Ваше ім'я користувача
zh: 请输入您的用户名。
zh_tw: 請輸入您的使用者名稱

source: Invalid username
ar: اسم المستخدم غير صالح
ast: El nome d’usuariu ye inválidu
bg: Неправилно потребителско име
br: Anv-implijer direizh
ca: El nom d'usuari no és vàlid
cs: Neplatné uživatelské jméno
de: Ungültiger Benutzername
el: Λανθασμένο όνομα χρήστη
es: Nombre de usuario incorrecto
eu: Erabiltzaile izen baliogabea
fa: نام کاربری نامعتبر
fi: Virheellinen käyttäjänimi
fr: Nom d'utilisateur incorrect
ga: Ainm úsáideora neamhbhailí
gd: Ainm-cleachdaiche mì-dhligheach
gl: O nome de usuario non é válido
hu: Érvénytelen felhasználónév
id: Nama Pengguna Salah
it: Username errato
ja: 無効なユーザー名
ko: 잘못된 사용자 이름
lv: Nederīgs lietotājvards
mk: Неправилно корисничко име
ms: Nama pengguna tidak sah
nb: Ugyldig brukernavn:
nl: Onjuiste gebruikersnaam
pl: Zła nazwa użytkownika
pt_br: Usuário inválido
pt_pt: Nome de utilizador inválido
ro: Nume de utilizator invalid
ru: Неправильно имя пользователя
sk: Nesprávne užívateľské meno
sv: Ogiltigt användarnamn
tr: Geçersiz kullanıcı adı
uk: Невірне ім'я користувача
zh: 无效的用户名
zh_tw: 無效的使用者名稱

# register
source: Please enter your password
ar: رجاءً أدخل كلمة السّرّ
ast: Pon la tua ꞇyave d’accessu, por favor
bg: Моля, въведете паролата си
br: Ebarzhit ho ker-kuzh mar plij
ca: Escriviu la contrasenya
cs: Zadejte, prosím, své heslo
de: Bitte gib dein Passwort ein
el: Παρακαλώ, πληκτρολόγησε το συνθηματικό σου
es: Introduce tu contraseña
eu: Mesedez sartu zure pasahitza
fa: لطفا گذرواژه خود را وارد کنید
fi: Syötä salasanasi
fr: Veuillez entrer votre mot de passe
ga: Cuir isteach do phasfhocal le do thoil
gd: Cuir a-steach am facal-faire agad
gl: Escriba o seu contrasinal
hu: Add meg a jelszavadat
id: Mohon masukkan kata sandi Anda
it: Inserire la password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
lv: Lūdzu ievadiet savu paroli
mk: Ве молиме внесете ја позинката
ms: Sila masukkan kata laluan anda
nb: Skriv inn passordet ditt
nl: Gelieve uw wachtwoord in te voeren
pl: Wprowadź hasło
pt_br: Por favor digite sua senha
pt_pt: Por favor introduz a palavra-passe
ro: Introduceți parola
ru: Пожалуйста, введите пароль
sk: Zadajte, prosím, svoje heslo
sr: Унесите своју лозинку
sv: Vänligen ange ditt lösenord
tr: Lütfen şifrenizi girin
uk: Будь ласка, введіть Ваш пароль
zh: 请输入你的密码
zh_tw: 請輸入您的密碼

# login
source: Please enter your password
ar: رجاءً أدخل كلمة السّرّ
ast: Pon la tua ꞇyave d’accessu, por favor
bg: Моля, въведете паролата си
br: Ebarzhit ho ker-kuzh mar plij
ca: Escriviu la contrasenya
cs: Zadejte, prosím, své heslo
de: Bitte gib dein Passwort ein
el: Παρακαλώ, πληκτρολόγησε το συνθηματικό σου
es: Introduce tu contraseña
eu: Mesedez sartu zure pasahitza
fa: لطفا گذرواژه خود را وارد کنید
fi: Syötä salasanasi
fr: Veuillez entrer votre mot de passe
ga: Cuir isteach do phasfhocal le do thoil
gd: Cuir a-steach am facal-faire agad
gl: Escriba o seu contrasinal
hu: Add meg a jelszavadat
id: Mohon masukkan kata sandi Anda
it: Inserire la password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
lv: Lūdzu ievadiet savu paroli
mk: Ве молиме внесете ја позинката
ms: Sila masukkan kata laluan anda
nb: Skriv inn passordet ditt
nl: Gelieve uw wachtwoord in te voeren
pl: Wprowadź hasło
pt_br: Por favor digite sua senha
pt_pt: Por favor introduz a palavra-passe
ro: Introduceți parola
ru: Пожалуйста, введите пароль
sk: Zadajte, prosím, svoje heslo
sr: Унесите своју лозинку
sv: Vänligen ange ditt lösenord
tr: Lütfen şifrenizi girin
uk: Будь ласка, введіть Ваш пароль
zh: 请输入你的密码
zh_tw: 請輸入您的密碼

source: Please choose a longer password
ast: Escolyi una ꞇyave maæs lharga, por favor
bg: Моля, изберете по-дълга парола
ca: La contrasenya ha de ser més llarga
cs: Zvolte, prosím, delší heslo
de: Bitte wähle ein längeres Passwort
el: Παρακαλώ επέλεξε έναν μεγαλύτερο κωδικό πρόσβασης
es: Por favor, elija una contraseña más larga
eu: Mesedez , aukeratu pasahitz luzeagoa
fi: Valitse pidempi salasana
fr: Veuillez choisir un mot de passe plus long, s'il vous plait
ga: Roghnaigh pasfhocal níos fada le do thoil
gd: Tagh facal-faire nas fhaide
gl: Escolla un contrasinal máis longo
hu: Válassz hosszabb jelszót
id: Mohon gunakan kata sandi yang lebih panjang
it: Per favore scegli una password più lunga
ko: 더 긴 비밀번호를 선택하세요
lv: Lūdzu izvēlēties garāku paroli
mk: Ве молиме изберете подолга лозинка
ms: Sila pilih kata laluan yang lebih panjang
nl: Kies een langer wachtwoord
pl: Proszę użyj dłuższego hasła
pt_br: Por favor, escolha uma senha mais longa
pt_pt: Por favor escolha uma palavra-passe mais longa
ru: Выберите более длинный пароль
sk: Prosím zadajte dlhšie heslo
sv: Välj ett längre lösen ord
tr: Lütfen uzun bir parola seçiniz
uk: Будь ласка, виберіть довший пароль
zh: 请选择更长的密码
zh_tw: 請選擇一個更長的密碼

source: Please enter your password again
ar: رجاءً أعد إدخال كلمة السّر
ast: Torna a ponere la ꞇyave, por favor
bg: Моля, въведете паролата отново
br: Ebarzhit ho ker-kuzh adarre mar-plij
ca: Torneu a escriure la contrasenya
cs: Zadejte, prosím, své heslo znovu
da: Skriv venligst din adgangskode igen
de: Bitte gib dein Passwort erneut ein
el: Παρακαλώ, ξαναπληκτρολογήστε το συνθηματικό
es: Vuelve a introducir tu contraseña
es_cl: Vuelva a escribir su contraseña
eu: Mesedez sartu zure pasahitza berriz
fa: لطفا گذرواژه خود را دوباره وارد کنید
fi: Kirjoita salasanasi uudelleen
fr: Veuillez entrer votre mot de passe à nouveau
ga: Cuir isteach do phasfhocal arís le do thoil
gd: Cuir a-steach am facal-faire agad a-rithist
gl: Escriba o seu contrasinal de novo.
hr: Molimo Vas da ponovo unesete lozinku
hu: Add meg ismét a jelszavadat
id: Mohon masukkan kata sandi Anda lagi
it: Inserire nuovamente la password
ja: パスワードをもう一度入力してください
ka: გთხოვ, კიდევ ერთხელ შეიყვანე დათქმული სიტყვა
ko: 비밀번호를 다시 입력하세요
lv: Lūdzu vēlreiz ievadiet savu paroli
mk: Ве молиме повторно внесете ја лозинката
ms: Sila masukkan kata laluan anda sekali lagi
nb: Skriv inn passordet ditt igjen
nl: Gelieve uw wachtwoord te bevestigen
pl: Ponownie wpisz swoje hasło
pt_br: Por favor, digite novamente sua senha
pt_pt: Por favor introduz a palavra-passe novamente
ro: Introdu din nou parola
ru: Подтвердите пароль
sk: Zadajte znovu svoje heslo
sr: Молимо унесите шифру поново
sv: Vänligen ange ditt lösenord igen
tr: Lütfen şifrenizi tekrar giriniz.
uk: Будь ласка, введіть Ваш пароль знову
zh: 请再次输入密码
zh_tw: 請再次輸入您的密碼

source: Passwords do not match
ar: كلمتا السّرّ لا تتطابقان
ast: Læs ꞇyaves nun coinciden
bg: Паролите не съвпадат
br: Ne glot ket ar gerioù-kuzh
ca: Les contrasenyes no coincideixen
cs: Hesla se neshodují
da: Adgangskoderne passer ikke sammen
de: Passwörter stimmen nicht überein
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es: Las contraseñas no coinciden
es_cl: Las contraseñas no coinciden
eu: Pasahitzak ez dira berdinak
fa: گذرواژه ها مطابقت ندارد
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
ga: Níl na pasfhocail chomhoiriúnacha
gd: Chan eil an dà fhacal-faire co-ionnann
gl: Os contrasinais non coinciden.
hr: Lozinke se ne podudaraju
hu: A jelszavak nem egyeznek
id: Kata sandi tidak sama
it: Le password non corrispondono
ja: パスワードが一致しません
ka: დათქმული სიტყვები არ ემთხვევა
ko: 비밀번호가 일치하지 않습니다
lv: Paroles nesakrīt
mk: Лозинките не се совпаѓаат
ms: Kata laluan tidak sepadan
nb: Passordene stemmer ikke overens
nl: Wachtwoorden komen niet overeen
pl: Hasła nie zgadzają się
pt_br: Senhas não correspondem
pt_pt: As palavras-passe não coincidem
ro: Parolele nu corespund
ru: Пароли не совпадают
sk: Heslá nie sú rovnaké
sr: Шифре се не поклапају
sv: Lösenorden matchar inte
tr: Şifreler eşleşmiyor.
uk: Паролі не співпадають
zh: 密码不匹配
zh_tw: 密碼不相符

source: Are you sure you want to delete the password after connecting?
ar: هل أنت متأكد من أنك تريد حذف كلمة المرور بعد الإتصال؟
ast: ¿Stas ciertu que quieres esmemorecere la ꞇyave in conectiendo?
bg: Наистина ли искате да изтриете паролата след свързване?
br: Ha sur oc'h ho peus c'hoant da zilemel ar ger-kuzh goude ar c'hevreañ?
ca: Segur que voleu esborrar la contrasenya després de connectar-vos?
cs: Jste si jistý, že chcete smazat heslo po připojení?
de: Bist du sicher, dass du das Passwort nach dem Verbinden löschen willst?
el: Είσαι σίγουρος ότι θέλεις να διαγράψεις τον κωδικό πρόσβασης μετά τη σύνδεση;
es: ¿Está seguro de que quiere borrar la contraseña después de conectarse?
eu: Ziur zaude pasahitza ezabatu nahi duzula konektatu ondoren?
fa: آیا مطمئن هستید که میخواهید گذرواژه پاک شود بعد از اینکه متصل شدید؟
fi: Haluatko varmasti poistaa salasanan yhdistämisen jälkeen?
fr: Êtes-vous sûr(e) de vouloir supprimer votre mot de passe après la connexion ?
ga: An bhfuil tú cinnte gur mhaith leat an pasfhocal a scriosadh tar éis nascadh?
gd: A bheil thu cinnteach gu bheil thu airson am facal-faire a sguabadh às nuair a bhios u air ceangal a dhèanamh?
gl: Está seguro de que quere eliminar o contrasinal despois de conectar?
hu: Biztos, hogy a kapcsolódás után törlöd a jelszót?
id: Anda yakin ingin menghapus kata sandi setelah terhubung?
it: Vuoi davvero cancellare la password dopo la connessione?
ja: 接続後パスワードを入力欄から削除しますがよろしいですか？
ko: 연결한 후 비밀번호를 삭제하시겠습니까?
lv: Vai esi drošs, ka vēlies dzēst paroli pēc pieslēgšanās?
mk: Навистина ли сакате да ја избришете лозинката по поврзувањето?
ms: Anda pasti mahu memadam kata laluan selepas bersambung?
nl: Weet u zeker dat u uw wachtwoord niet wilt onthouden?
pl: Jesteś pewien że chcesz usunąć hasło po połączeniu?
pt_br: Tem certeza de que deseja excluir a senha depois de se conectar?
pt_pt: Tens a certeza que queres eliminar a palavra-passe após a conexão?
ro: Sunteți sigur ca vreți să ștergeți parola după conectare?
ru: Вы уверены, что хотите удалить пароль после соединения?
sk: Ste si istý že chcete vymazať heslo po pripojení?
sv: Är du säker att du vill ta bort lösenordet efter anslutning?
tr: Bağlandıktan sonra bu şifreyi silmek istediğinizden emin misiniz ?
uk: Чи впевнені Ви, що Ви хочете видалити пароль після підключення?
zh: 确定要在连接后清除密码？
zh_tw: 確定要在連線後刪除密碼嗎？

source: Login:
ar: لِج:
ast: Credenciales:
bg: Потребителско име:
br: Kevreañ:
ca: Nom d'usuari:
cs: Přihlašovací jméno:
el: Σύνδεση:
es: Usuario:
es_cl: Usuario:
eu: Erabiltzaile izena:
fa: نام کاربری:
fi: Kirjaudu:
fr: Identifiant :
ga: Logáil Isteach
gd: Far-ainm:
gl: Usuario:
hr: Prijava:
hu: Felhasználónév:
id: Masuk:
ja: ログイン：
ka: მომხმარებელი:
ko: 로그인:
lv: Lietotāja vārds:
mk: Корисничко име:
ms: Daftar Masuk:
nb: Brukernavn:
nl: Gebruikersnaam:
pt_pt: Autenticação:
ro: Autentificare:
ru: Логин:
sk: Prihlasovacie meno:
sr: Логовање:
sv: Logga in:
tr: Giriş:
uk: Логін:
zh: 注册：
zh_tw: 登入帳號：

source: Password:
ar: كلمة السّرّ:
ast: Ꞇyave d’accessu:
bg: Парола:
br: Ger-kuzh:
ca: Contrasenya:
cs: Heslo:
da: Adgangskode:
de: Passwort:
el: Κωδικός:
es: Contraseña:
es_cl: Contraseña:
eu: Pasahitza:
fa: گذرواژه:
fi: Salasana:
fr: Mot de passe :
ga: Pasfhocal:
gd: Facal-faire:
gl: Contrasinal:
hr: Lozinka:
hu: Jelszó:
id: Kata sandi:
ja: パスワード：
ka: დათქმული სიტყვა:
ko: 비밀번호:
lv: Parole:
mk: Лозинка:
ms: Kata Laluan:
nb: Passord:
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
pt_pt: Palavra-passe:
ro: Parolă:
ru: Пароль:
sk: Heslo:
sr: Шифра:
sv: Lösenord:
tr: Şifre:
uk: Пароль:
zh: 密码：
zh_tw: 密碼：

source: Remember Password
ar: تذكر كلمة المرور
ast: Rememorare la ꞇyave
bg: Запомняне на паролата
br: Derc'hel soñj eus ar ger-kuzh
ca: Recorda la contrasenya
cs: Pamatovat si heslo
de: Passwort merken
el: Απομνημόνευση Κωδικού
es: Recordar contraseña
eu: Gogoratu Pasahitza
fa: نگهداشتن گذرواژه
fi: Muista salasana
fr: Se souvenir du mot de passe
ga: Cuimhnigh Pasfhocal
gd: Cuimhnich am facal-faire
gl: Lembrar o contrasinal
hu: Jelszó megjegyzése
id: Ingat Kata Sandi
it: Ricorda la Password
ja: パスワードを記憶しておく
ko: 비밀번호 기억
lv: Atcerēties paroli
mk: Запомнување на лозинката
ms: Ingat Kata Laluan
nl: Onthoudt wachtwoord
pl: Zapamiętaj hasło
pt_br: Lembrar Senha
pt_pt: Lembrar Palavra-Passe
ro: Reține parola
ru: Запомнить пароль
sk: Zapamätať heslo
sv: Kom ihåg lösenord
tr: Şifreyi Hatırla
uk: Запам'ятати пароль
zh: 记住密码
zh_tw: 記住密碼

source: Unknown error. This usually occurs because the same IP address is not allowed to register more than one account within one hour.
ar: خطأ مجهول. هذا يحدث غالباً لأن IP غير مسموح له بالتسجيل أكثر من حساب واحد في الساعة الواحدة.
ast: Falhu disconhocidu. Nela maioría de los casos esto succede porque non se permitte a unæs miesmæs siñæs IP registrar maæs d’una cuœnta per hora.
bg: Неизвестна грешка. Това обикновено става, ако един и същ IP адрес се използва за създаване на повече от една регистрация в рамките на един час.
br: Fazi dianav. C'hoarvezout a ra an dra-mañ boaz peogwir n'eo ket aotreet ar memes chomlec'h IP da varilhañ ouzh muioc'h evit ur gont dindan un eurvezh.
ca: Error desconegut. Normalment això succeeix perquè no es pot registrar més d'un compte en una hora des de la mateixa IP.
cs: Neznámá chyba. Toto se obyčejně stává, protože té samé adrese IP není během jedné hodiny dovoleno registrovat více než jeden účet.
de: Unbekannter Fehler. Dieser Fehler tritt gewöhnlich auf, wenn die selbe IP Adresse benutzt wurde, um mehr als einen Account innerhalb einer Stunde zu erstellen.
el: Άγνωστο σφάλμα. Αυτό συνήθως συμβαίνει επειδή η ίδια διεύθυνση IP δεν επιτρέπει να εγγράψετε περισσότερους από έναν λογαριασμό μέσα σε μία ώρα.
es: Error desconocido. Esto normalmente sucede porque la misma dirección IP no puede registrar más de una cuenta en una hora.
eu: Akats ezezaguna. Gehienetan hau gertatzen da ez delako IP helbidea onartzen ordu batean kontu bat baino gehiago irekitzeko.
fa: خطای نامشخص. این خطا معمولا به این دلیل بوجود می آید که یک IP آدرس اجازه ندارد بیش از یک حساب کاربری در یک ساعت ثبت نام کند
fi: Tuntematon virhe. Tämä johtuu yleensä siitä, että sama IP-osoite ei saa rekisteröidä useampaa kuin yhtä tiliä yhden tunnin aikana.
fr: Erreur inconnue. Cela arrive le plus souvent parce que la même adresse IP n'est pas autorisée à enregistrer plus d'un compte en une heure.
ga: Earraid inaithnid. De ghnáth, tarlaíonn sé seo mar ní féidir le seoladh IP cheana ceadaithe níos mó ná aon chuntas le uair amháin anuas.
gd: Mearachd nach aithne dhuinn. Tachraidh seo mar as trice mur eil cead aig an aon seòladh IP iomadh cunntas a chlàradh am broinn uair a thìde.
gl: Erro descoñecido. Isto adoita ocorrer porque non se permite que o mesmo enderezo IP rexistre máis dunha conta nunha hora.
hr: Nepoznata pogreška. To se obično događa jer je ista IP adresa ne smije registrirati više od jednog računa u roku od jednog sata.
hu: Ismeretlen hiba. Ez általában azért történik, mert egy órán belül ugyanarról az IP-címről nem lehet egynél több fiókot regisztrálni.
id: Kesalahan tidak diketahui. Ini biasanya terjadi karena alamat IP yang sama tidak diizinkan untuk mendaftarkan lebih dari satu akun dalam satu jam.
it: Errore sconosciuto. Di solito si verifica perché allo stesso indirizzo IP non è consentito registrare più di un account entro un'ora.
ja: 不明なエラー。 これは通常、1時間以内に同じIPアドレスから複数のアカウントを登録できないために発生します。
ko: 알 수 없는 오류. 이것은 일반적으로 동일한 IP 주소가한 시간 내에 둘 이상의 계정을 등록할 수 없기 때문에 발생합니다.
mk: Непозната грешка. Ова обично се случува ако истата IP-адреса се користи за создавање на повеќе од една регистрација во рок од еден час.
ms: Ralat tidak diketahui. Ia biasanya berlaku kerana alamat IP yang serupa dilarang mendaftar akaun lebih dari sekali dalam tempoh sejam.
nb: Ukjent feil. Dette inntreffer som oftest bare fordi samme IP-adresse ikke tillates å registrere mer enn én konto per time.
nl: Onbekende fout. Dit gebeurd meestal omdat het niet is toegestaan om van hetzelfde IP adres meerdere accounts binnen een uur te registreren.
pl: Nieznany błąd. Występuje on przeważnie ponieważ używanie jednego adresu IP do rejestracji więcej niż jednego konta w przeciągu godziny jest niedozwolone.
pt_br: Erro desconhecido. Isso geralmente ocorre por não ser permitido criar mais de uma conta com o mesmo IP em menos de uma hora.
pt_pt: Erro desconhecido. Isto ocorre geralmente quando se usa o mesmo IP para registar mais do que uma conta no período de uma hora.
ro: Eroare necunoscută. Această eroare apare deoarece nu se poate înregistra mai mult de un cont pe aceeași adresă IP în mai puțin de o oră.
ru: Неизвестная ошибка. Обычно это происходит потому, что для одного и того же IP-адреса не разрешено регистрировать более одного аккаунта в течение одного часа.
sk: Neznáma chyba. Zvyčajne je to spôsobené, že z jednej IP adresy nie je povolené registrovať viac ako jeden účet počas jednej hodiny.
sr: Непозната грешка. Ово се обично дешава јер истој ИП адреси није дозвољено да се региструје више пута током истог сата.
sv: Okänt fel. Detta sker oftast på grund av att samma IP-adress inte kan registrera mer än ett konto inom en timme.
tr: Bilinmeyen hata. Bu aynı ip adresinin bir saat içinde birden fazla hesaba kayıt yapmasına izin verilmediği için genellikle oluşur.
uk: Невідома помилка. Зазвичай це трапляється через те, що однаковій IP-адресі не дозволено реєструвати більше ніж один обліковий запис протягом однієї години.
zh: 未知错误。这通常是因为同一IP地址在一小时内不允许注册超过一个帐户。
zh_tw: 未知的錯誤。這通常是因同一個 IP 不允許在一個小時內註冊多於一個帳號所造成。

source: Cancel
ar: ألغِ
ast: Incaboxar
bg: Отказ
br: Nullañ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_cl: Cancelar
eu: Utzi
fa: لغو
fi: Peruuta
fr: Annuler
ga: Cealaigh
gd: Sguir dheth
gl: Cancelar
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ka: მოშორება
ko: 취소
lv: Atcelt
mk: Откажи
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sr: Обустави
sv: Avbryt
tr: İptal
uk: Скасувати
zh: 取消
zh_tw: 取消
