Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: - Use all of your resources, stockpiled resources are waste, having too much of a resource is waste.
bg: — Използвайте всичките си ресурси. Трупането на ресурси е безсмислено. Притежаването на прекалено много от някой ресурс също е безсмислено.
cs: - Použijte všechny své zdroje. Nahromaděné suroviny nebo velká zásoba jednoho druhu suroviny znamenají plýtvání.
de: – Benutze all deine Rohstoffe, Rohstoffe zu horten oder zu viel eines Rohstoffes zu besitzen ist Verschwendung.
el: -Χρησιμοποίησε όλους του πόρους σου.
eu: Erabili dituzun baliabide guztiak, ez utzi beste baterako, asko dituzunean behintzat ez.
fi: - Käytä kaikkia resursseja, varastoidut resurssit ovat haaskauta ja liian resurssin omistaminen on tuhlausta.
fr: - Utilisez toutes vos ressources, les ressources inexploitées ne servent à rien, avoir un excédent d'une ressource est du gâchis.
gd: • Cleachd na stòrasan uile agad ach an cuir thu gu feum iad. Chan eil stòras gun chleachdadh gu feum sam bith.
gl: • Usa todos os recursos, os recursos almacenados son recursos que se están a desperdiciar. Ter unha gran cantidade dun recurso concreto é un desperdicio.
hu: - Minden nyersanyagot használj fel. A felhalmozott nyersanyagok haszontalanok, túl sok nyersanyagot birtokolni pazarlás.
id: - Gunakan seluruh sumberdaya anda, sumberdaya tertimbun adalah pemborosan, terlalu banyak sumberdaya adalah pemborosan.
it: - Utilizza tutte le risorse, le risorse accumulate sono sprecate, avere troppo di una risorsa è inutile.
ja: - すべての資源を使いましょう。備蓄資源は無駄です。多すぎる資源を抱えることは無駄です。
ka: - მთლიანად გამოიყენე სახსრები, დაყენებული სახსრები ნაგავია, ძალიან ბევრი სახსრის ქონაც ნაგავია.
ms: - Guna semua sumber anda, sumber yang terkumpul yang berlebihan adalah membazir.
nb: - Bruk alle ressurser. Oppsparte ressurser er bortkastede, å ha for mye av en ressurs er bortkastet.
pl: - Używaj wszystkich swoich zasobów, nagromadzanie zasobów jest marnotrawstwem. Posiadanie zbyt wielu zasobów jest nieprzydatne.
pt_br: - Utilize todos os seus recursos, armazenar recursos é um desperdício, ter muito de um recurso é um desperdício.
pt_pt: - Use todos os seus recursos. Acumular grandes quantidades de recursos é um desperdício.
ru: - Используйте все имеющиеся в Вашем распоряжении ресурсы. Накопление слишком большого количества ресурсов ничего не даёт.
sk: - Spotrebúvajte všetky suroviny. Zásoby či prebytky surovín sú zbytočné.
sv: - Använd alla dina resurser, det är slöseri att lagra resurser eller att ha för mycket av en resurs.
tr: - Tüm kaynaklarınızı kullanın, depolanmış kaynaklar atıktır, ne kadar kaynak o kadar atık demek olacak.
uk: - Використовуйте всі ваші ресурси, накопичені ресурси це сміття, забагато ресурсів це сміття.
zh: - 利用你的全部资源，储存大量未使用的资源就是浪费。
zh_tw: - 使用您所有的資源，囤積大量未使用的資源是浪費。

source: - Use the right units for the right task, female citizens gather food, cavalry hunt, citizen soldiers do the rest.
bg: — Използвайте правилните единици за всяка задача. Жените събират храна, конниците ловуват, гражданите-во̀ини вършат всичко останало.
cs: - Používejte správné jednotky k odpovídajícím úkolům. Ženy občanky sbírají jídlo, jezdectvo loví, a občanští vojáci dělají zbytek.
de: – Nutze die passenden Einheiten für die passenden Aufgaben, Bürgerinnen sammeln Nahrung, die Kavallerie jagt und die Bürgersoldaten erledigen den Rest.
el: - Χρησιμοποίησε τις σωστές μονάδες για της σωστές διεργασίες, της γυναίκες για να μαζεύουν ξύλο, τους καβαλάρηδες να κυνηγάν. τους στρατιώτες να κάνουν τα υπόλοιπα.
eu: - Erabili lanerako egokiak diren unitateak, hiritar emeek janaria lortzen dute, zaldunek ehizatu, hiritar-soldaduek gainontzekoa egiten dute.
fi: - Käytä oikeita yksiköitä oikeisiin töihin, naiset keräämään ruokaa, ratsuväki metsästämään ja kansalaissotilaat tekemään loput.
fr: - Utilisez les unités appropriées pour la tâche correspondante, les citoyennes récoltent de la nourriture, la cavalerie chasse, les citoyens-soldats font le reste.
gd: • Cleachd na h-aonadan iomchaidh airson na saothrach iomchaidh. Cruinnichidh saoranaich boireann biadh, sealgaidh an eachraidh agus nì saighdearan-dùthcha an corr.
gl: • Usa as unidades axeitadas para cada tarefa. As cidadás recollen comida, os xinetes cazan, os cidadáns soldado fan o demais.
hu: - A megfelelő egységet használd az adott feladathoz: a női polgárok élelmet gyűjtsenek, a lovasok vadásszanak, a polgári katonák csináljanak minden mást.
id: - Gunakan unit yang tepat untuk tugas yang tepat, rakyat wanita mengumpulkan makanan, kavaleri berburu, prajurit rakyat melakukan sisanya.
it: - Utilizzare le unità giuste per il compito giusto, i cittadini di sesso femminile raccolgono cibo, i cavalieri cacciano, i soldati cittadini fanno il resto.
ja: - ユニットを適材適所に用いましょう。女性市民には食料採集を、騎兵には狩りを、市民兵士にはその他のことをさせましょう。
ka: - სწორად შეურჩიე ერთეულებს დავალებები, მოქალაქე ქალები საჭმელს აგროვებენ, მხედრები ნადირობენ, მოქალაქე ჯარისკაცები დანარჩენ საქმეს აკეთებენ.
ms: - Guna unit yang betul untuk tugas yang sesuai dengannya, warga perempuan mengumpul makanan, pasukan berkuda memburu, warga askar membuat kerja-kerja yang lain.
nb: - Bruk de riktige enhetene for den riktige oppgaven, kvinnelige innbyggere samler mat, kavaleriet jakter, borgersoldater gjør resten.
pl: - Używaj właściwych jednostek do właściwych zadań. Kobiety najlepiej zbierają żywność, kawaleria poluje, a żołnierze miejscy zajmują się resztą.
pt_br: - Utilize as unidades certas para cada tarefa, mulheres cuidam da comida, cavalaria caça e soldados fazem o resto.
pt_pt: - Use as unidades certas para a tarefa certa. As cidadãs obtêm comida; os cavaleiros caçam; os cidadãos-soldados tratam do resto.
ru: - Всем своё место - женщины занимаются сбором еды, кавалерия - охотой, солдаты делают остальную работу.
sk: - Správnym jednotkám priraďte správnu úlohu: občiankam získavanie jedla, jazde lov a občanom-vojakom nechajte zvyšok.
sv: - Använd rätt enheter för rätt uppgift: kvinnliga medborgare samlar mat, kavalleri jagar, medborgarsoldater gör resten.
tr: - Doğru birimlere doğru görevler verin, kadın vatandaşlar odun toplar, süvari avcılık, kalanınıda diğer asker vatandaşlar yapar.
uk: - Використовуйте для конкретних завдань здібних саме для них юнітів, громадянки мають збирати їжу, кавалеристи - полювати, міські солдати - все інше.
zh: - 人要各司其责，女性采集食物，剩下的都交给男人吧。
zh_tw: - 對的人作對的事，女性市民收集食物，騎兵獵取動物，其餘的就交給民兵吧。

source: - Don't be afraid to swap units from one resource to another, see point 2. Make sure they deposit what they are carrying first though.
bg: — Не се страхувайте да пренасочвате единици от един ресурс към друг, вижте точка 2. Първо се уверете, че са складирали това, което носят.
cs: - Nebojte se převést jednotky z jednoho zdroje k jinému, viz bod 2. Ujistěte se ale, že nejprve uskladní právě nesené suroviny.
de: – Schrecke nicht davor zurück, Einheiten anderen Ressourcen zuzuweisen, siehe Punkt 2. Stelle aber sicher, dass sie erst die getragenen Rohstoffe einlagern.
el: - Μην φοβάσαι να αντικαταστήσεις της μονάδες από τον ένα πόρο στον άλλο, δες το σημείο 2. Βεβαιώσου ότι μπορούν να τα μεταφέρουν εύκολα πρώτα.
eu: - Ez izan beldurrik unitateak baliabide batetik bestera mugitzeko, begiratu 2. puntua. Halere, ziurtatu lehenengo daramatena uzten dutela.
fi: - Älä pelkää vaihtaa yksiköitä yhdestä raaka-aineesta toiseen, katso kohta 2. Ole varma, että he sijoittavat mitä ovat kantaneet ensin kuitenkin.
fr: - N'hésitez pas à échanger les affectations des unités sur les ressources, voir point 2. Assurez-vous qu'elles aient rapporté ce qu'elles ont recueilli d'abord, cependant.
gd: • Na sòr a’ cur aonadan on dàrna stòras gun stòras eile, coimeas puing 2. Dèan cinnteach gun toir iad dhut na tha iad a’ giùlan an toiseach co-dhiù.
gl: • Cambia as unidades de recurso sen medo (véxase o punto 2). Pero asegúrate de que antes depositan o que levan recollido no almacén ou no centro cívico.
hu: - Ne félj átcsoportosítani egységeket egyik nyersanyagról a másikra (lásd a 2. pontot). Győződj meg arról, hogy lerakják, amit előzőleg szállítottak.
id: - Jangan takut menukar unit dari satu sumberdaya ke sumberdaya lain, lihat poin 2. Pastikan mereka menyimpan apa yang mereka bawa dahulu.
it: - Non aver paura di spostare le unità da una risorsa all'altra, vedi il punto 2. Assicurati però che depositino ciò che stanno portando.
ja: - ためらわずにユニットを配置替えして、ある資源から別のものへ移しましょう。ポイント2を参照してください。ただし、彼らが運んでいるものを貯蔵するのを始めに確認してください。
ka: - არ შეგეშინდეს რომ ცვალო ერთეულები ერთი წყაროდან მეორეზე, ნახე თავი 2. ოღონდ ჯერ დარწმუნდი ჩააბარონ ის, რასაც ატარებენ.
ms: - Jangan takut menukar tugas unit dari satu sumber ke sumber yang lain. Pastikan mereka menghantar dahulu apa yang mereka bawa.
nb: - Ikke vær redd for å bytte enheter fra en ressurs til en annen. se punkt 2. Men sørg først for at de leverer det de bærer på til riktig sted.
pl: - Nie bój się przenosić jednostek z jednego zasobu do drugiego, patrz punkt 2. Upewnij się jednak, że najpierw odniosą do magazynu to, co aktualnie trzymają.
pt_br: - Não se assuste em mudar unidades de um recurso para o outro, olhe o ponto 2. Tenha certeza de que eles depositaram o que estavam carregando antes.
pt_pt: - Não se coíba de deslocar unidades de um recurso para outro. Não se esqueça, porém, de depositar primeiro quaisquer recursos que essas unidades eventualmente levem.
ru: - Не бойтесь перенаправлять сборщиков с одних ресурсов на другие (см. п. 2), но прежде чем это сделать, убедитесь, что они сдали всё имееющееся у них на руках в точку сбора ресурсов.
sk: - Nebojte sa premiestniť jednotky z jedného zdroja na druhý; pozrite si bod 2. Najprv však zabezpečte, aby uskladnili to, čo práve nesú.
sv: - Var inte rädd för att byta enheter från en resurs till en annan, se punkt 2. Se dock till att de lämnar av vad de bär först.
tr: - Bir kaynaktan diğerine birimleri takas yapmaktan çekinmeyin, noktaya bakın 2. Dikkat edin onlar ilk hangisini değiştirmeniz gerektiğine.
uk: - Не бійтеся міняти юнітів з одного ресурсу на інший, дивіться пункт 2. Впевніться, що вони спочатку виклали свою попередню ношу.
zh: - 调人采集其他种类的资源时不要犹豫，见第二点。但先让他们带回手中已获得的。
zh_tw: - 調派單位去採集另一種資源時不要猶豫，見第二點。但確保先讓他們帶回手中已採集的。

source: - Build enough houses, your CC should be kept busy as much as possible.
bg: — Стройте достатъчно къщи. Селищният Ви център трябва да бъде колкото се може по-зает.
cs: - Postavte dostatek domů. Vaše správní středisko by mělo vytvářet tolik jednotek, kolik je možné.
de: – Baue genug Wohnhäuser. Der Verwaltungssitz sollte so beschäftigt wie möglich gehalten werden.
el: Χτίσε περισσότερα σπίτια, τα CC θα πρέπει να απασχολούνται όσο το δυνατόν περισσότερο.
eu: - Eraiki nahiko etxe, zure gizarte gunea lanean jardun behar du ahalik eta gehien.
fi: - Rakenna tarpeeksi taloja. Kansalaiskeskuksesi tulisi olla mahdollisimman kiireinen.
fr: - Construisez assez de maisons, votre centre-ville doit être maintenu en activité autant que possible.
gd: • Tog taighean a dh’fhoghnas, bu chòir dhan ionad shìobhalta agad a bhith cho trang ’s a ghabhas.
gl: • Constrúe casas dabondo, o centro cívico debería estar facendo cousas tanto tempo como sexa posíbel.
hu: - Építs elég házat, a városházát annyira le kell terhelni, amennyire csak lehet.
id: - Bangan cukup rumah, PP anda harus terus dibuat sibuk.
it: - Costruisci abbastanza case, il vostro CC deve essere tenuto occupato il più possibile.
ja: - 十分な家を建て、町の中心をできるだけ休まず稼働させるべきです。
ms: - Bina rumah secukupnya, CC anda seharusnya sentiasa sibuk semaksimum yang boleh.
nb: - Bygg nok bolighus, samfunnssenteret ditt bør holdes i arbeid så mye som mulig.
pl: Wybuduj dużo domów. Twoje centrum osady powinno być zajęte tak bardzo, jak to tylko możliwe
pt_br: - Construa casas suficientes, seu CC deve passar o menor tempo possível ocioso.
pt_pt: - Construa casas em número suficiente. O seu CC deve permanecer o mais activo possível.
ru: - Стройте достаточно домов. ГЦ должен быть занят, насколько это возможно.
sk: - Postav dostatok domov, tvoje Občianske centrum by malo byť zaneprázdnené tak, ako to len bude možné.
sv: - Bygg tillräckligt med hus, bör ditt samhällscentrum bör hållas upptaget så mycket som möjligt.
tr: - Yeterince ev inşa edin, halk merkezleri yeterince meşgul olmalıdır.
uk: - Будуйте достатньо будинків, ваш ГЦ повинен бути зайнятий на скільки це можливо.
zh: - 建造足够的房舍，您的城镇中心应该在任何时候都尽可能保持忙碌。
zh_tw: - 建造足夠的房舍，您的城鎮中心應該在任何時候都盡可能保持忙碌。

source: - Female citizens are cheap, so you can build more of them and gather more resources.
bg: — Жените са евтини, затова можете да обучавате повече от тях, за да събирате повече ресурси.
cs: - Ženští občané jsou levní, takže jich můžete nechat udělat víc a sbírat více zdrojů.
de: – Bürgerinnen sind billig, so dass du mehr von ihnen bauen und mehr Ressourcen sammeln kannst.
el: -Η γυναίκες είναι φτηνές, για αυτό εκπαίδευσε περισσότερες για να συλλέγουν περισσότερους πόρους.
eu: - Hiritar emeak merkeagoak dira, beraz, gehiago errekluta ditzakezu eta baliabide gehiago lortu.
fi: - Naiskansalaiset ovat halpoja, joten voit rakentaa lisää niitä ja kerätä resursseja.
fr: - Les citoyennes ne coûtent pas chères à produire, donc vous pouvez en entraîner beaucoup et récolter plus de ressources.
gd: • Tha saoranaich bhoireann saor, mar sin ’s urrainn dhut barrachd dhiubh a thrèanadh gus barrachd stòras a chruinneachadh.
gl: • As cidadás custan poucos recursos, podes construír máis e obter máis recursos.
hu: - A női polgárok olcsóak, ezért többet létre lehet hozni belőlük, és több nyersanyagot gyűjthetnek.
id: - Rakyat wanita murah, jadi anda dapat melatih mereka lebih banyak dan mengumpulkan sumberdaya lebih banyak.
it: - Le cittadine di sesso femminile sono economiche, ne puoi addestrare molte e raccogliere più risorse.
ja: - 女性市民は安価なので、たくさん養成して多くの資源を集めることができます。
ka: - ქალი მოქალაქეები იაფია, შეგიძლია მეტი გამოიყვანო სახსრების მოსაძიებლად.
ms: - Kos warga perempuan adalah murah, oleh itu anda boleh latih lagi dan gunakan untuk mengumpul sumber.
nb: - Kvinnelige borgere er rimelige så du kan trene flere av dem og sanke flere ressurser.
pl: - Kobiety są tańsze, więc możesz stworzyć ich więcej, aby gromadzić więcej zasobów.
pt_br: - Cidadãos do sexo feminino custam menos, você pode criar mais para conseguir mais recursos.
pt_pt: - As cidadãs são baratas, por isso recrute muitas para obter mais recursos numa fase inicial.
ru: - Женщины дешевле - а значит, их можно обучить больше и собрать больше ресурсов.
sk: - Občianky stoja málo, preto ich môžete vycvičiť viac a zabezpečiť tak väčší prísun surovín.
sv: - Kvinnliga medborgare är billiga, så att du kan träna mer av dem och samla mer resurser.
tr: - Kadın vatandaşlar daha ucuzdur, böylece daha fazla kaynak için onlardan daha fazla üretebilirsin.
uk: - Громадянки дешеві, тому ви можете винайняти їх більше та зібрати більше ресурсів.
zh: -女市民较便宜，所以你可以训练更多的人来收集更多的资源。
zh_tw: - 女性市民很便宜，所以您可以多訓練一點來收集更多的資源。

source: - Don't get carried away on the last point or you will get raided and have no defense.
bg: — Не се задълбочавайте твърде много в последната точка или ще бъдете очистен/а, защото нямате защита.
cs: - S posledním bodem to nepřežeňte - nebo budete napaden, aniž byste se mohl bránit.
de: – Übertreibe es mit dem letzten Punkt nicht – oder du wirst angegriffen werden, ohne dich verteidigen zu können.
el: Μην παρασύρεστε στο τελευταίο σημείο επειδή σε περίπτωση εισβολής δε θα έχετε καθόλου άμυνα.
eu: - Ez jarraitu beti azken puntu hau edo zapaldua eta babesik gabe geldituko zara.
fi: - Älä harhaudu kauas viimeisestä kohdasta tai sinä tulet ryöstetyksi eikä sinulla ole puolustusta.
fr: - Ne restez pas fixé sur un point particulier, sans quoi vous serez attaqué et n'aurez aucune défense.
gd: • Na trèanaich cus bhoireannach co-dhiù no thèid do chreachadh gun dìon agad.
gl: • Non te deixes levar no que respecta ao punto 6. Se adestras demasiadas cidadás e te atacan, non terás xeito de defenderte.
hu: - Ne ragadj le az előző pontnál, különben le fognak rohanni, ha nincs védelmed.
id: - Jangan lalai pada masa akhir atau anda akan diserang dan tidak punya pertahanan.
it: - Non sorvolare sull'ultimo punto o non avrai alcuna difesa contro i raid nemici.
ja: - 最終地点で図に乗らないこと、丸腰で襲撃されることになります。
ka: - სულ ასე არ ქნა, თორემ თავს დაგესხმებიან და თავდაცვა არ გექნება.
ms: - Jangan terlalu leka nanti anda akan diserbu dan tidak mempunyai apa-apa pertahanan.
nb: Ikke bli for ivrig på det siste punktet, for da har du ikke noe forsvar når du blir innvadert.
pl: - Nie dać się jednak ponieść z ostatnim punktem, gdyż jeśli zostaniesz napadnięty nie będziesz miał wystarczającej obrony.
pt_br: - Não se empolgue no último ponto ou você será invadido e não ter defesas.
pt_pt: - No entanto, não recrute apenas cidadãs em detrimento de soldados, senão pode ser apanhado sem defesas por um ataque súbito do inimigo.
ru: - Не увлекайтесь последним советом - вдруг на вас нападут и некому будет защищаться?
sk: - Nenechajte sa posledným bodom uniesť, inak sa nebudete mať ako brániť, keď vás prepadne nepriateľ.
sv: - Överdriv inte på den sista punkten, annars kommer du att bli plundrad och inte ha något försvar.
tr: - Son noktaya gelip baskın yeseniz bile savunmayı bırakmayın.
uk: - НЕ захоплюйтеся останньою порадою. Коли на вас нападуть захищатися буде нікому.
zh: 别在上一点上过于执着，当您的薄弱防御碰上敌人的突袭时，将会欲哭无泪。
zh_tw: - 別在前一點過於執著，當您薄弱的防禦遇上敵人的突襲時將會欲哭無淚。

source: Each map is different, so you will need to play slightly differently on each. This should give an outline for a high resource map.
bg: Всяка карта е различна, така че ще трябва да играете малко по-различно на всяка. Това ще Ви даде някои насоки за картите, богати на ресурси.
cs: Každá mapa je jiná, takže budete muset vždy hrát o něco jinak. Toto by vám mělo dát přehled k mapě s mnoha surovinami.
de: Jede Karte ist unterschiedlich, also wirst du immer etwas unterschiedlich spielen müssen. Dies soll dir einen Überblick über eine Karte mit vielen Rohstoffen geben.
el: Κάθε χάρτης είναι διαφορετικός για αυτό θα πρέπει να παίζεις διαφορετικά σε κάθε έναν.
eu: Mapa bakoitza mundu bat da, eta horregatik bide ezberdinak hartu beharko dituzu horietako bakoitzean. Tutoretza honekin erakutsi nahi dizugu nola egin baliabidez betetako mapa batean.
fi: Jokainen kartta on erilainen, joten sinun pitää pelata lievästi erilailla jokaisessa. Tämän pitäisi antaa hahmotelma korkeiden raaka-aineiden karttoihin.
fr: Chaque carte est différente, il faudra adapter votre style de jeu en conséquence. Ce qui suit décrit un plan d'action pour une carte où les ressources abondent.
gd: Tha gach mapa eadar-dhealaichte agus mar sin feumaidh tu cluich ann an dòigh beagan eadar-dhealaichte air gach fear. Seo beachd air ro-innleachd dhut airson mapa le torr stòrais.
gl: Cada mapa é un mundo aparte, así que en cada un deberás modificar lixeiramente a túa estratexia para adaptarte. Esta aprendizaxe debería servirte para enfrontarte a mapas nos que abondan os recursos.
hu: Minden térkép más, ezért némileg máshogy kell játszani mindegyiken. Ez az útmutatás a nyersanyagokban gazdag térképekre vonatkozik.
id: Setiap peta berbeda, jadi anda harus bermain sedikit berbeda pada tiap peta. Ini adalah contoh peta dengan sumberdaya tinggi.
it: Ogni mappa è diversa, quindi sarà necessario giocare in modo leggermente diverso. Questo era impostato per una mappa con grandi risorse.
ja: 各マップは異なるため、それによって少々異なるプレイをする必要があるでしょう。ここで述べた概要は高資源マップに当てはまるべきものです。
ka: ყველა რუკა სხვადასხვანაირია, ასე რომ დაგჭირდება ყველაზე ოდნავ განსხვავებულად ითამაშო. ეს შეიძლება გამოიკვეთოს სახსრებით უხვ რუკაზე.
ms: Setiap peta adalah berbeza, oleh itu anda perlu main dengan sedikit berbeza bagi setiap peta. Cuba cari peta yang bersumber tinggi.
nb: Hvert kart er forskjellig så du blir nødt til å spille på litt forskjellige måter. Dette burde gi en oversikt for et kart med mange ressurser.
pl: Każda mapa jest inna, więc na każdej granie może wymagać nieco innego podejścia. Ten instruktaż powinien jednak ukazać ci zarys gry na mapie z licznymi zasobami.
pt_br: Cada mapa é diferente, então você terá que jogar um pouco diferente em cada um. Isso deve dar um esboço de um mapa de alta recursos.
pt_pt: Cada mapa tem características diferentes, por isso será necessário adaptar o seu jogo a essas diferenças. Este tutorial aplica-se principalmente a um tipo de mapa com elevada quantidade de recursos.
ru: Все карты разные и манера игры на каждой из них отличается. Так можно понять как играть на богатых ресурсами картах.
sk: Každá mapa sa v niečom líši, a preto si vyžaduje iné herné postupy. Tu naznačíme tie vhodné pre mapy bohaté na prírodné zdroje.
sv: Varje karta är annorlunda, så du behöver spela något annorlunda på varje karta. Detta bör ge ett exempel för en karta med många resurser.
tr: Her harita farklıdır, bu yüzden herbirinde farklı stratejiler üretmek gerekecek. Bu yüksek kaynaklı haritalar için sana bir taslak sunar.
uk: Кожна мапа відрізняється, тому вам треба буде грати трохи по-іншому на кожній з них. Ця має схему багато ресурсної мапи.
zh: 地图各异，所以您要因地制宜。以上就是您在有大量资源的地图上所有做的。
zh_tw: 每個地圖各有不同，所以您必須因地制宜。以上是您在有大量資源的地圖上所需要做的。
