Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The Iberians were long known to provide mercenary soldiers to other nations to serve as auxiliaries to their armies in foreign wars. Carthage is the most well known example, and we have evidence of them serving in such a capacity in Aquitania.
ast: Los íberos tuvieron fama de fornir otres naciones de soldaos mercenarios pa sirvir d'auxiliares al exércitu en guerres estranxeres. Cartago ye l'exemplu más conocíu, y hai nicios de que xugaron esi papel n'Aquitania.
bg: Иберите били познати като източник на наемници за другите нации, които да помагат на армиите им при далечни войнѝ. Картаген е най-известният пример и има доказателства за това, че те са участвали в Аквитания.
ca: Els ibers solien proveir soldats mercenaris a altres nacions com a auxiliars per als seus exèrcits en guerres a l'estranger. Cartago és l'exemple més conegut, i hi ha proves que van servir per a aquesta funció a Aquitània.
cs: Ibeřané byli po dlouhou dobu známí tím, že poskytovali žoldnéře jiným národům, u nichž sloužili v jejich vojscích v cizích válkách jako pomocné sbory. Kartágo je toho nejznámějším příkladem, a byly nalezeny důkazy toho, že v tomto objemu sloužili v Akvitánii.
de: Die Iberer war lange Zeit dafür bekannt, ihre Soldaten anderen Nationen als Söldner bereitzustellen, um in deren Kriegen mitzukämpfen. Karthago ist das bekannteste Beispiel und es wurden auch Hinweise auf iberische Söldner in Aquitanien gefunden.
el: Οι Ίβηρες ήταν από καιρό γνωστοί για την παροχή μισθοφόρων σε άλλα έθνη και τα στρατεύματά τους χρησίμευαν ως βοηθητικά σε ξένους πολέμους. Η Καρχηδόνα είναι το πιο γνωστό παράδειγμα και έχουμε αποδείξεις από αυτούς που υπηρέτησαν σε μια τέτοια θέση στην Ακουιτανία.
es_ar: Los ibéricos eran conocidos por proveer mercenarios a otras naciones para servir como auxiliares en sus ejércitos en guerras extranjeras. Cártago es el ejemplo más conocido, y hay evidencia de que servían como tales en Aquitania.
eu: Iberiarrak oso ezagunak ziren beste herrialdeei mertzenarioak atzerrietako borroketan beraien armadetako laguntzaile gisa emateagatik. Kartago da ezagutzen den adibiderik onena eta hauen abileziaren frogak ditugu Akitanian.
fa: ایبری ها برای مدتها به عنوان کسانی که سربازان مزدور برای سایر ملتها پرورش می دادند شناخته می شدند و به عنوان نیروهای کمکی در جنگ های خارجی شرکت می کردند. کارتاژ یکی از شناخته ترین مثال ها برای این مورد است و ما شواهدی داریم که که آنها برای مثال در آکویتانیا خدمت می کردند
ga: Bhí na hIbéirigh fadaitheanta a saighdiúirí amhasach a sholáthar do thíortha eile, agus iad mar shaighdiúirí cúnta cogaí iasachta. Ba na hairm Cartagacha an sampla is mó aitheanta é, agus tá fianaise ann go riar siad mar amhas in Aquitania.
he: זמן רב היו האיברים ידועים כספקים של חיילי שכירי חרב למדינות אחרות כדי לשמש עזר לצבאותיהם במלחמות זרות. קרתגו הוא הדוגמא הידועה ביותר, ויש לנו ראיות שהם שרתו באופן כזה באקויטניה.
hu: Az ibériaiak zsoldoskatonáikról voltak ismertek, akik idegen népek háborúiban kiegészítő csapatokként szolgáltak. A legismertebb példa Karthágó, bizonyíték van rá hogy ekképpen szolgáltak Aquitaniaban.
it: Gli iberici erano noti per fornire soldati mercenari alle altre nazioni per servire come ausiliari ai loro eserciti in guerre straniere. Cartagine è l'esempio più noto, e le prove delle loro capacità sono evidenti in Aquitania.
ja: イベリア人は傭兵を補助的な兵力として他国の軍隊に提供してきたことで昔から有名でした。カルタゴはその最もよく知られた例であり、イベリア人傭兵達がそのような立場に従事していたことの証拠がアキテーヌに残されています。
nb: Ibererne var lenge kjent for å forsyne andre nasjoner med leiesoldater for å tjene som tilleggssoldater i fremmede kriger. Karthago er det mest kjente eksempelet og vi har bevis for at de også tjente på denne måten i Aquitania.
pl: Iberyjczycy byli od dawna znani z dostarczania najemników dla innych narodów, aby służyli ich wojskom jako środki pomocnicze w zagranicznych wojnach. Kartagina jest najbardziej znanym przykładem i mamy dowody na ich służbę w tym charakterze w Akwitanii.
pt_br: Os ibérico era há muito conhecidos por prover mercenários para outras nações, que serviam como auxiliares dos exércitos em guerras no estrangeiro. Cartago é o mais conhecido exemplo e nós temos evidência de terem servido dessa forma na Aquitânia.
ru: Иберийцы издавна были известны тем, что нанимались на службу к другим нациям в качестве вспомогательной силы в войнах с чужеземцами. Карфаген является наиболее известным примером. Также существуют доказательства использования таких воинов в Аквитании.
sk: Iberi dlhodobo poskytovali žoldnierov ostatným národom, aby slúžili ako pomocné sily v zahraničných vojnách. Najznámejším príkladom boli Kartáginci, dokonca o ich službách v Aquitánii máme aj dôkazy.
sv: Iberierna var länge kända för att ge legosoldater till andra nationer för att tjäna som hjälparter till sina arméer i utländska krig. Carthage är det mest kända exemplet, och vi har bevis på att de tjänar i en sådan egenskap i Aquitania.
tr: İberyalılar dış savaşlarda başka uluslara paralı asker biçiminde yardımcı birlik olarak katılmalarıyla uzun süredir biliniyorlardı. Kartaca bunun en çok bilinen örneği, ve onların bu şekilde Akuitanya'da görevli olduklarının kanıtı elimizde mevcuttur.
uk: Іберійці здавна були відомі тим, що наймалися на службу до інших націй в якості допоміжної сили у війнах з чужоземцями. Карфаген є найвідомішим прикладом. Також існують докази використання таких воїнів у Аквітанії.
zh: 伊比利亚人以其佣兵而闻名，例如为迦太基提供士兵，大量事实表明曾被阿基塔尼亚雇佣。
zh_tw: 伊比利人以提供其他國家傭兵聞名，作為他們在對外戰爭中的附屬人員。迦太基是最著名的例子，有大量的事實證明他們為阿基塔尼亞提供服務。

source: Viriato
ast: Viriatu
bg: Вириат
ca: Viriat
de: Viriathus
el: Βιρίαθος
fa: ویریاتو
he: ויריאטו
hy: Վիրիատո
ja: ヴィリアト
ko: 비리아토
pl: Wiriatus
ru: Вириат
uk: Віріат
zh: 维里亚托
zh_tw: 維里亞托

source: Karos
bg: Кар
el: Κάρος
fa: کاروس
ga: Cáros
he: קארוס
hy: Կարոս
ja: カロス
ko: 카로스
pt_br: Caro
ru: Карос
uk: Карос
zh: 卡洛斯
zh_tw: 考羅什

source: Indibil
ast: Indíbil
bg: Андобал
ca: Indíbil
de: Indibilis
el: Ανδοβάλης
fa: ایندیبیل
he: אינדיביל
hy: Ինդիբիլ
it: Indibile
ja: インディビル
ko: 인디빌
pt_br: Indíbil
ru: Индибил
uk: Індібіл
zh: 因蒂比奥

source: Audax
bg: Аудакс
ca: Àudax
el: Αουντάξ
fa: اوداکس
he: אודקס
hy: Օդաքս
ja: アウダックス
ko: 아우닥스
ru: Аудакс
tr: Audaks
tt: Аудакс
uk: Аудакс

source: Ditalcus
ast: Ditalcón
bg: Диталц
ca: Ditalc
el: Δίταλκος
eu: Ditalko
fa: دیتالکوس
ga: Dítealcas
he: דיטיקוס
hy: Դիտալկոս
ja: ディタルクス
ko: 디탈쿠스
pt_br: Ditalco
ru: Диталк
tr: Ditalkus
tt: Диталк
uk: Діталк

source: Minurus
bg: Минур
ca: Minur
el: Μίνουρος
fa: مینوروس
ga: Mionurus
he: מינרוס
hy: Մինուրոս
ja: ミヌルス
ko: 미누로스
ru: Минур
tt: Минур
uk: Мінур

source: Tautalus
ast: Táutalu
bg: Тантал
ca: Tàntal
el: Ταύταλος
fa: تاتالوس
he: טנטלוס
hy: Տաուտալոս
ja: タウタルス
ko: 타우타루스
pl: Tantal
pt_br: Táutalo
ru: Таутал
sk: Tautalos
tr: Tantalos
tt: Таутал
uk: Таутал

source: Causes targets struck to become inflamed and lose hitpoints at a constant rate until and if either healed or repaired, as appropriate.
ast: Fai que los blancos apotaos enciendan y pierdan puntos de vida a ritmu constante fasta que se curen o s'igüen, según el casu.
bg: Ударените цели започват да горят и да губят жизнени точки с постоянно темпо, докато не бъдат излекувани или поправени, според вида им.
br: Entanañ a ra ar vukenn bizet ha lakaat a ra anezhi da goll poentoù-buhez gant ur feur reoliek betek ma vefe paret pe kempennet, hervez eo.
ca: Causa que el blanc tocat s'encengui i perdi salut de manera constant fins que es curi o repari.
cs: Způsobí, že zasažený cíl začne hořet a bude pravidelně ztrácet životní body dokud nebude vyléčen nebo opraven.
de: Die getroffenen Ziele fangen Feuer und verlieren kontinuierlich Lebenspunkte, bis sie entweder geheilt oder repariert werden.
el: Σκοπός είναι να χτυπήσετε στόχους για να πυρποληθούν και να χάνουν βαθμούς υγείας με σταθερό ρυθμό μέχρι είτε να θεραπευτούν είτε να επισκευαστούν, ανάλογα με την περίπτωση.
es_ar: Prende fuego a los objetivos golpeados y estos pierden puntos de vida a un ritmo constante hasta que sean curados o se reparados, según corresponda.
eu: Jotako objektiboak sutan jartzea eta sendatu edo konpondu bitartean, kasua kasu, bizitza puntuak galtzea behartzen du
fa: باعث می شود هدف به شکلی صدمه ببیندکه شروع به سوختن کند و آرام آرام سلامت آن با یک نرخ ثابت کاهش پیدا کند تا زمانی که به شکل مناسبی درمان یا تعمیر شود
ga: Cúis lena thairgid buailte le bheith ar lasadh agus aonaid sláinte a chailleadh ag ráta seasta go dtí agus má tá sé cneasaithe nó deisithe, de réir mar is cuí.
he: מטרות נפגעו והפכו מודלקים כך שנקודות אובדות בקצב קבוע עד שהמטרה נרפאת או מתוקנת תלוי במקרה.
hu: A megütött célpontot felgyújtja, így az folyamatos sebességgel életerő pontokat veszít ameddig meg nem gyógyítják vagy javítják, értelemszerűen.
hy: Բոցավառում է հարված ստացած նպատակակետերին՝ նրանցից հաստատուն արագությամբ խլելով առողջություն, մինչև վերջիններիս բուժումը կամ նորոգումն՝ ըստ անհրաժեշտության։
it: Gli obiettivi colpiti si infiammano e perdono punti a una velocità costante fino a quando vengono curati o riparati, a seconda dei casi.
ja: 攻撃が命中した相手に火がつき、適切に回復または修理しない限り一定速度で耐久力が減少し続けるようになります。
ko: 목표물이 염증을 일으키고 부상당하거나 상처를 입을 때까지 일정한 속도로 체력을 잃습니다.
nb: Forårsaker betennelser i rammede mål. Disse taper helsepoeng i en konstant hastighet til de er helbredet eller reparert.
pl: Po trafieniu cel zaczna się palić i stale ubywa mu punktów życia. Dopóki nie zostanie naprawiony lub uleczony.
pt_br: As unidades atingidas incendeiam-se e vão perdendo resistência a um ritmo constante até serem curadas ou reparado, dependendo do caso.
ru: Вызывает воспламенение атакованной цели и медленную потерю очков жизнеспособности с постоянной скоростью до тех пор, пока цель не будет исцелена или отремонтирована в зависимости от её вида.
sk: Podpáli zasiahnuté ciele, ktoré vďaka tomu budú postupne strácať životy, až pokiaľ ich niekto nevylieči, prípadne neopraví.
sv: Orsaker till att mål blivit inflammerade och förlora hitpoints i konstant takt till och om antingen läktas eller repareras, i förekommande fall.
tr: Hedefin, uygun bir şekilde iyileşip veya tamir edilinceye kadar, yanmasına ve sabit bir hızda can kaybetmesine yol açar.
uk: Викликає займання атакованої цілі і повільну втрату очок життєздатності з постійною швидкістю до тих пір, поки мета не буде зцілена чи відремонтована залежно від її виду.
zh: 目标起火，以恒定的速度消耗体力直到治愈或修复，酌情而定。
zh_tw: 造成目標發炎，並以穩定的速率損失生命值直到被治癒或修復。

source: Suzko Txabalina
bg: Сузко тксабалина
el: Φλογοβόλος Ακοντιστής
eu: Suzko Xabalina
fa: سوزکو تکسابالینا
he: סוזקו טקסבלינה
hy: Սուզկո Չաբալինա
ja: シュスコ・チャバリナ
ko: 슈즈코 차바리나
ru: Суско Чабалина - Горящие Копья
uk: Сузко Ксабаліна
zh: 燃火标枪

source: Iberian tribesmen were noted for wrapping bundles of grass about the shafts of their throwing spears, soaking that in some sort of flammable pitch, then setting it afire just before throwing.
ast: Los íberos destacáronse por envolver les astes de los venablos en faxes d'herba, moyar estes en dalguna clas de brea inflamable y entós encendeles xusto enantes de llanzar.
bg: Иберските племена обвивали върховете на копията за хвърляне си с трева, потапяли ги в някаква запалима смола и ги запалвали точно преди да ги хвърлят.
br: Izili ar meuriadoù Iberian a oa anavezet evit stagañ geot ouzh troad o goafoù, ha soubañ an dra-se e-barzh un danvez entanus, lakaat a raent neuze an tan ennañ just a-raok bannañ.
ca: Els membres de les tribus ibèriques eren coneguts per embolicar les astes de les javelines amb herba xopa de brea inflamable i encendre-les abans de llençar-les.
cs: Příslušníci kmene Iberů byli známí tím, že si obmotávali ratiště svých oštěpů otýpkami trávy, které byly namočeny v nějakém druhu hořlavé smůly, a poté je těsně před vrhem zapalovali.
de: Iberische Stammeskrieger waren dafür bekannt, ihre Wurfspeere mit Grasbündeln zu umwickeln, sie in eine Art brennbares Pech zu tauchen und anzuzünden, kurz bevor sie sie warfen.
el: Οι Ιβηρικές φυλές είχαν επισημανθεί για την περιτύλιξη δεσμίδων χόρτου στις αιχμές των δοράτων τους, εμποτίζοντας τες με κάποιο είδος εύφλεκτης πίσσας, στη συνέχεια, άναβαν φωτιά λίγο πριν από τη ρίψη.
es_ar: Los ibéricos eran famosos por atar fardos de pasto alrededor de las varas de sus jabalinas, los cuales humedecían con algún tipo de brea inflamable, y que encendían inmediatamente antes de atacar.
eu: Iberiar tribuak ezagunak ziren jaurtitzen zituzten lantzen kirtenak belarrez bildu eta likido sukoiaz igurzteagatik jaurti aurretik sua emanez.
fa: مردان قبایل ایبری سر نیزه های خود را با کمی علف می پوشاندند و سپس با مواد آتشزا آنرا آغشته کرده و کمی قبل از پرتاب آنها را روشن می کردند
ga: Tugadh na finígh Ibéaracha faoi deara don chaoi ina fháisc siad féar i dtimpeall na bhfeacanna dá chuid foghaí, ag bualadh pice so-lasta ar an bhféar, agus é a leagan amach roimh á chaitheamh.
he: השבטים האיברים היו ידועים בקשירת צרורות דשא על הפירים של החניתות שזרקו. את העשב הם הספיגו בחומר דליק כלשהו ואותו היו מדליקים לפני שהטילו את החנית.
hu: Az ibériai törzsek híresek voltak arról, hogy fűcsomókba tekerték a dobólándzsájukat, beáztatták valamilyen éghető anyaggal, majd dobás előtt meggyújtották őket.
hy: Իբերական ցեղերի անդամներն իրենց նիզակների բռնելու հատվածները փաթաթում էին խոտով՝ նախօրոք խոտը թաթախելով հեշտ բռնկվող յուղի մեջ, ապա վառում այն անմիջապես նետելուց առաջ։
it: Gli uomini delle tribù iberiche erano noti per il confezionamento di pacchi di erba applicati sui fusti delle loro lance, che intinti in una sorta di pece infiammabile, rendevano l'arma incendiaria poco prima di lanciarla.
ja: イベリアの部族民は、投槍の柄を草の束で巻き、ある種の可燃性の樹脂に浸し、そして投げる直前に火をつけることで知られました。
ko: 이베리아 부족민들은 그들의 투창의 몸통자루에 대한 풀 뭉치를 싸서, 일종의 가연성 역청 물질에 담갔다가 던지기 직전에 불을 지른 것으로 유명합니다.
nb: Iberiske stammemenn var kjent for pakke buketter av gress rundt skaftet på kastespydene, dynke dem i en slags brennbar tjære og tenne på rett før spydet ble kastet.
pl: Iyberyjskie plemiona znane były z owijania wiązek trawy wokół włóczni do rzucania. Następnie moczyli je w łatwopalnym płynie i podpalali przed rzutem.
pt_br: A tribos ibéricas eram notáveis por embalar pacotes de capim sobre os eixos de suas lanças de arremesso que eram embebidos em algum tipo de campo inflamável, em seguida, configurá-lo em chamas apenas antes de jogar.
ru: Иберийские туземцы оборачивали комки травы вокруг рукояти своих метательных копий, предварительно смачивая её в какой-либо воспламеняющейся смоле, и поджигали её непосредственно перед броском.
sk: Iberskí domorodci boli známi tým, že zvykli ovinúť rukoväte svojich kopijí zväzkami trávy, následne ich namočiť do nejakého druhu horľavej smoly a tesne pred hodom aj zapáliť.
sv: Iberiska stammarmän noterades för att förpacka gräsbuntar om axlarna i deras kasta spjut, blötlägga det i någon form av brandfarlig tonhöjd och sedan ställa den avire precis innan de kastas.
tr: İberyalı kabile üyeleri mızraklarının saplarına ot yumakları bağlamalarıyla biliniyorlardı, bunları önce bir tür yanabilir zifte batırıp, tam fırlatmdan önce ateşe veriyorlardı.
uk: Іберійські тубільці обгортали грудки трави навколо рукояті своїх метальних списів, попередньо змочуючи її в якій-небудь займистій смолі, і підпалювали безпосередньо перед кидком.
zh: 伊比利亚部落士兵将他们的长矛缠绕上草，浸上沥青之类的易燃物，在投掷前点着。
zh_tw: 伊比利部落士兵將他們的長矛纏上草，並淋上瀝青之類的易燃物，然後在投擲前點火。

source: Metal costs for units and technologies reduced by 50%.
ast: Amenórgase nun 50% los costos de metal pa unidaes y teunoloxíes.
bg: Цената в метал за единиците и технологиите се намалява с 50%.
br: Ar c'houst e metal evit an unanennoù hag an teknologiezhioù a zo digresket eus 50%.
ca: Els costos de metall de les unitats i les tecnologies es redueixen un 50%.
cs: Spotřeba kovu na výcvik jednotek a výzkum technologií snížena o 50 %.
de: Metallkosten für Einheiten und Technologien um 50% reduziert.
el: Το κόστος Μετάλλου για τις μονάδες και τις τεχνολογίες μειώνεται κατά 50%.
es_ar: El costo de metal para las unidades y tecnologías se reduce en un 50%.
eu: Unitate eta teknologientzako metal kostua %50 gutxitzen da.
fa: هزینه های فلز برای نیروها و فناوریها به میزان 50% کاهش پیدا کرد
ga: Laghdú 50% ar an gcostas miotail d'aonaid agus teicneolaíochtaí.
he: מחיר המתכת ליחידות וטכנולוגיה נמוך ב 50%.
hu: Az egységek és a technológiák fém alapanyag igénye 50%-kal csökkent.
hy: 50% իջեցում միավորների և տեխնոլոգիաների մետաղական արժեքին։
it: Il costo in metallo per unità e tecnologie è ridotto del 50%
ja: ユニットとテクノロジーにかかる金属が50%削減されます。
ko: 유닛과 기술의 금속 비용이 -50% 절감합니다.
nb: Metall-kostnaden for enheter og teknologier redusert med 50%.
pl: Koszt metalu dla jednostek i technologi zredukowany o 50%.
pt_br: Custo de metal para unidades e tecnologias reduzido em 50%.
ru: Затраты металла на обучение юнитов и исследование технологий снижены на 50%.
sk: Cena kovu pre jednotky a technológie znížená o 50%.
sv: Metall kostnaden för soldater och teknologier reduceras med 50%.
tr: Teknoloji ve birim başına metal maliyetleri %50 azalır.
uk: Витрати металу на навчання підрозділів і дослідження технологій знижені на 50%.
zh: 单位建造和科技升级所花费的金属将减少50%。
zh_tw: 單位及科技的金屬花費減少50%。

source: Maisu Burdina Langileak
bg: Майсу бурдина лангилеак
el: Αυθεντία Αριστουργηματός Σιδήρου
eu: Maisu Errementaria
fa: مایسو بوردینا لنگیلیک
he: מייסו ברודינה לנגיליק
hu: Vasmegmunkáló mester (baszk)
hy: Մայզու Բուրդինա Լանգիլեակ
ja: マイシュ・ブルディナ・ランギレアク
ko: 마이수 부르디나 란기레악
ru: Майсу Бурдина Лангилеак - Кузнец-мастер
uk: Майсу Бурдіна Лангілеак
zh: 铁器制造

source: The Iberians were known to produce the finest iron and steel implements and weapons of the age. The famous 'Toledo Steel.'
ast: Los íberos tuvieron fama de confechar los meyores preseos y armes de fierro y aceru de la dómina. El famosu «aceru toledanu».
bg: Иберите произвеждали най-добрите железни и стоманени сечива и оръжия за времето си. Това била прочутата „толедска стомана“.
br: An Iberianed a oa anavezet-kaer evit produiñ ar gwellañ houarn, an harperien gwellañ e dir hag an armoù gwellañ eus an oadvezh. Ar brudet a 'zir Toleda'.
ca: Els ibers produïen els millors estris i armes de ferro i acer de l'època, com el famós acer de Toledo.
cs: Iberové byli známí především pro výrobu špičkových železných a ocelových nářadí a zbraní, známé jako 'Toledská ocel'.
de: Die Iberer waren bekannt dafür, die besten eisernen und stählernen Geräte und Waffen des gesamten Zeitalters herzustellen. Besonders bekannt war der ‚Toledostahl‘.
el: Οι Ίβηρες ήταν γνωστό ότι παρήγαγαν τα καλύτερα εργαλεία και όπλα σιδήρου και χάλυβα της εποχής. Το περίφημο «Ατσάλι του Τολέδου».
es_ar: Los ibéricos eran reconocidos por producir las mejores herramientas y armas de hierro y acero de la época. El famoso "acero de Toledo".
eu: Iberiarrak ezagunak ziren bere garaiko burdin eta altzairu ekoizle onenak zirelako. Toledoko Altzairua da horren erakusgarri, baita gaur egun ere.
fa: ایبری ها برای ساخت بهترین سلاح های فولادی و آهنی در عصر خود شناخته شده بودند. شمشیرهای مشهور "فولاد تولدو"
ga: Bhí na hIbéirigh aitheanta dá n-uirlisí agus a n-airm déanta as cruach agus iarann breá: 'Cruach na Tolaíodo' a dtugtar air.
he: האיברים היו ידועים כיצרנים הטובים ביותר של מתכת,פלדה ונשק באותה תקופה. פלדת טולדו המפורסמת.
hu: Az ibériaiak híresek voltak arról, hogy a korszak legkiválóbb vas- és acélszerszámait és -fegyvereit állították elő. A híres „toledói acél”.
hy: Իբերները հայտնի էին որպես երկաթյա և պոպատյա լավագույն արտադրանքներ և զենքեր պատրաստողներ։ Հանրահայտ 'Տոլեդյան պողպատը'։
it: Gli iberici erano noti per produrre i migliori utensili di ferro e acciaio ed armi dell'epoca. Il famoso 'Acciaio di Toledo.'
ja: イベリア人は当時の最高の鉄および鋼鉄製の道具や武器を生産することで有名でした。「トレド鋼」が有名です。
ko: 이베리아인들은 당대 최고의 철기와 강철 기구와 무기를 생산하는 것으로 알려져 있습니다. 바로 유명한 '톨레도 스틸' 입니다.
nb: Ibererne var kjent for å lage den tidens fineste jern og stålvåpen - det berømte "Toledo-stålet".
pl: Iberyjczycy byli znani z produkcji najlepszych narzędzi, a także broni z żelaza i stali. Słynna "Stal z Toledo".
pt_br: Os Ibéricos eram conhecidos por produzir os melhores instrumentos e armas de ferro e aço da época. O famoso 'Aço de Toledo'.
ru: Иберийцы славились производством самых лучших изделий и оружия из железа и стали. Знаменитая "сталь Толедо".
sk: O Iberoch sa vedelo, že vyrábajú najlepšie železné a oceľové náradie aj zbrane svojich čias. Slávna "Toledská oceľ".
sv: Iberierna var kända för att producera de finaste järn- och stålredskapen och vapen av åldern. Den berömda "Toledo Steel."
tr: İberyalılar çağın silahları ve demir çelik edevatlarını iyi üretmeleriyle bilinirler. En meşhuru 'Toledo Çeliği.'
uk: Іберійці славилися виробництвом найкращих виробів і зброї зі заліза і сталі. Знаменита "сталь Толедо".
zh: 在那个年代，伊比利亚人擅长锻造成色上乘的钢铁，用来铸造工具和武器。被称为“托莱多钢”
zh_tw: 當時，伊比利人擅長鑄造上等的鋼鐵，用來打造武器。被稱為「托雷多鋼」。
