Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: [font="sans-14"]Alt + F4: Close the game, without confirmation
ar: [font="sans-14"]Alt + F4 لإغلاق اللعبة دون تأكيد
br: [font="sans-14"]Alt + F4: Serriñ ar c'hoari, hep kadarnadenn
da: [font="sans-14"]Alt + F4: Luk spillet uden bekræftelse.
es_mx: [font="sans-14"]Alt + F4: Cierra el juego, sin confirmación
et: [font="sans-14"]Alt + F4: Väljub mängust kinnitust küsimata.
fa: [font="sans-14"]ی Alt+F4: بستن بازی بدون گرفتن تایید
ga: [font="sans-14"]Alt + F4: Dún an cluiche, gan deimhniú
ka: [font="sans-14"]Alt + F4: დახურე თამაში, დადასტურების გარეშე
lv: [font="sans-14"]Alt + F4: Aizvērt spēli bez apstiprinājuma
ms: [font="sans-14"]Alt + F4: Tutup permainan, tanpa pengesahan
nb: [font="sans-14"]Alt + F4: Lukk spillet, uten bekreftelse
sk: [font="sans-14"]Alt + F4: Ukončí hru, bez potvrdenia
sr: [font="sans-14"]Alt + F4: Затворите игру без потврде

source: Alt + Enter: Toggle between fullscreen and windowed
ar: Alt + Enter للتّبديل بين ملء الشّاشة ووضع النّافذة
br: Alt + KAS : Gwintañ etre skramm leun ha prenestraet
da: Alt + Enter: Skift mellem fuldskærm og vindue
es_cl: Alt + Enter: Alternar entre pantalla completa y ventana
es_mx: Alt + Enter: Alternar entre pantalla completa y ventana.
et: Alt + Enter: Täisekraan- ja aknarežiimi vahel lülitumine.
fa: Alt + Enter: تغییر وضعیت بین حالت تمام صفحه و پنجره ای.
ga: Alt + Enter: Scoránaigh idir lánscaileán agus scaileán fuinneogtha
he: Alt + Enter: מעבר בין מסך מלא וחלונות
ka: Alt + Enter: გადაწონე სრული ეკრანი და ფანჯრებიანი
lv: Alt + Enter: Pārslēgties starp pilnekrāna un loga spēles režīmu
ms: Alt + Enter: Togol diantara skrin penuh dan bertetingkap
nb: Alt + Enter: Bytt mellom fullskjerm og vindumodus
sk: Alt + Enter: Prepína medzi režimom na celú obrazovku a režimom v okne
sl: Alt + Enter: Preklapljajte med celozaslonskim načinom in okenskim prikazom
sr: Alt + Enter: Промена између игре у прозору и fullscreen опције.

source: ~ or F9: Show/hide console
ar: ~ أو F9 لإظهار المعراض أو إخفائه
br: ~ pe F9: Diskouez/kuzhat al letrin
da: ~ eller F9: Vis/skjul konsol
es_cl: ~ o F9: Mostrar/Ocultar la consola
es_mx: ~ o F9: Mostrar u ocultar la consola.
et: ~ või F9: Näita/peida konsool
fa: ~ یا F9: نشان دادن/مخفی کردن کنسول
ga: ~ nó F9: Léirigh/folaigh an consól
he: ~ או F9: הצג / קונסולת הסתר
ka: ~ ან F9: აჩვენე/დამალე ბრჯენი
lv: ~ vai F9: Pārādīt/paslēpt konsoli
ms: ~ atau F9: Tunjuk/sembunyi konsol
nb: ~ eller F9: Vis/skjul konsollen
sk: ~ alebo F9: Zobraziť/skryť konzolu
sl: ~ ali F9: Prikaži/skrij upravljalnik
sr: ~ or F9: Прикажи или сакриј конзолу.

source: Alt + F: Show/hide frame counter (FPS)
ar: Alt + F: لإظهار عدّاد الإطارات (إطار/ثا) أو إخفائه
br: Alt + F: Diskouez/kuzhat ar c'honter frammoù (FPS)
da: Alt + F: Vis/skjul billedtæller (FPS)
es_cl: Alt + F: Mostrar/Ocultar contador de fotogramas (FPS)
es_mx: Alt + F: Mostrar u ocultar el contador de cuadros (FPS).
et: Alt + F: Näita/peida kaadriloendur (FPS - kaadreid sekundis)
fa: Alt + F: مخفی کردن/نشان دادن شمارنده فریم ها (FPS)
ga: Alt + F: Léirigh/folaigh áiritheoir fráma (FPS)
he: Alt + F: הצג / דלפק מסגרת הסתר (FPS)
ka: Alt + F: აჩვენე/დამალე ჩარჩოს მთვლელი (FPS)
lv: Alt + F: Parādīt/paslēpt kadru skaitītāju (FPS)
ms: Alt + F: Tunjuk/sembunyi kiraan bingkai (FPS)
nb: Alt + F: Vis/skjul bilder per sekund (FPS)
sk: Alt + F: Zobraziť/skryť počet snímok za sekundu (FPS)
sl: Alt + F: Prikaži/skrij števec okvirjev (FPS)
sr: Alt + F: Прикажи или сакриј бројач сличица у секунди (FPS)

source: F11: Enable/disable real-time profiler (toggles through the displays of information)
ar: F11: تمكين / تعطيل المحلل في الوقت الحقيقي (يبدل من خلال عرض المعلومات)
br: F11: Enaouiñ/Lazhañ ar profil en amzer wirion (gwintañ a raio etre an diskwelloù titouriñ)
da: F11: Slå til/fra real-time profiler (skifter mellom informations visning)
es_cl: F11: Habilitar/Deshabilitar el generador de perfiles en tiempo real (alterna a través de las pantalla de información)
es_mx: F11: Activar o desactivar el analizador en tiempo real (alterna a través de las pantallas de información).
et: F11: Aktiveeri/deaktiveeri reaalajaline profileerimine (toob ekraanile lisakuvasid)
fa: F11: روشن کردن/خاموش کردن نمودار کش (اطلاعات مربوط به بازی را نشان می دهد یا مخفی می کند)
ga: F11: Dí-/cumasaigh próifíleoir ama reatha (scoránaíonn sé trí na scáileáin eolais)
he: F11: הפעלה / מאבחן להשבית בזמן אמת (מחליפה דרך המציג של מידע)
ka: F11: ჩართე/გამორთე ნამდვილი დროის გამრჩევი (გადაიწონება საინფორმაციო მსახველის გავლით)
ms: F11: Benar/lumpuhkan pemprofil masa-nyata (ditogol menerusi paparan maklumat)
nb: F11: Skru på/av sanntids profilering (bla gjennom forskjellige visninger av informasjonen ved gjentatte trykk på knappen)
sk: F11: Zapnúť/vypnúť real-time profiler (prepína medzi zobrazeniami informácií)
sl: F11: Omogoči/onemogoči realnočasovni profiler (preklaplja med prikazi informacij)
sr: F11: Омогући

source: Shift + F11: Save current profiler data to "logs/profile.txt"
ar: Shift + F11: حفظ البيانات المحلل الحالي لـ "logs/profile.txt"
br: Lkd + F11: Derc'hel roadenn an eilskriver er mare-mañ e "logs/profile.txt"
da: Shift + F11: Gem den nuværende profil til "logs/profile.txt"
es_cl: Shift + F11: Guarda los datos de perfiles actuales en "logs/profile.txt"
es_mx: Shift + F11: Guardar datos del perfil actual a "logs/profile.txt".
et: Shift + F11: Salvestab hetke profileerimisandmestiku faili "logs/profile.txt"
fa: shift + F11: ذخیره اطلاعات پروفایل فعلی در "logs/profile.txt"
ga: Shift + F11: Sábháil sonraí na próifíle reatha i "logs/profile.txt"
he: Shift + F11: שמור את נתוני מאבחן הנוכחיים "יומנים / profile.txt"
ka: Shift + F11: შეინახე ახლანდელი გამრჩევის მონაცემები "logs/profile.txt"-ში
ms: Shift + F11: Simpan data pemprofil semasa ke "logs/profile.txt"
nb: Shift + F11: Lagre gjeldende profilerings-data til "logs/profile.txt"
sk: Shift + F11: Uloží aktuálne dáta v profileri do "logs/profile.txt"
sl: Shift + F11:Shrani trenutne podatke profilerja v "logs/profile.txt"
sr: F11: Омогући/онемогући прављење профила у реалном времену (пролаз кроз приказ информација)

source: F2: Take screenshot (in .png format, location is displayed in the top left of the GUI after the file has been saved, and can also be seen in the console/logs if you miss it there)
ar: F2 لأخذ لقطة شاشة (بنسق ‎.png، سيُعرض المكان في أعلى يسار الواجهة بعد حفظ الملفّ، ويمكن رؤيته أيضًا في المعراض/السّجلّات في حال لم تجده هناك)
da: F2: Tag et skærmbillede (i .png-format, filplaceringen vises i det øverste venstre hjørne af interfacet efter at filen er blevet taget, og kan også sees i konsollen eller loggen hvis du overser den)
es_cl: F2: Toma captura de pantalla (En formato png, la ubicación se muestra en la parte superior izquierda de la interfaz gráfica de usuario después de que el archivo se ha guardado, y también puede ser visto en la consola si te lo pierdes allí)
es_mx: F2: Tomar captura de pantalla (en formato .png, la ubicación se muestra en la parte superior izquierda de la interfaz, después de que el archivo se halla guardado, y también puede verse en la consola o registros si lo pierdes).
et: F2: Teeb .png vormingus ekraanitõmmise (salvestuspaika näidatakse kasutajaliideses ülemises vasakus servas ja hiljem on see nähtav konsoolist ja/või logidest)
fa: F2: گرفتن اسکرین شات (در قالب PNG، محل ذخیره در قسمت بالا چپ صفحه نشان داده می شود، شما همچنین در کنسول نیز می توانید این اطلاعات را مشاهده کنید)
ga: F2: Déan scáileán-phictiúr (san fhormáid .png, léiritear a háit i mbarr chúinne clé tar éis sábhála an chomaid, agus sa chonsól/logaí freisin má chaill tú é ansin)
he: F2: קח צילום מסך (. בפורמט PNG, מיקום מוצג בפינה השמאלית העליונה של GUI אחרי הקובץ נשמר, ואפשר לראות גם בקונסולה / היומנים אם אתה מחמיץ את זה שם)
ka: F2: გადაიღე სურათი (.png ფორმატში, რომლის მდებარეობაც გამოჩნდება ზედა, მარცხენა კუთხეში მას შემდეგ, რაც ფაილი შეინახება და ასევე შეიძლება ნახო ბრჯენში ან ჩანაწერებში, თუ იქ ვერ მოასწრებ დანახვას)
ms: F2: Ambil cekupan skrin (dalam format .png, lokasi dipaparkan pada sebelah kiri atas GUI selepas fail disimpan, dan juga boleh dilihat di dalam konsol/log jika terlepas ia di sana)
nb: F2: Ta skjermbilde (i .png format. Plasseringen vises i øverste venstre del av skjermen etter at filen har blitt lagret og kan også ses i konsoll og logg)
sk: F2: Urobiť snímku obrazovky (vo formáte .png, umiestnenie sa zobrazí v ľavom hornom rohu GUI po uložení súboru, ale nájdete ho aj v konzole/logoch)
sl: F2: Naredite posnetek zaslona (v .png formatu, lokacija bo prikazana levo zgoraj v grafičnem vmesniku po tem ko je posnetek shranjen, lahko ga pa pogledate tudi v console/logs, če ga tam pogrešate)
sr: F2: Сними слику екрана (у .png формату, локација је приказана у горњем левом делу екрана пошто је фајл снимљен, и такође може бити пронађена у конзоли/записима, ако је не видите тамо)

source: Shift + F2: Take huge screenshot (6400px*4800px, in .bmp format, location is displayed in the top left of the GUI after the file has been saved, and can also be seen in the console/logs if you miss it there)
ar: Shift + F2 لأخذ لقطة شاشة ضخمة (6400 بكسل × 4800 بكسل، بنسق ‎.bmp، سيُعرض المكان في أعلى يسار الواجهة بعد حفظ الملفّ، ويمكن رؤيته أيضًا في المعراض/ السّجلّات في حال لم تجده هناك)
da: Shift + F2: Tag et stort skærmbillede (6400px*4800px, i .bmp format, placeringen vises i det øverste venstre hjørne efter filen er blevet gemt, og kan også godt ses i konsollen, hvis ikke placeringen vises på skærmen med det samme)
es_cl: Shift + F2: Toma una captura de pantalla enorme (6400px*4800px, en formato bmp, la ubicación se muestra en la parte superior izquierda de la interfaz gráfica de usuario después de que el archivo se ha guardado, y también se puede ver en la consola si te lo pierdes allí.)
es_mx: Shift + F2: Toma una enorme captura de pantalla (6400px * 4800px, en formato .bmp, la ubicación se muestra en la parte superior izquierda de la interfaz, después de que el archivo se halla guardado, y también puede verse en la consola o registros si lo pierdes).
et: Shift + F2: Teeb hiiglasliku .bmp vormingus ekraanitõmmise (6400*4800 pikslit, salvestuspaika näidatakse kasutajaliideses ülemises vasakus servas ja hiljem on see nähtav konsoolist ja/või logidest)
he: Shift + F2: קח צילום מסך ענק (6400px * 4800px, בפורמט BMP, מיקום מוצג בפינה השמאלית העליונה של GUI אחרי הקובץ נשמר, ואפשר לראות גם בקונסולה / היומנים אם אתה מחמיץ את זה שם.)
ka: Shift + F2: გადაიღე ძალიან დიდი სურათი (6400წ*4800წ, .bmp ფორმატში, რომლის მდებარეობაც გამოჩნდება ზედა, მარცხენა კუთხეში მას შემდეგ, რაც ფაილი შეინახება და ასევე შეიძლება ნახო ბრჯენში ან ჩანაწერებში, თუ იქ ვერ მოასწრებ დანახვას)
ms: Shift + F2: Ambil cekupan skrin besar (6400px*4800px, dalam format .bmp, lokasi dipapar pada bahagian kiri atas GUI selepas fail disimpan, dan juga boleh dilihat dalam konsol/log jika anda terlepas ia di sana)
nb: Shift + F2: Ta stort skjermbilde (6400px*4800px, i .bmp-format, plasseringen blir vist øverst til venstre etter at filen har blitt lagret, og kan også ses i konsoll/logg)
sk: Shift + F2: Urobiť snímku obrazovky vo veľkom formáte (6400px*4800px, v o formáte .bmp, umiestnenie sa zobrazí v ľavom hornom rohu GUI po uložení súboru, ale nájdete ho aj v konzole/logoch)
sl: Shift + F2: Naredite ogromen posnetek zaslona (6400px*4800px, v .bmp formatu, lokacija bo prikazana levo zgoraj v grafičnem vmesniku po tem ko je posnetek shranjen, lahko ga pa pogledate tudi v console/logs, če ga tam pogrešate)
sr: Shift + F2: Сними велику слику екрана (6400px*4800px, у .bmp формату, локација је снимљена у горњем левом делу екрана, и такође може бити пронађена у конзоли/записима, ако је не видите тамо)

source: Alt + S: Switch to the next tab.
ar: حول إلى التبويب التالي : Alt + S
ms: Alt + S: Tukar ke tab berikutnya.
sk: Alt + S: Prepni na ďalšiu kartu.

source: Alt + W: Switch to the previous tab.
ar: حول الى التبويب السابق : Alt + W
ms: Alt + W: Tukar ke tab terdahulu.
sk: Alt + W: Prepni na predchádzajúcu kartu.

source: [font="sans-bold-14"]In Game
ar: [font="sans-bold-14"]داخل اللعبة
br: [font="sans-bold-14"]En ur c'hoariadenn
da: [font="sans-bold-14"]I Spil
es_mx: [font="sans-bold-14"]En la partida
et: [font="sans-bold-14"]Mängides
fa: [font="sans-bold-14"]داخل بازی
ga: [font="sans-bold-14"]Ionchluiche
ka: [font="sans-bold-14"]თამაშში
lv: [font="sans-bold-14"]Spēlē
ms: [font="sans-bold-14"]Dalam Permainan
nb: [font="sans-bold-14"]I spillet
sk: [font="sans-bold-14"]Počas hry
sr: [font="sans-bold-14"]У игри

source: [font="sans-14"]Double Left Click \[on unit]: Select all of your units of the same kind on the screen (even if they're different ranks)
ar: [font="sans-14"]النّقر باليسار مزدوجًا \[على وحدة ما] لتحديد كلّ الوحدات التي بنفس النّوع على الشّاشة (حتّى لو اختلفت رتبها)
br: [font="sans-14"]Daou-glikañ-kleiz \[on unit]: Diuzañ hollad hoc'h unanennoù eus ar memes doare war ar skramm (ha pa vefent e renkadurioù disheñvel)
da: [font="sans-14"]Dobbelt venstre klik \[på enhed]: Vælg alle dine enheder af same slags på skærmen (Selv hvis de har forskellig rank)
es_mx: [font="sans-14"]Doble Click Izquierdo \[En la unidad]: Para seleccionar todas tus unidades del mismo tipo en el mapa (Incluso si son de diferente rango)
et: [font="sans-14"]Vasaktopeltklikk \[üksusel]: valib kõik mängija sama tüüpi üksused ekraanil (k. a. erinevate auastmetega)
fa: [font="sans-14"] دوبار کلیک چپ زدن [بر روی نیرو]: انتخاب تمام نیروهای از این نوع که در صفحه نمایش دیده می شوند (حتی اگر در درجه های مختلفی باشند)
ga: [font="sans-14"]Cléchliceáil faoi Dhó \[ar aonad]: Roghnaigh na haonaid ar fad don chineál céanna sa scáileán reatha (fiú má tá rang difriúil acu)
ms: [font="sans-14"]Dwi-Klik Kiri \[on unit]: Pilih semua unit anda jenis yang sama dalam skrin (walaupun mereka berbeza kedudukan pangkat)
nb: [font="sans-14"]Dobbel-venstreklikk \[på enhet]: Da velger du alle enheter av samme type på skjermen (uansett om de har forskjellig rang)
sk: [font="sans-14"]Dvakrát kliknite ľavým tlačidlom myši \[na jednotku]: Vyberie všetky jednotky rovnakého druhu (aj ak majú rozdielne hodnosti)
sr: [font="sans-14"]Двоструки леви клик [на јединицу]: Означава све ваше јединице исте врсте на екрану (чак иако су различитог чина)

source: Triple Left Click \[on unit]: Select all of your units of the same kind and the same rank on the screen
ar: النّقر باليسار ثلاث مرّت \[على وحدة ما] لتحديد كلّ الوحدات بنفس النّوع ونفس الرّتبة على الشّاشة
br: Tri-c'hlik-kleiz \[on unit]: Diuzañ hollad hoc'h unanennoù eus ar memes doare ha gant ar memes rank war ar skramm
da: Tre venstre klik \[på enhed]: Vælg alle dine enheder af samme slags og samme rank på skærmen
es_mx: Triple Click Izquierdo \[En la unidad]: Para seleccionar todas tus unidades del mismo tipo y rango en el mapa
et: Vasak-kolmik-klikk \[üksusel]: valib kõik mängija sama tüübi ning sama auastmega üksused ekraanil.
fa: سه بارکلیک چپ زدن [بر روی نیرو]: انتخاب تمام نیروهای از این نوع که در تمام نقشه وجود دارند حتی اگر در رتبه های مختلفی باشند
ga: Cliceáil faoi Thrí \[ar aonad]: Roghnaigh na haonaid ar fad don chineál is rang céanna sa scáileán reatha
ms: Klik Kiri Tiga Kali \[on unit]: Pilih semua unit anda sama jenis dan sama kedudukan pangkat dalam skrin
nb: Trippel venstre-klikk \[på enheten]: Velg alle enheter av samme slag og samme rang på skjermen.
sk: Trikrát kliknite ľavým tlačítkom myši \[na jednotku]: Vyberie všetky jednotky rovnakého druhu a rovnakej hodnosti na obrazovke
sr: Три пута леви клик \[на јединицу]: Означава све ваше јединице исте врсте и истог чина на екрану

source: Alt + Double Left Click \[on unit]: Select all your units of the same kind on the entire map (even if they have different ranks)
ar: Alt + النّقر باليسار مزدوجًا \[على وحدة ما] لتحديد كلّ الوحدات التي بنفس النّوع في كلّ الخريطة (حتّى لو اختلفت رتبها)
br: Alt + Daou-glik-kleiz \[on unit]: Diuzañ hollad hoc'h unanennoù eus ar memes doare war ar gartenn a-bezh (ha pa vefent e renkadurioù disheñvel)
da: Alt + Dobbelt-Venstreklik \[på enhed]: Vælg alle dine enheder af samme slags på hele kortet (Selv hvis de har forskellig rank)
es_mx: Alt + Pulsar dos veces \[en una unidad]: Selecciona todas tus unidades del mismo tipo en todo el mapa (incluso si tienen distinto rango)
et: Alt + topeltvasakklikk \[üksusel]: valib mängija sama tüüpi üksused kogu kaardil (k.a. erinevate auastmetega)
fa: Alt + Double click [بر روی نیرو]: انتخاب تمام نیروهای هم نوع در تمام نقشه (حتی اگر در درجه های مختلفی باشند)
ga: Alt + Cléchliceáil faoi Dhó \[ar aonad]: Roghnaigh na haonaid ar fad don chineál céanna sa léarscáil ar fad (fiú má tá rang difriúil acu)
ms: Alt + Dwi-Klik Kiri \[on unit]: Pilih semua unit anda jenis yang sama di dalam peta (tidak kira kedudukan pangkat)
nb: Alt + dobbelt venstreklikk \[på enhet]: Velg alle dine enheter av samme slag på hele kartet (selv om de er av forskjellig rang)
sk: Alt + Dvakrát kliknite ľavým tlačidlom myši \[na jednotku]: Vyberie všetky tvoje jednotky rovnakého typu na celej mape (aj ak majú rôzne hodnosti)
sr: Alt + дупли леви клик \[на јединицу]: Означава све ваше јединице исте врсте на целој мапи (чак иако су различитог чина)

source: Alt + Triple Left Click \[on unit]: Select all your units of the same kind and rank on the entire map
ar: Alt + النّقر باليسار ثلاث مرّت \[على وحدة ما] لتحديد كلّ الوحدات بنفس النّوع ونفس الرّتبة في كلّ الخريطة
br: Alt + Tri-c'hlik-kleiz \[on unit]: Diuzañ hollad hoc'h unanennoù eus ar memes doare war ar gartenn a-bezh
da: Alt + Tredobbelt-ventreklik \[på enhed]: Vælg af dine enheder af samme slags og rank på hele kortet
es_mx: Alt + Triple Clic Izquierdo \[en una unidad]: Selecciona todas tus unidades del mismo tipo y rango en todo el mapa.
et: Alt + kolmik-vasak-klikk \[üksusel]: valib mängija sama tüübi ja sama auastmega üksused kogu kaardil
fa: Alt + سه بار کلیک چپ [روی نیرو]: انتخاب نیروهای همان نوع و رنک در تمام نقشه
ga: Alt + Cléchliceáil faoi Thrí \[ar aonad]: Roghnaigh na haonaid ar fad don chineál is rang céanna sa léarscáil ar fad
ms: Alt + Klik Kiri Tiga Kali \[on unit]: Pilih semua unit anda yang sejenis dan mengikut kedudukan pangkat di dalam peta
nb: Alt + trippelt venstre-klikk \[on unit]: Velg alle dine enheter av samme type og grad på hele kartet
sk: Alt + Trikrát kliknite ľavým tlačidlom myši \[na jednotku]: Vyberie všetky tvoje jednotky rovnakého druhu a rovnakej hodnosti na celej mape
sr: Alt + три пута леви клик \[на јединицу]: Означава све ваше јединице исте врсте и чина на целој мапи

source: Shift + F5: Quicksave
ar: Shift + F5 لإجراء حفظ سريع
br: Lkd + F5: Primenrolladenn
da: Shift + F5: Hurtiggem
es_cl: Shift + F5: Guardado rápido
es_mx: Shift + F5: Guardado rápido.
et: Shift + F5: Kiirsalvestus
fa: Shift + F5: ذخیره سریع
ga: Shift + F5: Sábháil tapa
ka: Shift + F5: სწრაფი შენახვა
lv: Shift + F5: Ātrā saglabāšana
ms: Shift + F5: Simpan Pantas
nb: Shift + F5: Hurtiglagre
sk: Shift + F5: Rýchle uloženie
sl: Shift + F5: Hitro shranjevanje
sr: Shift + F5: Брзо снимање позиције

source: Shift + F8: Quickload
ar: Shift + F8 لإجراء تحميل سريع
br: Lkd + F8: Primkargadenn
da: Shift + F8: Hurtigindlæs
es_cl: Shift + F8: Cargado rápido
es_mx: Shift + F8: Carga rápida.
et: Shift + F8: Kiirlaadimine
fa: Shift + F8: بارگذاری سریع
ga: Shift + F8: Ualach Tapa
ka: Shift +F8: სწრაფი ჩატვირთვა
ms: Shift + F8: Muat Pantas
nb: Shift + F8: Hurtiglast
sk: Shift + F8: Rýchle načítanie
sl: Shift + F8: Hitro nalaganje
sr: Shift + F8: Брзо учитавање позиције

source: F10: Open/close menu
ar: F10 لفتح القائمة أو إغلاقها
br: F10: Digeriñ/serriñ al lañser
da: F10: Åben/luk menu
es_cl: F10: Abrir/Cerrar el menú
es_mx: F10: Abrir o cerrar el menú.
et: F10: Avab/suleb menüü
fa: F10: باز/بسته کردن منو
ga: F10: Oscail/dún an roghchlár
he: F10: תפריט פתיחה / סגירה
ka: F10: გახსები/დახურე მენიუ
lv: F10: Atvērt/Aizvērt izvēli
ms: F10: Buka/tutup menu
nb: F10: Åpne/lukke meny
sk: F10: Otvoriť/zavrieť menu
sl: F10: Odpri/zapri meni
sr: F10: Отвори/затвори мени

source: F12: Show/hide time elapsed counter
ar: F12 لإظهار عدّاد الوقت المنقضي أو إخفائه
br: F12: Diskouez/kuzhat konter an amzer dremenet
da: F12: Vis/skjul forløbet tid
es_cl: F12: Mostrar/Ocultar el contador de tiempo transcurrido
es_mx: F12: Mostrar u ocultar el tiempo transcurrido en el contador.
et: F12: Peidab/näitab möödunud aja
fa: F12: ظاهر کردن / مخفی کردن زمان سپری شده
ga: F12: Léirigh/folaigh áiritheoir ama chaite
he: F12: דלפק חלף הצג / שעת הסתר
ka: F12: გამოაჩინე/დამალე გასული დროის მთვლელი
lv: F12: Parādīt/paslēpt pagājušā laika skaitītāju
ms: F12: Tunjuk/sembunyi kiraan berlalu masa
nb: F12: Skjul/vis forløpt tid
sk: F12: Zobraziť/skryť počítadlo uplynutého času
sl: F12: Prikaži/skrij števec pretečenega časa
sr: F12: Прикажи/ сакриј бројач протеклог времена

source: ESC: Close all dialogs (chat, menu) or clear selected units
ar: ESC لإغلاق كلّ الحواريّات (الدّردشة أو القائمة) أو إزالة تحديد الوحدات المحدّدة
br: ACHAP: Serriñ an holl divizoù (flapva, lañser) pe diziuzañ an unanennoù diuzet
da: ESC: Luk alle dialogvinduer (chat, menu) eller stop valg af enheder
es_mx: ESC: Cierra todos los diálogos (chat, menú) o cancela la selección actual
et: ESC: Sulgeb kõik dialoogid (vestlus, menüü) või tühistab üksuste valiku
fa: ESC: بستن تمام پنجره های باز (چت ، منو) یا پاک کردن مواردی که انتخاب شده اند.
ga: ESC: Dún gach dialóga (comhá, roghchláir) nó glan na aonaid atá roghnaithe
ka: ESC: დახურე ყველა დიალოგი (ლაყბობა, მენიუ) ან მოიშორე მონიშვნა ერთეულებზე
lv: ESC: Aizvērt visus dialogus (terzēšana, izvēlnes) vai atiestatīt vienību izvēli
ms: ESC: Tutup semua dialogs (sembang, menu) atau kosongkan unit yang dipilih
nb: ESC: Lukk alle dialoger (prat, meny) eller avvelg alle enheter.
sk: ESC: Zavrie všetky okná (chat, menu), alebo zruší výber jednotiek
sr: ESC: Затвара све дијалоге (преписка, мени) или поништава означавање означених јединица.

source: Enter/return: Open/send chat
ar: Enter أو return لفتح دردشة أو إرسال واحدة
da: Enter/tilbage: Åben/send chat
es_cl: Enter: Abrir/enviar el mensaje
es_mx: Enter o retroceso: Abrir o enviar un chat.
et: Enter: Avab/saadab vestlussõnumi
fa: Enter/Return: بازکردن/ارسال پیام
ga: Enter/return: Oscail/seol comhrá
he: Enter/return:פתיחה / לשלוח צ'אט
ka: Enter/return: გახსენი ლაყბობა, გააგზავნე შეტყობინება
lv: Enter: Atvērt terzēšanu/nosūtīt ziņu
ms: Enter/return: Buka/hantar sembang
nb: Enter/retur: Åpne/send prat
sk: Enter/return: Otvorí/pošle správu
sl: Enter/vnašalka: Odpri/pošlji pogovor
sr: Enter/return: Отвори чет/ пошаљи поруку

source: T: Send team chat
ar: T لإرسال محادثة إلى الفريق
br: T: Kas ur gemennadenn skipailh
da: T: Send holdbesked
es_cl: T: Enviar un mensaje al equipo
es_mx: T: Enviar al chat del equipo.
et: T: Saadab sõnumi liitlastele
fa: T: ارسال پیام تیمی
ga: T: Seol teachtaireacht do do chomhghuaillithe
he: T: שלח צ'אט צוות
ka: T: გააგზავნე შეტყობინება ჯგუფში
lv: T: Komandas tērzētava
ms: T: Hantar sembang pasukan
nb: T: Send lag-prat
sk: T: Poslať tímovú správu
sl: T: Pošlji skupinski pogovor
sr: T: Пошаљи поруку тиму

source: L: Chat with the previously selected private chat partner
ar: L:دردش مع الشات المختار قبل ذلك
br: L: Flapañ gant ar c'hendivizer prevez diuzet a-raok.
fa: L: چت کردن با فرد قبلی که با او چت خصوصی انجام دادید
ga: L: Déan comhra le do pháirtí príobháideach atá tú i do chomrá leis roimhe sin
ms: L: Sembang dengan rakan sembang persendirian terpilih sebelum ini
nb: L: Prat med tidligere valgt private samtalepartner
sk: L: Napísať správu predošle zvolenému priateľovi.
