Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: One of the Diadochi, king of Macedonia (294-288 B.C.), Demetrios was renowned as one of the bravest and most able successors of Alexander. As the son of Antigonus I Monophthalmus, he fought and won many important battles early on and was proclaimed king, along with his father, in 306 B.C. Losing his Asian possessions after the battle of Ipsos, he later won the Macedonian throne. Fearing lest they should be overpowered by Demetrios, the other Diadochi united against him and defeated him.
ast: Ún de los diádocos, rei de Macedonia (294-288 a.C.), Demetriu tevo fama de ser ún de los socesores d'Alexandru más valientes y capaces. Como fíu d'Antígonu I el Tuertu, lluchó y ganó munches batalles importantes dende ceo, quedando aproclamáu rei, xunto con so pá, en 306 a.C. Perdió les sos posesiones asiátiques tres la batalla d'Ipsos y más sero ganó'l tronu de Macedonia. Medrosos de quedar dominaos por Demetriu, los otros diádocos xuniéronse a la escontra d'elli y venciéronlu.
bg: Един от диадохите, крал на Македония (294-288г .пр.н.е.) Деметрий бил признат като един от най-смелите и способни наследници на Александър. Син на Антигон I Монофталм, той се бил и спечелил много важни битки още като млад и бил провъзгласен за цар заедно с баща си през 306г. пр.н.е. Губейки азиатските си земи след битката в Ипсос, той по-късно спечелил Македонския трон. От страх да не бъдат победени от Деметрий, останалите диадохи се съюзили срещу него и го победили.
br: Unan eus an Diadokiz, roue Makedonia (294-288 a-raok J.-K.), Demetrios a oa brudet evel bezañ unan eus kalonekañ ha barrekañ diskennidi Aleksandr. Evel mab Antigonus I Monoftalmus, en em gannañ a reas hag e roas lamm abred a-walc'h e meur a emgann bouezus hag e voe disklêriet roue e kichen e dad e 306 a-raok J.-K. En ur goll e an douaroù a oa perc'hennet gantañ en Azia goude emgann Ipsos e c'hounezas diwezhatoc'h an tron Makedonian. Gant an aon vras da vezañ flastret gant Demetrios, en em unaniñ a reas an Diadokiz all a-enep dezhañ hag e rojont lamm dezhañ.
ca: Un dels diàdocs, rei de Macedònia (294-288 aC), Demetri era conegut com un dels successors més valents i capaços d'Alexandre. Fill d'Antígon el Borni, aviat va guanyar moltes batalles importants i va ser proclamat rei, juntament amb el seu pare, l'any 306 aC. Després de perdre els seus territoris asiàtics a la batalla d'Ipsos, va aconseguir el tron de Macedònia. Per por de ser dominats per Demetri, els altres diàdocs es van unir contra ell i el van derrotar.
cs: Jeden z diadochů, makedonský král Démétrios (Démétrios I. Poliorkétés, 294-288 př. n. l.), byl známý jako jeden z nejstatečnějších a nejschopnějších Alexandrových nástupců. Jako syn Antigona I. Jednookého hned zpočátku bojoval a zvítězil v mnoha důležitých bitvách a byl v roce 306 př. n. l. prohlášen za krále společně se svým otcem. Po bitvě u Ipsu ztratil své asijské državy. Pozdějí získal makedonský trůn. Ze strachu, že by mohli být Démétriem přemoženi, se proti němu ostatní diadochové spojili a porazili jej.
de: Demetrios, einer der Diadochen, König von Makedonien (294-288 v. Chr.), war berühmt als einer der tapfersten und fähigsten Nachfolger Alexanders. Als Sohn des Antigonos I. Monophthalmos, kämpfte und gewann er schon früh viele wichtige Schlachten und wurde 306 v. Chr zusammen mit seinem Vater zum König ausgerufen. Nach dem Verlust der asiatischen Ländereien in der Schlacht von Ipsos gewann er später den makedonischen Thron. In Angst, dass sie von Demitrios überflügelt werden könnten, verbündeten sich die anderen Diadochen gegen ihn und besiegten ihn.
el: Ένας από τους Διαδόχους, ο βασιλιάς της Μακεδονίας (294-288 π.Χ.), ο Δημήτριος ήταν γνωστός ως ένας από τους γενναιότερους και πιο ικανούς διαδόχους του Μεγάλου Αλεξάνδρου. Όπως ο γιος του Αντίγονος ο Μονόφθαλμος, πάλεψε και κέρδισε πολλές σημαντικές μάχες από νωρίς και ανακηρύχθηκε βασιλιάς, μαζί με τον πατέρα του, το 306 π.Χ. Χάνοντας τις Ασιατικές κτήσεις του μετά τη μάχη της Ίψου, κέρδισε αργότερα το μακεδονικό θρόνο. Φοβούμενοι μήπως εξουδετερωθούν από τον Δημήτριο, ο άλλοι Διάδοχοι ενώθηκαν εναντίον του και τον νίκησαν.
es_ar: Uno de los Diácodos, Demetrio, rey de Macedonia (294-288 a.C.), fue reconocido como uno de los más capaces y más bravos sucesores de Alejandro. Como hijo de Antígono I el Tuerto, ganó pronto muchas batalles importantes y fue proclamado rey, junto a su padre, en el 306 a.C. Luego de perder sus posesiones en Asia, tras la batalla de Ipsos, ganó el trono de Macedonia. El temor de ser dominados por Demetrio hizo que los otros Diácodos se aliaran contra él y lo derrotaran.
eu: Diadoko bat, Mazedoniako errege (K. a. 294-288) Demetrio, Alexandroren oinordeko kementsu eta trebatuentzat jotzen zen. Antigono I.a Begibakarraren semea zen, eta bataila garrantzitsu ugaritan borrokatu eta irabazi ondoren errege izendatu zuten, bere aitarekin batera, K. a. 306. urtean. Ipsoseko guduan Asiako jabetzak galdu ostean lortu zuen Mazedoniako tronua. Demetriok azpiratuko zituen beldurrez, gainontzeko diadokoak bere aurka elkartu eta garaitu zuten.
fa: از یکی از دیادوخوی ها، شاه مقدونی (294-288 ق.م)، دمتریوس به عنوان یکی از شجاعترین مردان و جانشیان لایق اسکندر مقدونی یاد می شود. دیادوخوی به دسته افرادی گفته می شود که بعد از مرگ اسکندر دایعه جانشینی وی را داشتند. به عنوان پسر آنتیگوروس اول مونوپتالموس او جنگ های مهم بسیاری را پیروز شد و خود را به عنوان پادشاه در کنار پدرش در 306 ق.م ثابت کرد. کمی بعد بعد از شکست در نبرد ایپسوس بسیاری از متصرفات آسیایی خود را از دست داد و بعد از آن سایر دیادوخوی ها با هم متحد شدند و با شکست او به کارش پایان دادند.
ga: Ceann de na Diadochi, agus rí na Macadóine (294-288 R.C.), bhí cáil ar Demetrias mar cheann de ne comharbaí Alastair is cróga agus is ábalta. Mac Áintigóinis I 'Aonshúiligh' atá ann, agus throid sé cathanna tábhachtacha go leor agus rinne sé buanna go leor go luath, agus fógraíodh rí air agus ar a athair i 306 R.C. Chaill sé a gabháltas san Áise tar éis catha Ipsis, ach bhuaigh sé ríchathaoir na Macadóine níos déanaí. Bhí eagla ar na Diadochi eile le smacht Demetris, agus d'aontaigh siad in aghaidh Demetris agus chloígh siad air.
he: אחד הדיאדוכים, מלך מקדוניה (294-288 לפנה"ס), נודע כאחד מיורשיו האמיצים והמוכשרים ביותר של אלכסנדר. כבנו של אנטיגונוס , הוא נלחם וניצח בקרבות רבים חשובים בשלב מוקדם והוכרז מלך, יחד עם אביו, ב306 לפנה"ס הפסיד באסיה לאחר הקרב של , מאוחר יותר הוא זכה בכס המלוכה המקדונית. מתוך חשש שמא הם צריכים להיות נשלטים על ידי יריביו , דמטריוס התאחד נגדו והביס אותו.
hu: A diadokhoszok egyike, Makedónia királya (i. e. 294-288-ig), Demetriosz mint Nagy Sándor egyik legbátrabb és legrátermedtebb utóda vonult be a történelembe. I. Antigonosz Monophtalmusz fiaként sok jelentős csatát nyert. i. e. 306-ban apja mellett királynak lett kikiáltva. Bár elvesztette ázsiai birtokait az Ipszosz-i csata után, később mégis elnyerte a makedón trónt. Egyre növekvő hatalmától tartva a többi diadokhosz összefogott ellene és legyőzte.
hy: Դիադոխ, Մակեդոնիայի արքա (մ․թ․ա․ 294-288թթ․) Դեմետրիոսը հայտնի էր որպես Ալեքսանդրի ամենախիզախ և ունակ հետնորդներից մեկը։ Լինելով Անտիգոնոս I Միաչքանու որդին՝ նա վաղ տարիքում կռվեց և հաղթեց մի քանի կարևոր ճակատամարտերում և, իր հոր հետ միասին, մ․թ․ա․ 306թ․-ին հռչակվեց թագավոր։ Իփսոսի ճակատամարտում պարտությունից հետո կորցնելով իր ասիական տարածքները՝ նա հետագայում նվաճեց մակեդոնական գահը։ Վախենալով, որ Դեմետրիոսը կհպատակեցնի իրենց, մյուս դիաոխները միավորվեցին նրա դեմ և հաղթեցին նրան։
it: Uno dei Diadochi, re di Macedonia (294-288 a.C.), Demetrio era noto come uno dei più coraggiosi e capaci successori di Alessandro Magno. In quanto figlio di Antigono I Monoftalmo, presto combattè e vinse molte importanti battaglie e fu proclamato re, insieme a suo padre, nel 306 a.C. Dopo aver perso i suoi possedimenti asiatici in seguito alla battaglia di Ipso, riuscì a riconquistare il trono macedone. Temendo di essere sopraffatti da Demetrio, gli altri Diadochi si allearono contro di lui e lo sconfissero.
ja: ディアドコイの一人であるマケドニア王 （紀元前294-288）のデメトリオスは最も勇敢で有能なアレクサンドロスの後継者の一人として知られています。アンティゴノス1世隻眼王の息子として、初期の多くの重要な戦いに勝利し、紀元前306年に父と共に王を称しました。イプソスの戦いの後にアジアの領地を失いましたが、後にマケドニアの玉座につきます。デメトリオスに圧倒されることを恐れ、他のディアドコイたちは同盟して対抗し、彼を倒しました。
ko: 디아도코이(후계자라는 뜻)중 한명인 마케도니아의 왕 (기원전 294년-288년) 데메트리오스는 가장 용감하고 유능한 알렉산더의 후계자중 한명으로 알려져있습니다. 안티고노스 1세 애꾸눈 왕의 아들로, 그는 초기에 많은 중요한 전투에서 승리한 후, 기원전 306년에 아버지와 함께 자신을 국왕으로 선포했습니다. 입소스 전투 이후 아시아의 영토를 잃었지만 나중에 마케도니아의 왕위에 올랐습니다. 데메트리오스에 의해 제압당할까 두려워하면서, 다른 디아도코이들은 그에게 대항하여 동맹을 맺은후 그를 쓰러뜨렸습니다.
nb: Demetrios, en av Diadokene, konge av Makedonia (294-288 f.Kr.), var viden kjent som en av de modigste og dyktigste av Aleksanders etterfølgere. Som sønn av Antigonos I Monofthalmos, kjempet og vant han mange viktige slag tidlig og ble erklært konge sammen med hans far i 306 f.Kr. Han tapte sine asiatiske erobringer etter slaget ved Ipsos men vant senere den Makedoniske trone. De andre diadokene forentes og nedkjempet ham fordi de fryktet at Demetrios skulle bli for mektig.
pl: Jeden z diadochów, król Macedonii (294-288 p.n.e.), Demetrios był znany jako jeden z najdzielniejszych i najzdolniejszych następców Aleksandra Wielkiego. Jako syn Antygona I Jednookiego wcześnie walczył i wygrał wiele ważnych bitew i w 306 roku p.n.e otrzymał od ojca tytuł królewski. W bitwie pod Ipsos utracił swoje azjatyckie posiadłości, jednak później zyskał macedoński tron. Ostatecznie inni diadochowie w obawie przed pokonaniem przez Demetriosa zjednoczyli się przeciw niemu i pokonali go.
pt_br: Um dos Diádocos, rei da Macedônia (294-288 A.C.), Demétrio era reconhecido como um dos mais bravos e mais hábeis sucessores de Alexandre. Como filho de Antígono I Monoftalmo, ele lutou e venceu várias batalhas importantes logo cedo e foi proclamado rei, bem como seu pai, em 306 A.C. Perdendo suas possessões asiáticas depois da batalha de Ipso, ele ganhou, depois, o trono macedônico. Temendo serem dominados por Demétrio, os outros Diádocos se uniram e o derrotaram.
ru: Диадох, царь Македонии (294-288 до н.э.), Деметрий I Полиоркет был известен как один из самых смелых и самых способных преемников Александра. Будучи сыном Антигона I Одноглазого, едва достигнув совершеннолетия, одержал множество важных сражений и был провозглашён королём, вместе со своим отцом, в 306 г. до н.э. Потерял свои азиатские владения после битвы при Ипсе. Позднее ему удалось завоевать македонский престол. Другие диадохи боясь быть поверженными Деметрием объединились против него и одержали над ним победу.
sk: Jeden z diadochov, macedónsky kráľ Démétrios (Démétrios I. Poliorkétés, 294-288 pr. n. l.), bol známy ako jeden z najstatočnejších a najschopnejších Alexandrových nástupcov. Ako syn Antigona I. Jednookého hneď od začiatku bojoval a zvíťazil v mnohých dôležitých bitkách a bol v roku 306 pr. n. l. prehlásený za kráľa spoločne so svojím otcom. Po bitke pri Ipsu stratil svoje ázijské dŕžavy. Neskôr získal macedónsky trón. Zo strachu, že by mohli byť Démétriom porazení, sa proti nemu ostatní diadochovia spojili a porazili ho.
sv: En av Diadochi, Makedoniens Konung (294-288 B.C.), Demetrios var känd som en av Alexanders modigaste och mest möjliga efterträdare. Som son till Antigonus I Monophthalmus kämpade han och vann många viktiga strider tidigt och proklamerades kungen tillsammans med sin far i 306 B.C. Förlorade sina asiatiska ägodelar efter slaget i Ipsos, vann han senare den makedonska tronen. Rädsla för att de inte skulle övermanas av Demetrios, den andra Diadochi förenade sig mot honom och besegrade honom.
tr: Makedonya Kralı Diadochi'den (294-288), Demetrios, İskender'in en cesur ve en yetenekli haleflerinden biri olarak bilinirdi. Antigonos Ben Monophthalmus'un oğlu olarak erken dövüşüp savaşan birçok önemli savaşı kazandı ve 306 BC'de babasıyla birlikte kral ilan edildi. Ipsos savaşından sonra Asya mülklerini kaybeden Makedonya tahtını kazandı. Demetrios'un baskısı olmasın diye korktular, Diadochi diğeri ona karşı birleşti ve onu mağlup etti.
uk: Один із Діадохів, цар Македонії (294-288 до н. е..), Деметрій I Поліоркет був відомий як один з найсміливіших і найздібніших наступників Олександра. Будучи сином Антігона I Одноокого, ледь досягнувши повноліття, здобув безліч важливих воєнних перемог і був проголошений королем, разом зі своїм батьком, у 306 р. до н. е. Втратив свої азіатські володіння після битви біля Іпси. Пізніше йому вдалося завоювати македонський престол. Інші діадохи, боячись бути поваленими Деметрієм, об'єдналися проти нього і здобули над ним перемогу.
zh: 在继业者中，马其顿国王(公元前294-288)，德米特里被认为是最勇敢和亚历山大最有能力的接班人之一。德米特里差不多在20多岁就上了战场，并赢得了很多重要的战友，在公元前306年起与父亲安提柯一世同时在位。在公元前301年的决战伊普苏斯战役中，安提柯和德米特里所率的军队遭到联军击败，父亲安提柯战死。而之后德米特里登上了马其顿王座。而其他的继业者因害怕他们会被德米特里俘虏，们再度联合起来对抗他，并最终打败了德米特里。
zh_tw: 亞歷山大大帝繼業者之一，後任馬其頓國王 (西元前294-288年)。德米特里 (Demetrios) 被認為是最勇敢及亞歷山大大帝的最可能繼承人之一。是安提柯一世 (獨眼) 的兒子，他在很年輕的時候就贏得了很多戰役，並在西元前 306 年與他父親同時是國王。在伊普蘇斯戰役後，他失去了他的亞洲領土，但後來贏得了馬其頓的王位。其他繼業者害怕被他俘虜，便聯合起來對抗並擊敗他。

source: Demetrios the Besieger
ast: Demetriu l'Asediador
bg: Деметрий I Полиоркет
br: Demetrios ar Besieger
ca: Demetri Poliorcetes
cs: Démétrios Obléhatel
de: Demetrios I. Poliorketes
el: Δημήτριος ο Πολιορκητής
es_ar: Demetrio el Asediador
eu: Demetrio Setiatzailea
fa: دمتریوس محاصره گر
ga: Demetrios an Imshuiteora
he: דמטריוס פוליורקטס
hu: Demetriász az Ostromló
hy: Դեմետրիոս Պաշարող
it: Demetrio I Poliorcete
ja: デメトリオス攻城王
ko: 테메트리오스 1세
nb: Beleireren Demetrios
pl: Demetrios Poliorketes
pt_br: Demétrio, o Sitiador de cidades
ru: Деметрий Полиоркет
sk: Démétrios Obliehateľ
sv: Demetrius Belägraren
tr: Kuşatmacı Demetrios
uk: Деметрій I Поліоркет
zh: 围城者德米特里一世
zh_tw: 圍城者，德米特里一世

source: A Hellenistic kingdom bordering the Greek city-states.
ast: Un reinu helenísticu a la vera les ciudaes-estáu griegues.
bg: Елинско царство, граничещо с гръцките градове-държави.
br: Ur rouantelezh Hellenek war ribl ar C'hêrioù-Stadel Gresian.
ca: Un regne hel·lenístic al voltant de les ciutats estat gregues.
cs: Helénské království hraničící s řeckými městskými státy.
de: Ein hellenistisches Königreich an der Grenze zu den griechischen Stadtstaaten.
el: Ενα Ελληνιστικό βασίλειο συνορευόμενο απο τις Ελληνικές πόλεις-κράτη
es_ar: Un reino heleno limítrofe con las ciudades-estado griegas.
eu: Heleniar erreinu bat, estatu-hiri Grekoen mugakide.
fa: یک پادشاهی یونانی در مرز های شهرهای یونان
ga: Ríocht Heilléineach ag teorainn leis na cathairstáit Gréigeacha.
hu: A görög városállamokkal határos hellenisztikus királyság.
hy: Հունական քաղաք-պետություններին սահմանակցող հելլենիստական թագավորություն։
it: Un regno Ellenistico al confine con le città-stato greche.
ja: ギリシア都市国家群に接するギリシア人の王国です。
ko: 그리스 도시 국가들과 국경을 맞대고 있는 헬레니즘 왕국.
nb: Et hellenistisk kongerike på grensen av de greske by-statene.
pl: Hellenistyczne królestwo graniczące z greckimi miastami-państwami.
pt_br: Um reino helenístico, na fronteira com as cidades-estado gregas.
ru: Эллинское царство граничит с греческими городами-государствами.
sk: Helénske kráľovstvo susediace s gréckymi mestskými štátmi.
sv: Ett Hellenistiskt kungarike bredvid de Grekiska stadsstaterna.
tr: Helenistik bir krallık Yunan şehir-devletleriyle sınır komşusu oldu.
uk: Еллінське царство межує з грецькими містами-державами.
zh: 与希腊城邦接壤的希腊化王国。
zh_tw: 一個與希臘城邦接壤的希臘化王國。

source: The Hellenization civ bonus. Building a Theatron increases the territory effect of all buildings by 25%. Build limit: 1.
ast: La bonificación étnica del helenismu. Construyir un teatru aumenta l'efeutu nel territoriu de toles construcciones nun 25%. Llende de construcción: 1.
bg: Елинският граждански бонус. Построяването на театрон увеличава териториалния обхват на всички сгради с +25%. Ограничение за строеж: 1.
br: Bonuz seve. an Hellenegerezh. Sevel un Theatron a lak da greskiñ efed tiriadel ar savadurioù all eus 25%. Bevenn ar savidigezh: 1.
ca: La bonificació de civilització "Hel·lenització". Construir un teatre augmenta l'efecte de territori de tots els edificis un 25%. Límit de construcció: 1.
cs: Helénistický civilizační zvýhodnění. Stavba Theatronu zvýší územní rozšíření všech staveb o +25 %. Hranice pro stavění: 1.
de: Der Hellenistische Zivilisationsbonus. Ein Theatron zu bauen erhöht die territoriale Ausdehnung aller Gebäude um +25%. Baulimit: 1.
el: Ελληνιστικός πολιτισμός μπόνους. Χτίζοντας ένα θέατρο αυξάνεται η επίδραση περιοχής όλων των κτηρίων κατά 25%. Όριο κτιρίων: 1.
es_ar: Bonificación de civilización helénica. Construir un Teatro aumenta el efecto territorial de todos los edificios un 25%. Límite de construcción: 1.
eu: Heleniar zibilizazioaren hobaria. Antzerki baten eraikuntzak eraikin guztien lurraldetasun eragina %25 handitzen du. Eraikitze muga: 1
fa: امتیاز یونانیزه کردن تمدن، ساختن یک تئاتر باعث افزایش تاثیر قلمرو برای تمام ساختمان ها به میزان 25% می شود. سقف ساخت 1.
ga: Bónas sibhialtacht an Heilléinithe. Méadú ar an bhfairsinge críocha +25% do gach foirgneamh nuair a thóg tú Theatron. Teorainn tógála: 1.
hu: A hellenizáció civilizációs bónusza: egy Theatron építése 25%-kal növeli minden épület területi hatását. Építési korlát: 1.
hy: Քաղաքակրթության հելլենիզացման բոնուսը։ Թեատրոնի կառուցումը 25%-ով ավելացնում է բոլոր շինությունների տարածքայի ազդեցությունը։ Կառուցման սահմանաչափ՝ 1։
it: Il bonus Ellenizzazione. Costruire un Theatron aumenta l'effetto territorio di tutti gli edifici del 25%. Limite Costruzione: 1.
ja: ギリシア系文明のボーナス。テアトロンを建設すると、すべての建物の領地半径が25%拡大します。建設上限：1
ko: 헬레니즘 문명 보너스. 테아트론을 건설하면 모든 건물의 영지의 반경이 25% 증가합니다. 건설 제한: 1.
nb: Helleniseringssivilisasjonsbonus. Ved å bygge et antikt gresk utendørsteater øker alle bygningers territorieeffekt med 25%. Byggegrense: 1.
pl: Premia hellenizacyjna. Zbudowanie Theatronu zwiększa efekt terytorialny wszystkich budynków o 25%. Limit budowy: 1.
pt_br: O bônus de civilização de Helenização. Construir um Theatron aumenta o efeito territorial de todas as construções em 25%. Limite: 1.
ru: Эллинизация - бонус к цивилизации. Постройка Театрона увеличивает охват эффектами зданий на 25%. Ограничение постройки: 1.
sk: Civilizačný bonus Helenizácia. Postavenie divadla zväčší územný vplyv všetkých budov o 25%. Stavebný limit: 1.
sv: Hellenistiska civilisationsbonusen. Konstruktionen av ett Theatron ökar territorieeffekten av alla byggnader med 25%. Max antal: 1.
tr: Bu Helenleştirme uygarlık ödülü Bir Theatron yapısı bölgedeki diğer tüm binalara %25 etki eder. Yapı limiti: 1.
uk: Еллінізація - бонус до цивілізації. Споруда Театрона збільшує охоплення ефектами будівель на 25%. Максимальне число: 1.
zh: 古希腊文化公民奖：建筑一个剧院把所有建筑物的领土影响提高 25%。限制 1 栋楼
zh_tw: 希臘化的文明獎勵。建造劇院以使所有建築物的領土影響範圍增加25%。建造限制：1。

source: Library
ast: Biblioteca
bg: Библиотека
br: Levraoueg
ca: Biblioteca
cs: Knihovna
de: Bücherei
el: Βιβλιοθήκη
es_ar: Librería
eu: Liburutegia
fa: کتابخانه
ga: Leabharlann
he: ספריה
hu: Könyvtár
hy: Գրադարան
it: Biblioteca
ja: 図書館
ko: 도서관
nb: Bibliotek
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
sk: Knižnica
sv: Bibliotek
tr: Kütüphane
uk: Бібліотека
zh: 图书馆
zh_tw: 圖書館

source: All Special Technologies are researched here. Building one reduces the cost of all other remaining technologies by 10%. Build limit: 1.
ast: Toles teunoloxíes especiales desendólquense equí. Construyir una amenorga'l costu de toles otres teunoloxíes un 10%. Llende de construcción: 1.
bg: Всички специални технологии се проучват тук. Построяването намалява цената на всички останали технологии с 10%. Ограничение за строеж: 1.
br: Amañ eo e vez kaset da benn enklaskoù diwar-benn deknologiezhioù arbennik. Sevel unan anezho a lako digreskiñ koust an holl deknologiezhioù all a chom eus 10%. Bevenn savidigezh: 1.
ca: Totes les tecnologies especials s'investiguen aquí. Construir-lo redueix el cost de totes les tecnologies restants un 10%. Límit de construcció: 1.
cs: Všechny speciální technologie jsou zkoumány zde. Pokud jednu postavíte, snížíte náklady na všechny zbývající technologie o 10 %. Stavební omezení: 1.
de: Alle Spezialtechnologien werden hier erforscht. Eines zu bauen reduziert die Kosten für alle verbleibenden Technologien um 10%. Baulimit: 1.
el: Όλες οι Ειδικές Τεχνολογίες ερευνώνται εδώ. Κατασκεύασε ένα για να μειώσεις το κόστος των εναπομείναντων τεχνολογιών κατά 10%. Όριο κατασκευών: 1.
es_ar: Todas las tecnologías especiales se investigan aquí. La construcción de una reduce el coste de todas las otras tecnologías restantes en un 10%. Límite de construcción: 1.
eu: Hemen Teknologia berezi denak ikertzen dira. Baten eraikuntzak gainontzeko teknologien kostua %10 gutxitzen da. Eraikitze muga: 1.
fa: تمام فناوری های خاص در اینجا تحقیق می شوند. ساخت یکی باعث می شود هزینه تمام فناوری های باقی مانده 10% کاهش پیدا کند. سقت ساخت 1.
ga: Déan taighde ar Theicneolaíochtaí Speisialta. Nuair atá leabharlann tógtha, tá laghdú 10% ar an gcostas do gach teicneolaíocht eile. Teorainn tógála: 1.
hu: Minden speciális technológiát itt kutatnak. Egyet építve 10%-al csökken a költsége az összes fennmaradt technológiának. Építési korlát: 1.
hy: Բոլոր հատուկ տեխնոլոգիաների հետազոտման վայր։ Մեկի կառուցումը նվազեցնում է բոլոր մնացած տեխնոլոգիաների արժեքը 10%-ով։ Կառուցման սահմանաչափ՝ 1։
it: Tutte le Tecnologie Speciali vengono ricercate qui. Costruirne uno riduce il costo di tutte le altre tecnologie rimanenti del 10%. Limite Costruzione: 1.
ja: すべての固有テクノロジーの研究を行います。これを建てることで残りのテクノロジーすべてが 10% 安く研究できます。最大建設数：1。
ko: 모든 특수 기술은 여기에서 연구됩니다. 하나를 지으면 나머지 모든 기술 비용이 10% 절감합니다. 건설 제한: 1.
nb: Alle spesial-teknologiene utforskes her. Å bygge én reduserer kostnaden for alle gjenværende teknologier med 10%. Byggebegrensning: 1 stk.
pl: Wszystkie technologie specjalne są tutaj badane. Wybudowanie jednego zmniejsza koszt wszystkich pozostałych technologii o 10%. Limit budowy: 1.
pt_br: Todas as tecnologias especiais são pesquisadas aqui. Construir um reduz o custo de todas as tecnologias em 10%. Limite: 1.
ru: Здесь исследуются все уникальные технологии. Постройка одного здания снижает затраты на разработку всех остальных технологий на 10%. Максимальное количество: 1.
sk: Tu sa skúmajú všetky špeciálne technológie. Výstavba tejto budovy zníži cenu ostatných technológii o 10%. Stavebný limit: 1.
sv: Alla specialteknologier forskas här. Att bygga en sänker kostnaden för alla övriga återstående teknologier med 10%. Bygggräns: 1.
tr: Tüm Özel Teknolojiler burada araştırılmıştır. Bir yapı diğer tüm kalan teknolojilerin maliyetini %10 azaltır. Yapı limiti: 1.
uk: Тут досліджуються всі унікальні технології. Спорудження одного будинку знижує витрати на розробку всіх інших технологій на 10%. Максимальна кількість: 1.
zh: 所有特殊科技都在这里研发。建造一个以降低其他所有剩余科技的花费10%。建造限制：1。
zh_tw: 所有特殊科技都在這裡研發。建造一個以降低其他所有剩餘科技的花費 10%。建造限制：1。
