Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: The farming rate, for example, can be improved with a researchable technology in the farmstead. Select the farmstead and look at its production panel on the bottom right. You will see several researchable technologies. Hover the mouse over them to see their costs and effects and click on the one you want to research.
nb: Gårdsdrifttakten, for eksempel, kan forbedres med en teknologi som finnes i gårdshuset. Velg det og se på produksjonspanelet nederst til høyre. Hold musa over dem for å se kostnad og effekt, for deretter å klikke på det du vil forske på.

source: We should start preparing to phase up into 'Town Phase', which will unlock many more units and buildings. Select the Civic Center and hover the mouse over the 'Town Phase' icon to see what is still needed.
nb: Vi burde starte forberedelsen til å tre inn i "tettstedfasen", som vil tilgjengeliggjøre mange flere enheter og bygninger. Velg samfunnssenteret og hold musa over "Tettstedfase"-ikonet for å se hva som fremdeles trengs.

source: To do so, we could select three Citizen Soldiers and right-click on the Stone mine on the west of the Civic Center (a Stone cursor is shown when you hover the mouse over it while your soldiers are selected). However, these soldiers were gathering Wood, so they may still carry some Wood which would be lost when starting to gather another resource.
nb: or å gjøre det, kan vi velge tre borgersoldater og høyreklikke på steinbruddet vest for samfunnssenteret (en stein-peker vil vises når du holder musa over den mens soldatene dine er valgt). Dog samler mange av disse soldatene inn trevirke, så de bærer kanskje fremdeles tre, som vil gå tapt når de begynner å sanke en annen ressurs.

source: Thus, we should order them to deposit their Wood in the Civic Center along the way. To do so, we will queue orders with shift-click: select your soldiers, shift-right-click on the Civic Center to deposit their Wood and then shift-right-click on the Stone mine to gather it.
nb: I så måte bør vi beordre dem om å levne sitt trevirke på samfunnssenteret på veien. For å gjøre det, vil vi legge ordrer i kø med Shift-klikk: Velg soldatene dine, Shift-klikk på samfunnssenteret for å levne trevirket, og Shift-klikk så på steinbruddet for å drive det.
