Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Now, assign your female citizens to gather berries, your cavalryman to hunt the chickens and the citizen soldiers to gather wood.
bg: Сега наредете на жените да събират боровинки, на конника да улови пилетата и на гражданите-во̀ини да събират дърва.
cs: Nyní přikažte občankám, aby sbíraly bobule, svým jezdcům, aby lovili kohouty, slepice a kuřata a občanským vojákům, aby sbírali dřevo.
de: Befiehl nun den Bürgerinnen, Beeren zu sammeln, deinen Kavalleristen, Hühner zu jagen und den Bürgersoldaten, Holz zu sammeln.
el: Τώρα, βάλτε τις γυναίκες να μαζεύουν μούρα, Τον καβαλάρη να κυνηγήσει κοτόπουλα και τους στρατιώτες να συλλέξουν ξύλο.
eu: Orain bidali zure hiritar emeak baiak jasotzera, zure zalduna oilaskoak hiltzera eta hiritar soldaduak su egurra lortzera.
fi: Seuraavaksi määritä naiset keräämään marjoja, ratsumiehet metsästämään kanoja ja kansalaissotilaat kaatamaan puita.
fr: Maintenant, assignez vos citoyennes à la récolte des baies, votre cavalier à la chasse aux poulets et vos citoyens-soldats à la récolte du bois.
gd: Nise, cuir na boireannaich a chruinneachadh dhearcan, an eachraidh a shealg nan cearc agus na saighdearan-dùthcha a chruinneachadh fiodha.
gl: Agora pon (1) ás cidadás a recoller froitos, (2) ao xinete a cazar galiñas e (3) aos cidadáns soldado a tallar madeira.
hu: Most oszd be a női polgárokat, hogy bogyókat szedjenek, a lovast, hogy csirkékre vadásszon, és a polgári katonákat, hogy fát gyűjtsenek.
id: Sekarang, tugaskan rakyat wanita anda memetik beri, penunggang kuda anda untuk berburu ayam dan prajurit rakyat mengumpulkan kayu.
it: Ora, assegna le cittadine di sesso femminile alla raccolta di bacche, il tuo cavaliere alla caccia di polli e i soldati cittadini alla raccolta di legna.
ja: さあ、女性市民を木イチゴ採集に、騎兵を鶏狩りに、そして民兵を木の伐採につかせましょう。
ka: ახლა, გაუშვი შენ მოქალაქე ქალები კენკრის მოსაგროვებლად, შენი მხედარი რომ ინადიროს ქათმებზე და მოქალაქე ჯარისკაცები, რომ შეაგროვონ ხე.
ms: Sudah siap, arah warga perempuan anda mengutip buah beri, pasukan berkuda anda memburu ayam dan warga askar anda pula mengutip kayu.
nb: La de kvinnelige borgere få i oppgave å sanke bær, din kavalerist å jage kyllingene og dine borgersoldater å sanke tømmer.
pl: Teraz przydziel kobiety do zbioru jagód, twojego kawalerzyste do polowania na kurczaki, a żołnierzy miejskich do zbioru drewna.
pt_br: Agora, atribua seus cidadãos femininos para recolher bagas, sua cavalaria para caçar as galinhas e os soldados de cidadão para coletar madeira.
pt_pt: Agora, ordene às suas cidadãs que apanhem frutos silvestres, ordene aos seus cavaleiros que cacem galinhas e aos seus cidadãos-soldados que obtenham madeira.
ru: Теперь поручите женщинам собирать ягоды, кавалеристу - охотиться на кур, а горожанам-солдатам - собирать древесину.
sk: Teraz prikážte svojim občiankam zberať bobule, jazde loviť sliepky a občianskym vojakom ťažiť drevo.
sv: Nu skickar du dina kvinnliga medborgare att plocka bär, din kavaleriman att jaga hönorna och dina medborgarsoldater att samla trä.
tr: Şimdi, meyve toplamak için kadın vatandaş atayın, sizin süvarilerde tavuk avlayacak şehirli askerlerse odun toplayacak.
uk: Тепер накажіть вашим громадянкам збирати ягоди, вашим кавалеристам - полювати на курей, а міським солдатам - збирати їжу.
zh: 现在，分配您女市民去收集浆果，派您的骑兵去猎鸡，民兵去收集木材。
zh_tw: 現在，指派您的女性市民去收集果樹叢，您的騎兵去獵雞，並指派民兵去收集木頭。

source: Now set the rally point of your civil center on the berries.
bg: Сега поставете сборната точка на селишния център върху боровинките.
cs: Nyní nastavte shromažďovací bod vašeho správního střediska na bobule.
de: Setze nun den Sammelpunkt des Verwaltungssitzes auf die Beeren.
el: Τώρα βάλε το σημείο εκκίνησης από το Πολιτιστικό Κέντρο διπλά στα μούρα.
eu: Kokatu orain zure gizarte zentroaren bilgunea baso baietan.
fi: Nyt, aseta kaupunkikeskuksesi kokoontumispiste marjoihin.
fr: Maintenant, définissez le point de ralliement de votre centre-ville sur les baies.
gd: Suidhich ceann-cruinneachaidh an ionaid shìobhalta air na dearcan a-nis.
gl: Agora sitúa o punto de encontro do centro cívico nos froitos (selecciona o centro cívico, e preme nos froitos co botón secundario).
hu: Most állítsd be a városháza gyülekezőhelyét a bogyókra.
id: Sekarang atur titik kumpul balai kota anda pada beri.
it: Ora imposta il punto di raccolta del centro civico sulle bacche.
ja: それでは町の中心の集合地点を木イチゴに設定してください。
ka: ახლა დააყენე სამოქალაქო ცენტრის შეკრების წერტილი კენკრებზე.
ms: Sekarang tetapkan titik bolak-balik pusat sivik anda pada pokok beri.
nb: Sett nå marsjmålet for ditt bysenter på bærbuskene.
pl: Teraz ustaw punkt zbiórki z twojego centrum osady na jagodach.
pt_br: Agora defina o ponto de encontro do seu centro de civil sobre as bagas.
pt_pt: Agora, marque os frutos silvestres como ponto de encontro do seu centro cívico.
ru: Теперь установите точку сбора своего городского центра на ягодах.
sk: Teraz nastavte bobule ako zhromaždisko centra.
sv: Sätt samlingspunkten för ditt samhällscentrum på bären.
tr: Şimdi toplayıcıları sizin sivil merkezden meyve ağaçlarının çevresine toplayın.
uk: Тепер встановіть точку збору вашого Громадського центру на ягоди.
zh: 现在在浆果上设置市政中心的集结点。
zh_tw: 現在在果樹叢上設定城鎮中心的集結點。

source: Queue some slingers to train after the female citizens, you won't have enough resources for a batch.
bg: Добавете няколко прашкари в опашката за обучение след жените. Няма да имате достатъчно ресурси за цяла партида.
cs: Zařaďte do výcviku nějaké prakovníky po ženských občanech. Nebudete mít pro skupinu dostatek surovin.
de: Reihe einige Schleuderer nach den Bürgerinnen zur Ausbildung ein, du wirst nicht ausreichend Rohstoffe für eine Gruppe haben.
el: Προσθέστε μερικούς εκσφενδονιστές να προπονούνται μετά τις γυναίκες, άλλα δεν θα έχεις αρκετούς πόρους για μια παρτίδα τον 5 ατόμων.
eu: Jar itzazu ilaran honda jaurtitzaileak hiritar emeen atzetik ager daitezen, ez duzu nahikoa baliabide talde oso batentzat.
fi: Lisää jonoon joitain linkomiehiä kouluttautumaan naispuolisten kansalaisten jälkeen, sinulla ei tule olemaan tarpeeksi resursseja tuotantomäärään.
fr: Entraînez quelques frondeurs après vos citoyennes, car vous n'aurez pas assez de ressources pour créer un groupe.
gd: Cuir longadairean air a’ chiutha trèanaidh às dèidh nam boireannach; cha bhi stòras gu leòr agad airson grunn.
gl: No centro cívico, pon a adestrar algúns fondeiros a continuación das cidadás. Non has ter recursos dabondo para adestrar un grupo completo deles.
hu: Állíts a sorba néhány parittyást a női polgárok után, mivel nem lesz elég nyersanyagod egy csoporthoz.
id: Antrikan beberapa pengumban untuk dilatih setelah rakyat wanita, anda tidak akan punya cukup sumberdaya untuk majemuk.
it: Accoda alcuni frombolieri da addestrare dopo le cittadine di sesso femminile, non si avranno abbastanza risorse per un intero lotto.
ja: キューに投石兵を数人貯めて女性市民の後に養成してください。十分な資源がないので一括は無理です。
ka: რიგში ჩააყენე რამდენიმე მეშურდულე, რომ გაწვრთნა მოქალაქე ქალების შემდეგ, ბევრის ერთად გამოყვანისთვის საჭირო სახსრები არ გექნება.
ms: Baris gilir beberapa orang pelontar untuk dilatih selepas warga perempuan, anda tidak akan mempunyai sumber yang mencukupi dalam bentuk sekelumpuk.
nb: Sett noen slyngekastere i treningskø etter de kvinnelige borgerne. (Det vil ikke være nok ressurser for en hel gruppe på fem.)
pl: Dodaj kilku procarzy do kolejki produkcji po kobietach. Na całą partię nie wystarczy ci zasobów.
pt_br: Coloque alguns atiradores para treinar após os cidadãos femininos da fila, você não terá recursos suficientes para um lote.
pt_pt: Recrute alguns fundeiros (não em conjunto, pois não dispõe de recursos suficientes para isso) depois das cidadãs.
ru: Добавьте в очередь тренировки после женщин несколько пращников, для тренировки отряда не хватит ресурсов.
sk: Do výcvikového frontu pridajte za občianky niekoľko prakovníkov. Na celú skupinu však nebude dostatok surovín.
sv: Köa några slungare efter de kvinnliga medborgarna, du kommer inte ha tillräckligt med resurser för en hel grupp.
tr: Eğer toplu iş için yeterli kaynak yoksa, kadın vatandaşlardan sonra bazı kalemşorleri eğitim için sıraya alın.
uk: Додайте в чергу тренуватися декілька пращників після громадянок, на загін у вас не вистачить ресурсів.
zh: 在女市民后追加几个投石兵，现在您没有足够的资源训练一队士兵。
zh_tw: 在女性市民後面增加幾個投石兵，您將會沒有足夠的資源訓練一整隊的士兵。

source: When your female citizens have finished training, use 4 to build a house nearby.
bg: Когато жените бъдат обучени, използвайте 4 от тях, за да построите къща наблизо.
cs: Když vaši ženští občané dokončili výcvik, použijte čtyři z nich na postavení domu, kterých bude stát poblíž.
de: Wenn die Ausbildung deiner Bürgerinnen vollendet ist, erteile 4 von ihnen den Auftrag ein Haus in der Nähe zu errichten.
el: Όταν οι γυναίκες έχουν τελειώσει την προπόνηση, χρησιμοποίησε 4 για να χτίσεις ένα σπίτι κοντά.
eu: Zure hiritar emeek entrenamendua bukatzean, erabili horietako 4 inguruan etxe bat eraikitzeko.
fi: Kun naispuoliset kansalaisesi ovat valmistuneet koullutuksesta, käytä 4 rakentaaksesi talon lähelle.
fr: Lorsque vos citoyennes auront fini d'être entraînées, utilisez-en 4 pour construire une maison.
gd: Nuair a bhios na boireannaich agad air an trèanadh, cleachd 4 dhiubh gus taigh a thogail am fagas.
gl: Cando remate o adestramento das cidadás, pon a catro delas a construír unha casa nas proximidades.
hu: Amikor a női polgárok kiképzése befejeződik, használj 4-et egy ház építéséhez a közelben.
id: Ketika rakyat wanita anda selesai dilatih, gunakan 4 untuk membangun rumah di dekatnya.
it: Quando le cittadine di sesso femminile hanno terminato l'addestramento, usane 4 per costruire una casa nei pressi.
ja: 女性市民の養成が終わったら、4人には近くに家を建てさせます。
ka: როცა შენი მოქალაქე ქალები დაასრულებენ წვრთნას, 4 მათგანი გამოიყენე ახლომახლო სახლის ასაშენებლად.
ms: Bila kesemua warga perempuan anda telah dilatih, guna 4 orang untuk membina rumah berhampiran pusat sivik.
nb: Når dine kvinnelige borgere er ferdig opplært, bruk 4 til å bygge et hus i nærheten.
pl: Kiedy twoje kobiety zostaną stworzone, użyj 4 z nich do budowy domu.
pt_br: Quando seus cidadãos femininos terminarem o treinamento, use 4 para construir uma casa aqui perto.
pt_pt: Quando tiver recrutado todas as cidadãs, use 4 para construir uma casa próxima do CC.
ru: Когда женщины закончат обучение, отправьте 4 из них для постройки дома неподалеку.
sk: Po dokončení výcviku občianok prikážte 4 z nich postaviť dom vedľa centra.
sv: När dina kvinnliga medborgare är färdiga, använd 4 av dem för att bygga ett hus i närheten.
tr: Kadın vatandaşların eğitimleri bittiğinde, kullanmak için yakınlarda 4 ev inşa edilecek.
uk: Коли ваші громадянки завершать тренуватись, використайте 4-м звести будинок поблизу.
zh: 当女市民训练完毕，使用 4 个在附近修建房子。
zh_tw: 當您的女性市民訓練完成後，指派4個在附近建造一棟房舍。

source: Set the CC's rally point on the nearby trees, queue more slingers, you want to train 6 right now.
bg: Поставете сборната точката на селищния център върху близките дървета и обучете още прашкари. За сега обучете 6.
cs: Nastavte shromažďovací bod vašeho správního střediska na blízko stojící stromy, a zařaďte do výcviku více prakovníků. Potřebujete dalších šest.
de: Setze den Sammelpunkt des Verwaltungssitzes auf die nahegelegenen Bäume und bilde noch 6 weitere Schleuderer aus.
el: Βάλε το σημείο εκκίνησης από το Πολιτιστικό Κέντρο διπλά στα δεντρά, πρόσθεσε μερικούς εκσφεντονιστες , τώρα θέλεις 6 άτομα.
eu: Kokatu gizarte zentruaren bilgunea gertuko zuhaitzetan, jarri ilaran honda jaurtitzaile gehiago, oraingoz 6 erreklutatu nahiko dituzu.
fi: Aseta CC:n kokoontumispiste läheisille puille, lisää jonoon enemmän linkomiehiä, haluat kouluttaa 6 tällä hetkellä.
fr: Mettez le point de ralliement du centre-ville sur les arbres les plus près, puis entraînez 6 frondeurs.
gd: Suidhich ceann-cruinneachaidh an ionaid shìobhalta air na craobhan am fagas, cuir barrachd longadairean air a’ chiutha, tha thu airson 6 a thrèanadh an-dràsta.
gl: Sitúa o punto de encontro do centro cívico nas árbores próximas, e pon máis fondeiros na cola. Procura adestrar 6 fondeiros.
hu: Állítsd a városháza gyülekezőhelyét a közeli fákra, állíts sorba több parittyást, képezz ki rögtön 6-ot.
id: Atur titik kumpul BK pada pohon terdekat, antrikan pengumban lagi, anda perlu melatih 6 sekarang.
it: Imposta il punto di raduno del CC sugli alberi vicini, accoda più frombolieri, puoi addestrarne 6 adesso.
ja: CCの集合地点を木の近くに設定し、キューにさらに投石兵を貯めてください。今すぐ6人養成したいところです。
ka: დააყენე სც-ს შეკრების ადგილი ახლომახლო ხეებზე, რიგში ჩააყენე მეტი მეშურდულე, შენ გინდა რომ ახლა 6 გამოიყვანო.
ms: Tetapkan titik bolak-balik CC ke pokok yang berhampiran, baris gilir lagi pelontar, anda perlu latih 6 orang lagi sekarang.
nb: Sett bysenterets marsjmål på trærne i nærheten, tren flere slyngekastere, 6 stykker i denne omgang.
pl: Ustaw punkt zbiórki z centrum osady na pobliskich drzewach i dodaj do kolejki kolejnych procarzy. W tej chwili przyda ci się wytrenować ich 6.
pt_br: Definir o ponto do CC. no encontro das árvores próximas, coloque na fila mais fundeiros, treine 6 agora.
pt_pt: Marque as árvores mais próximas como o ponto de encontro do CC. Recrute mais fundeiros; precisa de ter 6.
ru: Установите точку сбора ГЦ на деревья поблизости; начните обучать пращников - создайте 6 прямо сейчас.
sk: Ako zhromaždisko centra nastavte neďaleké stromy a vycvičte ďalších prakovníkov. Momentálne ich potrebujete vycvičiť 6.
sv: Sätt samhällscentrets samlingspunkt på träden i närheten, köa fler slungare så att du tränar 6 nu.
tr: Ağaçların kenarında sivil toplanma merkezi oluştur, daha fazla kalemşoru sıraya diz, hemen şimdi 6 eğitim yapacaksın.
uk: Встановіть точку збору на прилеглі дерева, додайте в чергу більше пращників, потрібно натренувати 6 прямо зараз.
zh: 设置市政中心的集结点到附近的树木上，追加6个投石兵。
zh_tw: 將城鎮中心的集結點設定到附近的樹木上，並訓練6個投石兵。

source: Queue a batch of 5 female citizens.
bg: Добавете партида от 5 жени на опашката.
cs: Zařaďte skupinu pěti ženských občanů.
de: Reihe eine Gruppe von 5 Bürgerinnen ein.
el: Προσθέστε στην σειρά παραγωγής 5 γυναίκες.
eu: Jarri ilaran 5 hiritar eme.
fi: Laita jonoon viiden naisen joukko.
fr: Entraînez un groupe de 5 citoyennes.
gd: Cuir grunn de 5 shaoranach boireann air a’ chiutha.
gl: Pon outro grupo de 5 cidadás na cola de adestramento do centro cívico.
hu: Állíts sorba csoportosan 5 női polgárt.
id: Antrikan sekumpulan 5 rakyat wanita.
it: Accoda un lotto di 5 cittadine di sesso femminile.
ja: キューに一括5人の女性市民を貯めてください。
ka: რიგში ჩააყენე ერთად 5 ქალი მოქალაქე.
ms: Baris gilir sekumpulan 5 orang warga perempuan.
nb: Sett en gruppe på 5 kvinnelige borgere i treningskø.
pl: Dodaj partię 5 kobiet do kolejki produkcji.
pt_br: Faça um lote de 5 cidadãos fêmeas.
pt_pt: Recrute um conjunto de 5 cidadãs.
ru: Добавьте в очередь группу из 5 женщин.
sk: Pridajte do frontu skupinu 5 občianok.
sv: Köa en grupp av 5 kvinnliga medborgare.
tr: Sırada bir grup 5 kadın vatandaş.
uk: Додайте у чергу загін з 5 громадянок.
zh: 追加5个女市民。
zh_tw: 訓練一批5個的女市民。

source: Use shift-click to queue another house for the 4 builders.
bg: Щракнете с натиснат клавиш Шифт, за да добавите още една къща в опашката на четиримата строители.
cs: Stiskněte Shift a klepněte pro zařazení dalšího domu pro čtyři dělníky do výstavby.
de: Drücke die Umschalttaste und klicke, um ein weiteres Haus für die 4 Arbeiter einzureihen.
el: Χρησιμοποίησε Shift-κλικ για να προσθέσεις στην σειρά παραγωγής άλλο ένα σπίτι για τους 4 χτίστες.
eu: Erabili Maius + klik 4 eraikitzaileei beste etxe bat ilaran jartzeko.
fi: Käytä shift-klikkausta lisätäksesi jonoon toisen talon 4:lle rakentajalle.
fr: Utilisez maj+clic pour ordonner aux 4 constructeurs de construire une autre maison.
gd: Cleachd shift + briogadh gus taigh eile a chur air a’ chiutha airson an 4 luchd-togail.
gl: Selecciona as 4 cidadás que están a construír a casa, e mantén premida a tecla Maiús mentres lles ordenas construír unha nova casa (a construción da nova casa porase na cola de construción: cando rematen de construír a primeira casa construirán a segunda).
hu: Használd a Shift + kattintást egy másik ház sorba állításához a 4 építő számára.
id: Gunakan shift-klik untuk mengantrikan satu rumah lagi untuk 4 pembangun.
it: Utilizza maiusc-clic per accodare un'altra casa ai 4 costruttori.
ja: シフトクリックして、建設中の4人のキューにもう一つ家を追加します。
ka: გამოიყენე shift-წკაპი რომ რიგში ჩააყენო კიდევ ერთი სახლი 4 მშენებელისთვის.
ms: Guna shift-klik untuk baris gilir rumah pada 4 orang jurubina.
nb: Bruk Shift+klikk for å sette et nytt hus i oppgavekøen til de 4 byggerne.
pl: Użyj kliknięcia z klawiszem Shift aby dodać do kolejki następny dom dla 4 pracowników.
pt_br: Use shift-clique para outra casa na fila para os 4 construtores.
pt_pt: Use shift+clique para pôr mais uma casa na fila de construção das 4 cidadãs pedreiras.
ru: Используйте Shift + ЛКМ, чтобы добавить в очередь строительства ещё один дом для 4 строителей.
sk: Stlačením klávesu Shift a kliknutím pridajte do frontu 4 staviteľov ďalší dom.
sv: Använd skift+klick för att köa ett till hus för de 4 byggare.
tr: Üst karakter + tıklayarak 4 inşaacı için başka bir evi sıraya alın.
uk: Використовуйте shift-клік щоб додати в чергу ще будинок для 4 будівельників.
zh: 使用 shift+单击 的方式 命令刚才那4位房屋建筑者修建另一所房屋。
zh_tw: 使用按住 Shift 並單擊的方式讓剛才那4個建築工人再建造另一棟房舍。

source: Set the rally point back to the berries once all of the citizen soldiers have finished training.
bg: След като всички граждани-во̀ини бъдат обучени, поставете сборната точка обратно върху боровинките.
cs: Nastavte shromažďovací bod zpět na bobule, jakmile všichni občanští vojáci dokončí výcvik.
de: Setze den Sammelpunkt zurück zu den Beeren, sobald alle Soldaten fertig ausgebildet sind.
el: Όρισε το σημείο εκκίνησης πίσω στα μούρα μόλις όλοι οι πολίτες στρατιώτες έχουν τελειώσει την εκπαίδευση.
eu: Kokatu berriro bilgunea baiatan hiritar-soldadu guztiak erreklutatu direnean.
fi: Aseta kokoontumispiste takaisin marjojen kohdalle kunhan kaikki kansalaissotilaasi ovat valmistuneet koulutuksesta.
fr: Définissez à nouveau le point de ralliement sur les baies une fois que tous les citoyens-soldats aient finis de s'entraîner.
gd: Suidhich an ceann-cruinneachaidh air na dearcan a-rithist nuair a bhios na saighdearan-dùthcha uile deiseil leis an trèanadh.
gl: Volve a situar o punto de encontro do centro cívico nos froitos unha vez remate o adestramento dos cidadáns soldado.
hu: Állítsd vissza a gyülekezőpontot a bogyókra, amint az összes polgári katona kiképzése befejeződött.
id: Atur titik kumpul kembali ke beri setelah semua prajurit rakyat selesai dilatih.
it: Imposta il punto di raduno nuovamente alle bacche, quando tutti i cittadini soldati hanno terminato l'addestramento.
ja: すべての市民兵士の養成が終わったら集合地点を木イチゴに戻してください。
ka: დააყენე შეკრების ადგილი უკან, კენკრებზე როგორც კი მოქალაქე ჯარისკაცები წვრთნას მორჩებიან.
ms: Tetapkan titik bolak-balik ke pokok beri bilamana semua warga askar telah selesai latihannya.
nb: Sett marsjmålet tilbake til bærbuskene straks alle borgersoldatene har fullført treningen.
pl: Ustaw punkt zbiórki ponownie na jagody, gdy tworzenie mieszkańców zakończy się.
pt_br: Defina o ponto de encontro para as bagas uma vez que todos os soldados-cidadão tem terminado o treinamento.
pt_pt: Volte a definir os frutos silvestres como ponto de encontro assim que tiver recrutado todos os cidadãos soldados.
ru: Установите точку сбора обратно на ягоды после того, как городские солдаты завершат обучение.
sk: Po dokončení výcviku všetkých občanov-vojakov nastavte ako zhromaždisko opäť bobule.
sv: Sätt tillbaka samlingsplatsen till bären efter alla medborgarsoldater har blivit färdigtränade.
tr: Tüm yurttaş askerler eğitilmeyi tamamladığında toplanma noktasını böğürtlenlere geri ayarla.
uk: Встановіть точку збору на ягоди після того як міські солдати завершать тренування.
zh: 一旦所有民兵训练完毕，设置市政中心的集结点到浆果上。
zh_tw: 一旦所有的民兵訓練完畢，設定集結點到附近的果樹叢上。

source: Send one citizen soldier to gather stone, send 2 others to build a storehouse near the southern trees.
bg: Изпратете един гражданин-во̀ин да събира камък и още двама да построят склад до дърветата на юг.
cs: Pošlete jednoho občanského vojáka, aby sbíral kámen, pošlete dva další, aby postavili skladiště poblíž stromů stojících jižně.
de: Schicke einen Soldaten zum Stein abbauen, schicke 2 andere, um ein Lagerhaus in der Nähe der Bäume im Süden zu errichten.
el: Στείλε έναν πολίτη στρατιώτη να συγκεντρώσει πέτρα, στείλε άλλους 2 να χτίσουν μια αποθήκη κοντά στα νότια δέντρα.
eu: Bidali hiritar-soldadu bat harriak lortzera, bidali beste 2 hegoaldeko zuhaitzetatik gertu biltegia eraikitzea.
fi: Lähetä yksi kansalaissotilaista keräämään kiveä, lähetä kaksi muuta rakentamaan varasto lähelle etelänpuolen metsää.
fr: Envoyez un citoyen-soldat récolter de la pierre, 2 autres à la construction d'un entrepôt près des arbres au sud.
gd: Cuir aonar shaighdear-dùthcha a chruinneachadh chlachan agus dithis eile a thogail taighe-stòrais faisg air na craobhan gu deas ort.
gl: Envía a un dos cidadáns soldado a picar pedra, e envía a outros dous a construír un almacén preto das árbores do sur.
hu: Küldj egy polgári katonát követ fejteni, másik 2-t pedig küldj raktárat építeni a déli fák közelébe.
id: Kirim satu prajurit rakyat mengumpulkan batu, kirim 2 lainnya untuk membangun gudang dekat pepohonan selatan.
it: Invia un soldato cittadino a raccogliere pietre, inviane altri 2 per costruire un magazzino vicino agli alberi a sud.
ja: 1人の市民兵士には石を採掘させ、他の2人には倉庫を南の木のそばに建てさせてください。
ka: გააგზავნე ერთი მოქალაქე ჯარისკაცი ქვის მოსაგროვებლად, გაგზავნე 2 სხვა, რომ რომ ააშენონ საწყობი სამხრეთის ხეებთან.
ms: Hantar seorang warga askar untuk mengumpul batu, hantar 2 orang lagi untuk membina gudang berhampiran pokok dikawasan selatan.
nb: Send en borger for å sanke stein, send 2 andre for å bygge et steinhus nær trærne i sør.
pl: Wyślij jednego żołnierza miejskiego do zbierania kamienia, a 2 innych do budowy magazynu w pobliżu drzew na południu.
pt_br: Envie um soldado cidadão para reunir pedra, enviar outros 2 para construir um armazém perto das árvores do Sul.
pt_pt: Ordene a um cidadão-soldado que obtenha pedra e a outros 2 que construam um armazém perto das árvores a sul.
ru: Отправьте одного солдата добывать камень, а 2 других - строить склад возле деревьев на юге.
sk: Jednému občanovi-vojakovi prikážte ťažiť kameň, ostatným 2 postaviť skladisko pri stromoch na juhu.
sv: Skicka en medborgarsoldat för att samla sten och skicka 2 andra för att bygga ett lagerhus nära de sydliga träden.
tr: Taş toplamısı için bir vatandaş askerini gönder, 2 tanede depo inşası için güneydeki ağaçların yakınlarına gönder.
uk: Відправте одного солдата збирати каміння, відправте 2 інших зводити склад поблизу півнденних дерев.
zh: 派一个民兵收集石头，两个民兵在南边树林附近的建造仓库。
zh_tw: 派一個民兵去收集石頭，並派其他2個在南邊的樹林附近建造一棟倉庫。
