Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Guard units have uncommon bravery and valor in battle.
ar: تملك وحدات الحراسة شجاعة غير معتادة وبسالة في المعركة.
ast: Les unidaes de guardia amuesen valentía estraordinario na batalla.
bg: Пазачите имат рядко срещана смелост и доблест в битка.
br: Eveshaat unanennoù o dez kalon dispar ha kadarnded en emgann.
ca: Les unitats guardianes tenen una valentia excepcional a la batalla.
cs: Gardové jednotky se vyznačují nevšední statečností a udatností v boji.
de: Gardeeinheiten besitzen außergewöhnliche Tapferkeit im Kampf.
el: Οι μονάδες Φρουράς έχουν ασυνήθιστη γενναιότητα και ανδρεία στη μάχη.
es_mx: La unidades de escolta tienen una bravura y valor poco comunes en batalla.
eu: Guarda unitateek ezohiko adorea eta ausardia dute batailan.
fa: نیروهایی که گارد می شوند از شجاعت و دلیری غیر معمولی در نبرد برخوردار می شوند
fi: Vartiayksiköt ovat harvinaisen rohkeita ja urheita taistelussa.
ga: Tá crógacht is laochas as an ngnáth ag aonaid gardaí nuair atá siad sa chath.
gl: Os gardas teñen unha coraxe pouco común na batalla.
hu: A védőegységeknek rendkívüli bátorságuk és hősiességük van a csatában.
id: Unit penjaga memiliki keberanian dan kegagahan yang tidak biasa dalam pertempuran.
it: Le unità della Guardia dimostrano coraggio e valore in battaglia.
ja: 防衛隊ユニットは戦闘において非凡な勇敢さと武勇を発揮します。
ko: 경비대 유닛은 전투 중에 흔치 않은 용기와 용맹을 가지고 있다.
lv: Sardzes vienībām bija neparasta drosme un spars cīņā.
ms: Unit pengawal mempunyai keberanian dan ketangkasan luar biasa di medan perang.
nb: Vakter har uvanlig mot og ære kamp.
nl: Wachters hebben ongekende moed en kracht in gevechten.
pl: Broniące jednostki wykazują niespotykaną odwagę i męstwo w walce.
pt_pt: Os guardas têm uma coragem pouco comum para batalhas.
ru: Гвардия обладает недюжинной храбростью и доблестью в бою.
sk: Jednotky stráže prejavujú v bitke nezvyčajnú statočnosť a udatnosť.
sv: Vaktenheter har ovanligt mod och tapperhet i strid.
tr: Koruyucu birlikler savaşta nadir cesurluk ve yiğitlikte.
uk: Охоронні підрозділи мають надзвичайну хоробрість та доблесть у бою.
zh: 守卫在战斗中拥有少见的英勇。
zh_tw: 護衛狀態中的單位在戰鬥中有罕見的英勇。

source: Guard units have uncommon courage and valor in battle. Champions +2 attack.
ar: تملك وحدات الحراسة جرأة غير مسبوقة وبسالة في المعركة. يحصل الأبطال على +2 للهجوم.
ast: Les unidaes de guardia amuesen valentía estraordinario na batalla. Pa los campeones +2 al ataque.
bg: Бранителите имат рядко срещана смелост и доблест в битка. +2 атака за гвардейците.
br: Eveshaat unanennoù o dez kalon dispar ha kadarnded en emgann. Kampioned +2 a argad.
ca: Les unitats guardianes tenen una valentia excepcional a la batalla. Campions +2 en Atac.
cs: Gardové jednotky mají v boji mimořádnou odvahu. Elitní bojovníci + 2 k útoku.
de: Gardeeinheiten besitzen außergewöhnliche Tapferkeit im Kampf. Garde erhält +2 auf Angriffe.
el: Οι μονάδες Φρουράς έχουν ασυνήθιστο θάρρος και ανδρεία στη μάχη. Πρωταθλητές +2 επίθεση.
es_mx: La unidades de escolta tienen un coraje y valor poco comunes en batalla. Los campeones tienen +2 de ataque.
eu: Guarda unitateek ezohiko adorea eta ausardia dute batailan. Aldezkariak +2 erasoa.
fa: نیروهایی که گارد می شوند از شجاعت و دلیری غیر معمولی در نبرد برخوردار می شوند. سلحشورها +2 قدرت حمله
fi: Henkivartijayksiköillä on epätavallinen rohkeus ja urheus taistelussa. Mestari +2 hyökkäys.
ga: Tá crógacht is laochas as an ngnáth ag aonaid gardaí nuair atá siad sa chath. Ionsaí +2 do churaidh.
gl: Os gardas teñen unha coraxe pouco común na batalla. O ataque dos campións aumenta en +2.
hu: A védőegységeknek rendkívüli bátorságuk és hősiességük van a csatában. Bajnokoknak +2 támadás.
id: Unit penjaga memiliki keberanian dan kegagahan yang tidak biasa dalam pertempuran. Jawara +2 serangan.
it: Le unità della Guardia dimostrano coraggio e valore in battaglia. Campioni +2 attacco.
ja: 防衛隊ユニットは戦闘において非凡な度胸と武勇を発揮します。チャンピオンは攻撃力が2増加します。
ko: 경비대 유닛은 전투에서 비범한 용기와 무용을 가지고 있습니다. 대표 전사의 공격력이 +2 증가합니다.
lv: Sardzes vienībām bija neparasta drosme un spars cīņā. Čempioniem +2 uzbrukumam.
ms: Unit pengawal mempunyai keberanian dan ketangkasan luar biasa di medan perang. Pahlawan +2 serangan.
nb: Vaktere har uvanlig mot og ære i kamp. Stormestere +2 i angrep.
nl: Kampioenen hebben een ongekende moed en waarde in de strijd. Kampioenen +2 aanvalskracht.
pl: Broniące jednostki wykazują niespotykaną odwagę i męstwo w walce. Elitarne jednostki otrzymują +2 do poziomu ataku.
pt_pt: Os guardas têm uma coragem pouco comum para batalhas. O ataque dos campeões aumenta em +2.
ru: Гвардия проявляет недюжинную храбрость и доблесть в бою. Чемпионы получают +2 к атаке.
sk: Jednotky stráže prejavujú v bitke nezvyčajnú guráž a udatnosť. Šampióni +2 útok.
sv: Vaktenheter har ovanligt mod och tapperhet i strid. Mästare +2 attack.
tr: Koruyucu birlikler savaşta nadir cesaret ve yiğitlik sağlar. Mükemmellere +2 saldırı sağlar.
uk: Охоронні підрозділи мають надзвичайну відвагу та доблесть у бою. Чемпіони мають +2 атаки.
zh: 守卫在战斗中有罕见的英勇。冠勇单位 +2 攻击力。
zh_tw: 護衛狀態中的單位在戰鬥中有罕見的英勇。精英 +2 攻擊力。

source: Heroism
ar: بطولة
ast: Heroismu
bg: Героизъм
br: Harozouriezh
ca: Heroisme
cs: Hrdinství
da: Heroisme
de: Heldentum
el: Ηρωισμός
es_mx: Heroísmo
eu: Heroitasuna
fa: قهرمانانه
fi: Sankarius
ga: Crógacht
gl: Heroísmo
hu: Hősiesség
id: Heroisme
it: Eroismo
ja: 英雄性
ko: 영웅적 행위
lv: Varonība
ms: Heroisme
nb: Heltemot
nl: Heldendaden
pl: Heroizm
pt_pt: Heroísmo
ru: Героизм
sk: Hrdinstvo
sv: Hjältemod
tr: Kahramanlık
uk: Героїзм
zh: 英雄主义
zh_tw: 英雄主義

source: Andreía
ar: اندريا
bg: Андреѝя
el: Ανδρεία
fi: Andreia
ko: 안드레이아
ru: Андрея
uk: Андреіа

source: Fortitudo
ar: فورتيدو
bg: Фортитудо
el: Σθένος
hu: Lelkierő
ko: 포르티투도
pl: Hart ducha
ru: Фортитудо
uk: Фортітудо
zh: 勇气
zh_tw: 勇氣

source: Often, an infantryman would carry a secondary weapon in addition to his primary weapon of choice, to be drawn when the primary weapon has failed or been broken.
ar: غالبا قد يحمل المشاة سلاحا ثانويا بالإضافة لسلاحهم الرئيسي، وذلك لكي يستعمله في حال فقد السلاح الرئيسي أو كسره.
ast: La infantería llevaba davezu otra arma amás de la principal, pa desenvainar cuando la principal fallare o rompiere.
bg: Пехотинците често носели второ оръжие, което вадели след като първото им се счупи.
br: Alies e c'hellfe ar soudard war droad dougen un eil arm ouzhpenn arm kentañ e zibab, evit bezañ tennet pa ne zeuio ket a-benn an arm kentañ da dizhout e bal pe pa vo torret.
ca: Sovint els soldats d'infanteria duien una arma secundària a més de l'arma principal, per fer-la servir si es trencava.
cs: Většinou by pěšák nosil i poboční zbraň ke své hlavní, aby bylo možné ji použít, kdyby hlavní zbraň selhala, nebo se zničila.
de: Oft trägt ein Fußsoldat eine zusätzliche Waffe bei sich, die er benutzt, wenn seine Hauptwaffe nutzlos oder kaputt ist.
el: Συχνά, ένας πεζικάριος φέρει και ένα δευτερεύον όπλο, εκτός από το κύριο όπλο της επιλογής του, που το χρησιμοποιεί όταν το κύριο όπλο έχει αχρηστευτεί ή έχει σπάσει.
es_mx: Es común que la infantería cargue con una arma secundaria además de su arma primaria de elección, para usarse cuando el arma primaria falle o se rompa.
eu: Askotan infanteriako soldaduek bigarren arma bat eraman ohi zuten, arma nagusiak huts egin edo puskatzen zenerako baliagarria.
fa: اغلب، پیاده نظام سلاح دومی را نیز در کنار سلاح اصلی خود به همراه دارند و زمانی که سلاح اصلی آنها شکسته شود یا به زمین بیافتد می توانند از سلاح دوم خود در نبرد استفاده کنند.
fi: Usein jalkaväkimies kantoi mukanaan toista asetta pääaseen kanssa, jotta hän voisi jatkaa taistelua mikäli ase ei soveltuisi taisteluun tai rikkoutuisi.
ga: Bhíodh coisí ina uaireanta le harm tánaisteach in aice lena phríomharm, agus beidh sé ag tarraingt nuair a theip nó a thit an príomharm.
gl: Os soldados de infantaría, ademais da súa arma principal preferida, adoitaban portar unha segunda arma que empregar en caso de que lle pasase algo á principal.
hu: Egy gyalogos katona gyakran vihetne egy másodlagos fegyvert a választott elsődleges fegyverén felül, hogy előhúzhassa, ha az elsődleges fegyvere sikertelen vagy eltört.
id: Seringkali infanteri membawa senjata tambahan selain senjata utama sesuai pilihan, untuk dipakai ketika senjata utama tidak cocok digunakan atau rusak.
it: Spesso, un fante poteva portare una seconda arma in aggiunta alla sua arma principale, da estrarre quando l'arma primaria non andava a segno o veniva spezzata.
ja: 多くの場合、歩兵は第二の武器を、通常好まれる主要な武器に加えて携行し、主要な武器が失敗あるいは壊れた際に引き抜いたものでした。
ko: 종종, 보병은 주로 주무기가 고장나거나 부러졌을때 이끌어야 할 주무기 외에도 보조무기도 가지고 있습니다.
lv: Bieži kājnieki papildus savai primārajai ieroča izvēlei nēsāja otru, ko izmantot, kad primārais nederēja vai salūza.
ms: Selalunya askar infantri dapat membawa senjata kedua sebagai tambahan selain dari senjata utama beliau, akan digunakan jika senjata utama tidak berfungsi atau rosak.
nb: En infanterist hadde gjerne med seg et sekundærvåpen i tillegg til hans primærvåpen, som kunne brukes dersom hans primærvåpen ble ødelagt.
nl: Een infanteriesoldaat droeg vaak een tweede wapen naast zijn hoofdwapen. Dat kon hij gebruiken als zijn hoofdwapen verloren of gebroken was.
pl: Często piechota nosiła przy sobie drugi rodzaj broni, aby móc dobyć jej, gdy jego główna broń zawiodła lub została uszkodzona.
pt_pt: Era habitual um soldado de infantaria trazer consigo uma arma branca secundária, para o caso da sua arma principal não funcionar ou ficar inutilizável.
ru: Часто пехотинцы несут второе, дополнительное, оружие и используют его, когда основное неуместно или поломано.
sk: Pešiaci často zvyknú nosiť so sebou okrem svojej hlavnej zbrane aj nejakú záložnú pre prípad, že by tá prvá zlyhala alebo sa zlomila.
sv: Ofta bar en infanterist med sig ett sekundärt vapen utöver sitt primära vapen, som skulle dras när det primära vapnet inte funkade eller hade gått sönder.
tr: Piyadeler, çoğunlukla, ana silahları yetersiz kaldığında ya da bozulduğunda kullanmak üzere ikinci bir silah taşırlar.
uk: Часто піхотинець носив додаткове озброєння в доповненні до своєї основної зброї на вибір, котре використовувалося, коли первинна зброя виходила з ладу або була зламана.
zh: 通常来说，步兵会在他选择的主要武器之外，再另外携带一把次要武器，以备在主要武器失效或损坏时替换。
zh_tw: 通常來說，步兵會在他選擇的主要武器之外，再另外攜帶一把次要武器，以備在主要武器失效或損壞時替換。

source: +20% melee infantry attack.
ar: +20% لهجوم مشاة الاشتباك
ast: El +20% del ataque cuerpu a cuerpu pa la infantería.
bg: +20% атака за близкобойната пехота.
br: +20% a dagusted an troadeien meskadeg.
ca: +20% en Atac per a la infanteria cos a cos.
cs: +20% na útoku pěchoty pro boj na blízko.
de: +20% Nahkampf-Infanterie-Angriff.
el: +20% επίθεση στον πεζικό εκ του συστάδην.
es_mx: +20% ataque cuerpo a cuerpo de infanteria.
eu: +20% buruz-buruko infanteriaren erasoa.
fa: +20% قدرت حمله پیاده نظام های نزدیک‌زن
fi: +20% lähitaistelu-jalkaväkihyökkäys
ga: Ionsaí +20% do choisithe trodacha.
gl: Aumenta o ataque de contacto da infantaría un +20%.
hu: +20% közelharci gyalogság támadás.
id: +20% serangan infanteri jarak dekat.
it: +20% attacco della fanteria in mischia.
ja: 歩兵の近接攻撃力が20%増加します。
ko: 근접 보병 공격력이 +20% 증가합니다.
lv: +20% tuvcīņas kājnieku uzbrukumam.
ms: +20% serangan infantri tempur.
nb: +20% nærkampangrep for infanteri.
nl: +20% mêlee infanterie aanvalskracht.
pl: +20% do poziomu ataku wręcz dla piechoty
pt_pt: +20% de ataque para a infantaria corpo-a-corpo.
ru: Пехота получает +20% к атаке ближнего боя.
sk: +20% útok pechoty zblízka.
sv: +20% närstridsinfanteri attack.
tr: %+20 yakın dövüş piyade saldırısı.
uk: +20% атаки піхоти ближнього бою.
zh: +20% 近战步兵攻击力。
zh_tw: +20% 近戰步兵攻擊力。

source: Side Arms
ar: سلاح ثانوي
ast: Armes auxiliares
bg: Странични оръжия
br: Arm dorn
ca: Armes de recanvi
cs: Záložní zbraně
de: Seitenwaffen
el: Πλευρικοί βραχίονες
es_mx: Arma de bolsillo
eu: Bigarren Arma
fa: اسلحه جانبی
fi: Toissijaiset aseet
ga: Airm Cliatháin
gl: Armas auxiliares
hu: Oldalfegyverek
id: Senjata Cadangan
it: Arma secondaria
ja: 携帯武器
ko: 휴대 무기
lt: Papildomi Ginklai
lv: Sānu ieroči
ms: Senjata Lengan Sisi
nb: Sidevåpen
nl: Zijwapens
pl: Broń Przyboczna
pt_pt: Armas Secundárias
ru: Вспомогательное оружие
sk: Sečné zbrane
sv: Sidovapen
tr: Yan Askerler
uk: Додаткове озброєння
zh: 随身武器
zh_tw: 隨身武器

source: Xíphos
ar: زيفوس
bg: Ксѝфос
el: Ξίφος
ko: 크시포스
pl: Miecz Xíphos
ru: Ксифос
uk: Ксіфос
zh: 双刃铁刀
zh_tw: 雙刃劍

source: Pugio
ar: بيجو
bg: Пугио
el: Στιλέτο
ko: 푸기오
lt: Pugijas
pl: Sztylet Pugio
ru: Пугио
tr: Hançer
uk: Пугіо
zh: 虾
zh_tw: 羅馬匕首

source: Using iron instead of bronze gave weapons additional power.
ar: استخدام الحديد بدلاً من البرونز أعطى الأسلحة قوة أكبر
ast: Emplegar el fierro en clas del bronce dio a les armes más puxu.
bg: Използването на желязо вместо бронз дава на оръжията допълнителна сила.
br: Oc'h implijout houarn kentoc'h eget arem a roe nerzh ouzhpenn d'an armoù.
ca: Utilitzar ferro en lloc de bronze va fer les armes més resistents.
cs: Použití železa místo bronzu zvyšuje sílu zbraní.
de: Die Verwendung von Eisen anstatt Bronze gab den Waffen mehr Durschschlagskraft.
el: H xρήση σιδήρου αντί του χαλκού έδωσε στα όπλα επιπλέον δύναμη.
es_mx: Usar hierro en lugar de bronce les dio a las armas poder adicional.
eu: Burdina brontzearen partez erabiltzeak min handiagoa ematen du, armen sendotasuna hobetuz.
fa: استفاده از آهن به جای برنز به اسلحه ها قدرت بیشتری می دهد.
fi: Raudan käyttö pronssin sijasta teki aseista tehokkaampia.
ga: D'fhaigh an úsáid iarainn in áit chré-umha neart sa bhreis don airm seo.
gl: O uso de ferro en vez de bronze aumentaba a efectividade das armas.
hu: Bronz helyett vas használata többlet erőt ad a fegyvereknek.
id: Penggunaan besi dibanding perunggu meningkatkan kekuatan senjata.
it: Utilizzando il ferro invece del bronzo le armi diventano più potenti.
ja: 青銅の代わりに鉄を使用することで武器の威力が増しました。
ko: 청동 대신 철을 사용하는 것은 무기에 추가적인 힘을 주었습니다.
lt: Geležies vietoje bronzos naudojimas, ginklus padarė galingesniais.
lv: Dzelzs nevis bronzas izmantošana deva ieročiem papildus spēku.
ms: Penggunaan logam besi menggantikan gangsa memberikan senjata kuasa tambahan.
nb: Ved å bruke jern istedenfor bronse fikk man kraftigere våpen.
nl: Het gebruik van ijzer in plaats van brons maakte de wapens sterker.
pl: Użycie żelaza zamiast brązu zwiększyło wytrzymałość broni.
pt_pt: Utilizando ferro em vez de bronze, isso tornou as armas mais poderosas.
ru: Использование железа вместо бронзы придаёт оружию дополнительную силу атаки.
sk: Použitie železa namiesto bronzu dodalo zbraniam dodatočnú silu.
sv: Användning av järn istället för brons gav vapen extra kraft.
tr: Pirinç yerine demir kullanmak silahlara ek güç sağlamıştır.
uk: Використання заліза замість бронзи надало зброї додаткову силу.
zh: 使用铁制而非青铜武器来获得更强的力量。
zh_tw: 使用鐵製而非青銅武器來獲得更強的力量。

source: Training increases damage of ranged infantry.
ko: 원거리 보병의 공격력을 강화하는 훈련입니다.
uk: Тренування збільшує нанесення пошкодження піхотою дистанційного бою.

source: +20% ranged infantry attack.
ar: +20% لهجوم المشاة ذوي المدى.
ast: El +20% del ataque a distancia pa la infantería.
bg: +20% атака за далекобойната пехота.
br: +20% a argad arme war droad renket.
ca: +20% en Atac per a la infanteria a distància.
cs: +20% na útoku pěchoty pro boj na dálku.
de: +20% Fernkampfangriff.
el: +20% επίθεση στον πεζικό εξ αποστάσεως.
es_mx: +20% de ataque a distancia para la infantería
eu: +20% tiro luzeko zalditeriaren eraso bortitzagoa.
fa: +20% قدرت حمله پیاده نظام های دورزن.
fi: +20% kantamajalkaväen hyökkäystä.
ga: Ionsaí raonta +20% do choisithe.
gl: Aumenta o ataque de proxectís da infantaría un +20%.
hu: +20% távolsági gyalogság támadás.
id: +20% serangan infanteri jarak jauh.
it: +20% attacco fanteria a distanza.
ja: 歩兵の遠隔攻撃力が20%増加します。
ko: 원거리 보병의 공격력이 +20% 증가합니다.
lv: +20% šaušanas kājnieku uzbrukumam.
ms: +20% serangan infantri jarak jauh.
nb: +20% rekkeviddeangrep for infanteri.
nl: +20% afstandsinfanterie aanvalskracht
pl: +20% do poziomu ataku dystansowego dla piechoty
pt_pt: +20% de ataque para a infantaria de combate à distância.
ru: +20% к атаке пехоты дальнего боя.
sk: +20% útok pechoty na diaľku.
sv: +20% attack för distansattack infanteri.
tr: %+20 sıralı piyade saldırısı.
uk: +20% атаки піхоти дистанційного бою.
zh: +20% 远程步兵攻击力。
zh_tw: +20% 遠距離步兵攻擊力。

source: Ranged Infantry Irregulars
ar: المشاة ذوو المدى غير النظاميون.
ast: Infantería irregular a distancia
bg: Нередовни далекобойни пехотинци
br: Armeoù war droad astennet direizh
ca: Infanteria irregular a distància
cs: Nepravidelná pěchota pro boj na dálku
de: Irreguläre Fernkampfinfanterie
el: Εξ Αποστάσεως Πεζικό Ατάκτων
es_mx: Infantería irregular a distancia
eu: Ezohiko distantziako infanteria.
fa: پیاده های دورزن نامنظم
fi: Puolisotilaallinen kantamajalkaväki
ga: Neamhrialtaigh Raon-Choisí
gl: Irregulares de infantaría de proxectís
hu: Távolsági gyalogság partizáncsapatok
id: Laskar Infanteri Jarak Jauh
it: Fanteria Irregolare a Distanza
ja: 不正規遠隔攻撃歩兵
ko: 비정규 원거리 보병
lv: Šaušanas kājnieki Nestandarta
ms: Askar Persendirian Infantri Jarak Jauh
nb: Irregulær avstandsinfanteri
nl: Irreguliere Afstandsinfanterie
pl: Nieregularna piechota dystansowa
pt_pt: Infantaria Irregular de Combate à Distância
ru: Нерегулярная пехота дальнего боя
sk: Pešiaci dobrovoľníci bojujúci na diaľku
sv: Irreguljär Distansattack Infanteri
tr: Düzensiz Sıralı Piyade
uk: Нерегулярна піхота дистанційного бою.
zh: 远程非正规军步兵
zh_tw: 非正規遠距離步兵

source: Átaktoi
ar: اتاكتوى
bg: А̀тактой
el: Άτακτοι
ko: 아타크토이
ru: Атактой
uk: Атактоі
zh: 远程步兵

source: Ranged Infantry Masterclass
ar: الفئة الرئيسية للمشاة ذوي المدى.
ast: Clas maestra de la infantería a distancia
bg: Урок по майсторство за далекобойна пехота
br: Arme war droad klas mestr astennet
ca: Entrenament avançat d'infanteria a distància
cs: Zvláštní vyučovací hodina pro pěchotu pro boj na dálku
de: Fernkampf-Infanterie-Meisterklasse
el: Εξ Αποστάσεως Πεζικό Τακτικών
es_mx: Clase maestra para infantería a distancia
eu: Distantziako Infanteriarako Masterra.
fa: کلاس برتر پیاده نظام دورزن
fi: Mestaritason kantamajalkaväki
ga: Sárthaispeántas na gCoisithe Raonta
gl: Clase maxistral da infantaría de proxectís
hu: Távolsági gyalogság mesterosztály
id: Pelatihan Master Infanteri Jarak Jauh
it: Fanteria a Distanza Magistrale
ja: 遠隔攻撃歩兵の上級訓練
ko: 원거리 보병 상급 훈련
lv: Šaušanas kājnieku meistarklase
ms: Kelas Kepakaran Infantri Jarah Jauh
nb: Avstandsinfanteri i mesterklassen
nl: Masterklasse afstandsinfanterie
pl: Mistrzowska piechota dystansowa
pt_pt: Classe Mestra para Infantaria de Combate à Distância
ru: Мастер-класс для пехоты дальнего боя
sk: Majstrovská úroveň pechoty na diaľku
sv: Distansattack Infanteri Mästarklass
tr: Sıralı piyade Ustasınıfları
uk: Майстер-клас для піхоти дистанційного бою.
zh: 远程步兵团
zh_tw: 遠距離步兵奧義

source: The will to fight is crucial to victory.
ar: إرادة القتال حاسمة للنصر.
ast: La voluntá pa lluchar ye fundamental pa la victoria.
bg: Желанието за битка е задължително за победа.
br: Ar youl stourm a vez a-bouez evit trec'hiñ.
ca: La voluntat de lluitar és crucial per a la victòria.
cs: Vůle bojovat je pro vítězství rozhodující.
da: Kampviljen er nødvendig for at vinde sejren.
de: Kampfeswille ist entscheidend für den Sieg.
el: Η θέληση για μάχη είναι καθοριστικής σημασίας για τη νίκη.
es_mx: La voluntad para pelear es crucial para la victoria.
eu: Borrokarako gogoa ezinbestekoa da irabazteko.
fa: اراده برای جنگ برای پیروزی حیاتی است.
fi: Taistelutahto on elintärkeä voittamiseen.
ga: is gá le toil na troda do bhua a fháil.
gl: A vontade para loitar é crucial para acadar a vitoria.
hu: A harcolni akarás elengedhetetlen a győzelemhez.
id: Semangat tempur penting untuk kemenangan.
it: La volontà di combattere è fondamentale per la vittoria.
ja: 戦意は勝利への鍵です。
ko: 전투의지는 승리에 결정적입니다.
lv: Griba cīnīties ir izšķiroša priekš uzvaras.
ms: Semangat berlawan adalah penting untuk menang.
nb: Kampviljen er kritisk for å seire.
nl: De wil om te vechten is cruciaal voor de overwinning.
pl: Wola walki jest niezbędna do zwycięstwa.
pt_pt: A vontade de lutar é crucial para vencer.
ru: Воля к борьбе чрезвычайно важна для победы.
sk: Vôľa bojovať je rozhodujúcim kritériom víťazstva.
sv: Viljan att kriga är viktig för seger.
tr: Mücadele iradesi zafer için çok önemlidir.
uk: Воля до боротьби має вирішальне значення для перемоги.
zh: 士气是制胜的关键。
zh_tw: 鬥志是致勝的關鍵。

source: Inspire your troops with higher pay. All land and naval army +25% attack.
ar: ألهم قواتك بمرتب أعلى. كل الجيوش على الأرض أو فى البحر يحصلون على +25% هجوم.
ast: Inspira les tropes con más sueldu. Pa tol exércitu de la tierra y mar un +25% al ataque.
bg: Вдъхновете войската си с по-големи заплати. +25% атака за цялата сухоземна и морска войска.
br: Kalonekaat ho pagadoù gant ur gopr uheloc'h. An arme war vor ha war zouar en e vezh +25% a argad.
ca: Inspireu les tropes amb pagues més altes. +25% en Atac per a l'exèrcit terrestre i naval.
cs: Povzbuďte své vojsko vyšším žoldem. Všechny pozemní a námořní jednotky získají +25% na útoku.
de: Begeistere deine Truppen mit höherem Sold. Alle Land- und Seeeinheiten erhalten +25% auf Angriffe.
el: Ενθαρρύνετε τα στρατεύματά σας με υψηλότερες αποδοχές. Σε όλες τις χερσαίες και ναυτικές δυνάμεις +25% επίθεση.
eu: Igo asko soldata zure tropei hauspotu daitezen. Lur eta itsasoko tropei %25+ ematen die erasoan.
fa: الهام بخشیدن به سربازانتان با پرستش بیشتر. تمام نیروهای زمینی و دریایی +25% قدرت حمله
ga: Spreag ar do shaighdiúirí le pá níos mó. Faigh ionsaí +25% do gach arm, talún nó cabhlaigh.
gl: Inspira ás túas tropas con mellores salarios. Aumenta un 25% o ataque das unidades terrestres e navais.
hu: Csapatok ösztönzése magasabb fizetéssel. Minden szárazföldi és vízi hadseregnek +25% támadás.
id: Memberikan inspirasi pada prajurit Anda dengan gaji lebih. Semua pasukan darat dan laut +25% serangan.
it: Ispira le truppe con una paga più alta. Tutte le armate terrestri e marittime guadagnano +25% di attacco.
ja: 高い報酬を与えて兵士たちの戦意を高揚させます。すべての陸軍と海軍の攻撃力が+25%上がります。
ko: 병사들에게 더 높은 보수를 주고 전투의지를 복돋아줍니다. 모든 육군과 해군의 공격력이 +25% 증가합니다.
lv: Iedvesmo savu karaspēku ar lielāku atalgojumu. Visai sauszemes un jūras armijai +25% uzbrukumam.
ms: Merangsang semangat tentera anda dengan upah yang lebih tinggi. Semua askar darat dan laut +25% serangan.
nb: Inspirer dine tropper med høyere lønn. Alle land- og marine -baserte styrker +25% angrep.
nl: Inspireer jouw troepen met een hoger inkomen. Alle land -en zeemachten +25% aanval.
pl: Zainspiruj swoich żołnierzy wyższym wynagrodzeniem. Wszystkie wojska lądowe i morskie +25% do poziomu ataku.
pt_pt: Inspira as tuas tropas com um salário mais alto. Todo o exército naval e terrestre +25% de ataque.
ru: Воодушевите свои войска более высоким жалованием. Все наземные и морские юниты получают +25% к атаке.
sk: Povzbuďte svoju pechotu vyšším žoldom. Všetka pozemná aj námorná armáda +25% útok.
sv: Inspirera dina trupper med högre lön. All mark och marin armé +25% attack.
tr: Askerlerinize daha yüksek ücretle katkıda bulunun. Tüm kara ve deniz ordusu %+25 saldırı.
uk: Надихнути Ваші війська більш високою оплатою. Вся сухопутна та морська армія має +25% атаки.
zh: 用更高的薪酬激励你的军队，所有陆上和海上军队攻击力+25% 。
zh_tw: 以較高的薪資激勵您的部隊。所有陸上與海上軍隊 +25% 攻擊力。

source: Will to fight
ar: إرادة القتال.
ast: Volutá pa lluchar
bg: Желание за битка
br: C'hoant d'en em gannañ
ca: Voluntat de lluitar
cs: Vůle bojovat
da: Kampvilje
de: Kampfeswille
el: Θέληση για μάχη
es_mx: Voluntad de pelea
eu: Borrokatzeko nahia
fa: اراده به جنگیدن
fi: Taistelutahto
ga: Toil na Troda
gl: Vontade para loitar
hu: Harcolni akarás
id: Semangat tempur
it: Volontà di combattere
ja: 戦意
ko: 전투의지
lv: Griba cīnīties
ms: Semangat bertempur
nb: Kampvilje
nl: Wil om te vechten
pl: Chęć do walki
pt_pt: Vontade de Lutar
ru: Воля к борьбе
sk: Vôľa bojovať
sv: Stridsvilja
tr: Mücadele olacak
uk: Воля до боротьби
zh: 士气
zh_tw: 鬥志

source: Dýnamis
ar: دينماس
bg: Дѝнамия
el: Δύναμη
fi: Dynamis
ko: 디나미스
ru: Динамис
uk: Дінаміс
zh: 士气
