Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: Allies are allowed to use this dropsite.
ast: Los comuñeiros puoden usar isti depósitu.
ca: Els aliats poden utilitzar aquest punt de descàrrega.
cs: Spojenci mohou využít toto skladiště.
de: Verbündete dürfen dieses Lager benützen.
el: Σύμμαχοι επιτρέπετε να χρησιμοποιήσουν αυτό το προκαθορισμένο σημείο.
fi: Liittolaiset saavat käyttää tätä pudotusaluetta.
fr: Vos alliés peuvent utiliser ce dépôt.
gd: Faodaidh caidreabhaich an t-ionad-stòrais seo a chleachdadh.
hu: A szövetségesek használhatják ezt a lerakóhelyet.
id: Sekutu diizinkan menggunakan dropsite ini.
it: Gli alleati possono utilizzare questo deposito.
ja: この回収施設は、味方が使用することができます。
ko: 동맹은 이 회수 시설을 사용할 수 있습니다.
lt: Sąjungininkams galima naudotis šiuo pakrovimu.
nl: Bondgenoten mogen dit pakhuis gebruiken.
pl: Sojusznicy mogą korzystać z tego składowiska.
pt_br: Os aliados estão autorizados a usar este dropsite.
ru: Союзникам разрешено использовать эту точку разгрузки.
sk: Spojenci môžu používať toto skladisko.
sv: Allierade får använda det här lagret.
tr: Müttefiklerin bu geçici depoyu kullanmalarına izin verildi.
uk: Союзникам дозволено використовувати це місце збору.
zh: 允许盟友使用此资源回收点。
zh_tw: 允許盟友使用此資源放置點。

source: You are allowed to use this dropsite
ar: انت مسموح لك باستخدام نقطه الاسقاط هذه
ast: Puodes usar isti depósitu
bg: Вие можете да използвате това място за събиране на ресурси
br: Aotreet emaoc'h da ober gant al lec'h-daspugn-mañ
ca: Podeu utilitzar aquest punt de descàrrega
cs: Je vám dovoleno používat tento odhazovací prostor
de: Du darfst dieses Lager verwenden
el: Σου επιτρέπεται η χρήση του προκαθορισμένου σημείου.
eu: Deskarga puntu hau erabil dezakezu
fa: شما اجازه پیدا کردید تا از این محل تخلیه منابع استفاده کنید
fi: Sinulla on lupa käyttää tätä pudotusaluetta
fr: Vous avez le droit d'utiliser ce dépôt
ga: Is féidir leat an áit léime seo a úsáid
gd: Faodaidh tu an t-ionad-stòrais seo a chleachdadh
hu: Használhatod ezt a lerakóhelyet
id: Anda diijinkan untuk menggunakan tempat penyimpanan ini
it: Hai il permesso di usare questo punto di scarico
ja: この回収施設を使用することは許可されています
ko: 당신은 이 회수 시설을 사용할 수 있습니다
lt: Jums leidžiama naudoti šia aikštelę.
lv: Jums ir atļauts izmantot šo nodošanas punktu
ms: Anda boleh guna dropsite ini
nb: Du har tillatelse til å bruke dette avlastningsstedet
nl: U kan dit pakhuis gebruiken.
pl: Masz prawo do korzystania z tej zniżki
pt_br: Você está permitido a usar este depósito
pt_pt: Podes usar este armazém
ru: Вам разрешено использовать эту точку сбора ресурсов
sk: Máš povolenie používať toto úložné miesto
sq: Ju e keni të lejuar përdorimin e këtij vendi-shkarkimi
sv: Du får använda det här lagret
te: ఈ డ్రాప్‌సైట్‌ను ఉపయోగించడానికి మీకు అనుమతి ఉంది
tr: Bu açılır listeyi kullanmanıza izniniz var
uk: Вам дозволено використовувати це місце збору
zh: 已允许你使用此资源回收点
zh_tw: 您被允許使用此資源放置點

source: Activate auto-queue for selected structures.
ast: Activare l inriestru automáticu nelas structuras escolyidas.
ca: Activeu l'encuament automàtic per les estructures seleccionades.
cs: Zapnout automatickou řadu pro vybrané stavby.
de: Auto-Ausbildung für ausgewählte Gebäude aktivieren.
el: Ενεργοποίηση αυτόματης εισαγωγής σε σειρά για επιλεγμένες κατασκευές.
fi: Ota automaattinen jonotus käyttöön valituille rakenteille.
fr: Activer la mise automatique en file d'attente pour les structures sélectionnées.
gd: Gnìomhaich an ciutha fèin-obrachail dha na togalaichean a thagh thu.
hu: Automatikus sor aktiválása a kiválasztott épületeknél.
id: Hidupkan antre-otomatis untuk bangunan terpilih.
it: Attiva la messa in coda automatica per le strutture selezionate.
ja: 選択した建物の自動キューを有効にします
ko: 선택한 건축물에 대해 자동 대기열을 활성화합니다.
nl: Wachtrij voor geselecteerde gebouwen aanzetten.
pl: Aktywuj auto-kolejkę dla zaznaczonych jednostek.
pt_br: Ative a fila automática para estruturas selecionadas.
ru: Включить автоматическую очередь производства для выбранных сооружений.
sk: Aktivovať automatickú frontu pre vybrané budovy.
sv: Aktivera auto-kön för de valda byggnaderna.
tr: Seçili yapılar için otomatik sırayı aktive edin.
uk: Активувати автоматичну чергу для вибраних споруд.
zh: 选定的建筑激活自动队列。
zh_tw: 啟用所選建築的自動佇列。

source: Deactivate auto-queue for selected structures.
ast: Disactivare l inriestru automáticu nelas structuras escolyidas.
ca: Desactiveu l'encuament automàtic per les estructures seleccionades.
cs: Vypnout automatickou řadu pro vybrané stavby.
de: Auto-Ausbildung für ausgewählte Gebäude deaktivieren.
el: Απενεργοποίηση αυτόματης εισαγωγής σε σειρά για επιλεγμένες κατασκευές.
fi: Poista automaattinen jonotus käytöstä valituilta rakenteilta.
fr: Désactiver la mise automatique en file d'attente pour les structures sélectionnées.
gd: Cuir an ciutha fèin-obrachail à gnìomh air na togalaichean a thagh thu.
hu: Automatikus sor deaktiválása a kiválasztott épületeknél.
id: Matikan antre-otomatis untuk bangunan terpilih.
it: Attiva la messa in coda automatica per le strutture selezionate.
ja: 選択した建物の自動キューを解除する。
ko: 선택한 건축물에 대해 자동 대기열을 비활성화합니다.
nl: Wachtrij voor geselecteerde gebouwen uitzetten.
pl: Dezaktywuj auto-kolejkę dla zaznaczonych jednostek.
pt_br: Desative a fila automática para estruturas selecionadas.
ru: Выключить автоматическую очередь производства для выбранных сооружений.
sk: Deaktivovať automatickú frontu pre vybrané budovy.
sv: Inaktivera auto-kön för de valda byggnaderna.
tr: Seçili yapılar için otomatik sırayı deaktive edin.
uk: Вимкнути автоматичну чергу для вибраних споруд.
zh: 选定的建筑取消自动队列。
zh_tw: 停用所選建築的自動佇列。

source: The entity has to be killed before it can be gathered from
ar: الكيان يجب ان يقتل قبل ان يجمع منه
ast: Esso ha hi que lo matar par explotallo
bg: Този обект рябва да бъде убит, преди да може да добивате ресурси от него
br: Rankout a ra bezañ lazhet ar boud a-raok kregiñ da zaspugn madoù diwarni
ca: S'ha de matar aquesta entitat abans de poder obtenir-ne recursos
cs: Tato entita by měla být usmrcena předtím, než z ní půjde získávat
de: Die Einheit muss getötet werden, bevor ihre Ressourcen gesammelt werden können.
el: Η οντότητα πρέπει να εξουδετερωθεί ώστε να συλλεχθεί.
eu: Entitate honekin bukatu behar da bere baliabideez jabetzeko
fa: این موجود باید نخست کشته شود تا بتوانید منابع آنرا جمع آوری کنید
fi: Kohde on tapettava ennen kuin siitä voi kerätä
fr: L'entité doit être tuée avant de pouvoir en récolter des ressources
ga: Caithfear an aonán seo a mharú roimh bailiú den acmhainní
gd: Feumaidh tu an nì a mharbhadh mus urrainn dhut a bhuain
gl: A entidade ten que morrer para poder recoller dela
hu: Az egységet meg kell ölni, mielőtt gyűjteni lehetne belőle
id: Entitas ini harus dibunuh dahulu sebelum bisa dikumpulkan
it: L'unità è stata uccisa prima di poter essere acquartierata.
ja: エンティティは、それを収集する前に破壊しなければならない
ko: 개체를 수집하려면 먼저 죽여야합니다
lt: Subjektas turi būti užmuštas prieš paimant išteklius.
lv: Vienība tika nogalināta pirms no tās varējā novākt
ms: Entiti perlu dibunuh sebelum ia boleh dihimpun
nb: Enheten må bøte med livet før den kan høstes fra
nl: Het dier moet gedood worden voordat er voedsel kan worden verzameld
pl: Jednostka musi być zabita, zanim będzie można ją zebrać
pt_br: A entidade deve ser morta antes de poder ser carregada.
pt_pt: A entidade tem de ser morta antes de poder ser recolhida
ru: Чтобы получить возможность добычи ресурсов из этого объекта, его следует убить
sk: Predtým než zoberieš od entity suroviny, musíš ju zabiť.
sq: Ky entitet duhet vrarë para se të mund të grumbullohet
sv: Enheten måste dödas innan det kan samlas från den
tr: İşletme, toplanmadan önce öldürülmelidir.
uk: Об'єкт повинен бути вбитий, перш ніж його можна буде зібрати
zh: 该独立存在的实体必须在其可以被搜集之前杀死
zh_tw: 在您可以從其採集前，實體就已被殺害

source: You cannot destroy this entity as you own less than half the capture points
ar: لا يمكنك تدميرهذا الكيان عندما يكون معك اقل من نصف نقاط السيطره
ast: Nun puodes disfhazer isti ente, des que ti correspuonde menos de la metada de la sua fidelidade
bg: Този обект не може да бъде унищожен, защото притежавате по-малко от половината пленителни точки
br: N'hallit ket distruj an hennad-mañ keit ha ma vezec'h perc'henn war nebeutoc'h evit hanter ar poentoù-pakadur
ca: No podeu destruir aquesta entitat perquè teniu menys de la meitat dels punts de captura
cs: Tuto entitu nemůžete zničit, protože vlastníte méně než polovinu bodů za zajetí
de: Du kannst dieses Objekt nicht zerstören, da du weniger als die Hälfte der Kontrollpunkte besitzt
el: Δεν μπορείς να καταστρέψεις αυτήν την οντότητα γιατί εχεις λιγότερους απο τους μισούς πόντους κατάκτησης
es_cl: No puedes destruirlo porque tienes menos de la mitad en los puntos de captura
eu: Ezin duzu entitate hau birrindu ez bai duzu atzitze puntu erdiak baino gehiago kontrolatzen
fa: شما نمی توانید این واحد را تخریب کنید چرا که شما مالکیت کمتر از نصف از امتیاز تسخیر آنرا در اختیار دارید.
fi: Et voi tuhota kohdetta sillä sinulla on alle puolet valtauspisteistä
fr: Vous ne pouvez pas détruire cette entité tant que vous possédez moins de la moitié de ses points de capture
ga: Ní féidir leat an aonán seo a scriosadh mar tá d'úinéireacht níos lú ná leath pointí gabhála.
gd: Chan urrainn dhut a’ bhith seo a mhilleadh o nach eil an dàrna leth dhe na puingean-glacaidh agad
gl: Non podes destruír esta entidade porque posúes menos da metade dos puntos de captura.
hu: Nem tudod elpusztítani ezt az egységet, mert a foglalási pontok kevesebb mint fele van a birtokodban.
id: Anda tidak dapat menghancurkan entitas ini karena Anda hanya memiliki kurang dari setengah poin perebutan.
it: Non puoi distruggere questa entità poichè hai meno della metà dei punti di cattura
ja: 半分に満たない占領ポイントしか所持していないため、このエンティティを破壊できません
ko: 점령 포인트의 절반 이하 값을 가지고 있으므로, 이 개체를 파괴할 수 없습니다
lt: Negalite sunaikinti šio subjekto, nes turite mažiau nei pusę užgrobimo taškų.
lv: Jūs nevarat iznīcināt šo vienību, jo jums pieder mazāk par pusi no ieņemšanas punktiem
ms: Anda tidak boleh musnahkan entiti ini kerana anda memiliki kurang dari separuh mata tangkapan
nb: Enheten kan ikke ødelegges fordi du eier mindre enn halvparten av erobringspunktene
nl: U kunt dit niet vernietigen omdat u niet de meerderheid van de veroverpunten bezit.
pl: Nie możesz zniszczyć tej jednostki ponieważ posiadasz mniej niż połowę punktów zdobycia
pt_br: Você não pode destruir esta entidade já que você possui menos da metade dos pontos de captura
pt_pt: Não podes destruir esta entidade porque controlas menos de metade dos pontos de captura
ru: Вы не можете уничтожить этого врага, поскольку владеете меньше, чем половиной точек захвата.
sk: Nemôžeš zničiť túto entitu pretože máš menej ako polovicu obsadzovacích bodov
sl: Te strukture ne moreš uničiti, ker imaš manj kot polovico točk za zavzetje.
sq: Ju nuk mund të shkatërroni këtë qenie meqë ju zotëroni më pak se gjysmën e pikave të pushtimit
sv: Du kan inte förstöra denna enhet för att du äger mindre än hälften av enhetens erövringspoäng
tr: Bu nesneyi yok edemezsiniz çünkü yarısından azı görürür bir şekilde.
uk: Ви не можете зруйнувати цей об'єкт, так як Ви володієте менш, ніж половиною від очок захоплення
zh: 你无法破坏此建筑，因为你的占领点数不到一半。
zh_tw: 您無法摧毀此實體，因為您的占領值不到一半

source: This entity is undeletable
ar: هذا الكيان غير قابل للمسح
ast: Isti ente nun je disfactible
bg: Този обект не може да бъде изтрит
br: An hennad-mañ n'hall ket bezañ distrujet
ca: Aquesta entitat no es pot esborrar
cs: Tuto entitu nelze smazat.
de: Diese Einheit kann nicht gelöscht werden.
el: Η οντότητα δεν διαγράφεται.
eu: Ezinezkoa da entitate hau ezabatzea
fa: این واحد غیر قابل حذف است.
fi: Tätä kohdetta ei voi tuhota.
fr: Cette entité ne peut pas être détruite
ga: Ní féidir leat an t-aonán sea a scriosadh
gd: Cha ghabh an nì a sguabadh às
gl: Esta entidade non se pode eliminar
hu: Ez az egység nem törölhető
id: Entitas ini tidak dapat dihapus
it: Questo elemento non è cancellabile.
ja: このエンティティは削除できません
ko: 이 개체는 삭제할 수 없습니다
lt: Šis subjektas negali būti panaikintas.
lv: Šo vienību nevar izdzēst
ms: Entiti ini tidak boleh dipadam
nb: Denne enheten kan ikke slettes
nl: Deze entiteit kan niet worden verwijderd
pl: Ta jednostka nie nadaje się do usunięcia
pt_br: A entidade é indeletável.
pt_pt: Não se pode eliminar esta entidade
ru: Этот объект невозможно удалить
sk: Túto entitu nie je možné zmazať
sq: Ky entitet nuk mund të fshihet
sv: Denna enhet kan inte tas bort
te: ఈ ఎంటిటీ తొలగించలేనిది
tr: Bu unite silinemez
uk: Цей об'єкт неможливо видалити
zh: 不可删除该实体。
zh_tw: 此實體無法刪除

source: Alert nearby Female Citizens to seek refuge.
pt_br: Alertar Cidadãs próximas para procurarem refúgio.
zh: 警戒附近的女市民寻找掩护。

source: Alert nearby Traders to seek refuge.
pt_br: Alertar Comerciantes próximos para procurarem refúgio.
zh: 警戒附近的商人寻找掩护。

source: Alert nearby vulnerable units to seek refuge.
pt_br: Alertar unidades vulneráveis próximas para procurarem refúgio.
zh: 警戒附近的脆皮单位寻找掩护。

source: End the alert.
pt_br: Fim do Alerta.
zh: 停止警戒

source: Unload nearby Female Citizens.
pt_br: Desalojar Cidadãs próximas.
zh: 放出附近的女市民。

source: Unload nearby Traders.
pt_br: Desalojar Comerciantes próximos.
zh: 放出附近的商人。

source: Unload nearby vulnerable units.
pt_br: Desalojar unidades vulneráveis próximas.
zh: 放出附近的脆皮单位。

source: Alpha XXVII: Agni
pt_br: Alfa XXVII: Agni
zh: 内测版27：阿耆尼

# diplomatic stance selection
source: x
bg: х
ru: х

source: Alpha XXVI: Zhuangzi
cs: Alfa XXVI: Zhuangzi
fi: Alfa XXVI: Zhuangzi
hu: Alfa XXVI: Csuang-ce
id: Alfa XXVI: Zhuangzi
ru: Альфа XXVI: Чжуан-цзы
sk: Alfa XXVI: Zhuangzi
tr: Alfa XXVI: Zhuangzi

source: HH:mm
fi: TT:mm
ga: UU:nn
tr: SS:dd

source: %(openingTradingString)s.
ja: %(openingTradingString)sです。

source: %(openingGarrisonedString)s.
ja: %(openingGarrisonedString)sしています。

# replayFinished
source: The replay has finished. Do you want to quit?
br: Echu emañ ar video ar c'hoariadenn. Ha c'hoant ho peus da guitaat?
es_cl: La repetición ha terminado. ¿Quiere salir?
eu: Errepikapena bukatu da. Irten nahi duzu?
fa: ریپلی به پایان رسید. آیا میخواهید خارج شوید؟
fr: La vidéo est terminée. Voulez-vous quitter ?
lt: Pakartojimas baigtas. Ar norite išeiti?
lv: Atkārtojums noslēdzies. Vai vēlaties iziet?
ms: Main semula telah selesai. Anda mahu keluar?
sl: Posnetek je končan. Ali želiš zapustiti ta posnetek?
sq: Riluajtja ka përfunduar. Dëshironi të largoheni ?
te: రీప్లే పూర్తయింది. మీరు నిష్క్రమించాలనుకుంటున్నారా?
zh_tw: 重播已結束。您想要退出嗎？

# replayFinished
source: No
br: Ket
eu: Ez
fa: نه
fr: Non
lt: Ne
lv: Nē
ms: Tidak
sl: Ne
sq: Jo
te: కాదు
zh_tw: 否

# replayFinished
source: Yes
br: Ya
es_cl: Si
eu: Bai
fa: آری
fr: Oui
lt: Taip
lv: Jā
ms: Ya
sl: Da
sq: Po
te: అవును
zh_tw: 是

source: Could only be constructed once.
fr: Ne pouvait être construit qu'une fois.
lt: Gali būti pastatyta tik kartą.
zh_tw: 僅能被建造 %(limit)s 次。

source: %(time)s (%(speed)sx)
bg: %(time)s (х%(speed)s)
de: %(time)s (%(speed)s×)
eo: %(time)s (%(speed)s-obla)
fa: %(time)s (x%(speed)s)
gl: %(time)s (×%(speed)s)

source: %(genericName)s — Packed
br: %(genericName)s — Paket
da: %(genericName)s — Pakket
es_cl: %(genericName)s — Lleno
eu: %(genericName)s — Multzokatua
ka: %(genericName)s - შეფუთულია
lv: %(genericName)s - Pakots
te: %(genericName)s — ప్యాక్ చేయబడింది

source: Upgrade to %(name)s. %(tooltip)s
eu: Sustatu %(name)s(e)ra. %(tooltip)s

source: Upgrade to %(name)s.
eu: Sustatu %(name)s(e)ra

source: Cannot upgrade when the entity is already upgrading.
br: N'eo ket posupl d'ober ar gwelladennoù keit ha ma vez graet unan all.
eu: Ezin duzu jada sustatzen ari den entitate bat sustatu.
lv: Nevar uzlabot, kamēr vienība jau tiek uzlabota.

source: no-context
eu: testuingururik ez

source: Your livestock has been attacked by %(attacker)s!
br: Ho pourvezioù boued a zo bet taget gant %(attacker)s!
es_cl: ¡Has sido atacado por %(attacker)s!
eu: %(attacker)s(e)k zure abereak eraso ditu!
lv: %(attacker)s uzbruka taviem mājlopiem!
sl: %(attacker)s je napadel tvoje živali!

source: You have been attacked by %(attacker)s!
br: Taget hoc'h bet gant %(attacker)s!
da: Du er blevet angrebet af %(attacker)s!
es_cl: ¡Has sido atacado por %(attacker)s!
et: Teid ründasid %(attacker)s!
eu: %(attacker)s(e)k eraso zaitu!
ka: შენ თავს დაგესხა %(attacker)s!
lv: Jums uzbrūk %(attacker)s!
sl: Napadel vas je %(attacker)s!
te: మీరు %(attacker)sచే దాడి చేయబడ్డారు!

source: %(player)s bartered %(amountsBought)s for %(amountsSold)s.
br: %(player)s en deus troket %(amountsBought)s evit %(amountsSold)s.
eu: %(player)s aldatu du %(amountsBought)s honengatik %(amountsSold)s.
lv: %(player)s samainīja %(amountsBought)s par %(amountsSold)s.

source: Find idle worker
br: Kavout ul labourer dioberiant
da: Find ledig arbejder
es_cl: Encontrar trabajador inactivo
et: Leia jõudeolev tööline.
eu: Aurkitu langile libre bat
fa: کارگر بیکار پیدا کن
ka: იპოვე დაუსაქმებელი მუშა
lv: Atrast slaistus
sl: Poišči nedejavnega delavca
te: ఖాలీగాఉన కార్మికుడిని ఎతకండి

source: Population (current / limit)
br: Poblañs (er mare-mañ/bevenn)
da: Befolkning (nuværende / max)
es_cl: Población (actual / limite)
et: Rahvaarv (praegune / ülempiir)
eu: Biztanleria (unekoa / muga)
ka: მოსახლეობა (არსებული / ზღვარი)
lv: Populācija ( tekošais / limits)
sl: Populacija (trenutna / limit)
te: జనాభా (ప్రస్తుత/పరిమితి)

source: Maximum population: %(popCap)s
br: Poblañs maksimom: %(popCap)s
es_cl: Población máxima: %(popCap)s
eu: Gehieneko biztanleria: %(popCap)s
lv: Maksimālā populācija: %(popCap)s
sl: Maksimalno število prebivalcev: %(popCap)s
te: గరిష్ట జనాభా: %(popCap)s

source: Hitpoints
br: Poentoù-buhez
da: Livspoint
es_cl: Puntos de ataque
eu: Bizi puntuak
ka: დარტყმის წერტილები
lv: Izturības punkti
sl: Točke zdravja

source: Health:
br: Yec'hed:
da: Helbred:
es_cl: Salud:
et: Tervis:
eu: Osasuna:
ka: ჯანმრთელობა:
lv: Veselība:
sl: Zdravje:

source: Capture points:
br: Poentoù pakidigezh:
es_cl: Puntos de captura:
eu: Atzemate puntuak:
lv: Ieņemšanas punkti:
sl: Točke za zavzetje:

source: Attack and Armor
br: Tagusted hag Houarnwisk
da: Angreb og Panser
es_cl: Ataque y Armadura
eu: Eraso eta Armadura
ka: თავდასხმა და ჯავშანი
lv: Uzbrukums un bruņas
sl: Napad in oklep

source: ALPHA XXIV
eu: ALFA XXIV

# countdown format
source: m:ss
br: m:ee
ga: n:ss

source: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: View History / Structure Tree Last opened will be reopened on click.
br: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Gwelet Roll-istor / Frammadur Gwezenn An hini diwezhañ digoret a vo addigoret dindan ar c'hlik.

source: %(resource)s:
ar: ال%(resource)s:

source: Manual
et: Juhend
ka: სახელმძღვანელო
lv: Rokasgrāmata
sl: Priročnik

source: Reason: %(reason)s.
es_cl: Motivo: %(reason)s.
lv: Iemesls: %(reason)s.
sl: Razlog: %(reason)s.

source: Synchronising gameplay with other players...
da: Synkroniserer spil med andre spillere...
es_cl: Sincronizando el juego con los otros jugadores...
et: Sünkroniseerin mängu teiste mängijatega...
ka: მიმდინარეობს თამაშის გაერთდროულება სხვა მოთამაშეებთან...
lv: Sinhronizē spēles darbību ar citiem spēlētājiem...
sl: Sinhroniziranje igre z drugimi igralci....

source: Private
da: Privat
es_cl: Privado
et: Privaatne
ka: პირადი
lv: Privāti
sl: Zasebno

source: %(player)s has resigned.
lv: %(player)s padevās.

source: %(player)s has been defeated.
da: %(player)s er blevet besejret.
es_cl: %(player)s ha sido derrotado.
et: %(player)s alistati.
ka: %(player)s დამარცხდა.
lv: %(player)s tika sakauts.
sl: %(player)s je poražen.

source: %(player)s has won.
lv: %(player)s ir uzvarējis.

source: This foundation will be completed in %(seconds)s second.
es_cl: Esta construcción se completara en %(seconds)s segundo.
lv: Šī būvniecība tiks pabeigta pēc %(seconds)s sekundēm.

source: Number of builders. Tasking another to this foundation would speed construction up by %(speedup)s second.
es_cl: Numero de constructores. Agregar otro trabajador acelerara la construcción en %(speedup)s segundo.
lv: Būvnieku skaits. Norīkojot vienu papildus paātrinās šo būvniecības pabeigšanu par %(speedup)s sekundēm.

source: Number of builders.
es_cl: Numero de constructores.
lv: Celtnieku skaits.
sl: Število graditeljev.

source: Increase the alert level to protect more units
da: Forøg beredskabsniveauet for at beskytte flere enheder
es_cl: Incrementar el nivel de alerta para proteger mas unidades
ka: გაზარდე განგაშის დონე რომ დაიცვა მეტი ერთეული.
lv: Palieliniet trauksmes līmeni vairāku vienību aizsardzībai
sl: Povečajte nivo pripravljenosti, da zaščitite več enot

source: Upgrade into a %(name)s. %(tooltip)s
lv: Uzlabojiet par %(name)s. %(tooltip)s

source: Upgrade into a %(name)s.
lv: Uzlabojiet par %(name)s.

source: Gaia
da: Moder Natur
et: Metsik
ka: ცხოველი
lv: Daba
sl: Gaja

source: %(civ)s - Structure Tree
es_cl: %(civ)s - Estructura de Arbol
lv: %(civ)s - Būvju koks
sl: %(civ)s - strukturno drevo

source: Build: %(buildDate)s (%(revision)s)
es_cl: Versión: %(buildDate)s (%(revision)s)
et: Kompilatsioon: %(buildDate)s (%(revision)s)
ka: ააშენე: %(buildDate)s (%(revision)s)
lv: Būvējums: %(buildDate)s (%(revision)s)
sl: Izgradnja: %(buildDate)s (%(revision)s)

source: Right-click on another market to set it as a destination trade market.
da: Højreklik på et andet marked for at sætte det som destinationsmarked.
es_cl: Haga clic derecho en otro mercado para establecerlo como un mercado de destino.
et: Sihtturu määramiseks tee paremklikk teisel turul.
ka: მარჯვენა დაწკაპე სხვა ბაზარზე რომ გახადო დანიშნულების ბაზრად.
lv: Labais-klikšķis uz cita tirgus, lai iestatītu to par tirdzniecības mērķa tirgu.
sl: Desni klik na drugo tržnico, da jo nastavite za ciljno tržnico.

source: Destroy the selected units or buildings.
lv: Iznīcināt izvēlēto vienību vai būvi.

source: Order the selected units to garrison in a building or unit.
lv: Pavēlēt izvēlētām vienībām izvietoties garnizonā būvē vai mehānismā.

source: Order the selected units to repair a building or mechanical unit.
lv: Pavēlēt izvēlētām vienībām remontēt būvi vai mehānismu.

source: Order the selected units to guard a building or unit.
lv: Pavēlēt izvēlētām vienībām apsargāt būvi vai mehānismu.

source: Attack all encountered enemy units while avoiding buildings.
lv: Uzbrukt visāmm sastaptajām ienaidnieka vienībām taču ne būvēm.

source: Game speed
da: Spilhastighed
es_cl: Velocidad del juego
et: Mängutempo
ka: თამაშის სიჩქარე
lv: Spēles ātrums
sl: Hitrost igre

source: Basic range: %(range)s
da: Basisrækkevidde: %(range)s
et: Põhiulatus: %(range)s

source: Average bonus range: %(range)s
da: Gennemsnitlig bonusrækkevidde: %(range)s
et: Keskmine lisaulatus: %(range)s

source: Net message: %(message)s
da: Netbesked: %(message)s
et: Võrguteade: %(message)s

source: Waiting for other players to connect...
da: Vente på at andre spillere får forbindelse...
es_cl: Esperando a que se conecten los otros jugadores...
et: Ootan teiste mängijate ühendumist...
ka: ველოდებით სხვა მოთამაშეების შემოერთებას...
sl: Čakam, da se povežejo drugi igralci...

source: The game has ended.
da: Spillet er slut.
et: Mäng lõppes.

source: Unknown player
da: Ukendt spiller
et: Teadmata mängija

source: You have been defeated.
da: Du er blevet besejret.
et: Teid alistati.

source: %(previousAmounts)s and %(lastAmount)s
da: %(previousAmounts)s og %(lastAmount)s
et: %(previousAmounts)s ja %(lastAmount)s

source: Gain: %(amount)s
da: Indtægt: %(amount)s
et: Tulu: %(amount)s

source: Number of builders. Tasking another to this foundation would speed construction up by %(numb)s%%
da: Antal byggere. Endnu en arbejder ville forøge konstruktionshastigheden med %(numb)s%%

source: Armor:
da: Panser:

source: Range:
da: Rækkevidde:

source: meters
da: meter

source: Classes:
da: Klasser:
et: Klassid:
ka: კლასები:

source: Hitpoints:
da: Livspoint:
es_cl: Puntos de vida:
ka: დარტყმის წერტილები:
sl: Življenjske točke:
