Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: The enemy attack has been thwarted. Now build a market and a temple while you assign new units to gather required resources.
ast: Torgóse l'ataque del enemigu. Agora constrúi un mercáu y un templu de la qu'encargues a les unidaes nueves recoyer los recursos precisos.
bg: Врагът беше отблъснат. Сега постройте пазар и храм, и същевременно наредете на новите единици да събират нужните ресурси.
br: Skoilhet eo bet tagadenn an enebour. Savit ur marc'had hag un templ bremañ ha lakait unanennoù nevez da zastum ar mammennoù rekiset.
ca: L'atac enemic ha estat desbaratat. Ara construïu un mercat i un temple mentre assignes noves unitats per a arreplegar els recursos necessaris.
cs: Nepřátelský útok byl zmařen. Nyní postavte tržnici a chrám a nechejte nové jednotky nasbírat potřebné suroviny.
de: Der feindliche Angriff wurde abgewehrt. Bau jetzt einen Markt und einen Tempel und lass neue Einheiten die erforderlichen Rohstoffe sammeln.
el: Η επίθεση του εχθρού αποκρούστηκε. Τώρα χτίσε μια αγορά και έναν ναό ενώ αναθέτεις στις νέες μονάδες να συλλέξουν τα απαραίτητα υλικά.
eo: La malamika atako estis vanigita. Nun konstruu bazaron kaj templon dum vi taskas al novaj unuoj kolekti bezonajn resursojn.
es: Has rechazado el ataque enemigo. Ahora construye un mercado y un templo mientras ordenas a las nuevas unidades que sigan recogiendo los recursos que necesites.
es_ar: Has impedido el ataque enemigo. Ahora construye un Mercado y un Templo mientras asignas nuevas unidades a recolectar los recursos necesarios.
eu: Etsaien erasoa zapuztu duzu. Orain merkatu bat eta tenplu bat eraiki zure unitateei behar dituzun baliabideak biltzeko agintzen diezun bitartean.
fa: حمله دشمن دفع شد. حال یک بازار و یک معبد بسازید و نیروهای خود را به جمع آوری منابع مورد نیاز بگمارید.
fi: Vihollisen hyökkäys on estetty. Rakenna nyt kauppapaikka ja temppeli samalla kun lähetät uusia yksiköitä keräämään tarvittavia resursseja.
fr: L’attaque ennemie a été déjouée. Maintenant construisez un marché et un temple, pendant que vous assignerez de nouvelles unités à rassembler les ressources nécessaires.
ga: Theip ionsaí an namhad. Anois, tógáil margadh agus teampaill nuair a ordaíonn tú ar aonaid nua do bhailiú a dhéanamh ar acmhainní riachtanacha.
gd: Chaidh ionnsaigh an nàmhad a bhacadh. Tog margaid ’s teampall a-nis fhad ’s a chuireas tu aonadan ùra gun cruinnich iad an stòras air a bheil feum.
gl: Desbarataches o ataque do inimigo. Agora constrúe un mercado e un templo mentres asignas novas unidades a recoller os recursos necesarios.
hu: Sikerült megállítani az ellenség támadását. Rendeld el újabb gyűjtögető egységek kiképzését, majd – amíg elkészülnek – építtess egy piacot és egy templomot!
id: Serangan musuh telah digagalkan. Bangun sebuah pasar dan kuil sementara Anda menugaskan unit baru mengumpulkan sumberdaya yang dibutuhkan.
it: L'attacco del nemico è stato respinto. Ora costruisci un mercato e un tempio mentre assegni nuove unità alla raccolta delle risorse necessarie.
ja: 敵を撃退することができました！ 次は「市場」と「神殿」を建てましょう。 これらの建築は都市の段階へ移行する為の条件となります。 また、新しいユニットを不足している資源採集にあてておきましょう。
ko: 적의 공격을 물리쳤습니다. 새로운 유닛을 필요한 자원 채집을 하도록 할당하는동안 이제 시장과 사원을 지으십시오.
ms: Serangan pihak musuh telah ditewaskan. Sekarang bina pasar dan kuil ketika unit baru diarah mengumpul mana-mana sumber yang diperlukan.
nl: De vijandelijke aanval is afgeslagen. Bouw nu een markt en een tempel terwijl u nieuwe eenheden gebruikt om benodigde grondstoffen te verzamelen.
pl: Atak przeciwnika został odparty. Teraz zbuduj rynek i świątynie, a także przydziel nowe jednostki do zbierania potrzebnych surowców.
pt_br: Defesa bem sucedida. Agora construa um mercado e um templo enquanto manda novas unidades colher os recursos necessários.
pt_pt: O ataque do inimigo foi repelido. Agora constrói um mercado e um templo enquanto atribuis a novas unidades a recolha de recursos necessários.
ru: Атака отбита. Теперь постройте Рынок и Храм, а новых юнитов направляйте на сбор необходимых ресурсов.
sk: Nepriateľský útok bol odrazený. Teraz postav trh a chrám zatiaľ čo pridelíš nové jednotky na získavanie potrebných surovín.
sv: Fiendens attack har blivit motsatt. Bygg nu en marknad och ett tempel medan du tilldelar nya enheter att samla nödvändiga resurser.
tr: Düşman saldırısı engellendi. Şimdi gerekli kaynakları toplamak için yeni birimler tayin ederken bir pazar ve bir tapınak inşa edin.
uk: Ворожа атака захлинулася. Тепер збудуйте ринок та храм, тим часом відправте нових юнітів збирати необхідні ресурси.
zh: 敌人已被击退。现在，建造一个市场和寺庙，同时让新的单位采集资源。
zh_tw: 敵人的攻勢已經受阻。現在請指示新單位採集所需資源並同時建造一座市集與寺廟

source: Once you meet the City Phase requirements, select your Civic Center and advance to City Phase.
ast: Una vegada que cumples los requisitos de la fas de la ciudá, escueyi'l centru civil y avanza a la fas de la ciudá.
bg: След като всички изисквания за Мегаполисната фаза бъдат изпълнени, изберете селищния център и преминете към новата фаза.
br: Ur wech m'ho peus rediennoù Pazenn ar C'hêrioù Bras diuzit ho kreizenn Geodedel ha kit war-raok da Bazenn ar C'hêrioù Bras.
ca: Una volta complisques els requisits per a la Fase Ciutat, selecciona el teu Centre Cívic i avança a la Fase Ciutat.
cs: Hned jak dosáhnete požadavků na městskou fázi, označte své správní středisko a postupte do městské fáze.
de: Wähle den Verwaltungssitz aus und schreite zur Großstadtphase fort, sobald du die Voraussetzungen dafür erfüllst.
el: Μόλις όλα τα προαπαιτούμενα της Φάσης Πόλεως έχουν επιτευχθεί, επίλεξε το Αστικό Κέντρο και αναβάθμισε σε Φάση Πόλεως.
eo: Post vi plenigis la Urbafazajn bezonojn, elektu vian Civitacentron kaj antaŭeniru Urbafazon.
es: Ahora que has cumplido los requisitos, selecciona tu centro cívico y avanza a la fase urbana.
es_ar: Una vez que cumplas con los requerimientos de la Fase Urbana, selecciona tu Centro Cívico y avanza hacia la Fase Urbana.
eu: Hiri Faseko eskakizunak betetzen dituzunean, hautatu zure Zentro Zibila eta aurrera egin ezazu Hiri Fasera.
fa: زمانی که نیازمندی های ارتقای مرحله شهری خود را فراهم کردید، می توانید مرکز تمدن خود را به مرحله بالاتر یعنی مرحله شهری ارتقا دهید.
fi: Kun täytät kaupunkivaiheen vaatimukset, valitse kansalaiskeskuksesi ja siirry kaupunkivaiheeseen.
fr: Une fois que vous répondez aux exigences de la Phase des Villes, sélectionnez votre Centre-ville et passez à la Phase des Villes.
ga: Nuair a sroicheann tú le riachtanais na Céime Chathracha, roghnaigh d'Ionad Cathartha agus ardaigh go an gCéim Chathracha.
gd: Nuar a bhios tu air riatanasan linn nam mòr-bhailtean a choileanadh, tagh an t-ionad sìobhalta agad agus àrdaich gu linn nam mòr-bhailtean.
gl: Unha vez cumpras cos requisitos da fase de cidade, selecciona o centro cívico e avanza á fase de cidade.
hu: Mihelyt sikerül eleget tenned az összes ehhez szükséges követelménynek, jelöld ki a városházát, és lépj át a nagyvárosi szakaszba!
id: Ketika Anda telah mencapai persyaratan Fase Kotaraya, pilih Pusat Bangsa dan maju ke Fase Kotaraya.
it: Ora che sono stati raggiunti i requisiti della Fase Città, seleziona il Centro Cittadino e avanza alla Fase Città.
ja: 都市の段階の要件を満たし、町の中心を選択して都市の段階へ移行してください。
ko: 일단 당신의 '큰 도시 단계'의 요건을 충족시키면, 시민 회관을 선택하고 '큰 도시 단계'로 향상 시키십시오.
ms: Kini keperluan Fasa Bandar telah dipenuhi, pilih Pusat Sivik anda dan maju ke Fasa Bandar.
nl: Wanneer u aan de vereisten voor de Grootstadsfase voldoet, selecteer uw Beschavingscentrum en ga verder naar de Grootstadsfase.
pl: Kiedy spełnisz wymagania niezbędne do
pt_br: Quando atingir os requisitos da Fase de Cidade, selecione o Centro Cívico e avance para a nova fase.
pt_pt: Quando tiveres os requisitos da Fase de Cidade, seleciona o teu Centro Cívico e avança para a Fase de Cidade.
ru: Как только Вы выполните все условия, выберите Городской Центр и запустите переход к этапу большого города.
sk: Keď splníš požiadavky na Fázu Mesta, vyber Občianske Centrum a postúp do Fázy Mesta.
sv: När du väl uppfyller stadskraven, välj ditt samhällscentret och avancera till storstadsfasen.
tr: Şehir Aşaması gereklerinin yerine getirdiğinizde, Kent Merkezini seçin ve Şehir Aşamasına geçin.
uk: Як тільки ви будете відповідати вимогам Стадії Міста, виберіть свій Громадський Центр та перейдіть до Стадії Міста.
zh: 当您蛮子“城市阶段”的要求的时候，选中市政中心，升级到“城市阶段”。
zh_tw: 一但你達到城市階段的需求，選擇你的城鎮中心並升級至城市階段。

source: While waiting for the phase change, you may train more soldiers at the barracks.
ast: Mentanto esperes el cambéu de fas, pues llevantar más soldaos del cuartel.
bg: Докато чакате преминаването към следващата фаза, може да обучите още войници в казармата.
de: Während du auf die Erforschung der neuen Phase wartest, kannst du mehr Soldaten in der Kaserne ausbilden.
el: Περιμένοντας να ολοκληρωθεί η αλλαγή σε Πόλη, μπορείς να εκπαιδεύσεις περισσότερους στρατιώτες στους στρατώνες.
es: Mientras esperas a cambiar de fase puedes ir reclutando más soldados en los cuarteles.
eu: Fase aldaketa ematen ari den bitartean, kuarteletan soldadu gehiago trebatu ditzakezu.
gd: Fhad ’s a tha thu a’ feitheamh air an linn ùr, ’s urrainn dhut barrachd shaighdearan a thrèanadh aig an taigh-fheachd.
it: Mentre aspetti che sia terminato l'avanzamento di fase, puoi addestrare più soldati nelle caserme.
ms: Sementara menunggu perubahan fasa selesai, anda boleh latih lebih ramai askar di berek.
pl: W oczekiwaniu na przejściu do kolejnej fazy, możesz wyszkolić więcej żołnierzy w Koszarach.
pt_pt: Enquanto esperas pela alteração da fase, podes treinar mais soldados no Quartel.
ru: Ожидая окончания перехода к новому этапу, Вы можете обучить больше солдат в Бараках.
zh: 在等待升级的过程中，您可以在兵营训练更多的士兵。

source: Now that you are in City Phase, build a fortress nearby (gather some stone first if needed) and then use it to construct 2 Battering Rams.
ast: Agora que tas na fas de la ciudá, constrúi una fortaleza cerca, (recueyi primero della piedra si fai falta), y úsala pa facer 2 arietes.
bg: След като вече сте в Мегаполисната фаза, постройте крепост наблизо (първо съберете малко камъни, ако е нужно) и я използвайте, за да построите 2 тарана.
br: Bremañ m'emaoc'h e Pazenn ar C'hêrioù Bras, savit ur c'hreñvlec'h nepell (dastum un tamm mein da gentañ ma'z eus ezhomm) ha grit gantañ da sevel 2 Dourz.
ca: Ara que estàs a la Fase Ciutat, construïx una fortalesa a prop (arreplega un poc de pedra primer si en necessites) i aleshores empra-la per a construir 2 ariets
de: Jetzt, da du in der Großstadtphase bist, baue in der Nähe eine Festung (sammle noch Stein, wenn nötig) und baue damit 2 Rammböcke.
el: Τώρα που είσαι στη Φάση Πόλης, χτίσε ένα φρούριο κοντά σου (μάζεψε πρώτα μερικές πέτρες αν τις χρειάζεσαι) και χρησιμοποίησέ το για να κατασκευάσεις 2 Πολιορκητικούς Κριούς.
eo: Nun, ke vi estas en Urbafazo, konstruu fortikaĵon proksime (kolektu kelke da ŝtono antaŭe se bezonas) kaj poste uzu ĝin por konstrui 2 Murrompilojn.
es: Ahora que te encuentras en la fase urbana, construye una fortaleza en las cercanías (recogiendo algo de piedra si es necesario) y utilízala para construir 2 arietes de asedio.
es_ar: Ahora que estás en la Fase Urbana, construye una Fortaleza en las cercanías (recolecta algo de piedra si es necesario) y utilízala para construir 2 Arietes.
eu: Orain Hiri Aroan zaudela, eraiki gotorleku bat inguruan (harri pixka bat behar izan ezkero aurretik jaso) eta ondoren erabili 2 Ahari-buru Kolpekari eraikitzeko.
fa: حال شما وارد مرحله شهری شدید، یک دژ در نزدیکی (اگر نیاز است نخست کمی سنگ جمع کنید) خود بسازید و سپس از طریق آن 2 دژکوب بسازید.
ga: Tá tú i do Chéim Chathracha anois! Tógáil dún in aice láimhe (bailigh roinnt cloch má a theastaíonn uait) agus ansin tógáil 2 Reithí Cogaidh.
gd: Nise on a tha thu ann an linn nam mòr-bhailtean, tog dùn am fagas agus cleachd e gus 2 reithe-sèiste a thogail.
gl: Agora que estás na fase de cidade, recolle a pedra necesaria e constrúe unha fortaleza. Cando a teñas, úsaa para construír dous arietes.
it: Ora che sei nella Fase Città, costruisci una fortezza (raccogli altra pietra se necessario) e usala per costruire 2 Arieti.
ko: 드디어 ‘큰 도시 단계’로 들어갔습니다. 근처에 요새를 짓고 (필요하다면 먼저 석재를 채집하십시오), 2대의 파성망치를 제조하십시오.
ms: Kini anda berada dalam Fasa Bandar, bina kubu berhampiran (kumpul batu terlebih dahulu jika diperlukan) dan guna ia untuk membina 2 unit Kayu Pelantak.
pl: Teraz, gdy jesteś już w Fazie Dużego Miasta wybuduj w pobliżu fortecę (jeśli to potrzebne, zgromadź najpierw wystarczająca ilość kamienia) a następnie użyj jej do budowy 2 Taranów.
pt_pt: Agora que estás na Fase de Cidade, constrói uma fortaleza por perto (recolhe primeiro alguma pedra se for necessário) e então usa-a para construir 2 Aríetes.
ru: Теперь, находясь на Этапе большого города, постройте Крепость неподалёку (но сначала добудьте немного камня, если нужно) и используйте её для постройки 2 Стенобитных орудий.
sk: Teraz, keď si vo Fáze Mesta, postav neďaleko Pevnosť (vyťaž nejaký kameň ak je treba) a použi ju na vyrobenie 2 Baranidiel.
sv: Nu när du befinner dig i stadens fas, bygg en fästning i närheten (samla in någon sten först om det behövs) och använd sedan den för att bygga 2 murbräckor.
tr: Şimdi Şehir Aşamasındasınız, yakınlarda bir kale inşa edin (gerekirse, önce biraz taş toplayın) ve sonra bunu 2 adet Koçbaşı yapmak için kullanın.
uk: Тепер, коли ви перебуваєте у Стадії Міста, побудуйте поруч фортецю (якщо необхідно, зберіть трохи каменю), а потім використайте його, щоб побудувати 2 Стінобитних Тарана.
zh: 您现在处于“城市阶段”，在附近建造城堡（采集足够的石料），然后用它建造2个攻城槌。

source: Stop all your soldiers gathering resources and instead task small groups to find the enemy Civic Center on the map. Once The enemy's base has been spotted, send your siege weapons and all remaining soldiers to destroy it.
ast: Fai que tolos soldaos paren de recoyer recursos y encarga a unos grupucos atopar en mapa'l centru civil enemigu. Una vez que s'endilgue la base enemiga, unvia l'equipu d'asediu y los demás soldaos a desfacelu.
bg: Спрете всички войници, които събират ресурси, и ги разделете на малки групи, които да потърсят вражеския селищен център на картата. След като забележите вражеската база, изпратете обсадните си оръжия и всички останали войници, за да я унищожите.
br: Harzit pep hini eus ho soudarded a zo o tastum mammennoù ha roit an urzh da strolladigoù anezho da gavout Kreizenn Sivil an enebour war ar gartenn. Ur wech kavet diaz an enebour, kasit hoc'h armoù-seziz hag an holl soudarded a chom da zistrujañ anezhañ.
ca: Detingues a tots els teus soldats que estiguen arreplegant recursos i per contra comanda a petits grups que troben el Centre Cívic enemic al mapa. Una volta la base de l'enemic haja estat descoberta, envia les teues armes de setge i tots els soldats restants per a destruir-la
de: Lass alle deine Soldaten mit dem Ressourcensammeln aufhören und befiehl stattdessen kleinen Gruppen, den gegnerischen Verwaltungssitz zu finden. Wenn die gegnerische Basis dann entdeckt ist, schicke deine Belagerungswaffen und alle verbleibenden Soldaten, um sie zu zerstören.
el: Σταμάτησε όλους τους στρατιώτες σου από τη συλλογή πόρων και αναθέσετε σε μικρές ομάδες να βρουν το αντίπαλο Αστικό Κέντρο στο χάρτη. Όταν η βάση του εχθρού εντοπιστεί, στείλε τις πολιορκητικές μηχανές σου και όλους τους στρατιώτες που σου απομένουν για να την καταστρέψεις.
eo: Haltigu ĉiujn viajn soldatojn kolektantajn resursojn kaj anstataŭe taski al malgrandaj grupoj trovi la malamika Civitacentro sur la mapo. Post la malamika bazo estas trovita, sendu viajn sieĝajn batalilojn kaj ĉiujn ceterajn soldatojn por detrui ĝin.
es: Detén a todos tus soldados que se encuentren recogiendo recursos y ordénales que busquen el centro cívico enemigo en el mapa, organizándolos en pequeños grupos. Una vez hayas divisado la base del enemigo envía tus armas de asedio y todos los soldados restantes para destruirla.
es_ar: Utiliza todos los soldados que estén recolectando recursos para armar pequeños grupos de búsqueda y encontrar el Centro Cívico enemigo en el mapa. Una vez que encuentres la base enemiga, envía tus armas de asedio y todos los soldados restantes para destruirla.
eu: Baliabideak biltzen ari diren zure soldadu guztiak gelditu eta agindu etsaien Gizarte Zentroa mapan aurki dezaten, talde txikietan antolatuz. Behin etsaiaren oinarria ikusi ondoren, zure setiatzeko armak eta gainerako soldaduak bidali hura suntsitzeko.
fa: متوقف کردن تعدادی از سربازها از جمع کردن منابع و بجای اینکار فرستادن آنها برای پیدا کردن مرکز تمدن دشمن. زمانی که پایگاه دشمن شناسایی شد دژکوب ها و تمام سربازان خود را برای نابودی آن ارسال کنید.
ga: Cuir stop le do shaighdiúirí uile agus iad a bhailiú acmhainní, in ionad sin, ordaigh ar grúpaí beag d'Ionad Cathartha an namhad a aimsiú. Nuair atá campa an namhad aimsithe, seol d'uirlisí léigir agus saighdiúirí uile agus scrios a chur orthu.
gd: Thoir air na h-uile saighdear agad nach cruinnich iad stòras tuilleadh agus cuir air buidhnean beaga dhiubh gun lorg iad ionad sìobhalta an nàmhad air a’ mhapa. Nuair a bhios tu air bunait an nàmhad a lorg, cuir na h-innealan-sèiste agad agus na shaighdearan uile agad a-null gus a mhilleadh.
gl: Detén a todos os teus soldados que están a recoller recursos e asigna a pequenos grupos a tarefa de atopar o centro cívico do inimigo no mapa. Unha vez atopes a base do inimigo, envía as armas de asedio e o resto dos soldados a destruílo.
it: Interrompi tutti i tuoi soldati che raccolgono risorse e invia piccoli gruppi alla ricerca del Centro Civico nemico sulla mappa. Una volta avvistata la base nemica, invia le tue armi da assedio e tutti i soldati rimanenti per distruggerla.
ko: 군인들이 자원을 채집하는것을 멈추고 그대신 작은 그룹들에게 지도에서 적국 시민 회관을 찾게 하십시오. 적의 기지를 발견하면 당신의 공성 무기와 나머지 모든 군인을 보내어 파괴하십시오.
ms: Hentikan semua askar anda daripada mengumpul sumber dan arah sekumpulan kecil daripadanya mencari Pusat Sivik Musuh yang berada di dalam peta. Setelah lokasi pihak musuh dikenalpasti, kerahkan jentera pengepung dan semua askar yang selebihnya memusnahkannya.
pl: Zatrzymaj wszystkich swoich żołnierzy zbierających surowce i zleć małym grupkom poszukiwania centrum osady wroga. Kiedy baza wroga zostanie zauważona, wyślij maszyny oblężnicze i resztę żołnierzy, aby ją zniszczyć.
pt_pt: Interrompe todos os teus soldados que estejam a recolher recursos e em vez disso dá ordens a pequenos grupos para procurarem o Centro Cívico do inimigo no mapa. Após a base inimiga ser detetada, envia as tuas armas de cerco e todos os restantes soldados para a destruir.
ru: Соберите всех Ваших солдат, занятых сбором ресурсов, и вместо этого отправьте их небольшими отрядами на поиски вражеского Городского Центра на карте. Как только поселение врага будет обнаружено, отправьте Ваши осадные орудия и всех оставшихся солдат на его уничтожение.
sk: Zastav vojakov, ktorí získavajú suroviny, a namiesto toho ich pošli v skupinkách hľadať na mape Občianske Centrum nepriateľa. Po objavení nepriateľskej základne ju znič vyslaním všetkých obliehacich strojov a vojakov.
sv: Sluta alla dina soldater samla resurser och istället uppgifta små grupper att hitta fiendens samhällscenter på kartan. När fiendens bas har upptäckts, skicka dina belägringsvapen och alla återstående soldater för att förstöra den.
tr: Tüm askerlerinize kaynak toplatmaktan vazgeçin ve haritada düşman Kent Merkezini bulmak için küçük gruplar halinde görevlendirin. Bir kez düşman üssü tespit edildiğinde, onu yok etmek için kuşatma silahları ve kalan tüm askerleri gönderin.
uk: Зупиніть всіх ваших солдатів, що збирають ресурси та замість цього накажіть їм шукати маленькими групами ворожий Громадський Центр на карті. Як тільки ворожа база була виявлена, надішліть свою зброю для облоги і всіх воїнів, що залишились, знищити її.
zh: 让所有采集资源的士兵停止工作，组织小波的士兵在地图上寻找敌人的市政中心。一旦敌人的大本营被发现，派遣所有的士兵和您的攻城武器去摧毁它。

source: Female citizens should continue to gather resources.
ast: Les ciudadanes deberíen siguir recoyendo recursos.
bg: Жените трябва да продължат да събират ресурси.
br: Ar c'heodedourezed a rank kendalc'h da zastum mammennoù.
ca: Les ciutadanes haurien de continuar obtenint recursos.
de: Bürgerinnen sollten weiter Ressourcen sammeln.
el: Γυναίκα πολίτες θα πρέπει να συνεχίσουν να συγκεντρώσει πόρους.
eo: Civitaninoj devus plu kolekti resursojn.
es: Las ciudadanas deben continuar recolectando recursos.
es_ar: Las Ciudadanas deberían seguir recolectando recursos.
eu: Emakumezko herritarrek baliabideak biltzen jarraitu behar dute.
fa: زن شهروند باید به جمع کردن منابع ادامه دهد
ga: Ba cheart do bhanshaoránaigh a lean bailiú bia ar aghaidh.
gd: Bu chòir do na saoranaich bhoireann cumail orra ri stòras a chruinneachadh.
gl: As cidadás deberían continuar recollendo recursos.
it: I cittadini di sesso femminile dovrebbero continuare a raccogliere risorse.
ko: 여성 시민은 계속해서 자원을 채집해야합니다.
ms: Rakyat perempuan perlu terus mengumpul sumber.
nb: Kvinnelige borgere burde fortsette å samle ressurser.
pl: Kobiety powinny kontynuować zbieranie zasobów.
pt_pt: As cidadãs devem continuar a recolher recursos.
ru: Горожанки должны продолжать заниматься сбором ресурсов.
sk: Občianky by mali naďalej získavať suroviny.
sv: Kvinnliga medborgare bör fortsätta samla resurser
tr: Kadın vatandaşlar kaynak toplamaya devam etmelidir.
uk: Городянкам слід продовжувати збір ресурсів.
zh: 女性居民继续采集资源。

source: The enemy has been defeated. These tutorial tasks are now completed.
ast: Completáronse les xeres d'esti tutorial y vencióse al enemigu.
bg: Врагът бе победен. Задачите от обучението бяха завършени.
br: Trec'het eo bet an enebour. An tutorial-mañ a zo echu bremañ.
ca: Heu derrotat l'enemic. Heu completat les tasques del tutorial.
cs: Nepřítel byl poražen. Úkoly tohoto návodu jsou teď splněny.
de: Der Gegner wurde besiegt. Alle Einführungsaufgaben sind nun abgeschlossen.
el: Ο εχθρός έχει ηττηθεί. Αυτές οι εκπαιδευτικές αποστολές έχουν ολοκληρωθεί.
eo: La malamiko estas malvenkita. Tiuj instruilaj taskoj nun pleniĝis.
es: El enemigo ha sido derrotado. Has completado todas las tareas del tutorial.
es_ar: El enemigo ha sido derrotado. Estas tareas del tutorial han sido completadas.
eu: Etsaia garaitua izan da. Tutoretzako etxeko lan hauek bete dituzu...
fa: دشمن شکست خورد. این ماموریت آموزشی تکمیل شد.
fi: Vihollinen on lyöty. Oppaan tehtävät on nyt suoritettu.
fr: L’ennemi a été vaincu. Ce tutoriel est maintenant terminé.
ga: Tá an namhaid cloíte, agus tá tascanna an teagaisc seo críochnaithe anois.
gd: Chaidh ruaig a chur air an nàmhaid. Tha gach saothair an oideachaidh seo coileanta.
gl: Derrotouse ao inimigo. Completáronse as tarefas do titorial.
hu: Az ellenség legyőzetett. Teljesítetted az oktatójáték feladatait.
id: Seluruh musuh telah dikalahkan. Semua tugas tutorial telah selesai...
it: Il nemico è stato sconfitto. Hai terminato il tutorial.
ja: 敵を倒すことができました！チュートリアルの任務はこれで完了です。
ko: 적국을 물리쳤습니다. 이제 이 자습서 임무는 완료되었습니다.
ms: Pihak musuh sudah kalah. Semua tugasan tutorial kini telah selesai.
nb: Fienden har blitt beseiret. Disse veiledningsoppgavene er nå fullførte.
nl: De vijand is verslagen, alle opdrachten zijn nu beëindigd.
pl: Wróg został pokonany. Zadania samouczka zostały ukończone.
pt_br: O inimigo foi derrotado. As tarefas do tutorial terminaram.
pt_pt: O inimigo foi derrotado. As tarefas deste tutorial estão agora terminadas.
ru: Вражеское поселение уничтожено. Цели данного обучения достигнуты.
sk: Nepriateľ bol porazený. Splnil si všetky úlohy tejto výučby (tutoriálu).
sv: Fienden har besegrats. Handledningens uppgifter är nu genomförda.
tr: Düşman yenildi. Bu öğreticideki görevler şimdi tamamlandı.
uk: Ворог був розгромлений. Всі навчальні завдання було виконано.
zh: 敌人被打败！您已经完成教程的任务。
zh_tw: 敵人已經被打敗，這個教程任務已經完成。
