Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Only the most celebrated soldiers had shields faced with silver, as did the famous 'Silver Shields' regiment in Alexander the Great's army.
ar: التروس المطلية بالفضة لا يحصل عليها إلا أكثر الجنود شهرة، كما في الكتيبة المشهورة 'التروس الفضية' في جيش الإسكندر العظيم.
ast: Namái los soldaos más célebres tuvieron escudos revistíos de plata, como'l reximientu famosu de los «escudos platiaos» del gran exércitu d'Alexandru.
bg: Само най-знаменитите во̀ини имали щитове, облицовани със сребро, както известния полк „Сребърни щитове“ в армията на Александър Велики.
br: Ar soudarded vrudetañ hepken o deus skoedoù gant fasoù arc'hant, evel m'en doa graet ar rejimant 'Skoedoù Arc'hant' brudet en arme Aleksandr Meur.
ca: Només els soldats més cèlebres tenien escuts coberts de plata, com el famós regiment dels Escuts de Plata a l'exèrcit d'Alexandre el Gran.
cs: Jen ti nejoslavovanější vojáci měli štíty, které byly okovány stříbrem, jako ti z proslulého pluku Stříbrné štíty sloužící ve vojsku Alexandra Velikého.
de: Nur die gefeiertsten Soldaten hatten mit Silber beschlagene Schilde, wie die des bekannten Regiments „Silberschilde“ in der Armee von Alexander dem Großen.
el: Μόνο οι πιο φημισμένοι στρατιώτες είχαν ασπίδες με ασήμι, όπως έκανε και το περίφημο σύνταγμα «Ασημασπίδες» στο στρατό του Μέγα Αλέξανδρου.
es_mx: Sólo los soldados más célebres tenían escudos bañados con plata , al igual que el famoso regimiento 'Escudos de plata' en el ejército de Alejandro Magno.
eu: Soldadu aipagarrienek baino ez zuten eramaten zilarrez blaitutako ezkutuak, Alejandro Magnon armadako "Zilar Ezkutuak" erregimentuak legez .
fa: تنها مشهورترین سربازان سپاه اسکندر سپرهایی داشتند که با نقره آراسته شده بود، که به دسته "سپر نقره ای" های سپاه اسکندر بزرگ مشهور بودند.
fi: Vain juhlituimmilla sotureilla oli hopealla päällystetyt kilvet, kuten esim. kuuluisalla "Hopeakilpi" -osastolla Aleksanteri Suuren armeijassa.
ga: Níl ach na saighdiúirí is fearr feistithe le sciatha ar aghaidh airgid, ba 'Airgidsciatha' ag an reisimint cailiúil eapainmneach de chuid airm Alastair Mhóir.
gl: Só os soldados máis célebres tiñan escudos cubertos de prata, como é o caso do famoso réxime dos «Escudos de prata» do exército de Alexandre Magno.
hu: Csak a legünnepeltebb katonáknak volt ezüsttel ellátott pajzslapja, mint a híres „Ezüst pajzsos” ezrednek Nagy Sándor seregében.
id: Hanya prajurit ternama yang memiliki perisai berlapis perak, sebagaimana resimen 'Perisai Perak' di pasukan Iskandar Agung yang terkenal.
it: Solo i soldati più celebri avevano scudi col fronte d'argento, come il famoso reggimento 'Scudi d'Argento' dell'esercito di Alessandro Magno.
ja: 高名な戦士のみが、アレクサンドロス大王軍の有名な「銀盾」隊のような、銀をあしらった盾を装備しました。
ko: 알렉산더 대왕의 군대에서 유명한 '은 방패' 연대처럼 가장 유명한 병사들만이 은으로 된 방패를 가지고 있었습니다.
lv: Tikai visslavenākiem karavīriem bija vairogi apkalti ar sudrabu, kā tas bija slavenajā "Sudraba vairogu" režīmā Aleksandra Lielā armijā.
ms: Hanya aksar yang terkenal yang memilik perisai dilapisi dengan perak, seperti regimen terkenal 'Perisai Perak' dalam pasukan tentera Iskandar Zulkarnain yang Agung.
nb: Bare de mest beryktede soldatene hadde skjold med overflate i sølv, som det berømte "Sølvskjold-regimentet" i Alexander den stores hær.
nl: Enkel de meest gevierde soldaten kregen schilden met zilver beslegen, zoals het bekende 'Zilveren Schilden' regiment in het leger van Alexander de Grote.
pl: Tylko najbardziej znani żołnierze mieli tarcze pokryte srebrem, tak jak słynny oddział Srebrnych Tarcz armii Aleksandra Wielkiego.
pt_pt: Só os soldados mais famosos tinha um escudo revestido a prata como é o caso do regimento dos "Escudos de prata" do exército de Alexandre Magno.
ru: Только наиболее прославленные воины имели щиты, покрытые серебром, как, например, знаменитый полк "Серебряные щиты" в войске Александра Великого.
sk: Najslávnejší vojaci mali štíty okované striebrom, ako napríklad slávny pluk "Strieborných štítov" v armáde Alexandra Veľkého.
sv: Endast de berömdaste soldaterna hade sköldar av silver, som det berömda 'Silversköldar' regementet i Alexander den Stores armé.
tr: Sadece Büyük İskender'in ordusundaki ünlü "Gümüş Kalkanlar" birliği gibi çok ünlü askerler gümüş yüzlü kalkanlara sahiptir.
uk: Лише найбільш прославлені солдати мали щити, оздоблені сріблом, як це зробив полк знаменитих 'срібних щитів' у армії Александра Великого.
zh: 只有最著名的士兵才拥有镶银盾牌，如亚历山大大帝军队中就有“银盾”军团。
zh_tw: 只有最著名的士兵才會有鑲銀的盾牌，在亞歷山大大帝時期就有「銀盾衛隊」。

source: Champions +2 Pierce Armor Levels, but also +10 Metal Cost.
ar: زيادة لمستوى اختراق الدروع بمقدار 2 للأبطال، ولكن بتكلفة إضافية بمقدار 10 من المعدن.
ast: Pa los campeones +2 niveles de l'armadura contra la fura, anque tamién +10 al costu en metal.
bg: +2 защита срещу пробождане за гвардейците, но цената им се увеличава с +10 метал.
br: Kampioned +2 a Liveoù Houarnwisk Toullusted, hogen +10 a Goust Metal ivez.
ca: Els campions guanyen +2 de nivell d'armadura en Perforació, però també +10 en el cost del metall.
cs: Elitní vojáci +2 ochrana proti bodnutí, ale také +10 na nákladech na kov.
de: Gardisten +2 Hiebschutz, aber auch +10 Metallkosten.
el: Ήρωες +2 Επίπεδα Διαπέρασης Πανοπλιας, αλλά +10 Κόστος Μετάλλου.
es_mx: Campeones +2 Niveles de Armadura de Penetración, pero cuestan +10 Metal.
eu: Aldezkariek +2 Armadura Mailak, baina baita +10 Metal Kostua.
fa: سلحشورها +2 سطح زره نفوذی، اما هزینه پرورش +10 فلز.
ga: Leibheál armúir Pollda +2 do gach curadh, ach Costas Miotail +10 freisin.
gl: Aumenta a armadura de perforación dos campións en +2, pero o seu custo de metal aumenta tamén en +10.
hu: Bajnokoknak +2 szúrás páncél szint, de +10 fém költség.
id: Jawara +2 Zirah Tusukan, tapi juga +10 Biaya Logam.
it: Campioni +2 livelli Armatura Antiperforante, ma anche +10 di Costo in Metallo.
ja: チャンピオンの貫通装甲レベルが2上がりますが、金属コストが10増加します。
ko: 대표 전사의 관통 방어력 수준이 +2 증가하지만, 금속 비용이 +10증가합니다.
lv: Čempioniem +2 duršanas bruņu līmenim, bet arī +10 metāla izmaksām.
ms: Pahlawan +2 Aras Perisai Tembus, sebaliknya +10 Kos Logam.
nb: Mestere +2 rustningsgrad mot stikk, men også +10 metallkostnad.
nl: Kampioenen +2 steekpantser, maar ook +10 metaal kost.
pl: Elitarne jednostki otrzymują +2 do poziomu obrony przed obrażeniami kłutymi, ale również zwiększa się ich koszt o +10 Metalu.
pt_pt: Campeões +2 níveis de perfuração de armadura, mas também +10 custo de metal.
ru: Чемпионы получают +2 к защите от колющих ударов за дополнительные +10 металла к стоимости.
sk: Šampióni +2 úrovne bodnej zbroje, ale zato aj +10 cena kovu.
sv: Mästare +2 Stick rustningsnivå, men även +10 Metallkostnad
tr: Mükemmellere +2 Zırh Delme Seviyesi, bunun yanında +10 Metal maliyete sebep olur.
uk: Чемпіони мають +2 рівня броні від колючої атаки, але також потребують +10 вартості металу.
zh: 冠勇单位 +2 穿刺盔甲等级，但也 +10 金属消耗。
zh_tw: 精英 +2 穿刺盔甲等級，但 +10 金屬耗費。

source: Silver Shields
ar: تروس فضية
ast: Escudos de plata
bg: Сребърни щитове
br: Skoedoù Arc'hant
ca: Escuts de plata
cs: Stříbrné štíty
da: Sølvskjold
de: Silberschilde
el: Ασημένιες Ασπίδες
es_mx: Escudos de Plata
eu: Zilarrezko Ezkutuak
fa: سپر نقره ای
fi: Hopeakilvet
ga: Airgidsciatha
gl: Escudos de prata
hu: Ezüst pajzsos
id: Perisai Perak
it: Scudi d'Argento
ja: 銀の盾
ko: 은 방패
lv: Sudraba Vairogi
ms: Perisal Perak
nb: Sølvskjold
nl: Zilveren schilden
pl: Srebrne Tarcze
pt_pt: Escudos de prata
ru: Серебрянные щиты
sk: Strieborné štíty
sv: Silversköldar
tr: Gümüş Kalkanlar
uk: Срібні щити
zh: 银盾
zh_tw: 銀製盾牌

source: Argyraspís
ar: أرجيرابيس
bg: Аргираспѝс
el: ασημένια ασπίδα
fi: Argyraspís (hopeakilpi)
ko: 아르기라스피스
ru: Аргираспис
uk: Аргіраспіс

source: Lead sheathing protects ship hulls.
ar: الإكساء بالرصاص يحمي هيكل السفينة.
ast: La recubrición de plomu protexe los cascos a los barcos.
bg: Обковаването с олово предпазва корабния корпус.
br: Degas gwiskad a ziwall kouc'hoù bag.
ca: El revestiment amb plom protegeix el casc dels vaixells.
cs: Olověné těsnění chrání trupy lodí.
de: Bleiverkleidungen schützen den Schiffsrumpf.
el: Η επικάλυψη μόλυβδα προστατεύει το κύτος του πλοίου.
es_mx: Un revestimiento de plomo protege el casco de los navíos.
eu: Berunezko estaldurak itsasontzien kroskoak babesten ditu.
fa: غلاف سرب برای محافظت از بدنه کشتی
fi: Lyijypäällyste suojaa laivan runkoa.
ga: Cosain truailliú luaidhe do chabhlacha long.
gl: As coberturas de chumbo protexen o casco das naves.
hu: Ólomborítás védi a hajótesteket.
id: Selubung timbal melindungi badan kapal.
it: Una guaina di piombo protegge gli scafi delle navi.
ja: 船体を鉛被覆で保護します。
ko: 납으로 감싸 선체를 보호합니다.
lv: Svina apvalks aizsargā kuģa korpusu.
ms: Pelapik plumbum melindungi badan kapal.
nb: Blyplater beskytter skipsskrog.
nl: Schepen beslagen met loden platen hebben een sterkere boeg.
pl: Ołowiane pokrycie chroni kadłub statku.
pt_pt: Revestimento de chumbo protege o casco das embarcações.
ru: Свинцовая обшивка корпусов судов.
sk: Vrchný plášť chráni trupy lodí.
sv: Blyhölje skyddar skeppsskrov.
tr: Kurşun zırh ,gemi teknelerini koruyucu.
uk: Свинцева обшивка захищає корабельні корпуси.
zh: 铅包可保护船体。
zh_tw: 保護船體的鉛保護殼。

source: Lead sheathing protects ship hulls. +2 levels to all ship armor types.
ar: الإكساء بالرصاص يحمي هيكل السفينة. +2 زيادة في مستوى كل أنواع دروع السفن.
ast: La recubrición de plomu protexe los cascos a los barcos. +2 niveles pa toles menes de blindaxe naval.
bg: Обковаването с олово предпазва корабния корпус. +2 нива към всички видове корабни защити.
br: Degas gwiskad a ziwall kouc'hoù bag. +2 a liveoù evit skouerioù houarnwisk bag all.
ca: El revestiment amb plom protegeix el casc dels vaixells. +2 de nivell per a totes les proteccions de vaixells.
cs: Olověné těsnění chrání trupy lodí. +2 úrovně pro všechny typy obrnění lodí.
da: Blybeklædning beskytter skibenes skrog. +2 niveauer til alle typer skibspanser.
de: Bleiverkleidungen schützen den Schiffsrumpf. +2 zu allen Rüstungsarten.
el: Η επικάλυψη μόλυβδα προστατεύει το κύτος του πλοίου. +2 βαθμούς σε όλων των τύπων θωράκισης του πλοίου.
es_mx: Un revestimiento protege el casco de los navíos. +2 niveles de armadura a todos los navíos.
eu: Berunezko estaldurak itsasontzien kroskoak babesten ditu. Itsasontzi guztiei +2 babesa eskaintzen die.
fa: غلاف سرب برای محافظت از بدنه کشتی. +2 سطح، به تمام انواع زره در کشتی ها
fi: Lyijypäällyste suojaa laivan runkoa. +2 tasoa kaikkiin laivojen panssarointeihin.
ga: Cosain truailliú luaidhe do chabhlacha long. Leibheál +2 i ngach cineál armúir do longa.
gl: As coberturas de chumbo protexen o casco das naves. Todos os tipos de armadura das naves aumentan en +2.
hu: Ólomborítás védi a hajótesteket. +2 szint minden hajópáncéltípushoz.
id: Selubung timbal melindungi badan kapal. +2 zirah semua tipe kapal.
it: Una guaina di piombo protegge gli scafi delle navi. +2 livelli per tutti i tipi di armatura navale.
ja: 船体を鉛被覆で保護します。船舶の全タイプ装甲レベルが2上がります。
ko: 납으로 감싸 선체를 보호합니다. 모든 선박 유형의 방어력 수준이 +2 증가합니다.
lv: Svina apvalks aizsargā kuģa korpusu. +2 līmeņi visiem kuģa bruņu veidiem.
ms: Pelapik plumbum melindungi badan kapal. +2 tahap pada semua jenis perisai kapal.
nb: Blyplater beskytter skipsskrog. +2 rustningsgrad for skip.
nl: Schepen met loden platen beslagen zijn sterker. 2 extra lagen bewapening.
pl: Ołowiane pokrycie chroni kadłub statku. Statki otrzymują +2 do poziomu obrony przed obrażeniami.
pt_pt: Revestimento de chumbo protege o casco das embarcações e todas armaduras destas unidades aumentam em +2 níveis.
ru: Свинцовая обшивка корпуса даёт +2 ко всем типам защиты корабля.
sk: Vrchný plášť chráni trupy lodí. +2 úrovne všetkých typov lodnej zbroje.
sv: Blyhölje skyddar skeppsskrov. +2 för alla rustningstyper för skepp.
tr: Kurşun zırh ,gemi teknelerini koruyucu. Tüm gemi türlerine +2 kademe
uk: Свинцева обшивка захищає корабельні корпуси. +2 рівня до всіх типів корабельної броні.
zh: 铅包可保护船体。所有船只的护甲类型 +2 等级。
zh_tw: 保護船體的鉛保護殼。所有船隻的所有傷害類型皆 +2 盔甲等級。

source: Lead hull sheathing
ar: إكساء الهيكل بالرصاص
ast: Recubrición de plomu pal cascu
bg: Обковаване на корпуса с олово
br: Gwiskad kouc'h e plom
ca: Revestiment del casc amb plom
cs: Olověné těsnění trupu lodi
da: Blybeklædning
de: Bleiverkleidungen
el: Επένδυση κύτους με μόλυβδο
es_mx: Revestimiento de plomo
eu: Berunezko estaldura.
fa: ورقه کاری بدنه
fi: Rungon lyijysuojaus
ga: Truailliú Luaidhe do Chabhlacha
gl: Cobertura de chumbo no casco
hu: Ólom hajótestborítás
id: Selubung Timbal Badan
it: guaina di piombo per lo scafo
ja: 船体の鉛被覆
ko: 선체를 납으로 감쌈
lv: Svina korpusa apvalks
ms: Pelapik badan berplumbum
nb: Skrogplater av bly
nl: Loden platen
pl: Ołowiane pokrycie kadłuba,
pt_pt: Revestimento de chumbo no casco
ru: Свинцовая обшивка корпуса
sk: Vrchný plášť trupu
sv: Blyhölje för skeppsskrov
tr: Kurşun karinali kaplama
uk: Свинцева обшивка корпусу
zh: 船体铅壳
zh_tw: 船體鉛殼

source: The hypozomata braces the structure of a ship.
ar: تقوم الـhypozomata بإسناد بنية السفينة.
ast: La hypozómata refuercia la cadarma del barcu.
bg: Хипозоматата обхваща структурата на кораба.
br: An ipozomata a lak framm ar vag da c'hreñvaat.
ca: La hypozomata subjecta l'estructura d'un vaixell.
cs: Hypozomata opásání zesiluje strukturu lodi.
de: Die Hypozomata-Umgürtung verstärkt die Schiffsstruktur.
el: Τα υποζώματα ενισχύουν τη δομή του πλοίου.
es_mx: La hypozomata sujeta la estructura de un navío.
eu: Hypozomatak itsasontzi baten egitura eusten du.
fa: هیپوزوماتا باعث محکمتر شدن سازه یک کشتی می شود.
fi: Hypozomata (useat köydet) sitovat ja kiristävät laivan rakenteen.
ga: Fáisc an hipeazomata struchtúr an loinge.
gl: A hipozomata reforza a estrutura das naves.
hu: A hüpozomata merevíti a hajószerkezetet.
id: Hipozomata mengukuhkan struktur kapal.
it: La struttura portante di una nave era tenuta in tensione dal'hypozomata.
ja: ヒュポゾーマタは船の構造を締め付けます。
ko: 히포조마타는 배의 구조를 보강합니다.
ms: Hypozomata mengukuhkan struktur sesebuah kapal.
nb: Hypozomataen forsterker et skips struktur.
nl: De hypozomata versterkt de structuur van een schip.
pl: Napięte liny Hypozomata pod pokładem zapobiegające wyginaniu kadłuba.
pt_pt: A hypozomata reforça a estrutura das embarcações
ru: Гипозоматы - льняные канаты, туго натянутые вдоль судна.
sk: Hypozomata vystužuje konštrukciu lode.
sv: Hypozomatan styrker skeppets struktur.
tr: Bu hypozomata gemi türü yapımındaki destek.
uk: Гіпозомати зв'язують структуру корабля.
zh: 亚麻绳支撑了整个船体。
zh_tw: 底層強化結構環抱了整個船體。

source: The hypozomata braces the ship's structure. +2 levels to all ship armor types.
ar: تقوم الـhypozomata بإسناد بنية السفينة. +2 زيادة في مستوى كل أنواع دروع السفن.
ast: La hypozómata refuercia la cadarma del barcu. +2 niveles pa toles menes de blindaxe naval.
bg: Хипозоматата обхваща структурата на кораба. +2 нива към всички видове корабни защити.
br: An ipozomata a lak framm ar vag da c'hreñvaat. +2 a liveoù evit an holl skouerioù houarnwisk bag.
ca: La hypozomata subjecta l'estructura d'un vaixell. +2 de nivell per a totes les proteccions de vaixells.
cs: Hypozomata opásání zesiluje strukturu lodi. +2 úrovně pro všechny typy obrnění lodí.
de: Die Hypozomata-Umgürtung verstärkt die Schiffsstruktur. +2 zu allen Rüstungsarten von Schiffen.
el: Τα υποζώματα ενισχύουν τη δομή του πλοίου. +2 βαθμούς σε όλων των τύπων θωράκισης του πλοίου.
es_mx: La hipozomata sujeta la estructura de la nave. Proporciona +2 niveles de protección a todos los navíos.
eu: Hypozomatak itsasontzi baten egitura eusten du. Itsasontzi guztiei +2 babesa eskaintzen die.
fa: هیپوزوماتا سازه کشتی را محکم تر می کند. +2 سطح، به تمام انواع زره در کشتی ها
fi: Hypozomata (useat köydet) vahvistavat +2 kaikkien laivatyyppien panssarointia.
ga: Fáisc hipeazomata struchtúr an loinge. Leibheál +2 i ngach cineál armúir do longa.
gl: A hipozomata reforza a estrutura das naves. Todos os tipos de armadura das naves aumentan en +2.
hu: A hüpozomata merevíti a hajószerkezetet. +2 szint minden hajópáncéltípushoz.
id: Hipozomata mengukuhkan struktur kapal. +2 zirah semua tipe kapal.
it: L'hypozomata tendeva la struttura portante della nave. +2 livelli per tutti i tipo di armatura navale.
ja: ヒュポゾーマタは船の構造を締め付けます。船舶の全タイプ装甲レベルが2上がります。
ko: 히포조마타는 배의 구조를 보강합니다. 모든 선박 유형의 방어력 수준이 +2 증가합니다.
ms: Hypozomata mengukuhkan struktur sesebuah kapal. +2 tahap pada semua jenis perisai kapal.
nb: Hypozomataen forsterker skipets struktur. +2 rustningsgrad for skip.
nl: De hypozomata versterkt de structuur van het schip. +2 pantser voor alle types.
pl: Napięte liny Hypozomata pod pokładem zapobiegające wyginaniu kadłuba. Statki otrzymują +2 do poziomu obrony przed obrażeniami.
pt_pt: A hypozomata reforça a estrutura das embarcações. As armaduras das embarcações aumentam em +2.
ru: Обвязка корпуса корабля тросами даёт +2 ко всем типам защиты корабля.
sk: Hypozomata vystužuje konštrukciu lode. +2 úrovne všetkých typov lodnej zbroje.
sv: Hypozomatan styrker skeppets struktur. +2 för alla rustningstyper för skepp.
tr: Bu hypozomata geminin yapımındaki destek. tüm gemi zırh tiplerine +2 seviye etki eder.
uk: Гіпозомати зв'язують корабельну структуру. +2 рівня до всіх типів корабельної броні.
zh: 亚麻绳支撑了整个船体。所有船只的护甲类型 +2 等级。
zh_tw: 底層結構環抱了整個船體。所有船隻的所有傷害類型皆 +2 盔甲等級。

source: Hypozomata undergirding
ar: تقوية الأساس بالـhypozomata.
ast: Sofitu de la hypozómata
bg: Подсилване с хипозомата
br: Ipozomata zo o harpañ
ca: Subjecció amb hypozomata
cs: Hypozomata opásání
de: Hypozomata-Umgürtung
el: Το περιζώνουν υποζώματα
es_mx: Apuntalar con hypozomata
eu: Hypozomataz eutsi.
fa: بستن هیپوزوماتا
fi: Köysillä vahvistaminen
ga: Fochiorclú 'Hipeazomata'
gl: Apoio de hipozomata
hu: Hüpozomata tartógerenda
id: Pendasaran Hipozomata
it: Cima Hypozomata
ja: ヒュポゾーマタ補強
ko: 히포조마타 보강
ms: Pengekatan hypozomata
nb: Tauforsikring av trimene
nl: Hypozomata versteviging
pl: Wzmocnienie podpokładowe Hypozomata
pt_pt: Apoio de hypozamata
ru: Обвязка тросами
sk: Podpera hypozomaty
sv: Hypozomata förstärkning
tr: Hypozomata kuvvetlendirmesi
uk: Обв'язування гіпозоматами.
zh: 亚麻绳底层加固
zh_tw: 底層強化結構

source: Wooden reinforcement beams for ship hulls.
ar: حزم التدعيم الخشبية لهياكل السفن.
ast: Refuercios de madera pa los cascos navales.
bg: Подсилващи дървени греди за корабни корпуси.
br: Treustoù kreñvaer koad evit kouc'hoù bag.
ca: Bigues de fusta de reforç per al casc dels vaixells.
cs: Zesílené dřevěné trámy pro trupy lodí.
de: Hölzerne Verstärkungsbalken für Schiffsrümpfe.
el: Ξύλινα δοκάρια ενίσχυσης για το κύτος των πλοίων.
es_mx: Vigas con refuerzo de madera para el casco de los barcos.
eu: Zure itsasontzientzako egurrezko kostila indargarriak.
fa: تیرک های تقویت شده ی چوبی برای بدنه ی کشتی ها.
fi: Puiset vahvistepalkit laivojen runkoihin.
ga: Bíomaí adhmaid treisithe do chabhlacha long.
gl: Travesas de reforzo de madeira para o casco das naves.
hu: Fából készült megerősítő tartók a hajótestekhez.
id: Balok kayu menguatkan badan kapal.
it: Travi in legno di rinforzo per gli scafi delle navi.
ja: 木の梁で船体を補強します。
ko: 선박 선체용 목재 보강재.
lt: Medinių balkių sustiprinimas laivų korpusams.
lv: Koka nostiprinājuma sijas kuģa korpusiem.
ms: Rasuk diperkukuhkan dengan kayu untuk badan kapal.
nb: Tømmerbjelker for å forsterke skipsskrog.
nl: Houten versterkingen voor de scheepsboeg.
pl: Drewnaine belki wzmacniające kadłub statku.
pt_pt: Reforço de vigas de madeira para os cascos das embarcações.
ru: Деревянные усиливающие балки для корпуса судна.
sk: Drevené výstuže nosníkov pre lodné trupy.
sv: Trä förstärkningsbalkar för skeppsskrov.
tr: Gemi gövdeleri için ahşap takviye kirişler
uk: Дерев’яні зміцнювальні балки для корабельних корпусів.
zh: 以木头加固横梁的船体。
zh_tw: 以木頭加固橫樑的船體。

source: Wooden reinforcement beams for hulls. +2 levels to all ship armor types.
ar: حزم التدعيم الخشبية لهياكل السفن. +2 زيادة في مستوى كل أنواع دروع السفن.
ast: Refuercios de madera pa los cascos navales. +2 niveles pa toles menes de blindaxe naval.
bg: Подсилващи дървени греди за корабни корпуси. +2 нива към всички видове корабни защити.
br: Treustoù kreñvaer koad evit kouc'hoù. +2 a liveoù evit an holl skouerioù houarnwisk bag.
ca: Bigues de fusta de reforç per al casc dels vaixells. +2 de nivell per a totes les proteccions de vaixells.
cs: Zesílené dřevěné trámy pro trupy lodí. +2 úrovně pro všechny typy obrnění lodí.
de: Verstärkte Holzbalken für Schiffsrümpfe. +2 zu allen Rüstungsarten.
el: Ξύλινα δοκάρια ενίσχυσης για το κύτος. +2 βαθμούς σε όλων των τύπων θωράκισης του πλοίου.
es_mx: Vigas con refuerzo de madera para el casco de los barcos. +2 niveles de armadura para los barcos.
eu: Zure itsasontzientzako egurrezko kostila indargarriek +2 babesa ematen die era guztietako itsasontziei.
fa: تیرک های تقویت شده ی چوبی برای بدنه ی کشتی ها. به تمام انواع زره کشتی ها +2 اضافه می شود.
fi: Puiset vahvistepalkit laivojen runkoihin. +2 tasoa kaikkiin laivan panssarointeihin.
ga: Bíomaí adhmaid treisithe do chabhlacha long. Leibheál +2 i ngach cineál armúir do longa.
gl: Travesas de reforzo de madeira para o casco das naves. Todos os tipos de armadura das naves aumentan en +2.
hu: Fából készült erősítő gerendák a hajótestekhez. +2 szint minden hajópáncéltípushoz.
id: Balok kayu menguatkan badan kapal. +2 zirah semua tipe kapal.
it: Rinforzo in legno per gli scafi. +2 livelli armatura per tutti i tipi di nave.
ja: 木の梁で船体を補強します。船舶の全タイプ装甲レベルが2上がります。
ko: 선박 선체용 목재 보강재. 모든 선박 유형의 방어력 수준이 +2 증가합니다.
lv: Koka nostiprinājuma sijas korpusiem., +2 līmeņi visiem kuģu bruņu veidiem.
ms: Rasuk diperkukuhkan dengan kayu untuk badan kapal. +2 tahap pada semua jenis perisai kapal.
nb: Tømmerbjelker for å forsterke skrog. +2 rustningsgrad for skip.
nl: Houten versterkingen voor scheepsrompen. +2 pantser voor alle types.
pl: Drewniane belki wzmacniające dla kadłubów. Statki otrzymują +2 do poziomu obrony przed obrażeniami.
pt_pt: Reforço de vigas de madeira para os cascos das embarcações. Todas armaduras das embarcações aumentam em +2 níveis.
ru: Деревянные усиливающие балки дают +2 ко всем типам защиты корабля.
sk: Drevené výstuže nosníkov pre lodné trupy. +2 úrovne všetkých typov lodnej zbroje.
sv: Trä förstärkningsbalkar för skeppsskrov. +2 för alla rustningstyper för skepp.
tr: Gemi gövdeleri için ahşap takviye kirişler. Tüm gemi türlerine +2 kademe
uk: Дерев’яні зміцнювальні балки для корпусів. +2 рівня до всіх типів корабельної броні.
zh: 以木头加固横梁的船体。所有船只的所有伤害类型皆 +2 盔甲等级。
zh_tw: 以木頭加固橫樑的船體。所有船隻的所有傷害類型皆 +2 盔甲等級。

source: Reinforced hull
ar: هيكل مدعم.
ast: Cascu reforciáu
bg: Подсилен корпус
br: Kouc'h kreñvaet
ca: Casc reforçat
cs: Zesílený trup
da: Forstærket skrog
de: Verstärkter Rumpf
el: Ενισχυμένο κύτος
es_mx: Casco reforzado
eu: Itsasontzi krosko indartuak.
fa: بدنه ی تقویت شده
fi: Vahvistettu runko
ga: Chabhail Treisithe
gl: Casco reforzado
hu: Megerősített hajótest
id: Penguatan badan
it: Scafo rinforzato
ja: 船体補強
ko: 강화된 선체
lv: Nostiprināts korpuss
ms: Badan kapal diperkukuh
nb: Forsterket skrog
nl: Versterkte scheepsromp
pl: Wzmocniony kadłub.
pt_pt: Casco Reforçado
ru: Усиленный корпус
sk: Zosilnený trup
sv: Förstärkt skrov
tr: Güçlendirilmiş gövde
uk: Зміцнений корпус
zh: 加固船体
zh_tw: 強化船身
