Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-userreport.po
Languages: ast, bg, ca, cs, de, el, es, eu, fr, ga, gd, gl, hu, id, it, ko, nl, pl, pt_br, pt_pt, ru, sk, sv, te, tr, uk, zh, zh_tw

source: 1. Publish UserReport data, excluding the UserID pseudonym, so that community developers may help contribute to 0 A.D. development using this data (GDPR 4.5).
ast: 1. Publicar datos de l RelatuUsuarial, excludente la IdentificacionUsuarial pseudonímica, para que los disindolcadores de la communidá puödan incontare l disindolcu de 0 A.D. usando essos datos (GDPR 4.5).
bg: 1. Публикува данни от Потребителски доклад, изключая псевдонима на Потребителския идентификатор, така че разработчиците-доброволци могат да допринасят за разработката на 0 A.D., ползвайки се от тази информация (Чл. 4.5 на GDPR).
ca: 1. Publicar dades d'informes d'usuari, excepte el pseudònim identificador d'usuari, per tal que els desenvolupadors de la comunitat puguin utilitzar les dades per contribuir al desenvolupament del 0 A.D. (GDPR 4.5).
cs: 1. Zveřejnit získané data, kromě UserID, aby vývojáři z řad komunity mohli lépe pomoci s vývojem 0 A.D. využívajíce těchto dat (GDPR 4.5).
de: 1. UserReport-Daten zu veröffentlichen, damit Community-Entwickler unter Verwendung dieser Daten zur Entwicklung von 0 A.D. beitragen können (DSGVO 4.5).
el: 1. Δημοσιεύσει τα δεδομένα της Αναφοράς Χρήστη, εξαιρώντας το ψευδώνυμο του Αναγνωριστικού Χρήστη, έτσι ώστε οι προγραμματιστές της κοινότητας να μπορούν να συμβάλλουν στην ανάπτυξη του 0 A.D. χρησιμοποιώντας αυτά τα δεδομένα (Γενικός Κανονισμός για την Προστασία Δεδομένων 4.5).
es: 1. Publicar los datos de UserReport, excluyendo el seudónimo del UserID, para que los desarrolladores de la comunidad puedan ayudar a contribuir al desarrollo de 0 A.D. utilizando estos datos (GDPR 4.5).
eu: 1. Argitaratu UserReport datuak, Erabiltzaile IDaren ezizena alde batera utzita, komunitatearen garatzaileek 0 A.D.-ren garapena lagundu dezaten datu horiek erabiliz (GDPR 4.5).
fr: 1. Publier les données UserReport, à l’exception du pseudonyme UserID, afin que les développeurs de la communauté puissent contribuer au développement de 0 A.D à l’aide de ces données (RGPD 4.5).
ga: 1. Foilsigh sonraí na nÚsáidTuairiscí, seachas an tÚsáideoirID cleithe, ionas gur féidir leis na forbróirí pobail úsáid a bhaint as na sonraí seo do 0 A.D. a fhorbairt (GDPR 4.5).
gd: 1. Gum foillsich sinn dàta nan aithrisean seach far-ainm ID a’ chleachdaiche leis an amas gun cuidich luchd-leasachaidh na coimhearsnachd le leasachadh 0 A.D. le taic an dàta seo (GDPR 4.5).
gl: 1. Publicar datos de informes de usuario, excluíndo o pseudónimo identificador de usuario, para que os desenvolvedores da comunidade poidan colaborar co desenvolvemento de 0 d.c. usando eses datos (GDPR 4.5).
hu: 1. Közzétegye a felhasználó visszajelzési adatokat, kivéve a felhasználói azonosító álneveket, így a közösségi fejlesztők is használhatják ezeket az adatokat a 0 A.D. fejlesztésében közreműködés során (GDPR 4.5).
id: 1. Mempublikasikan data UserReport, kecuali nama samaran UserID, sehingga komunitas pengembang dapat membantu berkontribusi pada pengembangan 0 A.D. menggunakan data tersebut (GDPR 4.5).
it: 1. Publica i dati dello UserReport, escluso lo pseudomino UserId, così che la comunità di sviluppatori possa aiutare a contribuire allo sviluppo di 0 A.D. usando questi dati (GDPR 4.5).
ko: 1. 사용자 ID 활동명을 제외한 사용자 보고서 데이터를 게시하여 커뮤니티 개발자가 이 데이터 (GDPR 4.5)를 사용하여 0 A.D. 개발에 기여할 수 있도록 도울 수 있습니다.
nl: 1. Publiceer UserReport-gegevens, met uitzondering van het pseudoniem UserID, zodat community-ontwikkelaars kunnen bijdragen aan 0 A.D.-ontwikkeling met behulp van deze gegevens (GDPR 4.5).
pl: 1. Publikowania danych UserReport, wyłączając pseudonim UserID, dzięki czemu twórcy społeczności mogą przyczynić się do rozwoju 0 A.D. poprzez wykorzystanie tych danych (GDPR 4.5).
pt_br: 1. Publique os dados do UserReport, excluindo o pseudônimo do UserID, para que os desenvolvedores da comunidade possam contribuir para o desenvolvimento de 0 A.D. usando esses dados (GDPR 4.5).
pt_pt: 1. Publicar dados de Relatórios de Segurança, excluindo o pseudónimo UserID, para que a comunidade de programadores possa ajudar a contribuir no desenvolvimento do 0 A.D. utilizando estes dados (RGPD 4.5).
ru: 1. Публиковать данные Пользовательского отчёта, за исключением псевдонима UserID, чтобы разработчики сообщества могли внести свой вклад в развитие 0 A.D., используя эти данные (Общий регламент по защите данных (ЕС) 4.5).
sk: 1. Publikovať UserReport dáta, vynímajúc UserID pseudonym, za účelom pomoci komunitným vývojárom s vývojom 0 A.D. za použitia týchto dát (GDPR 4.5).
sv: 1. Publicera UserReport data, exklusive den UserID pseudonym, så att community-utvecklare kan bidra till 0 E.Kr. utveckling med hjälp av dessa data (GDPR 4,5).
te: 1.యూజర్‌ఐడి మారుపేరును మినహాయించి వినియోగదారుడి నివేదిక డేటాను ప్రచురించు, తద్వారా సంఘం డెవలపర్లు ఈ డేటాను (జిడిపిఆర్ 4.5) ఉపయోగించి 0 A.D అభివృద్ధికి తోడుపడత్తారు.
tr: 1. Kullanıcı Kimliği taklidi hariç, UserReport verilerini yayınlayın, böylece topluluk geliştiricileri bu verileri kullanarak 0 A.D. gelişimine katkıda bulunabilirler (GVKY 4.5).
uk: 1. Публікацію даних звіту користувача, виключаючи псевдонім UserID, щоб розробники спільноти могли допомогти зробити внесок у розвиток 0 A.D. за допомогою цих даних (GDPR 4.5).
zh: 1.发布“用户报告”数据（不包括用户ID），以便社区开发人员利用此数据（GDPR 4.5）进一步开发0 A.D.。
zh_tw: 1. 發佈使用者回報資料，會排除使用者 ID 假名，這樣社群開發者就可以使用這些資料來協助貢獻 0 A.D. 的開發 (GDPR 4.5)。

source: At the time of the document, Wildfire Games published the most recent UserReport analysis at http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
ast: A la hora de l documento, Wildfire Games publicou l análysis más reciente de l RelatuUsuarial in http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
bg: По време на написването на документа, Wildfire Games публикува актуален подробен анализ на инфомация от Потребителските доклади на адрес http://feedback.wildfiregames.com/ (Чл. 13.1.e и чл. 15.1.c на GDPR).
ca: A la data d'aquest document, Wildfire Games ha publicat l'anàlisi més recent dels informes d'usuari a http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
cs: V době tohoto dokumentu, Wildfire Games zveřejnila poslední analýzu uživatelských zpráv na http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
de: Zum Zeitpunkt dieses Dokuments ist die aktuellste Analyse der UserReport-Daten von Wildfire Games unter http://feedback.wildfiregames.com/ veröffentlicht (DSGVO 13.1.e, DSGVO 15.1.c).
el: Κατά το χρόνο δημιουργίας του εγγράφου, η Wildfire Games δημοσίευσε την πιο πρόσφατη ανάλυση Αναφορά Χρήστη στη διεύθυνση http://feedback.wildfiregames.com/ (Γενικός Κανονισμός για την Προστασία Δεδομένων 13.1.e, ΓΚΠΔ 15.1.c).
es: En el momento de redactar el documento, Wildfire Games publicó el análisis más reciente de UserReport en http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
eu: Dokumentuaren unean, Wildfire Games-ek azken UserReport-en analisia argitaratu zuen http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
fr: Au moment de la publication du document, Wildfire Games avait publié la dernière analyse UserReport à l'adresse http://feedback.wildfiregames.com/ (RGPD 13.1.e, RGPD 15.1.c).
ga: Ag am an doiciméid, d'fhoilsigh Wildfire Games an anailís is déanaí de chuid na hÚsáidTuairisce ag http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
gd: Air àm sgrìobhadh na sgrìobhainn seo, dh’fhoillsich Wildfire Games an sgrùdadh as ùire air na h-aithrisean air http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
gl: Na data do documento, Wildfire Games publicou a análise máis recente dos informes de usuario en http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
hu: A dokumentum keltekor, a Wildfire Games közzétette a legfrissebb felhasználói visszajelzés elemzést a http://feedback.wildfiregames.com/ címen (GDPR 13.1.e, GDPR 15.1.c).
id: Pada waktu dokumen ini diterbitkan, Wildfire Games mempublikasikan analisis UserReport terkininya di http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
it: Al momento della stesura del documento, Wildfire Games ha pubblicato le più recenti analisi UserReport al sito http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
ko: 이 문서의 당시, Wildfire Games는 http://feedback.wildfiregames.com/에서 가장 최근의 사용자 보고서 분석을 게시했습니다 (GDPR 13.1.e, GDPR 15.1.c).
nl: Vanaf het moment dat dit document is gepubliceerd, plaatst Wildfire Games de meest recente UserReport-analyse op http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
pl: W czasie opublikowania tego dokumentu Wildfire Games ujawniło analizę najnowszego UserReport na http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
pt_br: No momento do documento, a Wildfire Games publicou a mais recente análise UserReport em http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
pt_pt: Na altura de redação do documento, a Wildfire Games publicou a análise de Relatórios de Utilizador mais recente em http://feedback.wildfiregames.com/ (RGPD 13.1.e, RGPD 15.1.c).
ru: На момент подготовки настоящего документа Wildfire Games опубликовала результаты последнего анализа Пользовательского отчёта по адресу http://feedback.wildfiregames.com/ (Общий регламент по защите данных (ЕС) 13.1.e., 15.1.c).
sk: V čase vydania tohto dokumentu publikovali Wildfire Games najnovšiu analýzu UserReport na adrese http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
sv: Vid tidpunkten för dokumentet publicerade Wildfire Games den senaste UserReport-analysen på http://feedback.wildfiregames.com/(GDPR 13.1. e, GDPR 15.1. c).
te: పత్రం సమయంలో, వైల్డ్‌ఫైర్ గేమ్స్ ఇటీవలి యూజర్ రిపోర్ట్ విశ్లేషణను ప్రచురించింది http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
tr: Belge zamanında, Wildfire Games en son UserReport analizini http://feedback.wildfiregames.com/ (GVKY 13.1.e, GVKY 15.1.c) adresinde yayınlar.
uk: На момент документування, Wildfire Games опубліковано найновіший аналіз звіту користувача на http://feedback.wildfiregames.com/ (GDPR 13.1.e, GDPR 15.1.c).
zh: 在文档发布时，Wildfire Games 在http://feedback.wildfiregames.com/（GDPR 13.1.e，GDPR 15.1.c）上发布了最新的“用户报告”分析。
zh_tw: 在撰寫這份文件時，Wildfire Games 在 http://feedback.wildfiregames.com/ 發佈了進期的使用者回報分析 (GDPR 13.1.e, GDPR 15.1.c)。

source: 2. Erase any UserReports for any reason, except where a user has objected to the erasure of his or her data for one of the reasons specified by the GDPR (GDPR 18, GDPR 21).
ast: 2. Oblitterar qualquier RelatuUsuarial por qualquiera razon, excepto quando un usuariu s’oppõxier a la oblitteracion de los sous datos por una de lɐs razones specificadɐs nel GDPR (GDPR 18, GDPR 21).
bg: 2. Изтрива Потребителски доклади при нужда, изключая когато изтриването на данните на потребителя не е одобрено от него или нея по една от причините, изложени в Регламента за защита на личните данни (General Data Protection Regulation) (Чл. 18 и чл. 21 на GDPR).
ca: 2. Esborrar qualsevol informe d'usuari per qualsevol motiu, excepte si un usuari s'oposa a l'eliminació de les seves dades per alguna de les raons especificades a la GDPR (GDPR 18, GDPR 21).
cs: 2. Vymazat jakékoli uživatelské zprávy z jakéhokoli důvodu, kromě případů, kdy uživatel vznesl námitku proti vymazání svých údajů z jednoho z důvodů uvedených v GDPR (GDPR 18, GDPR 21).
de: 2. Jegliche UserReports ohne Angabe von Gründen zu löschen, außer wenn ein Benutzer gegen die Löschung seiner Daten aus einem der Gründe, die in der DSGVO festgelegt sind, Einspruch erhoben hat (DSGVO 18, DSGVO 21).
el: 2. Διαγράψει οποιεσδήποτε Αναφορές Χρήστη για οποιονδήποτε λόγο, εκτός εάν ένας χρήστης έχει αντιταχθεί στη διαγραφή των δεδομένων του για έναν από τους λόγους που καθορίζονται από το Γενικό Κανονισμό για την Προστασία Δεδομένων (ΓΚΠΔ 18, ΓΚΠΔ 21).
es: 2. Borre cualquier reporte de usuario por cualquier motivo, excepto cuando un usuario haya objetado el borrado de sus datos por una de las razones especificadas por el GDPR (GDPR 18, GDPR 21).
eu: 2. Edozer dela eta ezaba ezazu UserReport-en edozein txosten, salbu GDPR (GDPR 18, GDPR 21)-ek dioena erabiliz erabiltzaileak bere datuak ezabatzeari objekzioa jarri badio.
fr: 2. Supprimer les UserReports pour une raison quelconque, sauf si un utilisateur s'est opposé à la suppression de ses données pour l'une des raisons spécifiées dans le RGPD (RGPD 18, RGPD 21).
ga: 2. Léirscrios aon UsáidTuairiscí ar chúis ar bith, ach amháin má chuireann imreoir i gcoinne leis an léirscriosadh a s(h)onraí mar gheall ar aon chúis sonraithe sa GDPR (GDPR 18, GDPR 21).
gd: 2. Gun suath sinn às aithrisean air adhbhar sa bith ach ma chaidh cleachdaiche às àicheadh suathadh às an dàta aige/aice air gin dhe na h-adhbharan a mhìnicheas an GDPR (GDPR 18, GDPR 21).
gl: 2. Borrar calquera informe de usuario por calquera motivo, excepto cando un usuario obxectase ante o borrado dos seus datos por un dos motivos indicados na GDPR (GDPR 18, GDPR 21).
hu: 2. Törölje a felhasználó visszajelzéseket bármilyen okból, kivéve ha a felhasználó tiltakozik az adatai törlése ellen, a GDPR-ban megadott lehetséges okok miatt (GDPR 18, GDPR 21).
id: 2. Menghapus UserReport yang mana saja, kecuali ketika seorang pengguna menolak penghapusan datanya sesuai dengan salah satu alasan yang telah ditentukan oleh GDPR (GDPR 18, GDPR 21).
it: 2. Cancellare qualsiasi UserReport per qualunque ragione, eccetto dove un utente ha obbiettato della cancellazione dei suoi dati per una delle ragioni specificate dal GDPR (GDPR 18, GDPR 21).
ko: 2. 사용자가 GDPR (GDPR 18, GDPR 21)에 명시된 사유 중 하나인 데이터 삭제를 거부한 경우를 제외하고, 어떤 이유로 든 모든 사용자 보고서를 지웁니다.
nl: 2. Wissen van alle UserReports om welke reden dan ook, behalve wanneer een gebruiker bezwaar heeft gemaakt tegen het wissen van zijn of haar gegevens om een van de redenen gespecificeerd door de GDPR (GDPR 18, GDPR 21).
pl: 2. Usunięcia któregokolwiek z UserReport bez podania przyczyny, z wyjątkiem, gdy użytkownik odmówił usunięcia jego lub jej danych z powodów podanych w GDPR (GDPR 18, GDPR 21).
pt_br: 2. Apagar qualquer UserReports por qualquer motivo, exceto quando o usuário tiver objetado ao apagamento de seus dados por uma das razões especificadas pelo GDPR (GDPR 18, GDPR 21).
pt_pt: 2. Eliminar os Relatórios de Utilizador por qualquer motivo, a não ser que o utilizador se tenha oposto à eliminação dos seus dados por um dos motivos especificados na RGPD (RGPD 18, RGPD 21).
ru: 2. Удалять любые отчёты пользователя по любой причине, за исключением случаев, когда пользователь возражает против удаления своих данных по одной из причин, указанных в Общим регламенте по защите данных (Общий регламент по защите данных (ЕС) 18, 21).
sk: 2. Odstrániť akékoľvek UserReports z akýchkoľvek dôvodov, s výnimkou prípadov kde používateľ oponuje vymazanie ich dát pre jeden z dôvodov špecifikovaných v GDPR (GDPR 18, GDPR 21).
sv: 2. Radera alla UserReports av någon anledning, utom när en användare har invänt mot radering av hans eller hennes uppgifter av något av de skäl som anges i GDPR (GDPR 18, GDPR 21).
te: 2. జిడిపిఆర్ (జిడిపిఆర్ 18, జిడిపిఆర్ 21) పేర్కొన్న కారణాలలో ఒకదాని కోసం ఒక వినియోగదారు తన డేటాను తొలగించడానికి అభ్యంతరం వ్యక్తం చేసిన చోట తప్ప, ఏ కారణం చేతనైనా ఏదైనా వినియోగదారు నివేదికలను తొలగించండి.
tr: 2. Bir kullanıcının, GVKY (GVKY 18, GVKY 21) tarafından belirtilen sebeplerden biriyle ilgili verilerinin silinmesine itiraz ettiği durumlar dışında, herhangi bir nedenle Kullanıcı Raporlarını silin.
uk: 2. Стирання будь-яких звітів користувача з будь-якої причини, за винятком випадків, коли користувач заперечував проти стирання його або її даних з однієї з причин, визначених GDPR (GDPR 18, GDPR 21).
zh: 2.可随意删除任何“用户报告”，除非用户因GDPR（GDPR 18，GDPR 21）指定的原因之一而反对删除。
zh_tw: 2. 以任何原因刪除使用者回報的資料，除非有使用者以 GDPR 指定的理由拒絕刪除他／她的資料 (GDPR 18, GDPR 21)。

source: 3. Store the users IP address to protect against cyberattacks, for no longer than 4 months (EU Court of Justice Press Release No 112/16).
ast: 3. Atroussar, per non más de 4 meses, lɐs siñɐs IP de los usuarios para proteger contra cyber-aggressiones (EU Court of Justice Press Release No 112/16).
bg: 3. Съхранява интернет IP адресa на потребителите като мярка на защита срещу кибератаки при период на не повече от 4 месеца (Прессъобщение №112/16 на Европейски съд).
ca: 3. Desar l'adreça IP dels usuaris per protegir contra ciberatacs, durant no més de 4 mesos (EU Court of Justice Press Release No 112/16).
cs: 3. Uchovávat IP adresy uživatelů na ochranu před kybernetickými útoky po dobu nejdéle 4 měsíců (tisková zpráva Soudního dvora EU č. 112/16).
de: 3. Die IP-Adresse des Benutzers zu speichern, um sich gegen Cyberangriffe zu schützen, allerdings nicht länger als 4 Monate (Presseaussendung des Europäischen Gerichtshofes Nr. 112/16).
el: 3. Αποθηκεύσει τη διεύθυνση IP των χρηστών και να τις προστατεύσει από κυβερνοεπιθέσεις, για όχι περισσότερο από 4 μήνες (Δελτίο Τύπου Δικαστηρίου Ευρωπαϊκής Ένωσης με αριθμό 112/16).
es: 3. Almacene la dirección IP de los usuarios para prevenir ataques cibernéticos, por no más de 4 meses (EU Court of Justice Press Release No 112/16).
eu: 3. Erabiltzaileen IP helbidea gorde zibererasoen aurkako babes moduan, baina ez 4 hilabete baino gehiagoz (EBko Justizia Epaitegiaren prentsa oharra 112/16).
fr: 3. Stocker l'adresse IP des utilisateurs pour la protéger contre les cyberattaques, pour une durée maximum de 4 mois (Communiqué de presse de la Cour de Justice de l'Union Européenne n ° 112/16).
ga: 3. Stóráil an seolta IP de chuid na n-úsáideoirí a chosaint i gcoinne cibirionsaithe, ar feadh níos faide ná 4 mhí (EU Court of Justive Press Release No. 112/16).
gd: 3. Gun glèidh sinn seòladh IP chleachdaichean a chùm dìon an aghaidh sìobar-ionnsaighean gu ruige 4 mìosan (brath-naidheachd àir. 112/16 aig Cùirt-cheartais na h-Eòrpa).
gl: 3. Almacenar o enderezo IP dos usuarios como medida de protección contra ataques cibernéticos, por un período de non máis de 4 meses (EU Court of Justice Press Release No 112/16).
hu: 3. Legfeljebb 4 hónapig tárolja a felhasználók IP-címét a kibertámadások kivédése miatt (Európai Bíróság 112/16-os számú sajtóközleménye).
id: 3. Menyimpan alamat IP pengguna untuk dilindungi dari serangan siber, dalam durasi yang tidak lebih dari 4 bulan (EU Court of Justice Press Release No 112/16).
it: 3. Salvare l'indirizzo IP degli utenti per proteggerli contro i cyber-attacchi, per non più di 4 mesi (Comunicato Stampa N° 112/16 della Corte di Giustizia Europea).
ko: 3. 사이버 공격을 방지하기 위해 사용자 IP 주소를 4개월 이상 보관합니다 (EU 법원 보도 자료 번호 112/16 호).
nl: 3. Het IP-adres bewaren van de gebruiker om te beschermen tegen cyberaanvallen, voor niet langer dan 4 maanden (EU-Hof van Justitie Persbericht nr. 112/16).
pl: 3. Zachowania adresów IP użytkowników w celu ochrony przed cyberatakami, nie dłużej niż cztery miesiące (pismo Trybunału Sprawiedliwości Unii Europejskiej nr 112/16).
pt_br: 3. Armazena o endereço IP do usuário para proteção contra ataques cibernéticos, por não mais de 4 meses (Comunicado à Imprensa do Tribunal de Justiça da UE no 112/16).
pt_pt: 3. Armazenar o endereço IP do utilizador para proteger contra ciberataques, não mais do que 4 meses (Comunicado de imprensa nº 112/16 do Tribunal de Justiça da União Europeia).
ru: 3. Хранить IP-адреса пользователей для защиты от кибератак не более 4 месяцев (пресс-релиз Европейского суда № 112/16).
sk: 3. Skladovať IP adresu užívateľov za účelom obrany pred kyberútokmi po dobu 4 mesiacov (EU Court of Justice Press Release No 112/16).
sv: 3. lagra användarnas IP-adress för att skydda mot cyberattacker, inte längre än 4 månader (EU-domstolens pressmeddelande nr 112/16).
te: 3. సైబర్‌టాక్‌ల నుండి రక్షించడానికి వినియోగదారుల IP చిరునామాను 4 నెలల కన్నా ఎక్కువ నిల్వ చేయవద్దు (EU కోర్ట్ ఆఫ్ జస్టిస్ ప్రెస్ రిలీజ్ నెం 112/16).
tr: 3. Kullanıcıların IP adreslerini siber saldırılara karşı korumak için 4 aydan daha uzun süre saklamayın (AB Adalet Mahkemesi 112/16 Sayılı Basın Bülteni).
uk: 3. Збереження IP адрес користувачів для захисту від кібератак не довше 4 місяців (EU Court of Justice Press Release No 112/16).
zh: 3.服务器存储用户IP地址以防止网络攻击。基于欧盟法院新闻稿第112/16号，将不超过4个月。
zh_tw: 3. 儲存使用者的 IP 位置以防止網路攻擊，最長不超過 4 個月（歐盟法院新聞稿第 112/16 號）。

source: 4. Change this document. The document date indicates the version of the Terms and Conditions.
ast: 4. Camudar esti documento. La data de l documento indica la version de los Términos & condiciones.
bg: 4. Редактира този документ. Датата на последна редакция на документа посочва версията на издаване на Правилата и условията.
ca: 4. Canvia aquest document. La data del document indica la versió dels termes i condicions.
cs: 4. Měnit tento dokument. Datum dokumentu označuje verzi smluvních podmínek.
de: 4. Dieses Dokument zu ändern. Das Datum des Dokuments kennzeichnet die Version der Nutzungsbedingungen.
el: 4. Αλλάξει αυτό το έγγραφο. Η ημερομηνία του εγγράφου δηλώνει την έκδοση των Όρων και Προϋποθέσεων.
es: 4. Cambiar este documento. La fecha del documento indica la versión de los Términos y Condiciones.
eu: 4. Aldatu dokumentu hau. Dokumentuaren datak Baldintza eta Betebeharren bertsioa adierazten du.
fr: 4. Changer ce document. La date du document indique la version des Conditions Générales.
ga: 4. Athraigh an doiciméad seo. Léiríonn dáta an doiciméid an legan reatha de na Tearmaí agus Coinníolacha.
gd: 4. Gun atharraich sinn an sgrìobhainn seo. Innsidh ceann-là na sgrìobhainne dè an tionndadh dhe na teirmichean is cumhaichean a th’ ann.
gl: 4. Cambiar este documento. A data do documento indica a versión das condicións.
hu: 4. Módosítsa ezt a dokumentumot. A dokumentum dátuma jelzi a szolgáltatási feltételek verzióját.
id: 4. Mengubah dokumen ini. Tanggal dokumen mengindikasikan versi dari Syarat dan Ketentuan.
it: Cambia questo documento. La data del documento indica la versione dei Termini e delle Condizioni
ko: 4. 이 문서를 변경합니다. 문서 날짜는 약관의 버전을 나타냅니다.
nl: 4. Dit document wijzigen. De documentdatum geeft de versie van de Algemene voorwaarden aan.
pl: 4. Zmiany tego dokumentu. Data dokumentu określa wersję zasad korzystania.
pt_br: 4. Alterar este documento. A data do documento indica a versão dos Termos e Condições.
pt_pt: 4. Alterar este documento. A data do documento indica a versão dos Termos e Condições.
ru: 4. Изменять этот документ. Дата документа обозначает версию Условий использования.
sk: 4. Zmeniť tento dokument. Dátum dokumentu naznačuje verziu Podmienok používania.
sv: 4. ändra det här dokumentet. Dokument datumet anger versionen av användar villkoren.
te: 4. ఈ పత్రాన్ని మార్చండి. పత్రం తేదీ నిబంధనలు మరియు షరతుల సంస్కరణను సూచిస్తుంది.
tr: 4. Bu belgeyi değiştirin. Belge tarihi Şartlar ve Koşulların sürümünü gösterir.
uk: 4. Змінення цього документа. Дата документа вказує версію правил та умов.
zh: 4.更改此文档。 文档日期表明条款和版本。
zh_tw: 4. 修改此文件。文件日期表示條款與條件的版本。
