Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: When Philip II came to the Macedonian throne he began a total reorganization of the Macedonian army. His reforms created a powerful cavalry arm to his army that would prove useful to both himself and his son Alexander's conquests.
ast: Cuando Felipe II accedió al tronu macedoniu, entamó una reorganización total del exércitu macedoniu. Les reformes crearon una estaya fuerte de caballería que resultaría útil tanto a elli como a les conquistes del so fíu, Alexandru.
bg: Когато Филип II се възкачил на македонския трон, той започнал пълна реорганизация на македонската армия. Реформите му изградили силна конница, която щяла да се окаже полезна както за неговите завоевания, така и за тези на сина му Александър.
br: Pa zeuas Fulup II d'an tron Makedonian e stagas gant un adaozadur eus an arme Makedonian. E adaozadurioù o doa krouet ur marc'hegerezh galloudus evit e arme, pezh a vo frouezhus dezhañ evit ha d'e vab Aleksandr evit o aloubadegoù.
ca: Quan Filip II va arribar al tron de Macedònia, va començar una reorganització total de l'exèrcit macedoni. Les seves reformes van crear un poderós braç de cavalleria per al seu exèrcit que va resultar útil tant per a les seves conquestes com per a les del seu fill Alexandre.
cs: Když Filip II. přišel na makedonský trůn, začal celkovou reorganizaci makedonské armády. Jeho reformy vytvořily v jeho vojsku silné jezdectvo, které se ukázalo být užitečným jak pro něj samotného tak i pro výboje jeho syna Alexandra.
de: Als Philipp II. den makedonischen Thron bestieg, begann er eine komplette Umstrukturierung des makedonischen Heeres. Seine Reformen schufen einen starken Kavallerieflügel in seiner Armee, der sich sowohl für ihn als auch die Eroberungen seines Sohnes als nützlich erweisen sollte.
el: Όταν ο Φίλιππος Β ήρθε στο μακεδονικό θρόνο άρχισε μια συνολική αναδιοργάνωση του μακεδονικού στρατού. Με τις μεταρρυθμίσεις του δημιούργησε ισχυρό βραχίονα ιππικού για να τον στρατό του, που θα αποδειχθεί χρήσιμο τόσο για τον εαυτό του όσο και τις κατακτήσεις του γιου του Αλέξανδρου.
es_ar: Cuando Filipo II ascendió al trono de Macedonia, comenzó una reorganización total del ejercito macedónico. Sus reformas crearon un cuerpo de caballería fuerte que les resultaría útil tanto en sus conquistas como en las de su hijo Alejandro.
eu: Filipo II.a Mazedoniako tronura iritsi zenean, bertako armadaren erabateko berrantolaketa abiatu zuen. Bere erreformen ondorioz zalditeria armada indartsua sortu zuten, konkistetan oso erabilgarri izan zitzaiena bai berari, bai eta bere seme Alexandrori ere.
fa: زمانی که فیلیپ دوم در مقدونیه به سلطنت رسید اصلاحات گسترده ای را در ساختار نظامی مقدونیه ایجاد کرد. اصلاحات نظامی او باعث ایجاد سواره نظام قدرتمندی در سپاه مقدونی شد که بعد ها فرزندنش اسکندر به کمک همین قدرت نظامی فتوحات خود را بدست آورد.
ga: Nuair a bhí Pilib II á n-ardú go ríchathaoir na Macadóine, thosaigh sé atheagrú iomlán don arm Macadóineach. Chruthaigh a leasuithe marcshlua láidir ina arm, agus bhí é ina úsáideach do sise féin, agus sna soncais a mhac, Alastar.
he: כאשר פיליפ השני עלה לכס השלטון המקדוני הוא החל בהתארגנות כוללת של הצבא המקדוני. הרפורמות שלו יצרו זרוע פרשים חזקה לצבא שלו שתוכיח כיעילה לו וגם לכיבושיו של בנו אלכסנדר.
hu: Mikor II. Philipposz a trónra került, belekezdett a makedón hadsereg teljes átszervezésébe. A reformjai egy rettenthetetlen lovassági hadtestet hagytak hátra ami mind neki, mind fiának, Nagy Sándornak a hódításaihoz nagy segítséget nyújtottak.
hy: Մակեդոնական գահն ստանձնելուց հետո Փիլիպոս II-ը սկսեց Մակեդոնական բանակի ամբողջական վերակազմավորում։ Նրա բարեփոխումները ստեղծեցին հզոր հեծյալ թևեր, որոնք հետագայում օգտակար եղան և՛ իր, և՛ իր որդու՝ Ալեքսանդրի արշավանքներում։
it: Quando Filippo II salì sul trono macedone, iniziò a riorganizzare in toto l'esercito macedone. Le sue riforme crearono una potente divisione di cavalleria al servizio del suo esercito, che si sarebbe rivelata utile per sé e per le conquiste di suo figlio Alessandro.
ja: ピリッポス二世がマケドニア王に即位すると、マケドニア軍の全面再編成を始めました。改革によって軍に創設された強力な騎兵隊は、やがて彼と息子のアレクサンドロス双方の遠征で有用さが実証されました。
ko: 필립 2세는 마케도니아 왕좌에 오르자 마케도니아 군대를 완전히 개편하기 시작했습니다. 그의 개혁은 자신과 그의 아들 알렉산더의 정복에 모두 유용하다는 것을 증명하는 강력한 기병대를 그의 군대에 만들었습니다.
nb: Da Phillip II inntok den Makedoniske tronen startet han en total omorganisering av den Makedoniske hæren. Hans reformer produserte en kraftig kavaleri-avdeling til hans hær som ville vise seg nyttig for både ham selv og hans sønn, Aleksanders erobringer.
pl: Kiedy Filip II Macedoński zasiadł na tronie, zaczął całkowitą reorganizację armii macedońskiej. Dzięki jego reformom do jego armii wprowadzono potężną kawalerię, która okazała się bardzo przydatna zarówno w czasie jego panowania, jak i dla podbojów jego syna Aleksandra.
pt_br: Quando Felipe II veio ao trono da Macedônia, ele começou uma reorganização total do exército macedônico. Suas reformas criaram um poderoso braço de cavalaria em seu exército que se provaria útil tanto para si quanto para as conquistas de seu filho Alexandre.
ru: Когда Филипп II взошел на македонский престол, он начал полную реорганизацию македонской армии. Его реформы привели к появлению нового мощного рода войск — кавалерии, которая окажется полезной для него и его сына Александра.
sk: Keď Filip II. prišiel na macedónsky trón, začal s celkovou reorganizáciu macedónskej armády. Jeho reformy vytvorili v jeho vojsku silné jazdectvo, ktoré se ukázalo byť užitočným nielen pre neho samotného, ale aj pre výboje jeho syna Alexandra.
sv: När Philip II kom till makedoniska tronen började han en total omorganisation av den makedonska armén. Hans reformer skapade en kraftfull kavallerilarm till sin armé som skulle vara till nytta för både sig själv och hans son Alexander erövringar.
tr: Philip || Makedonya tahtına çıktığında Makedonya ordusunu total bir organizasyon içine soktu. Onun reformları onun ordusu içinde güçlü bir atlı kolu yarattı ki bu onun ve oğlu Alexander'ın çarpışmaları için yararlıydı
uk: Коли Філіп II зійшов на македонський престол, він почав повну реорганізацію македонської армії. Його реформи призвели до появи нового могутнього роду військ — кавалерії, яка виявиться корисною для нього і його сина Олександра.
zh: 腓力二世登基之后，开始对马其顿军事进行大刀阔斧的整顿和改革。一只强大的装甲骑兵军队被创建出来，为他和他儿子的征服事业提供了可靠的保证。
zh_tw: 當腓力二世登上馬其頓王國的寶座之後，他開始對馬其頓的軍隊進行大刀闊斧的改革。一支強大的裝甲騎兵部隊就此誕生，為他和他兒子亞歷山大大帝的霸業提供了最有力的保證。

source: Upgrade Hypaspist Champion Infantry to Silver Shields, with greater attack and armor, but also greater cost.
ast: Ameyorar la infantería campeón hipaspista convirtiéndolos n'escudos platiaos, con más ataque y armadura, pero tamién más costu.
bg: Повишава гвардейската пехота Хипаспист в Сребърен щит, така че тя получава по-мощна атака и защита, но и струва по-скъпо.
br: Aveit ho Kampioned Hypaspist war-droad gant Skoedoù Arc'hant, gant un dagusted hag un houarnwisk gwelloc'h, met ivez ur c'houst kalz keroc'h.
ca: Millora els campions hipaspistes a Escuts de Plata, amb més atac i armadura, però també més cost.
cs: Povýší hypaspistskou elitní pěchotu na Stříbrné štíty s lepším útokem a zbrojí, ale i vyšší cenou.
de: Verbessere Hypaspistes Gardeinfanterie zu Silberschilden, mit besserem Angriff und Rüstung, aber auch höheren Kosten.
el: Αναβάθμισε τον Ιπασπιστή Πρωταθλητή Πεζικάριο σε Ασημένιες Ασπίδες,για καλύτερη επίθεση και πανοπλία αλλα με μεγαλύτερο κόστος.
es_ar: Mejore la infantería Hipaspista Campeona a Escudos de Plata, con mayor ataque y armadura, pero también mayor coste.
eu: Eguneratu Hypapisten infanteria aldezkaria Zilarrezko Ezkutuetara, eraso eta armadura hobearekin, baina baita kostu altuagoarekin.
fa: ارتقا پیاده نظام سلحشور هیپاسپیست به سپر نقره ای، قدرت حمله و زره زیاد اما هزینه پرورش آنها هم زیاد خواهد بود.
ga: Uasghradú do Choisithe Curata 'Hypaspist' go hAirgidsciatha, agus iad le hionsaí agus armúr níos mó, ach le costas níos mó freisin.
hu: A hypaspist bajnok gyalogosokat Ezüst pajzsokká fejleszti, nagyobb támadással, életerővel és páncéllal, de nagyobb költséggel.
hy: Կատարելագործել չեմպիոնական վահանակիր հետևակին արծաթյա վահանակիրների, որոնք ունեն ավելի մեծ հարձակում և զրահ, բայց նաև ավելի թանկարժեք են։
it: Aggiornamento Fanteria Ipaspista Campione a Argiraspidi, con maggiore attacco e armatura, ma anche costo maggiore.
ja: ヒュパスピスタイチャンピオン歩兵を銀盾隊に昇進させると、攻撃力と防御力がアップしますが、費用も多くかかります。
ko: 히파스피스트 대표 전사 보병을 은으로된 방패로 향상합니다. 공격력과 방어력은 증가하지만 비용도 증가합니다.
nb: Oppgrader hypaspistmesterinfanteri til sølvskjold, med bedre angrep og rustning, men også høyere kostnad.
pl: Awansuj Jednostki Bohaterów Tarczowników do Srebrnych Tarcz, z większym atakiem i obroną, ta decyzja wiąże się ze zwiększeniam kosztów produkcji.
pt_br: Melhore a Infantaria Campeão Hypaspist para escudos de prata, com maior ataque e armadura, mas também com maior custo.
ru: Улучшение Гипаспистов до Сереброщитных, с более мощной атакой и броней, но и с большей стоимостью.
sk: Povýši hypaspistskú šampiónsku pechotu na Strieborné štíty s lepším útokom a zbrojou, ale aj vyššou cenou.
sv: Uppgradera Hypaspist Champion Infantry till Silver Shields, med större attack och rustning, men också större kostnad.
tr: Hypaspist Şampiyon Piyade Silver Shields'e yükseltin, saldırı ve zırh daha büyük, ancak daha yüksek maliyet.
uk: Поліпшення Гіпаспістів до Сріброщитних з потужнішою атакою і бронею, але й із більшою вартістю.
zh: 升级马其顿冠军步兵为银盾步兵，增加了攻击和护甲，以及生产成本。
zh_tw: 升級精英盾兵到銀盾兵，有著更強大的攻擊力及護甲，但花費也較高。

source: Royal Gift
ast: Regalu real
bg: Царски подарък
br: Prof Roueel
ca: Regal reial
cs: Královský dar
de: Königliches Geschenk
el: Βασιλικό Δώρο
es_ar: Regalo Real
eu: Erregearen Oparia
fa: هدیه ی شاهانه
ga: Bronntanas Ríoga
he: מתנה מלכותית
hu: Királyi ajándék
hy: Արքայական նվեր
it: Dono Reale
ja: 恩賜
ko: 왕가의 선물
nb: Kongelig gave
pl: Królewski podarunek
pt_br: Presente Real
ru: Королевский подарок
sk: Kráľovský dar
sv: Kunglig gåva
tr: Kraliyet Hediyesi
uk: Королівський подарунок
zh: 皇室赐礼
zh_tw: 皇家贈禮

source: In India near the end of his long anabasis, Alexander gifted to the Royal Hypaspist corps shields of silver for their long and valiant service in his army.
ast: N'India, al rodiu la fin del so gran anábasis, Alexandru regaló al cuerpu de los hipaspistes reales escudos de plata polos sos munchos años de serviciu valiente n'exércitu.
bg: В Индия, към края на своя дълъг поход, Александър подарил на царския хипаспистки корпус щитове от сребро, като отплата за дългата и доблестна служба в армията му.
br: En India, gant fin e verdeerezh o tostaat, Aleksandr a brofas d'ar c'horf arme Roueel Hypaspisted skoedoù arc'hant evit o hir ha kalonek a servij en e arme.
ca: A l'Índia, cap al final de la seva llarga anabasi, Alexandre va regalar als hipaspistes reials escuts de plata pel seu llarg i coratjós servei.
cs: V Indii, na konci jeho dlouhé anabáze, daroval Alexandr jednotce královských hypaspistů stříbrné štíty za jejich dlouhou a udatnou službu v jeho armádě.
de: In Indien, nahe dem Ende seiner langen Anabasis, schenkte Alexander dem königlichen Hypaspistes-Korps Schilde aus Silber für ihren langen und tapferen Dienst in seiner Armee.
el: Στην Ινδία κοντά στο τέλος του μεγάλου του ταξιδιού.ο Αλέξανδρος έδωσε δώρο στον βασιλικό ιπασπιστή ,ασπίδες απο ασήμι για την μακρά και ανδρίκια υπηρεσία στον στρατό του
es_ar: En India cerca del final de su larga anábasis, Alejando otorgó a los cuerpos de Hipaspistas Reales escudos de plata por su largo y valiente servicio en el ejército.
eu: Indian, eta bere ibilbide luzearen amaieratik gertu, Alejandrok Errege Hypaspisten gorpuak zilarrezko ezkutuz jantzi zituen bere armadari egindako zerbitzu ausarta eta luzearen truk.
fa: در هند و در پایان عملیات نظامی، اسکندر به سپاه هیپاسپیست خود سپر نقره ای هدیه داد، بخاطر شجاعت ها و از خود گذشتگی های آنها در سپاه اسکندر.
ga: Nuair a bhí sé san India agus é ina dheireadh dá uasmháirseáil fada, bhronn Alastar sciatha airgeadach don chór ríoga 'Hypaspsit' i bhfianaise dá tseirbhís fada agus cróga ina arm.
hu: Indiában, a hosszú hadjárata vége felé, Alexandrosz a királyi hypaspist csapatoknak ezüstből készült pajzsokat ajándékozott, a hosszú és bátor szolgálatukért a seregében.
hy: Հնդկաստանում՝ իր երկար անաբասիսի վերջում, Ալեքսանդրն արքայական վահանակիրներին նվիրեց արծաթազօծ վահաններ՝ իր բանակում նրանց երկար և հավատարիմ ծառայության համար։
it: In india, alla fine della sua lunga anabasi, Alessandro donò al corpo degli ipaspisti reali scudi d'argento per il lungo e valoroso servizio nella sua armata.
ja: インドで、彼の大遠征も終わりに近づき、アレクサンドロスは近衛ヒュパスピスタイ部隊へ銀の盾を贈り、長期にわたる勇敢な軍務をねぎらいました。
ko: 인도에서 그의 원정대가 끝날 무렵, 알력산더는 그의 육군에서 그들의 길고 용감한 군 복무를 치하하기위해 왕립 히파스피스트 군단에게 은으로된 방패를 주었습니다.
nb: I India, mot slutten av hans lange korstog, gav Aleksander det Kongelige Hyaspistkorpset sølvskjold i gave som takk for deres lange og heltemodige tjeneste i hæren hans.
pl: W Indiach pod koniec swojego długiego panowania, Aleksander był zdolny dać Królewskim Giermkom (Hypaspist) srebro i długą służbę w swojej armii.
pt_br: Na Índia, perto do fim da sua longa anábase, Alexandre dotado dos corpos de Hipaspistas Reais os escudos de prata para o seu serviço longo e valente em seu exército.
ru: В Индии, в конце своего долгого анабасиса, Александр подарил Королевским Гипаспистам корпуса щитов из серебра за их долгую и доблестную службу в своей армии.
sk: V Indii na konci jeho dlhej anabázy daroval Alexander zboru kráľovských hypaspistov štíty zo striebra za ich dlhú a hrdinskú službu v jeho armáde.
sv: I Indien nära slutet av hans långa anabasis, begav Alexander till Royal Hypaspist Corps silversköldar för deras långa och tapperhet i sin armé.
tr: Uzun tasvirinin bitimine yakın olan Hindistan'da, İskender ordudaki uzun ve cesur hizmetlerinden dolayı Kraliyet Hipaparkçı kolordu kalkanlarına gümüş hediye etti.
uk: У Індії під кінець свого довгого анабазису Олександр подарував Королівським Гіпаспістам корпуси щитів зі срібла за їхню довгу і доблесну службу в його армії.
zh: 远征印度末期，亚历山大赐与银盾给皇家持盾卫队，以慰劳部下长久以来的英勇作战。
zh_tw: 於印度接近了他長征的末了時，亞歷山大大帝賜予皇家持盾衛隊銀盾，以慰勞他們在他的軍隊長久以來的英勇作戰。

source: Civic Centers have double Health and double default arrows.
ast: Los centros civiles tienen el doblu de salú y el doblu de fleches por defeutu.
bg: Селищните центрове имат два пъти повече здраве и двойно повече обикновени стрели.
br: Ar C'hreizennoù Keodedel o deus un doubladur a Yec'hed hag a biroù dre-ziouer.
ca: Els centres cívics tenen el doble de salut i disparen el doble de fletxes per defecte.
cs: Správní střediska mají dvojnásobnou odolnost a střílí dvojnásob šípů.
de: Verwaltungssitze verfügen über doppelte Gesundheit und die doppelte Standardanzahl an Pfeilen.
el: Τα Aστικά Κέντρα έχουν διπλάσια Υγεία και διπλά προεπιλεγμένα βέλη
es_ar: Los Centros Cívicos tiene el doble de Saludo y el doble de flechas predeterminadas.
eu: Hiriguneek osasuna bikoizten dute eta baita ere berezko gezien kopurua.
fa: مراکز تمدن دو برابر سلامت و دو برابر تیر خواهند داشت به نسبت حالت پیش فرض
ga: Tá sláinte faoi dhó agus saigheada débailte d'Ionaid Chathracha.
hu: A Városházáknak dupla életereje és dupla alapértelmezett nyílvesszőjük van.
hy: Կրկնակի առողջություն և նախնական նետերի քանակ քաղաքացիական կենտրոններին։
it: I centri cittadini hanno il doppio dei punti salute e scagliano il doppio delle frecce.
ja: 町の中心の耐久力と無人時の矢の量が2倍になります。
ko: 시청은 두 배의 두 배의 건강과 기본 화살이 있습니다.
nb: Samfunnssentre har dobbel helse og doble standard piler.
pl: Centra osady mają dwa razy więcej zdrowia i dwa razy więcej domyślnych strzał.
pt_br: Centros Cívicos possuem o dobro de Vida e o dobro de flechas padrão.
ru: Центр цивилизации имеет удвоенную жизнеспособность и удвоенное количество стрел.
sk: Administratívne centrá majú dvojnásobné zdravie a dvojnásobný štandardný počet šípov.
sv: Samhällscentrum har dubbel hälsa och dubbla standardpilar.
tr: Şehir Merkezleri iki katı Sağlığa ve iki katı korunmaya sahiptir.
uk: Центр цивілізації має подвоєну життєздатність і подвоєну кількість стріл.
zh: 市政中心生命值 +100% ，箭矢攻击加倍。
zh_tw: 城鎮中心有雙倍的生命值與雙倍於預設值的射出箭矢。

source: Hellenistic Metropolises
ast: Metrópolis helenístiques
bg: Елински метрополии
br: Metropoloù Hellenek
ca: Metròpolis hel·lenístiques
cs: Helénská hlavní města
de: Hellenistische Metropolen
el: Ελληνιστικές μητροπόλεις
es_ar: Metrópolis Helenísticas
eu: Metropoli helenistikoak
fa: کلان شهر های یونانی
ga: Ardchathracha Heilléineacha
he: הערים ההלניסטיות הגדולות
hu: Hellén városok
hy: Հելլենիստական մետրոպոլիսներ
it: Metropoli Ellenistiche
ja: ヘレニズム中核都市
ko: 헬레니즘 메트로폴리스ehsms헬레니스틱 메트로포리세스
nb: Hellenistiske metropoler
pl: Metropolie Hellenistyczne
pt_br: Metrópoles Helênicas
ru: Эллинские метрополии
sk: Helénske hlavné mestá
sv: Hellenistiska Metropoler
tr: Helenistik Metropol
uk: Мегаполіси еллінів
zh: 希腊化都市
zh_tw: 希臘風格的大都市

source: Beginning with Alexander, the Hellenistic monarchs founded many cities throughout their empires, where Greek culture and art blended with local customs to create the motley Hellenistic civilization.
ast: Entamando per Alexandru, los monarques helenísticos fundaron bien de ciudaes nos sos imperios, u l'arte y cultura griegos s'entevenaron colos costumes llocales pa facer el mecigayu de la civilización helenística.
bg: Александър и всички елински царе след него основали много градове из империите си, където гръцката култура и изкуство се смесили с местните обичаи, за да създадат разнородната елинска цивилизация.
br: En ur gregiñ gant Aleksandr o doa savet an unpennoù Helleniek meur a c'hêr war o impalaeriezhoù a-bezh, el-lec'h ma oa en em vesket an arz hag ar sevenadur Gresian gant ar c'hustumoù lec'hel evit krouiñ ar sevenadur Helleniek mesk-mailh.
ca: Començant amb Alexandre, els monarques hel·lenístics van fundar moltes ciutats al llarg dels seus imperis, on la cultura i l'art grecs es barrejaven amb els costums locals per crear la bigarrada civilització hel·lenística.
cs: Počínaje Alexandrem, helénští monarchové zakládali ve svých říších mnoho nových měst, kde se řecká kultura a umění prolínali s tamními zvyky a utvářely tak pestrou helénskou civilizaci.
de: Beginnend mit Alexander gründeten die hellenistischen Monarchen viele Städte in ihrem Imperium, in denen sich die griechische Kunst und Kultur mit den lokalen Gebräuchen vermischten und die kunterbunte hellenistische Zivilisation bildete.
el: Ξεκινώντας με τον Αλέξανδρο, οι Ελληνιστικοί μονάρχες ίδρυσαν πολλές πόλεις σε όλη την αυτοκρατορίας τους, όπου η Ελληνική κουλτούρα και η τέχνη αναμειγνύονταν με τα τοπικά έθιμα για να δημιουργηθεί ένας ετερόκλητος Ελληνιστικός πολιτισμός.
es_ar: A partir de Alejandro, los monarcas helénicos fundaron muchas ciudades a través de todos sus imperios, donde la cultura y el arte griegos se mezclaron con las costumbres locales para crear al colorida civilización helenística.
eu: Alejandro aitzindari, heleniar erregeek hiri asko sortu zituzten beren inperioen zehar, eta han grekoen kultura eta artea bertakoen ohiturekin nahastu ziren heleniar zibilizazio anitza osatuz.
fa: شروع با الکساندر، پادشاه یونانی که شهرهای زیادی را ضمیمه خاک امپراتوری خود کرد جایی که فرهنگ و هنر یونان با سنت های محلی ترکیب شدند و تمدنی یونانی رنگارنگی را شکل دادن.
ga: Tosaíodh le hAlastar, bhunaigh na ríthe Heilléineacha cathracha nua go leor a n-impireachtaí ar fad, chumaisc cultúr na Gréige anseo leis na nósanna áitiúla agus meascáin na shibhialtacht Heilléanach a chruthú.
hu: Alexszandrosszal kezdve, a hellén uralkodók sok várost alapítottak birodalomszerte, ahol a görög kultúra és művészet keveredett a helyi szokásokkal így létrehozva a sokszínű görög hellén civilizációt.
hy: Ալեքսանդրից սկսած՝ հելլենիստական կառավարիչները հիմնել են բազմաթիվ քաղաքներ իրենց կայսրություններում, որտեղ հունական մշակույթն ու արվեստը խառնվել են տեղական ավանդույթների հետ՝ ստեղծելով խայտաբղետ հելլենիստական քաղաքակրթությունը։
it: A partire da Alessandro, i sovrani ellenistici fondarono molte città in tutto il loro impero, dove la cultura e l'arte greca si mescolarono con le tradizioni locali fino a creare una civiltà ellenistica eterogenea.
ja: アレクサンドロスに始まるギリシアの君主は多くの都市を帝国全土に建設し、そこではギリシア文化と芸術が土地の習慣と融合して、混成のヘレニズム文明を作り上げました。
ko: 알렉산더를 시작으로 헬레니즘의 군주들은 그들의 제국 전체에 걸쳐 많은 도시를 세웠는데, 그리스 문화와 예술이 지방의 풍습과 어우러져 혼합된 헬레니즘 문명을 만들었습니다.
nb: De Hellenistiske monarkene, med Aleksander som den første, grunnla mange byer overalt i sine imperier, der gresk kultur og kunst ble forent med lokale skikker for å skape den blandede hellenistiske sivilisasjonen.
pl: Zaczynając od Aleksandra, Helleńscy monarchowie założyli wiele miast w swoich imperiach, gdzie grecka kultura i sztuka mieszała się z regionalnymi obyczajami tworząc zróżnicowaną cywilizację Helleńską.
pt_br: Começando por Alexandre, os monarcas helenísticos fundaram muitas cidades em seus impérios, onde a cultura e a arte gregas misturaram-se a costumes locais para criar cosmopolita civilização Helenística.
ru: Начиная с Александра, эллинские правители основали много городов на всей территории своих империй, в которых греческая культура и искусство смешались с местными обычаями, чтобы создать пёструю эллинскую цивилизацию.
sk: Počínajúc Alexandrom, helénski panovníci založili po celých svojich ríšach mnoho miest, kde sa grécka kultúra a umenia miešali s miestnymi zvykmi tvoriac tak pestrú helénsku civilizáciu.
sv: Från och med Alexander, grundade Hellenistiska monarkerna många städer i hela sina riken, där den grekiska kulturen och konsten blandas med lokala seder för att skapa den brokiga hellenistiska civilisationen.
tr: İskender ile birlikte, Helenik hükümdarlar imparatorluk boyunca Yunan kültürü ile yerel geleneklerin karıştığı, mozaik Helenik medeniyetini oluşturan birçok şehir kurdular.
uk: Починаючи з Олександра, еллінські правителі заснували багато міст по всіх територіях своїх імперій, у яких грецька культура і мистецтво змішалися з місцевими звичаями, щоб створити строкату еллінську цивілізацію.
zh: 自亚历山大大帝开始，希腊的文化逐渐变为整个帝国的基础，其中希腊文化及艺术与当地的风俗混合创造了形形色色的希腊化文明。
zh_tw: 自亞歷山大大帝 (Alexandar) 開始，希臘的文化逐漸變為整個帝國的基礎，其中希臘文化及藝術與當地的風俗混合創造了形形色色的希臘化文明。
