Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Once the Farmstead is constructed, its builders will automatically begin gathering food if there is any nearby. Select the builders and instead make them construct a Field beside the Farmstead.
cs: Když je zemědělská usedlost hotova, začnou její stavitelé automaticky shromažďovat jídlo, jestliže je nějaké poblíž. Vyberte stavitele a nechte je místo toho založit vedle statku pole.
fi: Kun maatila on rakennettu, sen rakentajat alkavat automaattisesti kerätä ruokaa, jos sitä on lähellä. Valitse rakentajat ja pane heidät sen sijaan rakentamaan pelto maatilan viereen.
fr: Une fois que le corps de ferme est construit, ses constructeurs vont automatiquement commencer à récupérer de la nourriture aux alentours, s'il y en a. Sélectionnez les bâtisseurs, et faites-leur construire un Champ à côté du corps de ferme.
hu: A tanya elkészültével az építők – amennyiben van élelemforrás a közelben – automatikusan elkezdenek majd élelmet gyűjteni. Ehelyett jelöld ki építőidet, és alakíttass ki velük egy mezőt a tanya a mellett!
id: Setelah Lumbung dibangun, pembangunnya akan otomatis mulai mengumpulkan pangan jika ada di sekitarnya. Pilih pembangun tersebut dan suruh mereka membangun Ladang di sebelah Lumbung.
ja: 農場ができると、近くに食料があれば町の人は自動的に食料の収集を開始します。 ここで一度食料を集めに行った人を選択し、農場の横に「畑」を建ててみましょう。
nl: Zodra de boerderij gebouwd is zullen de werkers automatisch beginnen met voedsel verzamelen, als dat dichtbij te vinden is. Selecteer de werkers en laat ze een akker maken naast de boerderij.
pt_br: Após construir o edifício agrícola, seus trabalhadores vão automaticamente coletar comida se houver alguma fonte próxima. Ao invés disso, faça seus construtores construírem um campo agrícola ao lado do edifício agrícola.
zh_tw: 農場建成後，建築工人會自動開始採集附近的食物。選取剛才的建築工人並讓他們在農場旁建造農田。

source: The Field's builders will now automatically begin gathering food from the Field. Using the newly created group of skirmishers, get them to build another House nearby.
cs: Zakladatelé pole nyní automaticky začnou shromažďovat jídlo z pole. Použijte právě vytvořenou skupinu harcovníků na postavení domu poblíž.
fi: Pellon rakentajat alkavat nyt automaattisesti kerätä ruokaa pellolta. Käyttämällä äskettäin luotua kahakoitsijaryhmä, pane heidät rakentamaan toinen talo lähistölle.
fr: Les bâtisseurs du Champ vont maintenant commencer automatiquement à rassembler la nourriture du Champ. En utilisant le groupe de tirailleurs nouvellement créés, faites-leur construire une autre Maison à proximité.
hu: A mezőt kialakító munkások most már innen fogják automatikusan begyűjteni az élelmet. Fogd újonnan kiképzett csatáraidat, és építtess velük egy újabb házat a közelben!
id: Pembangun Ladang sekarang akan otomatis mulai mengumpulkan pangan dari Ladang. Sekarang, gunakan kelompok penskirmis yang baru saja dibuat untuk membangun satu lagi Rumah di sekitar.
ja: これで「畑」を建てた人たちは、自動的に「畑」から食料を集め始めます。 作成した小隊を使って、近くにもうひとつ「家」を建ててもらいましょう。
nl: De werkers zullen nu vanzelf voedsel gaan verzamelen van de akker. Laat de nieuwe groep speerwerpers in de buurt een nieuw huis bouwen.
pt_br: Os construtores do campo agrícola irão agora começar a coletar alimento do campo. Com os escaramuçadores acabados de criar, ordena-lhes que construam uma nova casa por perto.
zh_tw: 農田的建築工人現在會自動開始耕田。派一群新訓練的標槍兵在附近蓋另一棟房舍。

source: Train a batch of Hoplites at the Civic Center. Select the Civic Center and with it selected right-click on a tree nearby. Units from the Civic Center will now automatically gather wood.
cs: Vycvičte ve správním středisku skupinu hoplítů. Vyberte správní středisko a když je vybráno, tak klepněte pravým tlačítkem myši na strom poblíž. Jednotky ze správního střediska nyní automaticky začnou těžit dřevo.
fi: Kouluta joukko hopliitteja kansalaiskeskuksessa. Valitse kansalaiskeskus ja napsauta sen ollessa valittuna hiiren kakkospainikkeella läheistä puuta. Kansalaiskeskuksen yksiköt keräävät nyt automaattisesti puuta.
fr: Entraînez un groupe de Hoplites depuis le Centre-ville. Sélectionnez le Centre-ville puis, ce dernier sélectionné, faites un clic droit sur un arbre proche. Les unités du Centre-ville iront automatiquement collecter du bois.
hu: Képezz ki egy csoportnyi hoplitát a városházán! Jelöld ki a városházát, majd a jobb egérgombbal kattints rá egy fára az épület közelében! A városházán létrehozott egységek így automatikusan nekiállnak majd fát vágni.
id: Latih sekelompok Hoplites di Pusat Bangsa. Pilih Pusat Bangsa dan saat dipilih klik kanan pada pohon terdekat. Unit dari Pusat Bangsa sekarang akan dengan otomatis mengumpulkan kayu.
ja: 「町の中心」で歩兵の一括養成をしてください。 養成中に「町の中心」を選択した状態で近くの木を右クリックしてみましょう。 これにより養成された際ユニットが自動的に木を集めるようになります。
nl: Rekruteer een groep hoplieten in het beschavingscentrum. Selecteer het beschavingscentrum en klik rechts op een nabije boom. De eenheden die uit het beschavingscentrum komen zullen nu vanzelf hout gaan verzamelen.
pt_br: Treine um lote de Hoplitas no Centro Cívico. Selecione o Centro Cívico e com este selecionado clique direito numa árvore das redondezas. As unidades do Centro Cívico irão agora coletar Madeira automaticamente.
zh_tw: 從城鎮中心訓練一批重裝步兵。選取城鎮中心後右鍵點擊附近的樹，城鎮中心生產的單位就會自動前去伐木。

source: Select the Civic Center, then hover the cursor over the tree and right-click when you see your cursor change into a wood icon.
cs: Vyberte správní středisko, pak najeďte ukazovátkem na strom, a jakmile se ukazovátko změní na ikonu dřeva, klepněte pravým tlačítkem myši.
fi: Valitse kansalaiskeskus, vie kursori puun päälle ja napsauta hiiren oikealla painikkeella, kun kursori muuttuu puun kuvakkeeksi.
fr: Sélectionnez le Centre-ville, puis placez le curseur sur l’arbre et faites un clic droit quand vous voyez votre curseur changer pour une icône « bois ».
hu: Jelöld ki a városházát, majd vidd a kurzorodat egy fához! Amikor a kurzor egy fa ikonná változik, kattints egyet a jobb egérgombbal!
id: Pilih Pusat Bangsa, lalu layangkan kursor di atas pohon dan klik-kanan ketika kursor berubah menjadi ikon kayu.
ja: 「町の中心」を選択し、木の上にカーソルを近づけ、カーソルが木のアイコンに変わったら右クリックしてください。
nl: Selecteer het beschavingscentrum, plaats uw muis over een boom en klik rechts als de cursor verandert in een hout icoon.
pt_br: Selecione o Centro Cívico, e então posicione o cursor do mouse sobre a árvore e clique direito quando o cursor mudar para um ícone de Madeira.
zh_tw: 選取城鎮中心並將游標移到樹木上，在你看到游標變為木頭圖標時按下右鍵。

source: Build a Barracks nearby. Whenever your population limit is reached, build an extra House using any available builder units. This will be the fifth Village Phase structure that you have built, allowing you to advance to the Town Phase.
cs: Postavte poblíž kasárnu. Kdykoli je dosaženo vašeho omezení počtu obyvatel, postavte si pomocí libovolných dostupných stavebních jednotek další dům. Bude to pátá budova vesnické fáze, kterou jste postavili, což vám umožní postoupit do městské fáze.
fi: Rakenna kasarmi lähelle. Aina kun asukaslukusi raja saavutetaan, rakenna ylimääräinen talo käyttämällä käytettävissä olevia rakentajayksiköitä. Tämä on viides rakentamasi kylävaiheen rakennus, joten voit nyt siirtyä kauppalavaiheeseen.
fr: Construisez une caserne à coté. Quand la population maximum est atteinte, construisez une maison supplémentaire en utilisant n'importe quel unité disponible. Ce-que vous avez construit sera le pied de la phase "Village" de votre ville, qui vous permettra de passer à la phase "Ville"
hu: Építtess egy kaszárnyát a közelben! Akárhányszor eléred a népességkorlátot, húzass fel egyszerűen egy újabb házat befogható egységeid segítségével! Ez lesz az ötödik falusi szakaszhoz tartozó építményed, ami azt jelenti, hogy immár lehetőséged nyílik továbblépni a városi szakaszba.
id: Buat sebuah Barak di sekitar. Ketika batas populasi tercapai, bangun lebih banyak Rumah menggunakan semua unit pembangun yang tersedia. Ini akan menjadi bangunan Fase Desa kelima yang telah anda buat. memperbolehkan anda untuk melanjutkan ke Fase Kota.
ja: 「兵舎」を近くに建てましょう。 人口上限に達するたびに、ユニットを使って家を1軒追加で建てます。 これで村の段階の建物は5つ目となり、町の段階に進むことができます。
nl: Bouw een kazerne. Telkens wanneer u de bevolkingslimiet bereikt, moet u extra huizen bouwen met de beschikbare werkkrachten. Dit wordt het vijfde gebouw van de dorpsfase wat u hebt gebouwd, daardoor kunt u door naar de stadsfase.
pt_br: Construa o quartel nas proximidades. Sempre que o limite de sua população for atingido, construa uma casa extra usando qualquer unidade construtora disponível. Essa será a quinta estrutura de Fase de aldeia que você terá construído, permitindo que você avance para a fase de cidade.
zh_tw: 在附近蓋一棟軍營。達到人口上限時，指派單位再建造一棟房舍。這同時也是第五棟村莊階段建築，讓您能進展到鄉鎮階段。

source: Select the Civic Center again and advance to Town Phase by clicking on the II icon (you have to wait for the barracks to be built first). This will allow Town Phase buildings to be constructed.
cs: Znovu vyberte správní středisko a postupte do městské fáze klepnutím na II ikonu (musíte nejprve vyčkat dokud nebude postavena kasárna). To vám umožní stavět budovy z městské fáze.
fi: Valitse kansalaiskeskus uudelleen ja siirry kauppalavaiheeseen napsauttamalla II-kuvaketta (sinun on odotettava, että kasarmit valmistuvat) Tämä mahdollistaa kauppalavaiheen rakennusten rakentamisen.
fr: Sélectionnez à nouveau le Centre-ville et améliorez le à la phase "Ville" en cliquant sur l'icône "II" (il faut attendre que la construction de la caserne soit fini). Ce qui permettra de pouvoir construire la phase "Ville".
hu: Jelöld ki ismét a városházát, és lépj át a városi szakaszba a „II” ikonra kattintva (előbb meg kell várnod, míg felépül a kaszárnya)! Ezzel lehetőséged nyílik majd arra, hogy városi szakaszhoz tartozó épületeket építtess.
id: Pilih Pusat Bangsa lagi dan maju ke Fase Kota dengan klik pada ikon II (anda harus menunggu sampai barak terbuat dahulu). Ini akan memperbolehkan bangunan Fase Kota untuk dikonstruksi.
ja: 再び「町の中心」を選択し、「II」のアイコンをクリックして街の段階に進みます。 (「兵舎」が完成してからできるようになります）
nl: Selecteer wederom het beschavingscentrum en ga naar stadsfase door op het 'II' icoon te klikken (dit komt beschikbaar wanneer de kazerne gebouwd is). Hierdoor kunt u gebouwen van de stadsfase gaan bouwen.
pt_br: Selecione o Centro Cívico novamente e avance para a Fase da Cidade clicando no ícone II (você tem que esperar que o quartel seja construído primeiro). Isso permitirá que os edifícios da Fase da Cidade sejam construídos.
zh_tw: 選取城鎮中心並點擊 II 按鈕以發展到鄉鎮階段（等軍營建成後），如此就能建造鄉鎮階段的建築。

source: Order the idle Skirmishers to build an outpost to the north east at the edge of your territory.
cs: Nařiďte nečinným jednotkám, aby postavily vyhlídkovou věž na severovýchodě na okraji vašeho území.
fi: Käske joutilaat kahakoitsijat rakentamaan vartioasema alueesi koillisreunalle.
fr: 63% match Ordonnez à vos Tirailleurs inactifs de construire un avant-poste au nord-est au bord de votre territoire.
hu: Parancsold meg tétlen csatáraidnak, hogy építsenek egy előőrsöt területed északkeleti szélén!
id: Perintahkan Penskirmis yang menganggur untuk membangun pos di timur laut pada ujung wilayahmu.
ja: 「兵舎」を建てて手の空いた散兵を選択してください。 「町の中心」を正面から見て北東の領域へ「前哨基地」を建てましょう
nl: Stuur de inactieve speerwerpers naar de noordoostelijke grens van uw territorium om daar een uitkijkpost te bouwen.
pt_br: Ordene aos escaramuçadores ociosos para construírem um posto avançado ao nordeste dos limites do seu território.
zh_tw: 請指派閒置的散兵，在領土東北方的邊境建造一個前哨站。

source: Start training a batch of Female Citizens in the Civic Center and set its rally point to the farm (right click on it).
cs: Začněte ve správním středisku s výcvikem skupiny občanek a nastavte shromažďovací bod správního střediska na statek (klepněte na něj pravým tlačítkem myši).
fi: Aloita naiskansalaisten koulutus kansalaiskeskuksessa ja aseta sen kokoontumispaikaksi maatila (napsauta sitä hiiren oikealla).
fr: Commencez à former un groupe de Citoyennes au Centre-ville et fixez le point de ralliement à la ferme (faites un clic droit sur cette dernière).
hu: Rendeld el egy csoportnyi női polgár kiképzését a városházán, majd (jobb kattintással) állítsd át a gyülekezési pontot a farmra!
id: Mulai latih sekelompok Rakyat Wanita di Pusat Bangsa dan atur titik kumpulnya ke ladang (klik kanan pada ladang)
nl: Rekruteer vijf vrouwelijke burgers in het beschavingscentrum en zet hun verzamelpunt op het veld (door rechts te klikken op het veld).

source: Prepare for an attack by an enemy player. Train more soldiers using the Barracks, and get idle soldiers to build a Tower near your Outpost.
cs: Připravte se na útok vedený nepřátelským hráčem. Vycvičte v kasárnách více vojáků a postavte pomocí nečinných vojáků věž poblíž předsunutého stanoviště.
fi: Valmistaudu vihollispelaajan hyökkäykseen. Kouluta lisää sotilaita kasarmilla ja laita joutilaat sotilaat rakentamaan torni vartioasemasi lähelle.
fr: Préparez-vous à une attaque de la part d’un joueur ennemi. Formez davantage de soldats en utilisant les casernes, et utilisez les soldats inactifs afin de construire une Tour de défense près de votre Avant-Poste.
hu: Készülj fel egy támadásra valamelyik ellenséges játékostól! Képezz még ki katonákat a kaszárnyában, tétlen harcosaiddal pedig építtess egy őrtornyot az előőrs közelében!
id: Bersiap untuk serangan dari pemain musuh. Latih lebih banyak prajurit menggunakan Barak, dan perintahkan prajurit menganggur untuk membangun Menara di dekat Pos Anda.
ja: 敵プレイヤーの攻撃に備えていきましょう。 「兵舎」で兵士を鍛え、兵を集めて「前哨基地」の近くに「塔」を建てます。
nl: Bereid u voor op een aanval van een vijandelijke speler. Rekruteer meer soldaten uit de kazerne en laat inactieve soldaten een toren bouwen in de buurt van je uitkijkpost.
pt_br: Prepare-se para um ataque de um jogador inimigo. Treine mais soldados usando o Quartel, e junte soldados ociosos para construir uma Torre perto do seu Posto Avançado.
zh_tw: 準備應對敵方玩家的攻擊。使用軍營訓練更多士兵，並讓閒置的士兵在哨站附近建造一座塔樓。

source: Build a Forge and research the Infantry Training technology (sword icon) to improve infantry hack attack.
cs: Postavte kovárnu a vyzkoumejte technologii výcviku pěchoty (ikona meče). Tím zlepšíte sečný útok pěchoty.
fi: Rakenna takomo ja kehitä Jalkaväen koulutus -teknologia (miekkakuvake) parantaaksesi jalkaväen hakkaushyökkäystä.
fr: Construisez une forge et recherchez la technologie Entraînement de l'Infanterie (icône avec l'épée) pour augmenter le niveau d'attaque tranchante de l'infanterie.
hu: Építtess egy kovácsműhelyt, és fejleszd ki a „Gyalogsági kiképzés” technológiát (kard ikon) a gyalogság vágási sebzésének megnöveléséhez!
id: Bangun Pandai Besi dan teliti teknologi Pelatihan Infanteri (ikon pedang) untuk meningkatkan serangan tebas infanteri.
ja: 次に「鍛冶場」を建設していきましょう。 「鍛冶場」は兵士ユニットの攻撃力、防御力を向上する研究ができます。 建築できたら「剣のアイコン」を選択して兵士の攻撃力を向上させましょう。
nl: Bouw een smidse en onderzoek de zijwapens technologie (zwaard icoon) om de slagkracht van infanterie-eenheden te verbeteren.
pt_br: Construa um Ferreiro e pesquise a tecnologia de Treino de Infantaria (ícone da espada) para melhorar o ataque de corte da infantaria.
zh_tw: 建造一座兵工廠並研究步兵訓練科技(劍的圖示)以提高步兵劈砍的攻擊力。

source: Now that you are in City Phase, build the Arsenal nearby and then use it to construct 2 Battering Rams.
cs: Nyní, když jste ve velkoměstské fázi, postavte poblíž zbrojnici a sestrojte v ní 2 beranidla.
fi: Nyt kun olet kaupunkivaiheessa, rakenna lähelle asevarasto ja rakenna sen avulla 2 muurinmurtajaa.
fr: Maintenant que vous avez passé la Phase des Cités, construisez l'Arsenal et utilisez-le pour construire 2 Béliers.
hu: Most, hogy elérted a nagyvárosi szakaszt, építtess egy ostromgép-műhelyt a közelben, majd megépültét követően rendeld el 2 faltörő kos elkészítését!
id: Setelah Anda di Fase Kotaraya, bangun Gudang Senjata di sekitar dan gunakan untuk membangun 2 Pelantak Tubruk.
ja: 都市の段階に入りました。 近くに「包囲攻撃訓練所」を建設し、破城槌を2台作成しましょう。
nl: Nu u in grootstadsfase bent, bouw een arsenaal en construeer vervolgens 2 stormrammen.
pt_br: Agora que você está na fase da cidade, construa um arsenal nas proximidades e então use-o para construir 2 aríetes.
zh_tw: 現在，您已經進到了城市階段，在附近建造一座兵工廠並利用它建造 2 個攻城鎚。

source: Stop all your soldiers gathering resources and instead task small groups to find the enemy Civic Center on the map. Once the enemy's base has been spotted, send your Siege Engines and all remaining soldiers to destroy it.
cs: Zastavte všechny vojáky ve sběru surovin a utvořte malou skupinu, která bude na mapě hledat nepřátelské správní středisko. Jakmile ho najdete, pošlete všechny obléhací stroje a zbývající vojáky, aby ho zničili.
fi: Lopeta resurssien kerääminen sotilailla ja anna sen sijaan pienille ryhmille tehtäväksi löytää vihollisen kansalaiskeskus kartalta. Kun vihollisen tukikohta on havaittu, lähetä piirityskoneesi ja kaikki jäljellä olevat sotilaasi tuhoamaan se.
fr: Stoppez tout vos soldats collectant des ressources et formez à la place des petits groupes pour trouver le Centre-ville ennemi sur la carte. Une fois la base ennemie trouvée, envoyez vos Armes de siège et tout vos soldats restants la détruire.
hu: Utasítsd katonáidat a nyersanyaggyűjtés felfüggesztésére, szervezz belőlük kis csoportokat, majd derítsd ki segítségükkel, hol található az ellenséges városháza! Meglelését követően küldd oda ostromgépeidet is, hogy közösen elpusztíthassák az!
id: Hentikan semua prajurit dari mengumpulkan sumberdaya dan suruh regu kecil untuk menemukan Pusat Peradaban musuh di peta. Setelah markas musuh ditemukan, kirim Mesin Kepung anda dan semua tentara yang tersisa untuk menghancurkannya.
ja: 兵士の資源採集をやめさせ、少人数でマップ上の敵の「町の中心」を探しましょう。 敵の領域を発見したら、攻城兵器と残りの兵士を送り込んで破壊しましょう！
nl: Beveel al uw soldaten te stoppen met grondstoffen verzamelen en stuur ze in kleine groepen op zoek naar het vijandelijke beschavingscentrum. Wanneer u de vijandelijke basis gevonden hebt, stuur uw belegeringswerktuigen en alle overige soldaten er naartoe om het te vernietigen.
pt_br: Ordene a todos os seus soldados que parem a colheita de recursos e ao invés disso envie pequenos grupos para que encontrem o centro cívico inimigo no mapa. Uma vez que a base inimiga for identificada, você deverá enviar a sua arma de cerco e todos os soldados restantes para destruir a base do inimigo.
zh_tw: 停下你所有正在採集資源的士兵，並且分成小組去尋找敵人的城鎮中心。一但發現敵人的基地，派出你的攻城武器和所有的士兵去摧毀它。

source: Female Citizens should continue to gather resources.
cs: Občanky by měly pokračovat ve sběru surovin.
fi: Naiskansalaisten tulisi jatkaa resurssien keräämistä.
fr: Les Citoyennes peuvent continuer à recueillir des ressources.
hu: A női polgárok folytassák a nyersanyagok gyűjtését!
id: Rakyat Wanita harus melanjutkan mengumpulkan sumberdaya.
ja: 女性市民は資源を集め続けましょう。戦力として使うとたちまちやられてしまいます。
nl: Vrouwelijke burgers gaan het beste door met grondstoffen verzamelen.
pt_br: As cidadãs devem continuar a coletar recursos.
zh_tw: 女性公民應該繼續去採集資源。

source: The top row of buttons contains portraits of units that may be trained at the building while the bottom one or two rows will have researchable technologies. Hover the cursor over the II icon. The tooltip will tell us that advancing to Town Phase requires both more constructed structures as well as more food and wood resources.
cs: Vrchní řada tlačítek obsahuje vylíčení jednotek, které mohou být v budově cvičeny, zatímco spodní řada (nebo spodní dvě řady) obsahuje technologie ke zkoumání. Najeďte ukazovátkem nad ikonu II. Popisek říká, že k postupu do městské fáze je potřeba jak více postavených budov, tak více jídla a dřeva.
fi: Ylimmällä painikerivillä on rakennuksessa koulutettavien yksiköiden kuvat, kun taas alimmalla rivillä tai kahdella rivillä on tutkittavissa olevia teknologioita. Vie kursori II-kuvakkeen päälle. Työkaluvihje kertoo, että kauppalavaiheeseen eteneminen vaatii sekä enemmän rakennettuja rakennuksia että enemmän ruoka- ja puuvaroja.
fr: La rangée supérieure contient les portraits des unités pouvant être entraînées dans le bâtiment alors que celle du bas ou deux rangées contiendront les technologies pouvant être recherchées. Passez votre curseur au dessus de l’icône II. L’infobulle nous apprendra qu’avancer jusqu’à la Phase des villes nécessite à la fois plus de bâtiments construits mais aussi plus de ressources en nourriture et en bois.
hu: A felső sorban lévő gombokon azoknak az egységeknek a képei vannak, amelyeket az épületben ki lehet képezni, míg az alsó sorokban a fejlesztések láthatók. Vidd a kurzort a II-es ikon fölé. A megjelenő információk közt láthatod, hogy a városi szakaszba lépéshez még kész épületekre, valamint több fára és élelemre van szükséged.
id: Tombol barisan atas berisi potret dari unit yang mungkin akan dilatih di bangunan sementara yang dibarisan bawah pertama atau kedua akan memiliki teknologi yang bisa diteliti. Taruh kursor di ikon II. Tooltip akan memberitahu kita bahwa melanjutkan ke Fase Kota membutuhkan lebih banyak struktur yang sudah dibangun serta lebih banyak sumberdaya pangan dan kayu.
ja: パネルの上の方には養成することができるユニットのアイコンが並んでいます。 下の方には研究可能なテクノロジーのアイコンが並んでいます。 「II」のアイコンにカーソルを置いてみてください。 町の段階に進むために必要な条件で何が足りないかがわかります。
nl: De bovenste rij iconen toont afbeeldingen van eenheden die in dat gebouw gerekruteerd kunnen worden; de rij of rijen eronder tonen technologieën die onderzocht kunnen worden. Plaats de cursor op het 'II' icoon. De tekst die verschijnt zegt u dat voor de overgang naar de stadsfase zowel meer gebouwen als meer voedsel en hout nodig is.
pt_br: A fileira de botões em cima contém retratos de unidades que podem ser trainadas nas construções enquanto as fileiras um e dois da parte de baixo terão tecnologias pesquisáveis. Colocando o cursor no ícone II. A ferramenta de dicas nos dirá os requisitos para o avanço para Fase da Cidade, estruturas construídas e se necessário mais comida e recursos madeireiros.
zh_tw: 頂部的按鈕包含可能在建築物進行訓練的單位的頭像，而底部的一行或兩行將具有可研究的科技。將滑鼠游標懸停在 II 的圖示上。 工具提示將告訴我們，進入鄉鎮階段需要更多的建設以及更多的食物和木材資源。
