Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: As a free, open source game, we don't have the resources to test on a wide range of systems, but we want to provide the best quality experience to as many players as possible. When you enable automatic feedback, we'll receive data to help us understand the hardware we should focus on supporting, and to identify performance problems we should fix.
ar: باعتبارها لعبة حرّة ومفتوحة المصدر، ليس لدينا الموارد الكافية لاختبارها على مختلف الأنظمة، إلّا أنّنا نريد تقديم أفضل تجربة نوعيّة لأكبر عدد ممكن من اللاعبين. عندما تفعّل التّغذية الاسترجاعيّة الآليّة، فسنستقبل بعض البيانات التي تساعدنا على معرفة الأجهزة التي علينا التّركيز على دعمها، والتّعرّف على مشاكل الأداء التي علينا إصلاحها.
da: Som et frit, open source spil, har vi ikke ressourcer til et teste på et stort udvalg af systemer, men vi vil gerne give den bedste oplevelse til så mange spillere som muligt. Når du slår automatisk feedback til, får vi data der hjælper os med at forstå den hardware vi skal fokusere på at understøtte, og at identificere problemer der hindrer ydeevnen og bør rettes.
es_mx: Como juego gratuito y de código abierto, no contamos con los recursos de pruebas de un gran arsenal computacional, pero queremos proporcionar la mejor experiencia al mayor número de jugadores posible. Cuando activas los informes automáticos, recibiremos datos sobre tu equipo que nos ayudarán a entender y centrarnos en el hardware que merece la pena, e identificar problemas de rendimiento para solucionarlos rápidamente.
et: Tasuta mänguna pole meil ressursse laialdaseks testimiseks erineval riistvaral, kuid tahame pakkuda parimat mängukogemust võimalikult paljudele. Automaatse tagasiside sisse lülitades saadetakse meile andmed, mis aitavad meil leida riistvara, mille toetusele tähelepanu pöörata ja jõudlusprobleeme, mida parandada.
he: כמו במשחק חופשי, יש קוד פתוח, אין לנו את המשאבים כדי לבדוק מגוון רחב של מערכות, אבל אנחנו רוצים לספק חווית משחק באיכות הטובה ביותר לשחקנים רבים ככל האפשר. כשאתה מאפשר את המשוב אוטומטי, אנו יכולים לקבל נתונים שיעזרו לנו להבין את החומרה שאנו צריכים להתמקד בתמיכה, ולזהות בעיות ביצועים שאנחנו צריכים לתקן.
ka: როგორც თავისუფალი, ღია კოდით თამაში, ჩვენ არ გვაქვს სახსრები რომ გამოვცადოთ ბევრ სისტემაზე, მაგრამ ჩვენ გვინდა რაც შეიძლება მეტი მოთამაშესთვის წარმოვადგინათ საუკეთესო ხარისხი. როცა შენ რთავ ავტომატურ უკუკავშირს, ჩვენ ვიღებთ მონაცემებს, რაც გვეხმარება გავარკვიოთ რომელ სიმყარეზე გავამახვილოთ ყურადღება მათი მხარდაჭერისთვის და გამოვარკვიოთ შემდგომში გასასწორებელი წარმოდგენის სისუსტეები.
ms: Oleh kerana ia merupakan permainan bersumber terbuka dan percuma, kami tidak mempunyai sumber untuk menguji terhadap pelbagai jenis sistem, tetapi kami mahu memberikan pengalaman permainan yang berkualiti terbaik kepada pemain sebaik yang mungkin. Bila anda benarkan maklumbalas automatik, kami akan menerima data yang dapat membantu kami memahami perkakasan yang sepatutnya disokong, dan untuk mengenalpasti masalah prestasi yang sepatutnya dibaiki.
nb: Som et gratis spill, som forøvrig også er fri programvare, har vi ikke nok ressurser til å teste på et bredt utvalg av systemer, men vi ønsker likevel å tilby en opplevelse av høyeste kvalitet til så mange spillere som mulig. Når du skrur på automatisk tilbakemelding vil vi motta data som hjelper oss å forstå hvilken maskinvare vi burde fokusere på å støtte og å identifisere ytelsesproblemene vi burde fikse.
sk: Pretože 0 A.D. je slobodný a otvorený projekt, nemáme prostriedky na testovanie hry na širokej škále systémov, ale chceme poskytovať čo najlepšiu hru pre čo najviac hráčov. Ak povolíte automatické zasielanie správ, budeme dostávať dáta, ktoré nám pomôžu zistiť, na aký hardware sa máme zamerať a taktiež lepšie pochopíme problémy s výkonom hry, na ktoré sa musíme zamerať.
sr: Пошто је ово бесплатна, open source игра, немамо могућност да тестирамо на већем броју различитих система, али желимо да омогућимо најбоље играчко искуство највећем могућем броју играча. Када омогућите аутоматско слање повратних информација добићемо податке који ће нам помоћи да разумемо хардвер на који треба да се фокусирамо са омогућавањем подршке, као и да препознамо проблеме са перформансама које би требало да поправимо.

source: The following data will be sent to our server:
ar: ستُرسل البيانات الآتية إلى خادومنا:
da: Følgende data vil blive sendt til vores server:
es_mx: Los siguientes datos se enviarán al servidor:
et: Meie serverisse saadetakse järgmised andmed:
he: הנתונים הבאים יישלחו לשרת שלנו:
ka: შემდეგი მონაცემები გაიგზავნება ჩვენს მომსახურესთან:
lv: Šādi dati tiks nosūtīti uz mūsu serveri:
ms: Data berikut akan dihantar ke dalam pelayan kami:
nb: Følgende data vil bli sendt til vår tjener:
sk: Nasledujúce dáta budú zasielané na náš server:
sr: Следећи подаци ће бити послани на наш сервер:

source: • A random user ID (stored in %APPDATA%\0ad\config\user.cfg on Windows, ~/.config/0ad/config/user.cfg on Unix), to let us detect repeated reports from the same user.
ar: • معرّف عشوائيّ للمستخدم (مخزّن في ‎%APPDATA%\0ad\config\user.cfg على وندوز، و ‎~/.config/0ad/config/user.cfg على يونكس)، وذلك لنصنّف التّقارير الآتية من نفس المستخدم.
ms: • ID pengguna rawak (disimpan dalam %APPDATA%\0ad\config\user.cfg di dalam Windows, ~/.config/0ad/config/user.cfg on Unix), untuk membolehkan kami mengesan laporan dari pengguna yang serupa.
nb: • En tilfeldig generert bruker-ID (lagret i %APPDATA%\0ad\config\user.cfg på Windows, ~/.config/0ad/config/user.cfg på Unix), som lar oss gjenkjenne gjentatte rapporter fra den samme brukeren.
sk: • Náhodné používateľské ID (uložené v %APPDATA%\0ad\config\user.cfg vo Windows, ~/.config/0ad/config/user.cfg v unixových systémoch), umožňuje nám odlíšiť opakované hlásenia od toho istého používateľa.

source: • Game version number and basic build settings (optimisation mode, CPU architecture, timestamp, compiler version).
ar: • رقم إصدارة اللعبة وإعدادات البناء الأساسيّة (وضع التّحسين، ومعماريّة المعالج، والطّابع الزّمني وإصدارة المصرّف).
da: • Spilversionsnummer og basis build indstillinger (optimeringstilstand, CPU arkitektur, timestamp, compiler version).
es_mx: • Número de versión del juego y opciones de compilación (métodos de optimización, arquitectura de CPU, fecha y hora, versión del compilador).
et: • Mängu versiooninumber ja peamised kompilatsiooniparameetrid (optimeerimisviis, protsessoriarhitektuur, ajahetk, kompilaatori versioon).
he: • מספר גרסת משחק והגדרות בסיסיות להרכבה (מצב אופטימיזציה, ארכיטקטורת מעבד, חותם זמן, גרסת מהדר).
ka: • თამაშის სახესხვაობის ნომერი და ძირითადი შენების გარემოცვები (ოპტიმიზაციის ხერხი, CPU ხუროთმოძღვრება, დროის ბეჭედი, შემდგენელის სახესხვაობა).
ms: • Nombor versi permainan dan tetapan binaan asas (mod pengoptimuman, senibina CPU, setem masa, versi pengompil).
nb: • Spillets versjonsnummer, grunnleggende bygginnstillinger (optimiserings modus, CPU-arkitektur, tidsstempel og kompilator-versjon).
sk: • Verzia hry a základné nastavenia hry (optimizačný mód, architektúra procesora, časová značku, verzia kompilátora).
sr: • Верзија игре и основна подешавања build-а (мод оптимизације, CPU архитектура, временски жиг, верзија компајлера)

source: • Hardware details: OS version, graphics driver version, OpenGL capabilities, screen size, CPU details, RAM size.
ar: • تفاصيل العتاد: إصدارة نظام التّشغيل، وإصدارة مشغّل الرّسوميّات، وإمكانيّات «أوپن‌جي‌إل»، ومقاس الشّاشة، وتفاصيل عن المعالج وحجم الذّاكرة العشوائيّة.
da: • Hardwaredetaljer: Operativsystem, grafikdriverversion, OpenGL-evner, skærmstørrelse, CPU detaljer, RAM størrelse.
es_mx: • Detalles de hardware: versión del S.O., versión de los controladores gráficos, funcionalidad OpenGL, tamaño de la pantalla, detalles del procesador, tamaño de la RAM.
et: • Riistvara info: ekraani suurus, protsessor, muutmälu maht, OpenGL tugi, videokaardi ajuri versioon, operatsioonisüsteemi versioon.
ka: • სიმყარის დეტალები: OS სახესხვაობა, სახვითი წამყვანის სახესხვაობა, OpenGL შესაძლებლობები, მსახავის ზომა, CPU წვრილმანები, RAM ზომა.
ms: • Perincian perkakasan: versi OS, versi pemacu grafik, keupayaan OpenGL, saiz skrin, perincian CPU, saiz RAM.
nb: • Maskindetaljer: OS-versjon, grafikkdriver-versjon, OpenGL kapasiteter, skjermstørrelse, CPU-detaljer, RAM-størrelse.
sk: Hardwarové detaily: verzia operačného systému, verzia ovládača grafiky, nastavenia OpenGL, rozmer obrazovky, typ procesora, veľkosť operačnej pamäte.
sr: • Верзија хардвера: Верзија оперативног система, верзија графичких драјвера, OpenGL могућности, величина екрана, CPU детаљи, величина RAM.

source: • Performance details: a snapshot of timing data a few seconds after you start a match or change graphics settings.
ar: • تفاصيل الأداء: لقطة من بيانات التّوقيت بعد بضع ثوان من بداية أوّل مبارزة أو تغيير إعدادات الرّسوميّات.
da: • Ydelsesdetaljer: Et øjebliksbillede af timingsdata nogle få sekunder efter du starter et spil eller ændrer grafikindstillinger.
es_mx: • Detalles de rendimiento: transmitirnos algunas cifras de rendimiento tras comenzar una partida o cuando cambies los ajustes gráficos.
et: • Jõudlusandmed: ajastusandmestik mõned sekundid pärast mängu alustamist või graafikaseadete muutmist.
ka: • წარმოდგენის წვრილმანები: მონაცემების დროების სურათი თამაშის დაწყებიდან, ან სახვითი გარემოცვების შეცვლის შემდეგ რამდენიმე წამში.
ms: • Perincian prestasi: satu petikan data pemasaan beberapa saat selepas anda mulakan perlawanan atau mengubah tetapan grafik.
nb: • Ytelsesdetaljer: et øyeblikksbilde av tidsmålinger over et par sekunder etter at du starter en omgang eller endrer grafiske innstillinger.
sk: • Detaily o výkone: výpis dát niekoľko sekúnd po tom, ako spustíš bitku, alebo zmeníš grafické nastavenie.
sr: • Детаљи перформанси: приказ података од пар секунди пошто стартујете партију или промените графичка подешавања.

source: The data will only be a few kilobytes each time you run the game, so bandwidth usage is minimal.
ar: لن تكون البيانات سوى بضعة كيلوبايتات في كلّ مرّة تشغّل فيها اللعبة، ما يعني أنّ استخدام الشّبكة سيكون أقلّ ما يمكن.
da: Dataene vil kun være få kilobit hver gang du kører spillet, så forbruget af båndbredde er minimalt.
es_mx: Los datos enviados tan solo suponen el coste de unos pocos kilobytes cada vez que ejecutas el juego, el uso de tu ancho de banda es mínimo.
et: Võrgukasutus on minimaalne, vaid mõned kilobaidid andmeid mängu käivitamisel.
ka: მონაცემები იქნება მხოლოდ რამდენიმე კილობაიტი, ყველა დაწყებულ თამაშზე, ასე რომ ქსელის გამოყენება იქნება უმცირესი.
ms: Data hanya melibatkan beberapa kilobait setiap kali anda menjalankan permainan, oleh itu penggunaan jalur lebar adalah minimum.
nb: Data utgjør kun noen få kilobyte hver gang du kjører spillet så bruken av nettverket er minimalt.
sk: Zakaždým keď spustíte hru bude odoslaných len niekoľko kilobajtov dát, takže využitie šírky pásma siete je minimálne.
sr: Подаци ће бити величине од само неколико килобајта сваког пута пошто покренете игру, тако да ће искоришћење интернет везе бити минимално.

source: We will store the submitted data on our server, and may publish statistics or non-user-identifiable details to help other game developers with similar questions. We will store the IP address that submitted the data, to help detect abuse of the service, but will not publish it. The published data can be seen at http://feedback.wildfiregames.com/
ar: سنخزّن البيانات المستلمة على خادومنا، وقد ننشر الإحصائيّات أو البيانات (حيث لا يُعرف منها المستخدمون) لمساعدة مطوّري بقيّة الألعاب الذين يواجهون نفس المشاكل. سنخزّن عنوان IP الذي استقبلنا منه البيانات، ما يساعد في معرفة أيّة إساءة للخدمة، إلّا أنّنا لن ننشرها. يمكن مشاهدة البيانات المنشورة على http://feedback.wildfiregames.com/‎
da: Vi vil opbevare dataene på vores server, og kan udgive statistik eller detaljer hvori de enkelte bruger ikke kan identificeres, for at hjælpe andre spiludviklere med lignende spørgsmål. Vi vil opbevare IP-adresserne der indsendte dataene, for at forhindre misbrug, men vi vil ikke offentliggøre dem. De offentliggjorte data kan ses på http://feedback.wildfiregames.com/
es_mx: Almacenaremos los datos recibidos en nuestro servidor, y puede que publiquemos estadísticas o detalles anónimos para ayudar a otros desarrolladores de juegos con dudas similares. Guardaremos la dirección IP que envió los datos para ayudar a detectar abusos del servicio, pero no la publicaremos. Los datos enviados pueden verse en http://feedback.wildfiregames.com/
et: Tagasiside andmestikku hoitakse meie serveris ja võime sellest publitseerida statistilisi või anonüümseid detaile, aitamaks teisi mänguarendajaid sarnaste küsimustega. Andmestiku saatja IP salvestatakse, et vältida teenuse väärkasutamist, kuid seda ei publitseerita. Publitseeritud tagasiside andmestikku on nähtav: http://feedback.wildfiregames.com/
ka: გადმოცემულ მონაცემებს შევინახავთ ჩვენს მომსახურეზე და შეიძლება გამოვაქვეყნოთ არა-მომხმარებელ-ამოცნობადი წვრილმანები, რომ დავეხმაროთ სხვა თამაშის განმავითარებლებს მსგავს კითხვებში. ჩვენ შევინახავთ IP მისამართს, რომელმაც ინფორმაცია მოგვაწოდა, რომ გამოვამჟღავნოთ მომსახურების ბოროტად გამომყენებელი, მაგრამ ჩვენ მას არ გამოვაქვეყნებთ. გამოქვეყნებული მონაცემები შეგიძლია ნახო http://feedback.wildfiregames.com/-ზე.
ms: Kami akan simpan data yang diserah dalam pelayan kami, dan mungkin menyiarkan statistik atau perincian bukan-dikenalpasti pengguna untuk membantu pembangun permainan lain dengan soalan yang serupa. Kami akan menyimpan alamat IP yang menyerah data tersebut, tetapi tidak akan menyiarkannya. Data yang disiar boleh dilihat di http://feedback.wildfiregames.com/
nb: Vi vil lagre de innsendte data på vår tjener og kan gi ut statistikk eller anonymiserte detaljer for å hjelpe andre spillutviklere med liknende spørsmål. Vi larer IP-adressen som sendte inn data for å hjelpe oss i å avsløre misbruk av tjenesten, men vi vil ikke publisere denne. De publiserte data kan ses på http://feedback.wildfiregames.com/
sk: Zaslané dáta budeme ukladať na našom serveri a môže byť zverejnená ich štatistika, alebo údaje, z ktorých nebude možné rozpoznať užívateľa. Uložíme si IP adresu, ktorá dáta odoslala, aby sme vedeli odhalovať zneužitie služby, ale nezverejníme ju. Zverejnené dáta sa dajú nájsť na stránke http://feedback.wildfiregames.com/
sr: Чуваћемо послате податке на нашем серверу, и можемо објавити статистике или детаље који се не могу повезати са појединачним корисницима да би помогли другим тимовима који се баве развојем игара и имају слична питања. Сачуваћемо IP адресу која је доставила податке, да би могли да откријемо злоупотребе сервиса, али их нећемо објављивати. Објављени подаци могу бити прегледани на http://feedback.wildfiregames.com/

source: [font="sans-bold-18"]0 A.D. in-game manual[font="sans-14"]
bg: [font="sans-bold-18"]0 A.D. — Наръчник[font="sans-14"]
gl: [font="sans-bold-18"]Manual de 0 A.D[font="sans-14"]
ko: [font="sans-bold-18"]0 A.D. 게임 내 설명서[font="sans-14"]

source: Thank you for installing 0 A.D.! This page will give a brief overview of the features available in this incomplete, under-development, alpha version of the game.
bg: Благодарим Ви, че инсталирахте 0 A.D.! Тази страница ще Ви даде кратка представа какво е налично в тази непълна и все още разработвана алфа версия на играта.
gl: Grazas por instalar 0 A.D.! Esta páxina ofrecerá unha breve visión xeral das funcións dispoñibles nesta versión alfa do xogo, incompleta e sen desenvolvemento.
ko: 0 A.D.를 설치해 주셔서 감사합니다! 이 페이지에서는 이 불완전하고 개발 중인 알파 버전의 게임에서 사용할 수 있는 기능에 대한 간략한 개요를 제공합니다.

source: [font="sans-bold-16"]Graphics settings[font="sans-14"]
ast: [font="sans-bold-16"]Ajustes gráphicos[font="sans-14"]
bg: [font="sans-bold-16"]Графични настройки[font="sans-14"]
ca: [font="sans-bold-16"]Opcions gràfiques[font="sans-14"]
cs: [font="sans-bold-16"]Nastavení grafiky[font="sans-14"]
de: [font="sans-bold-16"]Grafikeinstellungen[font="sans-14"]
el: [font="sans-bold-16"] Ρυθμίσεις γραφικών[font="sans-14"]
es: [font="sans-bold-16"]Ajustes gráficos[font="sans-14"]
eu: [font="sans-bold-16"]Grafikoen ezarpenak[font="sans-14"]
fi: [font="sans-bold-16"]Grafiikka-asetukset[font="sans-14"]
fr: [font="sans-bold-16"]Paramètres graphiques [font="sans-14"]
gd: [font="sans-bold-16"]Roghainnean na grafaigeachd[font="sans-14"]
gl: [font="sans-bold-16"]Configuración gráfica[font="sans-14"]
hu: [font="sans-bold-16"]Grafikai beállítások[font="sans-14"]
id: [font="sans-bold-16"]Pengaturan grafis[font="sans-14"]
it: [font="sans-bold-16"]Impostazioni grafiche[font="sans-14"]
ja: [font="sans-bold-16"]グラフィック設定[font="sans-14"]
ko: [font="sans-bold-16"]그래픽 설정[font="sans-14"]
nl: [font="sans-bold-16"]Grafische instellingen[font="sans-14"]
pl: [font="sans-bold-16"]Ustawienia grafiki[font="sans-14"]
pt_br: [font="sans-bold-16"]Configuração dos gráficos[font="sans-14"]
pt_pt: [font="sans-bold-16"]Configuração dos gráficos[font="sans-14"]
ru: [font="sans-bold-16"]Графические настройки[font="sans-14"]
sv: [font="sans-bold-16"]Grafikinställningar[font="sans-14"]
tr: [font="sans-bold-16"]Görsel Ayarlar[font="sans-14"]
uk: [font="sans-bold-16"]Графічні налаштування[font="sans-14"]
zh: [font="sans-bold-16"]图像设置[font="sans-14"]
zh_tw: [font="sans-bold-16"]圖形設定[font="sans-14"]

source: You can switch between fullscreen and windowed mode by pressing Alt + Enter. In windowed mode, you can resize the window. If the game runs too slowly, you can change some settings in the options window: try disabling the “High-quality water effects” and “Shadows” options.
ast: Puödes alternar entre los modos “vista completa” & “feniestra” premiendo Alternativa + Introduzir. In modu feniestra, puödes camudar lɐs dimensiones de la feniestra. Si l juögu fuer rastriegu, puödes camudare los ajustes in menú “Opciones”: pruöba-llu cun lɐs opciones “Effectos aquáticos d’alta qualidá” & “Solombrɐs” dishabilitadɐs.
bg: Можете да превключвате между режимите на цял екран и в прозорец чрез Alt + Enter. Когато играта е в прозорец, можете да го преоразмерявате. Ако играта върви твърде бавно, можете да промените някои от настройките в прозореца с настройки: опитайте да изключите настройките „Висококачествени водни ефекти“ и „Сенки“.
gl: Podes cambiar entre o modo pantalla completa e o modo xanela premendo Alt + Enter. No modo xanela, podes redimensionar a xanela. Se o xogo se executa demasiado lento, podes cambiar algúns axustes na xanela de opcións: intenta desactivar as opcións “Efectos de auga de alta calidade” e “Sombras”.
ko: Alt + Enter를 눌러 전체화면과 창 모드 사이를 전환할 수 있습니다. 창 모드에서는 창 크기를 조정할 수 있습니다. 게임이 너무 느리게 실행되면, 옵션 창에서 일부 설정을 변경할 수 있습니다: "고품질 물 효과" 및 "그림자" 옵션을 비활성화하십시오.
pt_pt: Podes alternar entre o modo de ecrã inteiro e o modo de janela premindo as teclas Alt + Enter. No modo de janela, podes alterar o tamanho desta. Se o jogo estiver muito lento, podes alterar algumas definições na janela de opções: experimenta desativar as opções de "Efeitos de água de alta qualidade" e "Sombras".
zh: 使用 Alt + Enter ，切换全屏模式及窗口模式。窗口模式下，可以调整窗口的大小。若画面有卡顿，可在设置界面取消“高清水效果”和“阴影”选项。

source: [font="sans-bold-16"]Playing the game[font="sans-14"]
ast: [font="sans-bold-16"]Operacion de l juögu[font="sans-14"]
bg: [font="sans-bold-16"]Как да играете[font="sans-14"]
ca: [font="sans-bold-16"]Jugar[font="sans-14"]
cs: [font="sans-bold-16"]Hraní hry[font="sans-14"]
de: [font="sans-bold-16"]Das Spiel spielen[font="sans-14"]
el: [font="sans-bold-16"]Παίζοντας το παιχνίδι[font="sans-14"]
es: [font="sans-bold-16"]Durante el juego[font="sans-14"]
eu: [font="sans-bold-16"]Partida jolasten[font="sans-14"]
fi: [font="sans-bold-16"]Pelin pelaaminen[font="sans-14"]
fr: [font="sans-bold-16"]Jouer au jeu[font="sans-14"]
gd: [font="sans-bold-16"]Mar a chluicheas tu an geama[font="sans-14"]
gl: [font="sans-bold-16"]Como xogar[font="sans-14"]
hu: [font="sans-bold-16"]A játék menete[font="sans-14"]
id: [font="sans-bold-16"]Memainkan permainan[font="sans-14"]
it: [font="sans-bold-16"]Gioca la partita[font="sans-14"]
ja: [font="sans-bold-16"]ゲームのプレイ[font="sans-14"]
ko: [font="sans-bold-16"]게임하기[font="sans-14"]
nl: [font="sans-bold-16"]Spelcommando's[font="sans-14"]
pl: [font="sans-bold-16"]Gra[font="sans-14"]
pt_br: [font="sans-bold-16"]Como jogar[font="sans-14"]
pt_pt: [font="sans-bold-16"]Como jogar[font="sans-14"]
ru: [font="sans-bold-16"]Геймплей[font="sans-14"]
sv: [font="sans-bold-16"]Spela spelet[font="sans-14"]
tr: [font="sans-bold-16"]Oyun Oynuyor[font="sans-14"]
uk: [font="sans-bold-16"]Ігровий процес[font="sans-14"]
zh: [font="sans-bold-16"]开始游戏[font="sans-14"]
zh_tw: [font="sans-bold-16"]遊玩遊戲[font="sans-14"]
