Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: Destroy everything currently selected?
ar: أأدمّر كلّ ما هو محدّد حاليًّا؟
ast: ¿Disfhazer todo lo escolyido?
bg: Унищожи всичко което е избрано в момента?
br: Distruj kement-tra hag a zo diuzet?
ca: Voleu destruir tot el que hi ha seleccionat?
cs: Zničit vše, co je nyní vybráno?
da: Ødelæg alle?
de: Wirklich alles Ausgewählte zerstören?
el: Να κατεστραφεί ό,τι είναι αυτή τη στιγμή επιλεγμένο;
eo: Ĉu detruu ĉion el la elekto?
es_cl: ¿Destruir todo lo seleccionado en este momento?
et: Hävitada kõik hetkel valitu?
eu: Suntsitu aukeratuta dagoen guztia?
fa: هر چیزی که انتخاب شده را نابود می کنید؟
fi: Tuhoa kaikki nykyisessä valinnassa?
fr: Détruire la sélection actuelle ?
ga: Scrios gach rud atá roghnaithe?
gd: A bheil thu airson a h‑uile rud a thagh thu a mhilleadh?
gl: Queres destruír todo o seleccionado?
hu: Mindent elpusztítasz, amit kijelöltél?
id: Hancurkan semua yang dipilih sekarang?
it: Distruggere tutto ciò che è selezionato?
ja: 現在選択中のすべてを破壊しますか？
ka: განადგურდეს ყველაფერი, რაც მონიშნულია?
ko: 현재 선택된 모든 것을 파괴 하시겠습니까?
lt: Sunaikinti viską kas pažymėta?
lv: Iznīcināt visu pašreiz atzīmēto?
ms: Musnahkan yang kini dipilih segalanya?
nb: Ødelegg alle valgte?
nl: Vernietig uw huidige selectie?
pl: Zniszczyć wszystko obecnie zaznaczone?
pt_br: Destruir tudo que foi selecionado?
pt_pt: Queres destruir tudo o que está selecionado?
ru: Уничтожить выделенное?
sk: Naozaj chcete zničiť všetko označené?
sl: Uniči vse v trenutnem izboru?
sq: Të shkatërroj gjithçka të përzgjedhur ?
sv: Förstör allting som är markerat?
te: ప్రస్తుతం ఎంచుకున్న ప్రతిదాన్ని నాశనం చేయాలా?
tr: Seçili olan her şey yok edilsin mi?
uk: Знищити все вибране на даний момент?
zh: 是否摧毁所选项?
zh_tw: 摧毀目前所選的任何事物？

source: No
ar: لا
ast: Non
bg: Не
br: Ket
cs: Ne
da: Nej
de: Nein
el: Όχι
eo: Ne
et: Ei
eu: Ez
fa: خیر
fi: Ei
fr: Non
ga: Níl
gd: Chan eil
gl: Non
hu: Nem
id: Tidak
ja: いいえ
ka: არა
ko: 아니요
lt: Ne
lv: Nē
ms: Tidak
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ru: Нет
sk: Nie
sl: Ne
sq: Jo
sv: Nej
te: కాదు
tr: Hayır
uk: Ні
zh: 否
zh_tw: 否

source: Yes
ar: نعم
ast: Sí
bg: Да
br: Ya
ca: Si
cs: Ano
da: Ja
de: Ja
el: Ναι
eo: Jes
es_cl: Si
et: Jah
eu: Bai
fa: بله
fi: Kyllä
fr: Oui
ga: Tá
gd: Tha
gl: Si
hu: Igen
id: Ya
it: Sì
ja: はい
ka: დიახ
ko: 예
lt: Taip
lv: Jā
ms: Ya
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ru: Да
sk: Áno
sl: Da
sq: Po
sv: Ja
te: అవును
tr: Evet
uk: Так
zh: 是
zh_tw: 是

source: Out-Of-Sync error on turn %(turn)s.
ar: خطأ ”فشلت المزامنة“ في الدور %(turn)s.
ast: Error assýnchronu nela xhogada %(turn)s.
bg: Грешка в синхронизацията на ход %(turn)s.
br: Fazi disinkronadur d'an droiad %(turn)s.
ca: Error de sincronització en el torn %(turn)s.
cs: Chyba mimo seřízení v kole %(turn)s.
de: Desynchronisationsfehler im Zug Nr. %(turn)s.
el: Σφάλμα αποσυγχρονισμού στο γύρο %(turn)s.
eo: Missinkroniga eraro je vico %(turn)s.
eu: Sinkronizatze akatsa txandan %(turn)s.
fa: خطای Out-Of-Sync بر روی دور %(turn)s.
fi: Out-Of-Sync-virhe vuorolla %(turn)s.
fr: Erreur de synchronisation au tour %(turn)s.
ga: Earráid as Sionc ar an %(turn)sú seal.
gd: Chailleadh an sioncronachadh air cuairt %(turn)s.
gl: Erro de desincronización na rolda %(turn)s.
hu: Szinkronizációs hiba a(z) %(turn)s. körben.
id: Kesalahan sinkronisasi pada giliran ke- %(turn)s.
it: Errore di Sincronizzazione sul turno %(turn)s.
ja: %(turn)sターンで同期エラーが発生しました。
ko: %(turn)s 턴에서 동기화 오류가 발생했습니다.
lt: Sinchronizacijos klaida %(turn)s-ame ėjime.
ms: Ralat Ketidaksegerakan pada pusingan %(turn)s.
nb: Synkroniseringsfeil på tur %(turn)s.
nl: Out-Of-Sync fout in beurt %(turn)s.
pl: Błąd Out-Of-Sync w turze %(turn)s.
pt_br: Erro fora da Sincronização na volta %(turn)s.
pt_pt: Erro de sincronização na vez %(turn)s.
ru: Ошибка рассинхронизации на ходу №%(turn)s.
sk: Synchronizačná chyba (Out-Of-Sync error) na ťahu %(turn)s.
sq: Gabim i Jasht-sinkronizimit ne rradhën %(turn)s
sv: Out-Of-Sync fel i omgång %(turn)s.
tr: %(turn)s. turda Out-Of-Sync hatası!
uk: Помилка поза синхронізацією на черзі %(turn)s.
zh: 在转换 %(turn)s 时出现同步错误。
zh_tw: 在回合 %(turn)s 的未同步錯誤。

# Out-Of-Sync
source: Players: %(players)s
ar: اللاعبون: %(players)s
ast: Xhogadores: %(players)s
bg: Играчи: %(players)s
br: C'hoarier: %(players)s
ca: Jugadors: %(players)s
cs: Hráči: %(players)s
de: Spieler: %(players)s
el: Παίχτες: %(players)s
eo: Ludantoj: %(players)s
eu: Jokalariak: %(players)s
fa: بازیکن ها: %(players)s
fi: Pelaajat: %(players)s
fr: Joueurs : %(players)s
ga: Imreoirí: %(players)s
gd: Cluicheadairean: %(players)s
gl: Xogadores: %(players)s
hu: Játékosok: %(players)s
id: Pemain: %(players)s
it: Giocatore: %(players)s
ja: プレイヤー：%(players)s
ko: 참가자들: %(players)s
lt: Žaidėjai: %(players)s
ms: Pemain: %(players)s
nb: Spillere: %(players)s
nl: Spelers: %(players)s
pl: Gracze: %(players)s
pt_br: Jogadores: %(players)s
pt_pt: Jogadores: %(players)s
ru: Игроки: %(players)s
sk: Hráči: %(players)s
sq: Lojtarët: %(players)s
sv: Spelare: %(players)s
te: ఆటగాళ్ళు: %(players)s
tr: Oyuncular: %(players)s
uk: Гравці: %(players)s
zh: 玩家: %(players)s
zh_tw: 玩家：%(players)s

# Out-Of-Sync
source: Your game state is identical to the hosts game state.
ar: حالة اللعبة لديك تتطابق مع حالة اللعبة لدى المضيف.
ast: El stadu de partida je egual a l de l hospedeiru.
bg: Състоянието на играта при Вас е същото като състоянието ѝ на сървъра.
br: Heñvel eo statud ho c'hoari ouzh hini an herbrec'hier.
ca: L'estat de la vostra partida és idèntic a l'estat de la partida de l'amfitrió.
cs: Stav vaší hry je totožný se stavem hry hosta.
de: Dein Spielzustand ist mit dem des Hosts identisch.
el: Η κατάσταση του παιχνιδιού σας είναι ίδια με την κατάσταση του παιχνιδιού των εξυπηρετητών.
eo: Via ludstato estas identa kun la ludstato de la gastiganto.
eu: Zure partidaren egoera eta anfitrioiarena berdinak dira.
fa: حالت بازی شما و میزبان بازی همسان است.
fi: Pelisi tila on identtinen isännän peliin nähden.
fr: L'état de votre partie est identique à celui de l'hôte.
ga: Tá do staid cluiche in comhionnan le staid cluiche an óstaigh.
gd: Tha staid do gheama co-ionnan ri staid geama an òstair.
gl: O estado da súa partida é idéntico ao da partida do anfitrión.
hu: A játékállapotod megegyezik a kiszolgáló játékállapotával.
id: Status permainan Anda sama dengan status pembuat permainan.
it: Il tuo stato di gioco è identico allo stato del gioco degli host.
ja: ゲームの状態は、ホストのゲーム状態と同じです。
ko: 사용자의 게임의 상태가 호스트의 게임 상태와 동일합니다.
lt: Jūsų žaidimo būsena sutampa su šeimininko žaidimo būsena.
ms: Keadaan permainan anda serupa dengan keadaan permainan hos.
nb: Din spillstatus er indentisk med vertens spillstatus.
nl: Uw spelstatus is identiek aan de spelstatus van de gast.
pl: Twoja gra jest zsynchronizowana z hostem.
pt_br: Sua versão é a mesma do Anfitrião.
pt_pt: O estado do teu jogo é idêntico ao estado do jogo do hospedeiro.
ru: Состояние вашей игры идентично состоянию игры хозяина.
sk: Tvoj stav hry je identický so stavom hostiteľa.
sq: Gjendja e lojës suaj është e njejt me gjendjen e nikoqirit.
sv: Din spelstatus är identiskt med värdens spelstatus.
te: మీ ఆట స్థితి అతిధేయల ఆట స్థితికి సమానంగా ఉంటుంది.
tr: Oyun durumunuz oyun kurucunun oyun durumuyla aynıdır.
uk: Ваш ігровий стан наразі ідентичний до стану гри власників.
zh: 你的游戏状态与服务器的游戏状态完全一致。
zh_tw: 您的遊戲狀態與主持人的遊戲狀態相同。

# Out-Of-Sync
source: Your game state differs from the hosts game state.
ar: حالة اللعبة لديك تختلف مع حالة اللعبة لدى المضيف.
ast: El stadu de partida je estremadu a l de l hospedeiru.
bg: Състоянието на играта при Вас се различава от състоянието ѝ на сървъра.
br: Statud ho c'hoari a zo disheñvel diouzh hini an herbrec'hier.
ca: L'estat de la vostra partida és diferent de l'estat de la partidade l'amfitrió.
cs: Stav vaší hry se liší od stavu hry hosta.
de: Dein Spielzustand ist zu dem des Hosts verschieden.
el: Η κατάσταση του παιχνιδιού σας είναι διαφορετική με την κατάσταση του παιχνιδιού των εξυπηρετητών.
eo: Via ludstato estas diferenca ol la ludstato de la gastiganto.
eu: Zure partidaren egoera eta anfitrioiarena ezberdinak dira.
fa: حالت بازی شما و میزبان بازی متفاوت است
fi: Pelisi tila eroaa isännän pelin tilaan nähden.
fr: L'état de votre partie est différent de celui de l'hôte.
ga: Tá do staid cluiche in easaontú le staid cluiche an óstaigh.
gd: Tha staid do gheama eu-coltach ri staid geama an òstair.
gl: O estado da súa partida difire do da partida do anfitrión.
hu: A játékállapotod eltér a kiszolgáló játékállapotától.
id: Status permainan Anda berbeda dengan status pembuat permainan.
it: Il tuo stato di gioco differisce dallo stato di gioco degli host.
ja: ゲームの状態はホストのゲーム状態とは異なります。
ko: 사용자의 게임의 상태가 호스트 게임 상태와 다릅니다.
lt: Jūsų žaidimo būsena skiriasi nuo šeimininko žaidimo būsenos.
ms: Keadaan permainan anda berbeza dengan keadaan permainan hos.
nb: Din spillstatus er forskjellig fra vertens spillstatus.
nl: Uw spelstatus is anders dan de spelstatus van de gast.
pl: Twoja gra uległa desynchronizacji z hostem.
pt_br: Sua versão é diferente do Anfitrião.
pt_pt: O estado do teu jogo é diferente do estado do jogo do hospedeiro.
ru: Состояние вашей игры отличается от состояния игры хозяина.
sk: Tvoj stav hry sa odlišuje od stavu hostiteľa.
sq: Gjendja e lojës suaj është e ndyrshme prej gjendjës së nikoqirit.
sv: Din spelstatus skiljer sig från värdens spelstatus.
te: మీ ఆట స్థితి అతిధేయల ఆట స్థితికి భిన్నంగా ఉంటుంది.
tr: Oyun durumunuz oyun kurucunun oyun durumundan farklıdır.
uk: Ваш ігровий стан наразі відрізняєтся від стану гри власників.
zh: 你的游戏状态与服务器的游戏状态不一致。
zh_tw: 您的遊戲狀態與主持人的遊戲狀態不同。

# Out-Of-Sync
source: Rejoining Multiplayer games with AIs is not supported yet!
ar: إعادة الانضمام إلى الألعاب الجماعيّة بوجود الذّكاء الاصطناعيّ غير مدعوم بعد!
ast: ¡Indagora nun sta sofhitado arrexhuntasse a partidas entre múltiplos xhogadores & agentes intelligentes!
bg: Повторното присъединяване към игри с ИИ все още не се поддържа!
br: Mont davet c'hoariadennoù lies-c'hoarier gant AI-où na vez ket degemeret bremañ!
ca: Tornar a unir-se a partides multijugador amb IA encara no està implementat.
cs: Znovupřipojení se ke hrám pro více hráčů s umělými vědomími zatím není podporován!
de: Der Wiedereintritt in Mehrspielerspielen mit KI ist noch nicht unterstützt!
el: Η επανασύνδεση των παιχνιδιών για Πολλούς Παίκτες με Τεχνητή Νοημοσύνη δεν υποστηρίζεται ακόμα!
eo: Rekunigi multludantajn ludojn kun artefaritaj intelektoj estas ne subtenate ankoraŭ!
eu: AArekin hainbat jokalarien partidetara bueltatzera oraindik ez dago erabilgarri!
fa: قابلیت ورود مجدد به بازی های چندنفره با AI ها هنوز پشتیبانی نمی شود!
fi: Tekoälyn kanssa pelattaviin moninpeleihin uudelleen liittymistä ei vielä tueta!
fr: Rejoindre des parties multijoueurs avec des IAs n'est pas encore possible pour le moment!
ga: Ní féidir le hathcheangal a dhéanamh do chluiche ilimreortha mar níl IS faoi thacaíocht fós!
gd: Cha chuirear taic ri tilleadh dha gheama ioma-chluicheadair ma tha IF ann!
gl: De momento non se pode unir de novo a partidas con intelixencias artificiais!
hu: Többjátékos játékhoz való visszatérés MI-val még nem támogatott!
id: Gabung kembali permainan bersama dengan AI belum didukung!
it: Riaccedere nei giochi multiplayer con le IA non è ancora supportato!
ja: AIによる再参加はサポートされていません！
ko: 인공지능과 멀티플레이어에 다시 참가하는 것은 아직 지원되지 않습니다!
lt: Pakartotinis prisijungimas prie daugelio žaidėjų žaidimo režimo su DI kol kas nepalaikomas!
ms: Penyertaan semula permainan berbilang pemain dengan AI buat masa kini tidak disokong!
nb: Å delta i flerspillerrunder med AI-er igjen støttes ikke enda.
nl: Opnieuw verbinden met multiplayerspellen met AI's is nog niet ondersteund.
pl: Ponowne połączenie do gry dla wielu graczy z graczami komputerowymi nie jest jeszcze wspomagane!
pt_br: Voltar a juntar jogos multijogador com IAs ainda não é suportado!
pt_pt: Ainda não é possível voltar a entrar em jogos multi-jogadores com IA.
ru: Переподключение к сетевым играм с ИИ ещё не поддерживается!
sk: Opakované pripojenie do hry viacerých hráčov s AI nie je zatiaľ podporované!
sq: Ribashkimi i lojës me AI-të nuk përkrahet ende!
sv: Att återansluta sig till flerspelarspel med AI:er stöds inte än!
te: ఎఐ లతో మల్టీప్లేయర్ ఆటలను తిరిగి చేరడానికి ఇంకా మద్దతు లేదు!
tr: Çok oyunculu oyunlarda YZ'larla tekrar katılmak henüz desteklenmiyor!
uk: Повторне з'єднання до багатокористувацьких ігор із ШІ ще не підтримується!
zh: 暂不支持重新加入有AI参与的多人游戏！
zh_tw: 目前尚不支援重新加入有 AI 的多人遊戲！

# Out-Of-Sync
source: Ensure all players use the same mods.
ar: تأكّد من استخدام كلّ اللاعبيين نفس التّعديل.
ast: Assegurade-vos de que todolos xhogadores usen las miesmas camudas.
bg: Подсигуряване на това, че всички играчи използват едни и същи модификации.
br: Bezit sur e ra an holl c'hoarierien gant ar memes 'mods'.
ca: Assegureu-vos que tots els jugadors utilitzen els mateixos mods.
cs: Zajistěte, aby všichni hráči používali stejně upravenou hru (její pozměněnou verzi).
de: Stelle sicher, dass alle Spieler die gleichen Mods benutzen.
el: Βεβαιωθήτε ότι όλοι οι παίκτες χρησιμοποιούν τα ίδια mods.
eo: Certigu, ke ĉiuj ludantoj uzi la samajn modifojn.
eu: Ziurtatu jokalari guztiek mod berdinak erabiltzen dituztela.
fa: اطمینان از اینکه تمام بازیکن ها از مدهای یکسان استفاده می کنند
fi: Varmistakaa, että kaikilla pelaajilla on samat modit käytössä.
fr: Assurez-vous que tous les joueurs utilisent les mêmes mods.
ga: Deimhnigh go bhfuil modhanna céanna do gach imreoir.
gd: Dèan cinnteach gun chleachd gach cluicheadair na h-aon tuilleadain.
gl: Asegúrese de que todos os xogadores usan as mesmas modificacións.
hu: Győződj meg róla, hogy az összes játékos ugyanazt a módosítást használja.
id: Memastikan semua pemain menggunakan mod yang sama.
it: Assicurarsi che tutti i giocatori utilizzino le stesse mod.
ja: すべてのプレイヤーが同じMODを使用していることを確認してください。
ko: 모든 참가자들이 동일한 모드를 사용하는지 확인하십시오.
lt: Užtikrinkite, kad visi žaidėjai naudoja tas pačias modifikacijas.
ms: Pastikan semua pemain menggunakan mod yang sama.
nb: Forsikre at alle spillere bruker samme modifikasjoner.
nl: Verzeker dat alle spelers dezelfde mods gebruiken.
pl: Upewnij się, że wszyscy gracze używają tych samych modyfikacji.
pt_br: Tenha certeza de que todos os jogadores usem os mesmos mods.
pt_pt: Certifica-te que todos os jogadores usam os mesmos mods.
ru: Убедитесь, что все игроки используют одни и те же моды моды.
sk: Uisti sa že všetci hráči používajú rovnaké módy.
sq: Sigurohuni që të gjithë lojtarët e kan të njejtën mod.
sv: Säkerställ att all spelare använder samma mods.
te: ఆటగాళ్ళు అందరు ఒకే మోడ్‌లను ఉపయోగిస్తున్నారని నిర్ధారించుకోండి.
tr: Tüm oycuncuların aynı modları kullandığından emin olun.
uk: Переконайтеся, що всі гравці користуються однаковими модифікаціями.
zh: 确保所有玩家使用的相同游戏模组。
zh_tw: 確保所有玩家都使用相同的模組。

# Out-Of-Sync
source: Click on "Report a Bug" in the main menu to help fix this.
ar: انقر "أبلغ عن علّة" في القائمة الرّئيسيّة لمساعدتنا على إصلاح هذا.
ast: Pica n “informar d’un falhu” nel menú principal p’ajudar a eguallu.
bg: Натиснете бутона за съобщаване на грешка в главното меню, за да помогнете това да бъде оправено.
br: Klikit war "danevelliñ beugoù" el lañser pennañ evit skoazellañ da zont a-benn eus ar gudenn.
ca: Feu clic a "Informa d'errors" en el menú principal per ajudar a corregir això.
cs: Klepněte na Nahlásit chybu v hlavní nabídce a pomozte toto opravit.
de: Klicke im Hauptmenü auf „Bug melden“, um zu helfen, diesen Fehler zu beheben.
el: Κάνε κλικ στο "Αναφορά ενός Σφάλματος" στο κεντρικό μενού για να βοηθήσεις στην επιδιόρθωσή του.
eo: Alklaku "Raportu cimon" en la ĉefmenuo por helpi ripari tiun ĉi.
eu: Hau konpontzeko «Errorea Bidali» gainean klikatu menu nagusian.
fa: انتخاب گزیه "گزراش خرابی" در منوی اصلی برای کمک به رفع خرابی
fi: Napsauta päävalikossa olevaa "Ilmoita virhe"-painiketta auttaaksesi tämän korjaamisessa.
fr: Cliquez sur "Rapporter un bug" dans le menu principal pour aider à sa résolution.
ga: Cliceáil ar "Tuairiscigh Fabht" sa phríomhroghchlár agus cabhróimid an fabht seo a chur ina cheart.
gd: Briog air “Dèan aithris air buga” sa phrìomh chlàr-taice gus ar cuideachadh leis a’ chàradh.
gl: Prema en «Informar dun erro» no menú principal para axudar a solucionar isto.
hu: Kattints a „Hiba jelentése” gombra a főmenüben a megoldásához.
id: Klik pada "Laporkan Masalah" di menu utama untuk membantu memperbaiki ini.
it: Fai clic su "Segnala bug" nel menu principale per aiutare a risolvere questo problema.
ja: この問題を解決するには、メインメニューの「バグを報告する」をクリックしてください。
ko: 이 문제를 해결하려면 기본 메뉴에서 "버그 신고하기"를 클릭합니다.
lt: Padėkite tai ištaisyti paspausdami "Pranešti apie klaidą" pagrindiniame meniu.
ms: Klik pada "Laporkan Pepijat" dalam menu utama untuk bantu membaikinya.
nb: Klikk på "Rapporter feil" i hovedmenyen for å hjelpe til med å fikse dette.
nl: Klik op "Rapporteer fout" in het hoofdmenu om te helpen met het oplossen.
pl: Kliknij na "Zgłoś błąd w grze" w głównym menu aby pomóc w naprawie tego.
pt_br: Clique em "Reportar um Bug" no menu principal para ajudar a corrigir isso
pt_pt: Clica em "Comunicar um Erro" no menu principal para ajudares a corrigir isto.
ru: Щёлкните по кнопке «Сообщить об ошибке» в главном меню, чтобы помочь исправить это.
sk: Klikni na "Nahlásiť chybu" v hlavnom menu aby si pomohol s jej opravou.
sq: Shtyp në "Raporto një gabim" në menyn kryesore për të na ndihmuar rregullimin e kësaj.
sv: Klicka på "Rapportera ett fel" i huvudmenyn för att hjälpa med att åtgärda detta.
tr: Ana menüdeki "Bug Bildir" butonuna tıklayarak sorunun giderilmesine yardımcı olabilirsiniz.
uk: Клацнути на "Повідомити про програмну помилку" в головному меню, щоб допомогти виправити її.
zh: 在主菜单中点击“报告错误”来帮助解决它。
zh_tw: 在主選單點選「回報臭蟲」來協助修復這個問題。

# Out-Of-Sync
source: Replay saved to %(filepath)s
ar: حُفظت الإعادة في %(filepath)s
ast: Gardou-se la repeticion in %(filepath)s
bg: Записът е запазен в „%(filepath)s“
br: An enrolladenn a zo bet enrollet e %(filepath)s
ca: La gravació s'ha desat a %(filepath)s
cs: Záznam hry uložen do %(filepath)s
de: Wiederholung nach %(filepath)s gespeichert
el: Η επανάληψη σώθηκε σε %(filepath)s
eo: Reludo konserviĝis al %(filepath)s
eu: Errepikapena hemen gorderik %(filepath)s
fa: ریپلی ذخیره شد در %(filepath)s
fi: Uusinta tallennettu polkuun: %(filepath)s
fr: Replay sauvegardé dans %(filepath)s
ga: Shábháil athimirt go %(filepath)s
gd: Chaidh an ath-chluiche a shàbhaladh gu %(filepath)s
gl: A repetición gardouse en %(filepath)s
hu: Visszajátszás ide mentve: %(filepath)s
id: Tayangan ulang tersimpan ke %(filepath)s
it: Replay salvato in %(filepath)s
ja: %(filepath)sにリプレイを保存しました
ko: 다시보기가 %(filepath)s에 저장됨
lt: Pakartojimas įrašytas į %(filepath)s
ms: Main Semula disimpan dalam %(filepath)s
nb: Reprise lagret til %(filepath)s
nl: Herhaling opgeslagen in %(filepath)s
pl: Powtórka zapisana do %(filepath)s
pt_br: Gravação salva em %(filepath)s
pt_pt: Repetição gravada em %(filepath)s
ru: Повтор сохранен в %(filepath)s
sk: Záznam uložený do %(filepath)s
sq: Riluajtja u ruajt tek %(filepath)s
sv: återuppspelning sparad till %(filepath)s
te: రీప్లే %(filepath)sలో సేవ్ చేయబడింది
tr: Replay dosyası %(filepath)s'e kaydedildi.
uk: Відтворення збережено до %(filepath)s
zh: 回放保存到为 %(filepath)s
zh_tw: 重播已儲存至 %(filepath)s

# Out-Of-Sync
source: Dumping current state to %(filepath)s
ar: يفرّغ الحالة الحاليّة في%(filepath)s
ast: Intornando l stadu actual in %(filepath)s
bg: Запазване на текущото състояние в „%(filepath)s“
br: Diskargañ ar statud a zo er mare-mañ da %(filepath)s
ca: S'està desant l'estat actual a %(filepath)s
cs: Vypsání nynějšího stavu do %(filepath)s
de: Aktuellen Zustand in %(filepath)s gespeichert
el: Εναπόθεση τρέχων κατάστασης σε %(filepath)s
eo: Ŝutas aktualan staton al %(filepath)s
eu: Oraingo egoera hemen jaurtiz %(filepath)s
fa: خارج کردن وضعیت فعلی در %(filepath)s
fi: Tallennetaan nykyinen tila tiedostoon %(filepath)s.
fr: État actuel déposé dans %(filepath)s
ga: Dumpáil staid reatha go %(filepath)s
gd: A’ dumpadh an staid làithreach gu %(filepath)s
gl: O estado actual envorcouse en %(filepath)s
hu: Jelenlegi állapot kiírása ide: %(filepath)s
id: Membuang status saat ini ke %(filepath)s
it: Scaricamento stato corrente in %(filepath)s
ja: %(filepath)sに現在の状態をダンプします。
ko: %(filepath)s에 현재상태를 덤프 중
lt: Dabartinė būsena įrašyta į %(filepath)s
ms: Melonggok keadaan semasa dengan %(filepath)s
nb: Dumper gjeldende status til %(filepath)s
nl: Huidige staat dumpen naar %(filepath)s
pl: Zrzuć aktualny status do %(filepath)s
pt_br: Jogando o estado atual para %(filepath)s
pt_pt: A fazer dumping do estado atual para %(filepath)s
ru: Запись текущего состояния в %(filepath)s
sk: Vypisovanie pamäti aktuálneho stavu do %(filepath)s
sq: Duke e dërguar gjendjen e tanishme në %(filepath)s
sv: Sparar nuvarande status till %(filepath)s
te: ప్రస్తుత స్థితిని %(filepath)sకు డంపింగ్
tr: Geçerli durum atılıyor %(filepath)s
uk: Скидання поточного стану до %(filepath)s
zh: 正在将当前状态保存到%(filepath)s
zh_tw: 將目前的狀態轉儲到 %(filepath)s

source: Out of Sync
ar: فشلت المزامنة
ast: Assýnchrona
bg: Нарушена синхронизация
br: Disinkronizet
ca: Error de sincronització
cs: Mimo seřízení
de: Desynchronisation
el: Αποσυγχρονίστηκε
eo: Missinkroniga
eu: Sinkronizatu gabe
fi: Epätahdissa.
fr: Échec de la synchronisation
ga: As Sionc
gd: Chailleadh an sioncronachadh
gl: Desincronizado
hu: Nincs szinkronban
id: Tidak Sinkron
it: Non Sincronizzato
ja: 同期できません
ko: 동기화할 수 없음
lt: Nesinchronizuota
ms: Ketidaksegerakan
nb: Usynkronisert
pl: Desynchronizacja
pt_br: Fora de sincronização.
pt_pt: Fora de sincronismo
ru: Рассинхронизация
sk: Nesynchronizované
sq: Jasht sinkronizimit
tr: Senkron Değil
uk: Не синхронізовано
zh: 同步错误
zh_tw: 未同步

source: Out-Of-Sync
ast: Assýnchrona
ca: Error de sincronització
cs: Chyba synchronizace
de: Desynchronisation
el: Αποσυγχρονίστηκε
eo: Missinkroniga
eu: Sinkronizatu gabe
fa: همجمان کرده نشده
fi: Epätahdissa.
fr: Hors synchronisation
gd: Call an t-sioncronachaidh
hu: Nincs szinkronban
id: Tidak-Sinkron
it: Non Sincronizzato
ja: 同期できません
ko: 일치되지 않음
lt: Ne-sinchro-nizuota
ms: Kehilangan-Segerak
nl: Afspelen is out-of sync.
pl: Opóźnienie synchronizacji
pt_br: Desligar Sync
pt_pt: Dessincronizado.
ru: Рассинхронизация
sk: Nesynchronizované
tr: Senkronizasyon dışı.
uk: Не синхронізовано
zh: 同步错误
zh_tw: 未同步

source: Confirmation
ar: أكّد
ast: Confirmacion
bg: Потвърждаване
br: Kadarnadenn
ca: Confirmació
cs: Potvrzení
da: Bekræftelse
de: Bestätigung
el: Επιβεβαίωση
eo: Konfirmo
es_cl: Confirmación
et: Kinnitus
eu: Berrespena
fa: تایید
fi: Vahvistus
ga: Deimhniú
gd: Dearbhadh
gl: Confirmación
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ka: დამოწმება
ko: 확인
lt: Patvirtinimas
lv: Apstiprinājums
ms: Pengesahan
nb: Bekreftelse
nl: Bevestiging
pl: Potwierdzenie
pt_br: Confirmação
pt_pt: Confirmação
ru: Подтверждение
sk: Potvrdenie
sl: Potrditev
sq: Vërteto
sv: Bekräfta
te: నిర్ధారణ
tr: Onay
uk: Підтвердження
zh: 确认
zh_tw: 確認
