Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Botswanan Africa during the wet season, a land which was arid and inhospitable just weeks before has come to life totally transformed. Herds of zebras graze amid the tall, lush grasses in which lions lie waiting, while in the shallow pools lurk fearsome crocodiles.
ast: El Kalahari na stada ḷḷuviosa, un ermu q’ha poucɐs selmanɐs staba grebiu & inhabitable tien vivecido d’afeiꞇho camudadu. Peguadɐs de zebrɐs pacen entre la herba alta & viciosa u llɐs assestɐn lleones, dun que pelos llaguaços abelyɐn crocodilos terribles.
bg: Африка в района на Ботсвана, по време на дъждовния сезон — земя, която до преди няколко седмици е била суха и негостоприемна, сега е напълно преобразена. Стада зебри препускат из високата, гъста трева, в която ги причакват лъвовете, а в плитките езерца дебнат страховити крокодили.
br: Afrika botswanat e-pad ar mare gleb, ur vro a veze krin ha digevannezus just un nebeud sizhunioù a-raok ma vefe buhezet adarre kemmet penn-da-benn. Tropelladoù zebr a beur e-touez geotoù fonnus, bras e-lec'h ma vez leoned astennet da c'hortoz enno tra ma vez krokodiled ferv o c'hedal er stankoù ne vezont ket don don.
ca: L'Àfrica botswana durant l'estació humida, era una terra àrida i inhòspita fa només unes setmanes i ara ha tornat a la vida, completament transformada. Ramats de zebres pasturen entre les herbes altes i tupides on esperen els lleons, mentre a les aigües poc profundes aguaiten els cocodrils.
cs: Botswanská Afrika během mokré sezóny, země, která byla vyprahlá a nehostinná jen pár týdnů předtím, přišla k životu zcela proměněná. Stáda zeber se pasou uprostřed vysokých, svěžích trav, ve kterých čekají lvi, zatímco v mělkých bazénech se skrývají strašidelní krokodýli.
da: Afrikanske Botswanas er i den våde sæson et land, der få uger før var tørt og ugæstfrit, nu er blevet totalt forvandlet og kommet til live. Flokke af zebraer græsser blandt de høje, frodige græsser, hvori løver ligger og venter, mens der i de lavvandede bassiner lurer frygtindgydende krokodiller.
de: Das botsuanische Afrika in der Regenzeit. Ein Land, das noch vor ein paar Wochen ausgedörrt und unwirtlich war, ist nun völlig verändert und zum Leben erweckt. Zebraherden grasen inmitten der hohen saftigen Gräser, in denen auch Löwen auf der Lauer liegen, während in den seichten Gewässern furchteinflößende Krokodile umherschleichen.
el: Μποτσουάνα Αφρική κατά τη διάρκεια των μουσώνων, μια γη που ήταν ξηρή και αφιλόξενη λίγες εβδομάδες πριν έρθει η ζωή και την μεταμορφώσει πλήρως. Κοπάδια από ζέβρες βόσκουν ανάμεσα στα ψηλά, πλούσια χορτάρια στα οποία περιμένουν τα λιοντάρια, ενώ στις ρηχές λιμνούλες κρύβονται τρομακτικοί κροκόδειλοι.
es: Botswana, África. La estación húmeda devuelve la vida a una tierra árida e inhóspita en cuestión de semanas. Manadas de cebras pastan en las largas y exuberantes hierbas en las que los leones descansan expectantes, mientras que en las finas aguas de la pradera yacen los temibles cocodrilos.
eu: Botswana, Afrika, Urtaro hezearen bitartean, asteak atzera erabat eraldatu zen lur elkor eta ezatsegina. Zebra taldeak goietan bazkatzen dira, belardi oparoak non lehoiak zain dauden, azaleko uretan krokodiloak ezkutatzen diren bitartean.
fa: منطقه بوتسوانای آفریقا در فصل بارندگی در حالی که تا چند هفته قبل کاملا خشک و غیر قابل زندگی بود تبدیل به محلی می شود که حیات کاملا به آن منتقل می شود. گله های زرافه و غزال ها، علف های بلند در حدی که شیرها در آنها کمین می کنند در حالی که در برکه های کم عمق همه از وجود کروکودیل ها در ترس هستند.
fi: Botswanalainen Afrikka sadekaudella – maa, joka vain viikkoja aiemmin oli kuiva ja karu, on herännyt henkiin täysin muuttuneena. Seepra-laumat laiduntavat keskellä korkeaa, rehevää ruohoa, jossa leijonat väijyvät, ja matalissa lammikoissa vaanivat pelottavat krokotiilit.
fr: L'Afrique botswanaise durant la saison des pluies, une terre qui était aride et inhospitalière il y a quelques semaines encore, est revenue à la vie transformée. Des troupeaux de zèbres broutent parmi les herbes hautes et luxuriantes dans lesquelles les lions se postent, tandis que de terrifiants crocodiles rôdent dans les étangs peu profonds.
ga: Botsuáin na hAfraice i rith a séasúr na báistí, talamh a bhí ina thur agus ina chrua roimhe seo, tá sé ag teacht ar a shaol anois. Téann tréadanna séabraí thart i measc na bhféar arda, agus leanann leoin ina gcúl, nuair atá crogaill i bhfolach sna locháin thanaí.
gd: Afraga Botsuanach san ràith fhliuch. Chaidh tìr a bha tioram fàs o chionn beagan sheachdainean ’na àite torrach beò. Tha treudan shìobrathan ag ionaltradh an fheòir bheartaich àird anns a bheil leòmhannan a’ tàisleachadh fhad ’s a tha cogaill eagalach a’ feitheamh ’nam falach sna gluman.
hu: A botswanai Afrika a nedves évszak alatt: egy föld, amely néhány hete még száraz és lakhatatlan volt, most életre kelt, és teljesen átalakult. Zebracsordák legelnek a magas, buja fű között, ahol az oroszlánok várnak, míg a sekély mocsárban félelmetes krokodilok leselkednek.
id: Botswana di Afrika saat musim hujan, tanah yang biasanya kering dan tidak ramah beberapa minggu sebelumnya telah menjadi hidup dan berubah total. Gerombolan zebra merumput di rerumputan tinggi dan subur sementara singa berbaring menunggu, sementara di kolam dangkal buaya seram mengintai.
it: L'Africa del Botswana durante la stagione delle piogge, una terra arida e inospitale qualche settimane fa che si è completamente trasformata. Le mandrie di zebre pascolano, tra le alte e lussureggianti distese d'erba, dove i leoni sono in agguato, mentre nelle pozze superficiali si nascondono temibili coccodrilli.
ja: 雨季のボツワナアフリカでは、わずか数週間前には乾燥して不快だった土地が完全に変容しました。 シマウマの群れは、ライオンが待つ背の高く茂った草の中で放牧され、浅い水たまりには恐ろしいワニが潜んでいます。
ko: 우기 동안 아프리카 보츠와나는 불과 몇 주 전까지 건조하고 견딜 수없는 땅에서 완전히 바뀌었습니다. 얼룩말떼는 사자 무리가 기다리고 있는 크고 무성한 풀숲 속에서 풀을 뜯고 있고, 얕은 웅덩이에는 무서운 악어떼가 숨어 있습니다.
ms: Botsawana di Afrika pada musim hujan, yang mana tanah sebelum ini adalah kering dan sukar didiami pada minggu-minggu lepas telah menjelma dengan pelbagai kehidupan. Sekumpulan kuda belang meragut rumput panjang dan segar, dengan sekumpulan singa yang bersiap siaga untuk berburu, manakala di kawasan kolam cetak terdapat beberapa ekor buaya menyelinap di dalamnya.
nb: Botswana-Afrika under regnsesongen, et land som var tørt og ubeboelig bare uker før, har kommet til liv. Flokker av zebraer gresser i det høye, frodige gresset der løvene venter, mens i de grunne vannene lurer fryktinngytende krokodiller.
nl: Afrika, Botswana tijdens het regenseizoen, een land dat dor en onherbergzaam was tot een paar weken geleden, komt totaal veranderd tot leven. Kuddes zebra's grazen te midden van weelderig gras waartussen leeuwen hun kans afwachten, terwijl in de ondiepe wateren vreeswekkende krokodillen toekijken.
pl: Botswańska Afryka podczas pory deszczowej: ziemia, która jeszcze przed kilkoma tygodniami była sucha i niesprzyjająca jakiemukolwiek istnieniu, wróciła do życia pod całkowicie zmienioną postacią. Stada zebr pasą się wśród wysokich, bujnych traw, w których przyczajone lwy wypatrują kolacji, a w płytkich wodach zanurzone krokodyle czekają na spragnioną zwierzynę.
pt_br: Na África Botsuana, durante a estação chuvosa, uma terra que era árida e inóspita poucas semanas antes agora está transformada. Os rebanhos de zebras pastam entre as gramas altas, nas quais os leões estão a espera, enquanto nas águas rasas crocodilos temíveis espreitam.
pt_pt: Na África Botsuana, durante a estação chuvosa, uma terra que era árida e inóspita poucas semanas antes, agora está transformada. Os rebanhos de zebras pastam entre as ervas altas, nas quais os leões estão à espera, enquanto nas águas rasas os crocodilos temíveis espreitam.
ru: Ботсвана во время сезона дождей, земля, которая ещё несколько недель назад была засушливой и неприветливой, полностью преобразилась. Стада зебр пасутся среди высоких густых кустарников, в которых, выжидая момента, затаились львы, а в небольших водоёмах скрываются страшные крокодилы.
sk: Botswanská Afrika počas sezóny vlhka. Krajina ktorá bola vyprahnutá a neobývateľná sa počas niekoľkých týždňov znovuzrodila. Stáda zebier sa pasú medzi vysokou, bujnou trávou v ktorej striehnu levy, zatiaľ čo v plytkých jazierkach číhajú krokodíly.
sv: Botswanas Afrika under regnsäsongen - ett land som var torrt och oskötligt bara några veckor tidigare har kommit till liv genom en förvandling. Flockar av zebror betar mitt i det höga, frodiga gräset där lejon ligger och väntar, medan skrämmande krokodiler ligger på lur i de grunda pölarna.
tr: Islak mevsiminde Botswana Afrikası, sadece birkaç hafta önce kurak ve rahatsız edici olan bir ülke tamamen değişime uğramıştır. Zebralar sürüleri, aslanların beklediği uzun boylu otların arasından sıyrılarak sığ göllerde korkunç timsahlar gizleniyorlar.
uk: Африка Ботсвани під час сезону дощів, земля, яка була сухою і непривітною за кілька тижнів ожила та повністю змінилася. Стада зебр пасуться серед високих, густих трав, в яких лежачи чатують на них леви, в той час як в дрібних басейнах ховаються грізні крокодили.
zh: 非洲博茨瓦纳湿季来临，几个星期前干旱荒凉的土地已变得生机勃勃。 成群的斑马在高大茂密的草丛中觅食，狮子在后，鳄鱼在浅水中潜伏着。
zh_tw: 非洲的波札那正處於溼季，幾星期前乾旱且讓人不舒服的土地已經徹底改變了。斑馬群中混雜著一隻正在高大草原中蓄勢待發的獅子，而在淺水池中也隱藏著可怕的鱷魚。

source: Botswanan Haven
ast: Requeixu de Botswana
bg: Ботсвански рай
br: Havr botswanat
ca: Paradís de Botswana
cs: Botswanské útočiště
da: Botswana som tilflugtssted
de: Botsuanische Oase
el: Επίνειο της Μποτσουάνα
es: Refugio en Botswana
eu: Botswanako Aterpea
fa: پناهگاه بوتسوانا
fi: Botswanalainen paratiisi
fr: Havre botswanais
ga: Dídean Bhotsuánach
gd: Lios Botsuanach
hu: Botswanai Menedék
id: Surga Botswana
it: Paradiso Botswana
ja: ボツナワ人の楽園
ko: 보츠와나의 피난처
ms: Syurga Botswana
nb: Den botswanske haven
nl: Botswana's rustplaats
pl: Botswańskie schronienie
pt_br: Refúgio Botsuano
pt_pt: Paraíso botsuano
ru: Убежище Ботсваны
sk: Botswanské útočisko
sv: Botswanas Tillflyktsort
tr: Botswana Barınağı
uk: Ботсванська гавань
zh: 博茨瓦纳港口
zh_tw: 波札那避風港

source: Fertile lands surrounded by harsh terrain. Remains of recent snowfalls still haunt the forests, and torrential rivers from the snowmelt have barely died away. Aiming at a realistic terrain, this map might not always be balanced.
ast: Vrañɐs granibles arrodiadɐs de terreno arganhoso. Restos de faloupadɐs recien caídɐs a inda involobrɐn los pinales & mal tienen escossado a penɐs lɐs riegɐs de dilidura. Impobinada a l realismo, esta geographía non siempre stará permediada.
bg: Плодородни земи, заобиколени от неблагоприятен терен. Следите от скорошен сняг все още си личат в горите, а от топенето все още се образуват поточета. Опитвайки се да наподоби реалистичен терен, на тази карта може да няма добро разпределение на силите.
br: Douaroù strujus kelc'hiet gant tachenn kalet. Restachoù kaouadoù erc'h a-nevez a vez kavet c'hoazh er c'hoadoù, ha stêrioù-froud eus ar souberc'h a zo aet war zigresk n'eus ket pell zo. En ur zerc'hel un dachenn wirion evit pal, ne dlefe ket ar gartenn-mañ bezañ kempouezet bepred.
ca: Terres fèrtils envoltades per terrenys inhòspits. Als boscos encara hi ha restes de les nevades recents, i els rius torrencials de neu fosa gairebé han desaparegut. Amb l'objectiu d'obtenir un resultat realista, potser aquest mapa no estarà sempre del tot equilibrat.
cs: Úrodná půda obklopená drsným územím. Zbytky nedávných sněhových závějí jsou ještě pořád poznat v lesích a přívalové řeky způsobené sněhovou pokrývkou téměř nezmizely. Tato mapa se zaměřuje na realistickou krajinu, a proto nemusí být vždy vyrovnaná.
da: Frugtbar jord omgivet af barskt terræn. Rester af nyligt snefald hjemsøger stadig skovene, og voldsomme floder fra snesmeltningen er knap døde væk. Med sigte på et realistisk terræn er dette kort muligvis ikke altid afbalanceret.
de: Fruchtbare Ländereien umschließen ein raues Gelände. Überbleibsel von kürzlichem Schneefall suchen noch die Wälder heim und reißende Flüsse von der Schneeschmelze sind kaum abgeebbt. Da diese Karte auf realistisches Gelände abzielt, ist das Gameplay der Karte eventuell nicht immer fair für alle.
el: Εύφορη γη που περιβάλλεται από σκληρό έδαφος. Λείψανα από πρόσφατες χιονοπτώσεις ακόμα στοιχειώνουν τα δάση, και οι καταρρακτώδεις ποταμοί από το λιώσιμο του χιονιού έχουν σχεδόν εξασθενίσει. Στοχεύοντας προς ρεαλιστικό έδαφος, αυτός ο χάρτης μπορεί να μην είναι πάντα ισορροπημένος.
es: Tierras fértiles rodeadas de un escarpado terreno. Los últimos copos de invierno todavía cubren los bosques, límpidos torrentes agua que auguran el fin del frío. Pecando a veces de realismo, el terreno no es del todo favorable.
eu: Lur eremu emankorrak lur malkartsuak inguraturik. Neguko azken malutak oraindik ere basoak estaltzen dituzte, eta urtutako elur erreka biziak ez dira erabat desagertu. Egia esateko, lurra ez da erabat ona.
fa: مناطق حاصل خیزی که در محاصره زمین های ناملایم هستند. باقی مانده بارش برف اخیر همچنان در جنگها وجود دارد و رودخانه های سیلابی از ذوب برفها همچنان استفاده می کنند. زمین واقع گرایانه ای را هدف قرار دهید، این نقشه ممکن است همیشه بالانس نباشد
fi: Hedelmällinen maa, jota ympäröi karu maasto. Viimeaikaisten lumisateiden jäänteet kummittelevat yhä metsissä, ja lumien sulamisesta syntyneet virtaavat joet ovat tuskin ehtineet laantua. Koska tavoitteena on realistinen maasto, tämä kartta ei välttämättä ole aina tasapainotettu.
fr: Des terres fertiles entourées d'un terrain difficile. Les restes de chutes de neige récentes hantent toujours les forêts et les rivières torrentielles issues de la fonte des neiges sont à peine taries. Comme elle vise à reproduire un terrain réaliste, cette carte n'est pas toujours équilibrée.
ga: Talaimh torthúla le talamh crua ina dtimpeall. Tá scáthanna na sneachta fós ar an bhforaois, agus aibhneacha an-troma den choscairt ag rith fós ar an dtalamh. Tá príomhaidhm ag an léarscáil seo a bheith réalaíoch, mar sin ba bheith comthrom na Féinne i gcónaí ann.
gd: Tha talamh torrach ann am meadhan tìre gairbhe. Tha badan sneachda sa choille fhathast agus is gann gu bheil tuiltean an leaghaidh seachad oirnn. On a tha am mapa seo ag amas air cruth-tìre fìor-riochdail, ’s dòcha nach eil e cothromach an-còmhnaidh.
hu: Termékeny földeket övez a durva terep. A közelmúltbeli hóesések maradványai még mindig kísértik az erdőket, és az olvadás okozta hegyi folyók alig tűntek még el. A realisztikus terepre törekedve, ez a térkép lehet, hogy nem mindig kiegyensúlyozott.
id: Tanah subur yang dikelilingi lahan kasar. Sisa dari hujan salju baru-baru ini masih menutupi hutan, dan sungai deras dari salju mencair belum lagi menghilang. Bermaksud ke arah lahan realistis, peta ini mungkin tidak selalu seimbang.
it: Terre fertili circondate da terreni aspri. Resti di recenti nevicate permangono ancora nelle foreste e fiumi resi torrenziali dallo scioglimento della neve a malapena si acquietano. Puntando su un terreno realistico, questa mappa potrebbe non essere sempre equilibrata.
ja: 厳しい地形に囲まれた肥沃な土地。 近頃の雪崩は森に爪痕を残し、雪解け水による濁流はかろうじて去りました。 このマップは現実的な地形を目指したため、必ずしもバランスはよくありません。
ko: 거친 지형으로 둘러싸인 비옥 한 땅. 최근 내린 눈의 잔해가 아직도 숲에 남아있고, 눈이 녹아 세차게 흐르는 강은 겨우 사라졌습니다. 이 지도는 현실적인 지형을 목표로 만들었기 때문에 균형이 맞지 않을 수 있습니다.
ms: Tanah subur yang dikelilingi rupa bumi yang teruk. Sisa-sisa salji masih menyelubungi hutan, aliran sungai yang ganas kesan dari salji yang mencair. Berpandukan rupa bumi yang realistik, peta ini boleh dikatakan tidak seimbang sumbernya.
nb: Fruktbart land omringet av ugjestmildt terreng. Ettenlatenskapen av nylige snøfall hjemsøker skogene, og snømeltingen avtar knapt. Med sikte på et realistisk terreng, er ikke dette kartet alltid balansert.
nl: Vruchtbare gronden omgeven door ruw terrein. Overblijfselen van recente sneeuwval zijn nog zichtbaar in het bos en de onstuimige rivieren van het smeltwater zijn maar net verdwenen. Met het oogpunt op een realistisch terrein, kan het zijn dat deze kaart niet altijd gebalanceerd is.
pl: Żyzne gleby otoczone trudnym terenem. Pozostałości niedawnych opadów śniegu wciąż bielą się na drzewach lasu, a topniejący śnieg ledwie zdążył spłynąć korytami rzek. Mapa przybliżona do rzeczywistych terenów, stąd może nie zawsze być zbalansowana.
pt_br: Terras férteis rodeadas por terreno áspero. Os restos de nevascas recentes ainda assombram as florestas, e os rios torrenciais que se fundiram com a neve mal acabaram. Visando um terreno realista, este mapa pode nem sempre ser equilibrado.
pt_pt: Terras férteis rodeadas por terreno agreste. Os restos de nevadas recentes ainda assombram as florestas, e os rios torrenciais que se fundiram com a neve mal acabaram. Visando um terreno realista, este mapa pode não ser sempre equilibrado.
ru: Плодородные земли, окруженные суровыми территориями. Остатки недавних снегопадов все ещё покрывают леса, а бурные потоки талой воды едва затихли. В целях реалистичности местности, эта карта может не всегда быть сбалансирована.
sk: Úrodný kraj obklopený drsným terénom. Zvyšky snehových metelíc ešte mátajú v lesoch, a záplavové rieky z odmäku ešte celkom neopadli. Táto mapa sa zameriava na realistickú krajinu, preto môže byť miestami nevyvážená.
sv: Fruktbara marker omgivna av hård terräng. Rester av de senaste snöfallen ciselerar fortfarande skogarna, och brusande floder av smältvatten har knappt dött bort. Eftersom den siktar på en realistisk terräng är denna karta inte alltid särskild balanserad.
tr: Bereketli topraklar sert arazilerle çevrilidir. Son zamanlarda meydana gelen kar yağışı halen ormanları zor durumda bırakıyor ve kar erimesinden oluşan sağanak nehirleri zorla öldürüyor Gerçekçi bir arazide hedefleyenler için bu harita dengeli olmayabilir.
uk: Родючі землі в оточенні суворої місцевості. Наслідки недавніх снігопадів досі даються взнаки, а переповнені ріки лише нещодавно повернулись у свої береги. Задля більшого реалізму місцевості, ця карта може не завжди бути збалансованою.
zh: 险恶地势中的沃土。 森林中余雪未消，雪融化而成的河流还未干涸。 追求真实地貌，可能会有失平衡。
zh_tw: 肥沃的土地被惡劣的地形所包圍。 最近的降雪仍困擾著森林，融雪在急流中迅速的消失。 目標是盡量貼近真實地形，所以這張地圖可能並不會總是那麼平衡。

source: Caledonian Meadows
ast: Prados de Caledonia
bg: Каледонски ливади
br: Prad Kaledoniek
ca: Prats caledonis
cs: Kaledonské louky
da: Caledoniske enge
de: Kaledonische Wiesen
el: Καληδόνια Λιβάδια
es: Campiña caledonia
eu: Kaledoniar Landazabala
fa: علفزارهای کالدونی
fi: Kaledonian niityt
fr: Prairies calédoniennes
ga: Móinéir Chaladónacha
gd: Cluaintean Cailleannach
hu: Kaledóniai rétek
id: Padang Rumput Kaledonia
it: Praterie di Caledonia
ja: カレドニアの牧草地帯
ko: 칼레도니아의 목초 지대
ms: Padang Ragut Caledonia
nb: Kaledonske enger
nl: Caledonische weiden
pl: Kaledońskie łąki
pt_br: Prados Caledônios
pt_pt: Campos caledónios
ru: Каледонские луга
sk: Kaledónske lúky
sv: Kaledoniska Ängar
tr: Kaledonya Çayırları
uk: Каледонські луки
zh: 苏格兰草场
zh_tw: 蘇格蘭草原

source: Each player starts on a hill surrounded by steep cliffs. Inspired by Cantabria, a mountainous region in the north of the Iberian peninsula.
ast: Cada jogador intama n un cantu arrodiadu de deventíos. Inspira-se n Cantabria, un país montuosu a l Avessedo de la península Ibérica.
bg: Всеки играч започва на собствен хълм, заобиколен от стръмни склонове. Картата е вдъхновена от Кантабрия, планински район в северната част на Иберийския полуостров.
cs: Každý hráč začíná na kopci, který je obklopen strmými svahy. Inspirováno Kantábrií, hornatou oblastí na severu Pyrenejského poloostrova.
da: Hver spiller starter på en bakke omgivet af stejle klipper. Inspireret af Cantabria, en bjergrig region på den nordlige del af den iberiske halvø.
de: Jeder Spieler startet auf einem Hügel, der von steilen Klippen umgeben ist. Repräsentiert Kantabrien, eine bergige Region im Norden der iberischen Halbinsel.
el: Κάθε παίκτης ξεκινάει πάνω σε ένα λόγο που περικλείεται από απότομoυς γκρεμούς. Ιδέα εμπνευσμένη από την Κανταβρία, μια ορεινή περιοχή στο βόρειο τμήμα της ιβηρικής χερσονήσου.
es: Cada jugador comienza sobre una colina rodeada de escarpados acantilados. Inspirado en Cantabria, una región montañosa del norte de la península ibérica.
eu: Jokalari bakoitza itsas labarrez inguratutako mendixka batean hasten da. Kantabria irudikatzen du, Iberiar penintsula iparraldeko eskualde menditsua.
fi: Jokainen pelaaja aloittaa jyrkkien kallioiden ympäröimällä kukkulalla. Inspiraationa on Cantabria, vuoristoalue Iberian niemimaan pohjoisosassa.
fr: Chaque joueur commence sur une colline entourée de falaises abruptes. Inspiré de la Cantabrie, une région montagneuse située au nord de la péninsule ibérique.
id: Setiap pemain mulai dari bukit yang dikelilingi jurang yang curam. Terinspirasi dari Kantabria, kawasan berbukit di utara semenanjung Iberia.
it: Ogni giocatore inizia su una collina circondata da ripide scogliere. Ispirata alla Cantabria, una regione montuosa nel nord della penisola iberica.
ja: 各プレイヤーは、険しい崖に囲まれた丘の上からスタートします。イベリア半島北部の山岳地帯であるカンタブリアをモチーフにしています。
ko: 각 플레이어는 가파른 절벽으로 둘러싸인 언덕에서 시작합니다. 이베리아 반도 북부의 산악 지대인 칸타브리아에서 영감을 받았습니다.
nl: Iedere speler start op een heuvel omgeven door steile kliffen. Als inspiratie gold Cantabrië, een bergachtige streek in het noorden van het Iberische schiereiland.
pl: Każdy gracz zaczyna na wzgórzu otoczonym stromymi klifami. Zainspirowane Kantabrią, górzystym rejonem na północy Półwyspu Iberyjskiego
pt_br: Cada jogador começa em uma colina cercada por barrancos íngremes. Inspirado pela Cantábria, uma região montanhosa no norte da Península Ibérica.
pt_pt: Cada jogador começa num monte rodeado de precipícios íngremes. Inspirado pela Cantábria, uma região montanhosa no norte da Península Ibérica.
ru: Каждый игрок начинает на холме, окружённом отвесными скалами. Карта создана по мотивам Кантабрии - гористого региона на севере Пиренейского полуострова.
tr: Her oyuncu sarp kayalıklarla çevrili bir tepede başlar. Kantabria'dan ilham alındı, İber yarımadasının kuzeyindeki bir dağlık bölge.
uk: Кожен гравець починає на пагорбі з крутими схилами. Натхненний Кантабрією, гірським районом на півночі Піренейського півострова.
zh: 玩家开局位于小山丘上，被陡峭的悬崖所包围。地图模拟了伊比利半岛的北部山区的坎塔布里亚。
zh_tw: 每個玩家都在一個由陡峭的懸崖所包圍的小山丘上開始遊戲。啟發自坎塔布里亞，在伊比利半島的北部山區。

source: Cantabrian Highlands
ast: Cordal cantábricu
bg: Кантабрийски възвишения
br: Uheldirioù Kantabrian
ca: Serra càntabra
cs: Kantábrijská vrchovina
da: Cantabriske Højland
de: Kantabrisches Hochland
el: Κανταβριανά υψίπεδα
es: Sierra cántabra
eu: Kantabriako Mendilerroa
fa: ارتفاعات کانتابری
fi: Cantabrian ylänkö
fr: Cordillère cantabrique
ga: Ardchríocha Cantaibreacha
gd: Tìr àrd Chantaibria
hu: Cantabriai fennsík
id: Dataran Tinggi Kantabria
it: Altopiani Cantabrici
ja: カンタブリア高地
ko: 칸타브리아 고원
ms: Tanah Tinggi Cantabria
nb: Kantabriske høyland
nl: Cantabrische hooglanden
pl: Wyżyny Kantabryjskie
pt_br: Montanhas da Cantábria
pt_pt: Montes cantábricos
ru: Кантабрийское нагорье
sk: Kantábrijské vysočiny
sv: Kantabriska Höglandet
tr: Kantabria Dağlık arazileri
uk: Кантабрійське високогір'я
vi: Các cao nguyên vùng Cantabrian
zh: 坎塔布里亚高地
zh_tw: 坎塔布里亞高原
