Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Players start around a small oasis in the center of the map which holds much of the available wood on the map. Elsewhere, in the hinterlands, lies great riches, in the form of large deposits of gold and other metals.
ast: Los jogadores intamɐn a l redor d’una pequenha oasis central que contien muĩꞇha de la madeira disponible na geographía. Alyuri, n interior, ha hi muĩꞇha balyura, na forma de grandes jazedɐs d’ouro & outros metales.
bg: Играчите започват около малък оазис в средата на картата, където са съсредоточени почти всички дървета. В околностите има големи богатства, във вид на огромни залежи на злато и други метали.
br: Ar c'hoarierien a grog war-dro un oaziz bihan e kreiz ar gartenn a zalc'h kalz a goad dieub war ar gartenn. En ul lec'h all, er c'heinvroioù, eo kavet danvezioù pinvidik-mor, e stumm dastumlec'hioù ledan aour ha metalioù all.
ca: Els jugadors comencen al voltant d'un petit oasi al centre del mapa on hi ha la major part de la fusta. En altres llocs, a l'interior, hi ha grans riqueses en forma d'enormes dipòsits d'or i altres metalls.
cs: Hráči začínají uprostřed mapy kolem malé oázy, kde se nachází většina dostupných lesů. V okolních krajích leží nerostné bohatství ve formě velkých zásob zlata a dalších kovů.
da: Spillere starter omkring en lille oase i midten af ​​kortet, som rummer meget af det tilgængelige træ på kortet. Andre steder, i baglandet, ligger store rigdomme i form af store forekomster af guld og andre metaller.
de: Die Spieler starten um eine Oase im Zentrum der Karte, wo ein Großteil des verfügbaren Holzes zu finden ist. Anderswo, im Hinterland, liegen große Reichtümer in Form riesiger Lagerstädten für Gold und andere Metalle.
el: Οι παίκτες αρχίζουν γύρω από μία μικρή όαση που βρίσκεται στο κέντρο του χάρτη και εμπεριέχεται σε αυτή η πλειοψηφία ξύλου στο χάρτη. Σε άλλο σημείο, στην ενδοχώρα, βρίσκονται μεγάλα πλούτη, με τη μορφή μεγάλων κοιτασμάτων χρυσού και άλλων μετάλλων.
es: Los jugadores empiezan alrededor de un pequeño oasis en el centro del mapa, que tiene gran parte de la madera disponible. En las zonas interiores yacen grandes riquezas en forma de depósitos de oro y otros metales.
eu: Jokalariak maparen erdiko uharte txiki batetik hasiko dira, dagoen egur zati handi bat daukana.
fi: Pelaajat aloittavat kartan keskellä olevan pienen keidasalueen ympäriltä, jossa on suuri osa kartan saatavilla olevasta puusta. Toisaalla, sisämaassa, sijaitsee suuria rikkauksia, suurten kulta- ja muiden metalliesiintymien muodossa.
fr: Les joueurs commencent au centre de la carte autour d'un petit oasis qui concentre une grande partie du bois disponible. Ailleurs, dans l'arrière-pays, se trouvent de grandes richesses, sous la forme d'importants gisements d'or et d'autres métaux.
ga: Tosaíonn na himreoirí i dtimpeall ósaise i lár na léarscáile cé a bhfuil formhór an admhaid sa léarscáil. In áit eile, sna cúlchríocha, tá acmhainní go leor i bhfoirm óir agus miotail eile.
gd: Tòisichidh na cluicheadairean timcheall air innis-fhàsaich bheag ann am meadhan a’ mhapa sa bheil a’ mhòrchuid dhen fhiodh a tha ri fhaighinn air a’ mhapa. Tha beartas òir is meatailt eile ri bhuannachd air an corr dhen tìr.
hu: A játékosok egy, a pálya közepén levő kis oázis körül kezdenek, ahol a pályán levő fa nagy része található. A hátországok más nyersanyagokban - aranyban és fémben - bővelkednek.
id: Pemain mulai di sekitar oase kecil di tengah peta yang menyimpan banyak kayu yang tersedia di peta. Sementara, di pedalaman, terletak kekayaan besar, dalam bentuk cadangan emas dan logam lainnya.
it: I giocatori iniziano intorno ad una piccola oasi nel centro della mappa che detiene gran parte del legname disponibile. Altrove, nell'entroterra, si trovano grandi ricchezze, sotto forma di grandi giacimenti di oro e altri metalli.
ja: プレイヤーの開始位置はマップ中央にある小さなオアシスのほとりで、マップの木材資源の大半がそこにあります。 その他の辺境には、莫大な富が、金やその他の金属の大鉱床の形で眠っています。
ko: 플레이어들은 지도의 중앙에 있는 작은 오아시스 주변에서 시작하는데, 이 오아시스는 지도에서 이용 가능한 많은 나무들을 가지고 있습니다. 다른 곳에서는, 한겨울에, 많은 양의 금과 다른 금속들이 매장되어 있는 형태로 큰 부들이 있습니다.
ms: Pemain bermula disekitar oasis kecil yang berada ditengah peta dimana oasis tersebut mempunyai sumber kayu. Ditempat lain, dikawasan pendalaman, mengandungi sumber kekayaan, dalam bentuk longgokan logam emas dan lain-lain logam berharga.
nb: Spillere starter rundt en liten oase i midten av kartet, som inneholder mye av dets tilgjengelige tømmer. Ellers i området finnes store rikdommer i form av store gull- og metallavsetninger.
nl: Spelers starten rond een kleine oase in het midden van de kaart. Rond die oase bevindt zich zowat al het hout op de kaart. Op andere plaatsen liggen grote rijkdommen in de vorm van metaalmijnen.
pl: Gracze zaczynają dookoła małej oazy pośrodku mapy, na której dostępne są duże ilości drewna. W innym miejscu, w głębi lądu, znajdują się wielkie bogactwa w postaci złota i innych materiałów.
pt_br: Jogadores começam em torno de um pequeno oásis no centro do mapa que detém grande parte da madeira do mapa. Em outro lugar, nos sertões, aguardam grandes riquezas, na forma de enormes depósitos de ouro e outros metais.
pt_pt: Cada jogador começa à volta de um pequeno oásis central que contém a maior parte da madeira do mapa. Longe do oásis há riqueza, na forma de grandes depósitos de ouro e de outros metais.
ru: Игроки начинают вокруг небольших оазисов в центре карты, содержащих большую часть доступной древесины. Другие районы богаты залежами золота и других металлов.
sk: Hráči začínajú okolo malej oázy v strede mapy, kde je sústredená väčšina dreva. Inde, za pobrežím, leží veľké bohatstvo vo forme hojných ložísk zlata a iných kovov.
sv: Spelarna börjar runt en liten oas i mitten av kartan som har mycket av det tillgängliga träet på kartan. I inlandet finns det stora rikedomar i form av stora guld och metallfyndigheter.
tr: Oyuncular harita üzerinde mevcut odun çok tutan haritanın ortasında küçük bir vaha etrafında başlar. Başka bir yerde, iç bölgelerinde, altın ve diğer metallerin büyük mevduat şeklinde, büyük zenginlikleri yatmaktadır.
uk: Гравці починають навколо невеликого оазису в центрі карти, у якому зосереджено більшу частину наявної на карті деревини. В інших районах, лежить велике багатство, у вигляді великих родовищ золота та інших металів.
zh: 地图中心有一片小的绿洲，地图上大部分木材资源都集中于此。 另外在腹地，还有大量金属矿床。
zh_tw: 玩家環繞著在地圖中心，包含了地圖上大多數木頭的小型綠洲開始遊戲。 其他地方，像是較內陸的地方，蘊藏著大量的財富，如大量的黃金及其他金屬。

source: Gold Oasis (2)
ast: Oasis d’ouro (2)
bg: Златен Оазис (2)
br: Oasiz Alaouret (2)
ca: Oasi d'or (2)
cs: Zlatá oáza (2)
da: Guldoase (2)
de: Goldoase (2)
el: Χρυσή Όαση (2)
es: Oasis dorado (2)
eu: Urrezko Oasia (2)
fa: واحه ی طلا (2)
fi: Kultainen keidas
fr: Oasis dorée (2)
ga: Ósais Óir (2)
gd: Innis-fhàsaich òir (2)
hu: Arany oázis (2)
id: Oase Emas (2)
it: Oasi d'Oro (2)
ja: ゴールド・オアシス (2)
ko: 황금의 오아시스 (2)
ms: Oasis Emas (2)
nb: Gulloase (2)
nl: Gouden oase (2)
pl: Złota oaza (2)
pt_br: Oásis do Ouro (2)
pt_pt: Oásis de ouro (2)
ru: Золотой Оазис (2)
sk: Zlatá oáza (2)
sr: Златне оазе (2)
sv: Guld Oasen (2)
tr: Altın Vahası (2)
uk: Золотий Оазис (2)
zh: 黄金绿洲 (2)
zh_tw: 黃金綠洲 (2)

source: Two factions find themselves perched safely atop large rocky plateaus. Scout the lands to find free treasures and to secure new resources.
ast: Duɐs facciones atopɐn-se seguramente impolleiradɐs in tesones penhosos. Bati l terreno pa recender alyalgɐs & llograr nuövos recursos.
bg: Двама играчи започват върху големи скалисти плата. Проучете земите за съкровища и допълнителни ресурси.
cs: Dvě frakce jsou bezpečně posazeny na vrcholku velkých kamenitých náhorních plošinách. Prozkoumejte území pro nalezení pokladů a zabezpečení nových surovin.
da: To stammer befinder sig trygt på toppen af ​​store klippeplateauer. Spejd landene for at finde gratis skatte og sikre nye ressourcer.
de: Zwei Fraktionen haben sich sicher oben auf großen Felsplateaus oder Akropolen niedergelassen. Erkunde das Land, um kostenlose Schätze zu finden und dir neue Ressourcen zu sichern.
el: Δύο φατρίες θα βρεθούν σκαρφαλωμένες με ασφάλεια στην κορυφή μεγάλων βραχώδη οροπεδίων. Εξερευνήστε τα εδάφη για να βρείτε δωρεάν θησαυρούς για την εξασφάλιση νέων πόρων.
es: Dos facciones se situan de manera segura sobre grandes mesetas rocosas. Explora las tierras para encontrar tesoros abandonados y asegurar nuevos recursos.
eu: Bi fakzio lautada harritsu handi eta altuetan igota daude. Esploratu lurrak altxorrak aurkitzeko eta baliabide iturri berriak ziurtatzeko.
fi: Kaksi ryhmittymää sijaitsevat turvallisesti suurten kalliotasanteiden huipulla. Tiedustele maita löytääksesi ilmaisia aarteita ja hankkiaksesi uusia resursseja.
fr: Deux factions se retrouvent perchées en toute sécurité sur de grands plateaux rocheux. Explorez les terres pour trouver des trésors gratuits et obtenir de nouvelles ressources.
ga: Amsíonn dhá fhaicsean iadsan féin ina suí ar bharr ardchláir mhóir craigigh. Scabhtáil ar feadh na talún do thaiscí saora a aimsiú agus achmhainní nua a fháil.
gd: Fhuair dà bhuidheann àite shàbhailte air àrd-chlàran creagach mòra. Rannsaich an tìr ach an lorg thu ulaidh saor ’s gum faigh thu stòras ùr.
hu: Két csoport egy sziklás fennsíkon találja magát biztonságban befészkelve. Derítsd fel a vidéket a szabad kincsek után, és az új nyersanyagforrások biztosítása érdekében.
id: Dua kubu bertengger dengan aman di atas dataran tinggi berbatu yang besar. Telusuri lahan untuk menemukan harta karun dan untuk mengamankan sumberdaya baru.
it: Due fazioni si trovano al sicuro in cima di grandi altipiani rocciosi. Esplora le terre per trovare tesori e prendere il controllo di nuove risorse
ja: 2つの派閥が大きな岩盤の上に安全に配置されています。 偵察して宝物を見つけ、新しい資源を確保しましょう。
ko: 두 번째 파벌이 큰 바위 고원 위에 안전하게 자리 잡고 있습니다. 땅을 정찰하여 무료 보물을 찾고 새로운 자원을 확보합니다.
nl: Twee beschavingen bevinden zich bovenop rotsachtige plateaus. Verken het land om schatten te vinden en om grondstoffen op te eisen.
pl: Dwa przeciwne obozy usytuowane są na grzbietach skalistych płaskowyżów. Wyślij zwiad w pobliskie tereny, aby zbadać i zabezpieczyć nowe źródła zasobów.
pt_br: Duas facções se encontram aninhadas com segurança no topo de grandes platôs rochosos. Explore a área para encontrar tesouros de graça e garantir novos recursos.
pt_pt: Duas fações encontram-se numa posição elevada em segurança sobre grandes planaltos rochosos. Explora o mapa para procurar tesouros e obter novos recursos.
ru: Две цивилизации уверенно расположились на больших скалистых плато. Разведайте земли, чтобы отыскать ничейные сокровища и закрепить за собой новые ресурсы.
sv: Två fraktioner befinner sig säkert uppe på stora steniga platåer. Upptäck områden runtomkring för att hitta skatter och för att säkra nya resurser.
tr: İki grup kendilerini büyük kayalık platoların tepesinde güvenli bir şekilde tünemiş bulmaktadır. Özgür hazineler bulmak ve yeni kaynakları güvence altına almak için arazileri araştırın.
uk: Дві фракції опинились на вершинах великих кам'янистих плато. Розвідуйте землі, щоб знайти нічийні скарби та уберегти нові ресурси.
zh: 双方位于一块大型的岩石高原上。 探索土地，寻找宝藏，争夺资源。
zh_tw: 兩個陣營發現自己安全地棲息在大岩石高原上。 偵查土地以尋找免費的寶藏並獲取新的資源。

source: Greek Acropolis (2)
ast: Acrópolis griega (2)
bg: Гръцки акропол (2)
br: Akropolis Gresian (2)
ca: Acròpoli grega (2)
cs: Řecká akropole (2)
da: Græsk Akropolis (2)
de: Griechische Akropolis (2)
el: Ελληνική Ακρόπολις (2)
es: Acrópolis griega (2)
eu: Akropoli Grekoa (2)
fa: آکروپولیس یونانی (2)
fi: Kreikkalainen akropoli (2)
fr: Acropole grecque (2)
ga: Acrapail na Gréige (2)
gd: Acra-bhaile Greugach (2)
hu: Görög akropolisz (2)
id: Akropolis Yunani (2)
it: Acropoli Greca (2)
ja: ギリシアのアクロポリス (2)
ko: 그리스 아크로폴리스 (2)
ms: Acropolis Yunani (2)
nb: Gresk akropolis (2)
nl: Griekse Akropolis (2)
pl: Grecki Akropol (2)
pt_br: Acrópole Grega (2)
pt_pt: Acrópole (2)
ru: Греческий Акрополь (2)
sk: Grécka akropola (2)
sr: Грчки Акропољи (2)
sv: Grekisk Akropolis (2)
tr: Yunan Akropolis (2)
uk: Грецький Акрополь (2)
zh: 雅典卫城 (2)
zh_tw: 雅典衛城 (2)

source: Three factions find themselves perched safely atop large rocky plateaus, whereas the fourth one is separated from their foes by a river branch. Scout the lands to find free treasures and to secure new resources..
ast: Trés facciones atopɐn-se seguramente impolleiradɐs in tesones penhosos, entre que la quarta faccion sta dixebrada de l restu por un braçu fluvial. Bati l terreno pa recender alyalgɐs & llograr nuövos recursos.
bg: Трима играчи започват върху големи скалисти плата, а четвъртият е отделен от враговете си чрез река. Проучете земите за съкровища и допълнителни ресурси.
cs: Tři frakce jsou bezpečně posazeny na vrcholcích velkých kamenitých náhorních plošin, nebo akropolí, ale čtvrtá je oddělená od svých nepřátel řekou. Prozkoumejte území pro nalezení pokladů a zabezpečení nových surovin.
da: Tre stammer befinder sig trygt på toppen af ​​store klippeplateauer, hvorimod den fjerde er adskilt fra deres fjender af en flodgren. Spejder landene for at finde gratis skatte og sikre nye ressourcer.
de: Drei Fraktionen haben sich sicher oben auf großen Felsplateau niedergelassen, während die Vierte von ihren Feinden durch einen Fluss getrennt ist. Erkunde das Land, um kostenlose Schätze zu finden und dir neue Ressourcen zu sichern.
el: Τρεις φατρίες θα βρεθούν σκαρφαλωμένες με ασφάλεια στην κορυφή μεγάλων βραχώδη οροπεδίων, ενώ η τέταρτη διαχωρίζεται από τους εχθρούς της από μία διακλάδωση του ποταμιού Εξερευνήστε τα εδάφη για να βρείτε δωρεάν θησαυρούς για την εξασφάλιση νέων πόρων.
es: Tres facciones se situan de forma segura sobre grandes mesetas rocosas, mientras que la cuarta está separada de sus enemigos por una rama de un río. Explora las tierras para encontrar tesoros abandonados y asegurar nuevos recursos.
eu: Hiru fakzio lautada harritsu handi eta altuek ematen duten segurtasunean igota daude, laugarren talde bat errekako adar batez etsaietatik banandurik dago. Esploratu lurrak hobari altxorrak aurkitzeko eta baliabide gehigarriak eskuratzeko.
fi: Kolme ryhmittymää sijaitsevat turvallisesti suurten kalliotasanteiden päällä, kun taas neljäs ryhmittymä on erotettu vihollisistaan joenhaaralla. Tiedustele maita löytääksesi ilmaisia aarteita ja hankkiaksesi uusia resursseja.
fr: Trois factions se retrouvent perchées en toute sécurité au sommet de grands plateaux rocheux, tandis que la quatrième est séparée de ses ennemis par un bras de rivière. Explorez les terres pour trouver des trésors gratuits et obtenir de nouvelles ressources.
ga: Aimsíonn trí fhaicsean iadsan féin ina suí ar bharr ardchláir mhóir craigigh, nó a dtugtar acrapailí uathu, ach tá an ceithriú acrapail i bhfad as na cinn eile trí fho-abhainn. Scabhtáil ar feadh na talún do thaiscí saora a aimsiú agus acmhainní nua a fháil.
gd: Fhuair trì buidhnean còmhnaidh shàbhailte air àrd-chlàran mòra creagach fhad ’s a tha an ceathramh fear sgaraichte o na nàimhdean aige le meur-aibhne. Rùraich an tìr ach an lorg thu ulaidhean agus gus greim fhaighinn air stòrasan ùra.
hu: Három csoport egy sziklás fennsíkon találja magát biztonságban befészkelve, míg a negyediket egy folyó ága választja el az ellenfeleitől. Derítsd fel a vidékez a szabad kincsek után és az új nyersanyagforrások biztosítása érdekében.
id: Tiga kubu bertengger dengan aman di atas dataran tinggi berbatu besar, sedangkan kubu keempat terpisah dari musuh mereka oleh cabang sungai. Telusuri lahan untuk menemukan harta karun dan untuk mengamankan sumberdaya baru..
it: Tre fazioni si trovano al sicuro in cima di grandi altipiani rocciosi, e una quarta è separata dalle altre da un ramo fluviale. Esplora le terre per trovare tesori e prendere il controllo di nuove risorse.
ja: 3つの派閥は大きな岩の上に安全に位置していますが、4つ目の派閥は川の支流で敵から隔てられています。 偵察して宝物を見つけ、新しい資源を確保しましょう。
ko: 세 번째 파벌은 큰 바위 평원 위에 안전하게 자리잡고 있는 반면, 네 번째 파벌은 강 가지에 의해 적과 분리되어 있습니다. 땅을 정찰하여 무료 보물을 찾고 새로운 자원을 확보합니다.
nl: Drie beschavingen bevinden zich veilig bovenop rotsachtige plateaus, terwijl de vierde door een riviertak van zijn vijanden afgeschermd is. Verken het land om schatten te vinden en grondstoffen veilig te stellen.
pl: Obozy trzech frakcji rozlokowane są bezpiecznie na skalistych płaskowyżach, natomiast czwarty z nich jest odizolowany od swych nieprzyjaciół gałęzią rzeki. Wyślij zwiad w pobliskie tereny, aby zabezpieczyć nowe źródła zasobów.
pt_br: Três facções encontram-se aninhadas com segurança no topo de grandes planaltos rochosos, enquanto a quarta está separada de seus inimigos por um braço de rio. Explore as terras para encontrar tesouros gratuitos e garantir novos recursos.
pt_pt: Três fações encontram-se numa posição elevada em segurança sobre grandes planaltos rochosos, enquanto que a quarta está separada dos seus inimigos por um braço de rio. Explora as terras para encontrar tesouros e obter novos recursos.
ru: Три цивилизации уверенно расположились на больших скалистых плато, в то время как четвёртая отделена от врагов рукавом реки. Разведайте земли, чтобы отыскать ничейные сокровища и закрепить за собой новые ресурсы.
sv: Tre fraktioner befinner sig säkert uppe på stora steniga platåer, medans den fjärde separeras från fienderna av en flod. Upptäck områden runtomkring för att hitta skatter och för att säkra nya resurser.
tr: Üç grup kendilerini büyük kayalık platoların üzerine güvenli bir şekilde tünemiş bulurken, dördüncüsü düşmanlarından bir nehir dalı ile ayrılıyor. Ücretsiz hazineler bulmak ve yeni kaynakları güvence altına almak için arazileri araştırın.
uk: Три фракції опинились на вершині великих кам'янистих плато, тоді як четверта відокремлена від своїх ворогів розгалуженням річки. Розвідуйте землі, щоб знайти нічийні скарби та уберегти нові ресурси.
zh: 其中三方安全位于一块大型的岩石高原上，第四方被一条河流的分支隔开。 探索土地，寻找宝藏及争夺资源。
zh_tw: 三個陣營發現自己安全地棲息在大岩石高原上，而第四個陣營則由支流與敵人隔開。 偵查土地以尋找免費的寶藏並獲取新的資源。

source: Greek Acropolis (4)
ast: Acrópolis griega (4)
bg: Гръцки акропол (4)
br: Akropolis Gresian (4)
ca: Acròpoli grega (4)
cs: Řecká akropole (4)
da: Græsk Akropolis (4)
de: Griechische Akropolis (4)
el: Ελληνική Ακρόπολη (4)
es: Acrópolis griega (4)
eu: Akropoli Grekoa (4)
fi: Kreikkalainen akropoli (4)
fr: Acropole grecque (4)
ga: Acrapail na Gréige (4)
gd: Acra-bhaile Greugach (4)
hu: Görög akropolisz (4)
id: Akropolis Yunani (4)
it: Acropoli Greca (4)
ja: ギリシアのアクロポリス (4)
ko: 그리스 아크로폴리스 (2)
ms: Acropolis Yunani (4)
nb: Gresk akropolis (4)
nl: Griekse Akropolis (4)
pl: Grecki Akropol (4)
pt_br: Acrópole Grega (4)
pt_pt: Acrópole grega (4)
ru: Греческий Акрополь (4)
sk: Grécka akropola (4)
sr: Грчки Акропољи (4)
sv: Grekisk Akropolis (4)
tr: Yunan Akropolis (4)
uk: Грецький Акрополь (4)
zh: 雅典卫城 (4)
zh_tw: 雅典衛城 (4)

source: Greek Acropolis Night (2)
ast: Acrópolis griega nuöiꞇhe (2)
bg: Гръцки акропол през нощта (2)
br: Noz an Akropolis Gresian (2)
ca: Acròpoli grega de nit (2)
cs: Řecká akropole v noci (2)
da: Græsk Akropolis Nat (2)
de: Griechische Akropolis bei Nacht (2)
el: Ελληνική Ακρόπολη Νύχτα (2)
es: Acrópolis griega, nocturno (2)
eu: Akropoli Grekoa Gauez (2)
fa: آکروپولیس یونانی، شب (2)
fi: Kreikkalainen akropoli yöllä (2)
fr: Acropole grecque nocturne (2)
ga: Acrapail na Gréige san Oíche (2)
gd: Oidhche air acra-bhaile Greugach (2)
hu: Görög akropolisz éjjel (2)
id: Akropolis Yunani Malam Hari (2)
it: Acropoli Greca di Notte (2)
ja: ギリシアのアクロポリスの夜 (2)
ko: 그리스 아크로폴리스의 밤 (2)
ms: Malam Acropolis Yunani (2)
nb: Gresk akropolis natt (2)
nl: Griekse Akropolis bij nacht (2)
pl: Grecki Akropol nocą (2)
pt_br: Acrópolis Grega Noturna (2)
pt_pt: Noite na acrópole grega (2)
ru: Греческий Акрополь Ночь (2)
sk: Grécka akropola v noci (2)
sr: Грчки Акропољ - Ноћ (2)
sv: Grekisk Akropolis Natt (2)
tr: Yunan Akropolis Gece (2)
uk: Грецький Акрополь вночі (2)
zh: 雅典卫城之夜 (2)
zh_tw: 入夜的雅典衛城 (2)
