Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: 'Great Tower'; Celtic legends abound with stories of massive tall towers built by the most powerful kings, and the remains of some very large towers have been found.
ast: «Gran Torre»; Les lleendes celtes abonden n'hestories d'altos torrexones, construyíos polos más poderosos reis, y atopáronse los restos d'unes torres escomanaes.
bg: „Велика кула“; Келтските легенди изобилстват от истории за масивни, високи кули, построени от най-великите крале. Открити са останки от няколко много големи кули.
br: 'Tourioù-Meur'; Istorioù e-leizh a zo e-barzh ar mojennoù keltiek gant melloù tourioù uhel savet gant ar roueed ar c'halloudusañ a zo, kavet ez eus bet un nebeud dismantroù outo.
ca: "Gran Torre"; abunden les llegendes celtes amb històries sobre torres gegantines construïdes pels reis més poderosos, i s'han trobat restes de torres enormes.
cs: Velká věž; Keltské legendy oplývají příběhy o obrovských věžích postavených nejmocnějšími králi. Zbytky nějakých velmi velkých věží byly nalezeny.
de: ‚Großer Turm‘; Keltische Legenden strotzen vor Geschichten über massive, hohe Türme, die von den mächtigsten Königen errichtet wurden. Einige Ruinen sehr großer Türme wurden gefunden.
el: 'Μεγάλος Πύργος': Κέλτικοι μύθοι αφθονούν με τις ιστορίες των τεράστιων ψηλών πύργων που χτίστηκαν από τους πιο ισχυρούς βασιλιάδες, και τα λείψανα κάποιων πολύ μεγάλων πύργων έχουν βρεθεί.
es_ar: "Gran Torre". Abundan las leyendas célticas acerca de torres altísimas construidas por los reyes más poderosos, de las cuales se han encontrado restos.
eu: 'Dorre Handia'; Zelten kondairek errege boteretsuenek egindako dorre erraldoiez beterik daude, eta oso dorre handien aztarna batzuk aurkitu izan dira.
fa: "برج بزرگ": افسانه های سلتی فراوانی با داستانهایی از ساخت برج های بلند عظیم که توسط پادشاهان قدرت مند ساخته است وجود دارد، همچنین بقایایی از این برج های بسیار بزرگی نیز یافت شده است.
ga: 'Túr Mór': tá neart túir ollmhóra sa tseanchas Ceilteach, tógtha ag na ríthe is cumhachtaí, agus tá fothraigh go leor do thúir an-mhóra le fáil.
he: "מגדל גדול"; אגדות הקלטיים שיש בשפע על מגדלים מסיביים וגבוהים שנבנו על ידי המלכים החזקים ביותר, והשרידים של כמה מגדלים גדולים מאוד כבר נמצאו.
hu: „Hatalmas Torony”; Kelta legendák szólnak arról ,hogy masszív és magas tornyokat építtettek a leghatalmasabb királyok,és néhány nagyon nagy torony maradványait már megtalálták.
hy: 'Մեծ աշտարակ'; կելտական լեգենդները լի են ամենահզոր արքաների կողմից կառուցված հսկայական աշտարակների մասին պատմություններով, և որոշ շատ մեծ աշտարակների մնացորդները հայտնաբերվել են։
it: "La Grande Torre"; Le leggende Celtiche abbondano di storie di gigantesche torri costruite dai più potenti re, e sono stati trovati i ruderi di molte grandi torri
ja: 「巨塔」；ケルトの伝説には最強の王の建てた堅固な高塔の話が数多くあります。そして、いくつかの巨塔の遺跡が発見されています。
ko: '위대한 탑'; 켈트의 전설은 최강의 왕의 세운 견고한 높은 탑의 이야기가 많습니다. 그리고 일부 거탑의 유적이 발견되고 있습니다.
nb: 'Stort tårn'; Keltiske legender flyter over av historier om voldsomme, store tårn bygget av de mektigste konger, og levningene av noen veldig store tårn har blitt funnet.
pl: 'Wielka wieża'; Celtyckie legendy obfitują w historie o masywnych, wysokich wieżach zbudowanych przez najbardziej mocarnych królów, a szczątki kilku takich wielkich wież zostały znalezione.
pt_br: "Grande Torre". As lendas celtas estão recheadas de histórias com torres incrivelmente altas construídas por reis poderosos. Mais recentemente, foram mesmo descobertas algumas ruínas de torres de grandes dimensões.
ru: "Большая Башня"; кельтские легенды наполнены историями о массивных высоких башнях, построенных самыми влиятельными королями, остатки некоторых очень больших башен были найдены.
sk: "Veľká veža"; keltské legendy sú plné príbehov o masívnych vysokých vežiach postavených najmocnejšími kráľmi, pozostatky niektorých z nich sa dokonca aj našli.
sv: "Stora Torn"; Keltiska legender överflöder med berättelser om massiva höga torn som byggdes av de mäktigaste kungarna, och resterna av flera mycket stora torn har hittats.
tr: 'Muazzam Kule'; Kelt efsaneleri en güçlü krallar tarafından yaptırılan devasa kulelerin hikayeleriyle doludur ve bazı çok büyük kulelerin kalıntıları bulundu.
uk: "Велика вежа"; кельтські легенди багаті на історії про великі високі вежі, які були збудовані найвеличнішими королями; досі знаходять руїни велетенських веж.
zh: 许多凯尔特的传说中都提到“高塔”，它是由国王大规模建造的，现已发现一些遗迹。
zh_tw: 「高塔」：許多塞爾特人的傳說中都有提到，是由強大的國王所建造的大型高塔，且一些非常大型的高塔遺蹟已經被發現了。
