Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-buildings.po
Languages: ar, ast, bg, cs, el, es_ar, fa, he, hy, ko, ru, uk, zh, zh_tw

source: Tall Spikes
ar: أشواك طويلة
ast: Puionas
bg: Дълги шипове
cs: Dlouhé kůly
el: Μακριά Καρφιά
es_ar: Pinchos altos
hy: Մեծ սեպեր
ko: 큰 돌출부
ru: Высокие шипы
uk: Високі шипи
zh: 长尖桩
zh_tw: 高尖刺

source: Watchtower
ar: برج مراقبة
ast: Visu
bg: Наблюдателница
cs: Strážní věž
el: Παρατηρητήριο
es_ar: Torre de Vigilancia
hy: Հսկողական աշտարակ
ko: 망루
ru: Сторожевая башня
uk: Вартова вежа
zh: 瞭望塔
zh_tw: 瞭望塔

source: Apartment Block
ar: مجموعة مساكن
ast: Ínsula
bg: Жилищен блок
cs: Bytový dům
el: Συγκρότημα Διαμερισμάτων
es_ar: Bloque de apartamentos
fa: بلوک آپارتمان
he: בניין
hy: Բազմաբնակարան կառույց
ko: 공동주거 단지
ru: Многоквартирный дом
uk: Житловий комплекс
zh: 楼房

source: Provincial Governor
ar: حاكم مقاطعة
ast: Sátrape
bg: Управител на провинция
cs: Provinční správce
el: Επαρχιακός Κυβερνήτης
es_ar: Gobernador Provincial
fa: والی ولایت
he: מושל המחוז
hy: Նահագապետ
ko: 지방 총독
ru: Правительство провинции
uk: Місцеве управління
zh: 市政中心
zh_tw: 省長

source: Xšaçapāvan
ar: حامى المقاطعه
bg: Кшатрапаван
es_ar: Xšaçapāvan-Centro Cívico
hy: Խշասապավան
ru: Ксшасапаван
uk: Хшассапаван
zh: 市政中心

source: Gaiāšta
ar: جالستا
bg: Галаща
es_ar: Gaiāšta-Corral
hy: Գայաշտա
ru: Гаиашта
uk: Ґаіашта
zh: 畜栏

source: Pāyaud
ar: پَايَاوْد
bg: Паяуд
es_ar: Pāyaud-Torre de Defensa
he: פאיה
hy: Պայոդ
ru: Пайауд
uk: Паяуд
zh: 防御塔

source: Nāvašta
ar: نَاڤَاسْتَا
bg: Наваща
es_ar: Nāvašta-Muelle
he: Návašta
hy: Նավաշտա
ru: Навашта
uk: Навашта
zh: 码头

source: Kaštrya
ar: كَاشْتِرْيَا
bg: Кащрия
es_ar: Kaštrya-Huerto
he: קסטריה
hy: Կաշտրիա
ru: Каштрия
uk: Каштр'я
zh: 农田

source: Arštišta
ar: أَرْشَتِيشْتَا
bg: Арщища
es_ar: Arštišta-Herrería
hy: Արշտիշտա
ru: Арштишта
uk: Арштішта
zh: 兵器厂

source: Didā
ar: دِيدَا
bg: Дида
el: Διδά
es_ar: Didā-Fortaleza
he: דידה
hy: Դիդա
ru: Дида
uk: Діда
zh: 堡垒

source: Gate of All Nations
ast: Puorta de todolos países
bg: Порта на всички нации
cs: Brána všech národů
el: Πύλη Όλων των Εθνών
hy: Բոլոր ազգերի դարպաս
ko: 모든 민족의 문
ru: Врата всех народов
uk: Брама всіх народів
zh: 万邦之门
zh_tw: 萬國之門

source: Duvarθi Visadahyu
el: Ντουβάρθι Βιζαντάγιου
hy: Դուվարթի Վիսադահյու
ko: 두바르씨 비사다휴
ru: Дуварти Висадахью
uk: Дуварті вісадахю
zh: 波斯大厅

source: Hall
ast: Adrio
bg: Зала
cs: Síň
el: Αίθουσα
ko: 집회소
ru: Зал
uk: Зала
zh: 大厅
zh_tw: 大廳

source: Huvādā
ar: هُوڤَادَا
bg: Хувада
es_ar: Huvādā-Casa
he: הוואדה
hy: Հուվադա
ru: Хувада
uk: Хувада
zh: 民居

source: Inn
ar: نُزل
ast: Pousada
bg: Странноприемница
cs: Hostinec
el: Πανδοχείο
es_ar: Posada
fa: مهمان‌سرا
he: פונדק
hy: Հյուրատուն
ko: 여관
ru: Постоялый двор
uk: Готель
zh: 客栈

source: Ice House
ast: Puçu de xhelo
bg: Ледена къща
ko: 빙고
ru: Ледник
uk: Льодовня
zh: 冰窖
zh_tw: 冰窖

source: Yakhchāl
ru: Яхчал
uk: Якчал
zh: 冰窑

source: IceHouse
ast: PuçuXhelo
bg: Леденакъща
ko: 빙고
ru: Ледник
uk: Льодовня
zh: 冰窖
zh_tw: 冰窖

source: Ardatašta
ar: أرديتاستا
bg: Ардатаща
es_ar: Ardatašta-Mercado
he: שוק
hy: Արդատաշտա
ru: Ардаташта
uk: Ардаташта
zh: 集市

source: Didebani
ar: ديباني
bg: Дидебани
es_ar: Didebani-Puesto de Avanzada
fa: دیده بانی
hy: Դիդեբանի
ko: 디데바니
ru: Дидебани
uk: Дідебані
zh: 警戒塔

source: Paraspa
ar: پَارَاسْپَا
bg: Параспа
es_ar: Paraspa-Caballería
he: פרספה
hy: Պարասպա
ko: 파라스파
ru: Параспа
uk: Параспа
zh: 马厩

source: Asiyah
ar: أَسْيَاه
bg: Асиях
es_ar: Asiyah-Almacén
he: אסייה
hy: Ասիյահ
ko: 아시야흐
ru: Асиях
uk: Асіях
zh: 库房

source: Winter Palace
ko: 겨울 궁전
zh: 冬宫
zh_tw: 冬宮

source: Taçara
ar: تاكارا
bg: Тасара
el: Χειμερινό ανάκτορο
fa: کاخ تچر
hy: Տասարա
ko: 타카라
ru: Дворец Дария Великого
uk: Тассара
zh: 冬宫

source: Train Heroes and make use of the “Satrapy Tribute” feature.
ko: 영웅을 훈련하고 “사트라피 공물” 기능을 활용하세요.
zh: 训练英雄，并使用“总督朝贡”功能。
zh_tw: 訓練英雄並能使用「總督朝貢」功能。

source: Receive free Food tribute to your treasury from your subject peoples.
ko: 피지배 종족으로부터 무료로 식량을 공물로 받아 보물창고에 보관하세요.
zh: 从百姓那里获取免费的食物涓流。
zh_tw: 從您的臣民那裡收到免費的食物貢品到您的收藏中。

source: Receive free Wood tribute to your treasury from your subject peoples.
ko: 피지배 종족으로부터 무료로 목재를 공물로 받아 보물창고에 보관하세요.
zh: 从百姓那里获取免费的木材涓流。
zh_tw: 從您的臣民那裡收到免費的木材貢品到您的收藏中。

source: Receive free Stone tribute to your treasury from your subject peoples.
ko: 피지배 종족으로부터 무료로 석재를 공물로 받아 보물창고에 보관하세요.
zh: 从百姓那里获取免费的石头涓流。
zh_tw: 從您的臣民那裡收到免費的石頭貢品到您的收藏中。

source: Receive free Metal tribute to your treasury from your subject peoples.
ko: 피지배 종족으로부터 무료로 금속을 공물로 받아 보물창고에 보관하세요.
zh: 从百姓那里获取免费的金属涓流。
zh_tw: 從您的臣民那裡收到免費的金屬貢品到您的收藏中。

source: Āyadanam
el: Εϊανταναμ
hy: Այադանամ
ru: Айеданам
uk: Аяданам
zh: 神庙

source: Duvarθiš
el: Ντουβάρθι
hy: Դուվարթիշ
ru: Дувартиш
uk: Дувартіш
zh: 城门

source: Para
ar: پَارَا
bg: Пара
es_ar: Para-Muralla
he: פרה
hy: Պարա
ko: 파라
ru: Пара
uk: Пара
zh: 城墙

source: Warehouse
ar: مخزن
ast: Hambara
bg: Склад
cs: Sklad
el: Αποθήκη
es_ar: Almacén
fa: انبار
he: מחסן
hy: Պահեստ
ko: 창고
ru: Склад
uk: Склад
zh: 库房

source: Hanging Gardens of Babylon
ar: حدائق بابل المعلّقة
ast: Huortos Pénsiles de Babylonia
bg: Висящите градини на Вавилон
cs: Visuté babylonské zahrady
el: Κρεμαστοί Κήποι της Βαβυλώνας
es_ar: Jardines colgantes de Babilonia
fa: باغ های معلق بابل
he: הגנים התלויים בבל
hy: Շամիրամի կախովի այգիներ
ko: 바빌론의 공중 정원
ru: Висячие сады Семирамиды
uk: Висячі сади Вавилону
zh: 巴比伦空中花园

source: Pirate Port
ko: 해적항
zh: 海盗港

source: Stathmos tōn Elepantōn
ast: Stathmós tôn Elephántōn
el: Σταθμός των Ελεφάντων
ru: Статмос тон Элепантон
uk: Статхмос тон елєпантон
zh: 象舍

source: Lighthouse
ar: منارة
ast: Pharu
bg: Фар
cs: Maják
el: Φάρος
es_ar: Faro
fa: فانوس دریایی
he: מגדלור
hy: Փարոս
ko: 등대
ru: Маяк
uk: Маяк
zh: 灯塔
zh_tw: 燈塔

source: Pharos
ast: Pháros
el: Φάρος
ko: 파로스
ru: Фарос
uk: Фарос
zh: 亚历山大灯塔

source: Build upon a shoreline in own, neutral, or allied territory. Very large vision range.
ast: Fhaz-se a la veira l agua n campu propriu, comuñeiru ou neutral. Tien un ampliu radiu visual.
bg: Може да се строи на брега в собствена, неутрална или приятелска територия. Има много голям обсег на видимост.
cs: Stavte na pobřeží na svém, neutrálním nebo spojeneckém území. Velmi velký dohled.
el: Χτίστε επάνω σε ακτογραμμή σε δικό σας, ουδέτερο ή συμμαχικό έδαφος. Πολύ μεγάλο εύρος πεδίου οράσεως.
ko: 자신의 영토, 중립 또는 동맹 영토의 해안선에 건설합니다. 시야 범위가 매우 넓습니다.
ru: Может быть возведён на берегу своей, нейтральной или дружественной территории. Имеет очень большую дальность обзора.
uk: Споруджується на береговій лінії на власній, нейтральній чи союзній території. Дуже велика дальність бачення.
zh: 可以在己方、盟友和中立的海岸建立，获得所有沿海地区和水域的视野。
zh_tw: 在我方、中立或盟友領土的海岸線上建造。擁有非常大的視野。

source: Mercenary Camp
ar: مخيّم المرتزقة
ast: Campamento de mercenarios
bg: Наемнически лагер
cs: Žoldnéřský tábor
el: Μισθοφορικό Στρατόπεδο
es_ar: Campamento Mercenario
fa: اردوگاه مزدوران
he: מחנה שכירי חרב
hy: Վարձկանների ճամբար
ko: 용병 막사
ru: Лагерь наёмников
uk: Табір найманців
zh: 佣兵营
zh_tw: 傭兵營地

source: Cheap Barracks-like structure that is buildable in neutral territory, but casts no territory influence. Train Mercenaries.
ast: Barraca barata que puode alçasse n campu neutral, mas que nun inflúi nelas lhindes territoriales. Val pa crear Mercenarios.
bg: Евтина сграда, подобна на казарма, която може да бъде построена на неутрална територия, но не влияе на териториите. Обучава наемници.
cs: Levné stavby podobající se kasárnám, které lze postavit v neutrální oblasti, ale nestojí žádný územní vliv. Lze zde cvičit žoldnéře.
el: Φθηνό κτήριο παρόμοιο με Στρατώνα οικοδομήσιμο σε ουδέτερη περιοχή, όμως δεν δίνει καθόλου εδαφική επιρροή . Εκπαιδεύει Μισθοφόρους.
es_ar: Estructura barata de tipo Cuartel que se puede construir en territorio neutral pero no ejerce influencia sobre el territorio. Entrena Mercenarios.
hy: Զորանոցանման էժան կառույց, որը կարելի է կառուցել չեզոք տարածքում, բայց չունի ոչ մի տարածքային ազդեցություն։ Վարձկանների պատրաստում։
ko: 중립 영토에 건설할 수 있지만, 영토에 영향을 주지 않는 값싼 막사 같은 건축물입니다. 용병을 훈련합니다.
ru: Недорогая, аналогичная казарме постройка, которую можно разместить на нейтральной территории, но без расширения зоны влияния. Используется для найма наёмников.
uk: Дешева споруда казарменого типу, яку споруджують на нейтральній території, але яка не розширює зону территоріального впливу. Навчання найманців.
zh: 廉价的市政中心和军营，可在己方和中立区域建造，并能招募佣兵。
zh_tw: 可以建造在中立地帶的類軍營廉價建築，不會影響領土。訓練傭兵。

source: Klērouchia
ast: Klērouchía
el: Κληρουχία
ru: Клерухия
uk: Клєрухіа
zh: 殖民地

source: Temple of Isis
ko: 이시스의 신전
zh: 伊西斯神庙
zh_tw: 伊西斯神廟

source: Train Heroes and Healers. Research special technologies.
ko: 영웅들과 치료사들을 훈련시키세요. 특수 기술을 연구하세요.
zh: 训练英雄及医生。研发特殊科技。
zh_tw: 訓練英雄與治療者。研發特殊科技。

source: TempleOfIsis
ko: 이시스신전
zh: 伊西斯神庙
zh_tw: 伊西斯神廟

source: mktr-n-ḏw
ar: برج الدفاع
bg: мктр-н-дл
es_ar: mktr-n-ḏw-Torre de Defensa
hy: մեկետեր-են-դու
ko: 메크터 엔 드주
ru: мекетер-эн-ду
uk: Мекетер-ні-джу
zh: 防御塔

source: Hieron tou Hōrou
ast: Hierón toû Hṓrou
el: Ιερό του Ώρου
ru: Эрон той Ороу
uk: Ґіерон ту Ору
zh: 荷鲁斯神殿

source: Amphitheātrum
bg: Амфитеатър
el: Αμφιθέατρο
ru: Амфитеатрум
uk: Амфітеатрум
zh: 环形剧场

source: Triumphal Arch
ar: قوس انتصاري
ast: Arcu triumphal
bg: Триумфална арка
cs: Vítězný oblouk
el: Αψίδα του Θριάμβου
es_ar: Arco del Triunfo
fa: تاق پیروزی
he: שער נצחון
hy: Հաղթական կամար
ko: 승리를 축하하는 아치형 구조물
ru: Триумфальная Арка
uk: Тріумфальна арка
zh: 凯旋门
zh_tw: 凱旋門

source: Arcus Triumphālis
bg: Аркус Триумфалис
el: Άρκους Τριαμφάλις
hy: Արկուս Տրիումֆալիս
ru: Аркус Триумфалис
uk: Аркус тріумфаліс
zh: 凯旋门

source: TriumphalArch
ast: ArcuTriumphal
bg: Триумфалнаарка
cs: Triumfální oblouk
el: Αψίδα Θριάμβου
ko: 개선문
ru: ТриумфальнаяАрка
uk: Тріумфальна арка
zh: 凯旋门

source: Army Camp
ast: Castra
bg: Военен лагер
cs: Vojenský tábor
el: Στρατόπεδο
hy: Զինվորական ճամբար
ko: 군대 진영
ru: Военный лагерь
uk: Армійський табір
zh: 军营
zh_tw: 部隊營地

source: Castra
bg: Кастра
el: Κάστρα
hy: Կաստրա
ko: 카스트라
ru: Кастра
uk: Кастра
zh: 营垒

source: Build in neutral or enemy territory. Train Advanced Melee Infantry and Marian Legionaries. Construct Rams. Garrison Soldiers for additional arrows.
ko: 중립 또는 적 영토에 건설하세요.상급 근접 보병과 마리우스 군단병을 훈련합니다. 충차를 건설합니다. 주둔 병사에게 화살을 추가합니다.
zh: 可在中立或敌方领土上建造，生产高阶近战步兵及马略军团。 可生产冲车。驻军后提供额外箭矢。
zh_tw: 在中立或敵方領土上建造。訓練高級近戰步兵和馬略軍團。建造衝撞車。駐軍士兵可獲得額外的箭。

source: ArmyCamp
ar: معسكر الجيش
ast: Castra
bg: ВоененЛагер
cs: Vojenský tábor
el: Στρατώνας
es_ar: Campamento Militar
fa: اردوگاه نظامی
he: מחנה צבאי
hy: Զինվորական ճամբար
ko: 군대진영
ru: Военный лагерь
uk: Армійський табір
zh: 军营
zh_tw: 部隊營地

source: Ballistārium
ast: Officīna
bg: Балистариум
el: Βαλιστάριουμ
hy: Բալլիստարիում
ru: Баллистариум
uk: Баллістаріум
zh: 攻城机械厂

source: Forum
ar: المنتدى
bg: Форум
cs: Fórum
el: Τόπος Δημόσιας συζητήσεως
es_ar: Forum-Centro Cívico
fa: انجمن
he: פורום
hy: Ֆորում
ko: 포럼
ru: Форум
uk: Форум
zh: 市政中心

source: Saeptum
ar: الحواجز
bg: Саептум
es_ar: Saeptum-Corral
hy: Սաեպտում
ko: 새프툼
ru: Септум
uk: Септум
zh: 畜栏

source: Turris Laterīcia
ast: Turris Lapidea
bg: Турис Латерица
el: Τούρις Λατιρίσια
hy: Տուռիս Լատերիցիա
ru: Туррис Латерица
uk: Турріс лятеріціа
zh: 角楼

source: Portus
ar: مرفأ
bg: Портус
el: Λιμάνι
es_ar: Portus-Muelle
he: פורטוס
hy: Պորտուս
ko: 포르투스
ru: Портус
uk: Портус
zh: 码头

source: Vīlla
ast: Horreum
bg: Вила
cs: Vila
el: Βίλα
hy: Վիլլա
ru: Вилла
uk: Вілля
zh: 粮仓

source: Ager
ar: اجير
bg: Агер
es_ar: Ager-Huerto
he: כעס
hy: Ագեր
ko: 아게르
ru: Агер
uk: Аґер
zh: 农田

source: Armāmentārium
bg: Армаментариум
el: Αρμαμεντάριουμ
hy: Արմամենտարիում
ru: Армаментариум
uk: Армаментаріум
zh: 兵器厂

source: Castellum
ar: قلعة صفيرة
bg: Кастелум
el: Xωριό
es_ar: Castellum-Fortaleza
he: קסטלום
hy: Կաստելլում
ko: 카스텔룸
ru: Кастеллум
uk: Кастеллюм
zh: 堡垒

source: Domus
ar: منزل طبقة عالية
bg: Домус
el: Σπίτι
es_ar: Domus-Casa
he: דומוס
hy: Դոմուս
ko: 도머스
ru: Домус
uk: Домус
zh: 民居

source: Mercātus
bg: Меркатус
el: Μερκάτους
hy: Մերկատուս
ru: Меркатус
uk: Меркатус
zh: 集市

source: Vigilārium
ast: Specula
bg: Вигилариум
el: Βιτζιλάριουμ
hy: Վիգիլարիում
ru: Вигилариум
uk: Віґіляріум
zh: 警戒塔

source: Turris Līgnea
ast: Uigilārium
bg: Турис Лигния
el: Τούρις Λίγνεα
hy: Տուռիս Լինյեա
ru: Туррис Лигния
uk: Турріс ліґнеа
zh: 防御塔

source: Siege Wall Gate
ar: بوّابة سور حصار
ast: Puorta circumvallar
bg: Порта на обсадна стена
cs: Brána v obléhací zdi
el: Πύλη Πολιορκητικού Τείχους
es_ar: Puerta de Muralla de Asedio
fa: دروازه دیوار دژکوب
he: מצור שער חומה
hy: Պաշարողական դարպաս
ko: 공성벽 성문
ru: Осадные ворота
uk: Брама облогового муру
zh: 城门
zh_tw: 攻城牆門

source: Porta Circummūnītiōnis
ast: Porta Circumuallātiōnis
bg: Порта на Циркумунитионис
el: Πόρτα Σιρκουμουνιτιονίς
hy: Պորտա Սիրկումմունիտիոնիս
ru: Порта Циркуммунитионис
uk: Порта ціркуммуніціоніс
zh: 城门

source: SiegeWall
ast: Circumvallacion
bg: Обсаднастена
cs: Obléhací zeď
el: Τοίχος Πολιορκίας
ko: 공성 벽
ru: Осадная стена
uk: Облоговий мур
zh: 土墙
zh_tw: 攻城牆

source: Siege Wall
ar: سور حصار
ast: Circumvallacion
bg: Обсадна стена
cs: Obléhací zeď
el: Πολιορκητικό Τείχος
es_ar: Muralla de Asedio
fa: دیوار دژشکن
he: מצור חומה
hy: Պաշարողական պարիսպ
ko: 공성벽
ru: Осадная стена
uk: Облоговий мур
zh: 土墙
zh_tw: 攻城牆

source: Mūrus Circummūnītiōnis
ast: Circumuallātiō
bg: Мурус Циркумунитионис
el: Μούρους Σιρκουμουνιτιονίς
hy: Մուրուս Սիրկումմունիտիոնիս
ru: Мурус Циркуммунитионис
uk: Мурус ціркуммуніціоніс
zh: 围墙

source: Siege Wall Tower
ar: برج سور حصار
ast: Torre circumvallar
bg: Кула на обсадна стена
cs: Věž v obléhací zdi
el: Πολιορκητικό Τείχος Πύργου
es_ar: Torre de Muralla de Asedio
fa: برج دژکوب
he: מצור חומה מגדל
hy: Պաշարողական աշտարակ
ko: 공성 벽탑
ru: Осадная башня
uk: Вежа облогового муру
zh: 角楼
zh_tw: 攻城牆塔

source: Turris Circummūnītiōnis
ast: Turris Circumuallātiōnis
bg: Турис Циркумунитионис
el: Τέρος Σιρκουμουνιτιονίς
hy: Տուռիս Սիրկումմունիտիոնիս
ru: Туррис Циркуммунитионис
uk: Турріс ціркуммуніціоніс
zh: 角楼

source: Equīle
bg: Еквиле
el: Έκουλε
hy: Էքուիլ
ru: Эквиле
uk: Еквілє
zh: 马厩

source: Receptāculum
bg: Рецептакулум
el: Ρεσεπτάκουλα
hy: Ռեսեպտակուլում
ru: Рецептакулум
uk: Рецептакулюм
zh: 库房

source: Aedēs
bg: Едес
el: Αηδής
hy: Աեդես
ru: Эдэс
uk: Едес
zh: 神庙

source: Temple of Mars
ar: معبد الإله مارس
ast: Templo de Marte
bg: Храм на Марс
cs: Martův chrám
el: Ναός του Άρη
es_ar: Templo de Marte
fa: معبد مارس
he: מקדש מאדים
hy: Մարսի տաճար
ko: 전쟁의 신전
ru: Храм Марса
uk: Храм Марса
zh: 战神庙
zh_tw: 戰神馬爾斯神廟

source: Aedēs Mārtiālis
ast: Aedēs Mārtis
bg: Едес Мартиалис
el: Αήδης Μαρσιάλης
hy: Աեդես Մարտիալիս
ru: Эдэс Мартиалис
uk: Едес Марціаліс
zh: 马尔斯神庙

source: TempleOfMars
ast: TemploMarte
bg: ХрамнаМарс
cs: Chrám Marse
el: ΝαόςΤουΆρη
ko: 전쟁의 신전
ru: ХрамМарса
uk: Храм Марса
zh: 战神庙
zh_tw: 戰神廟

source: Temple of Vesta
ar: معبد ڤِستا
ast: Templo de Vesta
bg: Храм на Веста
cs: Vestin chrám
el: Ναός της Εστίας
es_ar: Templo de Vesta
fa: معبد وستا
he: בית המקדש של וסטה
hy: Վեստաի տաճար
ko: 불의 신전
ru: Храм Весты
uk: Храм Вести
zh: 灶神庙
zh_tw: 灶神維斯塔神廟

source: Aedēs Vestālis
ast: Aedēs Uestae
bg: Едес Весталис
el: Αήδης Βιστάλης
hy: Աեդես Վեստալիս
ru: Эдэс Весталис
uk: Едес Весталіс
zh: 维斯塔神庙

source: TempleOfVesta
ast: TemploVesta
bg: ХрамнаВеста
cs: Chrám Vesty
el: ΝαόςΤηςΕστίας
ko: 베스타 사원
ru: ХрамВесты
uk: Храм Вести
zh: 灶神庙
zh_tw: 灶神廟

source: Tabernāculum
ar: تابرنكيلم
bg: Табернакулум
es_ar: Tabernáculo
he: Tabernacculum
hy: Տաբերնակուլում
ru: Табернакулум
uk: Табернакулюм
zh: 军帐

source: A temporary shelter for soldiers.
ar: مأوًى مؤقّت للجنود.
ast: Un ablugu temporal pa los mílites.
bg: Временен подслон за войници.
cs: Dočasný úkryt pro vojáky.
el: Ένα προσωρινό καταφύγιο για στρατιώτες.
es_ar: Un refugio temporal para los soldados.
fa: یک پناهگاه موقت برای سربازان
he: מקלט זמני לחיילים.
hy: Ժամանակավոր կացարան զինվորների համար։
ko: 병사들을 위한 임시 거처 입니다.
ru: Временное укрытие для воинов.
uk: Тимчасове укриття для солдатів.
zh: 士兵的临时居所。
zh_tw: 士兵的臨時掩護。

source: Porta
ar: باب
bg: Порта
el: Πύλη
es_ar: Porta-Puerta
he: פורטה
hy: Պորտա
ko: 포르타
ru: Порта
uk: Порта
zh: 城门

source: Moenia
ar: موينيا
bg: Моениа
el: Τείχος
es_ar: Moenia-Muralla
he: מוניה
hy: Մոենիա
ko: 모에니아
ru: Мениа
uk: Меніа
zh: 城墙

source: Turris Lapidea
ar: برج حجرى
ast: Prōpugnāculum Moenium
bg: Туррис Лапидеа
el: Πύργος Λαπιδέα
es_ar: Turris Lapidea-Torre de Muralla
he: תוריס לפידא
hy: Տուռիս Լապիդեա
ko: 투르리스 라피데아
ru: Туррис Лапидеа
uk: Турріс ляпідеа
zh: 角楼

source: Wall off an area. Build in own, neutral, or enemy territory.
ast: Val p’amuriar terrenos. Lhevanta-se n campu propriu, neutral ou inimigu.
bg: Обгражда зоната. Може да се строи на собствена, неутрална или вражеска територия.
cs: Opevněte oblast. Budujte na vlastním, neutrálním nebo nepřátelském území.
el: Περιτοιχίστε μία περιοχή. Χτίζεται σε δική σας ,ουδέτερη περιοχή ή εχθρική περιοχή.
ko: 한 지역을 벽으로 막습니다. 자신의 영토, 중립 또는 적 영토에 짓습니다.
ru: Ограждает участок. Может быть построена на своей, нейтральной или вражеской территории.
uk: Огородити ділянку стіною. Споруджується на власній, нейтральній або ворожій території.
zh: 分隔土地，建立在己方、中立或敌方领土上。
zh_tw: 圍起一片區域。在我方領土、中立地帶或敵人領土建造。

source: Aedēs Iovis Optimi Maximi
ast: Aedēs Iouis Optimī Maximī
el: Αήδης λόβις Όπτιμι Μάξιμι
hy: Աեդես լովիս Օպտիմի Մաքսիմի
ru: Эдэс Йовис Оптими Максими
uk: Едес Йовіс Оптімі Максімі
zh: 朱庇特神殿

source: Hieron tou Apollōnos Pythiou
ast: Hierón toû Apóllōnos Pythíou
el: Ιερό Πυθίου Απόλλωνα
ru: Эрон той Аполлонос Пифиоу
uk: Ґіерон ту Аполльонос Пютхіу
zh: 阿波罗神殿

source: Colonnade
ast: Columnata
bg: Колонада
cs: Kolonáda
el: Κιονοστοιχία
ko: 콜로네이드
ru: Колоннада
uk: Колонада
zh: 柱廊
zh_tw: 柱廊

source: Corinthian Colonnade
ast: Columnata corinthia
bg: Коринтска колонада
cs: Korintská kolonáda
el: Κορινθιακή Κιονοστοιχία
ko: 코린트식 콜로네이드
ru: Коринфская Колоннада
uk: Коринфська колонада
zh: 科林斯柱廊

source: Henge
ko: 헨지
zh: 巨石阵

source: Bǎotǎ
uk: Баота
zh: 宝塔

source: Sanctuary Kiosk
ast: Sanctuario
cs: Svatyně Kiosk
el: Ιερό Κιόσκι
ko: 성역 키오스크
ru: Шатёр святилища
uk: Кіоск святилища
zh: 圣殿

source: Naos
ast: Naós
bg: Наос
cs: Chrám
el: Ναός
ko: 나오스
ru: Наос
uk: Наос
zh: 神庙

source: Aedēs Sanitatem
ast: Aedēs Sanitatis
bg: Едес Санитатем
el: Ιερό της Πνευματικής Υγείας
ru: Эдэс Санитатем
uk: Едес санітатем
zh: 疗愈所

source: Fire Temple
ko: 불의 사원
zh: 火神庙

source: Spartan Senate
ar: مجلس شيوخ أسبارطي
ast: Guerusia
bg: Спартански сенат
cs: Spartský senát
el: Σπαρτιατική Γερουσία
es_ar: Senado Espartano
fa: سنای اسپارتی
he: הסנאט הספרטני
hy: Սպարտայի սենատ
ko: 스파르타 원로원
ru: Спартанский Сенат
uk: Спартанський сенат
zh: 长老议会
zh_tw: 斯巴達元老院

source: Gerousia
ast: Gerousía
el: Γερουσία
ko: 게루시아
ru: Герусия
uk: Ґерусіа
zh: 议会厅

source: Research technologies.
ko: 기술을 연구합니다.
zh: 研发科技。
zh_tw: 研發科技。

source: \"Persian\" Stoa
ast: Stoa \“pérsica\”
ko: \"페르시아\" 스토아
ru: Стоя
uk: \"Перська\" стоа
zh: 『波斯』拱廊
zh_tw: 「波斯」門廊

source: Stoa Persikē
ru: Персидская стоя
uk: Стоа персіке
zh: 波斯拱廊

source: Military Mess Hall
ar: صالة طعام عسكرية
ast: Comedor militar
bg: Палат на военната бъркотия
cs: Společná vojenská jídelna
el: Στρατιωτική Αίθουσα Συσσιτίου
es_ar: Cantina militar
fa: تفرجگاه جنگجویان
he: חדר האוכל הצבאי
hy: Ռազմական ճաշարան
ko: 군대 식당
ru: Военная трапезная
uk: Військова їдальня
zh: 食堂
zh_tw: 軍事交誼廳

source: Syssition
ar: سيسيسيتيون
ast: Syssítion
bg: Сиситион
el: Συσσίτιον
es_ar: Sisitia
hy: Սիսիտիոն
ko: 쉬시티온
ru: Сиссития
uk: Сюссітіон
zh: 公社食堂

source: Train Champions and Heroes.
ast: Sitiu unde se crean Decertadores & Heroes.
bg: Обучава Гвардейци и герои.
cs: Cvičte elitní jednotky a hrdiny.
el: Εκπαιδεύει Πρωταθλητές και Ήρωες.
hy: Հերոսների և չեմպիոնների պատրաստում։
ko: 챔피언과 영웅을 훈련합니다.
ru: Позволяет обучать гвардейцев и героев.
uk: Навчання чемпіонів та героїв.
zh: 训练英雄和冠勇单位。
zh_tw: 訓練鬥士與英雄。

source: Syssiton
ast: Syssítion
bg: Сиситон
el: Συσσίτιο
ko: 시스시톤
ru: Сисситон
uk: Сисситії
zh: 公膳堂

source: Hieron tēs Artemidos Orthias
ast: Hierón tês Artémidos Orthías
bg: Светилище на Артемида Ортия
el: Ιερό της Ορθίας Αρτέμιδος
ru: Эрон тес Артемидос Ортиас
uk: Ґіерон тес Артемідос Ортхіас
zh: 阿尔忒弥斯神庙

source: Big stall
ast: Puostu grande
bg: Голяма сергия
cs: Velká stáj
el: Μεγάλος σταύλος
ko: 대형 마구간
ru: Большое стойло
uk: Великий прилавок
zh: 大货摊

source: Medium stall
ast: Puostu medianu
bg: Средна сергия
cs: Střední stáj
el: Μεσαίος σταύλος
ko: 중형 마구간
ru: Среднее стойло
uk: Середній прилавок
zh: 中型货摊

source: Small stall
ast: Puostu pequenhu
bg: Малка сергия
cs: Malá stáj
el: Μικρός σταύλος
ko: 소형 마구간
ru: Малое стойло
uk: Малий прилавок
zh: 小货摊

source: Stonehenge
ar: ستونهنج
ast: Corru antiguu
bg: Стоунхендж
el: Κρεμαστοί λίθοι
es_ar: Stonehenge-Maravilla
fa: استون هنج
he: סטונהנג'
hy: Սթոունհենջ
ko: 스톤헨지
ru: Стоунхендж
uk: Стоунгендж
zh: 巨石阵

source: Table
ast: Mesa
bg: Маса
cs: Stůl
el: Πίνακας
ko: 탁자
ru: Стол
uk: Стіл
zh: 桌
zh_tw: 桌子

source: Rectangle Table
ast: Mesa rectangular
bg: Правоъгълна маса
cs: Obdélníkový stůl
el: Ορθογώνιο Τραπέζι
ko: 직사각형 탁자
ru: Прямоугольный Стол
uk: Прямокутний стіл
zh: 长桌

source: Square Table
ast: Mesa quadrada
bg: Квадратна маса
cs: Čtvercový stůl
el: Τετράγωνος Πίνακας
ko: 정사각형 탁자
ru: Квадратный стол
uk: Квадратний стіл
zh: 方桌

source: Arab Army Tent
ast: Tienda árabe
bg: Палатка на арабска армия
ko: 아랍 군대 천막
ru: Арабская армейская палатка
uk: Намет арабської армії
zh: 阿拉伯营帐

source: Tent
ar: خيمة
ast: Tienda
bg: Палатка
cs: Stan
el: Σκηνή
es_ar: Tienda
fa: چادر
he: אוֹהֶל
hy: Վրան
ko: 텐트
ru: Тент
uk: Намет
zh: 营帐
zh_tw: 營帳

source: A temporary shelter for soldiers. +5 population bonus.
ast: Un ablugu temporal pa los mílites. Teitho demográphico: +5.
bg: Временно убежище за войници. +5 допълнително население.
cs: Dočasný úkryt pro vojáky. Přídavek k populaci +5.
el: Ένα προσωρινό καταφύγιο για στρατιώτες. +5 μπόνους πληθυσμού.
ko: 군인을 위한 임시 주거지의 인구 보너스가 +5 증가합니다 .
ru: Временный приют для солдат. Бонус +5 к пределу населения.
uk: Тимчасове укриття для солдатів. +5 бонусу населення.
zh: 士兵的临时帐篷。人口 +5。
zh_tw: 士兵的臨時掩護。人口上限 +5。

source: Bedouin Tent
ast: Tienda nómada
bg: Бедуинска палатка
ko: 베두인 천막
ru: Бедуинский шатер
uk: Бедуїнський намет
zh: 贝都因营帐

source: Desert Army Tent
ast: Tienda desértica
bg: Палатка на пустинна армия
cs: Stan pouštního vojska
el: Αντίσκηνο Στρατού της Ερήμου
ko: 사막 군대 천막
ru: Палатка пустынной армии
uk: Пустельний армійський намет
zh: 沙漠军帐

source: Macedonian Army Tent
ast: Tienda macedónica
bg: Палатка на македонска армия
cs: Makedonský vojenský stan
el: Αντίσκηνο Στρατού των Μακεδόνων
ko: 마케도니아 군대 천막
ru: Палатка Македонской армии
uk: Намет македонської армії
zh: 马其顿军帐

source: Roman Army Tent
ast: Tienda romana
bg: Палатка на римска армия
cs: Stan římského vojska
el: Αντίσκηνο Στρατού των Ρωμαίων
ko: 로마 군대 천막
ru: Палатка Римской армии
uk: Намет римської армії
zh: 罗马营垒

source: Celtic Tavern
ast: Tabierna céltica
bg: Келтска таверна
cs: Keltský hostinec
el: Κέλτικη Ταβέρνα
ko: 켈트족 선술집
ru: Кельтская таверна
uk: Кельтська таверна
zh: 凯尔特客栈

source: Desert Bazaar
ast: Vahatsárana
bg: Пустинен базар
cs: Pouštní bazar
el: Παζάρι της Ερήμου
ko: 사막 상점가
ru: Пустынный рынок
uk: Пустельний базар
zh: 沙漠市场

source: Uffington White Horse
ast: Burru pilican
bg: Белият кон на Уфингтън
cs: Uffingtonský bílý kůň
el: Άσπρο Άλογο του Γιούφικτον
hy: Սպիտակ ձի Աֆինգտոն
ko: 우핑톤의 백마
ru: Уффингтонская белая лошадь
uk: Уффінгтонський білий кінь
zh: 乌芬顿白马

source: Civic Structure
ar: مبنى مدني
ast: Structura cívica
bg: Гражданска сграда
cs: Občanská stavba
el: Αστική Δομή
es_ar: Estructura Civil
fa: ساختار تمدن
he: מבנה אזרחי
hy: Քաղաքային կառույց
ko: 도시의 건축물
ru: Гражданское здание
uk: Громадська споруда
zh: 民政设施
zh_tw: 城鎮建築

source: Civic
ar: مدنيّ
ast: Cívicu/a
bg: Гражданска
cs: Občanský
el: Αστικό
es_ar: Cívico
fa: تمدن
he: אזרחי
hy: Քաղաքային
ko: 도시
ru: Гражданский
uk: Громадське
zh: 民政
zh_tw: 城鎮

# Name of an attack, usually the weapon.
source: Bow
ast: Arcu
bg: Лък
cs: Luk
el: Τόξο
ko: 활
ru: Лук
uk: Лук
zh: 弓箭
zh_tw: 弓

source: Civic Center
ar: مركز المدينة
ast: Foro
bg: Селищен център
cs: Správní středisko
el: Aστικό Κέντρο
es_ar: Centro Cívico
fa: مرکز تمدن
he: מרכז אזרחי
hy: Քաղաքի կենտրոն
ko: 시민 회관
ru: Городской центр
uk: Громадський центр
zh: 市政中心
zh_tw: 城鎮中心
