Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Maharbal was Hannibal Barca's 'brash young cavalry commander' during the 2nd Punic War. He is credited with turning the wing of the legions at Cannae resulting in defeat in which 30,000 of 50,000 Romans were lost, as well as significant contributions to the winning of many other battles during the 2nd Punic War. He is known for having said, after the battle of Cannae, 'Hannibal, you know how to win the victory; just not what to do with it.'
ast: Mahárbal yera'l «xoven ya impetuosu comandante de caballería» na 2a guerra púnica. A elli atribúise-y tornar l'ala de los llexones en Canes, que resultó nuna derrota na que se perdieron 30,000 de 50,000 romanos. Tamién fixo contribuciones significatives a la victoria de munches otres batalles de la 2a guerra púnica. Coñózselu por dicir, dempués de la batalla de Canes, «Aníbal, sabes ganar la victoria; pero simplemente nun sabes qué faer con ella.»
bg: Махарбал бил младият конен командир на Ханибал Барка по време на Втората пуническа война. Негова е заслугата за победата над легионите в Кана, при която 30 000 от 50 000 римляни били посечени, както и други заслуги за победи в много други битки по времето на Втората пуническа война. За него се знае, че след победата при Кана, казал: „Да побеждаваш, Ханибале, ти умееш, но да се възползваш от победите си – не“.
br: Maharbal a oa an "herrus a gomandant yaouank eus marc'hegerezh" Hannibal Barka e-pad an 2e Brezel Punik. Lakaat a reer dezhañ ar mennozh da vezañ bet graet-tro da gorn al lejionoù Roman e Kannae, pezh a zegasas d'ul lamm graet d'ar Romaned lec'h ma varvas 30 000 Roman diwar 50 000, hag ivez kendaoladoù ken frouezhus all da galz a drec'hoù da vare an 2e Brezel Punik. Anavezet-kaer eo evit bezañ bet lavaret goude emgann Kannae 'Hannibal, gouzout a rez penaos evit gounit an trec'h, just n'ouzez ket ober gantañ.'
ca: Maharbal era el "jove i impetuós comandant de cavalleria" d'Anníbal Barca durant la 2a Guerra Púnica. Se li atribueix haver girat l'ala de les legions a Cannes, cosa que va resultar en una derrota on van morir de 30.000 a 50.000 romans, i també contribucions importants a moltes altres victòries durant la 2a Guerra Púnica. Se'l coneix per haver dit, després de la batalla de Cannes: "Anníbal, saps com aconseguir victòries, però no com aprofitar-les."
cs: Maharbal byl drzým mladým velitelem jízdy Hannibala Barky v době 2. punské války. Připisuje se mu rotace křídla legií v Kann, což mělo za následek porážku, při které zahynulo 30000 z 50000 Římanů, stejně tak jako i další významná vítězství v mnohých bitvách této války. Známý je zejména za svůj výrok po bitvě o Kann, "Hannibale, víš, jak zvítězit, ale neumíš to vítězství využít."
de: Maharbal war Hannibal Barkas ‚stürmischer junger Kavalleriekommandant‘ während des zweiten Punischen Krieges. Er kommandierte den Rechten Flügel der Armee in Cannae, und verhalf so den Karthagern zum Sieg, bei dem 30.000 bis 50.000 Römer umkamen. Außerdem trug er zu vielen weiteren Siegen bei Schlachten im Verlauf des zweiten Punischen Krieges bei. Nach der Schlacht von Cannae soll er gesagt haben: „Zu siegen weißt du, Hannibal, aber nicht den Sieg zu nutzen.“
el: Ο Μαχάρβαλος ήταν "ο νέος παράτολμος διοικητής του ιππικού" του Αννίβα Μπάρκα κατά τη διάρκεια του 2ου Καρχηδονιακού Πολέμου. Ο ίδιος πιστώνεται με την περιστροφή της πτέρυγας των λεγεώνων στους Καννούς με αποτέλεσμα την ήττα τους στην οποία χάθηκαν 30.000 από τους 50.000 Ρωμαίους, καθώς και τη σημαντική συμβολή στην νίκη πολλών άλλων μαχών κατά τη διάρκεια του 2ου Καρχηδονιακού Πολέμου. Είναι γνωστός για το ότι είπε, μετά τη μάχη των Καννών, "Ο Αννίβας, ξέρεις πώς να πετυχαίνει τη νίκη, απλά δεν ξέρει τι να κάνει με αυτή."
es_ar: Maharbal fue un "joven comandante de caballería temerario" durante la 2da Guerra Púnica. Se le atribuye el giro del ala de las legiones de Cannas, resultando en una derrota en la que los romanos perdieron entre 30.000 y 50.000 hombres, así como contribuciones significantes en la victoria de muchas otras batallas en la 2da Guerra Púnica. El es conocido por haber dicho, después de la batalla de Cannas, "Aníbal, tu sabes como ganar la victoria; pero no sabes aprovecharla."
eu: Maharbal Anibal Barcaren 'zalditeria komandante gazte ausarta' izan zen 2. Gerra Punikoan. 30.000tik 50.000ra erromatarren hil ziren berari leporatzen zaion Cannasko Legioen hegalen giroari esker, eta beste ekintza erabakigarri asko ere 2. Gerra Punikoaren zenbat borroketan. Bera ezaguna da Cannasko borrokaren ondoren esan zuelako 'Anibal, badakizu garaipena irabaztea zer den baino ez dakizu aprobetxatzen'.
fa: ماهاربال فرمانده سواره نظام و بی پروای هانیبال بارکا در طول جنگ دوم پونی بود. از او عنوان عامل شکست سپاه رم در نبرد کانای یاد می شود که در آن 30000 تا 50000 سرباز رومی به دست سپاه هانیبال قتل عام شدند همچنین از وی به عنوای یکی از عوامل پیروزی های هانیبال در سایر نبردها در خلال جنگ دوم پونی نیزیاد می شود. این جمله از وی نیز بعد از نبرد کانای بسیار مشهور است که به هانیبال گفت "هانیبال تو می دانی چگونه در جنگ پیروز شوی اما نمیدانی با پیروزیت چکار کنی".2
ga: B'é ceannasaí óg is gáifeach an mharcra é Maharbál atá faoi cheannas Háinibeáil Bharca sa 2ra Chogadh Púnach. Tá aithniú air leis an gcasadh a rinne sé le sciathán an léigiúin sa Channae, nuair a chaill na Rómhánagh 30,000 nó 50,000 dá saighdiúirí, comh maith le cuiduithe tábhachtacha eile sa chathanna eile i rith an 2ra Cogaidh Phúnaigh. Tá sé aitheanta mar a dúirt sé, tar éis catha Channae, 'A Háinibeáil, tá a fhios agat do bhua a dhéanamh, ach níl a fhios agat cad a dhéanamh as.'
he: מחבל היה "המפקד החצוף הצעיר בפרשים" של חניבעל בארקה במהלך המלחמה הפונית 2. הוא זוכה עם הפיכת האגף של הלגיונות בקאנה וכתוצאה מתבוסה שבה 30,000 של 50,000 הרומאים אבדו, כמו גם תרומה משמעותית לזכייה בקרבות רבים אחרים בזמן המלחמה הפונית 2. הוא ידוע בכך שאמר, לאחר קרב קאנה, 'חניבעל, אתה יודע איך לנצח את הנצחון;. פשוט לא מה לעשות עם זה "
hu: Maharbál volt Hannibál Barkasz „fiatal pimasz lovas parancsnoka” a második pun háború alatt. Az ő javára írható a légiók szárnyának elfordítása a jelentős győzelemmel végződő cannaei csatában, amelyben 30.000 római esett el az 50.000-ből, valamint hozzájárult több nyertes ütközethez is a második pun háborúban. Híres a cannaei csata utáni mondatáról: „Győzni tudsz Hannibál, de a győzelemmel élni nem!”
hy: Մահարբալը Հաննիբալ Բարկայի 'հեծելազորի համարձակ, երիտասարդ զորավարն' էր Երկրորդ Պունիկյան պատերազմի ժամանակ։ Նրան է վերագրվում Քանայում լեգեոնների թևը շրջելը, ինչի արդյունքում հռոմեացիները պարտվեցին և 50,000 զինվորներից կորցրին 30,000-ին, ինչպես նաև Պունիկյան 2-րդ պատերազմի ընթացքում տարբեր այլ ճակատամարտերի հաղթանակներում մեծ ներդնում։ Նա հայտնի է Քանայի ճակատամարտից հետո ասված խոսքով․ 'Հաննիբալ, դու գիտես, թե ինչպես հաղթել, բայց չգիտես, թե ինչ անել հաղթանակի հետ'։
it: Maarbale era il 'giovane e sfacciato comandante di cavalleria' di Annibale durante la 2a guerra punica. Ebbe il merito di costringere a far ripiegare l'ala delle legioni a Canne, con la conseguente sconfitta in cui morirono 30.000 dei 50.000 romani, così come altri contributi determinanti per la vittoria in molte altre battaglie durante la seconda guerra punica. E' noto per aver detto, dopo la battaglia di Canne, 'Annibale, tu sai come vincere, ma non come sfruttare la vittoria'.
ja: マハルバルは、第二次ポエニ戦争中の、ハンニバル・バルカの勇敢なる若き騎兵隊長でした。彼は、ローマ軍５万の内３万が失われる勝利に終わったカンナエの戦いで軍隊の一翼を率いたとされています。また、第二次ポエニ戦争の他の多くの戦いの勝利に重要な貢献をしました。彼は、カンナエの戦いの後に、「ハンニバル、あなたは戦争に勝つ術を知っていても、勝利を活かす術は知らない」と言ったことで知られています。
ko: 마하루바루는 제 2차 포에니 전쟁중인 한니발 바르카의 용감한 젊은 기병대 길이였습니다. 그는 로마 군 5만 중 3만 손실이 승리로 끝났다. 칸나에 전투에서 군대의 일익을 이끈 것으로되어 있습니다. 또한 제 2 차 포 에니 전쟁의 다른 많은 싸움의 승리에 중요한 기여를했습니다. 그는 칸나에 전투 후, '한니발 당신은 전쟁에 승리 법을 알고 있어도 승리를 살리는 수술 모른다'고 말했다 것으로 알려져 있습니다.
nb: Maharbal var Hannibal Barcas 'fremadstormende unge kavalerikommandør' under den andre punerkrigen. Han tilregnes å ha snudd legionenes vinge ved Cannae som resulterte i nederlag der 30.000 av 50.000 Romere ble tapt i tillegg til betydelige bidrag til seier i mange andre slag under den andre punerkrigen. Han er kjent for å ha sagt etter slaget ved Cannae: 'Hannibal, du vet hvordan du skal få seieren - bare ikke vha du skal gjøre med den.'
pl: Maharbal był "młodym aroganckim dowódcą konnicy" Hannibala w trakcie II wojny punickiej. Przypisuje się mu oflankowanie legionów pod Kannami, co poskutkowało klęską w której między 30 a 50 tysięcy Rzymian poległo, jak również znaczący wkład w wiele zwycięstw w toku II wojny punickiej. Znany jest ze słynnego stwierdzenia, wypowiedzianego po bitwie pod Kannami: "Wiesz jak zwyciężać, Hannibalu, nie wiesz jak ze zwycięstwa korzystać."
pt_br: Maharbal foi o 'impetuoso jovem comandante da cavalaria' de Aníbal Barca durante a 2ª Guerra Púnica. É dele o crédito por mudar o rumo da balha em Canas, resultando na derrota romana e perda de 30,000 dos 50,000 legionários, além de contribuições em vitórias de diversas outras batalhas durante a 2ª Guerra Púnica. É conhecido por dizer, depois da batalha de Canas, 'Você, Aníbal, sabe como conseguir uma vitória, só não o que fazer com ela.'
ru: Магарбал был "дерзким молодым командиром кавалерии" Ганнибала Барка в годы 2-й Пунической войны. Он зарекомендовал себя битве при Каннах, где развернул фланг легионов, что привело к поражению, стоившему жизни 30 000 из 50 000 римлян, а также внёс значительный вклад в победы в множестве других сражений 2-й Пунической войны. Он известен по фразе, произнесённой после битвы при Каннах: "Ганнибал, ты умеешь побеждать, но пользоваться победой не умеешь".
sk: Maharbal bol drzým mladým veliteľom jazdy Hannibala Barkasa počas 2. púnskej vojny. Pripisuje sa mu rotácia krídla légii v Cannae, čo malo za následok porážku, pri ktorej zahynulo 30.000 z 50.000 Rimanov, tak isto ako aj ďalšie významné víťazstvá v mnohých bitkách tejto vojny. Známy je najmä za svoj výrok po bitke o Cannae, "Hannibal, vieš víťaziť, ale nevieš to víťazstvo využiť."
sv: Maharbal var Hannibal Barcas "brash young cavalry commander" under 2: a puniska kriget. Han krediteras med att vända legionernas vinge på Cannae vilket resulterade i ett nederlag där 30 000 av 50 000 romare förlorades, samt betydande bidrag till att vinna många andra slag under det andra punkiska kriget. Han är känd för att ha sagt, efter Cannaes strid, "Hannibal, hur man segrar segern; bara inte vad man ska göra med det.
tr: Maharbal, Hannibal Barca'nın 2'nci Pör Savaşı boyunca 'atılgan genç süvari kumandanıydı'.
uk: Магарбал був "зухвалим і молодим командиром кавалерії" Ганнібала Барки в роки 2-ої Пунічної війни. Він зарекомендував себе у битві при Каннах, де розгорнув фланг легіонів, що призвело до поразки, яка коштувала життя 30 000 із 50 000 римлян, а також вніс значний внесок у перемоги у багатьох інших битвах 2-ї Пунічної війни. Він відомий по фразі, виголошеній після битви при Каннах: "Ганнібале, ти вмієш перемагати, але користуватися перемогою не вмієш".
zh: 马哈巴尔是第2次布匿战争中汉尼拔·巴卡的傲慢年轻的骑兵指挥官。他相信在坎尼战役中，削弱罗马军团的两翼翅膀可以歼灭让50,000罗马人中的30,000。第2次布匿战争期间，马哈巴尔在众多其他战役中表现卓越。在坎尼战役之后，他说：“汉尼拔，你知道如何赢得胜利;只是没有去做'。暗指如果当时汉尼拔在哈尼战役的大好形势下，一鼓作气进军罗马，将会彻底摧毁罗马。
zh_tw: 馬哈巴爾 (Maharbal) 在第二次布匿大戰中，被漢尼拔．巴卡評為「年少輕狂的騎兵指揮官」。馬哈巴爾以坎尼 (Cannae) 戰役中削弱羅馬軍團的側翼，殲滅五萬羅馬人中的三萬而聞名，同時他也在第二次布匿大戰中其他的許多場勝戰中做出貢獻。在坎尼戰役後，他說了著名的一句話：「漢尼拔，你雖知道如何贏得勝利，卻不知該如何運用勝利。」

source: Naval Shipyard
ast: Astilleru naval
bg: Военноморска корабостроителница
br: Chanter-bigi
ca: Drassana naval
cs: Námořní loděnice
de: Marinehafen
el: Ναυπηγείο Ναυτικού
es_ar: Calafate naviero
eu: Itsasarotza
fa: بندرگاه نظامی
ga: Longchlós Cabhlaigh
he: מספנת חיל הים
hu: Tengeri hajógyár
hy: Նավաշինարան
it: Cantiere Navale
ja: 海軍造船所
ko: 해군 조선소
nb: Marineverft
pl: Stocznia wojskowa
pt_br: Estaleiro Naval
ru: Военно-морская верфь
sk: Námorná lodenica
sv: Örlogsvarv
tr: Tersane
uk: Військово-морська пристань
zh: 海军造船厂
zh_tw: 海軍造船廠

source: Construct the powerful warships of the Carthaginian navy.
ast: Construyir los poderosos barcos de guerra de l'armada cartaxinesa.
bg: Строи могъщите военни кораби на картагенския флот.
br: Savit listri-brezel galloudus ar morlu Kartajinian.
ca: Construeix els potents vaixells de guerra de la marina cartaginesa.
cs: Stavte mocné válečné lodě kartaginského námořnictva.
de: Baue die starken Kriegsschiffe der karthagischen Marine.
el: Ναυπήγησε ισχυρά πολεμικά πλοία για τον στόλο των Καρχηδονίων.
es_ar: Construye los poderosos barcos de guerra de la flota cartaginesa.
eu: Kartagotarren armadarako guda itsasontzia boteretsuak eraiki.
fa: ساخت کشتی های جنگی قدرتمند نیروی دریایی کارتاژ
ga: Tóg na longa cogaidh láidre don chabhlach Cartagach.
he: לבנות ספינות מלחמת עצומות של הצי הקרתגי.
hu: A karthágói flotta erős hadihajóinak építése.
hy: Կարթագենյան նավատորմի հզոր ռազմանավերի կառուցում։
it: Costruisce le potenti navi da guerra della marina Cartaginese.
ja: カルタゴ海軍の強力な軍艦を建造します。
ko: 카르타고 해군의 강력한 군함을 건조합니다.??
nb: Konstruer den Kartagiske marines kraftige krigsskip.
pl: Buduj potężne okręty wojenne flory kartagińskiej.
pt_br: Construa as embarcações de guerra mais poderosas da marinha Cartaginense.
ru: Строит мощные военные корабли карфагенского флота.
sk: Buduje mocné vojnové lode kartáginského námorníctva.
sv: Bygg Kartagiska flottans kraftfulla krigsskepp.
tr: Kartaca donanmasının güçlü savaş gemilerini oluştur.
uk: Будує потужні військові кораблі карфагенського флоту.
zh: 建造迦太基战舰。
zh_tw: 建造迦太基海軍的強力戰艦。

source: The structure is based upon the center island of the inner harbour constructed to house the war fleet of the Carthaginian navy at Carthage.
ast: La construcción sofítase na islla central del cai interior, que se construyó en Cartagu p'abellugar la flota de l'armada cartaxinesa.
bg: Тази постройка е основана на централния остров на вътрешното пристанище, построено, за да подслони военноморския флот на картагенците в Картаген.
br: Diazezet eo ar savadur war enezenn kreiz ar porzh diabarzh, savet evit goudoriñ al lestraz-brezel eus ar morlu Kartajinian e Kartago.
ca: L'estructura es basa en l'illa central del port intern construït a Cartago per allotjar la flota de guerra de la marina cartaginesa.
cs: Struktura je založena na středním ostrově vnitřního přístavu postaveného tak, aby pojmul válečnou flotilu kartaginského námořnictva v Kartágu.
de: Das Gebäude basiert auf der mittleren Insel des inneren Hafens von Karthago, die gebaut wurde, um die karthagische Flotte in Karthago unterzubringen.
el: Η κατασκευή βασίζεται στο κεντρικό νησί στο εσωτερικό του λιμανιού, κατασκευάστηκε για να στεγάσει τα πολεμικά πλοία του Καρθαγινικού ναυτικού στην Καρχηδόνα.
es_ar: La estructura está basada en la isla central del puerto interior construido para albergar la flota cartaginesa en Cartago.
eu: Egitura Kartago hiriko Kartagotarren itsas armada babesteko eraikitako barruko kaiko erdiko uhartean oinarrituta dago.
fa: سازه بر اساس طرح یک جزیره در مرکز طراحی شده است که بندرها در اطراف آن محل اسکله گیری کشتی های جنگی کارتاژ است
ga: Tá an foirgeamh seo bunaithe ar an oileán lárnach don chuan inmheánach, tógadh don chabhlach cogaidh Cartagach a choinneáil i gCartaig.
he: המבנה מבוסס על האי במרכז הנמל הפנימי שנבנה כדי לשכן בו ציי המלחמה של הצי הקרתגי בקרתגו.
hu: Az épület Karthágó belső kikötőjének központi szigetéről lett mintázva, amely a karthágói hadiflotta elhelyezésére lett építve.
hy: Կառույցը հիմնված է ներքին նավահանգստի կենտրոնական կղզու վրա՝ նախատեսված որպես կարթագենյան նավատորմի ռազմական նավախմբի կացարան, վերջիններիս՝ Կարթագենում գնտվելու ժամանակ։
it: La struttura si basa sull'isola centrale del porto interno costruito per ospitare la flotta da guerra della marina cartaginese a Cartagine.
ja: 建物は内港の中心島にあり、カルタゴ海軍の軍艦をカルタゴで収容するために建設されました。
ko: 건물은 내항의 중심 섬에 카르타고 해군의 군함을 카르타고에서 수용하기 위해 건설되었습니다.
nb: Strukturen er basert på den midterste øya i den indre havna konstruert for å huse krigsflåten til den Kartagiske marinen i Karthago.
pl: Konstrukcja jest oparta na centralnej wyspie wewnętrznego portu, skonstruowanego by pomieścić flotę kartagińskiej marynarki wojennej w Kartaginie.
pt_br: A estrutura é baseada na ilha central do porto interior construído para abrigar a frota de guerra da marinha cartaginesa em Cartago.
ru: Строение располагается в центре острова во внутренней гавани для размещения карфагенского флота.
sk: Stavba je založená na centrálnom ostrove vnútorného prístavu tak, aby v nej bolo možné uschovať flotilu kartáginského námorníctva v Kartágu.
sv: Strukturen är baserad på den centrala ön av den inre hamnen som är konstruerad för att huse krigsvagnen i Carthaginian navy i Carthage.
tr: Yapı, kartacada yer alan iç limandaki merkez adada kartaca donanmasının savaş filosuna ev sahipliği yapar.
uk: Будівля розташовується в центрі острова у внутрішній гавані для розміщення карфагенського флоту.
zh: 该建筑是基于中心岛修建的，用来建造迦太基海军舰队的内港。
zh_tw: 該建築物是根據建造迦太基海軍的在中心島嶼上的內港修改而成的。

source: Celtic Embassy
ast: Embaxada celta
bg: Келтско посолство
br: Kannati Keltiek
ca: Ambaixada celta
cs: Keltské vyslanectví
de: Keltische Botschaft
el: Πρεσβεία Κελτών
es_ar: Embajada Celta
eu: Enbaxada zelta
fa: سفارت سلتی
ga: Ambasáid Ceilteach
he: השגרירות הקלטית
hu: Kelta követség
hy: Կելտական դեսպանատուն
it: Ambasciatore celtico
ja: ケルト大使館
ko: 켈트 대사관
nb: Keltisk ambassade
pl: Ambasada celtycka
pt_br: Embaixada Celta
ru: Кельтское посольство
sk: Keltské veľvyslanectvo
sv: Keltisk ambassad
tr: Kelt Elçisi
uk: Посольство Кельтів
zh: 凯尔特使馆
zh_tw: 塞爾特人大使館

source: Hire Celtic mercenaries.
ast: Contratar mercenarios celtes.
bg: Наема келтски наемници.
br: Emfredañ goprsoudarded Keltiek.
ca: Contracta mercenaris celtes.
cs: Najměte keltské žoldnéře.
de: Wirb keltische Söldner an.
el: Στρατολόγηση Κελτών μισθοφόρων.
es_ar: Contrata mercenarios celtas.
eu: Kontratatu mertzenario zeltak.
fa: اجیر کردن مزدوران سلتی
ga: Fostaigh amhais Ceilteacha.
he: לשכור שכירי חרב קלטיים.
hu: Kelta zsoldosok felfogadása.
hy: Կելտ վարձկանների վարձում։
it: Ingaggia mercenari celti.
ja: ケルト傭兵を雇います。
ko: 켈트 용병을 고용합니다.
nb: Lei inn keltiske leiesoldater.
pl: Zatrudnij celtyckich najemników.
pt_br: Contratar mercenários celtas.
ru: Вербовка кельтских наёмников.
sk: Najať keltských žoldnierov.
sv: Lej keltiska legosoldater.
tr: Paralı Kelt askeri kirala
uk: Закликати на службу кельтських найманців
zh: 雇佣凯尔特佣兵
zh_tw: 雇用塞爾特傭兵。

source: The Celts supplied fierce warrior mercenaries for Carthaginian armies.
ast: Los celtes fornieron los exércitos de Cartago de feroces mercenarios guerreros.
bg: Келтите осигурявали свирепи наемници за картагенските армии.
br: Pourvezet o deus ar Gelted gopr-brezelerien ferv evit an armeoù Kartajinian.
ca: Els celtes proporcionaven mercenaris ferotges als exèrcits cartaginesos.
cs: Keltové poskytovali kartaginské armádě divoké žoldnéřské vojáky.
de: Die Kelten stellten wilde Söldner für karthagische Heere.
el: Οι Κέλτες παρείχαν άγριους πολεμιστές στον στρατό των Καρχηδονίων.
es_ar: Los celtas sirvieron como feroces guerreros mercenarios para los cartagineses.
eu: Zeltak Kartagotarren armada osatzen zuten mertzenario beldurgarri gisa aritu ziren.
fa: سلتی ها جنگجو های مزدور را برای سپاه کارتاژ تامین میکردند
ga: Sholáthair na Ceiltigh amhais fhiánta do na hairm Chartagacha.
he: הקלטים סיפקו שכירי חרב עזים לצבאות קרתגו.
hu: A Kelták vérszomjas harcosokkal látták el a Karthágói hadsereget
hy: Կելտերը կարթագենյան զորքերին ապահովել են կատաղի վարձկան մարտիկներով։
it: I Celti fornivano feroci soldati mercenari per gli eserciti cartaginesi.
ja: ケルトは勇猛な戦士を、カルタゴ軍の傭兵として輩出しました。
ko: 켈트는 용맹한 전사를 카르타고 군의 용병으로 배출했습니다.??
nb: Kelterne forsynte Karthagos hærer med krigslystne leiekrigere.
pl: Celtowie dostarczali groźnych najemnych wojowników dla armii Kartagińskich.
pt_br: Os Celtas supriam ferozes guerreiros mercenários para o exército Cartaginês.
ru: Кельты снабжали армии карфагенян свирепыми воинами-наёмниками.
sk: Kelti poskytovali kartágijskej armáde divokých žoldnierskych bojovníkov.
sv: Kelterna levererade hårda krigssoldater för karthaginska arméer.
tr: Keltler, kartaca orduları için sert savaşçı paralı askerler temin ederler.
uk: Кельти постачали лютих воїнів-найманців для карфагенських армій
zh: 凯尔特人为迦太基军队提供凶猛的佣兵。
zh_tw: 塞爾特人為迦太基軍隊提供勇猛的戰士傭兵。

source: Italiote Embassy
ast: Embaxada italiota
bg: Италийско посолство
br: Kannati Italiot
ca: Ambaixada italiota
cs: Italické vyslanectví
de: Italiotische Botschaft
el: Πρεσβεία Ιταλιωτών
es_ar: Embajada italiota
eu: Italioten enbaxada
fa: سفارت ایتالیایی
ga: Ambasáid na nIodálach
he: שגרירות איטלי
hu: Itáliai követség
hy: Իտալիոտական դեսպանատուն
it: Ambasciata Italiota
ja: イタリオテ大使館
ko: 이타리오테 대사관
nb: Italiotisk Ambassade
pl: Ambasada Italijska
pt_br: Embaixada Italiota.
ru: Италиотское посольство
sk: Italiotské veľvyslanectvo
sv: Italisk ambassad
tr: Italiote Büyükelçiliği
uk: Італіотське Посольство
zh: 意大利使馆
zh_tw: 義大利大使館

source: Hire Italian mercenaries.
ast: Contratar mercenarios italianos.
bg: Наема италиански наемници.
br: Emfredañ goprsoudarded Italian.
ca: Contracta mercenaris italians.
cs: Najměte italické žoldnéře.
de: Wirb italische Söldner an.
el: Στρατολόγηση Ιταλιωτών μισθοφόρων.
es_ar: Contrata mercenarios italianos
eu: Kontratatu mertzenario italiarrak.
fa: اجیر کردن مزدوران ایتالیایی
ga: Fostaigh amhais Iodálacha.
he: לשכור שכירי חרב איטלקיות.
hu: Itáliai zsoldosok felfogadása
hy: Իտալացի վարձկանների վարձում։
it: Ingaggia mercenari Italiani
ja: イタリオテ傭兵を雇います。
ko: 이탈리안 용병 고용하기
nb: Lei inn italienske leiesoldater.
pl: Zatrudnij włoskich najemników.
pt_br: Contratar mercenários italianos.
ru: Вербовка итальянских наёмников.
sk: Najať italických žoldnierov.
sv: Lej italienska legosoldater.
tr: İtalyan paralı asker kirala.
uk: Наймати італійських найманців
zh: 雇佣意大利佣兵
zh_tw: 雇用義大利傭兵。
