Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: As in all cultures, religion played a significant part in Kush. Shanakdakheto had the temple built around 160 BC as a symbol of the advancedness of Meroë. Temples +1 garrison heal rate.
af: Soos in alle kulture, het godsdiens 'n beduidende rol gespeel in Kus. Shanakdakhet het die tempel gebou rondom 160BC as 'n simbool van die gevorderdheid van Meroë. Tempels +1 garnisoen genesingstempo.
ast: cumo n toda cultura, in Chus la religion disimpeñaba un papel importante. A l redor de 160 a.C., Sanak-Daheto fezho que s’erguiés un templo cumo symbolo de la prosperidá de Méroe. Templos: taxa de sanamiento par’ occupantes +1.
bg: Подобно на всяка друга култура, и в Мероитската империя религията имала важна роля в Куш. Шанакдакете построила храма около 160 г. пр.н.е., като знак за напредъка на Мероитската империя. Храмове +1 скорост на лечение за гарнизона.
ca: Com en totes les cultures, la religió era vital a Cuix. Shanakdakhete va construir el temple vora l'any 160 aC com a símbol del progrés de Meroe. +1 a la velocitat de curació de les unitats refugiades a temples.
cs: Tak jako v jiných kulturách, náboženství hrálo v Kúši důležitou roli. Shanakdakheto měla postaven svůj chrám už kolem roku 160 před naším letopočtem, jako symbol pokrokovosti města Meroë. +1 k rychlosti léčení posádky chrámů.
da: Som i alle kulturer, spillede religion en væsentlig rolle i Kush. Shanakdakheto fik templet opført omkring 160 f.kr, som symbol på Meroës høje udvikling. Templer +1 garnisons-lægdomsrate.
de: Wie in allen Kulturen spielte die Religion eine wesentliche Rolle im meroitischen Reich. Shanakdakheto baute den Tempel um 160 v. Chr. als ein Symbol der Fortschrittlichkeit von Meroe. Tempel +1 Heilrate für einquartierte Einheiten.
es: Como en el resto de culturas la religión era parte clave en Kush. Shanakdajete construyó su templo sobre el 160 a. C. como un símbolo del esplendor de Meroë. Templos (Velocidad de sanación de tropas guarnecidas: +1).
eu: Kultura guztietan bezala, erregetza Mungaingo Inperioan zati garrantzitsua izan zen. Shanakdakhetok Tenplua eraiki zuen K.a. 160 inguruan Meroëren aurrerapenaren sinbolo gisa. Tenpluek +1 guardan sartutako unitateak sendatze abiaduran.
fi: Kuten kaikissa kulttuureissa, uskonnolla oli Kušissa merkittävä rooli. Shanakdakheto rakennutti temppelin noin vuonna 160 eaa. Meroën kehittyneisyyden symboliksi. Temppeleissä +1 parantumisnopeus miehittävile yksiköille.
fr: Comme dans toutes les cultures, la religion joua une partie importante dans L'Empire méroïtique. Shanakdakheto eut un temple construit aux environs de 160 av. J.-C. et représentant l'avancement de Méroé. Les temples gagnent +1 en taux de régénération de garnison.
gl: Como en todas as culturas, a relixión xogou un papel significativo en Kush. Shanakdakheto mandou construir o templo arredor do 160 a.C. como símbolo do avance de Meroë. Templo +1 na taxa de curación da guarnición.
hi: सभी संस्कृतियों की तरह, धर्म ने कुश साम्राज्य में महत्वपूर्ण भूमिका निभाई। शकंदखेत ने मेरोइ की प्रगति के प्रतीक के रूप में १६० ईसा पूर्व देवालय का निर्माण करवाया। देवालयों की मोर्चाबंदीयों की घाव भरने की दर +१
hu: Mint minden kultúrában, a vallás fontos szerepet játszott a Meroéi birodalomban is. A Shanakdekheto által i.e. 160 körül építtetett templom Meroé fejlettségének szimbóluma volt. +1 beszállásolási gyógyítási sebesség a templomoknál.
hy: Ինչպես բոլոր մշակույթներում, կրոնը կարևոր դեր խաղաց Քուշում։ Շանակդախեթոն տաճարի կառուցումն ավարտեց մ․թ․ա մոտ 160թ․-ին՝ որպես Մերոեյի զարգացվածության նշան։ +1 տաճարների կայազորի բուժման արագությանը։
id: Seperti yang terjadi di semua budaya, agama memainkan peranan penting di Kush. Shanakdakheto membangun kuil sekitar tahun 160 SM sebagai simbol kemajuan Meroë. Kuil +1 laju penyembuhan saat ditempati.
it: Come in tutte le culture, la religione era parte importante nel regno di Kush. Shanakdakheto costruì questo tempio intorno 160 a.C. come simbolo dello splendore di Meroë. +1 tasso di guarigione dai templi.
ja: どの文化でもそうですが、クシュでは宗教が重要な役割を果たしていました。シャナクダケテ女王は、メロエの先進性の象徴として、紀元前160年頃に神殿を建設させました。 神殿に駐屯したユニットのHP回復+1
ko: 모든 문화권에서와 마찬가지로 종교는 메로 제국에서 중요한 역할을했습니다. 사낙다케토는 쿠시의 선진화의 상징하기위해 기원전 160년 경에 사원을 지었습니다. 사원에 주둔 한 유닛의 치료 속도가 +1 증가합니다.
ku: Wekî di hemî çandan de, ol jî di Kuş de rolek girîng lîst. Shanakdakheto perestgeh li dora 160 BZ hate çêkirin wekî sembola pêşkeftina Meroë. Perestgeh +1 rêjeya saxkirina garnîzonê.
nl: Zoals in alle culturen speelde religie een aanzienlijke rol in Kush. Shanakdakheto liet rond 160 v. Chr. de tempel bouwen als symbool van de geavanceerdheid van Meroë. Tempels +1 genezingssnelheid voor gelegerde troepen.
pl: Jak we wszystkich kulturach, religia odegrała znaczącą rolę w Imperium Meroe. Shanakdakheto posiadał świątynię w okolicy 160 p.n.e. jako symbol zaawansowania Meroe. +1 do tempa leczenia w świątyniach.
pt_br: Como em todas as culturas, a religião teve um papel importante para os Cuxes. Shanakdakheto teve o templo construído por volta de 160 a.C., como um símbolo dos avanços de Meroé. Templos têm +1 na taxa de cura de unidades guarnecidas.
pt_pt: Como em todas as culturas, a religião desempenhou uma parte significante em Cuxe. Shanakdakhete teve o templo construído a cerca de 160 a.C. como um símbolo dos avanços de Meroé. Templos +1 velocidade de cura de unidades aquarteladas.
ro: Ca în toate culturile, religia a jucat un rol important în Kush. Shanakdakheto a pus să se construiască templul în jurul anului 160 î.Hr. ca un simbol al avansării Meroe. Templele +1 rata de vindecare a garnizoanei.
ru: Как и во всех культурах, религия играла значительную роль в стране Куш. Около 160 г. до н.э. царица Шанакдакете построила храм, олицетворявший рассвет Мероэ. +1 к скорости восстановления здоровья в храмах.
sk: Ako vo všetkých kultúrach, náboženstvo hralo dôležitú úlohu v Kuši. Šanakdaketo postavila okolo roku 160 pred Kristom chrám ako symbol pokrokovosti Meroe. Chrámy +1 rýchlosť liečenia posádky.
sr: Као и у свим културама, религија је одиграла значајну улогу у Кушу. Шанакдакехето је саградио храм око 160. године пре нове ере као симбол напредка Морое. Храмови +1 брзина лечења гарисона.
sv: Som i alla kulturer spelade religion en stor roll i Meroëriket. Shanakdakheto lät bygga templet omkring 160 f.Kr. som en symbol för hur utvecklat Meroë var. +1 läkningstakt för garnisonerade enheter i tempel i närheten.
tr: Bütün kültürlerde olduğu gibi, Kush'ta da din önemli bir rol oynadı. Shanakdakheto, tapınağın MÖ 160 yıllarında Meroë’nin gelişmişliğinin bir sembolü olarak inşa edilmesini sağladı. Tapınaklar +1 garnizon iyileştirme oranı.
uk: Як і в усіх культурах, релігія відігравала вагому роль в Куші. Близько 160 року до н. е. Шанакдакето побудувала храм, що уособлював просунутість Мерое. Храми мають +1 темпу зцілення гарнізону.
ur: مندر +1 چھاوٴنی شفا کی شرح
zh: 和所有文明一样，宗教在库什扮演了重要的角色。沙纳克达克特女王于公元前 160 年前后建造了这座神庙，象征着麦罗埃文明的先进。 神庙周围驻军生命恢复速率 +1 。
zh_tw: 和所有文化一樣，宗教在庫施舉足輕重。夏娜達伽多女王在西元前 160 年左右建造了象徵麥羅埃先進的神廟。 神廟 +1 駐紮治療速率。

source: Sacker of Cities
af: Plunderaar van Stede
ar: ناهب المدن
ast: Scalador de cildades
bg: Грабител на градове
bn: শহরের ধ্বংসকারী
br: Preizher kêrioù
ca: Saquejador de ciutats
cs: Plenitel měst
da: Byplyndrer
de: Plünderer der Städte
el: Συλητής Πόλεων
es: Saqueador de ciudades
es_ar: Saqueador de Ciudades
eu: Hiri Lapurrak
fa: غارتگر شهرها
fi: Kaupunkien ryöstäjä
fr: Saccageur de Villes
ga: Creachnóir na gCathracha
gd: Neach-creiche bhailtean
gl: Saqueador de cidades
he: שובר ערים
hi: शहरों को लूटने वाला
hu: Városok kifosztója
hy: Քաղաքների Կողոպտիչ
id: Penjarah Kota
it: Saccheggiatore di Città
ja: 街の略奪
ko: 도시의 약탈자
ku: Talankerên Bajaran
ms: Penjarah Bandar
nb: Byplyndreren
nl: Stedenplunderaar
pl: Grabieżca Miast
pt_br: Saqueador de Cidades
pt_pt: Saqueador de cidades
ro: Prăduitorul de orașe
ru: Разоритель городов
sk: Plieniteľ miest.
sr: Пљачкаш Градова
sv: Plundrare av Städer
te: నగరాలు దోచుకునే వాడు
tr: Şehirlerin Yağmalayıcısı
uk: Грабіжник міст
ur: شہروں کا تخریب کار
zh: 城镇洗劫者
zh_tw: 城市劫掠者

source: During the First Macedonian War, Philip and his troops sacked Thermum, the religious and political center of Aetolia. Humans, Siege Engines, Ships, and Structures gain +5 food and wood loot.
af: Gedurende die Eerste Masedoniese Oorlog het Philip en sy troepe Thermum, die godsdienstige en politiese senterpunt van Aetolia, geplunder. Mense, Beleëringstuie, Skepe and Strukture kry +5 voedsel en hout as buit.
ast: na primeira guerra macedónica, lɐs forciɐs de Philippu scalarun Thermo, la cabeça religiosa & política d’Etolia. Humanos, máchinɐs de cerco, naves & structurɐs: cacida de cibeira & madeira +5.
bg: По време на Първата македонска война, Филип и войниците му плячкосали Термо, религиозният и политически център на Етолия. Хора, обсадни машини, кораби и конструкции печелят +5 храна и дърво.
ca: En la Primera Guerra Macedònica, Filip i les seves tropes van saquejar Thermum, el centre polític i religiós d'Etòlia. Els humans, màquines de setge, vaixells i estructures saquegen +5 de menjar i fusta.
cs: Během První makedonské války, Filip a jeho jednotky vyplenili Thermum, náboženské a politické centrum Aitólie. +5 jídla a dřeva za každou zabitou nebo zničenou jednotku či stavbu.
da: Under den Første Makedoniske Krig, plyndrede Filip og hans tropper Thermos, Aitoliens religiøse og politiske centrum. Mennesker, Belejringsvåben, Skibe, og Bygninger opnår +5 mad- og træfæ.
de: Während des ersten makedonischen Krieges plünderten Philip und seine Truppen Thermum, das religiöse und politische Zentrum Ätoliens. Menschen, Belagerungswaffen, Schiffe und Gebäude +5 Holz und Nahrung als Beute.
es: Durante la primera guerra macedónica, Filipo y sus tropas saquearon Termo, el centro religioso y político de Etolia. Humanos, máquinas de asedio, navíos y estructuras (Saqueo de comida y madera: +5).
eu: Mazedoniako Lehen Gerra bitartean, Felipe eta bere tropek Thermum, Etoliako gune erlijioso eta politikoa, arpilatu zuten. Gizakiak, setio makinak, ontziak eta egiturek +5 janari eta egur harrapakina.
fi: Ensimmäisen makedonialaissodan aikana Filippos joukkoineen ryösti Thermumin, Aetolian uskonnollisen ja poliittisen keskuksen. Ihmiset, piirityskoneet, laivat ja rakennelmat saavat +5 ruoka- ja puutavarasaalista.
fr: Pendant la Première Guerre macédonienne, Philippe et ses troupes saccagèrent Thermos, le centre politique et religieux de l'Étolie. Les Humains, les Engins de Sièges, et les Bâtiments gagnent +5 en butin de nourriture et de bois.
gl: Durante a Primeira Guerra Macedónica, Filipo e as súas tropas saquearon Thermum, o centro relixioso e político de Aetolia. Humáns, Máquinas de Asedio, Barcos e Estruturas gañan +5 de botín de comida e madeira.
hi: प्रथम मेसिडोनियऩ युद्ध के दौरान, फ़िलिप और उसके दस्तों ने एटोलि़या के धार्मिक और राजनीतिक केंद्र थर्मम़ को लूटा। मनुष्यों, घेराबंदी यंत्रों, जलयानों व भवनों द्वारा भोजन और लकड़ी की लूट +५
hu: Az első makedón háborúban, Philipposz és csapatai kifosztották Thermumot, Aetolia vallási és politikai központját. +5 élelem és fa zsákmányolása minden embernél, ostromgépnél, hajónál és épületnél.
hy: Առաջին Մակեդոնական պատերազմի ընթացքում Փիլիպոսը և նրա զինվորները կողոպտեցին Թերմումը՝ Էտոլիայի կրոնական և քաղաքական կենտրոնը։ +5 մարդկանց, պաշարողական մեքենաների, նավերի և կառույցների սննդային և փայտյա ավարին։
id: Semasa Perang Makedonia Pertama, Filipus dan tentaranya menjarah Thermum, pusat keagamaan dan politik Aetolia. Manusia, Mesin Kepung, Kapal, dan Bangunan +5 rampasan pangan dan kayu.
it: Durante la Prima Guerra Macedone, Filippo e le sue truppe saccheggiarono Thermum, centro politico e religioso dell'Etolia. +5 bottino in cibo e legname per gli umani, le macchine d'assedio, le navi e le strutture.
ja: 第一次マケドニア戦争で、ピリッポスとその部隊は、エトリアの宗教的・政治的中心地であるテルムを略奪しました。 建築物含めた全ユニットが倒した時の戦利品 食料、木材+5
ko: 첫 마케도니아 전쟁 동안, 필립과 그의 군대는 아이톨리아의 종교적, 정치적 중심지인 테르툼을 약탈했습니다. 사람, 공성 무기, 배, 건축물을 파괴할 때마다 노획물로 식량과 목재가 +5 씩 증가합니다. (정확한지 확인할것??)
ku: Di Şerê Makedonî ya Yekem de, Filîpos û leşkerên wî Thermum, navenda olî û siyasî ya Aetolia talan kirin. Mirov, motorên dorpêçkirinê, keştî û avahî +5 xwarin û talana dar digirin.
nl: Tijdens de Eerste Macedonische Oorlog plunderden Philippus en zijn troepen Thermum, het religieuze en politieke centrum van Aetolië. Mensen, belegeringswerktuigen, schepen en gebouwen maken +5 voedsel en hout buit.
pl: Podczas I wojny macedońskiej Filip i jego oddziały złupili Termo, religijne i polityczne centrum Etoli.. +5 żywności i drewna za każdą zabitą jednostkę lub zniszczony budynek.
pt_br: Durante a Primeira Guerra Macedônica, Philip e suas tropas saquearam Termo, o centro político e religioso de Aetolia. Humanos, Armas de Cerco, Barcos e Estruturas recebem +5 de alimentos e madeira em saques.
pt_pt: Durante a Primeira Guerra Macedónica, Filipe e as suas tropas saquearam Thermos, o centro político e religioso de Etólia. Humanos, máquinas de cerco, barcos e estruturas ganham +5 pilhagem de comida e madeira.
ro: În timpul primului război macedonean, Filip și trupele sale au jefuit Thermum, centrul religios și politic al Etoliei. Oamenii, motoarele de asediu, navele și structurile câștigă +5 alimente și pradă de lemn.
ru: Во время Первой Македонской войны войска Филиппа V разграбили Фермон — центр религиозной и политической жизни Этолии. +5 еды и дерева за каждого убитого врага, уничтоженное осадное орудие, корабль или здание.
sk: Počas prvej macedónskej vojny, Filip a jeho vojsko vyplienili Thermum, náboženské a politické centrum Aitólie. Ľudia, dobyvačné stroje, lode a budovy získavajú +5 koristi z jedla a dreva.
sr: Током Првог македонског рата, Филип и његове јединице опљачкале су Термум, верско и политичо средиште Аетолије. Људи, опсадна оруђа, бродови и грађевине добијају +5% хране и дрвета као плен.
sv: Under första Makedonska kriget plundrade Philip och hans trupper Thermos, det religiösa och politiska centret av Aitolien. Människor, belägringsvapen, fartyg och byggnader får +5 mat och träplundringsbyte.
tr: Birinci Makedon Savaşı sırasında Philip ve askerleri, Aetolia'nın dini ve siyasi merkezi olan Thermum'u görevden aldılar. İnsanlar, Kuşatma Motorları, Gemiler ve Yapılar, +5 yiyecek ve odun yağma kazanır.
uk: Протягом Першої Македонської війни, Філіпп і його війська пограбували Ферм — релігійний та політичний центр Етолії. Люди, облогові знаряддя, кораблі та споруди здобувають +5 їжі, та деревини у якості трофеїв.
ur: انسان ، محاصرے کے انجن ، بحری جہاز اور ڈھانچے +5 خوراک اور لکڑی کی لوٹ حاصل کرتے ہیں
zh: 在第一次马其顿战争期间，腓力和他的军队洗劫了埃托利亚的宗教和政治要地塞利姆城。 每杀死一个敌方单位或者摧毁一个敌方建筑，食物和木材 +5 .
zh_tw: 在第一次馬其頓戰爭期間，腓力國王與他的軍隊洗劫了埃托利亞的宗教與政治中心塞勒莫斯。 人、攻城武器、船隻與建築物 +5 食物與木頭戰利品。

source: Financial Reorganization
ar: إعادة تنظيم مالي
ast: Arreglu pecuñar
bg: Финансова реорганизация
ca: Reorganització Financera
cs: Nové uspořádání peněžních zdrojů
de: Finanzielle Neuordnung
es: Reorganización financiera
fa: سازماندهی مجدد امور مالی
fi: Taloudellinen uudelleenjärjestely
fr: Réorganisation financière
gl: Reorganización financeira
hi: वित्तीय पुनर्गठन
hu: Pénzügyi átszervezés
hy: Տնտեսական վերակազմակերպում
id: Susun Ulang Keuangan
it: Riorganizzazione Finanziaria
ja: 財政再編
ku: Aboriyê Ji Nû Ve Ava Bike
lb: Finanziell Reorganisatioun
nl: Financiële reorganisatie
pl: Przeorganizowanie finansów
pt_br: Reorganização Financeira
pt_pt: Reorganização financeira
ro: Reorganizare financială
ru: Финансовые Преобразования
sk: Reorganizácia financií
sr: Финансијска Препознатљивост
sv: Finansiell omorganisation
tr: Finansal Yeniden Yapılanma
uk: Фінансова реорганізація
zh: 财政重整
zh_tw: 財政重整

source: Allied with Rome, Philip reorganized the country's internal affairs and finances, leaving as a legacy reopened mines and a new currency. Gain a slow trickle of metal.
ast: alliadu cun Roma, Philippu ordenou los assuntos internos de l reino, deixando cumo legado minɐs reabiertɐs & una moneda nuöva. Pali que pali vas ganhando n metal.
bg: В съюз с Рим, Филип реорганизира вътрешните работи и финансите на страната, оставяйки като наследство повторно отворени мини и нова валута. Получаване на бавнен приток метал.
ca: Alliat amb Roma, Filip va reorganitzar els afers interns i finances del país, deixant la reobertura de les mines i una nova moneda com a llegat. Proporciona un xicotet flux de metall.
cs: Ve spojenectví s Římem, Filip znovuuspořádal vnitřní vztahy a peněžní správu své země, zanechávaje dědictví jako jsou znovu obnovené doly a nová měna. Dostanete pomalý dodatečný přísun kovu.
de: Finanzielle Sanierung: Im Bund mit Rom organisierte Philipp die internen Angelegenheiten und Finanzen neu und hinterließ neu eröffnete Minen und eine neue Währung. Dadurch erhältst du einen langsamen stetigen Zufluss an Metall.
es: Aliándose con Roma, Filipo reorganizó todas las finanzas y comercio interno, dejando como legado minas reabiertas y una nueva moneda. Proporciona un continuo pero lento ingreso de metal.
fi: Rooman kanssa liittoutuneena Filippus järjesti maan sisäiset asiat ja talouden uudelleen ja jätti perinnöksi uudelleen avattuja kaivoksia ja uuden valuutan. Saat metallia hitaana tihkuna.
fr: Allié avec Rome, Philippe a réorganisé les affaires intérieures et les finances du pays, laissant pour héritage des mines rouvertes et une nouvelle monnaie. Bénéficiez d'un flux lent de métal.
gl: Aliado con Roma, Filipe reorganizou os asuntos internos e as finanzas do país, deixando como legado as minas reabertas e unha nova moeda. Obtén un lento fluxo de metal.
hu: A Rómával szövetséges Fülöp átszervezte az ország belügyeit és pénzügyeit, hátrahagyva az újranyitott bányákat és az új valutát. Lassan de folyamatosan érkező érkező fém nyersanyag.
id: Setelah bersekutu dengan Roma, Philip menyusun ulang urusan dalam negeri dan keuangan, meninggalkan warisan berupa tambang-tambang yang kembali dibuka dan mata uang baru. Mendapatkan aliran lambat logam.
it: Alleato con Roma, Philip riorganizzò le finanze e lo stato interno del paese, lasciando come lascito un nuovo conio e la riapertura delle miniere. Guadagnando lentamente metallo.
ja: ローマと同盟を結んだフィリップは、内政と財政を立て直し、鉱山の再開と新しい通貨を遺産として残しました。 金属を少しずつ獲得します
ku: Bi Romayê re hevalbend bû, Philip kar û barên navxweyî û darayî yên welêt ji nû ve organîze kir, wekî mîrateyek ji nû ve kanî û diravek nû hişt. Qezencek hêdî hêdî ya metal.
lb: Als Alliéierten vun Roum, huet den Philip dem Staat seng intern an finanziell Äffären restrukturéit an produktiv Minnen an eng néi Wärung als säin Vermächtnis hannerlooss. Gewann en luesen Metallzoufloss.
nl: Als bondgenoot van Rome reorganiseerde Philippus de nationale administratie en financiën en liet hij het land heropende mijnen en een nieuwe munteenheid na. Verkrijg een gestage aanvoer aan metaal.
pl: Sprzymierzony z Rzymem, Filip przeorganizował finanse i sprawy wewnętrzne kraju zostawiając jako spuściznę otwarte na nowo kopalnie i nową walutę. Zyskaj powolną strużkę metalu.
pt_br: gotejamentoAliado a Roma, Filipe reorganizou os assuntos internos e as finanças do país, deixando como legado minas reabertas e uma nova moeda. Ganhe um pouco de metal.
pt_pt: Aliado a Roma, Filipe reorganizou os assuntos internos e as finanças do país, deixando como legado as minas reabertas e uma nova moeda. Ganhe um pouco de metal ao longo do tempo.
ro: Aliat cu Roma, Filip a reorganizat afacerile interne și finanțele țării, lăsând ca moștenire minele redeschise și o nouă monedă. Obțineți un venit lent de metal.
ru: Будучи союзником Рима, Филипп провёл реорганизацию внутренней и финансовой политики в своем государстве, оставив в наследство заново открытые месторождения и новую денежную единицу. Позволяет получить медленный, но стабильный приток запасов металла.
sk: Ako spojenec Ríma reorganizoval Filip vnútorné záležitosti štátu a financie. Zanechal po sebe znovu otvorené bane a novú menu. Získaj pomalý prírastok kovu.
sr: У савезу са Римом, Филип је препознао државне унутрашње афере и финансије, остављајући као наслеђе поново отворене руднике и нову валуту. Добијате споро цурење метала.
sv: Allierad med Rom, omorganiserade Philip landets inre angelägenheter och finanser och lämnade som ett arv återöppnade gruvor och en ny valuta. Få en långsam ström av metall.
tr: Roma ile müttefik olan Philip, ülkenin içişlerini ve maliyesini yeniden düzenledi ve miras olarak yeniden açılmış madenler ve yeni bir para birimi bıraktı. Yavaş bir metal kazanımı elde et.
uk: Союзний до Риму, Філіпп реорганізував внутрішні справи та фінанси країни, залишивши в спадщину відновлені шахти та нову валюту. Надає повільне надходження металу.
zh: 同罗马结盟后，腓力重整了内政及财务，重开矿场并发行了新货币. 缓慢获取金属流.
zh_tw: 與羅馬結盟，與羅馬結盟後，腓力重整了國家的內政和財務，重啟舊礦場並發行新貨幣。 獲得緩慢的金屬細流。

source: Consolidator of the Empire
af: Konsolideerder van die Ryk
ar: موحد الإمبراطورية
ast: Consolidador de l imperio
bg: Обединител на империята
bn: সাম্রাজ্য সুসংহতকারী
br: Startaer an Impalaeriezh
ca: Consolidador de l'imperi
cs: Upevňovatel říše
da: Imperiets Ensretter
de: Festiger des Imperiums
el: Παγιωτής της Αυτοκρατορίας
es: El afianzador del imperio
es_ar: Consolidador del Imperio
eu: Inperioaren Euslea
fa: تثبیت کننده امپراطوری
fi: Imperiumin yhtenäistäjä
fr: Consolidateur de l'Empire
ga: Daingnitheoir na hImpearachta
gd: Co-dhaingniche na h-impireachd
gl: Afianzador do Imperio
he: מאוחד של האימפריה
hi: साम्राज्य को संगठित करने वाले
hu: A birodalom megszilárdítója
hy: Կայսրություն Համախմբող
id: Pemersatu Kekaisaran
it: Consolidatore dell'Impero
ja: 帝国の統合者
ko: 제국의 통합자
ku: Hevkarê Împaratoriyê
lb: Räichskonsolidator
ms: Pengukuh Empayar
nb: Samleren av riket
nl: Vereniger van het Keizerrijk
pl: Twórca Imperium
pt_br: Consolidador do Império
pt_pt: Consolidador do império
ro: Consolidator al Imperiului`
ru: Объединитель империи
sk: Upevňovateľ ríše
sr: Утемељивач Царства
sv: Konsoliderare av Riket
te: రాజ్యాన్ని ఏకం చేసేవాడు
tr: İmparatorluğun Birleştiricisi
uk: Консолідатор імперії
ur: سلطنت کا اتحاد
zh: 帝国统合者
zh_tw: 帝國鞏固者
