Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Move ships around. Attack other ships.
ast: Manda naves. Acuti outrɐs naves.
bg: Движете корабите. Атакувайте други кораби.
br: Lakaat ar bigi da fiñval. Argadiñ bigi all.
ca: Moviments navals. Ataqueu altres naus.
cs: Přesunujte lodě sem a tam. Útočte na jiné lodě.
da: Bevæg skibe rundt. Angrib andre skibe.
de: Bewege Schiffe. Greife andere Schiffe an.
el: Κατεύθυνε τα πλοία κυκλικά. Κάνε επίθεση στα άλλα πλοία.
es: Mueve los navíos cercanos. Ataca a otros navíos.
eu: Mugitu itsasontziak. Eraso beste itsasontzi batzuk.
fi: Liikuta laivoja. Hyökkää toisia laivoja vastaan.
fr: Déplacer des navires dans les environs. Attaquer d'autres navires.
ga: Gluaisigí longa thart. Ionsaígí longa eile.
gd: Gluais longan mu thimcheall. Thoir ionnsaigh air longan eile.
hu: Hajók mozgatása, más hajók megtámadása.
id: Jalankan kapal. Serang kapal lain
it: Sposta le navi in ​​giro. Attacca altre navi.
ja: 船で漕ぎまわり、他の船を攻撃します。
ko: 주위에 선박을 이동합니다. 다른 선박을 공격합니다.
ms: Gerak kapal disekitar kawasan. Serang kapal lain.
nb: Flytt skip rundt. Angrip andre skip.
nl: Vaar rond. Val andere schepen aan.
pl: Poruszaj statki dookoła. Atakuj inne statki.
pt_br: Movimentar embarcação. Atacar outras embarcações.
pt_pt: Movimenta embarcações e ataca outros navios.
ru: Перемещайте корабли повсюду. Атакуйте другие корабли.
sk: Premiestňujte lode. Útočte na iné lode.
sr: Покрећи бродове. Нападни друге бродове.
sv: Flytta runt skepp. Attackera andra skepp.
tr: Gemileri etrafından götür. Diğer gemilere saldır.
uk: Переміщення кораблів навколо. Атака інших кораблів.
vi: Di chuyển những chiếc thuyến xung quanh. Tấn con những chiếc thuyền khác.
zh: 四处移动船舶。攻击其它船舶。
zh_tw: 四處移動船隻。攻擊其他船隻。

source: Ships Demo
ast: Dem. naves
bg: Демонстрация — кораби
br: Diskouez - Bigi
ca: Demostració de vaixells
cs: Ukázka lodí
da: Demonstration af skibe
de: Schiffsdemo
el: Επίδειξη Πλοίων
es: Demo naval
eu: Itsas Adibidea
fi: Laivademo
fr: Démo - Navires
ga: Taispeáint Long
gd: Taisbeanadh longan
hu: Hajók demó
id: Demo Kapal
it: Demo Navi
ja: 船舶デモ
ko: 선박 데모
ms: Demo Kapal
nb: Skip Demo
nl: Schepen demo
pl: Okręty (demonstracja)
pt_br: Demonstração de Barcos
pt_pt: Demonstração de barcos
ru: Корабли Демо
sk: Ukážka lodí
sr: Демо - Бродови
sv: Fartygs Demo
tr: Gemi Denemesi
uk: Кораблі демо
vi: Thử nghiệm Những chiếc thuyền
zh: 海战演示
zh_tw: 船的教學戰役

source: Carthage vs. Macedon vs. Persia vs. Iberia! A large oasis acts as the hub of mountainous spokes that divide the home territories of each player.
ast: ¡Carthago-Macedonia-Persia-Iberia! Una gran oasis anodia lɐs cordoleirɐs serraposɐs entre los territorios iniciales de cada jogador.
bg: Картеген срещу Македония срещу Персия срещу Иберия! Един огромен оазис е сборна точка на няколко планини, разделящи териториите на играчите.
br: Kartago a-enep da Vakedonia a-enep da Bersia a-enep da Iberia! Un oaziz ledan a seblant bezañ evel kreiz ar bannoù menezek a zisrann tiriadoù a bep c'hoarier.
ca: Cartago vs. Macedònia vs. Pèrsia vs. Ibèria! Un gran oasi actua com a centre dels radis muntanyosos que divideixen els territoris d'origen dels jugadors.
cs: Kartágo proti Makedonii proti Persii proti Iberii! Rozsáhlá oáza jako středobod pohoří, které odděluje domovské území každého hráče.
da: Karthago mod Makedonien mod Persien mod Iberien! En stor oase er forbindelsen imellem hver spillers hjemterritorier, som er adskilt af bjergkæder
de: Karthago vs. Makedonien vs. Persien vs. Iberien! Eine große Oase dient als Mittelpunkt von gebirgigen Speichen, die die Heimatterritorien der Spieler trennen.
el: Καρχηδόνα εναντίον Μακεδονίας εναντίον Περσίας εναντίον Ιβηρίας! Μια μεγάλη όαση λειτουργεί ως κομβικό σημείο των ορεινών ακτίνων που χωρίζουν τα οικία εδάφη του κάθε παίκτη.
es: ¡Cartago, Macedonia, Persia e Iberia! Un gran oasis funciona como el ojo desde donde parten cordilleras que dividen el territorio inicial de cada jugador.
eu: Kartago, Mazedonia, Pertsia eta Iberia! Oasia jokalari bakoitzaren lurrak banantzen dituen mendikateen abiapuntua da.
fi: Karthago vs. Makedonia vs. Persia vs. Iberia! Suuri keidas toimii keskipisteenä vuoristoisille ulokkeille, jotka jakavat kunkin pelaajan kotialueet.
fr: Carthage contre Macédoine contre Perse contre Ibérie! Une grande oasis agit comme plaque tournante des sillons montagneux qui séparent les territoires d'origines de chaque joueur.
ga: An Chartaig i.gc. an Mhacadóin i.gc. an Pheirs i.gc. an Ibéir! Feidhmíonn ósais mhór mar lár-ionad na spócaí sléibhtiúla ag rith idir bunáiteanna na n-imreoirí.
gd: Cartago an aghaidh na Masadoine an aghaidh na Peirse an aghaidh na h-Ibèir! Tha innis-fhàsaich mhòr ’na cho-ionad airson clàran-cuibhle beanntach a sgaraicheas ranntairean nan cluicheadairean.
hu: Karthágó, Makedónia, Perzsia és Ibéria egymás ellen! Egy nagy oázis adja a központot, amelytől a hegyvonulatok elválasztják a játékosok területét.
id: Kartago vs. Makedonia vs. Persia vs. Iberia! Sebuah oasis besar bertindak sebagai pusat jeruji pegunungan yang membagi wilayah rumah masing-masing pemain.
it: Cartagine vs Macedonia vs Persia vs Iberia! Una grande oasi funge da fulcro alle catene montuose che dividono i territori di ogni giocatore.
ja: カルタゴ対マケドニア対ペルシア対イベリア！ 大きなオアシスを中心に山脈が放射状に延び、各プレイヤーの本拠地を隔てています。
ko: 카르타고 vs. 마세곤 vs. 페르시아 vs. 이베리아! 큰 오아시스는 각 플레이어의 고향 영토를 나누는 산악 스포크의 허브 역할을합니다.
ms: Carthage lwn. Macedonia lwn. Parsi lwn. Iberia! Sebuah osasis besar yang bertindak sebagai hab pergunungan yang membahagi wilayah asal setiap pemain.
nb: Karthago vs. Makedonia vs. Persia vs. Iberia! En stor oase utgjør navet for eikene av fjellkjeder som adskiller hjemmeområdene til hver spiller.
nl: Carthago vs. Macedonië vs. Perzië vs. Iberië! Een grote oase als een middelpunt van bergketens die gebieden van elke speler verdeelt.
pl: Kartagina kontra Macedonia kontra Persia kontra Iberia! Ogromna oaza służy za piastę z ogromnymi szprychami, które dzielą terytoria każdego gracza.
pt_br: Cartago contra Macedônia contra Pérsia contra Ibéria! Um grande oásis age como centro de uma cadeia de montanhas que delinea os territórios.
pt_pt: Cartago contra a Macedónia contra a Pérsia contra a Ibéria! Um grande oásis central é o fulcro das cadeias montanhosas que dividem os territórios iniciais de cada jogador.
ru: Карфаген, Македония, Персы, Иберия друг против друга. Большой оазис концентрирует горные хребты которые разделяют исходные территории каждого игрока.
sk: Kartágo vs. Macedónia vs. Perzia vs. Ibéria! Veľká oáza pripomína hlavu kolesa s vrchovatými spicami, ktoré delia územia hráčov.
sv: Karthago mot Makedonien mot Persien mot Iberien! En stor oas bildar knutpunkten av stora bergskedjor som delar upp spelarnas territorier.
tr: Kartacalılara karşı Makedonlar karşı Perslere karşı İberler! Büyük bir vaha dağ merkezi ile çevrilidir ve bölgeleri ikiye ayırır.
uk: Карфаген, Македонці, Персія та Іберія один проти одного! Великий оазис концентрує гірські хребти, які відділяють початкові позиції гравців.
vi: Carthage vs. Macedon vs. Persia vs. Iberia! Một ốc đảo rộng lớn đóng vai trò như một trục núi non phân chia các lãnh thổ của mỗi người chơi.
zh: 迦太基、马其顿、波斯及伊比利亚大混战！中心是一处大型的绿洲，玩家被山地隔开。
zh_tw: 迦太基 vs. 馬其頓 vs. 波斯 vs. 伊比利！有一個大型的綠洲在中心，且有許多山地障礙將每個玩家的領土隔開。

source: Siwa Oasis
ast: Ammoníaca
bg: Оазисът Сиуа
br: Oaziz Siwa
ca: Oasi de Siwa
cs: Oáza Siwa
da: Siwaoase
de: Oase Siwa
el: Όαση Σίβα
es: Oasis de Siwa
eu: Siwako Oasia
fa: واحه ی سیوا
fi: Siwan keidas
fr: Oasis de Siwa
ga: Ósais Shaomhá
gd: Innis-fhàsaich Siobha
hu: Szíva-oázis
id: Oase Siwa
it: Oasi di Siwa
ja: シワ・オアシス
ko: 시와 오아시스
ms: Oasis Siwa
nb: Siwaoasen
nl: Siwa oase
pl: Oaza Siwa
pt_br: Oásis de Siuá
pt_pt: Oásis de Siuá
ru: Оазис Сива
sk: Sívska oáza
sr: Оаза Сива
sv: Siwa Oasen
tr: Siwa Vahası
uk: Оазис Сіва
vi: Ốc đảo Siwa
zh: 锡瓦绿洲
zh_tw: 西瓦綠洲

source: Base Temperate Map
ast: Geographía de base temprada
bg: Основна умерена карта
br: Kartenn Diazezlec'h Klouar
ca: Mapa temperat base
cs: Umírněná základní mapa
da: Grundudgaven af en tempereret bane
de: Gemäßigte Standardkarte
el: Βασικός Μέτριος Χάρτης
es: Mapa templado básico
eu: Oinarrizko Mapa Epela
fi: Lauhkea peruskartta
fr: Carte tempérée de base
ga: Léarscáil Bunúsach Measartha
gd: Mapa measarra bunasach
hu: Alap mérsékelt térkép
id: Peta Iklim Sedang Dasar
it: Mappa Temperata Base
ja: 基本温帯マップ
ko: 기본 온대 지도
ms: Peta Tapak Moderat
nb: Grunnkart temperert
nl: Basiskaart met gematigd klimaat
pl: Podstawowa umiarkowana mapa
pt_br: Mapa Base Temperado
pt_pt: Mapa temperado de base
ru: Основная карта умеренного климата
sk: Základná mapa mierneho podnebia
sv: Tempererad Baskarta
tr: Ilıman Tabanlı Harita
uk: Основна помірна карта
vi: Bản đồ Ôn đới Cơ Bản
zh: 温带地图
zh_tw: 基礎溫帶地圖

source: A demo map showing the territory effects of each type of structure.
ast: Una demonstracion de los effectos territoriales de cada typu de structura.
bg: Демонстрационна карта, показваща териториалните обхвати на всички видове сгради.
br: Ur gartenn ziskouez a lak war wel efedoù tiriad a bep seurt framm.
ca: Un mapa de demostració que exhibeix els efectes sobre el territori de cada tipus d'estructura.
cs: Ukázková mapa ukazující územní efekty každého typu stavby.
da: En demonstrationsbane der viser effekterne til territorium for hver bygningstype.
de: Eine demonstrative Karte, welche die Gebietseffekte von jedem Gebäudetyp zeigt.
el: Ένας χάρτης επίδειξης που δείχνει τις επιπτώσεις του εδάφους για κάθε τύπο κατασκευής.
es: Un mapa de ejemplo que muestra los efectos en el territorio de cada tipo de estructura.
eu: Adibide mapa egitura mota bakoitzak duen lurraldetasun eragina erakusteko.
fi: Erityyppisten rakennusten aluevaikutukset näyttävä demokartta.
fr: Une carte de démonstration montrant les effets du territoire sur chaque type de structure.
ga: Léarscáil taispeánach ag léiriú tionchar críocha de chuid gach foirgnimh.
gd: Mapa taisbeanaidh a sheallas na buaidhean ranntair air gach seòrsa de thogalach.
hu: Egy demó térkép, amely az egyes épülettípusok területhatását mutatja be.
id: Peta demo menunjukkan efek wilayah tiap jenis bangunan.
it: Una mappa demo che mostra gli effetti territorio per ogni tipo di struttura.
ja: 各種の建物の領地効果を見せるデモマップです。
ko: 각 건축물 유형의 유형의 영토 효과를 보여주는 데모 지도입니다.
ms: Peta demo yang menunjukkan kesan wilayah terhadap setiap jenis struktur.
nb: Et demonstrasjonskart som viser territoriumeffekten for hver type bygning.
nl: Een demokaart die de gebiedseffecten van elk type gebouw laat zien.
pl: Mapa demonstracyjna ukazująca oddziaływanie na obszar wokół siebie poszczególnych typów budowli.
pt_br: Uma demonstração de efeitos de território em cada tipo de estrutura.
pt_pt: Um mapa de demonstração que mostra os efeitos territoriais de cada tipo de estrutura.
ru: Демо-карта, показывающая влияние на землю различных построек.
sk: Ukážková mapa demonštrujúca územný vplyv každého typu stavby.
sr: Демо мапа показује територијалне ефекте сваког типа грађевине.
sv: En demo karta som visar territorieeffekterna av varje typ av byggnad.
tr: Her tür yapının bölgesel etkilerini gösteren bir deneme haritası.
uk: Демо карта, що показує вплив будівель на землю.
vi: Một bản đồ thử nghiệm cho thấy những tác động lãnh thổ của mỗi dạng công trình.
zh: 演示地图，显示各种建筑的领土效果。
zh_tw: 一個用來展示每一種建築物所產生的領土效果的地圖。

source: Territory Demo
ast: Dem. territorio
bg: Демонстрация — територии
br: Diskouez - Tiriad
ca: Demostració del territori
cs: Ukázka území
da: Demonstration af territorium
de: Territoriendemo
el: Επίδειξη Περιοχής
es: Demo de territorios
eu: Lurraldetasun Adibidea
fi: Aluedemo
fr: Démo - Territoire
ga: Taispeáint Críocha
gd: Taisbeanadh ranntair
hu: Terület demó
id: Demo Wilayah
it: Demo Territorio
ja: 領地デモ
ko: 영토 데모
ms: Demo Wilayah
nb: Territorium demo
nl: Territorium demo
pl: Terytorium (demonstracja)
pt_br: Demonstração de Território
pt_pt: Demonstração de território
ru: Земля Демо
sk: Ukážka teritórií
sr: Демо - Територија
sv: Territorie Demo
tr: Bölge Denemesi
uk: Земля демо
vi: Thử nghiệm Lãnh thổ
zh: 领土演示
zh_tw: 領土展示

source: This map is designed to help artists and modders find the adequate foundation for a specific building. This map is not meant to be playable.
ast: Esta geographía sta desiñada par’ adiudar a artistas & camudadores atopare lɐs muruöcɐs aparentes par’ un determinado edificio. Esta geographía nun sta pensada para ser jogable.
bg: Тази карта е проектирана така, че да помага на дизайнерите и създателите на модификации да намерят подходящата основа за определена сграда. Картата не е подходяща за игра.
cs: Tato mapa je navržena tak aby pomohla umělcům a modderům najít odpovídající základ pro konkrétní budovu. Tato mapa nebyla navržena na hraní.
da: Dette kort er designet til at hjælpe kunstnere og moddere med at finde det passende fundament for en specifik bygning. Dette kort er ikke beregnet til at være spilbart.
de: Diese Karte ist dazu da, Künstlern und Moddern zu helfen, die richtigen Fundamente für ein spezielles Gebäude zu finden. Diese Karte ist nicht zum Spielen gedacht.
el: Αυτός ο χάρτης έχει σχεδιαστεί για να βοηθήσει τους καλλιτέχνες και τους τροποποιητές να βρουν την κατάλληλη βάση για ένα συγκεκριμένο κτίριο. Αυτός ο χάρτης δεν προορίζεται για παίξιμο.
es: Este mapa está diseñado para ayudar a los artistas y modders a encontrar la base adecuada para un edificio específico. Este mapa no está destinado a ser jugable.
eu: Mapa hau artistek eta mod egileek eraikin zehatz batentzako oinarri egokia aurkitu dezaten egin da. Mapa hau ez da jolasteko egin.
fi: Tämä kartta on suunniteltu auttamaan taiteilijoita ja modaajia löytämään sopivan perustuksen tietylle rakennukselle. Tätä karttaa ei ole tarkoitettu pelattavaksi.
fr: Cette carte est conçue pour aider les artistes et moddeurs à trouver la fondation adéquate pour un bâtiment spécifique. Cette carte n'est pas destinée à jouable.
hu: Ez a térkép arra lett tervezve, hogy segítsen a művészeknek és moddereknek, hogy megfelelő alapzatot találjanak az egyes épületeknek. Ez a térkép nem úgy készült, hogy játszható legyen.
id: Peta ini dirancang untuk membantu seniman dan pengembang mod menemukan landasan yang memadai untuk bangunan tertentu. Peta ini tidak dimaksudkan untuk dapat dimainkan.
it: La mappa è progettata per aiutare artisti e modder a trovare la fondazione adeguata per un edificio specifico. Non è fatta apposta per essere giocabile.
ja: このマップは、アーティストやモデラーが特定の建物の適切な基礎を見つけるのに役立つように設計されています。このマップは、プレイアブルなものではありません。
ko: 이 지도는 아티스트와 모더가 특정 건물에 적합한 기초를 찾을 수 있도록 설계되었습니다. 이 지도는 플레이할 수 없습니다.
nl: Deze kaart is gemaakt om ontwerpers en modders de juiste fundering voor een bepaald gebouw te laten vinden. Deze kaart is niet bedoeld om op te spelen.
pl: Mapa została zaprojektowana tak, by pomóc artystom osobom tworzącym modyfikacje znaleźć odpowiednie fundamenty pod budowę. Mapa nie jest przeznaczona do grania.
pt_br: Este mapa é destinado para ajudar artistas e criadores de modificações a encontrarem a fundação adequada para uma construção específica. Este mapa não foi criado para ser jogado.
pt_pt: Este mapa é designado para ajudar artistas e modders a encontrar a fundação adequada para um edifício especifico. Este mapa não serve para ser jogado.
ru: Эта карта предназначена для того, чтобы помочь дизайнерам и моддерам найти подходящий фундамент для конкретного здания. Эта карта не предназначена для игры.
sv: Denna karta är utformad för att hjälpa konstnärer och moddare att hitta ett lämpligt fundament för en specifik byggnad. Denna karta är inte avsedd att vara spelbar.
tr: Bu harita, sanatçıların ve modcuların belirli bir bina için yeterli temeli bulmasına yardımcı olmak için tasarlanmıştır. Bu haritanın oynanabilir olması amaçlanmadı.
uk: Ця карта розроблена, щоб допомогти художникам та моддерам знайти адекватну основу для конкретної будівлі. Ця карта не призначена для гри.
zh: 非游戏地图，此地图旨在帮助艺术家和模型师找到特定建筑的地基。
zh_tw: 該地圖旨在幫助藝術家和模組開發者為特定建築物找到適當的基地。該地圖並非可玩。

source: Foundation Testing Map
ast: Probadorio muruöcɐs
bg: Карта за изпробване на основи
cs: Mapa pro testování základů budov
da: Kort over fundamenttestning
de: Fundament-Testkarte
el: Χάρτης Δοκιμής Θεμελίων
es: Mapa de pruebas base
eu: Oinarriak probatzeko mapa
fi: Perustuksen testauskartta
fr: Carte de test de fondation
gd: Mapa deuchainn bhonn
hu: Alapzat tesztelési térkép
id: Peta Pengujian Landasan
it: Mappa Test Fondamenta
ja: ファンデーション テストマップ
ko: 기초 테스트용 지도
nl: Funderings test kaart
pl: Mapa do testowania fundamentów
pt_br: Mapa de Testes de Fundação
pt_pt: Mapa de testes da fundação
ru: Карта испытания фундаментов
sk: Mapa pre testovanie základov
sv: Karta för fundamenttestning
tr: Temel Test Haritası
uk: Карта тестування будівництва
zh: 地基测试地图
zh_tw: 基地測試地圖

source: The Celts invade Greece. Fight through the central valley or cut through the rich highlands in order to secure the lands around Delphi!
ast: Los celtas stan invadiendo Grecia. ¡Traviessa l valle central ou atalya pelos balyurosos outeiros par’ assegurare lɐs tierrɐs a l redor de Delphos!
bg: Келтите нападат Гърция. Пробийте път през централната долина или минете през хълмовете, за да защитите земите около Делфи!
br: Ar Gelted o doa aloubet Gres. Kanniñ a-dreuz d'an draoñienn greiz pe droc'hañ dre ar menezioù pinvidik evit gwareziñ an douaroù war-dro Delfi!
ca: Els celtes envaeixen Grècia. Lluita a través de la vall central o fes drecera per les terres altes riques per a aconseguir les terres de Delfos!
cs: Keltové vpadli do Řecka. Probojujte se skrz ústřední údolí, nebo se proražte zkrze bohatou vysočinu, abyste obsadili území okolo Delf.
da: Kelterne invaderer Grækeland. Kæmp igennem den centrale dal eller gå igennem det rige højland for at sikre landet omkring Delfi!
de: Die Kelten fallen in Griechenland ein. Kämpfe dich durch das zentrale Tal oder schlage dich durch die reichen Hochländer, um dir die Länder um Delphi zu sichern!
el: Οι Κέλτες εισβάλουν στην Ελλάδα. Πολέμησε διαμέσω της κεντρικής κοιλάδας ή των πλουσίων υψιπέδων, προκειμένου να ασφαλίσεις τα εδάφη γύρω από τους Δελφούς!
es: Los celtas invaden Grecia. Lucha abriéndote camino a través del valle central o ataja por las colinas con el objetivo de hacerte con las tierras cercanas a Delfos.
eu: Zeltak Grezia inbaditzen dute. Borrokatu erdiko haranetik bidea eginez edo mendietatik aurreratu Delfos inguruko lurraldeez jabetzeko.
fi: Keltit valloittavat Kreikan. Taistele tiesi keskuslaakson läpi tai koukkaa vauraiden ylänköjen kautta turvataksesi Delfoin ympärysalueet!
fr: Les Celtes envahissent la Grèce. Combattez dans la vallée centrale ou coupez à travers les riches hauts plateaux en vue de sécuriser les terres près de Delphes !
ga: Déanann na Ceiltigh ionradh ar an nGréig. Troid tríd an ngleann lárnach nó déan bealach tríd na ardchríocha saibhre don thailte i dtimpeall an Deilfe!
gd: Tha muinntir na Gaille a’ briseadh a-steach dhan Ghreug. Dèan blàr sa ghleann mheadhanach no rach tron tìr àrd gus an roinn timcheall air Delphi a ghabhail!
hu: Kelta invázió Görögország ellen. Küzdj a központi völgy mentén, vagy vágj át a gazdag felvidéken, hogy biztosítsd Delphoi vidékét!
id: Bangsa Kelt menyerbu Yunani. Bertarunglah menempuh lembah pusat atau tembuslah dataran tinggi yang kaya untuk menjaga tanah di sekitar Delfi!
it: I Celti invadono la Grecia. Lotta attraverso la valle centrale o taglia attraverso i ricchi altopiani al fine di garantire la sicurezza delle terre intorno a Delfi!
ja: ケルト人がギリシアに侵入してきました。中央の谷を正面突破するか、それとも豊かな高地に切り込んでデルポイの周囲の土地を確保しましょう！
ko: 켈트인이 그리스를 침략합니다. 델파이 주변의 땅을 확보하기 위해 중앙 계곡을 통해 싸우거나 풍부한 고지대를 통과해야 합니다!
ms: Celt menakluki Yunani. Bertempur menerusi lembah yang berada ditengah-tengah atau melalui tanah tinggi untuk mengawasi dan mengawal tanah disekitar Delphi!
nb: Kelterne invaderer Hellas. Kjemp deg gjennom den sentrale dalen eller ta veien gjennom de rike høylandene for å sikre landområdene rundt Delfi!
nl: De Kelten vallen Griekenland binnen. Vecht midden door de vallei of baan een weg door de rijke hooglanden om de gebieden rond Delphi te bemachtigen.
pl: Celtowie napadają na Grecję. Wywalcz sobie drogę przez centralną dolinę lub przetnij się przez bogate wyżyny aby zabezpieczyć ziemie wokół Delf.
pt_br: Os Celtas invadem a Grécia. Lute pelo vale central ou avance pelo rico planalto para garantir a paz de volta a Delfos!
pt_pt: Os celtas invadem a Grécia. Combate no vale central ou atalha pelas ricas terras altas para proteger as terras à volta de Delfos.
ru: Кельты вторгаются в Грецию. Устройте сражение в центральной долине или пройдите через богатое высокогорье, чтобы защитить земли вокруг города Дельфы!
sk: Kelti napadli Grécko. Prebojujte sa stredným údolím alebo preniknite cez bohatú vysočinu, aby ste obsadili územie okolo Delfy!
sr: Келти продиру у Грчку. Бори се дуж средишње долине или пресечи преко богатих висоравни како би обезбедио земље Делфа.
sv: Kelterna invaderar Grekland. Kämpa igenom den centrala dalen eller skär igenom det rika höglandet för att säkra trakterna runt Delfi!
tr: Keltlerin Yunanistan'ı istilası. Delphi çevresindeki toprakları güvence altına almak için zengin yayla ile merkezi vadi boyunca savaşın veya bırakıp gidin!
uk: Кельти вторглись у Грецію. Влаштуйте битву у центральній долині або пройдіть через багате високогір'я, щоб захистити землі навколо міста Дельфи!
vi: Quân Celts xâm lược Greece. Chiến đấu xuyên qua thung lũng trung tâm hoặc băng qua những cao nguyên to lớn để bảo vệ những vùng đất xung quanh Delphi!
zh: 希腊正遭受凯尔特的侵略。防御中央山谷，或切断资源丰富的高原，确保德尔斐的安全！
zh_tw: 塞爾特人入侵希臘。透過戰鬥確保中央山谷或是切斷豐饒的的高地的通行以確保德爾菲週邊土地的安全！

source: Massacre of Delphi
ast: Hecatombe de Delphos
bg: Клането в Делфи
br: Lazhadeg Delfi
ca: Massacre de Delfos
cs: Delfský masakr
da: Delfimassakren
de: Massaker von Delphi
el: Η Σφαγή των Δελφών
es: Masacre del Delfos
eu: Delfoseko sarraskia
fi: Delfoin joukkomurha
fr: Massacre de Delphes
ga: Sléacht i nDeilfe
gd: Sgrios Dhelphi
hu: Delphoi vérfürdő
id: Pembantaian Delfi
it: Massacro di Delfi
ja: デルポイの大虐殺
ko: 델파이 대학살
ms: Pembunuhan Beramai-ramai di Delphi
nb: Massakeren ved Delfi
nl: Bloedbad van Delphi
pl: Masakra Delf
pt_br: Massacre de Delfos
pt_pt: Massacre de Delfos
ru: Дельфийская резня
sk: Delfský masaker
sr: Масакр Делфа
sv: Massakern i Delfi
tr: Delphi Katliamı
uk: Побиття в Дельфах
vi: Cuộc thảm sát Delphi
zh: 德尔斐大屠杀
zh_tw: 德爾菲大屠殺
