Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Champions +2 capture attack strength, +20% melee and ranged attack damage.
af: Kampioene +2 verowering aanvalskrag, +20% naby- en afstand-aanval skade.
ast: campiadores • podencia de posseu +2 • podencia de combate & de tiru +20%.
ca: +2 d'atac de captura i +20% d'atac cos a cos i a distància per als campions.
cs: Elitní vojáci +2 k síle útoku při zajímání jednotek, +20 % k poškození při útoku na blízko a na dálku.
da: Elitesoldater +2 erobrings-angrebsstyrke, +20% nærkamps- og langdistance-angrebsskade.
de: Gardisten +2 Einnehmrate, +20 % Nahkampf- und Fernkampfschaden.
es: Tropas de élite (Fuerza de captura: +2; Daño a distancia y cuerpo a cuerpo: +20%).
eu: Aldezkariak +2 atzemate eraso indarra, %20+ buruz-buruko eta urrutiko eraso kaltean.
fa: قهرمانان +2 قدرت حمله، +20% آسیب سلاح دستی و ناحیه حملات به دست می آورند.
fi: Mestareille +2 kaappaushyökkäyksen voimakkuus, +20 % lähitaistelu- ja kantamataisteluvahinkoa.
fr: Les Champions gagnent +2 en force de capture d'attaque, et 20% de dégât mêlée et distance.
gl: Os campións forza de ataque: +2 captura, +20% de dano de ataque corpo a corpo e a distancia.
hi: शूरवीरों की कब्जाने की घातक क्षमता +२, अस्त्र-शस्त्र का घात +२०%
hu: +2 elfoglalási támadási erő, +20% közelharci és távolsági sebzés a bajnokoknál.
hy: +20% մերձամարտի և հեռահար հարձակման վնաս և +2 գրավում չեմպիոնական միավորներին։
id: Jawara +2 daya rebut, +20% daya serang jarak dekat dan jauh.
it: +1 attacco cattura e +20% danno da mischia e a distanza per le unità Campione.
ja: チャンピオンユニットの占拠力+2 近接と遠距離攻撃力+20%
ko: 대표 전사 점령 공격력이 +2 증가하고, 근접 및 범위 공격 피해가 +20% 증가합니다.
ku: Şampiyon +2 hêza êrîşê, +20% nêzîk û zirara êrişê ya rêzdar digire.
lb: Championen +2 Eroberungstaux, +20% No- an Fernkampfschued.
nl: Kampioenen +2 veroveren, +20% schade bij mêlee en afstandsaanval.
pl: Czempioni otrzymują +2 do siły przejęcia i +20% do obrażeń.
pt_br: Campeões têm +2 de poder de captura e +20% de dano de ataque à distância e de corpo-a-corpo.
pt_pt: Campeões +2 força de ataque de captura, +20% dano de ataque à distância e corpo a corpo.
ro: Campionii +2 putere de atac de capturare, +20% daune de atac corp la corp și la distanță.
ru: Гвардейцы получают +2 к скорости захвата и +20% к урону в ближнем и дальнем бою.
sk: Šampióni +2 sila obsadzovacieho útoku, +20% poškodenia pri boji zblízka a na diaľku.
sr: Шампиони +2 снага напада, +20% јачина блиских и удаљених напада.
sv: Mästare +2 erövringsstyrka, +20% närstrids- och distansattack.
tr: Şampiyonlar +2 ele geçirme saldırı gücü, +20% yakın ve menzilli saldırı hasarı.
uk: Чемпіони мають +2 ефективності захоплення, +20% нанесення ближнього та дистанційного пошкодження.
zh: 冠勇单位夺占 +2，攻击 +20% .
zh_tw: 鬥士 +2 占領力、+20% 近戰與遠程攻擊傷害。

source: Enemy Cavalry −10% melee and ranged attack damage.
ast: caballeiros inimigos • podencia de combate & de tiru −10%.
ca: Cavalleria enemiga −10% de mal d'atac cos a cos i a distància.
cs: Nepřátelská jízda -10% k poškození při útoku na blízko a na dálku.
da: Fjendtligt Infanteri -10% nærkamps- og langdistance-angrebsskade.
de: Gegnerische Kavallerie −10 % Nahkampf- und Fernkampfschaden
es: Caballería enemiga (Daño a distancia y cuerpo a cuerpo: −10%).
fi: Vihollisen ratsuväelle -10 % lähitaistelu- ja kantamahyökkäysvahinkoa.
fr: La cavalerie ennemie fait -10 % de dégâts d'attaque en mêlée et à distance.
gl: Cabalería inimiga −10% danos de ataque corpo a corpo e a distancia.
hu: −10% közelharci és távolsági sebzés ez ellenséges lovasoknak
id: Kavaleri Musuh -10% daya serang jarak dekat dan jauh.
it: Cavalleria nemica -10% di attacco corpo a corpo e a distanza.
ja: 敵騎兵ユニットの近接と遠距離攻撃力-10%
ku: Siwariyên Dijmin -10% nêzîk û zirara êrişê ye.
lb: Feindlech Kavallerie -10% No- an Fernkampfschued.
nl: Vijandelijke cavalerie -10% schade bij mêlee en afstandsaanval.
pl: Wroga kawaleria -10% ataku.
pt_br: Cavalaria inimiga -10% de dano de ataque corpo a corpo e à distância.
pt_pt: Cavalaria inimiga −10% dano de ataque corpo a corpo e à distância.
ru: Вражеская конница наносит на 10% меньше урона в ближнем и дальнем бою
sk: Nepriateľská jazda −10% poškodenia pri boji zblízka a na diaľku.
sr: Непријатељска Коњица -10% блиска и далекометна снага напада.
sv: Fiendens kavalleri −10% närstrid och skador på avståndsattacker.
tr: Düşman Süvari -%10 yakın dövüş ve menzilli saldırı hasarı.
uk: Ворожа кавалерія має −10% нанесення ближнього та дистанційного пошкодження.
zh: 敌方骑兵的远程及近战攻击 -10% .
zh_tw: 敵方騎兵 -10% 近戰和遠程攻擊傷害。

source: Inspired Defense
af: Geïnspireerde Verdediging
ar: وحي الدفاع
ast: Defensa inspirada
bg: Вдъхновена защита
bn: অনুপ্রাণিত প্রতিরক্ষা
br: Difenn awenet
ca: Defensa inspirada
cs: Vzorová obrana
da: Inspireret Forsvar
de: Begeisterte Verteidigung
el: Εμπνευσμένη Άμυνα
es: Acicate defensivo
es_ar: Defensa Inspirada
eu: Babes Pizgarria
fa: دفاع الهام بخش
fi: Inspiroitunut puolustus
fr: Défense inspirée
ga: Consaint Spreagtha
gd: Dìon brosnaichte
gl: Defensa elaborada
he: השראה הביטחון
hi: प्रेरित सुरक्षा
hu: Inspirált védelem
hy: Ոգեշնչված պաշտպանություն
id: Penggagas Pertahanan
it: Difesa Ispirata
ja: 防衛の構え
ko: 탁월한 방어
ku: Parastina ku îlhamê dide
ms: Pertahanan Terilham
nb: Inspirert forsvar
nl: Geïnspireerde Defensie
pl: Natchniona Defensywa
pt_br: Defesa Inspirada
pt_pt: Defesa inspirada
ro: Apărare inspirată
ru: Вдохновенная защита
sk: Inšpirovaná obrana
sr: Надахнута Одбрана
sv: Inspirerat Försvar
tr: Yüreklendirilmiş Savunma
uk: Натхненна оборона
ur: متاثرہ دفاع
zh: 墨守成规
zh_tw: 激勵防禦

source: When garrisoned, the Structure has +1 capture points garrison regeneration rate.
ast: abelhogadu, la taxa de regeneracion de puntos de posse per occupante de la Structura occupada xube n +1.
cs: Když je Struktura obsazena posádkou, dostává +1 bodů k rychlosti regenerace zajetí.
da: Når garnisoneret, har Bygningen +1 erobrings point garnisonerede regenerationsrate.
fi: Kun rakennelma on miehitetty, sillä on +1 kaappauspisteiden uusiutumisnopeus miehittäville yksiköille.
gl: Cando está gornecida, a estrutura ten +1 punto de captura na taxa de rexeneración da gornición.
hu: Amikor a helyőrség aktív, az építmény +1 elfogási regenerációs pontot tölt vissza.
id: Saat ditempati, bangunan mempunyai +1 pemulihan poin perebutan laju pemulihan.
pl: Podczas obsadzenia budynek otrzymuje +1 punkt odnowienia garnizonu.
pt_pt: Quando aquartelado, a estrutura tem +1 velocidade de regeneração de pontos de captura com unidades aquarteladas.
sk: Ak má posádku, budova má +1 k rýchlosti obnovovania obsadzovacích bodov.
sv: När hjälten garnisoneras får strukturen +1 regenerationstakt för erövringspoäng.
tr: Yapı içine konuşlanılmış ise +1 ele geçirme puanı garnizon yenileme oranı.
zh: 驻军后，每个单位可让建筑反同化值 + 1 。

source: When garrisoned, the Structure or Siege Tower has +75% arrow count.
af: Struktuur of Aanvalstoring met garnisoen +75% pyl getalle
ast: abelhogadu, la Structura ou Helépolis occupada tira un +75% de sayetɐs.
ca: Quan està refugiat a una estructura o torre de setge, aquesta dispara un 75% més de fletxes.
cs: Stavba a obléhací věž získá +75 % k počtu šípů, pokud je obsazena posádkou.
da: Når garnisoneret, har Bygningen eller Belejringstårnet +75% antal pile.
de: Wenn einquartiert, hat das Gebäude oder der Belagerungsturm +75 % Pfeile.
es: Estructuras o máquinas de asedio con guarnición (Flechas: +75%).
eu: Guardan sartzean, egitura edo setio dorreak %75+ gezi kopuruan.
fi: Kun rakennelma tai piiritystorni on miehitetty, sen nuolien määrä kasvaa +75 %.
fr: En garnison, la structure ou la Tour de siège gagnent 75% de flèches supplémentaires.
gl: Cando está gornecida, a Estrutura ou a Torre de Asedio ten +75% de conta de frechas.
hi: मोर्चाबंदी के समय, भवनों और घेराबंद मीनारों की बाण संख्या +७५%
hu: Beszállásoláskor +75% nyílszám az épületnél vagy ostromgépnél.
hy: Ունենալով կայազոր՝ կառույցը կամ պաշարողական աշտարակն ստանում է +75% ավել նետեր։
id: Bangunan atau Menara Kepung yang ditempati memiliki +75% jumlah panah.
it: Quando presidiata, la struttura o la torre difensiva ottiene il 75% di frecce in più.
ja: 建築物と攻城塔に駐留した際の矢の発射数+75%
ko: 주둔시, 건축물과 공성탑의 화살 수가 +75% 증가합니다.
ku: Dema ku garnîzon e, Avahî an Birca Siege +75% jimara tîrê heye.
nl: Met bemanning schiet het gebouw of belegeringswerktuig +75% meer pijlen.
pl: Budowla lub wieża oblężnicza ma o 75% więcej strzał, gdy jest obsadzona.
pt_br: Quando guarnecido, a Estrutura ou Arma de Cerco têm +75% de flechas.
pt_pt: Quando aquartelado, a estrutura ou torre de cerco tem +75% número de flechas.
ro: Atunci când se află în garnizoană, structura sau turnul de asediu are un număr de săgeți de +75%.
ru: При наличии гарнизона здание или осадная башня выпускает на 75% больше стрел.
sk: Ak má posádku, budova alebo obliehacia veža má +75% počtu šípov.
sr: Када су стационирани, грађевина или торањ за опсаду имају +75% испаљених стрела.
sv: Byggnaden eller Belägringstornet hjälten är garnisonerad i får +75% pilar.
tr: Konuşlandırıldığında, Bina ve Kuşatma Kulesi +75% ateş sayısı.
uk: Коли гарнізовано, споруда або облогова вежа має +75% кількості стріл.
ur: جب گیرسونڈ کیا جاتا ہے ، اسٹرکچر یا محاصرہ ٹاور میں +75 تیر شمار ہوتا ہے
zh: 驻军后，建筑物或攻城塔火力 +75% .
zh_tw: 駐紮的建築或攻城塔 +75% 箭數。

source: Valiant Defender
af: Dapper Verdediger
ar: المدافع الباسل
ast: Defensor valiente
bg: Доблестен защитник
bn: শক্তিশালী বাধাদানকারী
br: Difenner kalonek
ca: Defensor valerós
cs: Udatný obránce
da: Tapper Forsvarer
de: Heldenhafter Verteidiger
el: Γενναίος Υπερασπιστής
es: Gallardo defensor
es_ar: Defensor Valiente
eu: Valiant Defendatzailea
fa: دفاع شجاعانه
fi: Urhea puolustaja
fr: Vaillant défenseur
ga: Cosantóir Cróga
gd: Dìonadair dàna
gl: Defensor hábil
he: מגן הוואלאנט
hi: पराक्रमी रक्षक
hu: Bátor védelmező
hy: Քաջարի Պաշտպան
id: Pembela Pemberani
it: Difensore Valoroso
ja: 勇敢なる防御者
ko: 용맹한 수비군
ku: Parêzvanê Mêrxas
ms: Pembela Berani
nb: Tapper beskytter
nl: Moedige Verdediger
pl: Śmiały Obrońca
pt_br: Valente Defensor
pt_pt: Valente defensor
ro: Apărător Falnic
ru: Доблестный защитник
sk: Udatný obranca
sr: Храбри бранилац
sv: Tapper Försvarare
tr: Cesur Savunucu
uk: Відважний захисник
ur: بہادر محافظ
zh: 勇敢的捍卫者
zh_tw: 英勇防衛者

source: Battle Fervor
af: Stryd Ywering
ar: حماس المعركة
ast: Fervor de batalya
bg: Боен плам
bn: তীব্র সংঘর্ষ
br: Bervidanted an Emgann
ca: Fervor de la batalla
cs: Bojový zápal
da: Kampgejst
de: Kämpferischer Eifer
el: Ένθερμη Μάχη
es: Fervor bélico
es_ar: Fervor de la Batalla.
eu: Borrokaren Beroa
fa: خستگی نبرد
fi: Taistelun kiihko
fr: Ferveur de bataille
ga: Díocas Catha
gd: Dèine còmhraige
gl: Fervor guerreiro
he: קרב קרב
hi: संग्राम के लिए उत्साही
hu: Harci szellem
hy: Պայքարի եռանդ
id: Semangat Tempur
it: Fervore nella Battaglia
ja: 戦の熱意
ko: 전쟁의 열정
ku: Daxwaza Şer
ms: Keghairahan Perang
nb: Kampinnsats
nl: Strijdlust
pl: Bitewny Zapał
pt_br: Fervor da Batalha
pt_pt: Fervor da batalha
ro: Fervoarea Bătăliei
ru: Жажда битвы
sk: Bojový zápal
sr: Бојна жестина
sv: Stridsiver
tr: Savaş Şevki
uk: Бойовий запал
ur: جنگ جوش
zh: 激战
zh_tw: 戰鬥狂熱

source: Soldiers +1 crush, hack, pierce resistance.
ast: soldados • resistencia a la frayura, corte & foradura +1.
ca: Augmenta en 1 la resistència d'impacte, tall i perforació dels soldats.
cs: Vojáci +1 k obraně proti drtivým, sečným a bodným útokům.
da: Soldater +1 knus, hak, gennembor modstand.
de: Soldaten +1 Schmetter-, Hieb- und Stichwiderstand.
es: Soldados (Resistencia al aplastamiento, corte y perforación: +1).
fi: Sotilaille +1 murskaus-, hakkaus- ja lävistyskestävyyttä.
fr: Les soldats gagnent +1 dégât écrasant, tranchant, perçant.
gl: Soldados +1 de resistencia a esmagamento, corte e perforación.
hi: सैनिकों का कुचलने, काटने, भेदने से बचाव +१
hu: +1 zúzással, vágással és szúrással szembeni ellenállás a katonáknak
id: Prajurit +1 daya tahan lindas, tebas, tusuk.
it: +1 resistenza a frantumare, fendente, perforante per i soldati.
ja: 兵士の衝撃、斬撃、貫通耐性+1
ku: Leşker +1 berxwedanê diperçiqînin, dişkînin, qul dikin.
lb: Zaldoten +1 Schmetter-, Hack-, Stiechresistenz.
nl: Soldaten +1 slag-, steek- en verpletterweerstand.
pl: Wojownicy +1 do obrony przed obrażeniami obuchowymi, kłutymi i siecznymi.
pt_br: Soldados têm +1 resistência à esmagamento, corte e perfuração.
pt_pt: Soldados +1 resistência ao esmagamento, corte e perfuração.
ro: Soldați +1 zdrobesc, taie, străpung rezistența.
ru: Воины получают +1 к защите от дробящего, рубящего и колющего оружия.
sk: Vojaci +1 drvivej, sečnej a bodnej odolnosti.
sr: Војници +1 уништавање и отпорност на пробијање.
sv: Soldater +1 kross, hack, resistans mot genomträngning.
tr: Askerler +1 ezme, kesme, delme, direnci.
uk: Солдати мають +1 стійкості до крушіння, рубання, коління.
ur: فوجی +1 کچلتے ہیں ، ہیک کرتے ہیں ، مزاحمت کرتے ہیں
zh: 士兵的各项防护 +1
zh_tw: 士兵 +1 粉碎、劈砍、穿刺抗性。

source: Mobilization
af: Mobilisering
ar: استنفار القوات
ast: Mobilizacion
bg: Мобилизация
bn: সৈন্য সমবেতকরণ
br: Galvadeg
ca: Mobilització
cs: Uvedení do stavu pohotovosti
da: Mobilisering
de: Mobilmachung
el: Επιστράτευση
es: Movilización
es_ar: Movilización
eu: Mobilizazioa
fa: بسیج نیروها
fi: Liikekannallepano
fr: Mobilisation
ga: Slógadh
gd: Togail feachd
gl: Movilización
he: גִיוּס
hi: लामबंदी
hu: Mozgosítás
hy: Զորահավաք
id: Pengerahan
it: Mobilitazione
ja: 動員
ko: 동원
ku: Seferberî
ms: Pengerahan
nb: Mobilisering
nl: Mobilisatie
pl: Mobilizacja
pt_br: Mobilização
pt_pt: Mobilização
ro: Mobilizare
ru: Мобилизация
sk: Mobilizácia
sr: Мобилизација
sv: Mobilisering
tr: Seferberlik
uk: Мобілізація
ur: متحرک
zh: 动员
zh_tw: 動員

source: Soldiers −15% resources costs, −20% training time.
af: Soldate -15% hulpbron kostes, -20% opleidingstyd.
ar: الجنود -15% تكاليف الموارد، -20% وقت التدريب.
ast: soldados • costos in recursos −15% • tiempu de creacion −20%.
ca: −15% de cost i −20% de temps de reclutament per a tots els soldats.
cs: Vojáci −15 % z ceny, −20 % z doby výcviku.
da: Soldater -15% ressourceomkostninger, -20% træningstid.
de: Soldaten −15 % Rohstoffkosten, −20 % Ausbildungszeit.
es: Soldados (Coste de recursos: −15%; Tiempo de reclutamiento: −20%).
eu: Soldaduak %15- baliabide kostuan, %20- trebatze denboran.
fi: Sotilaille -15 % resurssikustannuksista, -20 % koulutusajasta.
fr: Les soldats coûtent 15% de ressources en moins, et leur temps de formation est réduite de 20%.
gl: -15% custo de recursos de soldados, -20% tempo de adestramento.
hi: सैनिकों की संसाधन लागत -१५%, प्रशिक्षण समय -२०%
hu: −15% nyersanyagigény és −20% kiképzési idő a katonáknak
hy: -20% պատրաստման ժամանակ և -15% ռեսուրսային արժեք զինվորներին։
id: Prajurit -15% biaya sumberdaya, -20% waktu latih.
it: −15% costi e −20% tempi d'addestramento per i soldati.
ja: 兵士の訓練費用-15%、訓練時間-20%
ko: 군인의 자원 비용이 -15% 감소하고, 양성 시간이 -20% 감소합니다.
ku: Leşker −15% lêçûnên çavkaniyan, −20% dema perwerdehiyê.
lb: Zaldoten -15% Ressourcekäschten, -20% Rekrutementsdauer.
nl: Soldaten kosten -15% minder grondstoffen en -20% rekruteringstijd.
pl: Wojownicy są tańsi o 15% i szkolą się 20% szybciej.
pt_br: Soldados custam −15% de recursos e −20% de tempo de treinamento.
pt_pt: Soldados custam −15% em recursos, −20% tempo de treino.
ro: Soldați -15% costuri de resurse, -20% timp de antrenament.
ru: Стоимость обучения воинов снижается на 15%, время обучения — на 20%.
sk: Vojaci −15% z ceny surovín, −20% z dĺžky tréningu.
sr: Војници -15% цене ресурса, -20% време обуке.
sv: Soldater −15% resurskostnad, −20% träningstid.
tr: Askerler -%15 kaynak bedeli, -%20 eğitim süresi.
uk: Солдати потребують −15% ресурсних витрат, −20% часу навчання.
ur: فوجی − 15 وسائل کے اخراجات ، −20 تربیتی وقت
zh: 士兵花费 -15% ，训练时间 -20% .
zh_tw: 士兵 -15% 資源成本、-20% 訓練時間。

source: Soldiers +20% movement speed.
af: Soldate +20% bewegingspoed.
ar: الجنود +20% سرعة حركة.
ast: soldados • velocidá de movemiento +20%.
ca: +20% de velocitat de moviment dels soldats.
cs: Vojáci získají +20 % k rychlosti pohybu.
da: Soldater +20% bevægelseshastighed.
de: Soldaten +20 % Bewegungsgeschwindigkeit.
es: Soldados (Velocidad de movimiento: +20%).
eu: Soldaduak %20- mugitze abiaduran.
fa: +20% سرعت راه رفتن سربازان
fi: Sotilaille +20 % liikkumisnopeutta.
fr: Les soldats gagnent 20% de vitesse de déplacement.
gl: +20% velocidade de movemento de Soldados.
hi: सैनिकों की चलने की गति +२०%
hu: +20% mozgási sebesség a katonáknak
hy: +20% զինվորների արագությանը։
id: Prajurit +20% laju gerak.
it: +20% velocità per i soldati.
ja: 兵士の移動スピード+20%
ko: 군인의 이동 속도가 +20% 증가합니다.
ku: Leşker +20% leza tevgerê.
lb: Zaldoten +20% Beweegungsgeschwindegkeet.
nl: Soldaten +20% snelheid.
pl: Wojownicy są szybsi o 20%.
pt_br: Soldados têm +20% de velocidade de movimento.
pt_pt: Soldados +20% velocidade de movimento.
ro: Soldați +20% viteză de deplasare.
ru: Воины передвигаются на 20% быстрее.
sk: Vojaci +20% rýchlosť pohybu.
sr: Војници +20% брзина кретања.
sv: Soldater +20% hastighet.
tr: Askerler +20% hareket hızı.
uk: Солдати мають +20% швидкості руху.
ur: فوجی +20 نقل و حرکت کی رفتار
zh: 士兵移动速度 +20% .
zh_tw: 士兵 +20% 移動速度。

source: Swag
af: Buit
ar: غنيمة
ast: Rabina
bg: Плячка
bn: লুণ্ঠন
br: Preizhadenn
ca: Botí
cs: Lup
da: Plyndringsfæ
de: Beute
el: Κλοπιμαία
es: Botín
es_ar: Botín
eu: Ebasketa
fa: کوله پشتی
fi: Saalis
fr: Butin
ga: Faladhúda
gd: Creach
gl: Botín
he: הִתנוֹעֲעוּת
hi: इठलाना
hu: Szajré
hy: Կողոպտիչի ռազմավար
id: Jarahan
it: Bottino
ja: 土産品
ko: 약탈품
ku: Talan
ms: Gendongan
nb: Kosteligheter
nl: Buit
pl: Stylówa
pt_br: Pilhagem
pt_pt: Pilhagem
ru: Добыча
sr: Плен
tr: Yağma
uk: Здобич
ur: چوری کا مال
zh: 缴获
zh_tw: 贓物

source: Soldiers and Siege Engines gain +100% resource loot.
af: Soldate en Beleëringstuie kry +100% hulpbron buit.
ast: soldados & máchinɐs de cerco • cacida de recursos +100%.
ca: Els soldats i les màquines de setge saquegen un 100% més de recursos.
cs: Vojáci a obléhací stroje získají +100 % ke kořisti.
da: Soldater og Belejringsvåben opnår +100% ressourcefæ.
de: Soldaten und Belagerungswaffen erhalten +100 % Beute.
es: Soldados y máquinas de asedio (Saqueo: +100%).
eu: Soldadu eta setio makinek %100+ gehiago baliabide harrapakinean.
fi: Sotilaat ja piirityskoneet saavat +100 % resurssisaalista.
fr: Les soldats et les engins de sièges gagnent 100% de butin de ressources en plus.
gl: Soldados e as máquinas de asedio gañan +100% de botín de recursos.
hi: मनुष्यों व घेराबंदी यंत्रों द्वारा संसाधनों की +१००% अधिक लूट
hu: +100% nyersanyagzsákmány a katonáknak és az ostromgépeknek
hy: +100% զինվորների և պաշարողական մեքենաների ռեսուրսային ավարին։
id: Prajurit dan Mesin Kepung mendapatkan +100% rampasan sumberdaya.
it: Doppio bottino guadagnato da soldati e macchine d'assedio.
ja: 兵士と攻城兵器が倒した際の戦利品+100%
ko: 군인과 공성 무기의 약탈물의 이익이 +100% 증가합니다.
ku: Leşker û Motorên Siege +100% talankirina çavkaniyê digirin.
nl: Soldaten en belegeringswerktuigen maken +100% grondstoffen buit.
pl: Wojownicy i machiny oblężnicze upuszczają 100% zasobów po śmierci.
pt_br: Soldados e Armas de Cerco recebem +100% de recursos em saques.
pt_pt: Soldados e máquinas de cerco ganham +100% pilhagem de recursos.
ro: Soldații și motoarele de asediu câștigă +100% din prada de resurse.
ru: Воины и осадные орудия собирают на 100% больше трофеев.
sk: Vojaci a obliehacie stroje získavajú +100% koristi surovín.
sr: Војници и опсадна оруђа добијају +100% плена у ресурсима
sv: Soldater och belägringsvapen får +100% resursbyte.
tr: Askerler ve Kuşatma Makineleri +100% kaynak yağması alır.
uk: Солдати та облогові знаряддя здобувають +100% ресурсу у якості трофеїв.
ur: سپاہی اور محاصرے کے انجن +100٪ وسائل لوٹتے ہیں
zh: 士兵和攻城机械劫掠的战利品 +100% .
zh_tw: 士兵與攻城武器 +100% 資源戰利品。

source: Warrior Queen
af: Vegter Koningin
ar: ملكة محاربة
ast: Reína guerreira
bg: Царица-во̀ин
bn: যোদ্ধা রানী
br: Rouanez Brezelourez
ca: Reina guerrera
cs: Válečnická královna
da: Krigerdronning
de: Kriegerkönigin
el: Πολεμιστής Βασίλισσα
es: Reina Guerrera
es_ar: Reina Guerrera
eu: Erregina Gerlaria
fa: ملکه جنگجو
fi: Soturikuningatar
fr: Reine Guerrière
ga: Banríon Ghaiscíoch
gd: Bànrigh ghaisgeach
gl: Raíña guerreira
he: מלכה לוחמת
hi: योद्धा रानी
hu: Harcos királynő
hy: Մարտիկ թագուհի
id: Ratu Pejuang
it: Regina Guerriera
ja: 戦士の女王
ko: 전사 여왕
ku: Siltanxanima Şervan
ms: Ratu Wira
nl: Krijgskoningin
pl: Królowa Wojownik
pt_br: Rainha Guerreira
pt_pt: Rainha guerreira
ro: Regină Razboinic
ru: Королева воинов
sk: Bojovnícka kráľovná
sr: Краљица Ратник
sv: Krigardrottning
tr: Savaşçı Kraliçe
uk: Королева-воїн
ur: یودقا ملکہ
zh: 好战女王
zh_tw: 戰士女王

source: Defier of Tradition
af: Definieerder van Tradisie
ar: متحدي التقاليد
ast: Anti-tradicionalista
bg: Противник на традицията
bn: ঐতিহ্য ভঙ্গকারী
br: Daeour hengoun
ca: Desafiador de la tradició
cs: Opovrhovač tradicí
da: Traditionsbryder
de: Herausforderer der Tradition
el: Αψηφεί την Παράδοση
es: Desafiador de la tradición
es_ar: Desafío a la Tradición
eu: Tradizioaren Defierra
fa: سنت شکن
fi: Perinteiden uhmaaja
fr: Défieur de la Tradition
ga: Namhaid Traidisiúin
gd: Dùbhlanach an dualchais
gl: Desafiador da tradición
he: המרד של המסורת
hi: परंपरा का अवज्ञा करनेवाला
hu: A hagyomány meghazudtolója
hy: Ավանդույթ Հերքող
id: Penantang Adat
it: Avversario della Tradizione
ja: 伝統の継承
ko: 전승의 도전자
ku: Serîhildarê Kevneşopiyê
ms: Penentang Tradisi
nl: Tarter van Traditie
pl: Tradycja buntownicza
pt_br: Desafiador das Tradições
pt_pt: Desafiador da tradição
ro: Sfidătorul tradiției
ru: Посягатель на устои
sk: Odporca tradície
sr: Пркосник Традиције
sv: Trotsare av tradition
tr: Geleneklere Meydan Okuyan
uk: Відмовник від традицій
ur: روایت کا دفاع کرنے والا
zh: 反传统者
zh_tw: 傳統褻瀆者
