Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: You are now at war with %(player)s.
ar: أنت تخوض حربًا مع %(player)s الآن.
ast: Imbelhesti-te cun %(player)s.
bg: Вече сте във война с %(player)s.
br: O vrezeliñ emaoc'h bremañ a-enep %(player)s.
ca: Ara esteu en guerra amb %(player)s.
cs: Nyní jste ve válce s %(player)s.
da: Du er nu i krig med %(player)s.
de: Du befindest dich jetzt im Krieg mit %(player)s.
el: Είσαι τώρα σε πόλεμο με %(player)s.
eo: Vi nun militas kontraŭ %(player)s.
es_cl: Le declaraste la guerra a %(player)s.
et: Oled nüüd sõjas %(player)s.
eu: Orain %(player)s(r)ekin gerran zaude.
fa: شما الان با %(player)s در جنگ هستید.
fi: Olet nyt sodassa pelaajan %(player)s kanssa.
fr: Vous êtes maintenant en guerre contre %(player)s.
ga: Tá tú anois i gcogadh le %(player)s.
gd: Tha thu a’ cogadh ri %(player)s a-nis.
gl: Entraches en guerra con %(player)s.
hu: Mostantól háborúban állsz vele: %(player)s.
id: Anda sekarang berperang dengan %(player)s.
it: Hai dichiarato guerra a %(player)s.
ja: あなたは%(player)sに宣戦しました。
ka: ახლა შენ ხარ მოთამაშის %(player)s წინააღმდეგ ომში.
ko: 당신은 %(player)s님에게 선전포고를 했습니다.
lt: Jūs pradėjote karą su %(player)s.
lv: Jūs tagad esat karā pret %(player)s.
ms: Anda kini berperang dengan %(player)s.
nb: Du er nå i krig med %(player)s.
nl: U bent nu in staat van oorlog met %(player)s.
pl: Jesteś w stanie wojny z %(player)s.
pt_br: Agora você está em guerra contra %(player)s.
pt_pt: Estás agora em guerra com %(player)s.
ru: Вы объявили войну %(player)s.
sk: Odteraz ste vo vojne s hráčom %(player)s.
sl: Sedaj ste v vojni z igralcem %(player)s.
sq: Ju tani jeni në luftë me %(player)s.
sv: Du är nu i krig med %(player)s.
te: మీరు ఇప్పుడు %(player)sతో యుద్ధం చేస్తున్నారు.
tr: Artık %(player)s ile savaştasınız.
uk: Ви тепер воюєте з %(player)s.
zh: 你已向 %(player)s 宣战。
zh_tw: 您正與 %(player)s 交戰。

source: You are now neutral with %(player)s.
ar: أنت على الحياد مع %(player)s الآن.
ast: Volviesti-te neutral pa cun %(player)s.
bg: Вече сте в неутрални отношения с %(player)s.
br: Neptu emaoc'h bremañ e-keñver %(player)s.
ca: Ara sou neutral amb %(player)s.
cs: Nyní jste neutrální vůči %(player)s.
da: Du er nu neutral med %(player)s.
de: Du bist jetzt neutral gegenüber %(player)s.
el: Είσαι τώρα ουδέτερος με %(player)s.
eo: Vi nun neŭtraliĝis kun %(player)s.
es_cl: Eres neutral con %(player)s.
et: Oled nüüd neutraalne %(player)s.
eu: Orain %(player)s(r)ekin neutrala zara.
fa: شما الان نسبت به %(player)s بی طرف هستید.
fi: Olet nyt sovussa pelaajan %(player)s kanssa.
fr: Vous êtes maintenant neutre vis-à-vis de %(player)s.
ga: Tá tú i do neodrach le %(player)s.
gd: Tha thu neo-phàirteach ri %(player)s a-nis.
gl: Pasaches a ser neutral con %(player)s.
hu: Mostantól semleges a kapcsolatod vele: %(player)s.
id: Anda sekarang netral dengan %(player)s.
it: Hai stretto un patto di neutralità con %(player)s.
ja: あなたは%(player)sと中立になりました。
ka: ახლა შენ ხარ ნეიტრალურად მოთამაშესთან %(player)s.
ko: %(player)s님과 중립이 되었습니다.
lt: Jūs tapote neutralus %(player)s atžvilgiu.
lv: Jūs esat neitrālā pozīcijā pret %(player)s.
ms: Anda kini menjadi neutral dengan %(player)s.
nb: Du er nå nøytral med %(player)s.
nl: U bent nu neutraal met %(player)s.
pl: Jesteś neutralny wobec %(player)s.
pt_br: Agora você está neutro com %(player)s.
pt_pt: Tens agora uma relação neutral com %(player)s.
ru: Вы в нейтральных отношениях с %(player)s.
sk: Odteraz ste s hráčom %(player)s v netrálnom vzťahu.
sl: Sedaj ste v nevtralnih odnosih z igralcem %(player)s.
sq: Ju tani jeni neutral me %(player)s.
sv: Du har nu neutral relation med %(player)s.
te: మీరు ఇప్పుడు %(player)sతో తటస్థంగా ఉన్నారు.
tr: Artık %(player)s ile tarafsızsınız.
uk: Ви зараз прийняли нейтралітет до %(player)s.
zh: 你已与 %(player)s 和解。
zh_tw: 您與 %(player)s 關係為中立。

source: %(player)s is now allied with you.
ar: أصبح %(player)s حليف معك الآن.
ast: %(player)s acomuñou cun ti.
bg: %(player)s вече е Ваш съюзник.
br: %(player)s a zo bremañ kevredet ganeoc'h.
ca: %(player)s ara és el vostre aliat.
cs: %(player)s je nyní vaším spojencem.
da: %(player)s er nu din allierede.
de: %(player)s ist jetzt dein Verbündeter.
el: %(player)s είναι τώρα σε συμμαχία με εσένα.
eo: %(player)s nun alianciĝis kun vi.
es_cl: %(player)s es tu aliado.
et: %(player)s on nüüd liitlane.
eu: %(player)s orain zurekin aliatua dago.
fa: %(player)s الان با شما متحد است.
fi: %(player)s on nyt liittoutunut kanssasi.
fr: %(player)s est maintenant allié(e) avec vous.
ga: Tá %(player)s anois ina gcomhghuaillí leat.
gd: Tha %(player)s is thu fhèin ’nan caidreabhaich a-nis.
gl: %(player)s formou unha alianza contigo.
hu: %(player)s mostantól a szövetségesed.
id: %(player)s sekarang bersekutu dengan Anda.
it: %(player)s è ora un tuo alleato.
ja: %(player)sはあなたと同盟しました。
ka: ახლა %(player)s შენი მოკავშირეა.
ko: %(player)s님이 동맹이 되었습니다.
lt: %(player)stapo jūsų sąjungininku.
lv: %(player)s tagad ir sabietrotajos ar Jums.
ms: %(player)s kini bersekutu dengan anda.
nb: %(player)s er nå alliert med deg.
nl: %(player)s is nu bondgenoot van u.
pl: %(player)s jest Twoim sojusznikiem.
pt_br: %(player)s agora é seu aliado.
pt_pt: %(player)s aliou-se agora a ti.
ru: %(player)s заключил с вами союз.
sk: Hráč %(player)s je odteraz váš spojnec.
sl: %(player)s je sedaj vaš zaveznik.
sq: %(player)s tani është aleat me ju.
sv: %(player)s är nu allierad med dig.
te: %(player)s ఇప్పుడు మీతో పొత్తు పెట్టుకున్నారు.
tr: %(player)s sizin dostunuz oldu.
uk: %(player)s наразі укладає союз із Вами.
zh: %(player)s 已跟你结盟。
zh_tw: %(player)s 現在與你同盟。

source: %(player)s is now at war with you.
ar: يخوض %(player)s حربًا معك الآن.
ast: %(player)s imbelhou-se cun ti.
bg: %(player)s вече във война с Вас.
br: %(player)s a zo o vrezeliñ a-enep deoc'h bremañ.
ca: %(player)s us ha declarat la guerra.
cs: %(player)s je s vámi nyní ve válce.
da: %(player)s er nu i krig med dig.
de: %(player)s ist jetzt im Krieg mit dir.
el: %(player)s είναι τώρα σε πόλεμο με εσένα.
eo: %(player)s nun militas kontraŭ vin.
es_cl: %(player)s te declaro la guerra.
et: %(player)s on nüüd teiega sõjajalal.
eu: %(player)s orain zurekin gerran dago.
fa: %(player)s الان با شما در جنگ است.
fi: %(player)s on nyt sodassa kanssasi.
fr: %(player)s est maintenant en guerre contre vous.
ga: Tá %(player)s anois i gcogadh leat.
gd: Tha %(player)s a’ cogadh riut a-nis.
gl: %(player)s entrou en guerra contigo.
hu: %(player)s mostantól háborúban áll veled.
id: %(player)s sekarang sedang berperang dengan Anda.
it: %(player)s ti ha dichiarato guerra.
ja: %(player)sはあなたに宣戦しました。
ka: ახლა %(player)s არის შენს წინააღმდეგ ომში.
ko: %(player)s님이 당신에게 선전포고를 했습니다.
lt: %(player)spradėjo su jumis karą.
lv: %(player)s tagad ir karā pret Jums.
ms: %(player)s kini berperang dengan anda.
nb: %(player)s er nå i krig med deg.
nl: %(player)s is nu in staat van oorlog met u.
pl: %(player)s jest teraz z Tobą w stanie wojny.
pt_br: %(player)s agora está em guerra contra você.
pt_pt: %(player)s está agora em guerra contigo.
ru: %(player)s объявил вам войну.
sk: Hráč %(player)s je odteraz s vami vo vojne.
sl: %(player)s je sedaj z vami v vojni.
sq: %(player)s tani është në luftë me ju.
sv: %(player)s är nu i krig med dig.
te: %(player)s ఇప్పుడు మీతో యుద్ధం చేస్తున్నారు.
tr: %(player)s sizin düşmanınız oldu.
uk: %(player)s тепер воює з Вами.
zh: %(player)s 已向你宣战。
zh_tw: %(player)s 現在與你作戰。

source: %(player)s is now neutral with you.
ar: أصبح %(player)s على الحياد معك الآن.
ast: %(player)s volveu-se neutral pa cun ti.
bg: %(player)s вече е в неутрални отношения с Вас.
br: %(player)s a zo bremañ neptu en ho keñver.
ca: %(player)s ara és neutral.
cs: %(player)s je nyní vůči vám neutrální.
da: %(player)s er nu neutral med dig.
de: %(player)s steht dir jetzt neutral gegenüber.
el: %(player)s είναι τώρα ουδέτερα με εσένα.
eo: %(player)s nun neŭtraliĝis kun vi.
es_cl: %(player)s es neutral contigo.
et: %(player)s on nüüd teie suhtes neutraalne.
eu: %(player)s orain zurekin neutrala da.
fa: %(player)s الان نسبت به شما بی طرف است.
fi: %(player)s on nyt sovussa kanssasi.
fr: %(player)s est maintenant neutre vis-à-vis de vous.
ga: Tá %(player)s anois ina neodrach leat.
gd: Tha %(player)s neo-phàirteach riut a-nis.
gl: %(player)s pasou a ser neutral contigo.
hu: %(player)s mostantól semlegesen áll hozzád.
id: %(player)s sekarang netral dengan Anda.
it: %(player)s è neutrale.
ja: %(player)sはあなたと中立になりました。
ka: ახლა %(player)s არის ნეიტრალური შენს მიმართ.
ko: %(player)s님은 당신과 이제 중립입니다.
lt: %(player)stapo neutralus jūsų atžvilgiu.
lv: %(player)s tagad ir neitrālā pozīcijā pret Jums.
ms: %(player)s kini neutral dengan anda.
nb: %(player)s er nå nøytral med deg.
nl: %(player)s is nu neutraal met u.
pl: %(player)s jest teraz neutralny wobec Ciebie.
pt_br: %(player)s agora está neutro com você.
pt_pt: %(player)s tem agora uma relação neutral contigo.
ru: %(player)s с вами в нейтральных отношениях.
sk: Hráč %(player)s je odteraz s vami v neutrálnom vzťahu.
sl: %(player)s je sedaj z vami v nevtralnih odnosih.
sq: %(player)s është neutral me ju.
sv: %(player)s har nu neutral relation med dig.
te: %(player)s ఇప్పుడు మీతో తటస్థంగా ఉన్నారు.
tr: %(player)s artık sizinle dost ya da düşman değil.
uk: %(player)s зараз приймає нейтралітет до Вас.
zh: %(player)s 已跟你和解。
zh_tw: %(player)s 現與你處於中立。

source: %(player)s is now allied with %(player2)s.
ar: أصبح %(player)s حليفًا مع %(player2)s الآن.
ast: %(player)s acomuñou cun %(player2)s.
bg: %(player)s се съюзи с %(player2)s.
br: %(player)s a zo kevredet gant %(player2)s bremañ.
ca: %(player)s s'ha aliat amb %(player2)s.
cs: %(player)s je nyní spojencem %(player2)s.
de: %(player)s ist jetzt mit %(player2)s verbündet.
el: Ο %(player)s είναι πλέον σύμμαχος με τον %(player2)s.
eo: %(player)s nun alianĉiĝis kun %(player2)s.
eu: %(player)s orain %(player2)s(r)ekin aliatua dago.
fa: %(player)s هم پیمان شد با %(player2)s.
fi: %(player)s on nyt liittoutunut pelaajan %(player2)s kanssa.
fr: %(player)s est maintenant allié(e) avec %(player2)s.
ga: Tá %(player)s anois ina gcomhghuaillí le %(player2)s.
gd: Tha %(player)s is %(player2)s ’nan caidreabhaich a-nis.
gl: %(player)s aliouse con %(player2)s.
hu: %(player)s mostantól %(player2)s szövetségese.
id: %(player)s sekarang bersekutu dengan %(player2)s.
it: %(player)s si è ora alleato con %(player2)s.
ja: %(player)sは%(player2)sと同盟しました。
ko: %(player)s님이 이제 %(player2)s님과 동맹입니다.
lt: %(player)stapo %(player2)ssąjungininku.
lv: %(player)s tagad ir sabiedrotais ar %(player2)s.
ms: %(player)s kini bersekutu dengan %(player2)s.
nb: %(player)s er nå alliert med %(player2)s.
nl: %(player)s is nu geallieerd met %(player2)s.
pl: %(player)s jest teraz w sojuszu z %(player2)s.
pt_br: %(player)s agora é aliado de %(player2)s.
pt_pt: %(player)s está agora aliado com %(player2)s.
ru: %(player)s теперь в союзе с %(player2)s.
sk: %(player)s je odteraz spojencom %(player2)s.
sl: %(player)s is sedaj zaveznik z igralcem %(player2)s.
sq: %(player)s është aleat me %(player2)s.
sv: %(player)s är nu allierad med %(player2)s.
te: %(player)s ఇప్పుడు %(player2)sతో పొత్తు పెట్టుకున్నారు.
tr: %(player)s %(player2)s ile dost oldu.
uk: %(player)s наразі укладає союз із %(player2)s.
zh: %(player)s 已和 %(player2)s 结盟。
zh_tw: %(player)s 現在與 %(player2)s 同盟。

source: %(player)s is now at war with %(player2)s.
ar: يخوض %(player)s حربًا مع %(player2)s الآن.
ast: %(player)s imbelhou-se cun %(player2)s.
bg: %(player)s е вече във война с %(player2)s.
br: %(player)s a zo o vrezeliñ a-enep %(player2)s bremañ.
ca: %(player)s està en guerra amb %(player2)s.
cs: %(player)s je nyní ve válce s %(player2)s.
de: %(player)s befindet sich jetzt mit %(player2)s im Krieg.
el: Ο %(player)s είναι πλέον σε πόλεμο με τον %(player2)s
eo: %(player)s nun militas kontraŭ %(player2)s.
eu: %(player)s orain %(player2)s(r)ekin gerran dago.
fa: %(player)s وارد جنگ شد با %(player2)s.
fi: %(player)s on nyt sodassa pelaajan %(player2)s kanssa.
fr: %(player)s est désormais en guerre contre %(player2)s.
ga: Tá %(player)s anois i gcogadh le %(player2)s.
gd: Tha %(player)s a’ cogadh ri %(player2)s a-nis.
gl: %(player)s entrou en guerra con %(player2)s.
hu: %(player)s mostantól háborúban áll vele: %(player2)s.
id: %(player)s sekarang berperang dengan %(player2)s.
it: %(player)s è ora nemico di %(player2)s.
ja: %(player)sはあなたに%(player2)sしました。
ko: %(player)s님이 %(player2)s님에게 선전포고를 했습니다.
lt: %(player)spradėjo karą su %(player2)s.
lv: %(player)s ir kara stāvoklī pret %(player2)s.
ms: %(player)s kini berperang dengan %(player2)s.
nb: %(player)s er nå i krig med %(player2)s.
nl: %(player)s is nu in staat van oorlog met %(player2)s.
pl: %(player)s jest teraz w stanie wojny z %(player2)s.
pt_br: %(player)s agora está em guerra contra %(player2)s.
pt_pt: %(player)s está agora em guerra com %(player2)s.
ru: %(player)s теперь в состоянии войны с %(player2)s.
sk: %(player)s je odteraz vo vojne s %(player2)s.
sl: %(player)s je sedaj v vojni z igralcem %(player2)s.
sq: %(player)s është në luftë me %(player2)s.
sv: %(player)s är nu i krig med %(player2)s.
te: %(player)s ఇప్పుడు %(player2)sతో యుద్ధం చేస్తున్నారు.
tr: %(player)s %(player2)s ile düşman oldu.
uk: %(player)s тепер воює з %(player2)s.
zh: %(player)s 正与 %(player2)s 交战。
zh_tw: %(player)s 現在與 %(player2)s 作戰。

source: %(player)s is now neutral with %(player2)s.
ar: أصبح %(player)s على الحياد مع %(player2)s الآن.
ast: %(player)s volveu-se neutral pa cun %(player2)s.
bg: %(player)s вече е в неутрални отношения с %(player2)s.
br: %(player)s a zo bremañ neptu e keñver %(player2)s.
ca: %(player)s és neutral amb %(player2)s.
cs: %(player)s je nyní neutrální vůči %(player2)s.
de: %(player)s steht jetzt %(player2)s neutral gegenüber.
el: Ο %(player)s είναι πλέον ουδέτερος με τον %(player2)s.
eo: %(player)s nun neŭtraliĝis kun %(player2)s.
eu: %(player)s orain %(player2)s(r)ekin neutrala da.
fa: %(player)s در حالت بی طرف با %(player2)s.
fi: %(player)s on sovussa pelaajan %(player2)s kanssa.
fr: %(player)s est désormais neutre vis-à-vis de %(player2)s.
ga: Tá %(player)s anois ina neodrach le %(player2)s.
gd: Tha %(player)s neo-phàirteach ri %(player2)s a-nis.
gl: %(player)s ten unha relación neutral con %(player2)s.
hu: %(player)s mostantól semlegesen áll hozzá: %(player2)s.
id: %(player)s sekarang berhubungan netral dengan %(player2)s.
it: %(player)s è ora neutrale con %(player2)s.
ja: %(player)sは%(player2)sと中立になりました。
ko: %(player)s님은 %(player2)s님과 이제 중립입니다.
lt: %(player)stapo neutralus %(player2)s atžvilgiu.
lv: %(player)s tagad ir neitrāls ar %(player2)s.
ms: %(player)s kini neutral dengan %(player2)s.
nb: %(player)s er nå nøytral med %(player2)s.
nl: %(player)s is nu neutraal ten opzichte van %(player2)s.
pl: %(player)s jest teraz neutralny wobec %(player2)s.
pt_br: %(player)s está em neutralidade com %(player2)s.
pt_pt: %(player)s é agora neutro com %(player2)s.
ru: %(player)s теперь нейтрален к %(player2)s.
sk: %(player)s odteraz voči %(player2)s neutrálny.
sl: %(player)s je sedaj v nevtralnih odnosih z igralcem %(player2)s.
sq: %(player)s është neutral me %(player2)s.
sv: %(player)s har nu neutral relation med %(player2)s.
te: %(player)s ఇప్పుడు %(player2)sతో తటస్థంగా ఉన్నారు.
tr: %(player)s artık %(player2)s ile tarafsız oldu.
uk: %(player)s зараз приймає нейтралітет до %(player2)s.
zh: %(player)s 已和 %(player2)s 和解。
zh_tw: %(player)s 現與 %(player2)s 處於中立。

source: %(player)s is advancing to the %(phaseName)s.
ar: يتقدّم %(player)s إلى %(phaseName)s.
ast: %(player)s sta progrediendo a la %(phaseName)s.
bg: %(player)s преминава към %(phaseName)s.
br: %(player)s a zo o vont etrezek %(phaseName)s.
ca: %(player)s està avançant a la %(phaseName)s.
cs: %(player)s postupuje do %(phaseName)s.
de: %(player)s schreitet in die %(phaseName)s voran.
el: Ο %(player)s προόδευσε στη %(phaseName)s.
eo: %(player)s progresas al la %(phaseName)s.
eu: %(player)s %(phaseName)sra aurreratzen ari da.
fa: %(player)s ارتقا یافت به %(phaseName)s
fi: %(player)s etenee vaiheeseen %(phaseName)s.
fr: %(player)s avance vers la %(phaseName)s.
ga: Ardaíonn %(player)s go dtí an %(phaseName)s.
gd: Tha %(player)s a’ dèanamh adhartas gu %(phaseName)s.
gl: %(player)s está avanzando á %(phaseName)s.
hu: %(player)s előrelép a %(phaseName)sba.
id: %(player)s sedang meningkatkan diri ke %(phaseName)s.
it: %(player)s sta avanzando verso la %(phaseName)s.
ja: %(player)sは%(phaseName)sに移行中です。
ko: %(player)s님이 %(phaseName)s(으)로 발전하는 중입니다.
lt: %(player)s žengia į %(phaseName)s.
ms: %(player)s telah memasuki fasa %(phaseName)s.
nb: %(player)s avanserer til %(phaseName)s.
nl: %(player)s is in overgang naar de %(phaseName)s.
pl: %(player)s przechodzi do %(phaseName)s
pt_br: %(player)s está avançando para a %(phaseName)s
pt_pt: %(player)s está a avançar para a %(phaseName)s.
ru: %(player)s начал переход к этапу %(phaseName)s.
sk: %(player)s postupuje do %(phaseName)s.
sq: %(player)su zhvillua në %(phaseName)s
sv: %(player)s avancerar till %(phaseName)s.
tr: %(player)s, %(phaseName)s'a ilerliyor.
uk: %(player)s просувається до %(phaseName)s.
zh: %(player)s 已升级至 %(phaseName)s.
zh_tw: %(player)s 正在進階到 %(phaseName)s。

source: The %(phaseName)s of %(player)s has been aborted.
ar: أُجهض %(phaseName)s لِ‍ %(player)s.
ast: Abortou-se la %(phaseName)s de %(player)s.
bg: Преминаването към %(phaseName)s на %(player)s беше отменено.
br: %(phaseName)s %(player)s a zo bet arsavet.
ca: L'avançament a la %(phaseName)s de %(player)s s'ha cancel·lat.
cs: %(phaseName)s z %(player)s byl zrušen.
de: Die %(phaseName)s von %(player)s wurde abgebrochen.
el: Έχει ακυρωθεί η %(phaseName)s από τον %(player)s.
eo: La %(phaseName)s de %(player)s ĉesis.
eu: %(player)s(r)en %(phaseName)s ezeztatu da.
fa: بازیکن %(player)s از ارتقای %(phaseName)s خارج شد.
fi: Pelaajan %(player)s vaihe %(phaseName)s on keskeytynyt.
fr: La %(phaseName)s de %(player)s a été avorté.
ga: Tá stop a chur leis an %(phaseName)s do %(player)s.
gd: Sguir %(player)s dhen adhartachadh gu %(phaseName)s.
gl: A %(phaseName)s de %(player)s interrompeuse.
hu: %(player)s %(phaseName)sba lépése megszakítva.
id: %(phaseName)s dari %(player)s telah dibatalkan.
it: La %(phaseName)s di %(player)s è stata annullata.
ja: %(player)sの%(phaseName)sは中止されました。
ko: %(player)s님이 %(phaseName)s(으)로 발전이 중단되었습니다.
lt: %(player)s perėjimas į %(phaseName)s nutrauktas.
ms: Fasa %(phaseName)s %(player)s telah dihenti paksa.
nb: Overagngen til %(phaseName)s for %(player)s har blitt kansellert.
nl: De %(phaseName)s van %(player)s is stopgezet.
pl: %(phaseName)s gracza %(player)s zostało anulowane.
pt_br: A %(phaseName)s do %(player)s foi cancelada.
pt_pt: A %(phaseName)s de %(player)s foi abortada.
ru: Игрок %(player)s отменил переход к этапу %(phaseName)s.
sk: %(phaseName)s hráča %(player)s bola zrušená.
sq: %(phaseName)se %(player)su anulua.
sv: %(phaseName)s av %(player)s har avbrutits.
tr: %(player)s'nin %(phaseName)s'sı iptal edildi.
uk: Просування %(player)s до %(phaseName)s було перервано.
zh: %(player)s 已中止 %(phaseName)s
zh_tw: %(player)s 的 %(phaseName)s 已放棄。

source: %(player)s has reached the %(phaseName)s.
ar: وصل %(player)s إلى %(phaseName)s.
ast: %(player)s aportou a la %(phaseName)s.
bg: %(player)s достигна %(phaseName)s.
br: %(player)s en deus tizhet %(phaseName)s.
ca: %(player)s ha arribat a la %(phaseName)s.
cs: %(player)s dosáhl %(phaseName)s.
de: %(player)s hat die %(phaseName)s erreicht.
el: Ο %(player)s ανακάλυψε την %(phaseName)s.
eo: %(player)s atingis la %(phaseName)sn.
eu: %(player)s %(phaseName)sra heldu da.
fa: %(player)s رسید به %(phaseName)s
fi: %(player)s on saavuttanut vaiheen %(phaseName)s.
fr: %(player)s a atteint la %(phaseName)s.
ga: D'ardaigh %(player)s go dtí an %(phaseName)s.
gd: Ràinig %(player)s %(phaseName)s.
gl: %(player)s acadou a %(phaseName)s.
hu: %(player)s elérte a %(phaseName)st.
id: %(player)s telah mencapai %(phaseName)s.
it: %(player)s ha raggiunto la %(phaseName)s.
ja: %(player)sは%(phaseName)sに達しました。
ko: %(player)s님이 %(phaseName)s에 도달했습니다.
lt: %(player)s peržengė į %(phaseName)s.
ms: %(player)s telah memasuki fasa %(phaseName)s.
nb: %(player)s har nådd %(phaseName)s.
nl: %(player)s heeft de %(phaseName)s bereikt.
pl: %(player)s wszedł w %(phaseName)s
pt_br: %(player)s chegou na %(phaseName)s
pt_pt: %(player)s alcançou a %(phaseName)s.
ru: %(player)s достиг этапа %(phaseName)s.
sk: %(player)s dosiahol %(phaseName)s
sq: %(player)se arriti %(phaseName)s
sv: %(player)s har uppnått %(phaseName)s.
tr: %(player)s, %(phaseName)s'ye ulaştı.
uk: %(player)s досягає %(phaseName)s.
zh: %(player)s 已完成 %(phaseName)s。
zh_tw: %(player)s 已經到達 %(phaseName)s。

source: %(player)s has sent you %(amounts)s.
ar: أرسل %(player)s إليك %(amounts)s.
ast: %(player)s inviou-te %(amounts)s.
bg: %(player)s Ви изпрати %(amounts)s.
br: %(player)s en deus kaset deoc'h %(amounts)s.
ca: %(player)s us ha enviat %(amounts)s.
cs: %(player)s vám poslal %(amounts)s.
da: %(player)s har sendt dig %(amounts)s.
de: %(player)s hat dir %(amounts)s gesendet.
el: Ο %(player)s σου έστειλε %(amounts)s.
eo: %(player)s donis al vi %(amounts)sn.
es_cl: %(player)s te ha enviado %(amounts)s.
et: %(player)s saatis teile %(amounts)s.
eu: %(player)s %(amounts)s bidali dizkizu.
fa: %(player)s برای شما %(amounts)s فرستاده است.
fi: %(player)s lähetti sinulle %(amounts)s.
fr: %(player)s vous a envoyé %(amounts)s.
ga: Sheol %(player)s %(amounts)schugat.
gd: Chuir %(player)s %(amounts)s thugad.
gl: %(player)s envioute %(amounts)s.
hu: %(player)s ennyit küldött neked: %(amounts)s.
id: %(player)s telah mengirim Anda %(amounts)s.
it: %(player)s ti ha inviato %(amounts)s.
ja: %(player)sはあなたに%(amounts)sを贈りました。
ka: %(player)s გამოგიგზავნა %(amounts)s.
ko: %(player)s님이 당신에게 %(amounts)s개의 자원을 보냈습니다.
lt: %(player)sjums atsiuntė %(amounts)s.
lv: %(player)s nosūtīja jums %(amounts)s.
ms: %(player)s telah menghantar kepada anda %(amounts)s.
nb: %(player)s har sendt deg %(amounts)s.
nl: %(player)s heeft u %(amounts)s gestuurd.
pl: %(player)s wysłał Ci %(amounts)s.
pt_br: %(player)s lhe enviou %(amounts)s.
pt_pt: %(player)s enviou-te %(amounts)s.
ru: %(player)s передал вам %(amounts)s.
sk: Hráč %(player)s vám poslal %(amounts)s.
sl: %(player)s vam je poslal %(amounts)s.
sq: %(player)s ka dërguar %(amounts)s.
sv: %(player)s har skickat dig %(amounts)s.
te: %(player)s మీకు %(amounts)s పంపారు.
tr: %(player)s size gönderdi %(amounts)s.
uk: %(player)s надсилає Вам %(amounts)s.
zh: %(player)s 给你 %(amounts)s。
zh_tw: %(player)s 已傳送給您 %(amounts)s。
