Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Gur Oroigarri
bg: Гур ороигарри
el: Μνημείο Γκουρ
fa: گور اورویگاری
he: גור אורויגשרי
hy: Գուր Օրոիգառի
ko: 구르 오로이가르리
pl: Pomnik Gur Origarri
ru: Гур Ороигарри - Почитаемый Монумент
uk: Гур Оройгарі

source: Defensive Aura - Gives all Iberian units and buildings within vision range of the monument a 10-15% attack boost. Build Limit: Only 5 may be built per map.
ast: Aura proteutora - Apurre a toles unidaes y construcciones íberes al algame de visión del monumentu un aumentu d'un 10-15% n'ataque. Llende de construcción: Namái 5 puen construyise por mapa.
bg: Защитна аура — повишава атаката на всички иберски единици и сгради в обхвата на видимост на паметника с 10-15%. Ограничение за строеж: Само 5 такива могат да бъдат построени на картата.
br: Aora Difennus - Reiñ a ra d'an holl unanennoù hag ar savadurioù Iberian a zo e hed-sell ar savadur ur bonuz tagusted eus 10 betek 15%. Bevenn ar savidigezh: 5 d'ar muiañ holl dre gartenn.
ca: Aura defensiva - Concedeix a totes les unitats i edificis ibèrics dins del camp visual del monument un 10-15% de bonificació d'atac. Límit de construcció: Només 5 per mapa.
cs: Obranná aura - Poskytuje bonus všem Iberijským jednotkám a budovám v dohledné vzdálenosti od monumentu 10-15 % bonus k útoku. Stavební omezení: Na celé mapě jich může být pouze 5.
de: Verteidigungsaura - Gibt allen iberischen Einheiten und Gebäuden innerhalb der Sichtweite des Monuments 10-15% zusätzlichen Angriff. Baulimit: Es können nur 5 pro Karte gebaut werden.
el: Αμυντικά Αύρα - Δίνει σε όλες τις Ιβηρικές μονάδες και τα κτίρια εντός της οπτικής εμβέλειας του μνημείου 10-15% ενίσχυση στην επίθεση. Όριο Κατασκευών: Μόνο 5 μπορούν να κατασκευαστούν ανά χάρτη.
es_ar: Aura Defensiva - Le da a las unidades y edificios ibéricos dentro del rango de visión del monumento una mejora de ataque de 10-15%. Límite de construcción: Solo se pueden construir 5 por mapa.
eu: Babeserako Aura - Iberiarren unitate eta eraikinei erasoan %10-15 gehiago eskaintzen die monumentuaren ikus eremuen. Eraikitze Gehienezkoa: Mapako 5 baino ezin dira eraiki.
fa: آئورا دفاعی - به تمام نیرو ها و ساختمان های ایبری ها که در شعاع دید بنای تاریخی قرار دارند 10-15% قدرت حمله داده می شود.سقف ساخت: تنها شاید 5 عدد در هر نقشه
ga: Mothú Cosanta: faigh bónas ionsaithe 10-15% do gach aonad agus foirgneamh Ibéarach sa raon físe an leachta. Teorainn tógála: ní féidir ach le 5 leacht a thógáil ar an léarscáil.
he: הילת המגן - נותנת את לכול יחידות והמבנים האיברים שבטווח הראייה בונוס התקפה 10-15%. מגבלת בניה: ניתן לבנות לכל מפה רק 5.
hu: Védelmi aura - Minden ibériai egységnek és épületnek 10-15%-os támadási bónuszt ad a látóhatárán belül. Építési korlát: térképenként csak 5 építhető.
hy: Պաշտպանական աուրա - 10-15% հարձակման խթանում հուշարձանի տեսադաշտում գտնվող իբերական բոլոր միավորներին և կառույցներին։ Կառուցման սահմանաչափ՝ 5՝ յուրաքանչյուր քարտեզի վրա։
it: Aura Difensiva - Fornisce a tutte le unità ed edifici Iberici nella visuale del monumento un bonus del 10-15% all'attacco. Limite di costruzione: solo 5 possono essere costruiti per mappa.
ja: 防御オーラ― モニュメントの視界内のすべてのイベリアのユニットおよび建物に10-15%の攻撃力強化をもたらします。建設上限： 1マップに5つまで。
ko: 방어형 아우라 - 비석의 시야 범위 내에 있는 모든 이베리아 유닛과 건축물에서 10-15%의 공격력을 향상합니다. 건설 한계: 지도당 5개까지만 지을수 있습니다.
nb: Forsvarsaura - Gir alle Iberiske enheter og bygninger innen synsvidde 10-15% angrepsbonus. Begrensning: Kun 5 kan bygges per kart.
pl: Aura obronna - daje wszystkim iberyjskim jednostkom i budynkom w zasięgu widzenia 10-15% wzmocnienia ataku. Limit budowli: Tylko 5 może zostać wybudowanych na mapie.
pt_br: Aura Defensiva - Garante à todos as unidades Iberianas e construções dentro do campo de visão do monumento um bônus de ataque entre 10-15%. Limite de construções: Apenas 5 construções por mapa.
ru: Защитная аура — наделяет все иберийские войска и строения в пределах радиуса видимости монумента бонусом атаки в 10-15%. Максимальное количество: можно построить только 5 на карте.
sk: Obranná aura - Dáva všetkým iberským jednotkám a budovám v dosahu tohto monumentu 10-15% útočný bonus. Limit výstavby: Na mape ich môže byť postavených iba 5.
sv: Defensiv Aura - ger alla iberiska enheter och byggnader inom monumentets synområde en 10-15% attack boost. Bygggräns: Endast 5 kan byggas per karta.
tr: Savunma Gücü - Tüm İber birimler ve yapılar anıtın görüş alanı içinde %10-15 daha fazla saldırı sağlarlar. Yapı Limiti: Her haritada yalnız 5 yapı.
uk: Захисна аура — наділяє всі іберійські війська і будови в межах радіуса видимості монумента бонусом атаки в 10-15%. Максимальна кількість: можна побудувати тільки 5 на карті.
zh: 防御光环-提高纪念碑可视范围内的所有伊比利亚单位和建筑10-15%的攻击力。建造限制：每个地图最多建造5个。
zh_tw: 防禦靈氣 - 給予所有紀念碑視野範圍內的伊比利人單位及建築物10-15%的攻擊加成。建造限制：每張地圖最多建造5個。

source: 'Revered Monument' The Iberians were a religious people who built small monuments to their various gods. These monuments could also serve as family tombs.
ast: «Monumentu reverenciáu» - Los íberos foron un pueblu relixoso que construyó monumentos pequeños a los sos diferentes dioses. Estos monumentos podríen sirvir tamién de sepultures familiares.
bg: „Почитаем паметник“: иберците били религиозни хора, които строели малки паметници на различните си богове. Тези паметници понякога били използвани и като семейни гробници.
br: 'Monumant Azaouet' an Iberianed a oa ur bobl relijius a savas monumantoùigoù evit o doueed liesdoare. Gallout a rae ar monumantoù-mañ servijout evel bezioù familh ivez.
ca: "Monument adorat" Els ibers eren un poble religiós que construïa monuments petits als seus diversos déus. Aquests monuments també podien servir com a tombes familiars.
cs: "Ctěný památník" - Iberové byli věřící lidé stavějící malé památníky svým různým bohům. Tyto památníky mohly též sloužit i jako rodinné hrobky.
de: ‚Verehrtes Denkmal‘ Die Iberer waren ein religiöses Volk, das kleine Denkmäler für ihre diversen Götter baute. Diese Denkmäler wurden auch als Familiengruft genutzt.
el: "Μνημείο Τιμής" Οι Ίβηρες ήταν ένα θρησκευτικός λαός που έχτιζαν μικρά μνημεία σε διάφορους θεούς τους. Τα μνημεία αυτά μπορούσαν επίσης να χρησιμεύουν και ως οικογενειακοί τάφοι.
es_ar: "Monumento Venerado": Los ibéricos eran un pueblo religioso que construía pequeños monumentos a sus diferentes dioses. Estos monumentos también podían actuar como tumbas familiares.
eu: 'Erreberentziako monumentua' Iberiarrak zenbait jainkoei eskainitako monumentuak eraiki zituzten jende fededuna zen. Monumentu hauek famili hilobiarena ere egin zezaketen.
fa: بنای یادبود محترم، مردم ایبریایی مردمی مذهبی بودند که بناهای تاریخی کوچک و زیادی برای خدایان گوناگون خود می ساختند. این بناهای تاریخی می توانستند به عنوان مقبره خانوادگی نیز مورد استفاده قرار گیرند.
ga: 'Leacht Urramach': ba mhuintir dhiaganta na hIbéirigh agus bhí iad ina dtógáil le leachtanna beaga dá ndéithe éagsúla. D'fhreastail na leachtanna seo mar thuamaí clainne.
he: ' אנדרטת נערצת' האיברים היו אנשים דתיים שבנו מונומנטים קטנים לאלים השונים שלהם. מונומנטים אלה יכולים גם לשמש כקברי משפחה.
hu: „Tisztelt emlékmű” Az ibériaik vallásos emberek voltak, akik kisebb emlékműveket épített a különböző isteneiknek. Ezek az emlékművek családi sírokként is szolgálhattak.
hy: 'Մեծարված հուշարձան'․ իբերները կրոնասեր ազգ էին, ովքեր կառուցել են փոքր հուշարձաններ՝ նվիրված իրենց տարբեր աստվածներին։ Այս հուշարձանները ծառայում էին նաև որպես տոհմաշիրիմներ։
it: 'Venerato Monumento' Gli iberici erano un popolo religioso che costruiva piccoli monumenti alle loro varie divinità. Questi monumenti potevano anche servire come tombe di famiglia.
ja: 「神像」イベリア人は信心深く、さまざまな神の小さな像を作りました。こうした像は家族の墓としても供することが可能でした。
ko: '존경 기념비' 이베리아 사람들은 여러 신들에게 작은 기념비를 세운 신앙심이 깊은 사람들이었습니다. 이러한 기념물은 가족 무덤으로 사용되기도 했습니다.
nb: 'Ærverdig monument' Ibererne var et religiøst folk som bygde små monumenter til sine ulike guder. Disse monumentene kunne også fungere som gravsteder for familien.
pl: "Wiekowy Pomnik" Iberyjczycy byli religijnymi ludźmi, którzy budowali małe pomniki dla różnych bogów. Pomniki te mogły również służyć jako grobowce rodzinne.
pt_br: 'Monumento Venerado'. Os povos ibéricos eram religiosos e construíam pequenos monumentos aos seus vários deuses. Estes monumentos também podiam servir de sepulturas familiares.
ru: Иберийцы были религиозными людьми и сооружали небольшие монументы во имя своих многочисленных богов. Эти монументы также могли служить фамильными усыпальницами.
sk: "Ctený pamätník" - Iberi boli veriaci ľudia stavajúci malé pamätníky ich rôznym bohom. Tieto pamätníky mohli tiež slúžiť aj ako rodinné hrobky.
sv: "Revered Monument" Iberierna var ett religiöst folk som byggde små monument till sina olika gudar. Dessa monument kan också fungera som familjen gravar.
tr: 'Kutsal Anıt' İberyalılar dindar insanlardı ve çeşitli tanrıları için pek çok anıt inşa ettiler. Bunlar ayrıca aile mezaları olarak da hizmet ederdi.
uk: Іберійці були релігійними людьми і споруджували невеликі монументи на честь своїх різноманітних богів. Ці монументи також могли служити фамільними гробницями.
zh: “崇敬碑”，伊比利亚人有虔诚的宗教信仰，他们为各种各样的神灵建造纪念碑。这些纪念碑也可作为家族的陵园。
zh_tw: 「崇敬碑」伊比利人有虔誠的宗教信仰，他們為各式各樣的神靈建造紀念碑。這些紀念碑也可以做為家族的墓園。

source: The Iberians were a people of mysterious origins and language, with a strong tradition of horsemanship and metalworking. A relatively peaceful culture, they usually fought in other's battles only as mercenaries. However, they proved tenacious when Rome sought to take their land and freedom from them, and employed pioneering guerrilla tactics and flaming javelins as they fought back.
ast: Los íberos foron un pueblu d'oríxenes y llingua escuros, con una fonda tradición d'equitación y metalurxa. De cultura relativamente pacífica, solieron lluchar en batalles estranxeres como mercenarios. Sicasí, amosáronse aporfiaos cuando Roma procuró apoderase de les sos tierres y llibertá, y emplegaron táctiques guerrilleres anovadores y xavalines flamíxeres al resistila.
bg: Иберите били хора с неясен произход и език, с традиции в отглеждането на коне и обработката на метали. Сравнително миролюбиви, те обикновено се биели в чуждите армии като наемници. Въпреки това, те се оказали упорити, когато Рим посегнал към земята и свободата им, и използвали новаторски партизански тактики и огнени летящи копия, за да отвърнат на удара.
br: An Ibered a oa ur bobl a oa kevrinus hec'h orin hag he yezh ivez, gant ur c'hiz kreñv a varc'hegerezh hag a labour-metal. Ur sevenadur peoc'hiek a-walc'h o doa, en em gannañ a rae,t e meur a emgann all evel goprsoudarded hepken. Nemet, o doa prouet e oant lerek pa lakaas en he fenn Roma pakañ o douar hag o frankiz diganto, en ur implijout taktikoù gerilha nevezus ha spegoù entanet p'o deus rebourset.
ca: Els ibers eren un poble amb uns orígens i una llengua misteriosos, amb una important tradició de cria de cavalls i metal·lúrgia. Una cultura relativament pacífica, normalment només lluitaven com a mercenaris en les batalles dels altres pobles. Tot i això, van mostrar-se tenaços quan Roma va intentar prendre'ls la terra i la llibertat, i van fer servir tàctiques pioneres de guerrilla i javelines incendiàries per defensar-se.
cs: Iberové byli lidé zahadného původu a jazyka se silnou tradicí v jezdectví a obrábění kovů. Poměrně mírumilovná kultura. Obyčejně bojovali v bitvách ostatních jen jako žoldnéři. Projevili se však nakonec jako houževnatý lid, když se jim Řím snažil vzít jejich půdu a svobodu, využívajíc při obraně partizánský způsob boje a hořící oštěpy.
de: Die Iberer waren ein Volk unbekannter Herkunft und Sprache mit einer langen Reit- und Metallverarbeitungstradition. Da sie eine relativ friedliche Kultur hatten, kämpften sie meist nur als Söldner in den Kriegen anderer Völker. Allerdings erwiesen sie sich als zähe Gegner, als Rom ihnen Land und Freiheit nehmen wollte, wobei sie wegweisende Guerillataktiken und brennende Wurfspeere bei der Verteidigung verwendeten.
el: Οι Ίβηρες ήταν ένας λαός με μυστήρια καταγωγή και γλώσσα, με ισχυρή παράδοση στην ιππασία και τη μεταλλουργία. Με σχετικά ειρηνική κουλτούρα, που συνήθως πολέμησαν στις μάχες των άλλων μόνο ως μισθοφόροι. Ωστόσο, αποδείχθηκαν σκληροτράχηλοι όταν η Ρώμη προσπάθησε να πάρει τη γη και την ελευθερία από αυτούς, και χρησιμοποίησαν πρωτοποριακές τακτικές ανταρτοπόλεμου και φλεγόμενα ακόντια, καθώς αμυνόντουσαν.
es_ar: Los ibéricos eran gente de origen y lenguaje misterioso, con una tradición fuerte en caballería y metalurgia. Una cultura relativamente pacifica, generalmente peleaban batallas ajenas como mercenarios. Sin embargo, probaron ser tenaces cuando Roma intentó despojarlos de su tierra y su libertad, y utilizaron tácticas de guerrilla innovadoras y jabalinas en llamas en sus contraataques.
eu: Iberiarrak jatorri eta hizkuntza ezezaguneko herria zen, zaldiz ibiltzeko eta metalgintzan ohitura zuena. Orokorrean bakezaletzat hartzen baziren ere, besteen gudetan parte hartu zuten mertzenario gisa. Halere, sutsuak agertu ziren Erromatarrek beraien lurrak eta esklabotza nahi izan zituenean, eta ezagunak egin ziren gerrilla taktikak erabiltzen lehenak izan zirelako eta suzko xabalinak jaurtitzen zirelako atzean zirelarik.
fa: مردم ایبریایی مردمی بودند با پیشینه ای اسرارآمیز. نسبتا مردمی صلحجو بودند و عموما در جنگهای دیگران به عنوان مزدور شرکت داشتند. البته آنها تمایل به مبارزه و آزادی برای خاک خود را نیز در زمان اشغال روم نشان دادند و به عنوان پیشگامان جنگ های چریکی و پارتیزانی و استفاده از نیزه های آتشین از آنها یاد می شود.
ga: Ba phobal rúndiamhair iad na hIbéirigh le teanga agus dúchas anaithnid, agus traidisiún láidir marcachais agus miotalóireachta. Tá cultúr síochána iad go measartha, agus throid siad sna cathanna eachtracha ach amháin mar amhas. Áfach, nuair a dtíortha agus a saoirse á lorg ag na Rómhánaigh, bhí sé an-daingean ina n-aghaidh, agus d'úsáid siad teaicticí teallchogaíochta agus foghanna lasta ina dtroid.
he: האיברים היו אנשים ממוצא והשפה מסתוריים, עם מסורת חזקה של רכיבה ועיבוד באבן.היא תרבות שקטה יחסית, הם בדרך כלל נלחמים בקרבותיו של השני רק כשכירי חרב. עם זאת, הם הוכיחו את עקשנותם כאשר רומא ביקשה לקחת את האדמה ואת החופש שלהם מהם, והעסיקה חלוצי טקטיקות והתקפות גרילה שהשתמשו בנשק של כידונים בוערים .
hu: Az ibériaiak rejtélyes eredetű és nyelvű emberek voltak, erős lovas és fémműves hagyományokkal, legtöbbször csak zsoldosként harcoltak mások csatáiban. Viszont kitartónak bizonyultak, amikor a rómaiak el akarták venni a földjeiket és a szabadságjogaikat, úttörő gerillataktikát valamint tüzes lándzsákat vetettek be amikor felvették a harcot.
hy: Իբերները խորհրդավոր ծագում և լեզու ունեցող ազգ էին, ովքեր ունեին ձիաբուծության և մետաղագործության հզոր ավանդույթներ։ Լինելով համեմատաբար խաղաղասեր ժողովուրդ՝ նրանք սովորաբար կռվում էին այլ ազգերի պատերազմներում՝ միայն որպես վարձկաններ։ Այնուամենայնիվ, երբ Հռոմը փորձեց գրավել նրանց տարածքները և ազատությունը, իբերները խիստ դիմակայություն ցույց տվեցին՝ օգտագործելով նախահարձակ պարտիզանական պայքարի մարտավարություն և այրվող տեգեր հռոմեացիների դեմ պայքարում։
it: Gli iberici erano un popolo di origini e linguaggio misteriose, con una forte tradizione per l'equitazione e lavorazione dei metalli. Una cultura relativamente pacifica, di solito combattevano in altre battaglie solo come mercenari. Tuttavia, essi hanno dimostrato una resistenza tenace quando Roma cercò di prendere la loro terra e la loro libertà, impiegando pionieristiche tattiche di guerriglia e giavellotti incendiari.
ja: イベリア人の起源と言語は謎に包まれています。彼らには馬の調教と金属加工の優れた伝統がありました。比較的平和な文化で、たいてい他の戦場で傭兵としてのみ戦いました。しかしながら、ローマが彼らの土地と自由を取り上げようとしたとき、彼らは頑強さを証明し、ゲリラ戦術と炎のついた投槍を先駆的に使って反撃しました。
ko: 이베리아 사람들의 기원과 언어는 베일에 쌓여 있었습니다. 그들은 전통적으로 강력한 기마술 금속 가공술이 뛰어났습니다. 비교적 평화로운 문화에서 그들은 대게 다른 전장에서 용병으로만 싸웠습니다. 그러나 로마가 그들의 땅과 자유를 빼앗으려 하자, 그들의 집요함은 증명했고 그들로부터 해방했고, 그들은 선구적으로 게릴라 전술과 불타는 투창을 사용해 반격했습니다.
nb: Ibererne var et folk av mystisk opprinnelse med sterke tradisjoner i hesteoppdrett og metallarbeider. En forholdsvis fredelig kultur men kjempet i andres slag som leiesoldater. Likevel viste de seg standhaftige da Romerriket forsøkte å ta deres land og frihet og tok i bruk tidlige geriljataktikker og brennende kastespyd i kamp.
pl: Iberyjczycy byli ludem o tajemniczym pochodzeniu i języku, o silnej tradycji jeździectwa i obróbki metalu. Stosunkowo spokojna kultura, zwykle walczyli w bitwach nawzajem tylko jako najemnicy. Jednak okazali się oni wytrwali, gdy Rzym starał się podjąć ich ziemię i zabrać wolność od nich, a zatrudnieni jako pionierzy robili plany taktyk partyzanckich oraz płonące oszczepy i walczyli nimi.
pt_br: Os ibéricos eram um povo de origem e linguagem misteriosas, com uma forte tradição de cavalaria e metalurgia. Apesar de uma cultura relativamente pacífica, eles geralmente lutavam em batalhas de outros apenas como mercenários. No entanto, eles provaram ser tenazes quando Roma procurou tomar suas terras e liberdade ao empregar pioneiras táticas de guerrilha e dardos flamejantes.
ru: Иберийцы были народом с загадочным происхождением и языком, крепкими традициями коневодства и кузнечного дела. Будучи носителями относительно миролюбивой культуры, они обычно участвовали в сражениях в качестве наёмников у других народов. Однако, когда Рим пытался забрать у них земли и свободу, они показали своё упорство, задействовав новаторскую тактику партизанской войны и использование огненных дротиков во время ответных нападений.
sk: Iberi boli ľudia zahadného pôvodu a jazyka so silnou tradíciou v jazdectve a kovoobrábaní. Relatívne mierumilovná kultúra, zvyčajne bojovali v bitkách ostatných iba ako žoldnieri. Prejavili sa však nakoniec ako húževnatý ľud, keď sa im Rím snažil vziať ich pôdu a slobodu, využívajúc pri obrane partizánsky spôsob boja a horiace oštepy.
sv: Iberierna var ett folk av mystiskt ursprung och språk, med en stark tradition av horsemanship och metalworking. En relativt fredlig kultur, de slog sig vanligen i andras strider bara som legosoldater. Men de visade sig vara tålamod när Rom försökte ta sitt land och frihet från dem och anställde banbrytande gerillataktik och flammande javelins när de kämpade tillbaka.
tr: İberyalılar, güçlü geleneksel atçılık ve metal işçiliği ile birlikte gizemli geçmiş ve dillere sahip insanlardı. Barışçıl bir kültür ile, genellikle diğerlerinin savaşlarında sadece paralı dövüşürlerdi. Ancak Romalılar topraklarını ve özgürlüklerini ellerinden almak üzere gerilla taktikleri kullanmaya ve alevli mızrakçılar ile saldırmaya başladıklarında inatçı olduklarını kanıtladılar.
uk: Іберійці були народом із загадковим походженням і мовою, міцними традиціями конярства і ковальської справи. Будучи носіями відносно миролюбної культури, вони зазвичай брали участь у битвах в якості найманців у інших народів. Однак, коли Рим намагався забрати у них землі і свободу, вони показали свою завзятість, задіявши новаторську тактику партизанської війни і використання вогняних дротиків під час відповідних нападів.
zh: 伊比利亚人有着神秘的起源和语言，而且他们有很强的马术和炼金传统。作为一个相对热爱和平的民族，他们通常只以雇佣兵的参加战争。但是，他们在罗马人侵略他们的土地时作战英勇，并在反攻时使用了伏击战术和火箭。
zh_tw: 伊比利人有著神祕的起源及語言，他們也有很強的馬術及鐵匠傳統。作為一個相對來說愛好和平的民族，他們通常只以傭兵的身份參加戰爭。但是，在羅馬人侵略他們的土地時，並在反擊時使用了突熄戰術和火箭。

source: Kushites
ast: Los cuxites
bg: Кушити
br: Kouchited
ca: Cuixites
cs: Kúšité
de: Kuschiten
el: Κουσίτες
es_ar: Kushitas
eu: Kushitestarrak
fa: کوشی
ga: Na Cúisigh
he: ממלכת כוש
hu: Kusiták
hy: Քուշեր
ko: 쿠시
pl: Kuszyci
pt_br: Cuchitas
ru: Кушиты
sv: Kushiterna
tr: Kuşitler
tt: Кушитлар
uk: Кушити
zh: 库什

source: The Pyramids of Meroe
ast: Les pirámides de Meroe
bg: Пирамидите на Мерое
br: Piramidennoù Meroe
ca: Les Piràmids de Meroe
cs: Meroejské pyramidy
de: Die Pyramiden von Meroe
el: Οι Πυραμίδες του Μερόε
es_ar: Las Pirámides de Meroe
eu: Meloe piramideak
fa: اهرام مروئی
ga: Pirimidí na Méróé
he: פירמידות נוביות של מיירו
hu: Meroe piramisai
hy: Մերոեյական բուրգերը
ko: 메로에의 피라미드
pl: Piramidy Meroe
pt_br: As pirâmides de Meroé
ru: Пирамиды Мероэ
sv: Pyramiderna av Meroe
tr: Meroe Piramidi
uk: Піраміди Мерое
zh: 麦罗埃金字塔

source: Building a Kushite pyramid increases Civic Center territory influence by +10% for each one built.
ast: Construyir una pirámide cuxita aumenta la influyencia del centru civil nel territoriu un +10% por caúna llevantada.
bg: Построяването на кушитска пирамида увеличава териториалното влияние на селищните центрове с +10% за всяка издигната пирамида.
br: Savadur ur biramidenn Kushite a gresk levezon tiriadel ar Greizenn Geodedel dre +10% evit pep hini savet.
ca: Construir una piràmide Cuixita incrementa la influència territorial del Centre Cívic un +10% per cada una construïda.
cs: Postavením kúšanské pyramidy správní střediska budou mít o +10% větší územní vliv za každou postavenou pyramidu.
de: Der Bau einer Kuschitenpyramide erhöht den Territorialeinfluss von Verwaltungssitzen um +10% für jedes gebaute Exemplar.
el: Η οικοδόμηση μιας Κουσιτικής πυραμίδας αυξάνει την εδαφική επέκταση του Αστικού Κέντρου κατά +10% για κάθε μία από τις κατασκευές.
es_ar: Construir una pirámide Cushita aumenta el territorio de influencia de Centro Cívico en un +10% por cada una construída
eu: Kushite piramidearen eraikuntzak Giza Zentroak lurraldean duen eragina % 10 + handitzen du eraikin bakoitzeko.
fa: ساخت یک معبد کوش باعث افزایش شعاع قلمرو مرکز تمدن به میزان +10% می شود، برای هر معبدی که ساخته شود
ga: Nuair atá pirimid Chúiseach ina tógáil, méadú +10% ar an dtionchar críocha do gach pirimid tógtha.
hu: Minden egyes kusita piramis építése +10%-kal növeli a városházák területi befolyását.
hy: Քուշական յուրաքանչյուր բուրգի կառուցումն ավելացնում է քաղաքային կենտրոնների տարածքային ազդեցությունը +10%-ով։
ko: 쿠시의 피라미드를 지으면 시민 회관의 영토 영향력이 +10% 증가합니다.
pl: Każda piramida kuszycka wzmacnia wpływ terytorialny centrum osady o +10%.
pt_br: Construir uma pirâmide de Kushite aumenta a influência do território do Centro Cívico em + 10% para cada uma construída.
ru: Каждая возведенная кушитская пирамида на +10% увеличивает влияние городского центра на территорию.
sv: Att bygga en kushitpyramid ökar Civic Center territorium inflytande med + 10% för varje byggd.
tr: Kushite piramiti kurmak Şehir Merkezi etki alanını kurulan her biri için +%10 artırır.
uk: Кожна зведена кушитська піраміда на +10% збільшує вплив міського центру на територію.
zh: 建造一个库什金字塔，可使每个建筑物的市政中心影响力+ 10％。

source: Mineral Deposits
ast: Depósitos minerales
bg: Минерални залежи
br: Kailhegoù
ca: Jaciments de Mineral
cs: Naleziště nerostů
de: Minerallagerstätte
el: Μεταλλικά Κοιτάσματα
es_ar: Depósitos minerales
eu: Mineral gordailuak
fa: محل تحویل مواد معدنی
ga: Fosuithe Mianra
hu: Ásványlelőhely
hy: Հանքային նստվածքներ
ko: 광물 저축??
pl: Depozyt Minerałów
pt_br: Depósito de minerais
ru: Рудники
sv: Mineralinlåning
tr: Maden Yatakları
uk: Поклади Мінералів
zh: 矿床
