Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: For further information on Wildfire Games Privacy Policies, visit https://trac.wildfiregames.com/wiki/UserDataProtection
ast: Para maæs informacion subre la política de privacidade de Wildfire Games, visita https://trac.wildfiregames.com/wiki/UserDataProtection
bg: За подробна информация относно Политиката за поверителност на Wildfire Games, посетете страницата https://trac.wildfiregames.com/wiki/UserDataProtection
ca: Per obtenir més informació sobre les polítiques de privadesa de Wildfire Games, visiteu https://trac.wildfiregames.com/wiki/UserDataProtection
cs: Další informace o zásadách ochrany soukromí Wildfire Games naleznete na adrese https://trac.wildfiregames.com/wiki/UserDataProtection
de: Weitere Informationen zu den Datenschutzrichtlinien von Wildfire Games findest du unter https://trac.wildfiregames.com/wiki/UserDataProtection
el: Για περισσότερες πληροφορίες σχετικά με τις Πολιτικές Απορρήτου της Wildfire Games, επισκεφτείτε τη https://trac.wildfiregames.com/wiki/UserDataProtection
es: Para obtener más información sobre las Políticas de Privacidad de Wildfire Games, visite https://trac.wildfiregames.com/wiki/UserDataProtection
eu: Wildfire Gamesen pribatutasun politikari buruz gehiago jakiteko, ikusi https://trac.wildfiregames.com/wiki/UserDataProtection
fi: Lisätietoja Wildfire Gamesin tietosuojakäytännöistä saat osoitteesta https://trac.wildfiregames.com/wiki/UserDataProtection
fr: Pour plus d'informations sur la politique de confidentialité de Wildfire Games, visitez https://trac.wildfiregames.com/wiki/UserDataProtection
ga: Le haghaidh tuilleadh faisnéise ar an mPolasaí Príobháideachais Wildifre Games, téigh chuig https://trac.wildfiregames.com/wiki/UserDataProtection
gd: Airson barrachd fiosrachaidh mu na poileasaidhean prìobhaideachd aig Wildfire Games, tadhail air https://trac.wildfiregames.com/wiki/UserDataProtection
gl: Para máis información sobre as políticas de protección da intimidade de Wildfire Games, consulte https://trac.wildfiregames.com/wiki/UserDataProtection (en inglés)
hu: További információkért a Wildfire Games adatvédelmi irányelveiről, keresd fel ezt az oldalt: https://trac.wildfiregames.com/wiki/UserDataProtection
id: Untuk informasi lebih lanjut tentang Kebijakan Privasi Wildfire Games, kunjungi https://trac.wildfiregames.com/wiki/UserDataProtection
it: Per ulteriori informazioni sulla privacy di Wildfire Games visita https://trac.wildfiregames.com/wiki/UserDataProtection
ko: Wildfire Games의 개인 정보 보호 정책에 대한 자세한 내용은 https://trac.wildfiregames.com/wiki/UserDataProtection을 참조하십시오
lv: Lai iegūtu papildinformāciju par Wildfire Spēļu privātuma politiku, apmeklējiet vietni https://trac.wildfiregames.com/wiki/UserDataProtection
ms: Untuk maklumat lanjut berkenaan Dasar Kerahsiaan Wildfire Games, sila lawati https://trac.wildfiregames.com/wiki/UserDataProtection
nl: Ga naar https://trac.wildfiregames.com/wiki/UserDataProtection voor meer informatie over het privacybeleid van Wildfire Games.
pl: Po więcej informacji zajrzyj na Politykę Prywatności Wildfire Games: https://trac.wildfiregames.com/wiki/UserDataProtection
pt_br: Para mais informações sobre as Políticas de Privacidade da Wildfire Games, visite https://trac.wildfiregames.com/wiki/UserDataProtection
pt_pt: Para mais informações sobre as Políticas de Privacidade da Wildfire Games visite a página https://trac.wildfiregames.com/wiki/UserDataProtection
ru: Для получения дополнительной информации о Политике конфиденциальности Wildfire Games посетите https://trac.wildfiregames.com/wiki/UserDataProtection
sk: Pre ďalšie informácie o Wildfire Games Ochrany osobných údajov navštívte https://trac.wildfiregames.com/wiki/UserDataProtection
sv: För ytterligare information om Wildfire Games sekretess policy, besök https://trac.wildfiregames.com/wiki/UserDataProtection
tr: Wildfire Games gizlilik politikası hakkında daha fazla bilgi almak için ziyaret edin: https://trac.wildfiregames.com/wiki/UserDataProtection
uk: Для отримання додаткової інформації щодо політик конфіденційності Wildfire Games, відвідайте https://trac.wildfiregames.com/wiki/UserDataProtection
zh: 有关Wildfire游戏隐私政策的更多信息，请访问 https://trac.wildfiregames.com/wiki/UserDataProtection
zh_tw: 要取得更多關於 Wildfire Games 隱私政策的資訊，請造訪 https://trac.wildfiregames.com/wiki/UserDataProtection

source: [font="sans-bold-18"]0 A.D. Empires Ascendant Multiplayer Lobby Terms of Service[/font]
ast: [font="sans-bold-18"]Términos de Servicio de l Antepar de 0 A.D. Empires Ascendant[/font]
ca: [font="sans-bold-18"]Termes de servei de la sala multijugador del 0 A.D. Empires Ascendant[/font]
cs: [font="sans-bold-18"]Podmínky užití služby hry pro více hráčů jedné zájmové skupiny ve hře 0 A.D. Empires Ascendant[/font]
de: [font="sans-bold-18"]0 A.D. Empires Ascendant Nutzungsbedingungen der Mehrspieler-Lobby[/font]
el: [font="sans-bold-18"]Όροι της Υπηρεσίας για το Λόμπι του 0 A.D. η Άνοδος των Αυτοκρατοριών[/font]
es: [font="sans-bold-18"]0 A.D. Empires Ascendant Términos del servicio de la sala multijugador[/font]
eu: [font="sans-bold-18"]«0 A.D. Empires Ascendant»en Jokalari Anitzen Gelako Zerbitzu Baldintzak[/font]
fi: [font="sans-bold-18"]0 A.D. Empires Ascendant -moninpeliaulan palveluehdot[/font]
fr: [font="sans-bold-18"]Conditions Générales du lobby multijoueur de 0 A.D. Empires Ascendant[/font]
ga: [font="sans-bold-18"]0 A.D. Impireachtaí in Uachtar, Termaí Seirbhíse an Ilfhorhalla [/font]
gd: [font="sans-bold-18"]Teirmichean na seirbheise airson na lobaidh ioma-chluicheadair aig 0 A.D. Empires Ascendant[/font]
gl: [font="sans-bold-18"]Termos de servizo da sala de espera de varios xogadores de 0 A.D. Empires Ascendant[/font]
hu: [font="sans-bold-18"]0 A.D. Felemelkedő birodalmak többjátékos váró szolgáltatási feltételei[/font]
id: [font="sans-bold-18"]Ketentuan Layanan Lobi Main Bersama 0 A.D. Empires Ascendant[/font]
it: [font="sans-bold-18"]0 A.D. Imperi Ascendenti Termini di servizio della lobby multigiocatore[/font]
ko: [font="sans-bold-18"]0 A.D. 떠오르는 제국 멀티플레이어 로비 이용 약관[/font]
lv: [font="sans-bold-18"]0 A.D. Empires Ascendant Daudzspēlētāju priekšnama Pakalpojumu sniegšanas noteikumi[/font]
nl: [font="sans-bold-18"]0 A.D. Empires Ascendant Multiplayer Lobby Servicevoorwaarden[/font]
pl: [font="sans-bold-18"]Warunki korzystania z 0 A.D. Empires Ascendant Multiplayer Lobby[/font]
pt_br: [font="sans-bold-18"]Termos de Serviço do Lobby Multijogador do 0 A.D. Empires Ascendant[/font]
pt_pt: [font="sans-bold-18"]Termos de Serviço da Sala de Espera Multi-Jogador do 0 A.D. Empires Ascendant[/font]
ru: [font="sans-bold-18"]Условия предоставления услуг сетевой комнатой 0 A.D. Empires Ascendant[/font]служба
sk: [font="sans-bold-18"]0 A.D. Empires Ascendant Podmienky služby lobby (miestnosti) viacerých hráčov[/font]
sv: [font = "Sans-Bold-18"] 0 A.D. Empires Ascendenten flerspelarlobby användarvillkor [/font]
tr: [font="sans-bold-18"]0 A.D. İmparatorluklar Etkin Çokoyunculu Lobisi Kullanım Koşulları[/font]
uk: [font="sans-bold-18"]Умови послуги багатокористувацького лобі 0 A.D. Empires Ascendant[/font]
zh: [font="sans-bold-18"]服务条款[/font]
zh_tw: [font="sans-bold-18"]0 A.D. Empires Ascendant 多人遊戲大廳服務條款[/font]

source: [font="sans-bold-14"]Document Date:[/font] 2018-10-16
ast: [font="sans-bold-14"]Data de l documento:[/font] 2018-10-16
ca: [font="sans-bold-14"]Data del document:[/font] 2018-10-16
cs: [font="sans-bold-14"]Datum dokumentu:[/font] 2018-10-16
de: [font="sans-bold-14"]Datum des Dokuments:[/font] 16.10.2018
el: [font="sans-bold-14"]Ημερομηνία Εγγράφου:[/font] 16-10-2018
es: [font="sans-bold-14"]Fecha del documento:[/font] 2018-10-13
eu: [font="sans-bold-14"]Dokumentuaren data:[/font] 2018-10-16
fi: [font="sans-bold-14"]Dokumentin päiväys:[/font] 2018-10-16
fr: Date du document:
ga: [font="sans-bold-14"]Dáta an Doiciméid:[/font] 2018-10-16
gd: [font="sans-bold-14"]Ceann-là na sgrìobhainn:[/font] 16mh Dàmh 2018
gl: [font="sans-bold-14"]Data do documento:[/font] 2018-10-16
hu: [font="sans-bold-14"]Dokumentum kelte:[/font] 2018-10-16
id: [font="sans-bold-14"]Tanggal Dokumen:[/font] 2018-10-16
it: [font="sans-bold-14"]Data Documento:[/font] 2018-10-16
ko: [font="sans-bold-14"]문서 날짜:[/font] 2018-10-16
lv: [font="sans-bold-14"]Dokumenta datums:[/font] 2018-10-16
ms: [font="sans-bold-14"]Tarikh Dokumen:[/font] 2018-10-16
nl: [font="sans-bold-14"]Document datum:[/font] 2018-10-16
pl: [font="sans-bold-14"]Data dokumentu:[/font] 16.10.2018
pt_br: [font="sans-bold-14"]Data do Documento:[/font] 2018-10-16
pt_pt: [font="sans-bold-14"]Data do Documento:[/font] 2018-10-16
ru: [font="sans-bold-14"]Дата документа:[/font] 2018-10-16
sk: [font="sans-bold-14"]Dátum modifikácie:[/font] 2018-10-16
sv: [font = "Sans-fet-14"] Dokument datum: [/font] 2018-10-16
tr: [font="sans-bold-14"]Döküman Tarihi:[/font] 2018-10-16
uk: [font="sans-bold-14"]Дата документа:[/font] 2018-10-16
zh: [font="sans-bold-14"]文件日期:[/font] 2018-10-16
zh_tw: [font="sans-bold-14"]文件日期：[/font] 2018-10-16

source: The 0 A.D. Empires Ascendant Multiplayer Lobby is an online service provided by Wildfire Games that allows players to set up online multiplayer matches, discuss the game in a public chat room and gain a rating that reflects their skill.
ast: L Antepar de 0 A.D. Empires Ascendant ye un servicio nela Rede provisto por Wildfire Games que permitte a ẍogadores intamar partidæs de varios ẍogadores nela Rede, fhablar de l ẍuœgu n una conversa pública & conseguir una classificacion que speye la sua maña.
fi: 0 A.D. Empires Ascendant -moninpeliaula on Wildfire Gamesin tarjoama verkkopalvelu, jonka avulla pelaajat voivat järjestää online-moninpeliotteluita, keskustella pelistä julkisessa keskusteluhuoneessa ja saada taitojaan kuvaavan luokituksen.
id: Lobi Main Bersama 0 A.D. Empires Ascendant adalah layanan daring yang disediakan oleh Wildfire Games yang memungkinkan pemain untuk mengatur pertandingan bersama daring, mendiskusikan permainan di ruang obrolan publik dan memperoleh peringkat yang mencerminkan keahlian mereka.
it: La Stanza Multigiocatore di 0 A.D Empires Ascendant è un servizio online fornito da Wildfire Games che permette ai giocatori di creare partite multigiocatore online, discutere del gioco in una chat pubblica e ottenere una valutazione che riflette le loro abilità.
ko: 0 A.D. 떠오르는 제국 멀티플레이어 로비는 플레이어가 온라인 멀티플레이어 게임을 설정하고, 공개 채팅 룸에서 게임을 토론하고, 그들의 실력을 반영하는 등급을 획득할 수 있도록 하는 온라인 서비스입니다.
pt_br: O 0 A.D. Empires Ascendant Multiplayer Lobby é um serviço online fornecido pela Wildfire Games que permite aos jogadores configurar partidas multijogador online, discutir o jogo em uma sala de chat pública e obter uma classificação que reflete sua habilidade.
zh_tw: 0 A.D. Empires Ascendant 多人遊戲大廳是 Wildfire Games 提供的線上服務，讓玩家建立線上多人對戰、在公共聊天室討論遊戲並獲得反映其技術的積分。

source: Due to the subject matter of historic warfare, description and depiction of violence and the language on the Multiplayer Lobby, 0 A.D. and the Multiplayer Lobby are not directed to young children (COPPA §312.2).
ast: Por cuœnta de l amiente de la guerra histórica, descripcion & representacion de violencia & la fhabla de l Antepar, 0 A.D. & l Antepar nun stan impobinados a rapazinos (COPPA §312.2).
ca: A causa del tema del joc, la guerra històrica, i de les descripcions i representacions de violència i el llenguatge utilitzat a la sala multijugador, el 0 A.D. i la sala multijugador no estan dirigits a nens petits (COPPA §312.2).
de: Aufgrund des Themas der historischen Kriegsführung richten sich die Beschreibung und Darstellung von Gewalt und der Sprache in der Multiplayer-Lobby, 0 A.D. und der Multiplayer-Lobby nicht an Kleinkinder (COPPA §312.2).
el: Λόγω του περιεχομένου του ιστορικού πολέμου, της περιγραφής και της απεικόνισης της βίας καθώς και της γλώσσας στο Λόμπι Πολλών Παικτών, το 0 A.D. και το Λόμπι για Πολλούς Παίκτες δεν απευθύνεται σε μικρά παιδιά (Νόμος για την προστασία της ιδιωτικής ζωής των παιδιών στο διαδίκτυο §312.2).
es: Debido al tema de la guerra histórica, la descripción y representación de la violencia y el lenguaje en la sala multijugador, 0 A.D. y la sala multijugador no están dirigidos a niños pequeños (COPPA §312.2).
eu: Historian zehar gertatutako gerrak direnez gai, 0 A.D. eta jokalari anitzen lobbya eta jokalari anitzen geletako hizkuntza eta bortxaren erakustea ez da egokia ume txikientzako (COPPA §312.2).
fi: Johtuen pelin aiheesta, joka on historiallinen sodankäynti, väkivallan kuvauksesta ja esittämisestä sekä moninpeliaulan kielenkäytöstä, 0 A.D. ja moninpeliaula eivät ole suunnattu pienille lapsille (COPPA §312.2).
fr: En raison du sujet des guerres historiques, de la description et de la représentation de la violence et du langage utilisé dans le lobby multijoueur, 0 A.D. et le lobby multijoueur ne s'adressent pas aux jeunes enfants (COPPA §312.2).
ga: Mar gheall ar an ábhar stairiúil, cogaíochta agus an foréagan léirithe agus tarraingthe anseo, agus cad atá ag rá san Ilfhorhalla; níl 0 A.D agus an Ilfhorhalla dírithe ag páistí óga (COPPA §312.2).
gd: Ri linn cuspair a’ chogaidh eachdraidheil ’s an sgrìobhaidh ’s nan dealbhan mu dhèidhinn fòirneart ’s na cainnte air an lobaidh ioma-chluicheadair, chan eil 0 A.D. no an lobaidh ioma-chluicheadair ag amas air cloinn òga (COPPA §312.2).
gl: Debido á temática de historia bélica, a descrición e representación de violencia e a linguaxe da sala de espera para varios xogadores, 0 A.D. e a sala de espera para varios xogadores non están dirixidos a nenos novos (COPPA §312.2).
hu: Mivel a tárgyanyag a történelmi hadviselés, ezért az erőszak leírása és ábrázolása, a nyelvezet a többjátékos váróban, a 0 A.D. és a többjátékos váró nem gyermekek (COPPA §312.2) felé irányul.
id: Karena topik mengenai perang bersejarah, deskripsi dan penggambaran kekerasan dan bahasa kasar di Lobi Main Bersama, 0 A.D. dan Lobi Main Bersama tidak ditujukan untuk anak-anak (COPPA §312.2).
it: Poiché trattano di guerre storiche, descrizione e rappresentazione di violenza e per il linguaggio nella Lobby Multigiocatore, 0 A.D. e la Lobby Multigiocatore non sono rivolti a bambini (COPPA §312.2).
ko: 역사적인 전쟁의 주제 때문에, 폭력에 대한 설명과 묘사 그리고 멀티플레이어 로비의 언어, 0 A.D. 및 멀티플레이어 로비(COPPA §312.2).
nl: Vanwege het onderwerp historische oorlogsvoering, zijn beschrijving en weergave van geweld en het taalgebruik in de Multiplayer Lobby en 0 A.D. niet gericht op jonge kinderen (COPPA §312.2).
pl: Ze względu na tematykę wojenną, opis i przedstawienie przemocy oraz język w Lobby, 0 A.D. i Multiplayer Lobby nie jest przeznaczone dla młodszych dzieci (COPPA §312.2).
pt_br: Devido ao assunto da guerra histórica, a descrição e representação da violência e a linguagem na sala multijogador, 0 A.D. e as salas multijogador não são direcionados a crianças pequenas (COPPA §312.2).
pt_pt: Devido ao assunto de guerra histórica, a descrição, a representação de violência e a linguagem na Sala de Espera Multi-Jogador, o 0 A.D. e a Sala de Espera Multi-Jogador não são direcionados a crianças (COPPA §312.2).
ru: В связи с тематикой исторических военных действий, описанием и изображением насилия и применяемым в сетевой комнате языком, 0 A.D. и сетевая комната не предназначены для маленьких детей (Закон о защите конфиденциальности детей в интернете (США) §312.2).
sv: På grund av föremålet för historisk krigföring, beskrivning och skildring av våld och språket i flerspelarlobbyn, är 0 A.D. och flerspelarlobbyn inte riktade till små barn (COPPA § 312,2).
tr: Tarihsel savaş konusu nedeniyle, şiddetin ve Multiplayer Lobisinde dilin tanımı ve anlatımı, 0 A.D. ve Çokoyunculu Lobisi küçük çocuklara yönelik değildir (ÇÇGKY §312.2).
uk: Зважаючи на тематику історичної війни, опис та змалювання насильства, та мову в багатокористувацькому лобі, 0 A.D. та багатокористувацьке лобі не призначені для дітей молодшого віку (COPPA §312.2).
zh: 由于游戏为历史战争，会有暴力性的描述，以及在多人游戏大厅的玩家对话，0 A.D.及多人游戏大厅不会面向儿童（COPPA§312.2）。
zh_tw: 因歷史性戰爭主題、對暴力的敘述與描繪及多人遊戲大廳中的用語，0 A.D. 與多人遊戲大廳不針對幼兒（兒童線上隱私保護法 §312.2）。

source: The minimum age to use the Multiplayer Lobby is 13.
ast: La edade mínima par’ usare l servicio l Antepar ye de 13 anhos.
bg: Минималната възраст за използване на чакалнята за мрежови игри е 13 години.
ca: L'edat mínima per utilitzar la sala multijugador és 13.
cs: Nejnižší věk pro používání zájmové herní skupiny pro více hráčů je 13.
de: Das Mindestalter, um die Multiplayer Lobby zu nutzen ist 13 Jahre.
el: Η ελάχιστη ηλικία για την χρήση του Λόμπι Πολλών Παιχτών είναι 13.
es: La edad mínima para usar el modo Multijugador es de 13 años.
eu: Jokalari anitzen lobbya erabiltzeko gutxieneko adina 13 urte dira.
fi: Moninpeliaulan käytön alaikäraja on 13 vuotta.
fr: L'age minimum pour utiliser le Lobby Multijoueur est 13 ans.
ga: Tá an aois íosta 13 don Ilfhorhalla á úsáid.
gd: Is 13 an aois as ìsle airson an lobaidh ioma-chluicheadair a chleachdadh.
gl: A idade mínima para usar a sala de espera para varios xogadores é 13 anos.
hu: A többjátékos váró használatának legalacsonyabb korhatára 13 év.
id: Usia minimum untuk menggunakan Lobi Main Bersama adalah 13 tahun.
it: L'età minima per usare la Lobby Multiplayer è 13 anni.
ko: 멀티플레이어 로비를 사용할 수 있는 최소 연령은 13세입니다.
lv: Minimālais vecums, lai izmantotu daudzspēlētāju priekšnamu ir 13 gadi.
nl: De minimumleeftijd om de Multiplayer Lobby te gebruiken is 13.
pl: Aby korzystać z usługi, musisz mieć co najmniej 13 lat.
pt_br: A idade mínima para usar a Sala Multijogador é 13 anos.
pt_pt: A idade mínima para usar a Sala de Espera Multi-Jogador é 13 anos.
ru: Минимальный возраст пользования сетевой комнатой — 13 лет.
sk: Minimálny vek pre používanie lobby (miestnosti) viacerých hráčov je 13 rokov.
sv: Minimiåldern för att använda flerspelarlobbyn är 13.
tr: Çokoyunculu lobisini kullanmak için en düşük yaş sınırı 13.
uk: Мінімальний вік для використання багатокористувацького лобі – 13 років.
zh: 进入多人游戏大厅，需年满13周岁。
zh_tw: 使用多人遊戲大廳的最低年齡是 13 歲。

source: [font="sans-bold-14"]By using the 0 A.D. Multiplayer Lobby, you agree to:[/font]
ast: [font="sans-bold-14"]A l usare l Antepar de 0 A.D., accedes a:[/font]
ca: [font="sans-bold-14"]Si utilitzeu la sala multijugador del 0 A.D., esteu d'acord en:[/font]
cs: [font="sans-bold-14"]Užíváním zájmové herní skupiny pro více hráčů souhlasíte s tím, že:[/font]
de: [font="sans-bold-14"]Indem du die 0 A.D. Mehrspieler-Lobby verwendest, stimmst du zu:[/font]
el: [font="sans-bold-14"]Χρησιμοποιώντας το Λόμπι Πολλών Παιχτών του 0 A.D. συμφωνείς να:[/font]
es: [font="sans-bold-14"]Al usar la sala multijugador de 0 A.D. acepta:[/font]
eu: [font="sans-bold-14"]0 A.D. jokalari anitzen lobbya erabiltzean, honekin bat zatoz:[/font]
fi: [font="sans-bold-14"]Käyttämällä 0 A.D.:n moninpeliaulaa hyväksyt:[/font]
fr: [font="sans-bold-14"]En utilisant le lobby multijoueur de 0 A.D., vous acceptez de :[/font]
ga: [font="sans-bold-14"]Trí úsáid an Ilfhorhalla 0 A.D., aontaíonn tú le:[/font]
gd: [font=”sans-bold-14”]Le cleachdadh na lobaidh ioma-chluicheadair aig 0 A.D., aontaichidh tu:[/font]
gl: [font="sans-bold-14"]Ao usar a sala de espera para varios xogadores de 0 A.D., acepta:[/font]
hu: [font="sans-bold-14"]A 0 A.D. többjátékos váró használatával, beleegyezel, hogy:[/font]
id: [font="sans-bold-14"]Dengan menggunakan Lobi Main Bersama 0 A.D., Anda setuju:[/font]
it: [font="sans-bold-14"]Usando 0ad Lobby multigiocatore, concordi che:[/font]
ko: [font="sans-bold-14"]0 A.D. 멀티플레이어 로비을 사용하면 다음과 같은 것에 동의하게됩니다:[/font]
lv: [font="sans-bold-14"]Izmantojot 0 A.D. daudzspēlētāju priekšnamu, tu piekrīti:[/font]
nl: [font="sans-bold-14"]Door de 0 A.D. Multiplayer Lobby te gebruiken, gaat u akkoord met:[/font]
pl: [font="sans-bold-14"]Korzystając z 0 A.D. Multiplayer Lobby, zgadzasz się na:[/font]
pt_br: [font="sans-bold-14"]Ao usar a Sala Multijogador do 0 A.D., você concorda com:[/font]
pt_pt: [font="sans-bold-14"]Ao utilizar a Sala de Espera Multi-jogador do 0 A.D., você concorda com:[/font]
ru: [font="sans-bold-14"]Используя сетевую комнату 0 A.D., вы соглашаетесь со следующим:[/font]
sk: [font="sans-bold-14"]By using the 0 A.D. Multiplayer Lobby (miestnosti viacerých hráčov), súhlasíš s nasledujúcimi podmienkami:[/font]
sv: [font = "Sans-fet-14"] Genom att använda 0 A.D. flerspelarlobbyn, samtycker du till: [/font]
tr: [font="sans-bold-14"]Çok Oyunculu Lobide 0 AD kullanarak, şunları kabul ediyorsunuz:[/font]
uk: [font="sans-bold-14"]Використовуючи багатокористувацьке лобі 0 A.D., Ви погоджуєтеся з:[/font]
zh: [font="sans-bold-14"]使用多人大厅, 你同意:[/font]
zh_tw: [font="sans-bold-14"]使用 0 A.D. 多人遊戲大廳，表示您同意：[/font]

source: 1. Follow all usage policies.
ar: 1. اتّباع كلّ سياسات الاستخدام.
ast: 1. Seguir todælæs políticæs d’usu.
bg: 1. Спазвате всички правила на ползване;
br: 1. Heuliañ an holl politikerezhioù implij.
ca: 1. Respectar les polítiques d'ús.
cs: 1. Následováním všech pravidel pro použití.
da: 1. Følge alle politikker for brug.
de: 1. Alle Nutzungsrichtlinien zu befolgen.
el: 1. Ακολουθείς όλες τις πολιτικές χρήσης.
es: 1. Seguir todas las políticas de uso.
es_cl: 1. Cumplir todas las reglas.
eu: 1. Erabilera politika guztiei men egitea.
fa: 1. تمام سیاست ها و قوانین استفاده را پیروری کنید
fi: 1. Seuraa kaikkia käyttötoimintaperiaatteita.
fr: 1. Suivre l'ensemble des politiques d'utilisation.
ga: 1. Cloígh le polasaithe úsáide ar fad.
gd: 1. Gun lean thu na h-uile poileasaidh a’ chleachdaidh.
gl: 1. Cumprir coas normas de uso.
hr: 1. Pridržavajte se svih uvjeta korištenja.
hu: 1. Követed a használat szabályait.
id: 1. Mengikuti seluruh aturan penggunaan.
it: 1. Seguire tutte le politiche di utilizzo.
ja: 1. すべての利用方針に従うこと。
ka: 1. მიჰყვები მოხმარების პოლიტიკას
ko: 1. 모든 이용 약관을 따릅니다.
lv: 1. Sekot visām lietošanas politikām.
ms: 1. Ikuti semua polisi pengguna.
nb: 1. Å følge alle bruksregler
nl: 1. U alle gebruikersvoorwaarden zal volgen.
pl: 1. Należy przestrzegać wszystkich zasad użytkowania.
pt_br: 1. Cumprir todas as políticas de uso.
pt_pt: 1. Cumprir todas as linhas de conduta.
ro: 1. Urmați toate politicile de utilizare.
ru: 1. Соблюдать выполнение всех требований.
sk: 1. Dodržiavať všetky podmienky používania.
sr: 1. Пратите сва правила коришћења.
sv: 1. Följa alla användarvillkor.
tr: 1. Tüm kullanım politikalarına uymayı.
uk: 1. Дотриманням всіх політик використання.
zh: 1.遵守用户协议。
zh_tw: 1. 遵守所有使用政策。
