Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Secret steel working techniques give sword blades distinctive and beautiful markings. Not only that, but the steel's hardness is unparalleled.
ar: تقنيات العمل السري الصلب تعطي شفرات السيف علامات مميزة وجميلة. ليس ذلك فحسب، ولكن صلابة الفولاذ هو شيء لا مثيل له.
ast: Les téuniques secretes de trabayar l'aceru dio a les cuchielles marques distintives y formoses. Arriendes d'ello, la durez del aceru ye ensin igual.
bg: Тайни техники за обработване на стоманата дават на мечовете отличителни и красиви маркировки. Не само това, но и здравината на стоманата е несравнима.
br: Teknikoù kuzh a labour an dir a ro laonioù kleze disheñvel ha merkoù kaer. N'eo ket nemet se, hogen dreistordinal e vez started an dir.
ca: Les tècniques secretes per a treballar l'acer concedeixen a les fulles de les espases marques distintives i boniques. No només això, sinó que la duresa de l'acer no té parangó.
cs: Tajné techniky zpracování kovu dávají ostřím mečů osobitou a krásnou kresbu. A to není vše, nejen to. Stupeň tvrdosti oceli je nevídaný.
da: Hemmelige stålteknikker giver sværdklinger specielle og smukke mærker. Ikke alene det, men stålets hårdhed er også uden sidestykke.
de: Geheime Metallverarbeitungstechniken geben Schwertern eine charakteristische und schöne Zeichnung. Aber nicht nur das, der Härtegrad des Stahls ist beispiellos.
el: Μυστικές τεχνικές στη χαλυβουργία δίνουν στις λεπίδες των σπαθιών διακριτικά και όμορφες επιγραφές. Και όχι μόνο αυτό, αλλά η σκληρότητα του χάλυβα είναι απαράμιλλη.
es_mx: Los secretos de las técnicas para trabajar con el acero les dio a los filos de las espadas una hermosa marca distintiva. No sólo eso, también la dureza del acero no tiene comparación.
eu: Artisautzako ezkutuko lanek ezpatei marka polit eta bitxiak ematen dizkie. Eta hori baino hobea, altzairuaren gogortasunak ez du parekorik.
fa: روش های محرمانه کار با فولاد باعث ایجاد نقش و نگار های زیبا و بدیعی بر روی آن می شود. مهمتر این که سختی این فولاد بی رقیب است.
fi: Salainen teräksen työstötekniikka antoi miekanterälle tunnusomaisen ja kauniin tunnuksen. Myöskin teräksen lujuus oli vertaansa vailla.
ga: Faigh oibriú cruach rúnda le baill áille is saniúla ar chlaimhte cruthaithe, agus bhí láidreacht na cruach seo gan comhthreomhar.
gl: Técnicas secretas de traballo do aceiro danlle ás follas das espadas unhas marcas distintivas e fermosas. E non só iso, senón que a dureza dese aceito non coñece rival.
hu: A titkos acélmegmunkálási technikák egyedivé teszik a kardpengét és gyönyörű mintázatot adnak. Ezeken kívül az acél keménysége is összehasonlíthatatlan.
id: Teknik pengerjaan baja rahasia memberi tanda indah dan khas pada pedang. Tidak hanya itu saja, tapi kekuatan bajanya juga jadi tidak tertandingi.
it: Tecniche segrete di lavorazione dell'acciaio forgiano mirabili lame di spade. Non solo, ma la durezza stessa dell'acciaio è senza pari.
ja: 秘密の鋼の加工技術によって、剣の刃に特有の美しい模様が現れます。その上さらに、鋼の硬度が比類なきものになります。
ko: 비밀 강철 작업 기법은 칼날에 독특하고 아름다운 자국이 나타납니다. 그뿐만 아니라 강철의 경도도 비교할 데가 없습니다.
lt: Slaptos plieno dirbimo technikos suteikė kardų ašmenims išskirtinius ir gražius raštus. Ne tik tai, plieno tvirtumas buvo taip pat nesulyginamas.
lv: Slepenas tērauda apstrādes tehnikias piešķir zobena asmenim īpatnēju un skaistu marķējumu. Turklāt šis tērauds ir nesalīdzināmi izturīgāks.
ms: Teknik kerja keluli rahsia menjadikan bila pedang lebih jelas dan ada ukiran yang cantik. Bukan sahaja itu, kekerasa keluli juga tidak dapat dibandingkan dengan lain-lain logam.
nb: Hemmelige stålbearbeidingsteknikker gir sverdklinger karakteristiske og vakre graveringer. Dessuten er stålets hardhet uten sidestykke.
nl: Geheime staalbewerkingstechnieken geeft het blad van het zwaard aparte en prachtige markeringen. Daarnaast is de hardheid van het stalen blad ongeëvenaard.
pl: Tajne techniki obrórki stali nadają ostrzom mieczy wyraźne, piękne ubarwienie. Ponad to twardość tej stali niema sobie równych.
pt_pt: Técnicas secretas do trabalho do aço permitem ter lâminas das espadas distintas e belas marcas. Para além disso, a dureza do aço é incomparável.
ru: Секреты кузнечной обработки придают лезвиям мечей характерные и красивые узоры. Но не только их - твёрдость такой стали не имеет себе равных.
sk: Tajné techniky opracovávania ocele dodávajú čepeliam meča krásne a výrazné črty. A nielen to, tvrdosť takejto ocele nemá obdoby.
sv: Hemlig stålbearbetningstekniker ger svärd utmärkande och vackra tecken. Inte bara det, men stålens hårdhet är enastående.
tr: Gizli çelik işleme teknikleri kılıç bıçaklarına ayırt edici ve güzel işaretler sağlamıştır. Üstelik çeliğin sertliği karşılaştırılamaz derecede iyidir.
uk: Секретні методи обробки сталі надають лезам меча виразні та красиві позначки. Не тільки їх, але й незрівнянну твердість сталі.
zh: 秘密的钢铁加工技术让剑锋有著独特而美丽的纹路。不仅如此，这种钢铁的硬度是无可比拟的。
zh_tw: 秘密的鋼鐵加工技術讓劍鋒有著獨特而美麗的紋路。不僅如此，這種鋼鐵的硬度是無可比擬的。

source: +20% Hack attack for all swordsmen and macemen.
ast: Un +20% a la taya de tolos espadachinos y maceros.
bg: +20% разсичаща атака за всички единици с мечове и боздугани.
br: +20% a argad troc'husted evit an holl soudarded gant batarazh ha klezeourien.
ca: +20% en Atac de tall per a les unitats amb espasa i maça.
cs: +20% na útoku seknutím pro všechny jednotky s mečem a kyjobijce.
de: +20% Hiebangriff für alle Schwertkämpfer und Streitkolbenträger.
el: +20% Επίθεση κοψίματος για όλους τους ξιφομάχους και ροπαλοφόρους.
eu: %20+ Hack erasoan ezpatari eta macemen guztientzat.
fa: +20% قدرت حمله برشی برای تمام شمشیرزن ها و گرز دارها
ga: Ionsaí Teasctha +20% do gach claimhteoir is másaire.
gl: Aumenta o ataque de folla dos espadachíns e os guerreiros con maza un +20%.
hu: +20% vágási támadás minden kardforgatónak és buzogányosnak.
it: +20% Attacco di malizia per tutte le unità con spada.
ja: 全ての剣士と鎚鉾兵の打撃攻撃力が+20%上昇します。
ko: 모든 검병과 철퇴병의 타격 공격력이 +20% 증가합니다.
ms: +20% serangan Tetak untuk semua unit pedang dan unit cokmar.
nl: +20% slagschade voor alle zwaardvechters en knotsmannen.
pl: +20% obrażeń siecznych dla wszystkich szermierzy i pałkarzy.
pt_pt: +20% dano de corte para todos os soldados com espadas ou maças.
ru: +20% к рубящим атакам всех мечников и воинов с булавой.
sk: +20% sečný útok per všetkých bojovníkov s mečom a palcátom.
sv: +20% hack attack för alla svärdenheter och stridsklubbenheter.
tr: Tüm kılıçlı piyadeler ve topuzlu birlikler için %+20 çentik saldırısı.
uk: +20% рубаючої атаки для всіх мечників та булавоносців.
zh: 所有的剑士和钉锤兵+20%劈砍攻击力
zh_tw: 所有的劍士單位、戰錘單位劈砍攻擊+20% 。

source: Steel Working
ar: تشكيل الفولاذ
ast: Trabayu n'aceru
bg: Обработване на стомана
br: Labour an Dir
ca: Treball de l'acer
cs: Zpracování oceli
da: Stålarbejde
de: Stahlverarbeitung
el: Χαλυβουργία
es_mx: Trabajos de acero
eu: Altzairuaren Lanketa
fa: کار با فولاد
fi: Raudantaonta
ga: Oibriú Cruach
gl: Traballo do aceiro
hu: Acélmegmunkálás
id: Pengerjaan Baja
it: Lavorazione dell'Acciaio
ja: 鋼の加工
ko: 철강 제조
lt: Plieno Dirbimas
lv: Tērauda apstrāde
ms: Kerja-kerja Keluli
nb: Stålarbeid
nl: Staalwerken
pl: Obróbka stali
pt_pt: Trabalho do Aço
ru: Обработка стали
sk: Opracovávanie ocele
sv: Stålbearbetning
tr: Çelik Çalışmaları
uk: Сталеобробка
zh: 铁器加工
zh_tw: 鋼鐵加工

source: Wootz Steel
ar: فولاذ الووتز
ast: Aceru wootz
bg: Стомана Вутц
br: Dir Wootz
ca: Acer wootz
cs: Wootzská ocel
da: Wootzstål
de: Wootz
el: Ατσάλι Γουτζ
es_mx: Acero wootz
eu: Wootz Altzairua
fa: فولاد ووتز
fi: Upokasteräs
ga: Cruach na Hiondúch
gl: Aceiro wootz
hu: Wootz acél
id: Baja Wootz
it: Acciaio Ukku
ja: ウーツ鋼
ko: 인도제 철강
lt: Vūtzo Plienas
lv: Wootz tērauds
ms: Keluli Wootz
nb: Wootz-stål
nl: Wootzstaal
pl: Bułat - stal wootz
pt_pt: Aço Especial
ru: Булат
sk: Wootzská oceľ
sv: Wootzstål
tr: Wootz Çeliği
uk: Булатна сталь
zh: 乌兹钢
zh_tw: 烏茲鋼

source: Toledo Steel
ar: الصلب اﻷسيانى
ast: Aceru de Toledu
bg: Толедска стомана
br: Dir Toledo
ca: Acer de Toledo
cs: Toledská ocel
da: Toledostål
de: Toledostahl
el: Ατσάλι Τολέδου
es_mx: Acero toledano
eu: Toledoko Altzairua
fa: فولاد تولدو
fi: Toledon teräs
ga: Cruach na Tolaíodo
gl: Aceiro de Toledo
hu: Toledói acél
id: Baja Toledo
it: Acciaio di Toledo
ja: トレド鋼
ko: 톨레도 철강
lt: Toledo Plienas
lv: Toledo tērauds
ms: Keluli Toledo
nb: Toledo-stål
nl: Toledo staal
pl: Stal toledańska
pt_pt: Aço de Toledo
ru: Толедская сталь
sk: Toledská oceľ
sv: Toledostål
tr: Toledo Çeliği
uk: Толедська сталь
zh: 托雷多钢
zh_tw: 托雷多鋼

source: Using rubble materials reduces the costs and build times of walls.
ar: استخدام مواد الأنقاض ينقص التّكاليف وزمن بناء الأسوار.
ast: Emplegar los materiales del reble mengua los costos y tiempos de construcción de les muries.
bg: Използването на чакъл намалява цената и времето за строеж на стените.
br: Implijout atredoù a zigresk koustoù hag amzerioù sevel ar mogerioù.
ca: Utilitzar runa redueix el cost i el temps de construcció de les muralles.
cs: Používání lomového kamene snižuje náklady a zmenšuje dobu potřebnou na postavení zdí.
da: Brugen af stenfyld reducerer mures pris og bygningstid.
de: Bruchsteine zu nutzen reduziert die Kosten und die Bauzeit von Mauern.
el: Χρησιμοποιώντας υλικά από μπάζα μειώνετε το κόστος και ο χρόνος οικοδόμησης των τοίχων.
es_mx: Utilizar materiales de escombro reduce los costes y tiempo de construcción de las murallas.
eu: Zaborretako materialak erabiltzeak harresien eraikitze kostua eta denbora gutxitzen du.
fa: استفاده از پاره سنگ ها برای کاهش هزینه و زمان ساخت دیوارها
fi: Raunioiden käyttäminen laskee muurien rakennuskuluja sekä rakennusaikaa.
ga: Laghdaigh úsáid smionagair ar an gcostas agus ama tógála do bhallaí.
gl: Aproveitar a terra reduce os custos e mailo tempo de construción das murallas.
hu: A terméskő anyagok használata csökkenti a falak költségét és építési idejét.
id: Penggunaan bahan puing mengurangi biaya dan waktu pembangunan tembok.
it: Utilizzare materiali ricavati da macerie riduce i costi ed i tempi di costruzione delle mura.
ja: 荒石の使用は壁建設のコストと時間を削減します。
ko: 돌무더기 자재를 사용하는 것은 비용을 절감하고 성벽을 쌓을 수 있습니다.
lv: Lietojot laukakmeņu materiālus samazina sienu izmaksas un izbūves laiku.
ms: Penggunaan bahan puing dapat mengurangkan kos dan tempoh pembinaan tembok.
nb: Bruk av skrapmateriale reduserer kostnaden og byggetiden av vegger.
nl: Het gebruik van afvalstenen verminderd de kost en bouwtijd van muren.
pl: Użycie gruzu zmniejsza koszt oraz czas budowy murów.
pt_pt: O uso de entulho como material reduz o custo e o tempo de construção de muralhas.
ru: Использование бутового камня сокращает затраты и время создания стен.
sk: Používanie lámaných materiálov znižuje náklady a dobu výstavby hradieb.
sv: Användning av stenskärv reducerar kostnad och byggtid för murar
tr: Moloz malzemelerin kullanılması duvarların yapım maliyet ve sürelerini azaltır.
uk: Використання бутових матеріалів скорочує витрати та часи спорудження мурів.
zh: 使用碎石材料，减少造墙花费及时间。
zh_tw: 用碎石材料減少城牆的花費及建造時間。

source: City walls -20% build time, but -1 crush armor level.
ar: جدران المدينة -20% من وقت البناء، ولكن -1 لمستوى سحق الدروع.
ast: Pa les muralles el -20% del tiempu de construcción, pero -1 nivel de l'armadura contra la maya.
bg: Времето за строеж на градските стени намалява с -20%, но и защитата срещу разбиване намалява с -1.
br: Mogerioù Kêr Vras -20% a amzer sevel, met -1 a live houarnwisk flastrañ.
ca: Les muralles de la ciutat es construeixen un 20% més ràpid, però perden -1 en nivell d'armadura d'impacte.
cs: Městské hradby, -20% doby potřebné na jejich postavení, ale -1 bod na odolnosti proti rozbití.
de: Stadtmauern -20% Bauzeit, aber -1 Schmetterpanzerung.
el: Στα τείχη της πόλης -20% στο χρόνο κατασκευής, αλλά -1 βαθμό στη θωράκιση συνθλίψεως.
es_mx: Muralla de la ciudad -20% tiempo de construccion, pero -1 nivel de armadura de destruccion.
eu: Hiriko harresiak eraikitzean %20- behar du, baino -1 babesa galtzen du suntsitze minen kontrako erasoetan.
fa: دیوارهای شهر -20% زمان ساخت اما -1 سطح زره لهیدن.
fi: Kaupungin muurit -20% rakennusaika, mutta -1 murskauspanssarintasoa.
ga: Am tógála -20% do bhallaí cathrach, ach leibhéal armúir Basctha -1 freisin.
gl: Redúcese un -20% o tempo de construción das murallas urbanas, pero redúcese en -1 a súa protección contra ataques de impacto.
hu: Városfalaknak -20% építési idő, de -1 zúzás páncél szint.
id: Tembok kota -20% waktu bangun, tapi -1 zirah lindasan.
it: Mura Cittadine -20% tempo di costruzione, ma -1 livello di armatura.
ja: 城壁の建設時間が20%短くなりますが、衝突装甲レベルが1下がります。
ko: 성벽 짓는 시간이 -20% 줄어들지만, 충돌 방어력 수준이 -1 감소합니다.
lv: Pilsētas sienām -20% izbūves laikam, bet -1 dragāšanas bruņu līmenim.
ms: Masa pembinaan tembok bandar sebanyak -20%, tetapi -1 aras perisai rempuhan.
nb: Byvegger -20% byggetid men -1 rustningsgrad mot knusing.
nl: Stadsmuren -20% bouwtijd maar ook -1 verbrijzelpantser.
pl: Zmniejsza czas budowania Murów miejskich o -20%, ale zmniejsza też ich poziom obrony przeciw obrażeniom burzącym o -1.
pt_pt: Muralhas com -20% de tempo de construção mas -1 na defesa de ataques de esmagamento.
ru: Городские стены получают -20% ко времени строительства, но при этом -1 к защите от крушащего урона.
sk: Mestské hradby -20% doba výstavby, ale zato aj -1 úroveň drvivej zbroje.
sv: Stadsmurar -20% byggtid, men även -1 krossning rustningsnivå.
tr: Surlar inşa süresinde -20 daha hızlı fakat çarpışmada -1 daha zayıf zırh kademesinde.
uk: Міські мури потребують -20% часу спорудження, але мають -1 рівень захисту від крушіння.
zh: 城墙修建时间 -20%， 护甲等级 -1。
zh_tw: 城市城牆 -20% 建造時間，但是 -1 粉碎裝甲等級。

source: Rubble Materials
ar: مواد من الكسارة
ast: Escombriu
bg: Чакъл
br: Atredoù
ca: Materials de runa
cs: Nalámaný kámen
da: Stenfyld
de: Bruchstein
el: Λίθοι Υλικά
es_mx: Reuso de escombros
eu: Zaborren berrerabiltzea
fa: مصالح پاره سنگ
fi: Kivimurska-aineet
ga: Ábhair Smionagair
gl: Materiais de terra
hu: Terméskő anyagok
id: Bahan Puing
it: Materiali da Macerie
ja: 荒石
ko: 돌무더기 자재
lv: Laukakmeņu materiāli.
ms: Bahan Puing
nb: Skrapmateriale
nl: Afvalstenen
pl: Gruz
pt_pt: Construção com Entulho
ru: Бутовая кладка
sk: Lámané materiály
sv: Stenskärv
tr: Taş Dolgu Malzemeleri
uk: Бутові матеріали
zh: 碎石材料
zh_tw: 碎石材料

source: Units promoted to the elite class gain a lot of quality: 20% extra health, 1 extra armor level of every type, 20% extra loot, 20% extra attack for melee units, 4m extra range and better precision for ranged units, faster movement speeds and extra heal speed and range for healers.
ast: Les unidaes ascendíes a la clas d'élite algamen abonda calidá: el 20% más de la vida, 1 nivel más d'armadura de toa mena, el 20% más del botín, el 20% más del ataque pa les unidaes cuerpu a cuerpu, 4m más d'algame y meyor precisión pa les unidaes a distancia, velocidaes de movimientu más rápides y más velocidá y algame de cura pa los curadores.
bg: Единиците, които бъдат повишени до елитен клас, получават доста подобрения: 20% допълнително здраве, по 1 допълнително ниво защита от всеки вид, 20% допълнителна плячка, 20% допълнителна атака за близкобойните единици, 4 метра допълнителен обхват и по-добра точност за далекобойните единици, по-бърза скорост на придвижване и допълнителна скорост на лечение и по-голям обхват за лечителите.
br: An unanennoù kaset war-raok e klas ar re wellañ a c'hounez kalz a galite: 20% a yec'hed ouzhpenn, 1 live ouzhpenn evit pep doare houarnwisk, 20% a breizhadenn ouzhpenn, 20% a dagusted ouzhpenn evit an unanennoù meskadeg, 4m a hed ouzhpenn ha resisted gwelloc'h evit unanennoù a-hed, tizh fiñvadennoù buanoc'h ha tizh pare ouzhpenn hag hed-pareañ evit pareourien.
ca: Les unitat ascendides a la classe d'elit guanyen molta qualitat: 20% de vida extra, 1 nivell extra d'armadura de cada tipus, 20% extra en atac en unitats cos a cos, 4 metres més d'abast i més precisió per unitats a distància, velocitat de moviment més ràpida, velocitat extra en guarició i abast per a guaridors.
cs: Jednotky vylepšené na elitní třídu získají mnoho kvalit: 20% zdraví navíc, 1 úroveň zbroje pro každý typ navíc, 20% kořisti navíc, 20% na síle útoku jednotek bojujících zblízka navíc, 4 m dosahu navíc a lepší přesnosti pro jednotky bojující na dálku, rychlejší pohyb a větší rychlost léčení a větší dosah pro léčitele.
de: Einheiten, die zum Elite-Rang befördert werden, bekommen viele Extras dazu: 20% Gesundheit, 1 Rüstungslevel jedes Typs, 20% Angriff für Nahkampfeinheiten, 4m Reichweite und höhere Genauigkeit für Fernkämpfer, höhere Bewegungsgeschwindigkeit und mehr Heilrate und -reichweite für Heiler.
el: Οι μονάδες που προάγονται στο βαθμό του εκλεκτού κερδίζουν πολλά σε ποιότητα: 20% επιπλέον στην υγεία, 1 επιπλέον επίπεδο σε κάθε τύπο πανοπλίας, 20% επιπλέων λάφυρα, 20% επιπλέον επίθεση για τις μονάδες εξ επαφής, 4μ επιπλέον βεληνεκές και μεγαλύτερη ακρίβεια για τις μονάδες εξ αποστάσεως, γρηγορότερες ταχύτητες κίνησης και επιπλέον ταχύτητα θεραπείας και βεληνεκές για τους θεραπευτές.
eu: Elite klasera sustatutako unitateek kalitate asko irabazten dute: % 20 osasun gehiago , maila 1 gehiago armadura mota guztietan, % 20 gehiago erasoan buruz buruko unitateentzat, 4m gehiago hedaduran eta zehaztasun gehiago urrutirako unitateentzat, mugimendu abiadura azkarragoa eta sendagileentzako abiadura estra sendatzean eta mailan.
fa: نیروها به کلاس نخبه ارتقا پیدا کردند و کیفیت بسیار بالایی کسب کردند. 20% سلامت بیشتر، 1 سطح بیشتر برای هر نوع زره، 20% غنیمت بیشتر، 20% قدرت حمله برای نیروهای نزدیکزن، 4متر شعاع حمله بیشتر و دقت بهتر برای نیروهای دورزن، سرعت حرکت بیشتر و سرعت درمان و شعاع درمان بیشتر برای درمانگرها.
ga: Faigh aonaid ardaithe go an rang éilite bónais go leor: sláinte 20% sa bhreis, +1 léibheal do gach cineál armúir, creach 20% níos mó, ionsaí 20% sa bhreis d'aonaid throda, raon 4m sa bhreis is cruinneas níos fearr d'aonaid raonta, luas gluaiseachta níos tapa agus luas is raon leighis sa bhreis do chneasaithe.
gl: As unidades promovidas á clase de elite gañan moita calidade: un 20% máis de vida, 1 nivel adicional de cada tipo de armadura, un 20% máis de botín, un 20% máis de ataque para as unidades de ataque corpo a corpo, 4 metros de alcance adicional e mellor precisión para as unidades de ataque a distancia, un movemento máis rápido e velocidade e alcance de sandación adicionais para sandadores.
hu: Az elit osztályra képzett egységek a következő bónuszokat kapják: 20% további életerő, 1 további páncélszint minden típusból, 20% további zsákmány, 20%-kal nagyobb támadás a közelharci egységeknek, 4 m további hatótávolság és jobb pontosság a távolsági egységeknek, gyorsabb mozgási sebesség és további gyógyítási sebesség és hatótáv a gyógyítóknak.
it: Le unità promosse alla classe avanzata guadagnano molte qualità: 20% salute extra, 1 livello di armatura extra di ogni tipo, 20% attacco extra per le unità da mischia, 4m di portata extra e 5% di precisione in più per le unità a distanza, più velocità di movimento e velocità di rigenerazione e portata per i curatori.
ja: 精鋭クラスに昇進したユニットは+20%の追加の耐久力、移動速度上昇、あらゆるタイプの +1 の追加装甲レベル、+20%の追加の略奪、近接ユニットの+20%の追加攻撃、遠隔ユニットの+4mの射程範囲増加そして治療者の回復範囲と回復速度の上昇効果を得ます。
ko: 유닛들을 정예 계층으로 승격되면 많은 질적 향상을 얻을 수 있습니다: 20% 추가 체력, 모든 유형의 1 방어력 수준 추가, 20% 추가 전리품, 20% 근접 유닛들 추가 공격, 원거리 유닛들 4 미터 추가 범위와 더 나은 정확도, 더 빠른 이동 속도와 치료사들 추가 회복 속도와 범위.
ms: Unit dinaik pangkat ke kelas elit dengan kualiti lebih baik: 20% hayat tambahan, 1 aras perisai tambahan bagi setiap jenis, 20% rampasan perang tambahan, 20% serangan tambahan untuk unit tempur, 4m jangkauan tambahan dan kepersisan lebih baik untuk unit jarak jauh, kelajuan pergerakan lebih pantas dan kelajuan penyembuhan lebih baik serta jangkauan bomoh lebih jauh.
nl: Eenheden gepromoveerd naar de elite klasse krijgen extra kwaliteiten: +20% gezondheid, +1 niveau van alle pantsertypes, 20% extra oorlogsbuit, +20% aanval voor mêlee eenheden, +4m extra bereik en betere precisie voor afstandseenheden, extra snelheid, genezingskracht en bereik voor helers.
pl: Jednostki wypromowane do klasy elitarnej zyskują większą jakość: 20% dodatkowego zdrowia, 1 dodatkowy poziom zbroi każdego rodzaju, 20% dodatkowego ataku na jednostki walki w zwarciu, 4m dodatkowego zasięgu i lepsza precyzja dla jednostek dystansowych, szybsze ruchy i dodatkowa szybkość leczenia oraz większy zasięg dla uzdrowicieli.
pt_pt: As unidades promovidas para a classe de elite ganham: +20% de vida, +1 nível de armadura de cada tipo, +20% de pilhagem extra, +20 de ataque extra para unidades de combate corpo-a-corpo, +4m de alcance e precisão para unidades de combate à distância, mais velocidade de movimento e mais velocidade de cura e alcance para curandeiros.
ru: Юниты, повышенные до улучшенного класса, получают +20% к здоровью, +1 к защите у каждого типа, +20% к добыче, увеличение радиуса действия на 4 м и повышенную меткость для дальнобойных юнитов, увеличение скорости передвижения, а также увеличение скорости исцеления и радиуса действия у целителей.
sv: Enheter som befordrats till elitrangen får en ökad kvalitet: 20% extra hälsa, 1 extra rustningsnivå av varje typ, 20% extra byte, 20% extra attack för närstridsenheter, 4m extra räckvidd och 5% bättre precision för distansattackenheter, snabbare rörelsehastighet och extra läkningstakt och räckvidd för läkare.
tr: Seçkin sınıfa terfi eden birlikler pek çok yeni özellik kazanır: %20 ekstra sağlık, tüm tipler için 1 ekstra zırh seviyesi, yakın dövüş birlikleri için %20 ekstra yağmalama, yakın dövüş birimleri için 20% ekstra saldırı, menzilli birlikler için 4m ekstra menzil ve hassasiyet, daha hızlı manevra kabiliyeti, ekstra iyileşme hızı ve şifacılar için ekstra menzil.
uk: Підрозділи, підвищені до елітної категорії, мають більше якості: 20% до здоров'я, 1 рівень до броні кожного типу, 20% до трофеїв, 20% до атаки для підрозділів ближнього бою, 4 м до дистанції та кращу точність для підрозділів дальнього бою, збільшені швидкості руху, та додаткову швидкість зцілення, та дистанцію для цілителів.
zh: 晋升为精锐阶层的单位获得了很多提高：20％的额外生命值，每种类型1个额外护甲等级，20％额外战利品，近战单位额外攻击20％，额外射程4米，远程单位精度更高，移动速度更快，医师的速度和额外的治疗速度和范围也有提高。
zh_tw: 升級為精銳等級的單位獲得以下加權：額外生命值 20％，每類型+1額外盔甲等級，20％額外戰利品。近戰單位額外攻擊力 20％；遠程單位射程增加4 公尺，精準度也更高；治療師有更快的移動速度與、更高的治療速度與治療範圍。

source: Breed livestock (sheep, goats, cattle, etc.) for food.
ko: 식량용 가축(양, 염소, 소, 등)을 기릅니다.
uk: Розводити худобу (овець, кіз, корів тощо) для їжі.

source: Domestic Animals −25% breeding time.
ko: 가축의 번식 시간이 -25% 감소합니다.
lt: Domestikuotiems Gyvūnams −25% veisimo laiko.
uk: Свійські тварини потребують -25% часу розведення.

source: Stockbreeding
ar: تربية الماشية
ast: Ganadería
bg: Размножаване на добитък
br: Chatalerezh
ca: Ramaderia
cs: Chov dobytka
da: Kvægopdræt
de: Viehzucht
el: Κτηνοτροφία
es_mx: Ganadería
eu: Abeltzaintza
fa: زراعت
fi: Karjanristeytys
ga: Tógáil Beostoic
gl: Gandería
hu: Állattenyésztés
id: Peternakan
it: Allevamento
ja: 家畜飼育
ko: 목축
lt: Mėsinių gyvūnų veisimas.
lv: Lopkopība
ms: Penternakan
nb: Oppaling
nl: Kwekerij
pl: Hodowla bydła
pt_pt: Criação de animais
ru: Животноводство
sk: Chov zvierat
sv: Djuruppfödning
tr: Hayvancılık
uk: Тваринництво
zh: 畜牧业
zh_tw: 畜牧

source: Workers use baskets. Increases shuttling capacity for all resources.
ko: 노동자가 바구니를 사용합니다. 실어 나르는 자원 용량이 증가합니다.
lt: Darbininkai naudoja krepšius. Padidina gabenimo talpą visiems ištekliams.
uk: Працівники використовують кошики. Збільшує пересувну місткість для всіх ресурсів.

source: Workers +5 resource capacity.
ko: 노동자의 자원 용량이 +5 증가합니다.
lt: Darbininkams +5 išteklių talpos.
uk: Працівники мають +5 ресурсної місткості.

source: Baskets
ar: سلال
ast: Cestos
bg: Кошници
br: Paneroù
ca: Cabassos
cs: Koše
de: Körbe
el: Καλάθια
es_mx: Canastas
eu: Saskiak
fa: سبدها
fi: Korit
ga: Cléibh
gl: Canastros
hu: Kosarak
id: Keranjang
it: Cesti
ja: かご
ko: 바구니
lt: Krepšiai
lv: Grozi
ms: Bakul
nb: Kurver
nl: Rieten manden
pl: Kosze
pt_pt: Cestos
ru: Корзины
sk: Koše
sv: Korgar
tr: Sepetler
uk: Кошики
zh: 篮子
zh_tw: 籃子
