Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: The Mauryan Empire encompassed dozens of formerly independent kingdoms over an area of 5 million square kilometers, with a population of close to 60 million people. The Mauryan regents held the title Emperor of Emperors and commanded a standing army of 600,000 infantry, 9000 elephants, 8000 chariots, and 30,000 cavalry, making it arguably the largest army of its time.
ar: شملت الإمبراطوريّة الماوريّة عشرات الممالك المستقلّة (سابقًا) وأخذت حوالي ٥ ملايين كيلومتر مربّع، حيث بلغ عدد السكّان حوالي ٦٠ مليون نسمة. لُقّب حاكم الماوريّة بلقب ”إمبراطور الأباطرة“ وقاد جيشًا يتألّف من ٦٠٠٬٠٠٠ جندي مشاة، و٩٠٠٠ فيل، و٨٠٠٠ عربة، و٣٠٬٠٠٠ خيّالة، ما يمكّننا من القول أنّه كان أكبر جيش في تلك الفترة.
ast: L´Imperiu maurianu abarcó decenes de reinos enantes independientes a lo llargo de 5 millones de quilómetros cuadraos, con una población de cerca de 60 millones de persones. Los rexentes maurianos ostentaron el títulu del emperador d'emperadores y mandaron un exércitu de 600.000 peones, 9000 elefantes, 8000 carros y 30.000 xinetes, lo que fadría d'elli l'exércitu más numberosu de la dómina.
bg: Империята Маурия обединила множество независими дотогава царства на територия от над 5 милиона кв. км, с почти 60 милиона население. Маурските регенти носели званието Император на императорите и управлявали армия от 600 000 пехотинци, 9000 слона, 8000 колесници и 30 000 конници, което почти сигурно е била най-голямата армия за времето си.
br: Ebarzhiañ a rae Impalaerezh ar Vaurianed dousennadoù a rouantelezhioù a oa bet dieub a-hed ur vro he 5 milion kilometrad karrez, gant tro-dro 60 milion den a boblañs. Rejant ar Vaurianed en doa an anv Impalaer an Impalaered hag edo e penn un arme he 600 000 soudard war-droad, 9000 olifant, 8000 karrigenn ha 30 000 marc'heger, ar pezh a oa hervez lod ar vrasañ arme a-viskoazh.
ca: L'imperi Màuria abastava dotzenes de regnes independents anteriors sobre una superfície de 5 milions de quilòmetres quadrats, amb una població propera als 60 milions de persones. Els seus regents van ocupar el títol d'Emperador d'emperadors i van comandar un exèrcit permanent de 600.000 homes d'infanteria, 9000 elefants, 8000 carros i 30.000 cavallers, el que és possiblement l'exèrcit més gran del seu temps.
cs: Maurijská říše zahrnovala tucty dříve nezávislých království rozkládajících se na ploše 5 milionů km², s obyvatelstvem v počtu 60 milionů lidí. Maurijští vládci drželi titul císař císařů a veleli stálé armádě 600000 pěšáků, 9000 slonů, 8000 válečných vozů 30000 jezdců, nejspíše největšího vojska své doby.
de: Das Maurya-Reich umfasste dutzende früher unabhängige Königreiche auf einer Fläche von 5 Millionen km², mit einer Bevölkerung von fast 60 Millionen Menschen. Die Maurya-Herrscher hatten den Titel Kaiser der Kaiser und kommandierten eine stehende Armee von 600.000 Infanteristen, 9000 Elefanten, 8000 Streitwagen und 30.000 Kavalleristen, wohl die größte Armee dieser Zeit.
el: Η Αυτοκρατορία των Μαουρύα περιελάμβανε δεκάδες πρώην ανεξάρτητα βασίλεια σε μια έκταση 5 εκατομμυρίων τετραγωνικών χιλιομέτρων, με πληθυσμό κοντά στα 60 εκατομμύρια ανθρώπους. Οι Μαουρύα αντιβασιλείς κράτησαν τον τίτλο του Αυτοκράτορα των Αυτοκρατόρων και διοικούσαν έναν μόνιμο στρατό από 600.000 πεζικό, 9.000 ελέφαντες, 8.000 άρματα και 30.000 ιππικό, καθιστώντας αναμφισβήτητα το μεγαλύτερο στρατό της εποχής του.
es_mx: El Imperio Maurya abarcaba decenas de reinos anteriormente independientes sobre una superficie de 5.000.000 kilómetros cuadrados, con una población cercana a los 60 millones de personas. Los reyes de Maurya se proclaman como Emperador de emperadores y comandan un ejército permanente de 600000 infantes, 9000 elefantes, 8000 carros y 30000 caballeros, por lo que es sin duda el mayor ejército de su tiempo.
eu: Maurya Inperioak lehen independente izandako hamarnaka erresuma biltzen zituen 5.000.000 kilometro koadrotan, 60 miloi pertsonako biztanleriaz. Mauryako erregeek enperadoreen enperadore izendatzen ziren eta 600000 infante, 9000 elefante, 8000 gurdi y 30000 zalduneko armada agintzen zuten, zeinengatik bere garaiko armadarik handiena den.
fa: امپراتوری مائوریان متشکل از دهها پادهاشی مستقل سابق بود که زیر پرچم مائوریان قرار گرفته بودند و وسعت این امپراتوری به بیش از 5 میلیون کیلومتر مربع با جمعیت نزدیک به 60 میلیون نفر رسیده بود. نایب السلطنه مائوریان ها که عنوان امپراتور امپراتورها را با خود داشت سپاهی با 600000 پیاده نظام، 9000 فیل جنگی، 8000 ارابه جنگی و 30000 سواره نظام را فرمان می داد که بدون شک عظیم ترین نیروی نظامی در زمان خوب بود.
ga: Chuimsigh Impireacht na Mauiriaigh ar roinnt ríochtaí iarneamhspleácha thar cheantar do 5 mhilliún méadair chearnaigh, agus ag daonra in aice le 60 milliún duine. Tá teideal Ard Impire ar na ríthe Mauiriaigh, agus tá siad ina gceannasaí ar arm seasta le 600,000 coisí, 9000 eilifint, 8000 carbad, agus 30,000 marcra aige, agus chuir sé mar arm is mó san am seo.
gl: O Imperio Mauro comprendía ducias de reinos outrora independentes ao longo dunha zona de 5 millóns de quilómetros cadrados, cunha poboación que rozaba os 60 millóns de persoas. Os rexentes mauros posuían o título de «Emperador de Emperadores» e estaban ao mando dun exército permanente de 600.000 unidades de infantaría, 9.000 elefantes, 8.000 carros de combate e 30.000 unidades de cabalaría, o que o convertía no exército máis grande do seu tempo.
hu: A Maurja birodalom több tucat, előzőleg független királyságot fogott össze mintegy 5 millió négyzetkilométernyi területen, közel 60 millió fős lakossággal. A Maurja uralkódok címe a császárok császára volt és egy hatalmas állandó seregnek parancsoltak. A 600.000 fős gyalogság, 9000 elefánt, 8000 harci szekér és 30.000 fős lovasság kétség kívül a kor legnagyobb hadserege volt.
id: Kekaisaran Maurya meliputi puluhan kerajaan yang dulunya terpisah pada daerah seluas 5 juta kilometer persegi dengan populasi mendekati 60 juta jiwa. Bupati Maurya bergelar Kaisar para Kaisar dan memimpin pasukan sebanyak 600.000 infanteri, 9000 gajah, 8000 kereta, dan 30.000 pasukan kuda, menjadikannya pasukan terbesar pada masa itu.
it: L'impero Maurya comprendeva decine di regni precedentemente indipendenti estesi su una superficie di 5 milioni di chilometri quadrati, con una popolazione di quasi 60 milioni di persone. I reggenti Maurya ottennero il titolo di Imperatore degli Imperatori e comandarono un esercito permanente di 600.000 fanti, 9000 elefanti, 8000 carri, e 30.000 cavallieri, probabilmente il più grande esercito del tempo.
ja: マウリヤ帝国は、数十の独立王国がかつてあった500万平方キロの地域を含み、人口6000万人に迫りました。マウリヤ朝の統治者は皇帝の中の皇帝の称号を持ち、率いた常備軍は、60万の歩兵、9000の象、8000の戦車、3万の騎兵という、おそらく当時最大の軍隊でした。
ko: 마우리야 제국은 수십개의 독립 왕국이 일찍이 있었던 5백만 평방 킬로미터의 지역과 인구는 6천만명에 가까운 인구를 가지고 있었습니다. 마우리아 왕조의 통치자는 황제 속의 황제 칭호를 갖고 이끈 상비군은 6십만 보병, 9천마리의 코끼리, 8천대의 전차, 3만의 기병을 지휘하여 아마도 당대 최대 규모의 군대로 만들었습니다.
lt: Maurijų Imperiją sudarė tuzinai iki tol nepriklausomų karalysčių kurių plotas sudarė 5 milijonus kvadratinių kilometų, jos populiacija buvo netoli 60 milijonų. Maurijų valdininkai laike Imeratorių Imperatoriaus titulą ir vadovavo mobilizuotai 600,000 pėstininkų, 9000 dramblių, 8000 vežimų, ir 30,000 kavalerijos, armijai, kuri buvo sąlyginai didžiausia to laiko armija.
ms: Empayar Maurya terdiri daripada berdozen-dozen kerajaan kecil yang meliputi kawasan sejumlah 5 juta kilometer persegi, dengan populasi hampir 60 juta orang. Pemangku raja Maurya memegang jawatan Maharaja bagi Maharaja dan mengetuai sejumlah 600,000 orang askar infantri, 9000 ekor gajah perang, 8000 kereta kuda perang dan 30,000 askar berkuda, menjadikannya ketumbukan tentera terbesar pada zaman tersebut.
nb: Det mauriske imperium innbefattet dusinvis av tidligere uavhengige kongedømmer over et areal på 5 millioner kvadratkilometer, med en befolkning på nær 60 millioner innbyggere. De mauriske regentene hadde tittelen Keiser over Keisere og hadde en stående hær på 600.000 infanterister, 9000 elefanter, 8000 hestestridsvogner og 30.000 kavalerister, den største hæren i sin tid.
nl: De Mauryadynastie regeerde over een gebied dat dozijnen oude koninkrijken overspande. 5 miljoen vierkante kilometer in totaal. Met een bevolking van zowat 60 miljoen. De Mauryaanse regenten hielden de titel van "keizer der keizers" en gaven bevelen aan een leger van 600 000 infanteriesoldaten, 9000 olifanten, 8000 paardenwagens en 30 000 ruiter. Het grootste leger van die tijd.
pl: Imperium Mauryjskie zawierało tuziny uprzednio niepodległych królestw na obszarze 5 milionów kilometrów kwadratowych, z populacją liczącą blisko 60 milionów ludzi. Mauryjscy regenci otrzymywali tytuł Cesarza cesarza i zarządzali armią 600,000 piechoty, 9000 słoni, 8000 rydwanów i 30,000 kawalerii, co składało się na prawdopodobnie największą armię tamtych czasów.
pt_pt: O Império Máuria compreendia dúzias de reinos outrora independentes, estendendo-se por uma área de 5 milhões quilómetros quadrados e com uma população de aproximadamente 60 milhões. Os governantes máurios possuíam o título de "Imperador dos Imperadores" e comandavam um exército permanente com 600.000 soldados, 9000 elefantes, 8000 bigas (carros de guerra) e 30.000 cavaleiros --possivelmente o maior exército do seu tempo.
ru: Империя Маурьев охватывала десятки ранее независимых царств на площади более 5 миллионов квадратных километров с населением около 60 миллионов человек. Правители Маурьев носили титул "императора императоров" и руководили регулярной армией из 600000 пехотинцев, 9000 слонов, 8000 колесниц, и 30000 конницы, что делает её, пожалуй, самой большой армией своего времени.
sk: Maurská ríša sa skladala z mnohých predtým nezávislých kráľovstiev na ploche vyše 5 miliónov kilometrov štvorcových, s počtom obyvateľov blížiacim sa k 60 miliónom. Maurskí vladári držali titul Cisárov cisárov a velili stálej armáde pozostávajúcej z 600,000 pechoty, 9000 slonov, 8000 povozov a 30,000 jazdy, čo ju robilo pravdepodobne najväčšou armádou svojich čias.
sv: Mauryariket omfattade tiotals tidigare självständiga riken över ett område på 5 miljoner kvadratkilometer, med en befolkning på närmare 60 miljoner människor. Mauryanska regenter höll titeln Kejsaren av Kejsare och befallde en stående armé på 600.000 infanteri, 9000 elefanter, 8000 vagnar och 30.000 kavalleri, vilket utan tvekan gör den till största armén av sin tid.
tr: Maurya İmparatorluğu önceden bağımsız olan düzinelerce krallığı bünyesine katarak 60 milyon insanın yaşadığı 5 milyon kilometre karelik bir alana hakim olmuştur. Maurya hükümdarları İmparatorların İmparatoru unvanını taşırdı ve 600,000 piyade, 9000 fil, 8000 savaş arabası ve 30,000 süvariden oluşan zamanının en büyük ordusu sayılabilecek bir güce komuta ederdi.
uk: Імперія Маур'їв охоплювала дюжини раніше незалежних царств на площі понад 5 мільйонів квадратних кілометрів із населенням близько 60 мільйонів чоловік. Правителі Маур'їв мали титул імператора імператорів і командували постійною армією з 600,000 піхоти, 9000 слонів, 8000 колісниць, та 30,000 кавалерійців, що робить її, мабуть, найбільшою армією свого часу.
zh: 印度孔雀王朝，涵盖了原先数十个独立的王国。领土面积约500万平方公里，人口约6000万。统治者有“万王之王”的称号，并有步兵60万、战象9000头、双轮战车8000辆以及骑兵3万名，可以说是当时军队之最。
zh_tw: 孔雀王朝涵蓋了數十個原先獨立的王國，其領土面積約有5百萬平方公里，人口總數約6千萬人。孔雀王朝的統治者有著萬王之王的稱號，並指揮著60萬名步兵、9000頭大象、8000輛雙輪戰車、以及3萬名騎兵，使其可以說是當時最大型的軍隊。

source: Mauryas +10% maximum population limit.
ko: 마우리야의 최대 인구 한도가 +10% 증가합니다.
uk: Маур'ї мають +10% максимального ліміту населення.

source: Emperor of Emperors
ar: إمبراطور الأباطرة
ast: Emperador d'emperadores
bg: Император на императорите
br: Impalaer an impalaerien
ca: Emperador d'emperadors
cs: Císař císařů
da: Kejser over Kejsere
de: König der Könige
el: Αυτοκράτορας των Αυτοκρατόρων
es_mx: Emperador de emperadores
eu: Enperadoreen Enperadore
fa: امپراتور امپراتوران
fi: Keisarien Keisari
ga: Ard Impire
gl: Emperador de emperadores
hu: A császárok császára
id: Kaisar para Kaisar
it: Imperatore di Imperi
ja: 皇帝の中の皇帝
ko: 황제 중의 황제
lt: Imperatorių Imperatorius
lv: Imperatoru Imperators
ms: Maharaja bagi Maharaja
nb: Keiserens keiser
nl: Keizer der Keizers
pl: Cesarz cesarzy
pt_pt: Imperador dos Imperadores
ru: Император императоров
sk: Cisár cisárov
sv: Kejsarnas Kejsare
tr: İmparatorlar İmparatoru
uk: Імператор імператорів
zh: 万王之王
zh_tw: 萬王之王

source: Chakravarti Samrāt
bg: Чакраварти самрат
el: Μεγάλος Αυτοκράτορας
ko: 차크라바르티 삼라트
ru: Чакраварти самрат
uk: Чакраварті самрат
zh: 转轮王

source: The Mauryas built their city walls out of wood, an abundant natural resource in India.
bg: Маурците строели градските си стени с дървесина, изобилен ресурс в Индия.
ca: Els Màuria van construir les muralles de la ciutat amb fusta, un recurs natural molt abundant a l'Índia.
de: Die Maurya bauten ihre Stadtmauern aus Holz, einer in Indien reichlich vorkommenden natürlichen Ressource.
eu: Mauryarrek harresiak egurrez egiten zituzten, berezko baliabide oparoa Indian.
ga: Thóg na Mauiriagh a mballaí cathracha as adhmad, acmhainn flúirseach san India.
gl: Os mauros construíron as murallas da súa cidade de madeira, un recurso natural abundante na India.
hu: A maurják a városfalaikat fából építették, amely bőséges nyersanyag volt Indiában.
ko: 마우리야는 인도의 풍부한 천연 자원인 나무로 도시 성벽을 지었습니다.
lt: Maurijai statė savo sienas iš medienos, gausaus natūralaus Indijos išteklio.
ms: Maurya membina tembok dari kayu, yang merupakan sumber asli paling banyak di India.
nl: De Mauryas bouwden hun stadsmuren uit hout, een overvloedige natuurlijke hulpbron in India.
pl: Maurjowie budowali palisady z drewna - surowca, którego w Indiach pod dostatkiem.
ru: Маурьи строили городские стены из дерева, самого распространённого ресурса в Индии.
sk: Maurovia budovali svoje mestské hradby z dreva, v Indii sa hojne vyskytujúcej prírodnej suroviny.
sv: Mauryanerna byggde sina stadsmurar av trä, en riklig naturresurs i Indien.
uk: Маур'ї споруджували власні міські мури із дерева — незліченного природного ресурсу у Індії.
zh: 印度用木材建造城墙。

source: Mauryan City Walls −20% build time and −20% health.
ko: 마우리아 성벽의 짓는 시간이 -20% 단축하고, 내구력이 -20% 감소합니다.
uk: Міські мури Маур'їв потребують -20% часу спорудження та мають -20% здоров'я.

source: Wooden Walls
ar: جدران خشبية
ast: Muralles de madera
bg: Дървени стени
br: Mogerioù Koad
ca: Muralles de fusta
cs: Dřevěné hradby
da: Træmure
de: Holzwälle
el: Ξύλινα τείχη
es_mx: Muros de madera
eu: Egurrezko Harresiak
fa: دیوار های چوبی
fi: Puiset muurit
ga: Ballaí Adhmaid
gl: Murallas de madeira
hu: Fa falak
id: Tembok Kayu
it: Mura di Legno
ja: 木壁
ko: 목조 성벽
lt: Medinės Sienos
lv: Koka Mūri
ms: Tembok Kayu
nb: Tømmervegger
nl: Houten schutting
pl: Drewniane mury
pt_pt: Muralhas em madeira
ru: Деревянные стены
sk: Drevené hradby
sv: Träväggar
tr: Ahşap Duvarlar
uk: Дерев'яні мури
zh: 木墙
zh_tw: 木牆
