Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-userreport.po
Languages: ast, bg, ca, cs, de, el, es, eu, fr, ga, gd, gl, hu, id, it, ko, nl, pl, pt_br, pt_pt, ru, sk, sv, te, tr, uk, zh, zh_tw

source: 3. Right to rectification of inaccurate UserReport data (GDPR 16).
ast: 3. Direiꞇhu a la igua de datos inexactos de l RelatuUsuarial (GDPR 16).
bg: 3. Потребителят има право да внася корекции по неправилни данни на Потребителския доклад (Чл. 16 на GDPR).
ca: 3. Dret a rectificar dades d'informes d'usuari incorrectes (GDPR 16).
cs: 3. Právo na opravu nepřesných dat v uživatelské zprávě (GDPR 16).
de: 3. Das Recht auf Richtigstellung inkorrekter UserReport-Daten (DSGVO 16).
el: 3. Δικαίωμα διόρθωσης ανακριβών δεδομένων Αναφοράς Χρήστη (Γενικός Κανονισμός για την Προστασία Δεδομένων 16).
es: 3. Derecho a la rectificación de datos inexactos del UserReport (GDPR 16).
eu: 3. UseReport datu okerrak aldatzeko eskubidea (GDPR 16).
fr: 3. Le droit de rectifier des données UserReport inexactes (RGPD 16).
ga: 3. Ceart chun coigeartuithe do shonraí ÚsáidTuairisceora míchruinne (GDPR 16).
gd: 3. Còir air dàta aithrisean nach eil ceart a cheartachadh (GDPR 16).
gl: 3. Dereito de rectificación de datos inexactos dun informe de usuario (GDPR 16).
hu: 3. Helytelen felhasználói visszajelzési adatok javításának joga (GDPR 16).
id: 3. Hak untuk memperbaiki data UserReport yang tidak akurat (GDPR 16).
it: 3. Diritto di rettificazione dei dati UserReport inaccurati (GDPR 16).
ko: 3. 부정확한 사용자 리포트 데이터의 수정권 (GDPR 16).
nl: 3. Recht op rectificatie van onjuiste UserReport-gegevens (GDPR 16).
pl: 3. Prawo do sprostowania niedokładnych danych UserReport (GDPR 16).
pt_br: 3. Direito à retificação de dados imprecisos do UserReport (GDPR 16).
pt_pt: 3. Direito à retificação de dados dos Relatórios do Utilizador imprecisos (RGPD 16).
ru: 4. Право на исправление неточных данных Пользовательского отчёта (Общий регламент по защите данных (ЕС) 16).
sk: 3. Právo opravy nepresných UserReport dát (GDPR 16).
sv: 3. rätt till rättelse av felaktiga UserReport-uppgifter (GDPR 16).
te: 3. సరికాని యూజర్ రిపోర్ట్ డేటా (జిడిపిఆర్ 16) ను సరిదిద్దే హక్కు.
tr: 3. Yanlış UserReport verilerinin düzeltilmesi hakkı (GVKY 16).
uk: 3. Мати право на виправлення неточних даних звіту користувача (GDPR 16).
zh: 3.有权对错误的“用户报告”数据纠错（GDPR 16）。
zh_tw: 3. 保留更正不準確的使用者回報的權利 (GDPR 16)。

source: 4. Right to erasure of your UserReports if they are not relevant to the development of 0 A.D., if the data was processed unlawfully or if the user objects to the processing and has overriding legitimate grounds (GDPR 17).
ast: 4. Direiꞇhu a la oblitteracion de los tous RelatosUsuariales si nun fueren relevantes a l disindolcu de 0 A.D., si los datos fuessen tratados illegalmente ou si l usuariu s’oppõxier a l tratamiento & tevier razonamientos legítimos par’ invalidá-llo (GDPR 17).
bg: 4. Потребителят има право да изисква изтриване на своите Потребителски доклади, ако те нямат относимост към разработката на 0 A.D., ако данните са обработени неправомерно спрямо закона или ако потребителят не одобри процеса по обработването (Чл. 17 GDPR).
ca: 5. Dret a esborrar les vostres dades d'informes d'usuari si ja no són rellevants per al desenvolupament del 0 A.D., si les dades van ser processades il·legalment o si l'usuari s'oposa al processament i té motius legítims (GDPR 17).
cs: 4. Právo na vymazání uživatelských zpráv, pokud to pro uvedené účely není relevantní, pokud byly data zpracovány nezákonně nebo pokud uživatel vznesl námitku proti zpracování a má převažující oprávněné důvody (GDPR 17).
de: 4. Das Recht, dass deine UserReports gelöscht werden, wenn sie nicht relevant für die Entwicklung von 0 A.D. sind, wenn die Daten widerrechtlich verarbeitet wurden oder wenn der Benutzer der Verarbeitung widerspricht und übergeordnete gesetzmäßige Gründe hat (DSGVO 17).
el: 4. Δικαίωμα διαγραφής των Αναφορών Χρήστη σας, εάν δεν σχετίζονται με την ανάπτυξη του 0 A.D., εάν τα δεδομένα υποβλήθηκαν σε παράνομη επεξεργασία ή αν ο χρήστης αντιτίθεται στην επεξεργασία και έχει νόμιμους λόγους υπεράσπισης (Γενικός Κανονισμός για την Προστασία Δεδομένων 17).
es: 4. Derecho a borrar sus UserReports si no son relevantes para el desarrollo de 0 A.D., si los datos se procesaron ilegalmente o si el usuario se opone al procesamiento y tiene fundamentos legítimos (GDPR 17).
eu: 4. Erabiltzailearen txostenak ezabatzeko eskubidea, ez badira 0 A.D.-ren garapenerako garrantzitsuak , datuek legez kontrakoak badira edo erabiltzaileak prozesatzeari uko egiten badio eta horretarako arrazoiak baditu. datuak ezabatzeko eskubidea (GDPR 17).
fr: 4. Le droit d'effacer vos UserReports s'ils ne sont pas pertinents pour le développement de 0 A.D., si les données ont été traitées illégalement ou si l'utilisateur s'oppose au traitement et a des motifs légitimes supérieurs (RGPD 17).
ga: 4. Ceart chun léirscrios do d'ÚsáidTuairiscí má tá siad neamhábhartha chun an fhorbartha 0 A.D., má bhí an sonraí próiseáilte go neamhdhleathach nó má chuireann an t-úsáideoir i gcoinne leis an mpróiseáil agus tá príomhfhorais dhlíthiúla aige nó aici (GDPR 17).
gl: 4. dereito de borrado dos informes do usuario se non son relevantes para o desenvolvemento de 0 d.C., se os datos de procesaron incorrectamente ou se o usuario obxecta ante o procesamento e conta con xustificacións lexítimas para impedilo (GDPR 17).
hu: 4. A felhasználói visszajelzések törlésének joga, ha nem relevánsak a 0 A.D. fejlesztéséhez, ha azok jogtalanul voltak kezelve, vagy ha felhasználó megtiltja az adatok kezelését, és erre jogalapja van (GDPR 17).
id: 4. Hak untuk menghapus data UserReport anda jika data itu tidak berkaitan dengan pengembangan 0 A.D., jika data diolah secara tidak sah atau jika pengguna menolak pengolahan dan memiliki dasar utama yang sah (GDPR 17).
it: 4. Diritto di cancellazione dei tuoi UserReports se questi non sono rilevanti allo sviluppo di 0A.D., se i dati sono stati elaborati illegittimamente o se l'utente si oppone all'elaborazione e WIP-WIP-WIP and has overriding legitimate grounds (GDPR 17).
ko: 4. 사용자 보고서가 0 A.D.의 개발과 관련이 없거나, 데이터가 불법적으로 처리되었거나, 사용자가 처리에 이의를 제기하고 합법적 인 근거를 무시한 경우 (GDPR 17), 귀하의 사용자 보고서를 삭제할 권리.
nl: 4. Recht om uw UserReports te wissen als ze niet relevant zijn voor de ontwikkeling van 0 A.D., als de gegevens onrechtmatig zijn verwerkt of als de gebruiker bezwaar maakt tegen de verwerking en doorslaggevende legitieme redenen heeft (GDPR 17).
pl: 4. Prawo do wymazania UserReport, jeśli nie są potrzebne przy tworzeniu 0 A.D. i jeśli dane zostały bezprawnie wykorzystany lub użytkownik nie zgadza się na przetwarzanie i ma do tego podstawy prawne (GDPR 17).
pt_br: 4. Direito de apagar seus UserReports se eles não forem relevantes para o desenvolvimento de 0 A.D., se os dados forem processados ilegalmente ou se o usuário fizer objeções ao processamento e tiver razões legítimas (GDPR 17).
pt_pt: 4. Direito à eliminação de Relatórios de Utilizador se estes não forem relevantes para o processamento do 0 A.D., se os dados foram processados ilicitamente ou se o utilizador se opõe ao tratamento e tem interesses legítimos (RGPD 17).
ru: 4. Право на удаление ваших Пользовательских отчётов, если они не имеют отношения к развитию 0 A.D., если данные были обработаны незаконно или если пользователь возражает против обработки и имеет более чем законные основания (Общий регламент по защите данных (ЕС) 17).
sk: 4. Právo na výmaz jeho UserReports pokiaľ nie sú relevantné pri vývoji 0 A.D., pokiaľ boli ich dáta spracované nezákonne alebo ak používateľ namietne voči spracovaniu a má oprávnený dôvod k sťažnosti (GDPR 17).
sv: 4. rätt till radering av dina UserReports om de inte är relevanta för utvecklingen av 0 E.Kr., om uppgifterna har behandlats olagligt eller om användaren motsätter sig behandlingen och har tvingande legitima skäl (GDPR 17).
te: 4. మీ యూజర్ రిపోర్ట్స్ 0 ఎ.డి., యొక్క అభివృద్ధికి సంబంధించినవి కానట్లయితే, డేటా చట్టవిరుద్ధంగా ప్రాసెస్ చేయబడితే లేదా వినియోగదారు ప్రాసెసింగ్‌కు అభ్యంతరం వ్యక్తం చేస్తే మరియు చట్టబద్ధమైన మైదానాలను (జిడిపిఆర్ 17) అధిగమించినట్లయితే వాటిని తొలగించే హక్కు.
tr: 4. 0 A.D.'nin geliştirilmesiyle ilgili değilse, veriler yasadışı bir şekilde işlenmişse veya kullanıcı işleme tabi tutulursa ve meşru gerekçeleri geçersiz kılıyorsa (GVKY 17), Kullanıcı Raporlarınızı silme hakkı.
uk: 4. Мати право на стирання власних звітів користувача, якщо вони не мають значення для розробництва 0 A.D., якщо дані було оброблено незаконно або якщо користувач оскаржує обробку і має переважаючі законні підстави (GDPR 17).
zh: 4.如果“用户报告”与0 A.D.的开发无关，或者数据是非法处理的，及用户反对处理并具有压倒一切的合法理由（GDPR 17），则有权擦除。
zh_tw: 4. 如果您的使用者回報是與開發無關的回報，或是資料未經合法處理，或是使用者拒絕處理，並有壓倒性的合法理由，則有權刪除您的使用者回報 (GDPR 17)。

source: 5. Right to restriction of processing of UserReports if the accuracy of the data is contested by the user, if the data was processed unlawfully or if the user requires the data for a legal claim (GDPR 18).
ast: 5. Direiꞇhu a l restriccion de l tratamiento de RelatosUsuariales si l usuariu impugnare la exactitude de los datos, si los datos fuessen tratados illegalmente ou si l usuariu requexier de los datos par’ una demanda legal (GDPR 18).
bg: 5. Потребителят има право да поиска ограничаване на обработката на Потребителски доклади, ако коректността на данните е оспорвана от потребителя, ако данните са обработени неправомерно спрямо закона или ако потребителят изиска данните като съдебен предмет за доказателство (Чл. 18 на GDPR).
ca: 5. Dret a restringir el processament de dades d'informes d'usuari si l'usuari qüestiona la correcció de les dades, si les dades van ser processades il·legalment o si l'usuari necessita les dades per a una demanda legal (GDPR 18).
cs: 5. Právo na omezení zpracování uživatelských zpráv v případě, že uživatel zpochybňuje přesnost dat, pokud byly data zpracovány nezákonně nebo pokud uživatel požaduje údaje pro právní nárok (GDPR 18).
de: 5. Das Recht, die Verarbeitung von UserReports zu beschränken, wenn die Korrektheit der Daten vom Benutzer angezweifelt wird, wenn die Daten widerrechtlich verarbeitet wurden oder wenn der Benutzer die Daten für einen Rechtsanspruch braucht (DSGVO 18).
el: 5. Δικαίωμα περιορισμού της επεξεργασίας των δεδομένων Αναφοράς Χρήστη, αν η ακρίβεια των δεδομένων αμφισβητείται από τον χρήστη, εάν τα δεδομένα υποβλήθηκαν σε παράνομη επεξεργασία ή εάν ο χρήστης απαιτεί τα δεδομένα για μια νομική αξίωση (Γενικός Κανονισμός για την Προστασία Δεδομένων 18).
es: 5. Derecho a la restricción del procesamiento del UserReports si el usuario impugna la exactitud de los datos, si los datos se procesaron ilegalmente o si el usuario requiere los datos para una reclamación legal (GDPR 18).
eu: 5. UseReport datuen zehaztasuna inpugnatzen duenean, datuak legez kanpo prozesatu badira edo erabiltzaileak datuak legezko eskaera bat egiteko eskatzen dituenean, norberaren datuak prozesatzearen murrizteko eskubidea (GDPR 18).
fr: 5. Le droit de restreindre le traitement des UserReports si l'exactitude des données est contestée par l'utilisateur, si les données ont été traitées illégalement ou si l'utilisateur a besoin des données pour une réclamation légale (RGPD 18).
ga: 5. Ceart chun sriain próiseála na nÚsáidTuairiscí má chuireann an t-úsáideoir i gcoinne lena gcruinneas, má bhí na sonraí próiseáilte go neamhdhleathach nó má theastaíonn na sonraí ón úsáideoir chun éilimh dlíthiúil (GDPR 18).
gl: 5. Dereito a restrinxir o procesamento de informes de usuario se o usuario disputa a precisión dos datos, se os datos de procesaron de maneira incorrecta ou se o usuario solicita os datos para unha reclamación legal (GDPR 18).
hu: 5. A felhasználói visszajelzési adatok kezelésének korlátozásának joga, ha az adatok jogellenesen lettek feldolgozva, vagy ha felhasználónak erre egy jogi követelés miatt van szüksége (GDPR 18).
id: 5. Hak untuk membatasi pengolahan UserReport jika akurasi data digugat oleh pengguna, jika data diolah secara tidak sah atau jika pengguna memerlukan data untuk tuntutan hukum (GDPR 18).
ko: 5. 데이터의 정확성에 대해 사용자가 이의를 제기하거나, 불법적으로 데이터를 처리하거나, 사용자가 법적 청구 (GDPR 18)를 위해 데이터를 요구하는 경우, 사용자 보고서의 처리 제한 권한.
nl: 5. Recht op beperking van verwerking van UserReports als de juistheid van de gegevens door de gebruiker wordt betwist, als de gegevens onrechtmatig zijn verwerkt of als de gebruiker de gegevens voor een juridische claim nodig heeft (GDPR 18).
pl: 5. Prawo do ograniczenia przetwarzania UserReport, jeśli dokładność danych jest kwestionowana przez użytkownika, jeśli dane są przetwarzane bezprawnie lub jeśli użytkownik potrzebuje danych w celach prawnych (GDPR 18).
pt_br: 5. Direito à restrição do processamento de UserReports se a precisão dos dados for contestada pelo usuário, se os dados forem processados ilegalmente ou se o usuário solicitar os dados para uma reivindicação legal (GDPR 18).
pt_pt: 5. Direito à limitação do tratamento dos Relatórios de Utilizador se a exatidão dos dados for contestada pelo utilizador, se os dados foram processados ilicitamente ou o utilizador requer os dados para fins judiciais (RGPD 18).
ru: 5. Право на ограничение обработки Пользовательского отчёта, если точность данных оспаривается пользователем, если данные были обработаны незаконно или если пользователю требуются данные для предъявления иска (Общий регламент по защите данных (ЕС) 18).
sk: 5. Právo na zamedzenie spracovania UserReports pokiaľ používateľ spochybní presnosť dát, ak boli dáta spracované nezákonne alebo ak ich používateľ vyžaduje kvôli právnemu nároku (GDPR 18).
sv: 5. rätt till begränsning av behandling av UserReports om riktigheten av uppgifterna ifrågasätts av användaren, om uppgifterna har behandlats olagligt eller om användaren kräver uppgifter för ett juridiskt anspråk (GDPR 18).
te: 5. డేటా యొక్క ఖచ్చితత్వం వినియోగదారుచే పోటీ చేయబడితే, డేటా చట్టవిరుద్ధంగా ప్రాసెస్ చేయబడితే లేదా వినియోగదారుకు చట్టపరమైన దావా (జిడిపిఆర్ 18) కోసం డేటా అవసరమైతే యూజర్ రిపోర్ట్స్ యొక్క ప్రాసెసింగ్ యొక్క పరిమితి హక్కు.
tr: 5. Verilerin doğruluğu kullanıcı tarafından reddedilirse, veriler yasadışı bir şekilde işlenirse veya kullanıcı yasal bir talep için veri isterse, Kullanıcı Raporlarının işlenmesini kısıtlama hakkı (GVKY 18).
uk: 5. Мати право на обмеження обробки звітів користувача, якщо достовірність даних оскаржується користувачем, якщо дані були оброблені незаконно, або якщо користувач вимагає дані для юридичного позову (GDPR 18).
zh: 5.如果用户质疑数据的准确性，数据是非法处理的，或者用户是否需要合法索赔的数据（GDPR 18），则限制“用户报告”处理的权利。
zh_tw: 5. 如果資料的準確性遭到使用者的質疑，或是資料未經合法處理，或是使用者因為交付指令而需要資料，則有權限制使用者回報的處理 (GDPR 18)。

source: 6. Right to object to the processing of UserReports concerning him or her on grounds relating to their particular situation (GDPR 21).
ast: 6. Direiꞇhu a opponé-se a l tratamiento de RelatosUsuariales tocantes a elhi ou elha por motivos relativos a la suɐ situacion particular (GDPR 21).
bg: 6. Потребителят има право да откаже обработването на Потребителски доклади, отнасящи се до него или нея въз основания спрямо тяхна конкретна ситуация (Чл. 21 на GDPR).
ca: 7. Dret a oposar-se al processament de dades d'informes d'usuari basant-se en motius relacionats amb la seva situació particular (GDPR 21).
cs: 6. Právo vznést námitku proti zpracování uživatelských zpráv, které se jej týkají, z důvodů týkajících se jejich konkrétní situace (GDPR 21).
de: 6. Das Recht, einer Verarbeitung von UserReports betreffend die eigene Person aufgrund einer besonderen Situation zu widersprechen (DSGVO 21).
el: 6. Δικαίωμα διατύπωσης αντιρρήσεων για την επεξεργασία των Αναφορών Χρήστη που αφορούν αυτόν ή αυτή για λόγους που σχετίζονται με την ιδιαίτερη κατάστασή τους (Γενικός Κανονισμός για την Προστασία Δεδομένων 21).
es: 6. Derecho a objetar el procesamiento del UserReports que le conciernan por motivos relacionados a sus situaciones particulares (GDPR 21).
eu: 6. UseReport-en berezko egoerari dagokienak daudenean, prozesatzeari oztopoak jartzeko eskubidea (GDPR 21).
fr: 6. Le droit de s'opposer au traitement des UserReports le concernant pour des motifs tenant à leur situation particulière (RPGD 21).
ga: 6. Ceart chun coinne a dhéanamh le próiseáil na nÚsáidTuairiscí faoi nó fúithi ar forais a bhaineann lena sceál ar leith (GDPR 21).
gl: 6. Dereito a obxectar ante o procesamento de informes do usuario con xustificacións baseadas na súa situación particular (GDPR 21).
hu: 6. A személyes adatok kezelésével szembeni tiltakozás joga, a felhasználó saját helyzetével kapcsolatos okokból (GDPR 21).
id: 6. Hak untuk menolak pengolahan data UserReport yang berkaitan dengan diri pengguna dengan dasar situasi tertentu dari diri pengguna (GDPR 21).
ko: 6. 그 특정 상황과 관련하여 자신에 관한 사용자 보고서의 처리에 이의를 제기할 권리 (GDPR 21).
nl: 6. Recht om bezwaar te maken tegen de verwerking van Gebruikersreportages betreffende hem of haar om redenen die verband houden met hun specifieke situatie (GDPR 21).
pl: 6. Prawo do wniesienia sprzeciwu wobec przetwarzania UserReport dotyczących użytkownika z przyczyn związanych z konkretną sprawą (GDPR 21).
pt_br: 6. Direito de se opor ao processamento do UserReports referentes a ele ou por motivos relacionados à sua situação particular (GDPR 21).
pt_pt: 6. Direito de oposição ao processamento dos Relatórios do Utilizador no que se refere ao utilizador ou utilizadora em assuntos relativos à sua situação particular (RGPD 21).
ru: 6. Право на возражение против обработки касающегося его Пользовательского отчёта на основании его конкретной ситуации (Общий регламент по защите данных (ЕС) 21).
sk: 6. Právo namietnuť voči spracúvaniu UserReportov, ktoré sa ho alebo jej týkajú, na základe konktrétnej situácie (GDPR 21).
sv: 6. rätt att invända mot behandlingen av användar rapporter som rör honom eller henne av skäl som hänför sig till deras särskilda situation (GDPR 21).
te: 6. వారి ప్రత్యేక పరిస్థితులకు (జిడిపిఆర్ 21) సంబంధించిన కారణాల వల్ల అతనికి లేదా ఆమెకు సంబంధించిన యూజర్ రిపోర్ట్స్ ప్రాసెసింగ్‌కు అభ్యంతరం చెప్పే హక్కు.
tr: 6. Kendi durumuyla ilgili gerekçelerden dolayı Kullanıcı Raporlarının işlenmesine itiraz etme hakkı (GVKY 21).
uk: 6. Мати право заперечити оброблення звітів користувача, що стосуються нього чи неї, на підставах, пов'язаних з їхньою конкретною ситуацією (GDPR 21).
zh: 6.有权以特定理由来反对处理与TA有关的“用户报告”（GDPR 21）。
zh_tw: 6. 有權根據特殊情況拒絕處理特定使用者的回報 (GDPR 21)。

source: 7. Right to lodge a complaint with a supervisory authority (GDPR 13.2.d, GDPR 77).
ast: 7. Direiꞇhu a interponer una queixa ante una authoridá supervisora (GDPR 13.2.d, GDPR 77).
bg: 7. Потребителят има право да внесе оплакване към надзорен орган (Чл. 13.2.d, и чл. 77 на GDPR).
ca: 7. Dret a formular una queixa a una autoritat supervisora (GDPR 13.2.d, GDPR 77).
cs: 7. Právo podat stížnost u dozorového úřadu (GDPR 13.2.d, GDPR 77).
de: 7. Das Recht, Beschwerde bei einer Aufsichtsbehörde einzulegen (DSGVO 13.2.d, DSGVO 77).
el: 7. Δικαίωμα υποβολής καταγγελίας σε εποπτική αρχή (Γενικός Κανονισμός για την Προστασία Δεδομένων 13.2.d, ΓΚΠΔ 77).
es: 7. Derecho a presentar una queja ante una autoridad supervisora (GDPR 13.2.d, GDPR 77).
eu: 7. Ikuskatze agintarien aurrean kexa bat aurkezteko eskubidea (GDPR 13.2.d, GDPR 77).
fr: 7. Le droit de porter plainte auprès d'une autorité de surveillance (RGPD 13.2.d, RGPD 77).
ga: 7. Ceart chun gearáin a thaisceadh le húdáras maoirseachta (GDPR 13.2.d, GDPR 77).
gl: 7. Dereito a rexistrar unha queixa ante unha autoridade supervisora (GDPR 13.2.d, GDPR 77).
hu: 7. A felügyeleti hatóságnál történő panasztételhez való jog (GDPR 13.2.d, GDPR 77).
id: 7. Hak untuk mengajukan keluhan kepada otoritas pengawasan (GDPR 13.2.d, GDPR 77).
ko: 7. 감독 기관에 불만을 제기 할 권리 (GDPR 13.2.d, GDPR 77).
nl: 7. Het recht om een klacht in te dienen bij een toezichthoudende autoriteit (GDPR 13.2.d, GDPR 77).
pl: 7. Prawo do złożenia skargi do organu nadzorczego (GDPR 13.2.d, GDPR 77).
pt_br: 7. Direito de apresentar uma queixa a uma autoridade supervisora (GDPR 13.2.d, GDPR 77).
pt_pt: 7. Direito a apresentar uma reclamação a uma autoridade de controlo (RGPD 13.2.d, RGPD 77).
ru: 7. Право на подачу жалобы в надзорный орган (Общий регламент по защите данных (ЕС) 13.2.d, 77).
sk: 7. Právo podať sťažnosť dohliadajúcej autorite (GDPR 13.2.d, GDPR 77).
sv: 7. rätt att inge klagomål till en tillsynsmyndighet (GDPR 13.2. d, GDPR 77).
te: 7. పర్యవేక్షక అధికారం (జిడిపిఆర్ 13.2.డి, జిడిపిఆర్ 77) తో ఫిర్యాదు చేసే హక్కు.
tr: 7. Denetim otoritesine şikayette bulunma hakkı (GVKY 13.2.d, GVKY 77).
uk: 7. Мати право подати скаргу до контролюючого органу (GDPR 13.2.d, GDPR 77).
zh: 7.向监管机构提出申诉的权利（GDPR 13.2.d，GDPR 77）。
zh_tw: 7. 向監管機關投訴的權利 (GDPR 13.2.d, GDPR 77)。
