Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: You have two main types of starting units: female citizens and citizen soldiers. Female citizens are purely economic units; they have low HP, no armor, and little to no attack. Citizen soldiers are workers by default, but in times of need, can utilize a weapon to fight. You have two categories of citizen soldiers: infantry and cavalry. Female citizens and infantry citizen soldiers can gather any land resources while cavalry citizen soldiers can only gather meat from hunted animals.
ast: Hai dos tipos principales d'unidaes al entamar: les ciudadanes y los ciudadanos-soldáu. Les ciudadanes son unidaes dafechamente económiques; tienen pocos PV, tán ensin armadura, y si saben atacar son débiles. Los ciudadanos-soldáu son trabayadores por defeutu, pero cuando fai falta, puen usar un arma pa lluchar. Hai dos clases de ciudadanos-soldáu: los d'a pie y los d'a caballu. Les ciudadanes y ciudadanos-soldáu d'a pie son a recoyer tou recursu de la tierra pero los ciudadanos-soldáu d'a caballu namái son a recoyer carne de caza.
bg: Имате два основни вида начални единици: жени и граждани-во̀ини. Жените са чисто икономическа единица — те имат малко здраве, нямат защита и никаква или почти никаква атака. Жените по подразбиране са работници, но при нужда могат да използват оръжия, за да се бият. Имате две категории граждани-во̀ини: пехотинци и конници. Жените и пехотните граждани-во̀ини могат да събират всякакви земни ресурси, докато конниците могат да събират само месо от животните, които ловуват.
br: Er penn-kentañ, daou zoare unanenn ho peus: ar c’heodedourezed hag ar soudarded-keodedour. Ar c’heodedourezed a zo unanennoù ekonomikel nemetken gant nebeud a bPB, tamm houarnwisk ebet ha kazi tamm tagusted ebet. Ar soudarded-keodedour a zo al labourerien dre-ziouer met pa vez ezhomm e c'hallont implij un arm evit en em gannañ. Daou rummad soudarded-keodedour ho peus: ar soudarded war droad hag ar re war varc'h. Ar c’heodedourezed hag ar soudarded-keodedour war droad a c'hall dastum n'eus forzh peseurt mammenn a vefe war an douar hag ar soudarded-keodedour war varc'h a c'hall dastum kig - hepken - diwar al loened a c'haller chaseal.
ca: Disposeu de dos tipus d'unitats d'inici: ciutadanes i soldats ciutadans. Les ciutadanes són unitats purament econòmiques; tenen un HP baix, cap armadura i cap o molt poc nivell d'atac. Els soldats ciutadans són treballadors per defecte però en temps de necessitat poden fer servir una arma per a lluitar. Disposeu de dues categories de soldats ciutadans: infanteria i cavalleria. Les ciutadanes i la infanteria dels soldats ciutadans poden recollir qualsevol recurs terrestre mentre que la cavalleria només pot obtenir carn de les caceres.
de: Du hast bei den Einheiten zu Anfang zwei Haupttypen: Bürgerinnen und Bürgersoldaten. Bürgerinnen sind rein wirtschaftliche Einheiten; sie haben wenige TP, keine Rüstung und wenig bis gar keinen Angriff. Bürgersoldaten sind standardmäßig Arbeiter, aber sie können Waffen zum Kämpfen benutzen, wenn sie gebraucht werden. Es gibt zwei Kategorien von Bürgersoldaten: Infanterie und Kavallerie. Bürgerinnen und Infanterie können alle Ressourcen abbauen, während berittene Bürger nur Fleisch von Tieren jagen können.
el: Έχετε δύο βασικούς τύπους αρχικών μονάδων: Γυναίκες Πολίτες και Πολίτες Οπλίτες. Οι Γυναίκες Πολίτες είναι καθαρά οικονομικές μονάδες. Έχουν χαμηλό HP (Πόντοι Υγείας), χωρις πανοπλία, και ελάχιστη έως καμία επίθεση. Οι Πολίτες Οπλίτες είναι εργάτες από προεπιλογή, αλλά σε περιόδους ανάγκης, μπορούν να χρησιμοποιήσουν ένα όπλο για να πολεμήσουν. Έχετε δύο κατηγορίες Πολιτών Οπλιτών: το Πεζικό και το Ιππικό. Οι Γυναίκες Πολίτες και οι Πολίτες Οπλίτες Πεζικού μπορούν να συγκεντρώσουν οποιουσδήποτε γήινους πόρους, ενώ οι Πολίτες Οπλίτες του Ιππικού μπορούν να μαζέψουν μόνο κρέας από θηρεύοντα ζώα.
eo: Vi havas du ĉefajn tipojn de komencaj unuoj: civitaninoj kaj civitanaj soldatoj. Civitaninoj estas pure ekonomikaj unuoj; ili havas malmultajn PV-ojn, neniun armaĵon, kaj malmultan aŭ neniun atakojn. Civitanaj soldatoj estas laboristo defaŭlte, sed en tempo de bezono, povas uzi armilon por batali. Vi havas du kategoriojn de civitanaj soldatoj: infanterio kaj kavalerio. Civitaninoj kaj infanteriaj civitanaj soldatoj povas kolekti ĉian teran risurson, kvankam kavaleriaj civitanaj soldatoj povas nur kolekti viandon el ĉasitaj bestoj.
es: Al principio empiezas con dos unidades: las ciudadanas y los ciudadanos soldado. Las ciudadanas son unidades estrictamente económicas; tienen pocos puntos de vida (PV), sin armadura, y un ataque paupérrimo. Los ciudadanos soldado también son trabajadores, pero pueden recurrir a las armas en tiempos de necesidad. Estos hombres pueden ir a pie o a caballo, tanto las ciudadanas como las versiones a pie de los hombres pueden recolectar cualquier recurso terrestre, pero las versiones a caballo sólo pueden recolectar la carne de los animales cazados.
es_ar: Tienes dos unidades principales para comenzar: Ciudadanas Mujeres y Ciudadanos Soldado. Las Ciudadanas son unidades económicas exclusivamente: tienen pocos puntos de vida, no tienen armadura y muy poco ataque. Los Ciudadanos Soldado son trabajadores por defecto, pero cuando es necesario, pueden utilizar armas para pelear. Tienes dos categorías de Ciudadanos Soldado: infantería y caballería. Las Ciudadanas y los Ciudadanos Soldado de infantería pueden recolectar cualquier recurso mientras que los Ciudadanos Soldado de caballería solamente pueden recolectar alimento de animales que hayan cazado.
eu: Zuk hasteko bi unitateak nagusiak dituzu: hiritar emakumeak eta hiritarr soldaduak. Emakume unitateak nagusiki merkeak dira; HP baxua dute, armadurarik ez eta erasorik ere ez. Hiritar soldaduak langileak dira berez, baino behar denean, arma bat har dezakete borrokatzeko. Zuk hiritar soldaduen bi mota dituzu: infanteria eta zalditeria. Hiritar emakumeek eta Infanteriako hiritar soldaduek lurreko edozein baliabidea jaso dezakete baino zalditeriako soldaduek ehizatutako animalien haragia baino ezin dute jaso.
fa: شما دو نوع اصلی از نیروهای شروع بازی دارید: شهروند زن و سرباز شهروند. زن شهروند بطور کامل یک نیروی اقتصادی است که سلامت بسیار پایینی دارند ، زره ندارند و قدرت حمله بسیار پایینی دارند. سربازهای شهروند بصورت پیشفرض کارگر هستند اما در زمان نیاز توان جنگیدن را دارند. شما دو دسته سرباز شهروند دارید: پیاده و سواره. زن شهروند و سرباز شهروند می توانند هر منبعی را از روی زمین جمع آوری کنند در حالی که سرباز های شهروند سواره تنها می توانند گوشت شکار را جمع کنند.
ga: Tá dhá chineál aonad bunúsach agat: banshaoránaigh agus míle-shaoránaigh. Níl i mbanshaoránaigh ach aonad éacnamaíochta amháin; tá AS beag, armúr ar bith, agus ionsaí beag go leor acu. Tá míle-shaoránaigh ina n-oibrí go réamhshocraithe ach, má a theastaíonn uathu, is féidir leo troid a dhéanamh. Tá dha chineál míle-shaoránaigh: coisí is marcra. Is féidir le banshaoránaigh agus coisithe míle-shaoránacha aon acmhainn talún a bhailiú acu, cé go is féidir le míle-shaoránaigh marcacha ach feoil a bhailiú amháin d'ainmhithe fiaigh.
gd: Bidh dà sheòrsa de dh’aonadan agad aig an toiseach: saoranaich bhoireann agus saighdearan-dùthcha. Chan e ach aonadan eaconamach a tha sna saoranaich bhoireann; chan eil cus puingean-beatha aca, chan eil armachd sam bith orra agus ’s gann gu bheil comas ionnsaighe aca. ’S e luchd-obrach a tha sna saighdearan-dùthcha cuideachd ach cleachdaidh iad airm airson sabaid ri amannan èiginneach. Am measg nan saighdearan-dùthcha, tha dà sheòrsa ann: coisridh is eachraidh. Cruinnichidh saoranaich bhoireann agus coisridh-dùthcha stòras sam bith on tìr fhad ’s nach cruinnich an eachraidh-dùthcha ach feòil o bheathaichean ri an sealg.
gl: Ten dous tipos principais de unidades iniciais: cidadás e cidadáns soldado. As cidadás son unidades puramente económicas; teñen pouca vida, ningunha armadura, e pouco ataque. Os cidadáns soldado son traballadores de maneira predeterminada, pero en tempos de necesidade poden usar unha arma para loitar. Ten dúas categorías de cidadáns soldado: infantaría e cabalaría. As cidadás e os cidadáns soldado de infantaría poden recoller calquera recurso da terra, mentres que os cidadáns soldado de cabalaría só poden recoller carne de animais cazados.
it: Avete due tipi principali di unità per la partenza: Cittadine e Cittadini Soldato. Le cittadine sono unità esclusivamente economiche; hanno Punti Vita bassi, nessuna armatura e un attacco molto debole. I cittadini soldato di norma sono lavoratori, ma in caso di bisogno, possono utilizzare un'arma per combattere. Hai due categorie di cittadini soldato: fanteria e cavalleria. Cittadine e Cittadini Soldato di Fanteria possono raccogliere risorse dal terreno mentre i Cittadini Soldato Cavalieri possono solo raccogliere carne da animali cacciati.
ko: 당신은 두 가지 주요한 기본 유닛을 가지고 있습니다: 여성 시민과 시민 군인입니다. 여성 시민은 순전히 경제적인 유닛입니다. 여성 시민은 낮은 체력과 갑옷이 없고 그리고 거의 공격 하지 않습니다. 시민 군인은 기본적으로 노동자이지만 필요할 때는 무기를 이용해 싸울 수 있습니다. 그리고 보병과 기병 두 종류의 시민 병사가 있습니다. 여성 시민과 보병은 땅에서 어떠한 자원이든 채집할 수 있고 기병 시민 군인은 사냥한 동물의 고기만 채집할 수 있습니다.
ms: Anda mempunyai dua jenis unit permulaan: rakyat perempuan dan askar rakyat. Rakyat perempuan adalah merupakan unit penjana ekonomi; mereka mempunyai nilai hayat atau HP yang rendah, tanpa perisai, dan tidak menyerang. Manakala, Askar rakyat merupakan pekerja secara lalai, tetapi jika diperlukan, boleh guna senjata untuk berperang. Anda mempunyai dua kategori askar rakyat: Infantri dan berkuda. Rakyat perempuan dan askar rakyat infantri dapat mengumpul sumber bumi manakala askar rakyat berkuda hanya boleh mendapatkan daging daripada haiwan buruan.
pl: Masz do wyboru dwa główne rodzaje początkowych jednostek: Obywatelki oraz Obywatelscy Żołnierze (Milicjanci). Obywatelki są czysto ekonomicznymi jednostkami: mają niewiele PŻ, brak pancerza i małą lub zerową ilość ataku. Milicjanci są domyślnie pracownikami, ale w momencie zagrożenia mogą użyć broni do walki. Są dwa rodzaje Milicji: Piesza i Konna. Obywatelki i Piesza Milicja mogą zbierać dowolne surowce lądowe, podczas gdy Konna Milicja może jedynie zbierać mięso z upolowanych zwierząt.
pt_pt: Tens 2 tipos de unidades iniciais: cidadãs e soldados cidadãos. As cidadãs são unidades puramente económicas; têm poucos pontos de vida, nenhuma armadura e pouco ou nenhum ataque. Os soldados cidadãos são trabalhadores pode padrão, mas em caso de necessidade, podem utilizar uma arma para lutarem. Tens 2 categorias de cidadãos soldados: infantaria e cavalaria. As cidadãs e os soldados cidadãos podem recolher qualquer recurso da terra enquanto que os soldados cidadão cavaleiros apenas podem recolher carne de animais caçados.
ru: У вас есть два основных типа стартовых юнитов: горожанки и граждане-солдаты. Горожанки – исключительно экономические юниты: у них низкий уровень единиц здоровья, нет брони и почти нет атаки. Граждане-солдаты по умолчанию являются рабочими, но, в случае необходимости, могут использовать оружие для борьбы. У вас есть две категории граждан-солдат: пехота и конница. Горожанки и граждане-солдаты пехотинцы могут собирать любые земельные ресурсы, в то время как конные граждане-солдаты могут собирать только мясо из животных, на которых охотятся .
sk: Na začiatku máš k dispozícii dva typy jednotiek: ženy-občianky a občania-vojaci. Ženy občianky sú čisto ekonomické jednotky; majú nízke HP, žiadny pancier a slabú alebo úplne žiadnu útočnú silu. Štandardnou úlohou občanov-vojakov je pracovať, ale v čase núdze vedia do rúk zobrať zbraň. K dispozícii máš dve kategórie vojakov - pechotu a jazdu. Ženy a pešiaci vedia zbierať či ťažiť všetky suroviny, no jazdci vedia iba zbierať mäso z ulovených zvierat.
sv: Det finns två huvudtyper av startenheter: Kvinnliga medborgare och medborgarsoldater. Kvinnliga medborgare är rent ekonomiska enheter; de har låg HP, ingen rustning, och lite till ingen attack. Medborgarsoldater är som standard arbetare, men i tider av nöd kan de använda ett vapen för att slåss. Det finns två kategorier av medborgarsoldater: infanteri och kavalleri. Kvinnliga medborgare och infanteri medborgarsoldater kan samla alla markresurser, medan kavalleri medborgarsoldater bara kan samla mat från jagade djur.
tr: İki tür başlangıç üniteniz var: kadın vatandaşlar ve vatandaş askerler. Kadın vatandaşlar tamamen ekonomik ünitelerdir; düşük canları, hiçe yakın saldırı gücü vardır ve zırhları yoktur. Vatandaş askerler varsayılan olarak işçilerdir, fakat ihtiyaç anında savaşmak için silah kullanabilirler. İki sınıf vatandaş asker vardır: piyade ve süvari. Süvari vatandaş askerler sadece avlanarak et toplayabilirken Kadın vatandaşlar ve piyade vatandaş askerler herhangi bir kara kaynağını toplayabilirler.
uk: У вас є два основних типи стартових юнітів: жінки-городянки та солдати-городяни. Городянки є суто економічними одиницями; вони мають низький HP, не мають обладунків, і майже не мають очок атаки. Городяни — це працівники за замовчуванням, але в разі потреби можуть використовувати зброю для боротьби. У вас є дві категорії городян-солдатів: піхота та кавалерія. Городянки та городяни можуть збирати будь-які земельні ресурси, тоді як кавалерійські солдати-городяни можуть збирати м'ясо тільки з впольованих тварин.
zh: 在开始的时候，您有两种单元：女性居民和民兵。女性居民仅可以进行经济活动，她们的HP值很低，没有武器，并且几乎没有攻击力。民兵默认进行经济活动，但是如果需要，他们可以拿起武器攻击。您有两种民兵：步兵和骑兵。女性居民和步兵民兵能够采集任何陆地上的资源，但是骑兵民兵只能由采集狩猎到的动物的肉。

source: As a general rule of thumb, left-clicking represents selection while right-clicking with an entity selected represents an order (gather, build, fight, etc.).
ast: Como norma xeneral, el clic esquierdu representa una esbilla mentando que'l clic drechu con una unidá esbillada representa una orde (recoyida, construcción, llucha... etc).
bg: Общото правило е: с левия бутон на мишката се избира, а при избрана единица, с десния се дава команда (събиране, строене, нападение и т.н.).
br: Peurvuiañ klikañ-kleiz a dalvez an diuzadenn ha klikañ-dehou pa vez diuzet un unanenn a dalvez un urzh (dastum, sevel, en em gannañ, hag all...).
ca: Com a regla general, clic amb el botó esquerra selecciona, mentre que amb el dret i amb una entitat seleccionada és una ordre (recol·lectar, construir, lluitar, etc.)
cs: Podle nepsaného pravidla, levé klepnutí slouží pro výběr a pravé klepnutí, pokud máte zvolenu jednotku, jednotce přikáže provést činnost (sbírat, stavět, bojovat, atd.).
de: Als Faustregel gilt, ein Linksklick ist eine Auswahl und ein Rechtsklick mit einer ausgewählten Einheit ist ein Befehl (sammeln, bauen, kämpfen, etc.).
el: Ως γενικός κανόνας, το αριστερό κλικ αντιπροσωπεύει την επιλογή ενώ το δεξί κλικ με μια επιλεγμένη οντότητα αντιπροσωπεύει μια διαταγή (συγκομιδή, κτίσιμο, μάχη κ.λπ.).
eo: Iom regulare, maldekstre-klaki reprezentas elektadon, kvankam dekstre-klaki kun elektita aĵo reprezentas komandon (kolekti, konstrui, batali, ktp.).
es: Como regla general, el botón izquierdo del ratón representa la selección y el clic con el botón derecho del ratón con una entidad seleccionada representa una orden (talar, picar, cosechar, recolectar, construir, luchar, etc.).
es_ar: Recuerda que el click izquierdo selecciona mientras que el click derecho da una orden (recolectar, construir, atacar, etc.).
eu: Orokorrean, saguaren ezker botoiak aukera adierazten du saguaren eskuin botoiarekin klikatzean eta aukeratutako entitateak agindua adierazten du (bildu, eraiki, borrokatu, etab..).
fa: به عنوان یک قانون عمومی، کلیک چپ برای انتخاب و کلیک راست برای فرمان (جمع کردن ، ساختن ، جنگیدن ...) استفاده می شود.
fi: Yleisenä nyrkkisääntönä voidaan sanoa, että napsautus hiiren vasemmalla painikkeella edustaa valintaa, kun taas napsautus oikealla, kun yksikkö on valittuna, edustaa käskyä (kerääminen, rakentaminen, taistelu jne.).
fr: En règle générale, le clic gauche représente la sélection tandis que le clic droit avec une entité sélectionnée représente un ordre (ramasser, construire, combattre…).
ga: Go ginearálta, seasann cléchiceáil do roghnú agus seasann deaschliceáil le haonad atá faoi roghnú d'ordú (bailiú, tógáil, troid, etc.)
gd: San fharsaingeachd, taghaidh tu nithean le briogadh clì agus cuiridh tu òrdugh gu aonad le briogadh deas air (cruinnich, tog, thoir ionnsaigh is msaa.).
gl: Como regra xeral, facer clic esquerdo representa a selección mentres que facer clic dereito cunha entidade seleccionada representa unha orde (recoller, construír, loitar, etc.).
hu: Ökölszabály: a bal klikkel kijelölni tudsz, a jobb klikkel pedig parancsot adni (gyűjts, építs, támadj, stb.) a kijelölt egységeknek.
id: Sebagai petunjuk umum, klik kiri merepresentasikan seleksi sementara klik kanan merepresentasikan perintah (mengumpulkan, membangun, dll.)
it: Come regola generale, il clic con il tasto sinistro rappresenta la selezione, mentre fare clic con il pulsante destro, con un'entità selezionata, rappresenta un ordine (raccogliere, costruire, combattere, ecc.).
ja: 大枠のマウス操作方法として、左クリックはオブジェクトを選択 右クリックは選択されたものに命令を出す操作になります（採取、建設、攻撃など）
ko: 일반적인 조작법은 마우스 왼쪽 클릭으로 선택하고, 선택된 상태에서 대상을 마우스 오른쪽 클릭하여 명령합니다.(채집, 건설, 공격 등).
ms: Sebagai panduan umum, mengklik-kiri melakukan tindakan memilih manakala mengklik-kanan dengan arahan terpilih (seperti mengumpul, membina, berperang, dll.).
nb: Som hovedregel er venstreklikking utvalg, mens høyreklikking på en enhet betyr en ordre (sank, bygg, sloss, osv.).
nl: De algemene regel is dat u met de linkermuisknop eenheden selecteert en met de rechtermuisknop bevelen geeft (verzamel, bouw, vecht, etc.).
pl: Tak jak zazwyczaj, kliknięcie lewym przyciskiem myszy reprezentuje zaznaczanie, podczas gdy prawy przycisk myszy z zaznaczoną jednostką oznacza rozkaz (zbierz, buduj, walcz, itd.).
pt_br: Como regra geral, o botão esquerdo do mouse representa a seleção e ao clicar com o botão direito com uma entidade selecionada, representa uma ordem (reunir, construir, lutar, etc.).
pt_pt: Regra geral, o clique com o botão esquerdo do rato representa a seleção, enquanto que com o botão direito do rato numa entidade representa uma ordem (recolher, construir, combater,etc.).
ru: Как общее правило - щелчок ЛКМ представляет собой выбор, тогда как щелчок ПКМ - отдачу задания (строить, атаковать и т.д.).
sk: Spravidla - kliknutie ľavým tlačidlom myši predstavuje označenie (výber), zatiaľčo kliknutie pravým tlačidlom myši s vybranou entitou reprezentuje príkaz (zber, stavanie, boj, atď.).
sv: Som en allmän tumregel representerar en vänster-klick ett val medan högerklickning med en vald enhet representerar en order (samla, bygga, slåss, etc.).
tr: Genel bir kural olarak, sol tıklamak seçimi temsil ederken, seçilen varlık ile sağ tıklamak bir emri temsil eder (topla, inşa et, dövüş, vb.).
uk: Як правило, натиск лівою кнопкою миші означає вибір, а натиск правою кнопкою миші з вибраним об'єктом - це наказ (збирати, будувати, битися тощо).
zh: 作为一般的经验法则，左键单击代表选择单元，右键单击表示实施命令（采集，建造，战斗等等）。
zh_tw: 和一般的操作方式差不多，按左鍵代表選擇，點選物件之後再按右鍵代表下達命令，例如採集、建造、戰鬥等等。
