Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Players start in a cold polar region barren of vegetation. In the sea fish and whales abound, while the fragile icy land teems with huntable walruses and deadly wolves. These wolves, made ravenous by the harsh and forbidding climate, drawn by the scent of prey, have started appearing in terrifying numbers. A wise and strong ruler will not only achieve victory over his enemies, but also keep the number of these beasts at bay, lest they undermine his economy and cause his downfall. [color="red"]Warning: It is inadvisable to disable treasures, since there is no gatherable wood. Not recommended for inexperienced players.[/color]
ast: Los jogadores impieçɐn nel turbelyu d’una parameira polar. El mare abonda n peixe & ballenɐs, entre que l vidroso terreno gelado sta tremado de morsɐs caciables & llobos dañosos. Estos llobos, esgalaçados pol rigor de l clima & attrahidos pol recendor a carne, intamɐn aportar in balasma. Un gobernador prudente & capaz non solo vincerá l inimigu, pero tamien caltenerá a raya l númeru d’estos biçhos, nun seya que yi coman la figura & causen la suɐ caeda. [color="red"]Advertencia: Nun ye aconselyable dishabilitare lɐs alyalgɐs, cumo nun ha hi árbores para curtare. Non incamentado para jogadores inexpertos.[/color]
bg: Играчите започват в студен полярен район, беден на растителност. В морето има много риба и китове, а заледената земя изобилства от тюлени за ловуване и смъртоносни вълци. Тези вълци, прегладнели заради суровия, неприветлив климат, привлечени от миризмата на плячка, са започнали да се увеличават. Мъдрият и силен владетел не просто ще победи враговете си, но и ще ограничи броя на тези зверове, иначе те могат да съсипят икономиката му и да подсигурят провала му. [color="red"]Внимание: не се препоръчва изключването на съкровищата, тъй като на картата няма дърва Не се препоръчва за неопитни играчи.[/color]
br: Ar c'hoarierien a gomañs en ur rannvro poler yen lec'h ma n'eus plant ebet. Er mor e vez kalz pesked ha balumed, e-keit ha ma verv an douar skornek skañv a goleoù-mor mat da chaseal ha bleizi lazhus. Ar bleizi-mañ, marnaoniet gant an amzer rust ha kallet, desachet gant c'hwezh ar preizh, a zo staget da zont war wel en un niver niver bras spontus. Ur rener fur ha kreñv ne c'hello dont a-benn da drec'hiñ e enebourien, nemetken, met ivez derc'hel niver al loened gouez-se a-bell, gant an aon na gasfent e ekonomiezh d'ar strad ha reiñ a rafe dezhañ kouezhañ en e boull. [color="red"]Diwallit eta: N'eo ket erbedet lazhañ an teñzorioù, dre ma n'eus ket koad mat da zastum. Ne vez ket erbedet d'ar c'hoarierien hep skiant-prenet ebet.[/color]
ca: Els jugadors comencen en una regió polar estèril de vegetació. Al mar hi abunden peixos i balenes mentre que la fràgil terra glaçada està repleta de morses per caçar i llops mortífers. Aquests llops, famolencs pel clima dur i restrictiu i atrets per l'olor de la presa, han començat a venir en números alarmants. Un governant savi i fort no només aconseguirà la victòria sobre els seus enemics, sinó que també mantindrà la població de bèsties a ratlla, per no socavar l'economia i causar una davallada. [color="red"]Atenció: No és recomanable desactivar els tresors perquè no hi ha fusta per recol·lectar. No recomanat per a jugadors sense experiència.[/color]
cs: Hráči začínají ve studené polární oblasti bez úrodné rostlinné pokrývky. Je tu hejno mořských ryb a velryb, zatímco křehká ledová země je plná mrožů na ulovení a smrtelně nebezpečných vlků. Tito vlci, kteří jsou hladoví díky nevlídnému, drsnému podnebí, táhnoucí se za kořistí, se začali objevovat v hrozivých počtech. Moudrý a silný vládce nejen dosáhne vítězství nad svými nepřáteli, ale také udržuje počet těchto zvířat pod kontrolou, aby nedošlo k podlomení hospodářství a tím k jeho pádu. [color="red"]Upozornění: Je nerozumné zakazovat poklady, protože zde není dřevo, které by se dalo sbírat. Nezkušeným hráčům se nedoporučuje.[/color]
da: Spillere starter i et koldt polarområde uden vegetation. I havet bugner det med fisk og hvaler, mens det skrøbelige iskolde land vrimler med jagtbare hvalrosser og dødbringende ulve. Disse ulve, der er blevet glubende af det barske og forbudte klima, tiltrukket ved duften af ​​bytte, er begyndt at dukke op i skræmmende antal. En klog og stærk hersker vil ikke kun opnå sejr over sine fjender, men også holde antallet af disse dyr i skak, så de ikke undergraver hans økonomi og forårsager hans undergang. [color="red"]Advarsel: Det er ikke tilrådeligt at deaktivere skatte, da der ikke er noget træ, der kan samles. Anbefales ikke til uerfarne spillere.[/color]
de: Die Spieler starten in einer kalten polaren Region mit karger Vegetation. Im Meer gibt es Fische und Wale im Überfluss, während es auf dem zerbrechlichen eisigen Land von Walrossen zum Jagen und tödlichen Wölfen wimmelt. Diese Wölfe, wütend vom harten und unwirtlichen Klima, angezogen vom Geruch der Beute, haben angefangen, in einer furchterregend hohen Zahl zu erscheinen. Ein weiser und starker Herrscher wird nicht nur den Sieg über seine Feinde erzielen, sondern auch die Zahl dieser Bestien in Schach halten, damit diese nicht seine Wirtschaft schwächen und seinen Untergang einleiten. [color="red"]Achtung: Es ist nicht ratsam, Schätze zu deaktivieren, da kein Holz gesammelt werden kann. Nicht für unerfahrene Spiele empfohlen.[/color]
el: Οι παίκτες αρχίζουν σε μία κρύα πολική περιοχή άγονη από βλάστηση. Στη θάλασσα τα ψάρια και οι φάλαινες αφθονούν, ενώ η εύθραυστη παγωμένη γη σφύζει από θηρεύσιμους θαλάσσιους ίππους και θανατηφόρους λύκους. Αυτοί οι λύκοι, έχουν γίνει αρπακτικοί από το τραχύ και το αποκρουστικό κλίμα, όπου με τη μυρωδιά του θηράματος, αρχίζουν να εμφανίζονται σε υπερβολικούς αριθμούς. Ένας σοφός και ισχυρός κυβερνήτης θα επιτύχει όχι μόνο νίκη επί των εχθρών του, αλλά και στο να κρατήσει τον αριθμό αυτών των θηρίων περιορισμένο, καθώς φοβάται ότι θα υπονομεύσει την οικονομία του και θα προκαλέσει την πτώση του. [color="red"]Προειδοποίηση: Δεν είναι φρόνιμο να απενεργοποιήσετε τους θησαυρούς, δεδομένου ότι δεν υπάρχει ξυλεία για υλοτόμηση. Δεν συνιστάται για άπειρους παίκτες.[/color]
es: Los jugadores comienzan en una fría y yerma región polar. En el mar abundan los peces y las ballenas, mientras que la frágil tierra helada está llena de morsas para la caza y peligrosos lobos. Estos lobos, voraces por el duro e inhóspito clima, llevados por el olor de la presa, han empezado a aparecer en gran número. Un gobernante fuerte y sabio no solo logrará la victoria sobre sus enemigos, sino que también mantendrá el número de estas bestias a raya, no sea que minen su economía y provoquen su caída. [color="red"]Advertencia: No es aconsejable desactivar los tesoros, ya que no existe madera recolectable. No recomendado para jugadores inexpertos.[/color]
eu: Jokalariak poloko eskualde hotz eta idor batean hasiko dira. Itsasoan arrainak eta baleak ugariak dira, eta lur ahul izoztua mortsa ehiztari eta otso hilgarriz beterik dago. Otso hauek, dagoen klima gogor eta ezatsegina dela eta jatunak, harrapakinaren usaiari jarraiki, kopuru izugarrietan agertzen hasi dira. Agintari indartsu eta jakintsu batek ez du bakarrik bere etsaia garaituko, pizti hauek ere urruti mantenduko ditu, ea ez duten bere ekonomia suntsitzen eta bere erorketa bultzatzen. [color="red"]Kontuz: Gomendatzen da altxorrak ez desgaitzea, ez bai dago pilatzeko egurrik. Ez da gomendagarria jokalari berrientzat.[/color]
fa: بازیکن ها در یک منطقه قطبی سرد و بدون پوشش گیاهی بازی را آغاز می کنند. در دریا ماهی ها و نهنگ های فراوان پیدا می شود درحالی که زمین های یخی شکننده نیز محل شیرهای دریایی و گرگ های خطرناک است. این گرگها در این شرایط آب و هوایی سخت بسیار گرسنه هستند و زمانی که بوی شکار را احساس کنند گروهی به آن حمله میکنند. [color="red"]اخطار: توصیه نمی شود که گنجینه ها را در این نقشه غیر فعال کنید چراکه چوب بسیار سخت در این نقشه یافت می شود.[/color]
fi: Pelaajat aloittavat kylmällä napa-alueella, jossa ei ole kasvillisuutta. Meressä on runsaasti kaloja ja valaita, kun taas hauraalla jäisellä maalla riittää metsästettäviä mursuja ja vaarallisia susia. Nämä karun ja ankaran ilmaston nälkäisiksi tekemät sudet, joita saaliin tuoksu vetää puoleensa, ovat alkaneet ilmestyä pelottavin määrin. Viisas ja vahva hallitsija ei ainoastaan saavuta voittoa vihollisistaan, vaan myös pitää näiden petojen määrän kurissa, estääkseen niitä heikentämästä maan taloutta ja aiheuttamasta sen tuhoa. [color="red"]Varoitus: Aarteita ei kannata poistaa käytöstä, koska kerättävää puuta ei ole. Ei suositella kokemattomille pelaajille.[/color]
fr: Les joueurs commencent dans une froide région polaire stérile de toute végétation. Les poissons et les baleines abondent au large, tandis que la fragile couverture de glace grouille de morses à chasser et de loups mortels. Ces loups, endurcis par ce rude climat, attirés par l'odeur de leurs proies, ont commencé à apparaitre en nombre menaçant. Un dirigeant fort et avisé ne devra pas se contenter de la victoire sur ses ennemis, mais devra aussi garder à l’œil le nombre de ces bêtes, de peur que cela ne ruine son économie et cause sa perte. [color="red"]Attention: N'est pas recommandé pour les joueurs inexpérimentés. Il est fortement déconseiller de désactiver les trésors, du fait qu'il n'y ait pas de source de bois.[/color]
ga: Tosaíonn na himreoirí i réigiún polach agus fuar gan fasraí. Tá éisc agus míolta móra go leor sa mhuir, agus tá rosuailt agus faolchúnna ar an dtalamh oighreata. Tá na faolchúnna seo, le craosach mór orthu san aeráid crua agus doicheallach seo, in slua mór agus tá siad ag fás go tapa. Buafaidh taoiseach láidir agus eagnaí os cionn a naimhde, agus buafaidh sé os cionn na bhfaolchúnna seo freisin, ar eagla go gcuireann siad as don gheilleagar. [color="red"]Fógra: Níl sé inmhólta go taiscrí a dhíchumasú mar níl aon adhmad so-bhailithe. Ní mholtar an léarscáil seo d'imreoirí ar bheagán taithí.[/color]
gd: Tòisichidh na cluicheadairean ann an sgìre pòlarach fàs gun lusan. Tha pailteas iasg is mhucan-mara sa mhuir fhad ’s a tha an tìr reòite cugallach làn each-mara a ghabhas sealg is madaidhean-allaidh cunnartach. On a tha an t-acras air na madaidhean-allaidh ri linn na gnàth-shìde ghairbhe, nochdaidh pailteas eagalach dhiubh. Cha chuir ceannard glic ruaig air a nàimhdean a-mhàin ach cumaidh e na beòthaichean seo air falbh cuideachd mus mill iad an eaconamaidh aige [color="red"]Rabhadh: Mholamaid gun cuir thu ulaidhean à comas air sgàth ’s nach eil fiodh ann a ghabhadh cruinneachadh. Cha mholamaid am mapa seo ach do sheann-cluicheadairean eòlach.[/color]
hu: A játékosok egy hideg sarkvidéki területen kezdenek, növényzet nélkül. A tenger gazdag halakban és bálnákban, míg a törékeny jeges föld vadászható rozmárokkal és halálos farkasokkal teli. Ezeket a farkasok, amelyek farkaséhesek a zord klíma miatt, a zsákmány szaga vonzotta ide, és ilyesztő számban vannak jelen. Egy bölcs és erős uralkodó nem csak az ellenségei felett arat győzelmet, hanem a bestiák számát is kordában tartja, különben aláássa a gazdaságát, amely a bukását okozza. [color="red"]Figyelmeztetés: Nem tanácsos kikapcsolni a kincseket, mert nincs begyűjthető fa. Nem ajánlott a tapasztalatlan játékosoknak.[/color]
id: Pemain mulai di wilayah kutub dingin yang tandus akan tumbuhan. Di laut ikan dan paus berlimpah, sedangkan lahan es rapuh dianggap dengan anjing laut yang diburu dan serigala-serigala yang mematikan. Serigala-serigala ini, dibuat rakus dengan iklim yang keras dan melarang, yang ditarik oleh aroma mangsa, sudah mulai muncul dalam jumlah yang menakutkan. Penguasa yang bijaksana dan kuat tidak hanya akan mencapai kemenangan atas musuh-musuhnya, tetapi juga mengendalikan jumlah binatang buas ini, jangan sampai mereka merusak ekonominya dan menyebabkan kejatuhannya. [color="red"]Peringatan: Tidak disarankan untuk mematikan harta, karena tidak ada kayu yang dapat dikumpulkan. Tidak disarankan untuk pemain yang belum berpengalaman. [/color]
it: I giocatori iniziano in una fredda regione polare priva di vegetazione. Nel mare pesci e balene abbondano, mentre il fragile terreno ghiacciato pullula di trichechi cacciabili e lupi mortali. Questi lupi famelici, temprati dal clima rigido e ostile, attirati dal profumo delle prede, hanno iniziato a comparire in gruppi terrificanti. Un sovrano saggio e forte non solo otteniene la vittoria sui suoi nemici, ma deve anche mantenere a bada queste bestie, per non minare la sua economia e causare la sua caduta. [color="red"]Attenzione: Non è consigliabile disabilitare i tesori, dal momento che non v'è il legno raccoglibile. Non consigliato per giocatori inesperti.[/color]
ja: プレイヤーは、植物の生えていない寒い極地からスタートします。海には魚やクジラが生息し、氷に覆われた儚い大地には、獲物となるセイウチや凶暴なオオカミが生息しています。獲物の匂いにつられて、過酷な気候で猛獣化したオオカミたちが恐ろしい数で現れ始めたのです。賢く強い支配者は、敵に勝利するだけでなく、これらの獣の数を抑えて、経済を蝕み、破滅させないようにします。[color="red"]警告: 集められる木材がないため、財宝の無効化はオススメしません。[/color]
ko: 플레이어들은 식물의 차가운 극지방에서 시작합니다. 바다 물고기와 고래가 풍부하고, 깨지기 쉬운 얼음 땅은 사냥할 수있는 고래와 치명적인 늑대로 가득합니다. 가혹하고 금지된 기후로 인해 먹이의 향기에 의해 굶주린 이 늑대들은 무서운 숫자로 나타나기 시작했습니다. 현명하고 강한 통치자는 적을 상대로 승리를 거둘 뿐만 아니라, 이 짐승들이 경제상태를 약화시키고 몰락을 일으키지 않도록 이 짐승의 수를 막을 것입니다. [color="red"]경고: 수집 가능한 나무가 없기 때문에 보물을 비활성화하는 것은 바람직하지 않습니다. 경험이 없는 플레이어들에게는 권장되지 않습니다.[/color]
ms: Pemain bermula dalam kawasan gersang kutub yang sejuk membeku. Dilautan terdapat banyak sumber ikan dan ikan paus, manakala tanah berais yang rapuh ini dipenuhi dengane walrus dan serigala yang memburu. Serigala-serigala ini, menjadi sangat lapar kerana keadaan sukar dan cuaca yang menggerunkan, dengan membau mangsanya, mereka akan muncul dalam bilangan yang menakutkan. Oleh itu, pemerintah yang bijak dan hebat tidak sahaja dapat mengalahkan pihak musuh, tetapi juga dapat mengawal populasi haiwan ini, kerana ia tidak menjejaskan ekonomi dan seterusnya menyebabkan kejatuhan pemerintahan. [color="red"]Amaran: Tidak disarankan lumpuhkan khazanah, kerana, sukar mendapatkan sumber kayu. Tidak disarankan untuk pemain yang tidak berpengalaman.[/color]
nb: Spillere starter i et kaldt og øde polarområde. I havet er det fisk og hvaler omkring, mens det skjøre isete landområdet er tjukt med hvalrosser det går an å jakte på, og dødelige ulver. Disse ulvene, som ikke har fått sin sult stagget som følge av det barske og ugjestmilde klimaet, på ferten av bytte, har begynt å opptre i fryktinngytende antall. En vis og sterk hersker vil ikke bare måtte overvinne sine fiender, men også holde antallet i sjakk. Ellers vil de forsyne seg nok av økonomien deres til å forårsake dens endelikt. [color="red"]Advarsel: Det er ikke anbefalt å skru av skatter, siden det ikke finnes sankbar ved. Ikke å anbefale for uerfarne spillere.[/color]
nl: De spelers beginnen in een koud poolgebied verstoken van enige begroeiing. De zee is rijk aan vis en walvis, terwijl het fragiele ijslandschap wemelt van walrusprooi en dodelijke wolven. De steeds talrijkere wolven, uitgehongerd door het barre en grimmige klimaat, worden aangetrokken door de geur van voedsel. Een verstandige en sterke heerser zal niet alleen zijn vijanden moeten verslaan, maar zal ook deze beesten van zich af moeten slaan omdat zij anders de economie verzwakken en hem ten val doen komen. [color="red"]Waarschuwing: het is onverstandig om Schatten uit te schakelen, aangezien er geen hout is om te verzamelen. Niet aangeraden voor onervaren spelers.[/color]
pl: Gracze zaczynają w mroźnej, wegetującej tajdze. Morza obfitują w ryby i wieloryby, a delikatny ląd lodowy w łowne morsy i zabójcze wilki. Te wilki, wygłodniałe przez ciężki i mroźny klimat, przyciągnięte zapachem zwierzyny powróciły na te tereny w zatrważających ilościach. Mądry i silny władca nie tylko przezwycięży swoich wrogów, ale także utrzyma sytuację z wilkami w garści, by nie podkopały jego ekonomii i nie doprowadziły do jego upadku. [color="red"]Uwaga: Nie radzi się wyłączać skarbów, ponieważ nie ma innego sposobu na zbieranie drewna. Nie poleca się niedoświadczonym graczom.[/color]
pt_br: Os jogadores começam numa região polar, fria e sem vegetação. Peixes e as baleias são abundantes, enquanto a terra frágil e congelante está repleta de morsas e lobos mortais. Estes lobos, feitos para o clima voraz e severo, atraídos pelo cheiro de rapina, começaram a aparecer em números terríveis. Um governante sábio e forte, não só precisa vencer sobre seus inimigos, mas também conseguir manter sob controle estes animais, para que não destruam sua economia e provocar sua queda. [color="red"]Atenção: Não é aconselhável desativar tesouros, já que não há madeira para coletar. Não é recomendado para jogadores inexperientes.[/color]
pt_pt: Os jogadores começam numa região polar, fria e sem vegetação. Os peixes e as baleias são abundantes, enquanto a terra frágil e congelante está repleta de morsas e lobos mortais. Estes lobos, feitos para o clima voraz e severo, atraídos pelo cheiro de rapina, começaram a aparecer em números terríveis. Um governante sábio e forte, não só necessita de vencer os seus inimigos, mas também tem de conseguir manter sob o seu controle estes animais, para que não destruam a sua economia e provoquem a sua queda. [color="red"]Atenção: não é aconselhável desativar tesouros, já que não há madeira para recolher neste mapa. Não é recomendado para jogadores com pouca experiência.[/color]
ru: Игроки начинают в холодном лишенном растительности полярном регионе. Морские воды изобилуют рыбой и китами, а хрупкая ледяная земля кишит моржами, на которых можно охотиться, и беспощадными волками. Эти волки, воспитанные суровым климатом и ведомые запахом добычи, начали появляться в ужасающих количествах. Мудрый и решительный правитель не только одержит победу над своими врагами, но и удержит численность этих тварей, чтобы они не подорвали его экономику и не привели к его падению. [color="red"]Внимание: Нежелательно отключать сокровища, поскольку на карте нет источников древесины. Не рекомендуется для неопытных игроков.[/color]
sk: Hráči začínajú v polárnom regióne bez vegetácie. V mori je hojnosť rýb a veľrýb, zatiaľ čo krehká ľadová krajina ponúka loviteľné mrože a smrtiace vlky. Títo vlci, vyhladovaní neľútostným podnebím a putujúci za pachom koristi, sa začali objavovať v strašných počtoch. Múdry a silný vládca nezvíťazí len nad svojimi nepriateľmi, ale udrží týchto predátorov preč od svojich poddaných - inak mu podkopú ekonómiu a privodia jeho pád. [color="red"]Varovanie: Neodporúča sa vypínať poklady, pretože mapa nemá zberateľné drevo. Mapa nie je vhodná pre neskúsených hráčov.[/color]
sv: Spelare börjar i ett kallt polarområde, kargt och utan vegetation. I havet finns det havsfisk och valar i överflöd, medan det bräckliga och isiga landet myllrar av jaktbara valrossar och dödliga vargar. Dessa vargar, gjorda glupande av det hårda och omilda klimatet, lockade av doften av bytesdjur, har börjat förekomma i skrämmande siffror. En klok och stark härskare kommer inte bara att uppnå seger över sina fiender, utan också hålla antalet av dessa djur i schack, så att de inte undergräver hans ekonomi och orsakar hans undergång. [color="red"] Varning: Det rekommenderas ej att avaktivera skatter, eftersom det inte finns något trä som kan samlas. Rekommenderas inte för oerfarna spelare. [/color]
tr: Oyuncular, bitki örtüsünün kısır bir soğuk kutup bölgesi başlar. Denizde balıklar ve balinalar bol, kırılgan buz gibi topraklarda avlanmış kırlangıçlar ve ölümcül kurtlar var. Yırtıcı kokular tarafından çekilen sert ve yasak iklim tarafından yağmalanmış olan bu kurtlar korkunç sayılarda ortaya çıkmaya başladı. Bilge ve güçlü hükümdar yalnızca düşmanlarına karşı zafer kazanmakla kalmayıp, bu hayvanların sayısını korumaktadır, çünkü ekonomisini zayıflatmakta ve çöküşüne neden olmaktadırlar. [color="red"] Uyarı: Hazineleri devre dışı bırakmak uygun değildir, çünkü toplayıcı bir tahta yoktur. Deneyimsiz oyuncular için önerilmez. [/color]
uk: Гравці починають в холодному полярному регіоні з пустельною рослинністю. У морі достатньо риби та китів, в той час, як на крижана земля кишить моржами та лютими вовками. Ці вовки стали дуже хижими у суворому кліматі, вони з'являються в місцях видобутку копалин у великих кількостях. Мудрий і сильний правитель не тільки зможе перемогти своїх ворогів, але і буде тримати цих тварин в страху, щоб вони не підірвали економіку і не привели його до падіння. [color="red"]Увага: Не рекомендується відключати скарби, так як запаси деревини відсутні. Не рекомендується для недосвідчених гравців.[/color]
zh: 玩家从一片贫瘠的极地植被区开局。 在海中鱼类和鲸鱼比比皆是，而脆弱的冰冷的土地充斥着可捕获的海象和致命的狼群。 一个明智而强大的统治者不仅会战胜他的敌人，而且还会保留这些野兽的数量，以免破坏经济导致垮台。[color="red"]警告：由于没有可收集的木材，因此不建议禁用宝藏。 不推荐新手玩家。[/color]
zh_tw: 玩家在一個缺乏植被的極地地區開始遊戲。那裡有著大量的魚和鯨魚，而脆弱的冰原上有著可狩獵的海象與致命的野狼。大量的狼在嚴苛的氣候下肆虐土地。一個聰明且堅強的統治者不僅必須打敗他的敵人，也必須控制這些野獸的數量，以免破壞其經濟或是造成他的失敗。[color="red"]警告：不建議停用寶藏，因為這張地圖沒有可採集的木材。不推薦沒有經驗的玩家玩這張地圖。[/color]

source: Polar Sea
ast: Mare polar
bg: Полярно море
br: Mor Poler
ca: Mar Polar
cs: Polární moře
da: Polarhavet
de: Polarmeer
el: Πολική Θάλασσα
es: Mar polar
eu: Poloko Itsasoa
fa: دریای قطب
fi: Jäämeri
fr: Océan polaire
ga: An Mhuir Pholach
gd: Muir pòlarach
hu: Jeges-tenger
id: Laut Kutub
it: Mare Artico
ja: 極海
ko: 극지방 바다
ms: Laut Kutub
nb: Ishavet
nl: Poolzee
pl: Morze polarne
pt_br: Mar Polar
pt_pt: Mar Polar
ru: Полярные моря
sk: Polárne more
sr: Поларно Море
sv: Polarhavet
tr: Kutup Denizi
uk: Полярне море
zh: 极地海洋
zh_tw: 極圈海洋
