Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Workers use horse-drawn carts. Increases shuttling capacity for all resources.
ko: 노동자들이 마차를 이용합니다. 모든 자원의 실어 나르는 용량이 증가합니다.
lt: Darbininkai naudoja arklių velkamus vežimus. Padidina gabenimo talpą visiems ištekliams.
uk: Працівники використовують візки з конями. Збільшує пересувну місткість для всіх ресурсів.

source: Workers +10 resource capacity.
ko: 노동자들의 자원 용량이 +10% 증가합니다.
uk: Працівники мають +10 ресурсної місткості.

source: Horse-drawn Carts
ar: عربات تجرّها الخيول
ast: Carros de tracción animal
bg: Конски каруци
br: Karrigelloù sachet gant kezeg
ca: Carros tirats per cavalls
cs: Vozy tažené koňmi
de: Pferdewagen
el: Ιππήλατα Αμαξίδια
es_mx: Carros tirados por caballos
eu: Zalgurdiak
fa: گاری هایی که توسط اسب کشیده می شوند
fi: Hevostenvetämät kärryt
ga: Carranna Capaill
gl: Carros tirados por cabalos
hu: Lovasszekerek
id: Gerobak yang Ditarik Kuda
it: Carri Trainati da Cavalli
ja: 荷馬車
ko: 말이 끄는 수레
lt: Arklių templiami vežimai.
lv: Zirgu pajūgi
ms: Kereta Kuda
nb: Heste-tegnet kart
nl: Per paard getrokken Karren
pl: Wózki zaprzęgnięte w konie
pt_pt: Carroças puxadas a cavalos
ru: Конные телеги
sk: Koňmi ťahané vozíky
sv: Hästdragna vagnar
tr: Atlı Arabalar
uk: Візки з конями
zh: 马车
zh_tw: 馬車

source: Salting allows to preserve fish longer.
ar: التمليح يسمح بحفظ السمك فترة أطول.
ast: El salazón permite conservar más el pescáu.
bg: Осоляването помага рибата да се запази за по-дълго.
br: Ar pesked a vez miret pelloc'h pa vezont sallet.
ca: Salar el peix fa que es conservi més temps.
cs: Nasolování umožňuje uchovat ryby déle.
de: Durch Einsalzen sind Fische länger haltbar.
el: Το πάστωμα επιτρέπει τη διατήρηση των ψαριών περισσότερο.
eu: Gatzatuak arraia luzaroan mantentzeko aukera ematen du.
fa: نمک زدن باعث می شود ماهی مدت زمان بیشتری باقی بماند
fi: Suolaus sallii kalojen säilymisen kauemmin.
ga: Ligeann sailleadh éisc a leasú níos fada.
gl: Salar permite conservar os peixes máis tempo.
hu: A sózás lehetővé teszi a halak további eltartását.
id: Menggarami ikan dapat menjaga keawetan ikan lebih lama.
it: La Salatura conserva il pesce più a lungo.
ja: 塩漬けにすると魚を長く保存できる。
ko: 소금에 절이면 물고기를 오래 보존할 수 있습니다.
lt: Sūdymas leidžia žuvį išlaikyti ilgiau.
lv: Sālīšana ļauj ilgāk saglabāt zivis.
ms: Penggaraman dapat mengawet ikan dan bertahan lebih lama.
nb: Foredling gjennom salting øker holdbarheten på fisken.
nl: Pekelen zorgt ervoor dat vis langer bewaard kan worden.
pl: Solenie pozwala na przechowanie ryb dłużej.
pt_pt: A salgadeira permite preservar os peixes durante mais tempo.
ru: Засолка позволяет хранить рыбу дольше.
sk: Solenie umožňuje uchovať ryby dlhšie.
sv: Saltning gör att fisken kan sparas längre.
tr: Tuzlama balığı daha uzun saklamana izin verir.
uk: Соління дозволяє довше зберігати рибу.
zh: 腌制可延长鱼肉的保存时间。
zh_tw: 醃漬讓漁獲可以保存更久的時間。

source: Fishing Boats +20 food capacity.
ar: +20 من سعة الطعام لقوارب الصيد.
ast: Los pesqueros tienen +20 de capacidá pa comida.
bg: +20 капацитет за храна за рибарските лодки.
br: Bigi pesketa +20 a c'houested boued.
ca: +20 en capacitat de menjar a les barques de pesca.
cs: Rybářské lodě mají +20 ke kapacitě jídla.
de: Fischerboote +20 Nahrungskapazität.
el: +20 ποσότητα τροφής στα Ψαράδικα.
eu: Arrantzontziek janari edukiera 20+ handitzen dute.
fa: قایق های ماهیگیری +20 ظرفیت غذا
fi: Kalastusalukset kantavat +20 ruokaa.
ga: Toilleadh Bia +20 do Bhád Iascaireachta.
gl: Aumenta a capacidade de almacenamendo de comida dos pesqueiros en +20.
hu: Halászcsónakoknak +20 élelem kapacitás.
id: Kapal nelayan +20 kapasitas bawa makanan.
it: Capacità del cibo sulle Navi da Pesca +20
ja: 漁船の食料積載量が20増加します。
ko: 고기잡이 배가 잡아들이는 물고기양이 +20 증가합니다.
lt: Žvejybinėms valtims +20 maisto talpos.
lv: Zvejas kuģiem +20 pārtikas kapacitātei.
ms: Bot Nelayan +20 kapasiti makanan.
nb: Fiske båter +20 mat kapasitet.
nl: Vissersboten +20 transportcapaciteit.
pl: Łodzie rybackie otrzymują +20 do ilości przenoszonej żywności.
pt_pt: Barcos de pesca +20 capacidade comida.
ru: Рыболовецкие лодки +20 вместимости пищи.
sk: Rybárske lode +20 kapacita jedla.
sv: Fiskebåtar +20 mat kapacitet.
tr: Balıkçı Tekneleri +20 gıda kapasitesi.
uk: Рибальські човни мають +20 харчової місткості.
zh: 渔船 +20 食物容量。
zh_tw: 漁船 +20 食物容量。

source: Salting Fish
ar: تمليح السمك
ast: Pescáu en salazón
bg: Осоляване на рибата
br: Sallañ ar Pesked
ca: Salaó del peix
cs: Nasolování ryb
de: Fische einsalzen
el: Πάστωμα Ψαριών
eu: Arrai Gatzatua
fa: ماهی های نمکی شده
fi: Suolataan kalaa
ga: Éisc ar Salann
gl: Salgadura do peixe
hu: Hal sózása
id: Penggaraman Ikan
it: Salatura del Pesce
ja: 魚の塩蔵
ko: 물고기를 소금에 절이기
lt: Žuvies sūdymas.
lv: Zivju iesālīšana
ms: Ikan Masin
nb: Salter fisk
nl: Pekel
pl: Solenie ryb
pt_pt: Salga de peixe
ru: Посол рыбы
sk: Solenie rýb
sv: Saltad Fisk
tr: Tuzlama Balıklar
uk: Соління риби
zh: 鱼肉腌制
zh_tw: 醃魚

source: Unlocked in Town Phase. Requires Fishing Net.
ar: يزال قفله في طور البلدة. يحتاج شبكة الصيد.
ast: Desblóquiase na fas de la villa. Rique la rede de pesa.
bg: Отключва се в Градска фаза. Изисква Рибарски мрежи.
br: Digoret e Pazenn ar C'hêrioù. Goulenn a ra Roued Pesketa.
ca: Es desbloqueja a la Fase Vila. Es necessita xarxa de pescar.
cs: Odemknuto v městské fázi. Požaduje rybářskou síť.
de: Wird in der Stadtphase freigeschaltet. Erfordert Fischernetz.
el: Ξεκλειδώνει στην Φάση Κωμόπολη. Χρειάζεται Δίχτυ Ψαρέματος.
eu: Fase ertainean desblokeatzen da. Arrantzarako sarea behar du.
fa: باز کردن قفل برای فاز شهرک. نیازمند تور ماهیگیری
fi: Avautuu Kaupunkivaiheessa. Vaatii Kalastusverkon.
ga: Díghlasáilte sa Chéim Bhaile. Tá Líon Iascaireachta ag teastáil.
gl: Desbloquéase na fase de vila. Require a rede de pesca.
hu: Városi szakasztól érhető el. Halászháló szükséges.
id: Terbuka di Fase Kota. Membutuhkan Jala Ikan.
it: Sbloccata nella Fase Città. Richiede Rete da Pesca.
ja: 町の段階から利用可能。漁網が必要です。
ko: ＂작은 도시 단계＂를 잠금해제합니다. 그럴려면 낚시 그물이 필요합니다.
lv: Piejas pilsētas fāzē. Nepieciešams Zvejas tīkli.
ms: Dibuka dalam Fasa Pekan. Perlukan Pukat.
nb: Låses opp i tettstedfasen. Krever fiskegarn.
nl: Beschikbaar in Stadsfase. Vereist Visnet.
pl: Odblokowane w fazie miasta. Wymaga Sieci Rybackiej.
pt_pt: Desbloqueado na Fase de Vila. Requer Rede de Pesca.
ru: Станет доступным на этапе небольшого города. Необходима Рыбацкая Сеть.
sk: Odomknuté vo fáze mesta. Vyžaduje rybársku sieť.
sv: Låses upp i stadsfas. Kräver Fiskenät.
tr: Kasaba aşaması kilidi açıldı. Balık Ağı gerektirir.
uk: Відкрито на етапі містечка. Потребує рибальську сітку.
zh: 解锁“城镇阶段”。需要渔网。
zh_tw: 在鄉鎮階段解鎖。需要漁網。

source: Workers use wheelbarrows. Increases shuttling capacity for all resources.
ko: 노동자는 한바퀴 수레를 사용합니다. 모든 자원의 실어나르는 용량이 증가합니다.
lt: Darbininkai naudoja karučius. Padidina gabenimo talpą visiems ištekliams.
uk: Працівники використовують тачки. Збільшує пересувну місткість для всіх ресурсів.

source: Wheelbarrow
ar: عربة يد
ast: Carriella
bg: Колички
br: Karrigell
ca: Carretó
cs: Trakař
da: Trillebør
de: Schubkarre
el: Χειράμαξα
es_mx: Carreta
eu: Eskuzko orgatilak
fa: چرخ دستی
fi: Kottikärry
ga: Bara Rotha
gl: Carretilla
hu: Talicska
id: Gerobak
it: Carriola
ja: 手押し車
ko: 외바퀴 손수레
lt: Karutis
lv: Ķerra
ms: Kereta Sorong
nb: Trillebår
nl: Kruiwagen
pl: Taczka
pt_pt: Carrinho de mão
ru: Тачки
sk: Fúrik
sv: Skottkärra
tr: El arabası
uk: Тачка
zh: 独轮车
zh_tw: 獨輪車

source: Extra nutrients for farms.
ar: مغذيات إضافية للمزارع.
ast: Más nutritivos pa les quintanes.
bg: Допълнителни хранителни вещества за фермите.
br: Maguzennoù ouzhpenn evit atantoù.
ca: Més nutrients per als horts.
cs: Dodatečné živiny pro zemědělské usedlosti.
de: Zusätzliche Nährstoffe für Farmen.
el: Επιπλέον θρεπτικά συστατικά για τα αγροκτήματα.
es_mx: Nutrientes adicionales para tus cultivos.
eu: Elikagai gehigarriak baserrietatik.
fa: مواد مغذی بیشتر برای مزارع.
fi: Ekstra ravinteita pelloille.
ga: Cothaithigh sa bhreise d'fheirmeacha.
gl: Nutrientes adicionais para as granxas.
hu: További tápanyagok a farmoknak.
id: Nutrisi ekstra untuk pertanian.
it: Nutrienti supplementari per le fattorie.
ja: 畑への追加の栄養です。
ko: 농장을 위한 추가 영양소입니다.
lt: Papildomos medžiagos fermoms.
lv: Papildus mēslojumi fermām.
ms: Nutrisi tambahan untuk ladang.
nb: Ekstra næringsstoffer for gårder.
nl: Extra voedingsstoffen voor boerderijen.
pl: Dodatkowy nawóz dla pól uprawnych.
pt_pt: Nutrientes extra para quintas.
ru: Дополнительные удобрения для ферм.
sk: Extra živiny pre statky.
sv: Extra näringsämnen för åkrar.
tr: Çiftlikler için ilave besin.
uk: Додаткові поживні речовини для ферм.
zh: 对农场施加额外的营养物质。
zh_tw: 對農場施加額外的營養物質。

source: Workers +25% grain gather rate.
ko: 노동자의 곡물 수확률이 +25% 증가합니다.
uk: Працівники мають +25% темпу збору зерна.

source: Fertilizer
ar: سماد
ast: Fertilizante
bg: Тор
br: Temz
ca: Fertilitzant
cs: Hnojivo
de: Dünger
el: Λίπασμα
es_mx: Fertilizante
eu: Ongarria
fa: کود
fi: Lannoite
ga: Leasachán
gl: Fertilizante
hu: Trágya
id: Pupuk
it: Fertilizzante
ja: 肥料
ko: 비료
lt: Trąšos.
lv: Mēslojums
ms: Baja
nb: Kunstgjødsel
nl: Mest
pl: Nawóz
pt_pt: Fertilizante
ru: Удобрение
sk: Hnojivo
sv: Gödsel
tr: Gübre
uk: Добриво
zh: 肥料
zh_tw: 肥料

source: Equip your workers with iron plows, animal-drawn instruments to turn the sod.
ko: 밭을 갈기위해 동물이 끄는 철 쟁기를 노동자가 장착합니다.
lt: Aprūpink savo darbininkus geležiniais plūgais, gyvūnų tempiamais instrumentais dirvai arti.
uk: Оснастити Ваших працівників залізними плугами — знаряддям, запряженим тваринами, щоб перегортати дерен.

source: Workers +15% grain gather rate.
ko: 노동자의 곡물 수확률이 +15% 증가합니다.
uk: Працівники мають +15% темпу збору зерна.

source: Iron Plow
ar: محراث حديدي
ast: Aladru de fierro
bg: Железни плугове
br: Arar houarn
ca: Arada de ferro
cs: Železný pluh
da: Jernplov
de: Eisenpflug
el: Σιδερένιο Άροτρο
es_mx: Arado de hierro
eu: Burdinezko Goldea
fa: گاو آهن
fi: Rautaaura
ga: Céachta Iarainn
gl: Arado de ferro
hu: Vaseke
id: Bajak Besi
it: Aratro in Ferro
ja: 鉄の鋤
ko: 철 쟁기
lt: Geležinis plūgas
lv: Dzelzs Arkls
ms: Bajak Besi
nb: Jernplog
nl: Ijzeren ploeg
pl: Pług żelazny
pt_pt: Arado
ru: Железный плуг
sk: Železný pluh
sv: Järnplog
tr: Demir Saban
uk: Залізний плуг
zh: 铁犁
zh_tw: 鐵製犁

source: Training for workers to increase farm gathering speed.
ar: تدريب للعمال من أجل زيادة سرعة الجمع من المزارع.
ast: Entrenamientu de los trabayadores pa xubir la velocidá de la recoyedura agrícola.
bg: Обучаване на работниците за увеличена бързина при земеделие.
br: Stummañ evit labourerien a lak tizh an dastum atant da greskaat.
ca: Formeu els treballadors perquè augmentin la velocitat de recol·lecció de la granja.
cs: Výcvik zaměstnanců ke zvýšení rychlosti sklizně na statku.
de: Training der Arbeiter zur Steigerung des landwirtschaftlichen Ertrages.
el: Εκπαιδεύει τους εργάτες για να αυξήσει τη ταχύτητα συγκομιδής από τα αγροκτήματα.
es_mx: Entrena a tus trabajadores para incrementar la velocidad de recoleccion en cultivos.
eu: Langileak entrenatu nekazaritzan bilketa abiadura areagotzeko.
fa: آموزش کارگران برای افزایش سرعت جمع آوری از مزرعه
fi: Koulutus työläisille. Nostaa viljelyn keruunopeutta.
ga: Traenáil d'oibrithe agus ráta bailithe a mhéadú sna feirmeacha.
gl: Adestramento para aumentar a taxa de recolección das colleitas dos traballadores.
hu: Munkások kiképzése a farm begyűjtési sebességének növeléséhez.
id: Latihan pekerja untuk mempercepat panen ternak
it: Addestra lavoratori per aumentare la velocità di raccolta della fattoria.
ja: 訓練で労働者の収穫効率を高めます。
ko: 일꾼들의 수확 속도를 증가시키기 위한 훈련입니다.
lt: Darbininkų mokymas derliaus nurinkimui greitinti.
lv: Strādnieku apmācība, lai palielinātu zemkopības ātrumu.
ms: Latihan untuk pekerja untuk tingkatkan kelajuan pengumpulan hasil ladang.
nb: Opptrening for arbeidere for å øke matinnsamlingshastigheten.
nl: Training voor werkers om de landbouwproductie te verhogen.
pl: Szkolenie dla robotników zwiększające szybkość uprawy roli.
pt_pt: Treino para trabalhadores para aumentar a velocidade de colheita.
ru: Обучение рабочих для ускорения сбора урожая.
sk: Tréning pre pracovníkov na zvýšenie rýchlosti zberu zo statkov.
sv: Träning för arbetare för att öka matinsamlingstakten för fält.
tr: Tarla hasat hızını arttırmak için işçi eğitimi.
uk: Тренування для працівників, щоб збільшити швидкість фермерського збору.
zh: 训练工人以增加耕种的采集速度。
zh_tw: 訓練工人以增加耕種的採集速率。

source: Gather Training
ar: التّدرّب على الجمع
ast: Entrenamientu de recoyida
bg: Обучение в събиране на реколтата
br: Bodañ Stummañ
ca: Formació agrícola
cs: Výcvik sběračů
de: Sammlertraining
el: Εκπαίδευση στα όπλα
es_mx: Entrenamiento de recolección
eu: Bilketarako entrenamentua.
fa: آموزش جمع کردن
fi: Kerää harjoittaaksesi
ga: Oiliúint Bailithe
gl: Adestramento de recolección
hu: Begyűjtési kiképzés
id: Latihan Mengumpulkan
it: Addestramento alla Raccolta
ja: 収穫訓練
ko: 수확 훈련
lt: Derliaus Rinkimo Mokymas
lv: Savākšanas apmācība
ms: Latihan Mengumpul
nb: Innsamlingstrening
nl: Verzameloefeningen
pl: Szkolenie zbieractwa
pt_pt: Treino de Colheita
ru: Обучение сбору урожая
sk: Tréning v zberaní
sv: Skörd träning
tr: Toplama Eğitimi
uk: Тренування збору
zh: 采集训练
zh_tw: 採集訓練

source: Use nets to improve the productivity of fishing boats.
ko: 물고기잡이 배가 물고기를 많이 잡기위해 그물을 사용합니다.
lt: Naudoti tinklus, žvejybinių valčių produktyvumui gerinti.
uk: Використовувати сітки для збільшення продуктивності рибальських човнів.

source: Fishing Boats +30% fish gather rate.
ko: 고기잡이 배가 잡아들이는 물고기양이 +30% 증가합니다.
lt: Žvejybinėms valtims +30% žuvų rinkimo greičiui.
uk: Рибальські човни мають +30% темпу вилову риби.

source: Fishing Net
ar: شبكة صيد
ast: Rede de pesca
bg: Рибарски мрежи
br: Rouedad pesketa
ca: Pesca amb xarxa
cs: Rybářská síť
de: Fischernetz
el: Αλιευτικό δίχτυ
eu: Arrantza Sarea
fa: تور ماهیگیری
fi: Kalastusverkko
ga: Líon Iascaireachta
gl: Rede de pesca
hu: Halászháló
id: Jala Ikan
it: Rete da Pesca
ja: 漁網
ko: 물고기잡이 그물
lt: Žvejybinis Tinklas
lv: Zvejas Tīkls
ms: Pukat
nb: Fiskenett
nl: Visnet
pl: Sieć rybacka
pt_pt: Rede de pesca
ru: Рыболовная сеть
sk: Rybárska sieť
sv: Fiskenät
tr: Balık Ağı
uk: Рибальська сітка
zh: 渔网
zh_tw: 漁網

source: Increases wood gathering rates for trees.
ar: تزيد معدّلات جمع خشب الأشجار.
ast: Aumenta les tases de recoyida n'árboles.
bg: Увеличава скоростта на събиране на дървесина.
br: Lakaat da greskiñ feur goata ar gwez.
ca: Augmenta la velocitat de recollida de fusta dels arbres.
cs: Zvýší rychlost těžení dřeva ze stromů.
da: Træ samles hurtigere fra træer.
de: Erhöht die Holz-Sammelgeschwindigkeit für Bäume.
el: Αυξάνει τους ρυθμούς συλλογής για δέντρα.
es_mx: Incrementa la recoleccion de madera para los arboles.
eu: Egur bilketa abiadura hobetzen du.
fa: افزایش سرعت جمع کردن چوب از درختان
fi: Nostaa puunhakkuun keräysnopeutta.
ga: Méadú ar na rátaí lománaíochta do chrainn.
gl: Aumenta a velocidade á que se tallan árbores.
hu: Növeli a faanyag gyűjtési sebességét a fáknál.
id: Meningkatkan tingkat pengumpulan kayu dari pohon.
it: Aumenta il tasso di raccolta legno dagli alberi.
ja: 樹木からの伐採効率が向上します。
ko: 나무용 목재 벌목량이 증가합니다.
lt: Pagerina medienos ruošimo iš medžių greitį.
lv: Palielina koksnes iegūšanas ātrumu no kokiem.
ms: Tingkatkan kadar pengumpulan kayu.
nb: Øker hastigheten for innsamling av tømmer fra trær.
nl: Verhoog werksnelheid van houthakkers.
pl: Zwiększenie szybkości rąbania drewna.
pt_pt: Aumenta a velocidade de recolha de madeira das árvores.
ru: Увеличивает скорость сбора древесины.
sk: Zvýši rýchlosť získavania dreva zo stromov.
sv: Ökar trä samlingstakt för träd.
tr: Odun toplama oranını artırır.
uk: Збільшує темпи видобутку деревини із дерев.
zh: 加快伐木速度。
zh_tw: 增加木頭採集速率。

source: Workers +15% wood gather rate.
ko: 노동자의 목재 채집률이 +15% 증가합니다.
uk: Працівники мають +15% темпу видобутку деревини.

source: Iron Ax Heads
ar: رؤوس حديدة للفؤوس
ast: Hachos con cabeces de fierro
bg: Железни секири
br: Pennoù bouc'hal houarn
ca: Destrals amb cap de ferro
cs: Železné sekery
da: Øksehoveder af Jern
de: Eisenäxte
el: Σιδερένια τσεκούρια
es_mx: Hachas con cabeza de hierro
eu: Burdin Aizkorak
fa: سرتبر های آهنی
fi: Rautaiset kirveenpäät
ga: Ceann Tua Iarainn
gl: Machados de ferro
hu: Vas fejszefejek
id: Kapak Berkepala Besi
it: Ascia d'Acciaio
ja: 鉄の斧頭
ko: 쇠 도끼날
lv: Dzelzs cirvju uzgaļi
ms: Kepala Kapak Besi
nb: Øksehoder av jern
nl: Ijzeren bijlen
pl: Żelazne ostrze siekiery.
pt_pt: Cabeças de machado em ferro
ru: Железные лезвия топоров
sk: Železné hlavy sekier
sv: Yxhuvud i järn
tr: Demir balta başları.
uk: Залізні голови сокир
zh: 铁制斧头
zh_tw: 鐵製斧頭

source: Workers +50% wood gather rate.
ko: 노동자의 목재 채집률이 +50% 증가합니다.
uk: Працівники мають +50% темпу видобутку деревини.

source: Sharp Ax Heads
ar: رؤوس حادة للفؤوس
ast: Hachos con cabeces afilaes
bg: Остри секири
br: Pennoù bouc'hal lemmerezet
ca: Destrals esmolades
cs: Ostré sekery
de: Schärfe Axt-Köpfe
el: Κοφτερά τσεκούρια
es_mx: Cabezas de hacha afiladas
eu: Aizkora Buru Zorroztuak
fa: تیز کردن سر تبر
fi: Terävät kirveenpäät
ga: Ceann Tua Géar
gl: Cabezas de machado afiadas
hu: Éles fejszefejek
id: Kapak Berkepala Tajam
it: Ascia Affilata
ja: 鋭利な斧頭
ko: 날카로운 도끼날
lv: Asie cirvju uzgaļi
ms: Kepala Kapak Tajam
nb: Skarpt øksehode
nl: Scherpere bijlen
pl: Naostrzone siekiery
pt_pt: Cabeças de machado afiadas
ru: Заострённые лезвия топоров
sk: Ostré sekery
sv: Skarpt Yxhuvud
tr: Keskin Balta Başlıkları
uk: Гострі голови сокир
zh: 锐利斧头
zh_tw: 銳利斧頭

source: Stronger Ax
ar: فأس قوية
ast: Hachu más fuerte
bg: По-здрави секири
br: Bouc'hal kreñvaet
ca: Destral més forta
cs: Silnější sekera
de: Stärkere Axt
el: Ισχυρότερο Τσεκούρι
es_mx: Hachas más resistentes
eu: Aizkora Indartsuagoak
fa: تبر قویتر
fi: Voimakkaampi kirves
ga: Tua Níos Laidre
gl: Machados máis pesados
hu: Erősebb fejsze
id: Kapak Lebih Kuat
it: Ascia Robusta
ja: 丈夫な斧
ko: 더 강력한 도끼
lv: Stiprāks Cirvis
ms: Kapak Lebih Kuat
nb: Sterkere øks
nl: Sterkere bijl
pl: Wzmocnione siekiery
pt_pt: Machado mais resistente
ru: Прочные топоры
sk: Pevnejšie sekery
sv: Starkare Yxa
tr: Güçlü Balta
uk: Міцніша сокира
zh: 坚固斧头
zh_tw: 堅固斧頭

source: Compel serfs to help your workers quarry stone. Increases stone gathering rates.
ko: 농노들에게 석재를 채굴하는 일꾼들을 돕게 합니다. 석재 채집 속도가 증가합니다.
lt: Priversk baudžiauninkus padėti savo darbininkams ruošti akmenis. Padidina akmens ruošimo greitį.
uk: Примушувати рабів допомогати Вашим працівникам видобувати камінь. Збільшує темпи видобутку каменю.

source: Workers +15% stone gather rate.
ko: 노동자의 석재 채집률이 +15% 증가합니다.
uk: Працівники мають +15% темпу видобутку каменю.

source: Serfs
ar: عبيد
ast: Siervu
bg: Крепостници
br: Served
cs: Nevolníci
da: Livegne
de: Leibeigene
el: Δουλοπάροικοι
es_mx: Siervos
eu: Morroiak
fa: غلام ها
fi: Maatyöläinen
ga: Héalótaí
gl: Servos
hu: Jobbágyok
id: Budak
it: Servi della gleba
ja: 農奴
ko: 농노
lt: Baudžiauninkai.
lv: Dzimtcilvēki
ms: Hamba
nb: Livegne ("slaver")
nl: Slaven
pl: Poddani
pt_pt: Servos
ru: Крепостные
sk: Nevoľníci
sv: Livegna
tr: Köleler
uk: Раби
zh: 农奴
zh_tw: 農奴

source: Heílōtes
ar: هيلوتيس
bg: Хеѝлотес
el: Είλωτες
hu: Helóták
ko: 헤이로테스
ru: Хеилотес
uk: Хеілотес
zh: 希洛人

source: Hire servants to help quarry stone. Increases stone gathering rates.
ko: 석재를 채굴하는 걸 돕기 위해 하인을 고용합니다. 석재 채집율이 증가합니다.
lt: Pasamdyk tarnų akmens ruošimui. Padidina akmens ruošimo greitį.
uk: Найняти слуг допомогати видобувати камінь. Збільшує темпи видобутку каменю.

source: Servants
ar: خدم
ast: Sirvientes
bg: Слуги
br: Mevelien
ca: Servents
cs: Sluhové
da: Tjenere
de: Knechte
el: Υπηρέτες
es_mx: Sirvientes
eu: Zerbitzariak
fa: خدمتکاران
fi: Palvelijat
ga: Giollaí
gl: Servos
hu: Szolgák
id: Pembantu
it: Servi
ja: 使用人
ko: 하인
lt: Tarnai
lv: Kalpotāji
ms: Pekerja
nb: Tjenere
nl: Dienaren
pl: Służba
pt_pt: Empregados
ru: Слуги
sk: Služobníci
sv: Tjänare
tr: Hizmetçiler
uk: Слуги
zh: 佣工
zh_tw: 佣人

source: Doûloi
ar: دويلوا
bg: Доулои
el: Δούλοι
fi: Douloi
ko: 도우로이
ru: Дулой
uk: Доулоі
zh: 奴隶制

source: Develop shaft mining. Increases metal gathering rates.
ko: 수직 갱도 광산을 만듭니다. 금속 채집량이 증가합니다.
lt: Išvystyk šachtinį kasinėjimą. Padidina metalo gavybos greitį.
uk: Розвивати шахтний видобуток. Збільшує темпи видобутку металу.

source: Workers +15% metal gather rate.
ko: 노동자의 금속 수확률이 +15% 증가합니다.
uk: Працівники мають +15% темпу видобутку металу.

source: Shaft Mining
ar: التعدين العمودي
ast: Minería soterraña
bg: Минни шахти
br: Mengleuz
ca: Pous miners
cs: Hornické šachty
da: Mineskakt
de: Bergbauschächte
el: Φρεάτιο Ορυχείου
es_mx: Pozo minero
eu: Meatzea
fa: تیرک های سقف
fi: Kaivoskuilulouhinta
ga: Mianadóireacht Sloic
gl: Minaría de pozo
hu: Tárnás bányászat
id: Terowong Tambang
it: Pozzo di Estrazione
ja: 立坑採掘
ko: 수직 갱도 광산
lt: Šachtinis Kasinėjimas.
lv: Iegūšana ar cērtēm
ms: Perlombongan Syaf
nb: Sjaktgruve
nl: Schachtmijnen
pl: Górnictwo głębinowe.
pt_pt: Mineração em Poço
ru: Шахтный ствол
sk: Ťažba v šachtách
sv: Schaktgruvor
tr: Madencilik Mili
uk: Шахтний видобуток
zh: 竖井挖掘
zh_tw: 豎井挖掘

source: Strike a vein of precious silver. Increases metal gathering rates.
ko: 희귀한 은광맥을 찾아냅니다. 금속 채집량이 증가합니다.
lt: Atrask brangaus sidabro gyslą. Padidina metalo gavybos greitį.
uk: Відкрити жилу з дорогоцінного срібла. Збільшує темпи видобутку металу.

source: Workers +50% metal gather rate.
ko: 노동자의 금속 채집률이 +50% 증가합니다.
uk: Працівники мають +50% темпу видобутку металу.

source: Silver Mining
ar: تعدين الفضة
ast: Mina de plata
bg: Копаене на сребро
br: Kleuzañ arc'hant
ca: Mineria de plata
cs: Dolování stříbra
da: Sølvminedrift
de: Silberbergbau
el: Εξόρυξη ασημιού
es_mx: Minería de plata
eu: Zilar Meatzea
fa: معدن کاری نقره
fi: Hopealouhiminen
ga: Mianadóireacht Airgid
gl: Minaría de prata
hu: Ezüstbányászat
id: Penambangan Perak
it: Miniere d'Argento
ja: 銀の採掘
ko: 은 채굴
lt: Sidabro Kasyba
lv: Sudraba raktuves
ms: Perlombongan Perak
nb: Sølvgruve
nl: Zilvermijnen
pl: Kopalnia srebra
pt_pt: Mina de Prata
ru: Добыча серебра
sk: Ťažba striebra
sv: Silverbrytning
tr: Gümüş Madenciliği
uk: Видобуток срібла
zh: 银矿开采
zh_tw: 銀之挖掘

source: Mines of Krenides
ar: مناجم كرينيديس
ast: Les mines de Crénides
bg: Мините на Кренидес
br: Mengleuzioù Krenides
ca: Mines de Crènides
cs: Krenidské doly
da: Minerne i Krenides
de: Minen von Krenides
el: Ορυχεία Κρενίδων
es_mx: Minas de Krenides
eu: Krenidesko Meategiak
fa: معادن کرنیدس
fi: Krenideksen kaivokset
ga: Mianaigh Chréinaodacha
gl: Minas de Krenides
hu: Krenides bányái
id: Tambang Krenides
it: Miniere di Crenide
ja: クレニデス鉱山
ko: 크레니데스 광산
lt: Krenidos Kasyklos
lv: Krenides raktuves
ms: Lombong Krenides
nb: Miner av Krenides
nl: Mines van Krenides
pl: Kopalnie w Krenides
pt_pt: Minas de Krenides
ru: Рудники в Кренидисе
sk: Krenidské bane
sv: Krenides gruvor
tr: Krenides Madenleri
uk: Копальні Кренід
zh: 克连尼地的矿脉
zh_tw: 克連尼地的礦脈

source: Mines of Laureion
ar: مناجم لاوريون
ast: Les mines de Lauriu
bg: Мините на Лаврион
br: Mengleuzioù Laureion
ca: Mines de Laureion
cs: Laurijské doly
da: Minerne i Laureion
de: Minen von Laureion
el: Ορυχεία Λαυρίου
es_mx: Minas de Laureion
eu: Laureiongo Meategiak
fa: معادن لوریون
fi: Laureionin kaivokset
ga: Mianaigh Lauraíocha
gl: Minas de Laureion
hu: Laureion bányái
id: Tambang Laureion
it: Miniere di Laurion
ja: ラウリオン鉱山
ko: 라우레이온 광산
lt: Lavrijo Kasyklos
lv: Laureion raktuves
ms: Lombong Laureion
nb: Miner av Laurelon
nl: Mines van Laureion
pl: Kopalnie Lawrio
pt_pt: Minas de Lavrio
ru: Рудники в Лаврионе
sk: Laurionské bane
sv: Laureions gruvor
tr: Laureion Madenleri
uk: Копальні Лавріону
zh: 劳雷恩的矿脉
zh_tw: 勞雷恩的礦脈

source: Buy slaves to help your workers quarry stone. Increases stone gathering rates.
ko: 노동자들이 석재를 채석하는 것을 돕기 위해 노예를 구입합니다. 석재 채집 속도가 증가합니다.
lt: Nupirk vergų kurię padės tavo darbininkams ruošti akmenis. Padidina akmens ruošimo greitį.
uk: Купити невільників, щоб допомогти Вашим працівникам видобувати камінь. Збільшує темпи видобутку каменю.

source: Workers +50% stone gather rate.
ko: 노동자의 석재 채집률이 +50% 증가합니다.
uk: Працівники мають +50% темпу видобутку каменю.
