Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-userreport.po
Languages: ast, bg, ca, cs, de, el, es, eu, fr, ga, gd, gl, hu, id, it, ko, nl, pl, pt_br, pt_pt, ru, sk, sv, te, tr, uk, zh, zh_tw

source: Requests that are manifestly unfounded or excessive are not responded to or may be charged (GDPR 12.4, GDPR 12.5).
ast: Peticiones que rescamplaren por carecer de fundamento ou ser excessivɐs nun seran respondidɐs ou poderan ser cargadɐs (GDPR 12.4, GDPR 12.5).
bg: Искания, които са неоснователни или пряко нерелевантни не се уважават и може да бъдат отнесени в съда (Чл. 12.4 и чл. 12.5 на GDPR).
ca: Les sol·licituds que siguin manifestament infundades o excessives no rebran resposta i poden estar subjectes a un cànon (GDPR 12.4, GDPR 12.5).
cs: Na žádosti, které jsou zjevně neopodstatněné nebo nepřiměřené nebude reagováno, nebo mohou být účtovány (GDPR 12,4, GDPR 12,5).
de: Anfragen, die offenkundig unbegründet oder überzogen sind, werden nicht beantwortet oder werden möglicherweise unter Anklage gestellt (DSGVO 12.4, DSGVO 12.5).
el: Αιτήματα που είναι προδήλως αβάσιμα ή υπερβολικά δεν απαντώνται ή ενδέχεται να χρεωθούν (Γενικός Κανονισμός για την Προστασία Δεδομένων 12.4, ΓΚΠΔ 12.5).
es: Las solicitudes que son manifiestamente infundadas o excesivas no se responden o pueden cobrarse (GDPR 12.4, GDPR 12.5).
eu: Eskaerak oinarri gabeak edo gehiegizkoak direnean ez dira erantzungo edo kobratu ahal dira (GDPR 12.4, GDPR 12.5).
fr: Les requêtes manifestement infondées ou excessives n'obtiendont pas de réponse ou pourront être sanctionnées (RGPD 12.4, RGPD 12.5).
ga: Féadfar iarratais gan bhunús soiléir nó iomarcach a ghearradh agus ní bheidh siad freagartha (GDPR 12.4, GDPR 12.5).
gd: Chan fhreagair sinn ma thèid iarrtas a chur a-steach a tha gun adhbhar no anabarrach gu follaiseach no faodaidh sinn tàille iarraidh air a shon (GDPR 12.4, GDPR 12.5).
gl: As solicitudes que manifestamente carezan de base ou sexan excesivas poden non obter resposta, ou requirir un pago (GDPR 12.4, GDPR 12.5).
hu: A kérelmek, melyek egyértelműen megalapozatlanok vagy túlzóak, nem kapnak választ, vagy díjkötelesek lehetnek (GDPR 12.4, GDPR 12.5).
id: Permohonan yang secara nyata tidak berdasar atau berlebihan tidak akan ditanggapi atau dapat dikenakan biaya (GDPR 12.4, GDPR 12.5).
ko: 명백하게 근거가 없거나 과도한 요청은 응답하지 않거나 비용이 청구될 수 있습니다 (GDPR 12.4, GDPR 12.5).
nl: Verzoeken die klaarblijkelijk ongegrond of extreem zijn, worden niet beantwoord of kunnen worden aangeklaagd (GDPR 12.4, GDPR 12.5).
pl: Wnioski, które są w oczywisty sposób bezzasadne lub przesadne, nie zostaną uwzględnione lub mogą zostać obciążone (GDPR 12.4, GDPR 12.5).
pt_br: Solicitações que são manifestamente infundadas ou excessivas não são respondidas ou podem ser cobradas (GDPR 12.4, GDPR 12.5).
pt_pt: Os pedidos que sejam manifestamente infundados ou excessivos podem ser recusados ou podem ser cobrados (RGPD 12.4, RGPD 12.5).
ru: На явно необоснованные или чрезмерные просьбы не рассматриваются или наказуемы (Общий регламент по защите данных (ЕС) 12.4, 12.5).
sk: Žiadosti, ktoré sú zjavne neopodstatnené alebo neprimerané, nebudú spracované alebo môžu byť spoplatnené (GDPR 12.4, GDPR 12.5).
sv: Framställningar som är uppenbart ogrundade eller överdrivna besvaras inte eller kan komma att debiteras (GDPR 12,4, GDPR 12,5).
te: స్పష్టంగా ఆధారం లేని లేదా అధికంగా ఉన్న అభ్యర్థనలకు స్పందించబడదు లేదా వసూలు చేయబడవచ్చు (జిడిపిఆర్ 12.4, జిడిపిఆర్ 12.5).
tr: Açıkça temelsiz veya aşırı olan taleplere cevap verilmez veya suçlanamaz (GVKY 12.4, GVKY 12.5).
uk: Запити, які є явно необґрунтованими або надмірними, лишаются без відповіді або можуть призводити до відповідальності (GDPR 12.4, GDPR 12.5).
zh: 未收到请求，或请求未被回应
zh_tw: 明顯沒有根據或是過多的請求將不會回覆或是可能會被收費 (GDPR 12.4, GDPR 12.5)。

source: [font="sans-bold-14"]Legal grounds of processing (GDPR 13.1.c):[/font]
ast: [font="sans-bold-14"]Bases legales pa l tratamiento (GDPR 13.1.c):[/font]
bg: [font="sans-bold-14"]Правови основания за обработка по чл. 13.1.c на GDPR:[/font]
ca: [font="sans-bold-14"]Bases legals per al processament (GDPR 13.1.c):[/font]
cs: [font="sans-bold-14"]Právní důvody pro zpracovávání dat (GDPR 13.1.c):[/font]
de: [font="sans-bold-14"]Rechtsgrundlagen für die Verarbeitung (DSGVO 13.1.c):[/font]
el: [font="sans-bold-14"]Νομική βάση της επεξεργασίας (Γενικός Κανονισμός για την Προστασία Δεδομένων 13.1.c):[/font]
es: [font="sans-bold-14"]Motivos legales de tramitación (GDPR 13.1.c):[/font]
eu: [font="sans-bold-14"]Prozesuaren lege funtsak (GDPR 13.1.c):[/font]
fr: [font = "sans-bold-14"]Fondements juridique du traitement (RGPD 13.1.c):[/font]
ga: [font="sans-bold-14"]Forais dhlíthiúla na próiseála (GDPR 13.1.c):[/font]
gd: [font="sans-bold-14"]Adhbharan laghail a’ phròiseasaidh (GDPR 13.1.c):[/font]
gl: [font="sans-bold-14"]Base legal do procesamento (GDPR 13.1.c):[/font]
hu: [font="sans-bold-14"]Az adatkezelés jogalapja (GDPR 13.1.c):[/font]
id: [font="sans-bold-14"]Dasar hukum pengolahan data (GDPR 13.1.c):[/font]
it: [font="sans-bold-14"]Motivi legali di elaborazione (GDPR 13.1.c):[/font]
ko: [font="sans-bold-14"]처리의 법적 근거 (GDPR 13.1.c):[/font]
nl: [font="sans-bold-14"]Juridische redenen voor verwerking (GDPR 13.1.c):[/font]
pl: [font="sans-bold-14"]Podstawy prawne do przetwarzania (GDPR 13.1.c):[/font]
pt_br: [font="sans-bold-14"]Fundamentos legais do processamento (GDPR 13.1.c):[/font]
pt_pt: [font="sans-bold-14"]Motivos legais do processamento (RGPD 13.1.c):[/font]
ru: [font="sans-bold-14"]Правовые основания обработки (Общий регламент по защите данных (ЕС) 13.1.c):[/font]
sk: [font="sans-bold-14"]Právne podklady pre spracovanie (GDPR 13.1.c):[/font]
sv: [font = "Sans-fet-14"] Rättsliga grunder för behandling (GDPR 13.1. c): [/font]
te: [font="sans-bold-14"]ప్రాసెసింగ్ యొక్క చట్టపరమైన కారణాలు (జిడిపిఆర్ 13.1.సి):[/font]
tr: [font="sans-bold-14"]İşlemin yasal dayanağı (GDPR 13.1.c):[/font]
uk: [font="sans-bold-14"]Правові підстави опрацювання (GDPR 13.1.c):[/font]
zh: [font="sans-bold-14"]处理的法律依据(GDPR 13.1.c):[font="sans-bold-14"]
zh_tw: [font="sans-bold-14"]處理的法律依據 (GDPR 13.1.c)：[/font]

source: 1. The processing is necessary for the performance of the service defined in this document (GDPR 6.1.b).
ast: 1. El tratamiento ye preciso pa l rendimiento de l servicio definido n esti documento (GDPR 6.1.b).
bg: 1. Обработката е нужна за работата на услугата, описана в този документ (Чл. 6.1.b на GDPR).
ca: 1. El processament és necessari per a la realització del servei definit en aquest document (GDPR 6.1.b).
cs: 1. Zpracování je nezbytné pro výkon služby definované v podmínkách (GDPR 6.1.b).
de: 1. Die Verarbeitung ist notwendig für die Ausführung des Dienstes, der in diesem Dokument festgelegt ist (DSGVO 6.1.b).
el: 1. Η επεξεργασία είναι απαραίτητη για την εκτέλεση της υπηρεσίας όπως ορίζεται σε αυτό το έγγραφο (Γενικός Κανονισμός για την Προστασία Δεδομένων 6.1.b).
es: 1. El procesamiento es necesario para la prestación del servicio definido en este documento (GDPR 6.1.b).
eu: 1. Prozesatzea beharrezkoa da zerbitzua dokumentu honetan zehazten den moduan emateko (GDPR 6.1.b).
fr: 1. Le traitement est nécessaire à la prestation du service défini dans le présent document (RGPD 6.1.b).
ga: 1. Tá an phróiseáil riachtanach chun feidhmíochta na seirbhíse sainmhínithe sa doiciméad seo (GDPR 6.1.b).
gl: 1. O procesamento é necesario para a realización do servizo definido neste documento (GDPR 6.1.b).
hu: 1. A feldolgozás szükséges a dokumentumban leírt szolgáltatás biztosításához (GDPR 6.1.b).
id: 1. Pengolahan data diperlukan untuk kinerja pelayanan yang dijelaskan di dokumen ini (GDPR 6.1.b).
it: 1. L'elaborazione è necessaria per la prestazione del servizio definito in questo documento (GDPR 6.1.b).
ko: 1.본 문서에 정의된 서비스의 성능을 위해 처리가 필요합니다 (GDPR 6.1.b).
nl: 1. De verwerking is noodzakelijk voor de uitvoering van deze dienst zoals gedefinieerd in dit document (GDPR 6.1.b).
pl: 1. Przetwarzanie jest konieczne w celu wykonywania usługi określonej w tym dokumencie (GDPR 6.1.b).
pt_br: 1. O processamento é necessário para a execução do serviço definido neste documento (GDPR 6.1.b).
pt_pt: 1. O processamento é necessário para o desempenho do serviço definido neste documento. (RGPD 6.1.b).
ru: 1. Обработка необходима для выполнения услуг, определенных в этом документе (Общий регламент по защите данных (ЕС) 6.1.b).
sk: 1. Spracovávanie je nevyhnutné pre poskytovanie služby definovanej v tomto dokumente (GDPR 6.1.b).
sv: 1. behandlingen är nödvändig för utförandet av den tjänst som definieras i detta dokument (GDPR 6.1. b).
te: 1. ఈ పత్రంలో నిర్వచించిన సేవ యొక్క పనితీరుకు ప్రాసెసింగ్ అవసరం (జిడిపిఆర్ 6.1.బి).
tr: 1. İşlem, bu belgede tanımlanan hizmetin yerine getirilmesi için gereklidir (GVKY 6.1.b).
uk: 1. Обробка необхідна для виконання послуги, визначеної в цьому документі (GDPR 6.1.b).
zh: 1.对于本文档定义的服务，必要时将处理执行（GDPR 6.1.b）。
zh_tw: 1. 處理對於執行此文件中的服務是必須的 (GDPR 6.1.b)。

source: 2. Wildfire Games has legitimate interests in the development of 0 A.D and protection against cyberattacks (GDPR 6.1.f).
ast: 2. Wildfire Games tien interesses legítimos nel disindolcu de 0 A.D & proteccion contra cyber-aggressiones (GDPR 6.1.f).
bg: 2. Wildfire Games притежава законосъобразни интереси в разработката на играта 0 A.D и защитаването срещу кибератаки (Чл. 6.1.f на GDPR).
ca: 2. Wildfire Games té interessos legítims en el desenvolupament i millora del 0 A.D. i en la protecció contra atacs cibernètics (GDPR 6.1.f).
cs: 2. Wildfire Games má oprávněné zájmy ve vývoji 0 A.D. a obraně proti kybernetickým útokům (GDPR 6.1.f).
de: 2. Wildfire Games hat ein berechtigtes Interesse an der Enwicklung von 0 A.D. und dem Schutz vor Cyberangriffen (DSGVO 6.1.f).
el: 2. Η Wildfire Games έχει νόμιμα συμφέροντα στην ανάπτυξη του 0 A.D και την προστασία από τις κυβερνοεπιθέσεις (Γενικός Κανονισμός για την Προστασία Δεδομένων 6.1.f).
es: 2. Wildfire Games tiene intereses legítimos en el desarrollo de 0 A.D y la protección contra ataques cibernéticos (GDPR 6.1.f).
eu: 2. Wildfire Games-k 0 A.D garapenean interes legitimoak ditu eta zibererasoen aurkako babesean ere bai (GDPR 6.1.f).
fr: 2. Wildfire Games a des intérêts légitimes dans le développement de 0 A.D et la protection contre les cyberattaques (RGPD 6.1.f).
ga: 2. Tá suimeanna dlisteanacha ag Wildfire Games san fhorbairt 0 A.D. agus sa chosaint i gcoinne cibirionsaithe (GDPR 6.1.f)
gl: 2. Wildfire Games ten intereses lexítimos no desenvolvemento de 0 d.C. e protección contra ataques cibernéticos (GDPR 6.1.f).
hu: 2. A Wildfire Gamesnek jogos érdeke a 0 A.D. fejlesztése, és a kibertámadások elleni védelem (GDPR 6.1.f).
id: 2. Wildfire Games memiliki kepentingan yang sah dalam pengembangan 0 A.D. dan perlindungan dari serangan dunia maya (GDPR 6.1.f).
it: Wildifire Games ha interessi legittimi nello sviluppo di 0 A.D. e nella protezione contro attacchi informatici (GDPR 6.1.f).
ko: 2. Wildfire Games는 0 A.D.의 개발 및 사이버 공격에 대한 보호 (GDPR 6.1.f)에 대한 합법적인 이해관계를 가지고 있습니다.
nl: 2. Wildfire Games heeft legitieme belangen in de ontwikkeling van 0 A.D. en bescherming tegen cyberaanvallen (GDPR 6.1.f).
pl: 2. Wildfire Games ma uzasadniony cel związany z tworzeniem 0 A.D. i ochroną przeciw cyberatakom (GDPR 6.1.f).
pt_br: 2. Wildfire Games tem interesses legítimos no desenvolvimento de 0 A.D e proteção contra ciberataques (GDPR 6.1.f).
pt_pt: 2. A Wildfire Games tem interesses legítimos no desenvolvimento do 0 A.D e na proteção contra ciberataques (RGPD 6.1.f).
ru: 2. Wildfire Games имеет законные интересы в развитии 0 A.D. и защите от кибератак (Общий регламент по защите данных (ЕС) 6.1.f).
sk: 2. Wildfire Games má legitímne záujmy vo vývoji 0 A.D a ochrane voči kyberútokom (GDPR 6.1.f).
sv: 2. Wildfire Games har legitima intressen i utvecklingen av 0 A. D och skydd mot cyberattacker (GDPR 6.1. f).
te: 2. వైల్డ్‌ఫైర్ గేమ్స్ 0 ఎ.డి. అభివృద్ధి మరియు సైబర్‌టాక్‌ల నుండి రక్షణ (జిడిపిఆర్ 6.1.ఎఫ్) లో చట్టబద్ధమైన ఆసక్తులను కలిగి ఉన్నాయి.
tr: 2. Wildfire Games, 0 A.D'nin geliştirilmesi ve siber saldırılara karşı korunma konusunda meşru çıkarlara sahiptir (GVKY 6.1.f).
uk: 2. Wildfire Games має законні інтереси у розробці 0 A.D та захисті від кібератак (GDPR 6.1.f).
zh: 2. Wildfire Games在开发0 A.D和防范网络攻击方面，拥有合法权益（GDPR 6.1.f）。
zh_tw: 2. Wildfire Games 在開發 0 A.D. 與防範網路攻擊方面有合法權益 (GDPR 6.1.f)。

source: 3. Wildfire Games does not process any further data for the UserReporter and does not ask for consent to further data processing (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
ast: 3. Wildfire Games nun trata dal outro dato pa l RelatuUsuarial & nun pide assenso para tratar más datos (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
bg: 3. Wildfire Games не обработва допълнителни данни от програмата UserReporter и не изисква съгласие за обработката на допълнителни данни (Чл. 6.1.a, чл. 7, чл. 8 и чл. 13.2.c на GDPR).
ca: 3. Wildfire Games no processa cap dada addicional per al servei d'informes d'usuari i no demana consentiment per processar més dades (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
cs: 3. Wildfire Games nezpracovává žádná další data pro UserReporter a nepožaduje souhlas s dalším zpracováním těchto dat (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
de: 3. Wildfire Games verarbeitet keine weiteren Daten für den UserReporter und fragt nicht um Einwilligung zu weiterer Datenverarbeitung (DSGVO 6.1.a, DSGVO 7, DSGVO 8, DSGVO 13.2.c)
el: 3. Η Wildfire Games δεν επεξεργάζεται περαιτέρω δεδομένα για την Αναφορά Χρήστη και δεν ζητά τη συγκατάθεση για την περαιτέρω επεξεργασία δεδομένων (Γενικός Κανονισμός για την Προστασία Δεδομένων 6.1.a, ΓΚΠΔ 7, ΓΚΠΔ 8, ΓΚΠΔ 13.2.c).
es: 3. Wildfire Games no procesa ningún dato adicional para el UserReporter y no solicita el consentimiento para procesar datos futuros (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
eu: 3. Wildfire Gamesek ez du bestelako daturik prozesatzen UseReport-erako eta ez du baimenik eskatzen datuak prozesatzean (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
fr: 3. Wildfire Games ne traite aucune autres données pour UserReporter et ne demande pas d’autorisation pour un traitement ultérieur des données (RGPD 6.1.a, RGPD 7, RGPD 8, RGPD 13.2.c).
ga: 3. Ní phróiseálann Wildfire Games aon sonraí sa bhreis mar gheall ar an ÚsáidTuairisceoir agus ní fhiafraíonn sé cead don sonraí a phróiseáil níos mó (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
gl: 3. Wildfire Games non procesa ningún outro dato para o Informador de Usuario e non pide consentimento para procesamentos de datos adicionais (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
hu: 3. A Wildfire Games nem dolgoz fel további adatokat a felhasználói visszajelzővel kapcsolatban, és nem kér engedélyt az adatok kezeléséhez (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
id: 3. Wildfire Games tidak mengolah data untuk UserReporter lebih lanjut lagi dan tidak meminta izin untuk pengolahan data lebih lanjut (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
ko: 3. Wildfire Games는 사용자 리포터를 위해 추가 데이터를 처리하지 않으며 추가 데이터 처리 (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c)에 대한 동의를 요청하지 않습니다.
nl: 3. Wildfire Games verwerkt geen verdere gegevens voor de UserReporter en vraagt geen toestemming voor verdere gegevensverwerking (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
pl: 3. Wildfire Games nie przetwarza innych danych dla UserReport i nie prosi o zezwolenie na dalsze przetwarzanie danych (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
pt_br: 3. Wildfire Games não processa nenhum dado adicional para o UserReporter e não solicita o consentimento para processamento adicional de dados (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
pt_pt: 3. A Wildfire Games não processa dados adicionais para os Relatórios do Utilizador e não pede o consentimento para o processamento de dados adicionais (RGPD 6.1.a, RGPD 7, RGPD 8, RGPD 13.2.c).
ru: 3. Wildfire Games не обрабатывает никакие дополнительные данные для загрузчика Пользовательского отчёта и не запрашивает согласия на дальнейшую обработку данных. (Общий регламент по защите данных (ЕС) 6.1.a, 7, 8, 13.2.c).
sk: 3. Wildfire Games nespracováva žiadne ďalšie dáta pre UserReporter a nežiada súhlas pre ich ďalšie spracovanie (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
sv: 3. Wildfire Games behandlar inte ytterligare data för UserReporter och ber inte om samtycke till ytterligare data behandling (GDPR 6.1. a, GDPR 7, GDPR 8, GDPR 13.2. c).
te: 3. వైల్డ్‌ఫైర్ గేమ్స్ యూజర్‌ రిపోర్టర్ కోసం తదుపరి డేటాను ప్రాసెస్ చేయవు మరియు తదుపరి డేటా ప్రాసెసింగ్‌కు సమ్మతి అడగదు (జిడిపిఆర్ 6.1.ఎ, జిడిపిఆర్ 7, జిడిపిఆర్ 8, జిడిపిఆర్ 13.2.సి).
tr: 3. Wildfire Games, UserReporter için daha fazla veri işlemez ve daha fazla veri işlemesi için onay istemez (GVKY 6.1.a, GVKY 7, GVKY 8, GVKY 13.2.c).
uk: 3. Wildfire Games не обробляє жодних додаткових даних для користувацького звітувальника та не просить згоди на подальшу обробку даних (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c).
zh: 3. Wildfire Games不会为“用户报告”处理任何进一步的数据，也不会要求同意进行进一步的数据处理（GDPR 6.1.a，GDPR 7，GDPR 8，GDPR 13.2.c）。
zh_tw: 3. Wildfire Games 不會為使用者回進行任何進一步的資料處理，也不會同意進一步的資料處理 (GDPR 6.1.a, GDPR 7, GDPR 8, GDPR 13.2.c)。

source: [font="sans-bold-14"]Wildfire Games obligations (GDPR 5, GDPR 13):[/font]
ast: [font="sans-bold-14"]Obligaciones de Wildfire Games (GDPR 5, GDPR 13):[/font]
bg: [font="sans-bold-14"]Задължения на Wildfire Games по чл. 5 и чл. 13 на GDPR:[/font]
ca: [font="sans-bold-14"]Obligacions de Wildfire Games (GDPR 5, GDPR 13):[/font]
cs: [font="sans-bold-14"]Povinnosti Wildfire Games (GDPR 5, GDPR 13):[/font]
de: [font="sans-bold-14"]Verpflichtungen von Wildfire Games (DSGVO 5, DSGVO 13):[/font]
el: [font="sans-bold-14"]Υποχρεώσεις της Wildfire Games (Γενικός Κανονισμός για την Προστασία Δεδομένων 5, ΓΚΠΔ 13):[/font]
es: [font="sans-bold-14"]Obligaciones de Wildfire Games (GDPR 5, GDPR 13):[/font]
eu: [font="sans-bold-14"]Wildfire Games-en betebeharrak (GDPR 5, GDPR 13):[/font]
fr: [font="sans-bold-14"]Obligations de Wildfire Games(RGPD 5, RGPD 13):[/font]
ga: [font="sans-bold-14"]Oibleagáidí Wildfire Games (GDPR 5, GDPR 13):[/font]
gd: [font="sans-bold-14"]Dleastanasan Wildfire Games (GDPR 5, GDPR 13):[/font]
gl: [font="sans-bold-14"]Obrigas de Wildfire Games (GDPR 5, GDPR 13):[/font]
hu: [font="sans-bold-14"]A Wildfire Games kötelezettségei (GDPR 5, GDPR 13):[/font]
id: [font="sans-bold-14"]Kewajiban Wildfire Games (GDPR 5, GDPR 13):[/font]
it: [font="sans-bold-14"]Obblighi di Wildfire Games (GDPR 5, GDPR 13):[/font]
ko: [font="sans-bold-14"]Wildfire Games의 의무 (GDPR 5, GDPR 13):[/font]
nl: [font="sans-bold-14"]Verplichtingen van Wildfire Games (GDPR 5, GDPR 13):[/font]
pl: [font="sans-bold-14"]Zobowiązania Wildfire Games (GDPR 5, GDPR 13):[/font]
pt_br: [font="sans-bold-14"]Obrigações da Wildfire Games (GDPR 5, GDPR 13):[/font]
pt_pt: [font="sans-bold-14"]Obrigações da Wildfire Games (RGPD 5, RGPD 13):[/font]
ru: [font="sans-bold-14"]Обязательства, взятые на себя Wildfire Games (Общий регламент по защите данных (ЕС) 5, 13):[/font]
sk: [font="sans-bold-14"]Záväzky Wildfire Games (GDPR 5, GDPR 13):[/font]
sv: [font = "Sans-fet-14"] Wildfire spel skyldigheter (GDPR 5, GDPR 13): [/font]
te: [font="sans-bold-14"]వైల్డ్‌ఫైర్ గేమ్స్ బాధ్యతలు (జిడిపిఆర్ 5, జిడిపిఆర్ 13):[/font]
tr: [font="sans-bold-14"]Wildfire Games sorumlulukları (GDPR 5, GDPR 13):[/font]
uk: [font="sans-bold-14"]Зобов’язання Wildfire Games (GDPR 5, GDPR 13):[/font]
zh: [font="sans-bold-14"]Wildfire Games 的义务 (GDPR 5, GDPR 13):[/font]
zh_tw: [font="sans-bold-14"]Wildfire Games 的義務 (GDPR 5, GDPR 13)：[/font]

source: 1. Wildfire Games demonstrates compliance with GDPR (GDPR 5.2 "accountability").
ast: 1. Wildfire Games amuöstra conformidá cun GDPR (GDPR 5.2 “accountability”).
bg: 1. Wildfire Games постига съответствие с Регламента за защита на личните данни (Global Data Protection Regulation) (Чл. 5.2 "отговорност").
ca: 1. Wildfire Games declara el compliment amb la GDPR (GDPR 5.2 "responsabilitat").
cs: 1. Wildfire Games prokazuje soulad s GDPR (GDPR 5.2 „odpovědnost“).
de: 1. Wildfire Games weist Übereinstimmung mit der DSGVO nach (DSGVO 5.2 "Rechenschaftspflicht").
el: 1. Η Wildfire Games επιδεικνύει συμμόρφωση με το Γενικό Κανονισμό για την Προστασία Δεδομένων (ΓΚΠΔ 5.2 "ευθύνη").
es: 1. Wildfire Games demuestra el cumplimiento con GDPR (GDPR 5.2 "accountability").
eu: 1. Wildfire Gamesek GDPR-rekin adostasuna adierazten du (GDPR 5.2 "accountability").
fr: 1. Wildfire Games démontre la conformité avec le RGPD (RGPD 5.2 "Responsabilisation").
ga: 1. Léiríonn Wildfire Games géilleadh le GDPR (GDPR 5.2 'freagracht').
gl: 1. Wildfire Games demostra o seu cumprimento da GDPR (GDPR 5.2 "accountability").
hu: 1. A Wildfire Games képes igazolni a GDPR-nak megfelelést (GDPR 5.2 „elszámoltathatóság”).
id: 1. Wildfire Games mendemonstrasikan pemenuhan GDPR (GDPR 5.2 "akuntabilitas").
it: 1. Wildfire Games dimostra conformità con GDPR (GDPR 5.2 "responsabilità").
ko: 1. Wildfire Games는 GDPR 준수 여부를 보여줍니다 (GDPR 5.2 "책임성").
nl: 1. Wildfire Games toont naleving van het GDPR (GDPR 5.2 'verantwoording').
pl: 1. Wildfire Games zgadzają się z GDPR (GDPR 5.2 "odpowiedzialność").
pt_br: 1. Wildfire Games demonstra conformidade com o GDPR (GDPR 5.2 "prestação de contas").
pt_pt: 1. A Wildfire Games demonstra o cumprimento da RGPD (RGPD 5.2 "responsabilidade").
ru: 1. Wildfire Games демонстрирует соответствие с Общим регламентом по защите данных (Общий регламент по защите данных (ЕС) 5.2 «подотчетность»).
sk: 1. Wildfire Games preukazuje súhlas s GDPR (GDPR 5.2 "accountability").
sv: 1. Wildfire Games visar efterlevnad av GDPR (GDPR 5,2 "ansvarighet").
te: 1. వైల్డ్‌ఫైర్ గేమ్స్ జిడిపిఆర్ (జిడిపిఆర్ 5.2 "జవాబుదారీతనం") కు అనుగుణంగా ఉన్నట్లు చూపిస్తుంది.
tr: 1. Wildfire Games, GVKY'ya uyumu göstermektedir (GVKY 5.2 "hesap verebilirlik").
uk: 1. Wildfire Games демонструє відповідність згідно GDPR (GDPR 5.2 "accountability").
zh: 1. Wildfire Games行为符合GDPR（GDPR 5.2“问责机制”）。
zh_tw: 1. Wildfire Games 表明願義遵守 GDPR (GDPR 5.2 "accountability")。
