Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

# biome definition
source: The savanna, a dry climate in which only the hardy Baobab trees thrive. Solitary gazelles graze the sparse grass, while herds of zebras, wildebeest, giraffes or elephants roam the wild in search of food.
br: Ar savanenn, un amzer sec'h e-lec'h ma kresk mat ar gwez-baobab kalonek. Gazelennoù en o unan a beur ar geot dibaot, tra ma kantren tropelladoù zebred, gnoued, jirafed pe olifanted an natur o klask boued.
ca: La sabana, un clima sec en què només els robustos baobabs prosperen. Les gaseles solitàries pasturen l'escassa herba mentre els ramats de zebres, nyus o elefants vaguen en llibertat a la cerca de menjar.
fa: ساوانا، یک آب و هوای خشک است که تنها درختان باوباب می تواند در آن دوام بیاورد. غزال های تنها مشغول خوردن چمن های پراکنده در منطقه هستند در حالی که گله گوره خرها، گاوهای وحشی، زرافه ها و فیلها در حال سرکشی و گشتن در منطقه وحشی برای غذا هستند
ms: Padang Savana, dengan cuaca kering yang hanya dipenuhi dengan pokok Baobab. Kelihatan rusa gazelle meragut rumput yang jarang-jarang memenuhi lanskapnya, manakala sekumpulan kuda belang, wildebeast, zirafah atau sang gajah berkeliaran mencari makanan di sini.
nb: Savannen, et tørt klima som bare de hardføre apebrødtrærne trives. Enslige gaseller gresser på det lille som er, mens flokker av sebraer, gnuer, giraffer eller elefanter ferdes i villmarka i søken etter mat.

source: Savanna
br: Savanenn
ca: Sabana
nb: Savannen

# biome definition
source: Savanna
br: Savanenn
ca: Sabana
fa: ساوانا
nb: Savannen
sr: Савана

source: Settle in the cold regions of the North, the native habitat of the wooly muskox. Here you can pine away to your content and also hunt the occasional walrus or two.
br: En em staliañ e rannvroioù yen an Hanternoz, annez genidik an ejen musket gloanek. Amañ e c'hellit dizeriañ evit o plijadur ha chaseal ivez ar c'hole-mor devoudel pe zaou.
ca: Establiu-vos a les fredes regions del nord, l'hàbitat natural del llanós bou mesquer. Aquí podeu consumir el vostre contingut i també caçar una morsa o dues.
ms: Berada di wilayah Utara yang sejuk, habitat di sini ialah muskox iaitu sejenis lembu liar atau seladang. Di sini anda boleh membangunkan tamadun dan sekali-sekala memburu walrus.
nb: Slå deg ned i de kalde regionene i nord, det naturlige habitatet for den ullkledde moskusoksen. Her kan du ture avgårde dit du vil, og også jakte på en hvalross nå og da.

# biome definition
source: Settle in the cold regions of the North, the native habitat of the wooly muskox. Here you can pine away to your content and also hunt the occasional walrus or two.
br: En em staliañ e rannvroioù yen an Hanternoz, annez genidik an ejen musket gloanek. Amañ e c'hellit dizeriañ evit o plijadur ha chaseal ivez ar c'hole-mor devoudel pe zaou.
ca: Establiu-vos a les fredes regions del nord, l'hàbitat natural del llanós bou mesquer. Aquí podeu consumir el vostre contingut i també caçar una morsa o dues.
fa: ساکن شدن در مناطق سردسیر شمال، عادت طبیعی گاو مشک های پشمالو است. در اینجا شما می توانید به کشت بپردازید و همچنین گهگاهی شیرماهی شکار کنید
ms: Berada di wilayah Utara yang sejuk, habitat di sini ialah muskox iaitu sejenis lembu liar atau seladang. Di sini anda boleh membangunkan tamadun dan sekali-sekala memburu walrus.
nb: Slå deg ned i de kalde regionene i nord, det naturlige habitatet for den ullkledde moskusoksen. Her kan du ture avgårde dit du vil, og også jakte på en hvalross nå og da.

source: Snowy
br: Erc'hus
ca: Nevat
ms: Dilitupi Salji
nb: Snødrev

# biome definition
source: Snowy
br: Erc'hus
ca: Nevat
fa: برفی
ms: Dilitupi Salji
nb: Snødrev
sr: Снежно

source: Lush grasslands carpet the land, in places giving way to magnificent and diverse broadleaf forests. Poplars, pines, beeches and oaks all vie for supremacy but this root-war is a neverending struggle. Numerous apple trees dot the land, deer and sheep gorge themselves on this years fallen fruit.
br: Pradennoù pinvidik a c'holo an douar, en ur lakaat e lec'hioù da vont davet koadoù brav-kaer ha gant folennoù ledan disheñvel. Gwez-elv, sapined, gwez-fav ha gwez-derv a genstriv an holl evit an dreistelezh hogen ur stourm dibenn eo ar brezel orinel-mañ. Ur bern gwez-aval a vez war an douar, kirvi ha deñved a zebr o-unan er bloavezhioù-mañ frouezh kouezhet.
ca: Les pastures exuberants encatifen la terra en llocs que donen pas a magnífics boscos caducifolis. Els pollancres, pins, faigs i roures competeixen per la supremacia, però aquesta guerra d'arrels és constant. Nombrosos pomers esquitxen la terra i els cérvols i les cabres s'atraquen de la fruita caiguda enguany.
ms: Padang rumput subur yang terbentang luas, dengan kewujudan hutan berdaun lebar yang beraneka rupa. Pokok Poplar, pain, beech dan oak semuanya mahu menguasai hutan dimana pertandingan yang tidak pernah selesai. Banyak pokok epal kelihatan bertebaran di tanah ini. Rusa dan kambing biri-biri mengerumumi buah-buah epal yang masih jatuh ke bumi.
nb: Frodige gressmarker teppelegger landet, stedvist også med flotte og mangfoldige bredbladskoger. Poppel, furu, bøk og eik kjemper om overlegenhet, men denne rotkrigen er en uendelig kamp. Tallrike epletrær er spredt rundt alene, hjort og sauer naueter av denne års falne frukt.

source: Temperate
br: Klouar
ca: Temperat
ms: Iklim Sederhana
nb: Temperert

source: Explore the mysterious tropics. An extremely green, but also extremely humid environment awaits. The tall Toona trees look on disapprovingly at this invasion of their privacy and ferocious tigers are determined to defend their territory at all costs.
br: Ergerzhout an trovanoù kevrinus. Gortoz a ra an endro glas pellañ met gleb pellañ ivez. Ar gwez Touna bras a sell en doare disaotre aloubadeg-mañ o buhez prevez ha mennet eo an tigred ferv da zifenn o ziriad kousto pe gousto.
ca: Exploreu els tròpics misteriosos. Un entorn extremadament verd, però també extremadament humit, us espera. Els alts arbres Toona contemplen amb desaprovació aquesta invasió de la seva privacitat i els tigres ferotges estan disposats a defensar el seu territori costi el que costi.
ms: Jelajahi kawasan tropika yang misteri. Tempat yang kelihatan sangat hijau, dan juga dengan persekitaran yang sangat lembap. Pokok Toona yang tinggi menjulang langit kelihatan tidak mengalu-alukan kedatangan manusia dan kehadiran harimau ganas sudah pasti akan mempertahankan wilayah mereka.
nb: Utforsk de mystiske tropene. Et ekstremt grønt, men også ekstremt fuktig miljø venter. De høyreiste toonatrærne ser med vantro på invasjonen av deres privatliv, og glupske tigrer er fast bestemt på å beskytte deres territorie koste hva det koste vil.

source: Tropic
br: Trovan
ca: Tròpic
ms: Tropika
nb: Tropisk

# biome definition
source: Tropic
br: Trovan
ca: Tròpic
fa: گرمسیری
ms: Tropika
nb: Tropisk
sr: Тропска

source: Solidifying it's grip, the harsh cold has succeeded in freezing up the gulf. The thick ice formed is capable of withstanding any weight.
br: E zalc'h o kaletaat, en deus heuliet ar riv kalet en ur skornañ ar pleg-mor. Ar skorn stank stummet zo gouest da enebiñ diouzh n'eus forzh peseurt pouez.
ca: Solidificant l'agafador, el dur fred ha triomfat en congelar el golf. La capa gruixuda de gel és capaç de suportar qualsevol pes.
ms: Dengan menguatkan gengamannya, musim sejuk yang teruk berjaya membekukan kawasan teluk. Ais tebal yang terbentuk kekal tidak terjejas dengan apa jua tekanan terhadapnya.

# biome definition
source: Solidifying it's grip, the harsh cold has succeeded in freezing up the gulf. The thick ice formed is capable of withstanding any weight.
br: E zalc'h o kaletaat, en deus heuliet ar riv kalet en ur skornañ ar pleg-mor. Ar skorn stank stummet zo gouest da enebiñ diouzh n'eus forzh peseurt pouez.
ca: Solidificant l'agafador, el dur fred ha triomfat en congelar el golf. La capa gruixuda de gel és capaç de suportar qualsevol pes.
fa: شدت گرفتن سرما باعث یخ زدن خلیج شده است. یک لایه یخی ضخیم که قادر به تحمل هر وزنی است ایجاد شده است.
ms: Dengan menguatkan gengamannya, musim sejuk yang teruk berjaya membekukan kawasan teluk. Ais tebal yang terbentuk kekal tidak terjejas dengan apa jua tekanan terhadapnya.

source: Frozen Lake
br: Lenn skornet
ca: Llac gelat
ms: Tasik Beku

source: A late spring breeze ripples through the conifer forests of the Gulf of Bothnia. Herds of deer dot the landscape and playful rabbits frolick in the undergrowth.
br: Un aezhenn nevez-amzer diwezhat a zegas gwagennoù d'ar c'hoadoù a gwez-sapin e pleg-mor Botnia. Tropelladoù karv a vez war an douar ha tripal a ra lapined laouen er strouezh.
ca: Unes ondes de vent de les darreries de Primavera a través dels boscs de coníferes del Golf de Bòtnia. Ramats de cèvols puntegen el paisatge i conills juganers es diverteixen al sotabosc.
ms: Tiupan angin penghujung musim bunga berderu-deru melintasi hutan konfir Teluk Bothnia. Kawanan rusa kelihatan bertompok-tompok di atas lanskap dan arnab-arnab yang lincah bermain-main disebalik semak.

source: Late Spring
br: Nevez-amzer diwezhat
ca: Darreries de Primavera
ms: Penghujung Musim Bunga

source: Winter has set in, carpeting the land with its first snow. The still unfrozen gulf offers great fishing opportunities.
br: Staliet eo ar goañv, o c'holoiñ an douar gant e erc'h kentañ. Ar pleg-mor diskornet c'hoazh a brof troioù bras da besketa.
ca: L'hivern ha arribat i ha catifat la terra en la seua neu primerenca. El golf encara descongelat ofereix grans oportunitats de pesca.
ms: Musim sejuk telah tiba, meliputi tanah dengan salji pertamanya. Teluk yang masih tidak membeku menawarkan peluang baik untuk perikanan.

source: Winter
br: Goañv
ca: Hivern
ms: Musim Sejuk

source: Spring in the highlands, yet the heat has already begun making itself felt. The short-lived green grasses are on the retreat, paving the way for scorching summer.
br: Nevez-amzer er menezioù, koulskoude en deus kroget an tommder da gouezhañ e-unan dija. Ar geot glas berrpad zo o kilañ, en ur veinañ an hent evit an hañv tomm-berv.
ca: Primavera a les terres altes, l'escalfor començat a fer-se sentir. Les efímeres herbes verdes estan en retirada, i pavimenten el camí per a un estiu abrasador.
ms: Musim bunga di tanah tinggi, akan tetapi kepanasan sudah pun bermula. Rerumput hijau berdaun pendek sedikit demi sedikit mengering, membuka jalan kepada musim panas yang membakar.

source: Spring
br: Nevez-amzer
ca: Primavera
ms: Musim Bunga

source: An arid, hostile land. The blistering heat has baked the ground to a sickly brown and the remaining trees struggle for survival.
br: Un douar sec'h, drouk. An tommder ruz en deus kaletet al leur evit ul liv kistin klañv ha stourm ar gwez a chom evit dreistbevañ.
ca: Una terra àrida i hostil. La calor abrasadora ha canviat la terra en un to marró malaltís i els arbres restants lluiten per sobreviure.
ms: Tanah kering dan mencabar. Panas membakar yang menjadikan tanah berwarna coklat kehitaman dan pohon-pohon sedia ada berjuang untuk hidup.

source: Summer
br: Hañv
ca: Estiu
ms: Musim Panas

source: Has some experimental fighter plane prototypes.
br: Un nebeud pimpatromoù eus ur c'harr-nij kann arnod en deus.
ca: Té alguns prototips experimentals d'avions de combat.
ms: Beberapa prototaip kapal terbang tempur ekperimental.
nb: Har noen eksperimentelle prototyper av kampfly.
sr: Садржи прототипове борбених авиона.
vi: Có một vài bản thử nghiệm máy bay chiến đấu.

source: Flight Demo 2
br: Diskouez Nij 2
ca: Demostració de vol 2
ms: Demo Penerbangan 2
nb: Flygnings-demo 2
sr: Демо - Летење 2
vi: Thử nghiệm Bay lượn 2

source: Importation of a height map created with fractals.
br: Ebarzhadenn ur gartenn vent krouet gant brevennoù.
ca: Importació d'un mapa d'alçada creat amb fractals.
ms: Pengimportan peta tinggi yang dihasilkan dengan fraktal.
nb: Importering av et høydekart laget ved hjelp av frakataler.
sr: Увоз висинске мапе начињене путем фрактала.
vi: Độ cao của bản bản được xuất ra cùng với những phân dạng.

source: Height Map Import Demo - Fractal
br: Diskouez Ebarzhadenn Gartenn Vent - Brevenn
ca: Demostració d'importació de mapes d'alçada - Fractal
ms: Demo Import Peta Tinggi - Fraktal
nb: Demo av høydekartimport - fraktaler
sr: Демо - увоз висинске мапе - фрактали
vi: Thử nghiệm Việc xuất Độ cao Bản đồ - Phân dạng

source: An example of height map importation. Image was 1000x1000 grayscale PNG. This image can be found in the scenarios folder. (Smaller images are recommended, as the importer scales the scenario size by the resolution of the imported image.)
br: Ur skouer ebarzhadenn gartenn vent. 1000x1000 hervez skeul livioù louet PNG e oa ar skeudenn. Ar skeudenn-mañ a c'hell bezañ kavet en teuliadoù senario. (Erbedet eo skeudennoù bihannoc'h, evel ma vez skeulet ar ment senario gant an ebarzher dre ziarunusted ar skeudenn ebarzhet).
ca: Exemple d'importació d'un mapa d'alçada. La imatge era de 1000x1000 grayscale PNG. Podeu trobar la imatge a la carpeta d'escenaris. (És millor que s'importin imatges petites perquè s'escalen a partir de la resolució de la imatge mateix.)
ms: Satu contoh pengimportan peta tinggi. Imej PNG skala kelabu bersaiz 1000x1000. Imej ini boleh ditemui dalam folder senario. (Imej lebih kecil disarankan, kerana pengimport skalakan saiz mengikut resolusi imej yang diimport.)
nb: Et eksempel på import av høydekart. Bildet var 1000x1000 piksler i gråskala PNG. Dette bildet finnes i mappen "scenarios" ( kartoppsett ). (Mindre bilder er å anbefale fordi import-funksjonen skalerer kartoppsettet etter oppløsningen på det importerte bildet.)
vi: Một thử nghiệm về việc xuất độ cao bản đồ. Hình ảnh định dạng PNG màu xám kích thưowsc 1000x1000. Hình ảnh này có thể được tìm thấy trong thư mục các cảnh chơi theo kịch bản. (đề xuất sử dụng những hình ảnh nhỏ hơn, bởi vì chương trình xuất đo lường quy mô của cảnh chơi theo độ phân giải của những hình ảnh đã được xuất)

source: Height Map Import Demo - Greece
br: Diskouez Ebarzhadenn Gartenn Vent - Gres
ca: Demostració d'importació de mapes d'alçada - Grècia
ms: Demo Import Peta Tinggi - Greece
nb: Demo av høydekartimport - Hellas
sr: Демо - увоз висинске мапе - Грчка
vi: Thử nghiệm Việc xuất Độ cao Bản đồ - Greece

source: An example of height map importation. Image was 512x512 grayscale PNG. This image can be found in the scenarios folder, but can be placed anywhere.
br: Ur skouer ebarzhadenn gartenn vent. 512x512 hervez skeul livioù louet PNG e oa ar skeudenn. Ar skeudenn-mañ a c'hell bezañ kavet en teuliadoù senario, hogen gallout a ra bezañ lec'hiet e n'eus forzh pelec'h.
ca: Exemple d'importació d'un mapa d'alçada. La imatge era de 512x512 grayscale PNG. Podeu trobar la imatge a la carpeta d'escenaris, però es pot col·locar a qualsevol lloc.
ms: Satu contoh pengimportan peta tinggi. Imej PNG skala kelabu bersaiz 512x512. Imej ini boleh ditemui dalam folder senario, tetapi boleh diletak di mana sahaja.
nb: Et eksempel på import av høydekart. Bildet var 512x512 piksler i gråskala PNG. Dette bildet finnes i mappen "scenarios" ( kartoppsett ) men kan hentes fra et hvilket som helst sted.
vi: Một thử nghiệm về việc xuất độ cao bản đồ. HÌnh ảnh định dạng PNG màu xám kích thước 512x512. Hình ảnh này có thể được tìm thấy trong thư mục các cảnh chơi theo kịch bản, nhưng có thể đặt ở bất kì đâu.

source: Height Map Import Demo - Greece (small)
br: Diskouez Ebarzhadenn Gartenn Vent - Gres (bihan)
ca: Demostració d'importació de mapes d'alçada - Grècia (petit)
ms: Demo Import Peta Tinggi - Greece (kecil)
nb: Høydekart import demo - Hellas (lite)
sr: Демо - увоз висинске мапе - Грчка (мала)
vi: Thử nghiệm Việc xuất Độ cao Bản đồ - Greece (nhỏ)

source: 4 players duke it out over the vast Nile Delta. Each city starts out nestled atop a large acropolis, but resources are scarce, forcing each player to expand their resource operations into the surrounding lands. Scouts say the nearby branches of the Nile River are shallow and fordable in multiple locations, so should only serve as a minor barrier between enemy factions.
br: 4 c'hoarier a glask kign war Delta ledan an Nil. Pep keoded a grog neizhiet e nec'h un akropol ledan, hogen dibaot eo an danvezioù, o lakaat pep c'hoarier da astenn o oberiadurioù danvez en douaroù war o zro. Gederien a lavar eo un tammig don skourroù tost ar Stêr Nil ha gouest da vezañ treuziet e lies lec'hioù, gallout a rafe neuze servijañ hepken evel harz bihan etre kavailhoù enebour.
ca: 4 jugadors ho solucionen a cops de puny al vast delta de Nil. Cada ciutat comença al capdamunt d'una acròpolis però els recursos són escassos, cosa que força als jugadors a ampliar les seves incursions de cerca de recursos a les terres veïnes. Els exploradors diuen que els afluents propers del Nil són poc profunds i es poden travessar per molts punts, per tant només serveixen per endarrereix una mica les faccions enemigues.
ms: 4 orang pemain berada disekitar Delta Nil yang luas. Setiap bandar bermula di atas tanah akropolis yang besar tetapi dengan sumber yang terhad, memaksa setiap pemain meluaskan operasi sumber mereka ke kawasan sekitar mereka. Peninjau memberitahu terdapat cabang-cabang sungai Nil yang cetak dan boleh dilalui, oleh itu boleh menjadi penghalang kecil diantara puak-puak musuh.
nb: 4 spillere barker sammen, tvers over det store Nil-deltaet. Hver by starter på toppen av en stor akropolis men det er lite med ressurser, noe som tvinger hver spiller til å utvide ressurssankingen til det omkringliggende landet. Speidere sier de nærliggende grenene av Nilen er grunne og kan vades over på flere steder slik at de tjener kun som en ubetydelig barriere mellom fiendtlige grupper.
vi: 4 người chơi ganh đua trên khắp Đồng bằng Nile rộng lớn. Mỗi thành trì ban đầu đều nép vào những thần điện đồ sộ, nhưng lại khan hiểm nguồn tài nguyên, buộc mỗi người chơi phải mở rộng hoạt động khai thác ra các vùng đất xung quanh. Các trinh sát nói rằng những nhánh Sông Nile gần đó nông và có thể băng qua tại nhiều địa điểm, cho nên chỉ nên coi chúng như lớp ngăn cách thứ yếu giữa các phe đối địch.

source: Sandbox - The Mauryans
br: Kestenn-Draezh - Ar vMauryaned
ca: Proves - L'imperi Màuria
ms: Kotak Pasir - Maurya
nb: Sandkasse - Maurerne
vi: Chế độ mở - Quân Mauryan

source: A quick battle demo map using Roman legionnaires.
br: Ur gartenn diskouez emgann buan o implijout lejionerien Roman.
ca: Un mapa de demostració de batalla ràpida amb legionaris romans.
ms: Peta demo pertempuran pantas menggunakan askar legion Rom.
nb: Et raskt kampdemonstrasjonskart som bruker romerske legionærer.
sr: Демо мапе брзинске битке са римским легионарима.
vi: Một trận đánh thử nghiệm nhanh chóng dùng cho những quân đoàn lê dương Roman.

source: The arid and mineral-rich lands of Bactria (modern-day Afghanistan) at the foot of the Hindu Kush mountains. The center of the map is a dried up mountain. On either side are mountains and foothills pierced by treacherous passes and old trade routes.
br: Douaroù Baktria maenek-ruz ha sec'h (Afganistañ a-vremañ) e troad ar menezioù Kuch Indou. Kreiz ar gartenn zo ur menez sec'h. War an tu all ez eus menezioù hag harpelloù toullet gant tremenoù tretour hag hentoù kenwerzh kozh.
ca: Les terres àrides i riques en minerals de Bactriana (l'Afganistan d'avui dia) als peus de la serralada de l'Hindu Kush. El centre del mapa és una muntanya assecada. A banda i banda es troben les muntanyes i els contraforts travessats per passos traïdors i velles rutes comercials .
ms: Tanah Bactria yang kering tetapi kaya dengan bijih logam (kini merupakan negara Afganistan) di kaki pergunungan Hindu Kush. Tengah-tengah peta adalah pergunungan kering. Sama ada di sebelah kanan atau kirinya merupakan pergunungan dan kaki bukit yang mengandungi laluan yang sukar dan jalan perdagangan lama.
nb: De tørre og mineralrike Baktrialandene (dagens Afghanistan) ved foren av Hindu Kush-fjellene. Kartets senter er et uttørket fjell. På hver side finnes fjell og åser med forræderske pass og gamle handelsruter.
sr: Безводна и минералима богата земља Бактрија (данашњи Афганистан) у подножју Хиндукуш планина. У средишту мапе је безводна планина. Са обе њене стране простиру се планине и брда испресецана подмуклим пролазима и старим трговачким рутама.

source: Bactria (2)
br: Baktria (2)
ca: Bactriana (2)
fa: باختر (2)
nb: Baktria (2)
sr: Бактрија (2)

source: Butana Steppe (2)
br: Stepenn Vutana (2)
ca: Estepa de Butana (2)
ms: Padang Rumput Butana (2)

source: A ring of land borders a resource-rich island in the Mediterranean. Players can access the center via a narrow strip of land or via boat.
br: Ur walenn douar a vevenn un enezenn pinvidik a zanvez er C'hreizdouarel. Ar c'hoarierien a c'hell tizhout ar c'hreiz dre ur vandenn douar strizh pe dre vag.
ca: Un anell de terra limita amb una illa rica en recursos al Mediterrani. Els jugadors poden accedir al centre via una estreta franja de terra o via vaixell.
ms: Tanah yang bersempadan sebuah pulau yang kaya dengan sumber di Mediterranean. Pemain boleh menuju ke pulau tersebut melalui laluan tanah sempit atau dengan menaiki bot.
nb: En rik middelhavshalvøy omringet av land i middelhavet. Spillere kan nå midten via et eid, eller med båt.

source: Two factions find themselves perched safely atop large rocky plateaus, or acropolises. Scout the lands to find free treasures and to secure new resources.
br: Daou vagad a gav o-unan kludet en doare sur en nec'h d'un uhelgompezenn maenek ledan, pe akropoloù. Sklaeraat an douaroù evit kavout teñzorioù dieub hag evit suraat danvezioù nevez.
ca: Dues faccions estan segures sobre grans altiplans rocosos o acròpolis. Exploreu les terres per a trobar tresors lliures i per recollir nous recursos.
ms: Dua puak mendapati mereka berada diatas penara berbatu yang luas, atau acropolis. Jelajah tanah ini untuk menemui khazanah dan menguasai sumber baharu.
nb: To fraksjoner klynger seg til trygge platåer, eller akropoliser. Speid landområdene for å finne gratis skatter og sikre nye ressurser.
sr: Две фракције су безбедно смештене на великим стеновитим висоравнима, или акропољима. Истражи терен да би пронашао блага и обезбедио нове ресурсе.

source: Three factions find themselves perched safely atop large rocky plateaus, or acropolises, whereas the fourth one is separated from their foes by a river branch. Scout the lands to find free treasures and to secure new resources..
br: Tri bagad a gav o-unan kludet en doare sur en nec'h d'un uhelgompezenn maenek ledan, pe akropoloù, e-keit ha ma'z eo disrannet ar bevare diouzh o enebourien gant skourr ur stêr. Sklaeraat an douaroù evit kavout teñzorioù dieub ha suraat danvezioù nevez..
ca: Tres faccions estan segures sobre grans altiplans rocosos o acròpolis mentre que la quarta està separada dels seus enemics per un riu. Exploreu les terres per a trobar tresors lliures i per recollir nous recursos...
ms: Tiga puak mendapati mereka berada diatas penara berbatu yang luas, atau acropolis, dimana yang keempat diasing jauh dengan pihak musuh kerana halangan cabang-cabang sungai. Jelajah tanah ini untuk menemui khazanah dan menguasai sumber baharu.
nb: Tre fraksjoner klynger seg til trygge platåer, eller akropoliser, mens den fjerde er separert fra dens fiender av en elv. Speid landområdene for å finne gratis skatter og sikre nye ressurser.
sr: Три фракције су безбедно смештене на великим стеновитим висоравнима, или акропољима, док четврту река раздваја од непријатеља. Истражи терен да би пронашао блага и обезбедио нове ресурсе.
