Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Citizenship
ast: Ciudadanía
bg: Гражданство
br: Keodedadelezh
ca: Ciutadania
cs: Občanství
de: Bürgerschaft
el: Υπηκοότητα
es_ar: Ciudadanía
eu: Hiritartasuna
fa: شهروندی
ga: Saoránacht
he: אזרחות
hu: Állampolgárság
hy: Քաղաքացիություն
it: Cittadinanza
ja: 市民権
ko: 시민권
nb: Borgerskap
pl: Obywatelstwo
pt_br: Cidadania
ru: Гражданство
sk: Občianstvo
sv: Medborgarskap
tr: Yurttaşlık
uk: Громадянство
zh: 国籍
zh_tw: 公民

source: Roman Citizenship was highly prized in the ancient world. Basic rights and privileges were afforded Roman citizens that were denied other conquered peoples. It is said that harming a Roman citizen was akin to harming Rome herself, and would cause the entire might of Rome to fall upon the perpetrator.
ast: La ciudadanía romana foi daqué cobiciao en mundu antiguu. Los ciudadanos romanos teníen drechos y privilexos básicos que se-yos ñegaben a otres xentes conquistaes. Dicíase qu'amocar a un ciudadanu romanu foi neto qu'amocar a Roma, y fadría que tola fuercia d'ella cayere sobro'l cometedor.
bg: Римското гражданство било много ценено в древният свят. Римските граждани имали основни права и привилегии, които не важели за покорените народи. Да нападнеш римски жител се смятало за нападение на Рим и означавало, че цялата мощ на Рим ще се стовари върху нападателя.
br: Ar geodedelezh Roman a oa priziet kenañ en Henamzer. Ar gwirioù diazez hag ar brientoù a veze profet d'ar geodedourien Roman a veze nac'het d'ar pobloù aloubet. Lavaret e oa neuze ober droug d'ur c'heodedour Roman a oa ober droug da Roma hec'h-unan, hag-holl galloud Roma da gouezhañ war an hini kablus.
ca: La ciutadania romana era molt apreciada en el món antic. Als ciutadans romans se'ls atorgaven drets bàsics i privilegis que es negaven a altres pobles conquerits. Es diu que fer mal a un ciutadà romà era com fer mal a la mateixa Roma, i que faria caure tot el poder de Roma sobre el causant.
cs: Římské občanství bylo ve starověkém světě vysoko ceněno. Základní práva a výsady odpírané ostatním podmaněným národům byla pro občany Říma samozřejmostí. Je řečeno, že poškodit římského občana bylo jako poškodit Řím samotný, a způsobilo by to dopad celé jeho moci na pachatele.
de: Die Römische Bürgerschaft wurde in der Antike hoch geschätzt. Römischen Bürgern wurden grundlegende Rechte und Privilegien geboten, die anderen, unterworfenen Völkern vorenthalten wurden. Man sagte, einem Römer zu schaden sei so wie Rom selbst zu schaden und das würde die gesamte Macht Roms gegen den Täter aufbringen.
el: Η Ιδιότητα του Ρωμαίου πολίτη είχε ιδιαίτερη αξία στον αρχαίο κόσμο. Βασικά δικαιώματα και προνόμια που κατείχαν οι Ρωμαίοι πολίτες στερήθηκαν στους άλλους κατακτημένους λαούς. Λέγεται ότι βλάπτοντας ένα Ρωμαίο πολίτη ήταν σαν να βλάπτετε η ίδια η Ρώμη, και μπορούσε να προκαλέσει το σύνολο της δύναμη της Ρώμης να πέσει πάνω στον δράστη.
es_ar: La ciudadanía romana era muy preciada en el mundo antiguo. Los derechos y privilegios básicos que le pertenecían a los ciudadanos romanos les eran negados a los pueblos conquistados. Se dice que dañar a un ciudadano romano era como dañar a la misma Roma, y que causaba que toda la furia de Roma caiga sobre el perpetrador.
eu: Antzinen Erromatar hiritarrak oso estimatuak ziren. Erromatarrek zituzten oinarrizko eskubide eta abantailak konkistatutako beste herriei ukatzen zitzaizkien. Erromako hiritar bat zauritzea Erroma bera zauritzea zela esaten zen, eta Erromako botere dena jaso zezakeen arau hausleak.
fa: شهروندان رومی از موقعیت بسیار ممتازی در دنیای باستان برخوردار بودند. هیچ کس حق تعرض به آنها را نداشت و نقل شده است که تعرض به یک شهروند رومی معادل تعرض به کل امپراتوری روم بوده است و تمام روم در مقابل آن قرار می گرفتند.
ga: Bhí an-luachmhar ar Saoránacht Rómhánach sa domhan ársa. Cuireadh le cearta agus pribhléidí bunúsacha ar fáil ag saoránaigh Rómhánacha a bhí séanadh ag pobail chloíte. Deirtear go nuair a dhéanamh dochar ar saoránach Rómhánach, bhí an dochar freisin ar an Róimh íse féin, agus ba chúis le smacht uile na Róimhe a chuireadh ar an gcoireach.
he: אזרחות הרומית הייתה היקרה ביותר בעולם העתיק. זכויות וזכויות בסיסיות היו מוענקים לאזרחים רומיים שהכחישו עמים כבושים אחרים. הם אמרו כי פגיעה באזרח רומאי הייתה דומה לפגיעה ברומא בעצמה, מה שיגרום לכל עוצמתה של רומא ליפול על העבריין.
hu: A római polgárjog nagyra értékelt volt az ókori világban. Olyan alapvető jogok és előjogok jártak a római polgároknak, amelyek hiányoztak a legyőzött népeknél. Az a mondás járta, hogy egy római polgárnak kárt okozni olyan, mint magának Rómának ártani, és Róma teljes hatalmával sújtana az elkövetőre.
hy: Հռոմեական քաղաքացիությունը բարձր էր գնահատվում հին աշխարհում։ Հռոմեացիներին տրվում էին հիմնարար իրավունքներ և արտոնություններ, իսկ այլ գրավված ազգերը դրանք չունեին։ Ասում են, որ հռոմեացուն վիրավորելը հավասարեցվում էր Հռոմին վիրավորելուն, և որ դրա պատճառով Հռոմն իր ամբողջ ուժով կհասներ վիրավորողի վրա։
it: La Cittadinanza Romana era molto apprezzata nel mondo antico. Diritti e privilegi di base venivano concessi ai cittadini romani, mentre erano negati agli altri popoli conquistati. Si diceva che danneggiare un cittadino romano era come danneggiare Roma stessa, e avrebbe causato la reazione dell'intera potenza di Roma sull'autore.
ja: ローマ市民権は古代世界で大変貴重なものでした。他の被征服民には認められない基本的な権利と特権がローマ市民には与えられました。ローマ市民を傷つけることは、ローマそのものを傷つけることと同等であり、またローマの全権力が加害者に行使されることになりかねないと言われました。
ko: 로마 시민권을 고대 세계에서 매우 가치가 높았습니다. 로마 시민들의 기본 권리와 특권들은 다른 점령 주민들에게는 제공되지 않는 것이였습니다. 심지어 로마 시민을 해하는 일은 로마를 해하는것과 같으며, 로마 전체가 그 해친자를 잡으러 올수 있게 할 수 있다고 하는 말도 있었습니다.
nb: Romersk borgerskap var svært ettertraktet i den gamle verden. Grunnleggende retter og privilegier som var tilgjengelig for romerske borgere, ble nektet andre, erobrede folk. Det har blitt sagt at å skade en romersk borger var likestilt med å påføre selve Rom skade, og ville føre til at overtrederen fikk føle hele den romerske makt.
pl: Rzymskie obywatelstwo było wysoko cenione w świecie starożytnym. Podstawowe prawa i przywileje stały się dla obywateli rzymskich, którzy zostali odrzuceni przez inne podbite narody. Mówi się, że szkody Rzymian były podobne do szkodzenia Rzym sam spowoduje, że cała potęga Rzymu spadnie na sprawców.
pt_br: Cidadania romana era altamente valorizada no mundo antigo. Direitos básicos e privilégios que eram dados a cidadãos romanos eram negados a povos conquistados. Diz-se que ferir um cidadão romano era como ferir a própria Roma, e atrairia toda a ira romana sobre o perpetrador.
ru: Римское гражданство очень высоко ценилось в древние времена. Римлянам полагались базовые права и привилегии, которых не было у жителей захваченных территорий. Причинение вреда римлянину приравнивалось к причинению вреда Риму, и вся сила Рима могла обрушиться на злоумышленника.
sk: Rímske občianstvo bolo v starovekom svete vysoko cenené. Základné práva a privilégiá odopierané ostatným podmaneným národom boli pre občanov Ríma samozrejmosťou. Zvyklo sa hovoriť, že poškodiť rímskeho občana je ako poškodiť Rím samotný a spôsobilo by to dopad celej jeho moci na páchateľa.
sv: Romerska medborgarskapet var högt uppskattat i den antika världen. Grundläggande rättigheter och privilegier gavs romerska medborgare som nekades andra erövrade människor. Det sägs att skada en romersk medborgare var förknippad med att skada Rom själv, och skulle få hela Romans makt att falla på förövaren.
tr: Roma vatandaşlığı antik dünyada çok değerlidir. Temel haklar ve ayrıcalıklar, diğer fethedilen halkları reddeden Roma vatandaşlarına tanınmıştı. Bir Roma vatandaşına zarar vermek, Roma'nın kendisine zarar vermeye benzer ve Roma'nın bütün gücünün failin üzerine düşmesine neden olacağı söylenir.
uk: Римське громадянство дуже високо цінувалося в стародавні часи. Римлянам надавалися базові права і привілеї, яких не було у мешканців захоплених територій. Заподіяння шкоди римлянину прирівнювалося до заподіяння шкоди Риму і вся сила Риму могла обрушитися на зловмисника.
zh: 在古时的世界罗马国籍很受尊重。罗马公民被赋予了其他被征服的民族没有的基本权利和特权。据说，伤害一个罗马公民就是以罗马为敌，整个罗马都会团结在一起来制住施暴者。
zh_tw: 古時候的世界，羅馬國籍相當受敬重。羅馬公民被賦與了其他被征服的民族所沒有的權利與特權。據說，傷害一個羅馬公民就是與整個羅馬為敵，整個羅馬都會團結起來制服施暴者。

source: -20% training time for allied infantry.
ast: El -20% menos del tiempu de llevantamientu pa la infantería aliao.
bg: -20% време за обучение за съюзническите пехотинци.
nb: -20% opptreningstid for alliert infanteri.
sk: -20% trénovacieho času pre spojeneckú pechotu

source: Conscription
ast: Allistamientu
bg: Военна повинност
br: Enrollañ
ca: Servei militar
cs: Odvody
de: Wehrpflicht
el: Στρατολόγηση
es_ar: Conscripción
eu: Derrigorrezko erreklutatzea
fa: خدمت اجباری
ga: Coinscríobhacht
he: גִיוּס חוֹבָה
hu: Sorozás
hy: Զորակոչ
ko: 징병
nb: Verneplikt
pl: Pobór
pt_br: Recrutamento
ru: Воинская повинность
sv: Värnplikt
tr: Zorunlu Hizmet
uk: Військова повинність
zh: 募兵

source: Many Roman soldiers were conscripted into service. While volunteers were preferred, the Roman state did maintain an annual military draft. During an emergency the draft and the terms of service were enlarged. The importance of military service in Republican Rome was so great it was a prerequisite for a political career. Members of the Senate were called Conscript Fathers because of this, reflected in how the ordo equester was said to have been "conscripted" into the Senate.
ast: Munchos soldaos romanos entraron nel serviciu militar pel allistamientu. Anque se-yos prefería a voluntarios, l'estáu romanu allistó añalmente. En tiempos d'emerxencies estendíense l'allistamientu y los términos de serviciu. La importancia del serviciu militar na Roma de la República foi tan grande que se convirtió nun requisitu pa una carrera política. Ye por eso qu'a los miembros del Senáu se-yos llamaba pas allistaos, lo que se quedaba reflexao en cómo se dicía que'l «ordo equester» s'allistó en Senáu.
bg: Много римски войници били мобилизирани насила. Въпреки че доброволците били предпочитани, римската държава поддържала и нормална служба. Във време на нужда бройката била увеличавана. Важността на военната служба в републиканския Рим била толкова голяма, че това било задължително изискване за политическа кариера. Поради тази причина членовете на сената били наричани „Бащи на повинността“, така и конническото съсловие било „включено“ в сената.
br: Kalz a soudarded Roman a veze enrollet er servij. Tra ma veze kavet ar re youlek gwelloc'h, en doa dalc'het ar stad Roman un enrolladur milourel bloaziek. E-pad ur mall e veze ledanet an enrolladur ha termenoù ar servij. Pouez ar servij milourel e Roma Republikan a oa ken bras ma oa ur rakgoulenn evit ur prantad politikel. Izili ar Sened a veze graet anezho Tadoù Enrollet abalamour da se, o tiskouez penaos e veze lavaret an enklasker gourc'hemenn bezañ bet "enrollet" er Sened.
ca: Molts soldats romans van ser reclutats per al servei. Mentre que els voluntaris eren preferits, l'estat romà va mantenir un projecte militar anual. Durant una emergència les condicions i el temps de servei, eren ampliats. La importància del servei militar a la República de Roma era tan gran que era un requisit previ per a una carrera política. Els membres del Senat van ser cridats pares conscriptes causa d'això, reflectits com la classe eqüestre que eren cridats els que havien estat 'reclutats' pel Senat.
cs: Mnoho římských vojáků bylo naverbováno do služby. Zatímco dobrovolníci byli upřednostňováni, římský stát udržoval roční vojenský stav. V případě nouze byl stav a podmínky služby rozšířeny. Význam vojenské služby v republikánském Římě byl tak velký, že byl předpokladem pro politickou kariéru. Členové senátu byli kvůli tomu nazýváni Otcové odvedenci, což odráží to, jak se říkalo, že příslušník jezdců (ordo equester) byl "naverbován" do Senátu.
de: Viele römische Soldaten wurden in den Dienst eingezogen. Obwohl Freiwillige vorgezogen wurden, hatte der römische Staat jedes Jahr einen Wehrdienst vorgeschrieben. Während eines Notfalls wurde er ausgeweitet und die Verpflichtungen erhöht. Die Wichtigkeit des Wehrdienstes im republikanischen Rom was so groß, dass sie eine Vorbedingung für eine politische Karriere war.
el: Πολλοί Ρωμαίοι στρατιώτες επιστρατεύτηκαν σε υπηρεσία. Ενώ οι εθελοντές προτιμούνταν, το Ρωμαϊκό κράτος διατηρούσε ένα ετήσιο σχέδιο στρατολογίας. Κατά τη διάρκεια έκτακτης ανάγκης το σχέδιο και οι όροι υπηρεσίας διευρύνονταν. Η σημασία της στρατιωτικής θητείας στη Ρεπουμπλικανική Ρώμη ήταν τόσο μεγάλη που αποτελούσε προϋπόθεση για μια πολιτική καριέρα. Μέλη της Γερουσίας ονομάζονταν Στρατολογημένοι Πατέρες εξαιτίας αυτού, που αντανακλά στο πώς η Ιππάς έλεγαν ότι ήταν «καταταγμένοι» στη Γερουσία.
es_ar: Muchos soldados Romanos eran conscriptos, es decir, obligados a prestar servicio. Si bien se prefería a los voluntarios, el estado Romano mantenía un reclutamiento militar anual. Durante una emergencia, el reclutamiento y el plazo del servicio eran extendidos. La importancia del servicio militar a la República de Roma era tan grande que era un requisito previo a la carrera política. Los miembros del Senado eran llamados Padres Conscriptos por esto: reflejaba cómo el ordo equester era "conscripto" en el Senado.
eu: Erromatar soldadu asko zerbitzuan erreklutatuak izan ziren. Boluntarioak nahiago zituenean, Erromatar estatuak urteroko proiektuarekin jarraitu zuen. Larrialdi baten bitartean proiektua eta zerbitzuaren baldintzak luzatu ziren. Zerbitzu militarraren garrantzia Erromako errepublikan, ezinbesteko bete beharra zela politikan aritzeko. Hau dela eta, senatuko partaideak Soldadu Gurasoak izan ziren deituak, eta hau ikusten da ordo equester Senatuan "erreklutatua" izan zela esatean.
fa: بسیاری از سربازان رومی به خدمت اجباری فراخوانده می شدند. در حالی که ترجیه به استفاده از داوطلبان بود ولی در شرایط نیاز، خدمت نظامی بصورت اجبار در می آمد. خدمت نظامی در دوران جمهوری روم بسیار با اهمیت بود و کسانی که می خواستند وارد سیاست شوند حتما می بایست خدمت سربازی خود را سپری می کردند. و به همین دلیل هم رومی ها از آن به عنوان خدمت اجیاری یاد می کردند.
ga: Coinscríobhadh saighdiúirí Rómhánacha go leor sa tseirbhís. Cé gur fearr le hóglaigh, chaomhnaigh an stát Rómhánach coinscríobh míleata go bliantúil. Méadaíodh an coinscríobh seo agus tearmaí na seirbhíse i rith éigeandála. Bhí tábhacht seirbhíse míleata chomh tábhachtach gur bhí sí mar réamhriachtanas do ghairm polaitíochta. Tugadh 'Aithreacha Coinscríofa' ar Fheisirí an tSeanaid mar gheall air seo, léiríodh é seo sa chaoi a raibh an 'ordo equester' "coinscríofa" isteach sa tSeanaid.
hu: Sok római katona sorozással került szolgálatba. Bár az önkénteseket részesítették előnyben, a Római állam évenkénti sorozást tartott. Vészhelyzet során a sorozás és a szolgálat körét is bővítették. A katonai szolgálat olyan fontos volt a köztársasági Rómában, hogy a politikai karrier feltétele volt. A Szenátus tagjait ezért „sorozott atyáknak” is hívták, azt kifejezve, hogy a lovagi rend „be lett sorozva” a Szenátusba.
hy: Հռոմեացի շատ զինվորներ զորակոչված էին ծառայության։ Չնայած որ կամավորները նախընտրելի էին, հռոմեական պետությունը պահպանում էր ամենամյա զորակոչը։ Արտակարգ իրավիճակում զորակոչը և ծառայության պայմանները մեծացվում էին։ Հռոմեական հանրապետությունում զինվորական ծառայության կարևորությունն այնքան մեծ էր, որ այն քաղաքական կարիերայի նախապայման էր։ Այս պատճառով սենատի անդամները կոչվում էին "Զորակոչի հայրեր"՝ հղում անելով էկվիտների՝ սենատ "զորակոչվելուն"։
ko: 많은 로마 군인들이 징집되어 병역을 수행했습니다. 지원자가 선호되는 시기에 로마는 매년 징병제도를 유지했습니다. 유사시 징병과 복무조건이 확대되었습니다. 공화국 로마에서 병역의 중요성이 매우 컸기 때문에 정치 경력을 위해 필수 조건이었습니다. 상원의원은 이때문에 원로원 의원이라고 불렸고, 귀족 기사도가 상원에 "징집"이 되었다고 하는것에 반영되었습니다. -- 마지막줄번역확인??
nb: Mange romerske soldater ble innkalt til tjeneste. Mens frivillige ble foretrukket, holdt den romerske staten en årlig sesjon. Under en nødsituasjon ble sesjonen og kravene utvidet. Betydningen av militærtjeneste i republikken Rom var så stor at det var en forutsetning for en politisk karriere. Senatmedlemmer ble kalt "Patres (et) Conscripti" på grunn av dette, av hensyn til hvordan det ble sagt at romerske ordo-riddere ble "innrullert" i senatet.
pl: Wielu rzymskich żołnierzy zostało zwerbowanych do służby. Mimo, że wolano wolontariuszy, Rzymskie stany prowadziły coroczne pobory do armii. W czasach potrzeby, pobory i warunki służby poszerzano. Waga służby wojskowej w Republice Rzymskiej była tak wielka, że był to wymóg dla politycznej kariery. Członkowie Senatu byli nazywani Ojcami Rekrutów, ponieważ mówiono o "werbowaniu" stanu patrycjuszy do służby w Senacie.
pt_br: Muitos soldados romanos foram recrutados para o serviço. Enquanto os voluntários eram preferidos, o estado romano manteve um rascunho militar anual. Durante uma emergência, o rascunho e os termos de serviço foram ampliados. A importância do serviço militar na Roma republicana foi tão grande que era um pré-requisito para uma carreira política. Os membros do Senado foram chamados de Pais Conscritos por causa disso, refletidos em como a ordem equestre foi dito ter sido "recrutado" no Senado.
ru: Многие римские солдаты были призваны на службу. Хотя добровольцы и были предпочтительнее, римское государство действительно поддерживало ежегодный призыв. Во время чрезвычайной ситуации призыв и его условия расширялись на более широкие слои населения. Важность военной службы в республиканском Риме была настолько велика, что с неё стала начинаться политическая карьера, поэтому членов Сената стали назвать «Отец-Призывник». Это отразилось так же на том, что Эквиты, как говорили, были «призваны» в Сенат.
sv: Många romerska soldater var i tjänst. Medan volontärer föredrog, behöll det romerska staten ett årligt militärt utkast. Under en nödsituation utvidgades utkastet och användarvillkoren. Betydelsen av militärtjänsten i republikanska Rom var så stor att det var en förutsättning för en politisk karriär. Senatens ledamöter kallades Conscript Fathers på grund av detta, vilket återspeglas i hur ordo equester sägs ha varit "conscripted" i senaten.
tr: Çoğu Romalı asker görevden alındı. Gönüllüler tercih edilirken, Roma devleti yıllık bir askeri taslak hazırladı. Acil durumlarda taslak ve hizmet şartları genişletildi. Cumhuriyet Roma'sında askerlik hizmetinin önemi o kadar büyüktü ki, siyasi bir kariyer için bir ön şarttı. Senato üyelerine Conscript Babalar denirdi, bunun sebebi, ordo talebinin Senatoda "askere alındığı" şeklinde yansıyan bir ifadeydi.
uk: Багато римських солдатів були покликані на службу. Хоча добровольцям й були віддані переваги, римська держава підтримувала щорічний військовий бюджет. Під час надзвичайних ситуацій бюджет та контракти були розширені. Важливість військової служби в Республіканському Римі була настільки великою, що це була передумова політичної кар'єри. У зв'язку з цим члени сенату були названі консерваторами, що відобразилося в тому, як було сказано, що "ordo equester" був "призведений" у сенат.
zh: 许多罗马士兵被征召入伍。 虽然志愿者是首选，但罗马各地确实保留了年度军事选拔。 在紧急情况下，草案和服务条款得到扩大。 罗马共和党服兵役的重要性很大，为个人政治生涯的先决条件。

source: Lucius Junius Brutus
bg: Луций Юний Брут
ca: Luci Juni Brut
de: Lucius Iunius Brutus
el: Λεύκιος Ιούνιος Βρούτος
es_ar: Lucio Junio Bruto
fa: لوسیوس جونیوس بروتوس
ga: Lúiceas Iúineas Brútus
he: לוציוס יוניוס ברוטוס
hy: Լուցիոս Հունիոս Բրուտոս
it: Lucio Giunio Bruto
ja: ルキウス・ユニウス・ブルトゥス
ko: 루키우스 유니우스 브루투스
pl: Lucjusz Juniusz Brutus
pt_br: Lúcio Júnio Bruto
ru: Луций Юний Брут
tt: Луций Юний Брут
uk: Луцій Юній Брут
zh: 卢基乌斯·朱尼厄斯·布鲁特斯
zh_tw: 盧基烏斯·尤尼烏斯·布魯圖斯

source: Lucius Tarquinius Collatinus
bg: Луций Тарквиний Колатин
ca: Luci Tarquini Col·latí
el: Λούκιος Ταρκήνιος Κολλατίνος
es_ar: Lucio Tarquinio Colatino
fa: لوسیوس تارکیونیوس کولاتینوس
ga: Lúiceas Tarcaonas Collatanas
hy: Լուցիոս Տարկվինիուս Կոլատինուս
it: Lucio Tarquinio Collatino
ja: ルキウス・タルクィニウス・コッラティヌス
ko: 루키우스 타르퀴니우스 콜라티누스
pl: Lucjusz Tarkwiniusz Kollatyn
pt_br: Lúcio Tarquínio Colatino
ru: Луций Тарквиний Коллатин
tt: Луций Тарквиний Коллатин
uk: Луцій Тарквіній Коллатін
zh: 卢基乌斯·塔克尼乌斯·克拉汀斯
zh_tw: 盧基烏斯·塔克尼烏斯·柯拉汀斯

source: Gaius Julius Caesar Octavianus
bg: Гай Юлий Цезар Октавиан
ca: Gai Juli Cèsar Octavià
el: Γάιος Ιούλιος Καίσαρας Οκταβιανός
es_ar: Cayo Julio César Octaviano
fa: گایوس ژولیوس سزار اکتاویانوس
ga: Caius Iúilius Caesar Óctaibheanas
he: גאיוס יוליוס קיסר אוקטוויאנוס
hy: Գայոս Հուլիոս Կեսար Օկտավիանոս
it: Gaio Giulio Cesare Ottaviano
ja: ガイウス・ユリウス・カエサル・オクタウィアヌス
ko: 가이우스 율리우스 카이사르 옥타비아누스
pt_br: Caio Júlio César Otaviano
ru: Гай Юлий Цезарь Октавиан
tt: Гай Юлий Цезарь Октавиан
uk: Гай Юлій Цезар Октавіан Август
zh: 盖乌斯·尤利乌斯·恺撒·屋大维
zh_tw: 蓋烏斯•尤里烏斯•凱撒•奧古斯都

source: Marcus Vipsanius Agrippa
bg: Марк Випсаний Агрипа
ca: Marc Vipsani Agripa
el: Μάρκος Βιψάνιος Αγρίππας
es_ar: Marco Vipsanio Agripa
fa: مارکوس ویپسانیوس آگریپا
ga: Marcas Vepseánas Aigreappa
he: מרקוס ויפסניוס אגריפה
hy: Մարկոս Վիպսանիոս Ագրիպպա
it: Marco Vipsanio Agrippa
ja: マルクス・ウィプサニウス・アグリッパ
ko: 마르쿠스 빕사니우스 아그리파
pl: Marek Wipsaniusz Agrypa
pt_br: Marco Vipsânio Agripa
ru: Марк Випсаний Агриппа
tt: Марк Випсаний Агриппа
uk: Марк Віпсаній Агріппа
zh: 玛尔库斯·维普撒尼乌斯·阿格里帕
zh_tw: 瑪爾庫斯·維普撒尼烏斯·阿格里帕

source: Gaius Iulius Iullus
bg: Гай Юлий Юл
ca: Gai Juli Jul
el: Ιούλιος, Γάιος Ίουλος
es_ar: Cayo Julio Julo
fa: گایوس لولیوس لولوس
ga: Caius Iúilius Iúllus
he: גאיוס לוליוס לולוס
hy: Գայոս Յուլիոս Յուլոս
it: Gaio Giulio Iullo
ja: ガイウス・ユッルス・ユッルス
ko: 가이우스 이우리우스 이울루스
pl: Gajusz Juliusz Jullus
pt_br: Caio Júlio Julo
ru: Гай Юлий Юл
tt: Гай Юлий Юл
uk: Гай Юлій Юл

source: Gaius Servilius Structus Ahala
bg: Гай Сервилий Структ Ахала
ca: Gai Servili Estructe Ahala
el: Γάιος Σερβίλιος Στρούκτιος Αχάλας
es_ar: Cayo Servilio Estructo Ahala
fa: گایوس سرویلیوس استراکتوس آهالا
ga: Caius Séirbhileas Struchtas Ahala
hy: Գայոս Սերվիլոս Ստրուկտոս Ահալա
it: Gaio Servilio Strutto Ahala
ja: ガイウス・セルウィリウス・ストルクトゥス・アハラ
ko: 가이우스 세르비리우스 스트룩투스 아하라
pt_br: Caio Servílio Ahala
ru: Гай Сервилий Структ Ахала
tt: Гай Сервилий Структ Ахала
uk: Гай Сервілій Структ Ахала

source: Publius Cornelius Rufinus
bg: Публий Корнелий Руфин
ca: Publi Corneli Rufí
el: Πούμπλιος Κορνήλιος ο Ρουφίνος
es_ar: Publio Cornelio Rufino
fa: پابلیوس کورنلیوس روفینوس
ga: Púiblias Coirnéileas Rúfanas
he: פאביוס קורנליוס רופינוס
hy: Պուբլիոս Կորնելիոս Րուֆինոս
it: Publio Cornelio Rufino
ja: プブリウス・コルネリウス・ルフィヌス
ko: 푸브리우스 코르네리우스 루피누스
pt_br: Públio Cornélio Rufino
ru: Публий Корнелий Руфин
tt: Публий Корнелий Руфин
uk: Публий Корнелий Руфин

source: Lucius Papirius Cursor
bg: Луций Папирий Курсор
ca: Luci Papiri Cursor
el: Λεύκιος Παπίριος Κούρσωρ
es_ar: Lucio Papirio Cursor
fa: لوسیوس پاپیریوس کرسور
ga: Lúiceas Paipíreas Cursóir
he: לוציוס פפירוס קורסור
hy: Լուցիոս Պապիրիուս Կուրսոր
it: Lucio Papirio Cursore
ja: ルシウス・パピリウス・クルソル
ko: 루시우스 파피리우스 쿠르소르
pt_br: Lúcio Papírio Cursor
ru: Луций Папирий Курсор
tt: Луций Папирий Курсор
uk: Луцій Папірій Курсор
zh: 卢基乌斯·帕皮尔斯·柯瑟
zh_tw: 盧基烏斯·帕皮爾斯·柯瑟

source: Aulus Manlius Capitolinus
bg: Авъл Манлий Капитолин
br: Aulus Manlius Kapitolinus
ca: Aule Manli Capitolí
el: Αύλος Μάνλιος Καπιτωλίνος
es_ar: Aulo Manlio Capitolino
fa: آئولوس مانلیوس کپیتولینوس
ga: Aulas Máinileas Cáipitealanas
hy: Աուլոս Մանլիոս Կապիտոլինոս
it: Aulo Manlio Capitolino
ja: アウルス・マンリウス・カピトリヌス
ko: 아우루스 만리우스 카피토리누스
pl: Aulus Manliusz Kapitolinus
pt_br: Aulo Mânlio Capitolino
ru: Авл Манлий Капитолин
tt: Авл Манлий Капитолин
uk: Авл Манлій Капітолін
zh: 奥卢斯·曼利乌斯·卡皮托利努斯

source: Publius Cornelius Scipio Africanus
bg: Публий Корнелий Сципион Африкански
ca: Publi Corneli Escipió Africà
el: Πούμπλιος Κορνήλιος Σκιπίων ο Αφρικανός
es_ar: Publio Cornelio Escipión el Africano
fa: پابلیوس کورنلیوس اسکیپیو آفریکانوس
ga: Púiblias Coirnéileas Scipio Aifriceanas
hy: Պուբլիոս Կորնելիոս Սկիպիոն Աֆրիկացի
it: Publio Cornelio Scipione Africano
ja: プブリウス・コルネリウス・スキピオ・アフリカヌス
ko: 푸블리우스 코르넬리우스 스키피오 아프리카누스
pl: Scypion Afrykański Starszy
pt_br: Públio Cornélio Cipião Africano
ru: Публий Корнелий Сципион Африканский
uk: Публій Корнелій Сципіон Африканський
zh: 征服非洲的普布利乌斯·科尔内利乌斯·西庇阿
zh_tw: 征服非洲的 普布利烏斯·科爾內利烏斯·西庇阿
