Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-buildings.po
Languages: ar, ast, bg, cs, el, es_ar, fa, he, hy, ko, ru, uk, zh, zh_tw

source: Train the Nine Ministers. Territory root. Research a powerful suite of Administrative technologies.
ast: Sitiu unde se crean los Nuove Ministros & se disinvuolven toda una riestra de téchnicas administrativas. Val p’afhitare lhindes territoriales.
bg: Обучава деветте министри. Коренна територия. Проучва важни подобрения.
ko: 아홉 명의 관리를 훈련시키십시오. 영역 루트입니다. 강력한 관리 기술 수행원을 연구합니다.
ru: Позволяет обучать министров. Коренное владение. Позволяет проводить важные исследования.
uk: Навчання дев'яти міністрів. Територіальне впровадження. Дослідження потужного набору адміністративних технологій.
zh: 训练九个部长. 领土根基. 研发一套管理技术。
zh_tw: 訓練九卿。領土地基。研發一套強大的管理科技。

source: Wànglóu
bg: Уанлоу
uk: Ванлоу
zh: 望楼

source: Bamboo Stockade
ast: Varganal de bambú
bg: Бамбукова ограда
ko: 대나무 방책
ru: Бамбуковый частокол
uk: Бамбуковий частокол
zh: 竹寨
zh_tw: 竹寨

source: Bamboo Stockade Gate
ast: Puorta de varganal de bambú
bg: Порта за бамбукова ограда
ko: 대나무 방책 성문
ru: Ворота в бамбуковом частоколе
uk: Брама бамбукового частоколу
zh: 竹寨门
zh_tw: 竹寨門

source: Bamboo Stockade Tower
ast: Torre de varganal de bambú
bg: Кула за бамбукова ограда
ko: 대나무 방책 탑
ru: Башня в бамбуковом частоколе
uk: Вежа бамбукового частоколу
zh: 竹寨塔
zh_tw: 竹寨塔

source: Bǎ Chǎng
bg: Ба Чан
uk: Ба чан
zh: 靶场

source: Shào Tǎ
bg: Чао Та
uk: Шао та
zh: 哨塔

source: Mǎ Jiù
bg: Ма Дзиу
uk: Ма цзю
zh: 马厩

source: Cāngkù
bg: Цанку
uk: Цанку
zh: 仓库

source: Sìmiào
bg: Съмяо
uk: Симяо
zh: 寺庙

source: Chéng Mén
bg: Чън Мън
ru: Ченг Мен
uk: Чен мень
zh: 城门

source: Chéng Yuán
bg: Чън Юен
ru: Ченг Ян
uk: Чен юань
zh: 城垣

source: Chéng Lóu
bg: Чън Лоу
ru: Ченг Лоу
uk: Чен лоу
zh: 城楼

source: Yōng
bg: Юн
uk: Юн
zh: 墉

source: Míngtáng Bìyōng
bg: Минтан Биюн
uk: Мінтан біюн
zh: 明堂辟雍

source: Epic Temple
ast: Cielha virginal
bg: Епичен храм
cs: Působivý chrám
el: Επικός ναός
ko: 영웅 사원
ru: Грандиозный храм
uk: Епічний храм
zh: 大神庙
zh_tw: 史詩神廟

source: Naos Parthenos
ast: Naós Parthénos
bg: Наос партенос
el: Νέος Παρθένος
ko: 나오스 파르테논 신전
ru: Наос Парфенос
uk: Наос Партхенос
zh: 帕特农神庙

source: Garrison units to heal them at a quick rate.
ast: Intsi-la d’unidades pa sanallas rápido.
bg: Поставете единици вътре, за да възстановите по-бързо здравето им.
cs: Obsaďte posádkou pro její rychlé zhojení.
el: Θέσε μονάδες σε φρουρά για να τις θεραπεύσεις με γρήγορο ρυθμό.
ko: 빠른 속도로 유닛들을 치료하려면 주둔시킵니다.
ru: Разместите юнитов внутри, чтобы быстро восстановить их здоровье.
uk: Розмістити підрозділи у гарнізоні, щоб зцілити їх у швидкому темпі.
zh: 单位驻防，以便迅速治愈。
zh_tw: 進駐單位以快速治療他們。

source: Portico
ast: Propylea
bg: Портик
cs: Sloupová předsíň
el: Στοά
ko: 포르티코
ru: Портико
uk: Портик
zh: 门廊
zh_tw: 門廊

source: Propylaea
ast: Propýlaia
bg: Пропилеи
el: Προπύλαια
ko: 아테네의 입구
ru: Пропилеи
uk: Пропюляйа
zh: 通廊

source: Hellenic Stoa
ast: Stoa hellénica
bg: Елинска стоа
cs: Helénská krytá kolonáda
el: Ελληνική Στοά
ko: 헬레닉 스토아
ru: Эллинская стоя
uk: Еллінська стоа
zh: 希腊柱廊

source: Oppidum
ar: أوپيدوم
ast: Jli
bg: Опидум
el: πόλη
es_ar: Oppidum-Centro Cívico
fa: اوپیدوم
he: אופידום
hy: Օպիդում
ko: 옵피둠
ru: Оппидум
uk: Оппідум
zh: 市政中心

source: Saroe
ar: سارو
ast: Tegi
bg: Сарое
el: Εικόνες
es_ar: Saroe-Corral
he: סארו
hy: Սարոե
ko: 사로에
ru: Сарое
uk: Сарое
zh: 畜栏

source: Dorre
ar: دوري
ast: Zanitoki
bg: Доре
el: Πύργος
es_ar: Dorre-Torre de Defensa
he: דורה
hy: Դոռե
ko: 도르레
ru: Дорре
uk: Дорє
zh: 角楼

source: Kai
ar: كايّ
ast: Ontzigintz
bg: Каи
el: όταν
es_ar: Kai-Muelle
fa: کای
he: קאי
hy: Կայ
ko: 카이
ru: Кай
uk: Кай
zh: 码头

source: Baserri
ar: باسيرّي
ast: Basetse
bg: Басерри
el: αγρόκτημα
es_ar: Baserri-Granja
he: בסרי
hy: Բասեռի
ko: 바세르리
ru: Басерри
uk: Басєрі
zh: 粮仓

source: Soro
ar: سورو
ast: Alhor
bg: Соро
el: Σορός
es_ar: Soro-Huerto
he: שדה
hy: Սորո
ko: 소로
ru: Соро
uk: Соро
zh: 农田

source: Harotz
ar: هاروتز
ast: Sutegi
bg: Харотз
el: μεταλλουργός
es_ar: Harotz-Herrería
fa: هاروتز
he: חרוץ
hy: Հարոց
ko: 하로츠
ru: Ароц
uk: Ароц
zh: 兵器厂

source: Castro
ar: كاسترو
ast: Gothorgune
bg: Кастро
el: Κάστρο
es_ar: Castro-Fortaleza
he: קסטרו
hy: Կաստրո
ko: 카스트로
ru: Кастро
uk: Кастро
zh: 堡垒

source: Etxe
ar: إتشي
ast: Etse
bg: Етксе
el: Οικία
es_ar: Etxe-Casa
he: בית
hy: Էտխե
ko: 에트제
ru: Эче
uk: Ечє
zh: 民居

source: Arruga
ar: أروجا
ast: Saleloskunde
bg: Арруга
el: Ζάρωμα
es_ar: Arruga-Mercado
fa: آروگا
he: שוק
hy: Առուգա
ko: 아르루가
ru: Арруга
uk: Аруґа
zh: 集市

source: Revered Monument
ar: النصب المعظم
ast: Monimiento sagrado
bg: Почитаем паметник
cs: Uctívaný monument
el: Ανεστραμένο μνημείο
es_ar: Monumento Venerado
fa: بنای تاریخی قابل احترام
he: אנדרטה נערצת
hy: Մեծարված հուշարձան
ko: 숭배하는 기념비
ru: Почитаемый монумент
uk: Монумент пошани
zh: 雕像
zh_tw: 崇敬紀念碑

source: Gur Oroigarri
ar: جور أورجاى
ast: Gogoangarri
bg: Гур Ороигарри
fa: گور اورویگاری
he: גור אורויגשרי
hy: Գուր Օրոիգառի
ko: 구르 오로이가르리
ru: Гур Ороигарри
uk: Ґур оройґарі
zh: 纪念雕像

source: Monument
ar: نصب تذكاري
ast: Monimiento
bg: Паметник
el: Μνημείο
es_ar: Monumento
fa: بنای تاریخی
he: אַנדַרטָה
hy: Հուշարձան
ko: 기념비
ru: Монумент
uk: Монумент
zh: 纪念雕像
zh_tw: 紀念碑

source: Ola
ar: أُلّا
ast: Onol
bg: Ола
el: Όλα
es_ar: Ola-Almacén
he: אולה
hy: Օլա
ko: 오라
ru: Ола
uk: Ола
zh: 库房

source: Loki
ar: لُوكِي
ast: Gurtoki
bg: Локи
el: Λόκι
es_ar: Loki-Templo
he: מקדש
hy: Լոկի
ko: 로키
ru: Локи
uk: Локі
zh: 神庙

source: Biko Sarbide
ar: بوابة المدينة
ast: Athe
bg: Бико сарбиде
es_ar: Biko Sarbide-Puerta
he: סיקו בייקו
hy: Բիկո Սարբիդե
ko: 비코 사르비데
ru: Бико Сарбиде
uk: Біко сарбідє
zh: 城门

source: Zabal Horma
ar: جدار المدينة
ast: Harhesi
bg: Забал хорма
el: Ζαμπάλ Χόρμα
es_ar: Zabal Horma-Muralla
he: זאבאל הורמה
hy: Զաբալ Հորմա
ko: 자발 호르마
ru: Сабал Орма
uk: Сабаль орма
zh: 城墙

source: Cancho Roano
ar: كونشو روانو
ast: Amalurrenetse
bg: Канчо роано
el: Κάνσο Ροάνο
es_ar: Cancho Roano-Maravilla
fa: کانچو روآنو
he: קנצ'ו רונו
hy: Կանչո Ռոանո
ko: 칸초 로아노
ru: Канчо-Роано
uk: Канчо Роано
zh: 古城遗迹

source: Ishtar Gate of Babylon
ar: بوّابة عشتار لبابل
ast: Puorta d’Istar
bg: Портата на Ищар на Вавилон
cs: Ištařina babylonská brána
el: Πύλη Ιστάρ της Βαβυλώνας
es_ar: Puerta de Ishtar de Babilonia
fa: دروازه ایشتار بابل
he: שער אישתאר של בבל
hy: Բաբելոնի Իշտարի դարպասներ
ko: 바빌론의 이슈타르 문
ru: Ворота Иштар в Вавилоне
uk: Брама Іштар з Вавилону
zh: 巴比伦伊什塔尔城门
zh_tw: 巴比倫的伊什塔爾城門

source: Territory root.
ast: Val p’afhitare lhindes territoriales.
bg: Коренна територия.
cs: Vytváří hranici území.
el: Περιοχή εκκίνησης.
ko: 영토에 정착합니다.
ru: Коренное владение.
uk: Територіальне впровадження.
zh: 领土
zh_tw: 領土地基。

source: Pr-ỉwn n ms
cs: Sklad zbraní
ko: 페레-이운 네 메세
ru: Пер-иун эн мес
uk: Пер-іун ні мес
zh: 攻城机械厂

source: pr-msʿyw
cs: Kasárna
ko: 페레-메세이우
ru: пер-месаиу
uk: Пер-месаіу
zh: 军营

source: Blemmye Camp
ar: معسكر البلميين
ast: Campamento blemye
bg: Блемски лагер
cs: Blemmyjský tábor
el: Κατασκήνωση Ακέφαλων
es_ar: Campamento blemmye
fa: اردوگاه بلمیه
he: מחנה בלמי
hy: Բլեմմինների ճամբար
ko: 브렘몌 막사
ru: Лагерь блеммиев
uk: Блеммійський табір
zh: 布伦米营地
zh_tw: 布雷米斯營地

source: Train Blemmye Mercenaries.
ast: Sitiu unde se crean Mercenarios blemyes.
bg: Обучава блемийски наемници.
cs: Vycvičte blemmyeské žoldáky.
el: Εκπαιδεύστε Bλέμμυες Μισθοφόρους.
ko: 브렘몌 용병을 훈련시킵니다.
ru: Позволяет нанимать блеммийских наёмников.
uk: Навчання блеммійських найманців.
zh: 招募布伦米佣兵
zh_tw: 訓練布雷米斯傭兵。

source: Noba Village
ast: Vilhar noba
bg: Нубийско село
cs: Nabijská vesnice
el: Χωρίο των Νουβιων (Ασουάν, Αίγυπτος)
ko: 노바 마을
ru: Нубийская деревня
uk: Село ноба
zh: 努巴村庄
zh_tw: 努比亞村落

source: Train Noba Mercenaries.
ast: Sitiu unde se crean Mercenarios noba.
bg: Обучава нубийски наемници.
cs: Vycvičte nabijské žoldáky.
el: Εκπαιδεύστε Νούβιους Μισθοφόρους
ko: 노바 용병을 훈련시킵니다.
ru: Позволяет нанимать нубийских наёмников.
uk: Навчання найманців ноба.
zh: 招募努巴佣兵
zh_tw: 訓練努比亞傭兵。

source: Pr-nsw
bg: Пр-нсл
el: Πρ-νσβ
hy: Պեր-նեսու
ko: 페레-네수
ru: Пер-несу
uk: Пер-несу
zh: 市政中心

source: ihy
bg: ихй
el: ιχγι
he: ללא שם: כן
hy: իխի
ko: 이히
ru: Ихи
uk: Іхі
zh: 畜栏

source: tsmt ʿȝ
cs: Obranná věž
ko: 테세메테 아
ru: тесемет а
uk: Тесемет аа
zh: 碉楼

source: Mryt
bg: Мрит
el: Μρυτ
he: מריט
hy: Մերիտ
ko: 메리테
ru: Мерит
uk: Меріт
zh: 码头

source: Ỉḥ Abu
cs: Sloní stáje
ko: 이헤 아부
ru: Их Абу
uk: Іх абу
zh: 象舍

source: sht
bg: шт
el: Σχτ
hy: սեխետ
ko: 세헤테
ru: Сехет
uk: Сехет
zh: 农田

source: hmw hʿy n rȝ-ʿ
ko: 헤무 헤이 네 라-
ru: хему хаи эн раа
uk: Хему хаі ні ра-а
zh: 兵器厂

source: Htm
bg: Хтм
el: Χτμ
hy: Խետեմ
ko: 헤테메
ru: Хетем
uk: Хетем
zh: 堡垒

source: Pr
bg: Пр
el: Πρ
hy: Պեր
ko: 페레
ru: Пер
uk: Пер
zh: 民居

source: Pr-sbt
bg: Пр-сбт
el: Πρ-σμπτ
hy: Պեր-սեբետ
ko: 페레-세베테
ru: Пер-себет
uk: Пер-себет
zh: 集市

source: trtr
bg: тртх
el: τρτρ
hy: տերտեր
ko: 테레테레
ru: Тертер
uk: Теретер
zh: 望楼

source: Large Pyramid
ar: هرم كبير
ast: Pyrámide maior
bg: Голяма пирамида
cs: Velká pyramida
el: Μεγάλη Πυραμίδα
es_ar: Pirámide grande
fa: هرم بزرگ
he: פירמידה גדולה
hy: Մեծ բուրգ
ko: 대형 피라미드
ru: Большая пирамида
uk: Велика піраміда
zh: 金字塔
zh_tw: 大金字塔

source: mr ʿȝ
ko: 메레 아
ru: Мер а
uk: Мер аа
zh: 大金字塔

source: Pyramid
ar: هرم
ast: Pyrámide
bg: Пирамида
cs: Pyramida
el: Πυραμίδα
es_ar: Piramide
fa: هرم
he: פירמידה
hy: Բուրգ
ko: 피라미드
ru: Пирамида
uk: Піраміда
zh: 金字塔
zh_tw: 金字塔

source: Small Pyramid
ar: هرم صغير
ast: Pyrámide minor
bg: Малка пирамида
cs: Malá pyramida
el: Μικρή Πυραμίδα
es_ar: Pirámide pequeña
fa: هرم کوچک
he: פירמידה קטנה
hy: Փոքր բուրգ
ko: 소형 피라미드
ru: Малая пирамида
uk: Мала піраміда
zh: 金字塔
zh_tw: 小金字塔

source: mr
bg: мр
el: μρ
he: אדון
hy: մեր
ko: 메레
ru: мер
uk: Мер
zh: 小金字塔

source: Pr-Pdt
bg: Пр-Пдт
el: Πρ-Πμπτ
hy: Պեր-Պեդետ
ko: 페레-페데테
ru: Пер-Педет
uk: Пер-педет
zh: 靶场

source: tsmt
bg: тсмт
el: τσμτ
hy: տեսեմետ
ko: 테세메테
ru: тесемет
uk: Тесемет
zh: 防御塔

source: Shrine
ar: ضريح
ast: Sanctuario
bg: Олтар
cs: Svatyně
el: Βωμός
es_ar: Santuario
fa: زیارتگاه
he: מקדש
hy: Սրբավայր
ko: 사당
ru: Святыня
uk: Святиня
zh: 神庙
zh_tw: 神殿

source: ḥwt-nṯr
bg: хлт-нтр
el: Χοτ-ντρ
he: חווט-נר
hy: հուտ-նետեր
ko: 후테-네테레
ru: Хут-нэчэр
uk: Хут-нечер
zh: 神庙

source: Ỉḥ Ssmt
bg: Их Ссмт
el: Ιχ Σσμτ
hy: Իհ Սիսմետ
ko: 이헤 세세메테
ru: Икх Сисмет
uk: Іх сесмет
zh: 马厩

source: wdȝt
ko: 우다테
ru: Удат
uk: Удат
zh: 库房

source: Temple of Apedemak
ar: معبد أباداماك
ast: Palaç d’Apedemaka
bg: Храм на Апедемак
cs: Apademakův chrám
el: Ναός του Απεδεμάκ
es_ar: Templo de Apedemak
fa: معبد آپدماک
he: מקדש אפדמק
hy: Ապեդեմակի տաճար
ko: 아페데마크 사원
ru: Храм Апедемака
uk: Храм Апедемака
zh: 神庙
zh_tw: 戰神阿培德馬克神廟

source: Pr-ʿIprmk
ko: 페레-이페레메케
ru: Пер-Аперемек
uk: Пер-Аперемек
zh: 塞赫梅特神庙

source: Train Healers and Apedemak Champions and research healing technologies.
ast: Sitiu unde se crean Curandeiros & Custodes d’Apedemaka & se disinvuolven téchnicas médicas.
bg: Обучава лечители и последователи на Апедамак. Проучва лечебни подобрения.
cs: Vycvičte léčitele a apedemakské elitní bojovníky a zkoumejte léčivé technologie.
el: Εκπαιδε΄στε Θεραπευτές και Απεδεμάκ Πρωταθλητές και ερευνήστε θερπίες τεχνολογίας.
ko: 치유사들과 아페데막 챔피언을 훈련하고 치유 기술을 연구합니다.
ru: Позволяет обучать целителей и гвардию Апедемака и исследовать технологии целительства.
uk: Навчання цілителів і чемпіонів Апедемака, та дослідження зцілювальних технологій.
zh: 训练医师和冠勇守卫，，研发治疗技术
zh_tw: 訓練治療者與阿培德馬克鬥士及研發治療科技。

source: TempleOfApedemak
ast: PalaçApedemaka
bg: Храм на Апедемак
cs: Apademakův chrám
el: Ναός του Apedemak
ko: 아페데막의 사원
ru: Храм Апедемака
uk: Храм Апедемака
zh: 神庙
zh_tw: 阿培德馬克神殿

source: Grand Temple of Amun
ar: معبد آمون العظيم
ast: Palaçon d’Amani
bg: Велик храм на Амон
cs: Velkolepý Amonův chrám
el: Μεγάλος Ναός του Άμων
es_ar: Gran Templo de Amón
fa: معبد بزرگ آمون
he: בית המקדש הגדול של אמון
hy: Ամունի Մեծ տաճար
ko: 아문의 거대 사원
ru: Великий Храм Амона
uk: Великий храм Амона
zh: 神庙
zh_tw: 大阿蒙神神廟

source: Pr-ʿImn
ko: 페레-임네
ru: Пер-Амон
uk: Пер-Амен
zh: 阿蒙神庙

source: Train Amun Champions and Elite Healers. Research healing technologies.
ast: Sitiu unde se crean Custodes d’Amani & Curandeiros singulares & se disinvuolven téchnicas médicas.
bg: Обучава гвардейци на Амон и елитни лечители. Проучва лечебни подобрения.
cs: Vycvičte šampiony Amuna a elitní léčitele . Vyzkoumej léčivé technologie.
el: Εκπαιδεύστε Πρωταθλητλες Άμμων και Επίλεκτους/ες Θεραπευτές/τριες. Αναζητήστε τεχνολογίες θεραπείας
ko: 아문 챔피언과 정예 치유사들을 훈련합니다. 치유 기술을 연구합니다.
ru: Позволяет обучать гвардию Амона и отборных целителей и исследовать технологии целительства.
uk: Навчання чемпіонів Амона та елітних цілителів. Дослідження зцілювальних технологій.
zh: 训练阿蒙冠勇兵和精锐医师，研发治疗技术。
zh_tw: 訓練阿蒙鬥士與菁英治療者。研發治療科技。

source: TempleOfAmun
ast: PalaçonAmani
bg: Храм на Амон
cs: Amonův chrám
el: Ναος του Αμμώνος
ko: 아문 사원
ru: Храм Амона
uk: Храм Амона
zh: 阿蒙神庙
zh_tw: 阿蒙神神殿

source: ʿryt
ko: 리테
ru: арит
uk: Аріт
zh: 城门

source: sbty
bg: сбтй
el: σμπτγι
hy: սեբետի
ko: 세베티
ru: Себети
uk: Себеті
zh: 城墙

source: sȝwt
ko: 사우테
ru: саут
uk: Саут
zh: 角楼

source: Mnw nht
bg: Мнл нхт
el: Μνο νχτ
hy: Մենու նեհետ
ko: 메누 네헤테
ru: Мену нехет
uk: Мену нехет
zh: 奇观

source: Bibliothēkē
ast: Bibliothḗkē
bg: Библиотека
cs: Knihovna
el: Βιβλιοθήκη
ru: Библиотеке
uk: Бібліотхеке
zh: 图书馆

source: Anaktoron ton Aigai
el: Ανάκτορο των Αιγών
ko: 에게 해의 궁전
uk: Анакторон тон Айґай
zh: 爱琴海宫殿

source: Rajadhanika
ar: رَاجَادَانْكَا
ast: Rājadhānikā
bg: Раджадханика
es_ar: Rajadhanika-Centro Cívico
he: ראג'אדאניקה
hy: Ռաջադհանիկա
ko: 라자드하니카
ru: Раджадханика
uk: Раджадханіка
zh: 市政中心

source: Gotra
ar: غُوتْرَا
bg: Готра
el: Μαντρί
es_ar: Gotra-Corral
fa: گوترا
he: גוטרה
hy: Գոթրա
ko: 고트라
ru: Готра
uk: Ґотра
zh: 畜栏

source: Udarka
ar: أُودَارْكَا
bg: Ударка
es_ar: Udarka-Torre de Defensa
he: אודארקה
hy: Ուդարկա
ko: 우다르카
ru: Ударка
uk: Ударка
zh: 防御塔

source: Naukasthanaka
ar: نَاوْكَاسْتَانَاكَا
ast: Naukāsthānaka
bg: Наукастханака
es_ar: Naukasthanaka-Muelle
hy: Նաուկասթանակա
ko: 나우카스타나카
ru: Наукастанака
uk: Наукастханака
zh: 码头

source: Vāraṇaśālā
ar: ڤَارَانَاسَالَا
bg: Варанашала
es_ar: Vāraṇaśālā-Establo de Elefantes.
hy: Վարանասալա
ru: Варанасала
uk: Варанашала
zh: 象舍

source: Kshetra
ar: كَشِيتْرَا
ast: Kṣetra
bg: Кшетра
es_ar: Kshetra-Huerto
hy: Կշետրա
ko: 크세트라
ru: Кшетра
uk: Кшетра
zh: 农田

source: Lohakāra
ar: لُوهَاكَارَا
bg: Лохакара
es_ar: Lohakāra-Herrería
hy: Լոհակարա
ru: Лохакара
uk: Лохакара
zh: 兵器厂

source: Durg
ar: دُورْغ
ast: Durga
bg: Дург
es_ar: Durg-Fortaleza
he: דורג
hy: Դուրգ
ko: 두르그
ru: Дург
uk: Дурґ
zh: 堡垒

source: Griham
ar: جرهام
ast: Gṛha
bg: Грихам
es_ar: Griham-Casa
fa: گریهام
he: גרהם
hy: Գրիհամ
ko: 그리함
ru: Грихам
uk: Ґріхам
zh: 民居

source: Vipana
ar: ڤِيپَانَا
ast: Vipaṇa
bg: Випана
es_ar: Vipana-Mercado
fa: ویپانا
he: ויפאנה
hy: Վիպանա
ko: 비파나
ru: Випана
uk: Віпана
zh: 集市

source: Uparaksana
ar: أوپَارَاكْسَانَا
ast: Uparakṣaṇa
bg: Упараксана
es_ar: Uparaksana-Puesto de Avanzada
hy: Ուպարակսանա
ko: 우파라크사나
ru: Упараксана
uk: Упараксана
zh: 望楼

source: Palace
ar: قصر
ast: Regia
bg: Палат
cs: Palác
el: Παλάτι
hy: Պալատ
ko: 궁전
ru: Дворец
uk: Палац
zh: 王宫
zh_tw: 宮殿

source: Harmya
bg: Хармя
el: Παλάτι
fa: پشت بام
he: ארמון
hy: Հարմյա
ko: 하르먀
ru: Гармия
uk: Харм'я
zh: 王宫

source: Train Heroes and their Poison Maiden Guards. Territory root.
ko: 영웅과 그들의 독극물 소녀 경비병을 훈련시키세요. 영토 루트입니다.
zh: 训练英雄，及对应的毒女守卫。领土根基。
zh_tw: 訓練英雄和他們的毒女衛士。領土地基。

source: Edict Pillar of Ashoka
ar: مرسوم عمودى من أشوكا
ast: Pilar d’Áśoka
bg: Декретен стълб на Ашока
cs: Sloup s Ašókovým výnosem
el: Στήλη του Ashoka
es_ar: Edictos en los pilares de Aśoka
fa: ستون احکام آشوکا
he: עמוד צו של אשוקה
hy: Աշոկայի էդիկտների սյուն
ko: 아소카의 기둥
ru: Колонна эдиктов Ашоки
uk: Колона едикту Ашоки
zh: 阿育王敕令柱
zh_tw: 阿育王法敕

source: Śāsana Stambha Aśokā
ar: مرسوم عمودى من اشوكا
bg: Шасана стамбха Ашока
es_ar: Śāsana Stambha Aśokā-Pilar de Asóka
hy: Շասանա Ստամբհա Աշոկա
ru: Сасана Стамбха Ашока
uk: Шасана стамбха Ашока
zh: 阿育王敕令柱

source: Pillar
ar: عمود
ast: Pilar
bg: Стълб
cs: Pilíř
el: Κίονας
es_ar: Pilar
fa: ستون
he: עַמוּד
hy: Սյուն
ko: 기둥
ru: Колонна
uk: Колона
zh: 柱
zh_tw: 柱

source: Khalla
ar: خَالّا
bg: Кхала
es_ar: Khalla-Almacén
he: ח'אלה
hy: Խալլա
ko: 크할라
ru: Халла
uk: Кхалла
zh: 库房

source: Devalaya
ar: ديفلايا
bg: Девалая
es_ar: Devalaya-Templo
he: דוולאיה
hy: Դեվալայա
ko: 데바라야
ru: Дэвалайа
uk: Девалая
zh: 神庙

source: Rampart Tower
ast: Torre fortificada
bg: Кула с валове
cs: Rampartská věž
el: Πύργος Προμαχώνα
ko: 성곽 탑
ru: Опорная башня
uk: Вежа фортечного валу
zh: 城楼
zh_tw: 堡壘塔

source: Higher health tower with ramparts for up to 16 archers. Visibly garrisoned archers recieve a range and armor bonus. Only archers can garrison. Needs the murder holes tech to protect its foot.
ast: Torre de muitha vitalidade & spacio pa 16 arqueiros. A los occupantes visibles augmentan-se-llis l algame & resistencia. Solo los arqueiros puoden occupallu. Precisa de la téchnica “Interfectorios” pa protegere la sua base.
bg: По издръжлива кула с валове за 16 стрелци. Откритите стрелци получават допълнителна защита и подобрена видимост. Позволени са само стрелци. Изисква технологията „Мортиери“, за да защитава основите си.
cs: Vyšší zdravotní věž s hradbami až pro 16 lukostřelců. Viditelně obsazení lučištníci dostávají přídavek k dosahu a zbroji. Posádku mohou obsadit pouze střelci. Potřebuje technologii vražedných děr, aby chránila úpatí.
el: Πύργος με υψηλότερη αντοχή και προμαχώνες για 16 τοξότες. Οι ορατοί τοξότες φρουροί λαμβάνουν ένα μπόνους στο βεληνεκές και στη θωράκιση. Μόνο τοξότες μπορούν να γίνουν φρουρά. Χρειάζεται η τεχνολογία ταμπούρια για τη προστασία της βάσης του.
ko: 최대 16명의 궁수를 위한 성벽이 있는 더 높은 내구력이 있는 탑입니다. 눈에 띄게 주둔하는 궁수들은 사거리와 방어구 보너스를 받습니다. 오직 궁수만 주둔할 수 있습니다. 발을 보호하기 위해서는 근총안 기술이 필요합니다.
ru: Более прочная башня с валом, расчитанная на 16 лучников. Открыто размещённые лучники получают дополнительную защиту и улучшенную дальность стрельбы. Размещать можно только лучников. Для защиты подножия башни нужна технология дыр-убийц.
uk: Збільшити здоров'я вежі та кількість місць розміщення на фортечних валах до 16 стрільців. Помітно розміщені стрільці отримують дистанційний та захисний бонус. Тільки стрільці можуть бути розміщені у гарнизоні. Потребує технологію дір-вбивць, щоб захистити підніжжя.
zh: 生命值更高的防御塔可以驻守高达16位射手。可见的射手驻军将获得射程和装甲加成。只能驻守射手。需要“悬眼”技术以取消最小射程。
zh_tw: 生命值較高且帶有壁壘的塔，可進駐最多 16 名弓兵，駐紮的弓兵會獲得射程與裝甲加成。只能進駐弓兵。需要殲敵洞科技保護底部。

source: Dwara
ar: دُوَارَا
ast: Dvāra
bg: Длара
es_ar: Dwara-Puerta
hy: Դվարա
ko: 드와라
ru: Двара
uk: Двара
zh: 城门

source: Shilabanda
ar: شِيلَابَانْدَا
ast: Śilabanda
bg: Шилабанда
es_ar: Shilabanda-Muralla
he: שילבנדה
hy: Շիլաբանդա
ko: 실라반다
ru: Шилабанда
uk: Шілабанда
zh: 城墙

source: Puratta
ar: بيورتا
ast: Purāṭṭa
bg: Пурата
es_ar: Puratta-Torre de Muralla
he: פוראטה
hy: Պուրատտա
ko: 푸라따
ru: Пуратта
uk: Пуратта
zh: 角楼

source: Great Stupa
ar: ستوبا العظمى
ast: Gran Stupa
bg: Велика ступа
cs: Velká stúpa
el: Μεγάλη Στούπα
es_ar: Gran Estupa-Maravilla
fa: استوپای بزرگ
he: סטופה
hy: Մեծ Շտուպա
ko: 숭고한 사리탑
ru: Большая ступа
uk: Велика ступа
zh: 桑吉大塔

source: Mausoleum at Halicarnassus
ast: Mausoleo d’Halicarnassós
bg: Мавзолей в Халикарнас
cs: Mauzoleum v Halikarnassu
el: Μαυσωλείο της Αλικαρνασού
ko: 마우솔로스의 영묘
ru: Мавзолей в Галикарнасе
uk: Мавзолей у Галікарнасі
zh: 陵墓

source: Mausōleion
ast: Mausōleîon
bg: Мавзолей
cs: Mauzoleum
el: Μαυσωλείο
ru: Мавзолеион
uk: Маусолєйон
zh: 哈利卡纳苏斯陵墓

source: MercenaryCamp
ar: مخيم المرتزقه
ast: CampamentoMercenarios
bg: Наемническилагер
cs: Žoldnéřský tábor
el: Στρατόπεδο Μισθοφόρων
es_ar: Campamento Mercenario
fa: اردوگاه مزدوران
hy: Վարձկանների ճամբար
ko: 용병막사
ru: Лагерь наёмников
uk: Табір найманців
zh: 雇佣军营
zh_tw: 傭兵營地

source: Egyptian Mercenary Camp
ast: Campamento de mercenarios egypcios
bg: Египетски наемнически лагер
cs: Egyptský žoldnéřský tábor
el: Αιγυπτιακό Μισθοφορικό Στρατόπεδο
ko: 이집트 용병 막사
ru: Лагерь египетских наёмников
uk: Табір єгипетських найманців
zh: 雇佣军营
zh_tw: 埃及傭兵營地

source: Stratopedeia Misthophorōn
ast: Stratopedeía Misthophórōn
el: Στρατοπεδεία Μισθοφόρων
ru: Стратопедея Мистофорон
uk: Стратопедейа містхофорон
zh: 埃及雇佣军营

source: Capture this structure to train mercenaries from Hellenistic Egypt.
ar: احتل هذا المبنى لتدرب مرتزقه من مصر الهيلنيه.
ast: Possea-te de l campamento pa crear mercenarios de l Egypto hellenista.
bg: Завладейте това, за да обучавате наемници от Елинистически Египет.
cs: Zaberte tuto stavbu, a cvičte žoldnéře z helénistického Egypta.
el: Αιχμαλώτισε αυτό το κατασκεύασμα για να εκπαιδεύσεις μισθοφόρους από την Ελληνιστική Αίγυπτο.
es_ar: Captura esta estructura para entrenar mercenarios del Egipto Helenistico.
fa: این ساختمان را تسخیر کنید تا بتوانید مزدوران مصری یونانی پرورش دهید
he: לכוד את המבנה הזה כדי להכשיר שכירי חרב ממצרים ההלניסטית.
hy: Այս կառույցի գրավումը թույլ կտա պատրաստել հելլենիստական Եգիպտոսի վարձկաններ։
ko: 헬레니즘 이집트에서 용병을 훈련하려면, 이 건축물을 점령합니다.
ru: Захватите это строение, чтобы нанимать наёмников из Эллинистического Египта.
uk: Захопити цю споруду для навчання найманців з елліністичного Єгипту.
zh: 占领这个军营以训练来自希腊及埃及的雇佣兵。
zh_tw: 占領此建築以訓練來自希臘化埃及的傭兵。

source: snwt
bg: снлт
el: σνοτ
he: סנווט
hy: սենուտ
ko: 세누테
ru: сенут
uk: Сенут
zh: 粮仓

source: Epoikion
ast: Epoíkion
bg: Епойкион
cs: Statek
el: Εποίκιον
ko: 에포이키온
ru: Эпойкион
uk: Епойкіон
zh: 粮仓

source: Kantu
ar: كَانْتُو
bg: Канту
es_ar: Kantu-Granja
he: קאנטו
hy: Կանտու
ko: 칸투
ru: Канту
uk: Канту
zh: 粮仓

source: Villa
fa: ویلا
he: וילה
ko: 빌라
zh: 庄园

source: Kaštašta
ar: كَاشْتَاشْتَا
bg: Кащаща
es_ar: Kaštašta-Granja
hy: Կաշտաշտա
ru: Кашташта
uk: Кашташта
zh: 粮仓

source: Melonas
ar: ميلّوناس
bg: Мелонас
el: Μέλονας
fa: ملوناس
he: מיילונס
hy: Մելոնաս
ko: 메로나스
ru: Мелонас
uk: Мелонас
zh: 磨坊

source: Obelisk
ast: Obeliscu
bg: Обелиск
el: Οβελίσκος
ko: 오벨리스크
ru: Обелиск
uk: Обеліск
zh: 方尖碑
zh_tw: 方尖碑

source: Egyptian Obelisk
ast: Obeliscu egypciu
bg: Египетски обелиск
cs: Egyptský obelisk
el: Αιγυπτιακός Οβελίσκος
ko: 이집트 오벨리스크
ru: Египетский обелиск
uk: Єгипетський обеліск
zh: 埃及方尖碑

source: Wooden Tower
ar: برج خشبي
ast: Torre de madeira
bg: Дървена кула
cs: Dřevěná věž
el: Ξύλινος Πύργος
es_ar: Torre de madera
hy: Փայտե աշտարակ
ko: 목제 탑
ru: Деревянная башня
uk: Дерев'яна вежа
zh: 木警戒塔
zh_tw: 木塔

source: Palisade Gate
ar: بوابة سياج
ast: Puorta de madeira
bg: Порта на палисада
cs: Palisádová brána
el: Πύλη από Πασσάλους
es_ar: Puerta de empalizada
hy: Ցանկապատի դարպաս
ko: 말뚝 울타리 성문
ru: Бревенчатые ворота
uk: Брама в частоколі
zh: 木门
zh_tw: 柵門

source: Allow units access through Palisades. Can be locked to prevent access.
ast: Permitte a las unidades trespassar varganales. Puode pesllasse pa torgare la intrada.
bg: Позволява на единиците да преминават през палисади. Може да бъде заключена, за да се забрани достъпа.
cs: Dovoluje jednotkám průchod skrz palisády. Může být zamknuta pro zabránění vstupu.
el: Επιτρέψτε στις μονάδες πρόσβαση από τις Παλισάδες. Μπορούν να κλειδωθούν για να αποτρέψουν την είσοδο.
ko: 말뚝 울타리를 통해 유닛들이 접근하는것을 허용합니다. 접근을 방지하기 위해 잠글 수 있습니다.
ru: Позволяют выходить за частокол. Могут быть заперты для предотвращения прохода.
uk: Надає змогу підрозділам проходити крізь частокіл. Може бути зачинено для запобігання доступу.
zh: 允许单位通过，也可以锁定木门禁止通过
zh_tw: 讓單位穿過木柵。可上鎖以防止通行。

source: Can be converted into a Palisade Gate.
ast: Puode camudasse n Puorta de madeira.
bg: Може да се превърне в порта на палисада
cs: Možno přestavět na palisádovou bránu.
el: Μπορεί να μετατραπεί σε Πύλη με κάγκελα
ko: 말뚝 울타리 성문으로 전환될 수 있습니다.
ru: Может быть переделан в бревенчатые ворота.
uk: Може бути перетворено на браму в частоколі.
zh: 可以改建成木门
zh_tw: 可轉為柵門。

source: Angle Spike
ast: Puia angular
bg: Ъглов шип
cs: Úhel hrotu
el: Επικλινές Καρφί
hy: Անկյունային սեպ
ko: 모서리 돌출부
ru: Угол частокола
uk: Кутове вістря
zh: 尖桩
zh_tw: 犄角尖刺

source: Small Spikes
ar: أشواك صغيرة
ast: Puiucas
bg: Малки шипове
cs: Malé bodce
el: Μικρά καρφιά
es_ar: Pinchos pequeños
hy: Փոքր սեպեր
ko: 작은 돌출부
ru: Небольшие шипы
uk: Малі шипи
zh: 短尖桩
zh_tw: 小型尖刺
