Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-campaigns.po
Languages: af, ar, ast, bg, ca, cs, da, el, es, eu, fa, fr, gd, hi, hu, hy, id, ja, ko, ku, mk, ml, mr, nl, pl, pt_br, sk, ta_in, te, tr, tt, uk, ur, vi, zh, zh_tw

# Campaign Template
source: Discover the new and improved maps in Alpha XXVI with a demo campaign, taking you through all of them.
ar: اكتشف الخرائط الجديدة والمحسّنة في Alpha XXVI من خلال حملة تجريبية، ستنقلك عبرها جميعًا.
cs: Objevte nové a vylepšené mapy v Alpha XXVI pomocí ukázkové kampaně, která vás provede všemi mapami.
hi: परीक्षण अभियान के साथ अल्फा २६ के नये और उन्नत मानचित्रों का अनुभव करें। यह आपको उन सभी की सैर करवायेगा।
hu: Fedezd fel az új és javított térképeket az Alfa XXVI-ben a demó hadjárattal, mely átvezet az összesen.
pt_br: Descubra os novos e melhores mapas do Alfa XXVI com uma campanha de demonstração, que te levará através de todos eles.

# Campaign Template
source: Demo campaign - new maps
af: Demo veldtogte - nuwe kaarte
ar: حملة تجريبية - خرائط جديدة
ast: Campaña demonstrativa - geographíɐs nuövɐs
bg: Демонстрационна кампания - нови карти
ca: Campanya de demostració - mapes nous
cs: Ukázková kampaň - nové mapy
da: Demo kampagne - nye kort
el: Επίδειξη καμπάνιας - νέων χαρτών.
es: Campaña demo - nuevos escenarios
eu: Demo kanpaina - mapa berriak
fa: داستان آزمایشی - نقشه های جدید
fr: Partie de démonstration - nouvelles cartes
gd: Iomairt taisbeanaidh – na mapaichean ùra
hi: परीक्षण अभियान - नये मानचित्र
hu: Demó hadjárat – új térképek
id: Demo petualangan - peta baru
ja: デモキャンペーン - 新しいマップ
ko: 데모 캠페인 - 새 지도
ku: Kampanya Demo - nexşeyên nû
ml: ഡെമോ കാമ്പെയ്ൻ - പുതിയ മാപ്പുകൾ
mr: डेमो कँपेन - नवीन मॅप
nl: Demonstratie veldtocht - nieuwe landkaarten
pl: Kampania demo - nowe mapy
pt_br: Campanha demonstrativa - novos mapas
sk: Demonštračná kampaň - nové mapy
tr: Tanıtım mücadelesi - yeni haritalar
tt: Демонстрация кампаниясы - яңа карталар
uk: Демо кампанія - нові карти
vi: Demo chiến dịch - Bản đồ mới
zh: 演示战役 - 新地图
zh_tw: 示範戰役 - 新地圖

# Campaign Template
source: Learn how to play 0 A.D.
af: Leer hoe om 0 A.D. te speel
ar: تعلم كيفية لعب 0 A.D.
ast: Deprehender a jogar a 0 A.D.
ca: Apreneu a jugar al 0 A.D.
cs: Naučte se hrát 0 A.D.
da: Lær at spille 0 A.D.
el: Μάθετε πώς να παίζετε το 0 A.D.
es: Aprende a jugar a 0 A.D.
eu: Ikasi 0 A.D. jolasten
fr: Apprenez à jouer à 0 A.D.
gd: Ionnsaich mar a chluicheas tu 0 A.D.
hi: 0 A.D. खेलना सीखिये
hu: Hogyan kell játszani a 0 A.D-ben?
id: Pelajari bagaimana cara bermain 0 A.D.
ja: 0 A.D.の遊び方
ko: 0 A.D. 게임 방법 알아보기
nl: Leer hoe je 0 A.D. moet spelen.
pl: Samouczek 0 A.D.
pt_br: Aprenda a jogar 0 A.D.
sk: Nauč sa hrať 0 A.D.
ta_in: 0 A.D. யை எப்படி விளையாடுவது என்பதை அறிக
te: 0 ఎ.డి. ఎలా ఆడాలో నేర్చుకోండి.
tr: 0 A.D. nasıl oynanır öğren.
uk: Навчіться грати у 0 A.D.
ur: 0 AD کھیلنے کا طریقہ سیکھیں
vi: Học cách để chơi 0 A.D.
zh: 游戏入门
zh_tw: 學習如何玩 0 A.D.

# Campaign Template
source: This map will give a rough guide for starting the game effectively. Early in the game the most important thing is to gather resources as fast as possible so you are able to build enough troops later. Warning: This is very fast at the start, be prepared to run through the initial bit several times.
af: Hierdie kaart sal vir jou 'n rowwe gids oor hoe om die spel effektief te begin. Vroeg in die spel is die belangrikste ding om so vinnig as moontlik hulpbronne te versamel sodat jy later genoeg troepe kan bou. Waarskuwing: Hierdie is baie vinnig aan die begin, wees gereed om paar keer deur die eerste stuk te gaan.
ar: ستوفر هذه الخريطة دليلًا تقريبيًا لبدء اللعبة بشكل فعال. أهم شيء في بداية اللعبة هو جمع الموارد بأسرع ما يمكن حتى تتمكن من تكوين قوات كافية لاحقًا. تحذير: هذا سريع جدًا في البداية ، كن مستعدًا للتشغيل خلال البت الأولي عدة مرات.
ast: N esti cursin vamus deprehender como intamar jogar a jeitu. A l principio, lo más importante ye recaldar recursos lo más rápido possible para que lluögo atañas produzir milicia abonda. Advertencia: El cursin comiença perrápido, sta-te preparadu pa repetí-llu variɐs vezes.
bg: Тази карта представлява кратко ръководство за ефикасно започване на играта. В началото най-важното е да събирате ресурси възможно най-бързо, така че по-късно да можете да обучите достатъчно войници. Внимание: началото е много бързо. Пригответе се да преиграете началната фаза няколко пъти.
ca: Aquest mapa és una guia bàsica sobre com començar una partida. A l'inici del joc, el més important és acumular recursos tan ràpid com es pugui per poder reclutar tropes. Advertència: A l'inici va molt ràpid, prepareu-vos per repetir el tros inicial moltes vegades.
cs: Tato mapa vám nabídne hrubý návod k tomu, jak hru začít účinně. Na začátku je nejdůležitější nasbírat materiály co nejrychleji to jde, abyste byli později schopni postavit dostatek jednotek. Upozornění: Tato mapa je na začátku velmi rychlá. Buďte připraveni, že začátek projdete několikrát.
da: Dette kort vil give en overfladisk guide til at starte spillet effektivt. Tidligt i spillet er det vigtigste at samle ressourcer så hurtigt som muligt, så du er i stand til at bygge nok tropper senere. Advarsel: Dette er meget hurtigt i starten, vær forberedt på at løbe gennem den indledende del flere gange.
el: Ο χάρτης αυτός θα δώσει μια γενική εικόνα για την αποτελεσματική έναρξη του παιχνιδιού. Από νωρίς στο παιχνίδι το πιο σημαντικό πράγμα είναι να συγκεντρώσεις πόρους όσο το δυνατόν γρηγορότερα, ώστε να είσαι σε θέση να αναπτύξεις αρκετά στρατεύματα αργότερα. Προειδοποίηση: Αυτό γίνεται πολύ γρήγορα στο ξεκίνημα, προετοιμάσου να περάσεις μέσα από αυτό το αρχικό στάδιο αρκετές φορές.
es: Este escenario te dará una guía aproximada sobre cómo iniciarte en las mecánicas del juego de forma efectiva. Al principio de la partida, lo importante es recolectar recursos lo más rápido posible para después poder reclutar tropas suficientes. Atención: Se debe ser muy rápido al comienzo. Entrena con él varias veces hasta dominarlo.
eu: Mapa honek jokoa zuzen hasteko nolabaiteko gida emango dizu. Jokoaren hasieran baliabideak ahalik eta lasterren biltzea da garrantzitsuena gerora nahiko tropa osatu ahal izateko. Abisua: hasieran oso azkarra da. Prest egon hasierako bita hainbat aldiz exekutatzeko.
fa: این نقشه یک راهنمای تقریبی برای شروع موثر بازی ارائه می دهد. در اوایل بازی، مهمترین چیز این است که منابع را با بیشترین سرعت ممکن جمع آوری کنید تا بتوانید بعداً به اندازه کافی نیرو بسازید. هشدار: این در شروع بسیار سریع است، آماده باشید که بیت اولیه را چندین بار اجرا کنید.
fr: Cette carte vous donnera une aide partielle pour démarrer réellement le jeu. Au début du jeu, le principe le plus important est de collecter des ressources aussi vite que possible pour être capable de produire suffisamment de troupes plus tard. Attention : ceci est très rapide au début, soyez prêt à recommencer au début plusieurs fois.
gd: Bheir am mapa seo stiùireadh goirid dhut air mar a thòisicheas tu air geama gu h‑èifeachdach. Tha e fìor chudromach gun cruinnich thu stòrasan cho luath ’s a ghabhas ach an urrainn dhut feachd mòr a thogail an uairsin. Rabhadh: Tha seo glè luath aig an toiseach is tha sinn an dùil gum feum thu dol troimhe turas no dhà.
hi: यह मानचित्र खेल को प्रभावशाली तरीके से शुरु करने का एक कच्चा मार्गदर्शन करता है। आरंभिक खेल में सबसे महत्त्वपूर्ण वस्तु यह है कि जितनी तेजी से हो सके, संसाधन जुटाया जाये ताकि आप बाद में पर्याप्त सेना निर्माण कर सकें। चेतावनी : आरंभ में यह अत्यंत तेजी से होता है, इस आद्य काल से कई बार गुजरने के लिए तैयार रहें।
hu: Ez a térkép egyszerű útmutatót nyújt a játék eredményes kezdéséhez. Induláskor az a legfontosabb, hogy nyersanyagokat gyűjts olyan gyorsan, amennyire csak lehet, hogy később elég katonai csapatot tudj létrehozni. Figyelem: a játék elején ez nagyon gyors, ezért néhányszor figyelmesen haladj végig a kezdeti lépéseken!
id: Peta ini akan memberikan panduan kasar untuk memulai permainan secara efektif. Hal terpenting di awal permainan adalah mengumpulkan sumberdaya secepat mungkin agar nantinya Anda dapat membangun pasukan yang cukup. Peringatan: Proses ini sangat cepat di awal, jadi bersiaplah untuk mengulangi bagian ini beberapa kali.
ja: このマップは、ゲームを効果的に開始するための大まかな目安となります。 ゲーム序盤で最も重要なことは、できるだけ早く資源を集めて、後に十分な軍隊を建設できるようにすることです。警告：最初は非常に速いので、最初の部分を何度も実行する覚悟が必要です。
ko: 이 지도는 게임을 효과적으로 시작하기 위한 대략적인 가이드를 제공합니다. 게임의 초기 단계에서 가장 중요한 것은 자원을 최대한 빨리 채집하고 나중에 충분한 병력을 증강할 수 있도록 하는 것입니다. 경고: 이것은 처음에 매우 빠르며, 초기 비트를 여러 번 실행할 준비를하십시오.
ku: Ev nexşe dê ji bo destpêkirina lîstikê bi bandor rêbernameyek hişk bide. Di destpêka lîstikê de ya herî girîng ev e ku meriv bi lez û bez çavkaniyan berhev bike da ku hûn paşê karibin têra xwe leşkeran ava bikin. Hişyarî: Ev di destpêkê de pir bilez e, amade bin ku çend caran biteya destpêkê bimeşînin.
mk: Оваа карта ќе даде груб водич за успешно започнување на играта. На почетокот на играта најважно е да се соберат ресурси што е можно побрзо за да можете подоцна да изградите доволно војска. Предупредување: Ова е многу брзо на почетокот, бидете подготвени да поминете низ почетниот дел неколкупати.
ml: ഗെയിം ഫലപ്രദമായി ആരംഭിക്കുന്നതിന് ഈ മാപ്പ് ഒരു ഏകദേശ മാർഗ്ഗനിർദ്ദേശം നൽകും. ഗെയിമിൻ്റെ തുടക്കത്തിൽ ഏറ്റവും പ്രധാനപ്പെട്ട കാര്യം കഴിയുന്നത്ര വേഗത്തിൽ വിഭവങ്ങൾ ശേഖരിക്കുക എന്നതാണ്, അതിനാൽ നിങ്ങൾക്ക് പിന്നീട് മതിയായ സൈനികരെ നിർമ്മിക്കാൻ കഴിയും. മുന്നറിയിപ്പ്: ഇത് തുടക്കത്തിൽ വളരെ വേഗതയുള്ളതാണ്, പ്രാരംഭ ഭാഗത്തിലൂടെ നിരവധി തവണ ഓടാൻ തയ്യാറാകുക
nl: Deze kaart geeft je een ruwe inleiding om te leren hoe je het spel op een effectieve manier aanvat. Aan het begin van het spel is het belangrijk om zo snel mogelijk grondstoffen te ontginnen zodat je later voldoende troepen kan mobiliseren. Waarschuwing: het gaat zeer snel in het begin, wees bereid om de eerste paar minuten een aantal keer opnieuw te doen.
pl: Ta mapa pozwala z grubsza przekonać się, jak rozpocząć grę efektywnie. Na początku gry, najważniejszą rzeczą jest zebranie surowców tak szybko, jak to możliwe, tak aby później być w stanie wytrenować wystarczającą ilość żołnierzy. Ostrzeżenie: Rozgrywka na początku gry jest bardzo szybka. Bądź przygotowany do podjęcia początkowej fazy kilka razy.
pt_br: Este mapa fornecerá um guia aproximado para iniciar o jogo de forma eficaz. No início do jogo, o mais importante é reunir recursos o mais rápido possível para que você possa construir tropas suficientes mais tarde. Aviso: isso é muito rápido no início, esteja preparado para executar a parte inicial várias vezes.
sk: Táto mapa ti poskytne hrubý návod do začiatku hry. Hneď zo začiatku je najdôležitejšie zbierať zdroje najrýchlejšie ako sa dá aby si bol schopný v neskorej hre postaviť dostatok jednotiek. Varovanie: Začiatok tohto tutoriálu je veľmi rýchly, buď pripravený ho prejsť viackrát.
ta_in: இந்த வரைபடம், விளையாட்டை திறம்பட துவங்க தோராயமான வழிகாட்டியை வழங்கும். விளையாட்டின் துவக்கத்தில் மிக முக்கியமான விஷயம் என்னவென்றால், வளங்களை முடிந்தவரை விரைவாக சேகரிப்பதே ஆகும், எனவே நீங்கள் பின்னர் போதுமான போர்படையை உருவாக்க முடியும். எச்சரிக்கை: இது தொடக்கத்தில் மிக வேகமாக இருக்கும், எனவே ஆரம்ப கட்டத்தை பல முறை இயக்க தயாராக இருங்கள்.
te: ఈ పటం ఆటను సమర్థవంతంగా ప్రారంభించడానికి కఠినమైన మార్గదర్శిని ఇస్తుంది. ఆట ప్రారంభంలో చాలా ముఖ్యమైన విషయం ఏమిటంటే వనరులను వీలైనంత వేగంగా సేకరించాలి, కాబట్టి మీరు తరువాత తగినంత దళాలను నిర్మించగలుగుతారు. హెచ్చరిక: ఇది ప్రారంభంలో చాలా వేగంగా ఉంటుంది, ప్రారంభ బిట్ ద్వారా చాలాసార్లు పరుగెత్తడానికి సిద్ధంగా ఉండండి.
tr: Bu harita, oyuna etkili bir şekilde başlamanız için kaba bir rehber olacaktır. Oyun başlangıcındaki en önemli şey, ileride yeterince asker üretebilmek için olabildiğince hızlı kaynak toplamaktır. Uyarı: Başlangıç çok hızlı gelişecektir, hazırlanmak için başlangıç kısmını bir kaç kez tekrarlayın.
tt: Бу карта нәтиҗәле уйный башлауын кулланмасын якынча күрсәтә. Уен башында иң кирәкле — шәбрәк ресурслар җыя башларга һәм Сез азак күбрәк гаскәриләр өйрәтә алачаксыз. Искәрмә: башта бөтен нәрсә бик тиз була, шуның өчен баштагы кисәген күп тапкыр үтергә әзерләнегез.
uk: Ця карта дасть орієнтовний посібник для ефективного початку гри. Спочатку гри найголовніше — зібрати ресурси якомога швидше, щоб потім ви змогли натренувати достатньо солдат. Попередження: Події розвиваються дуже швидко на початку, будьте готові пройти рівень кілька разів.
vi: Bản đồ này sẽ cung cấp một hướng dẫn sơ bộ để bắt đầu trò chơi một cách hiệu quả. Điều quan trọng nhất đầu tiên là thu thập tài nguyên càng nhanh càng tốt để bạn có thể xây dựng quân đội sau này. Cảnh báo: Quá trình này diễn ra rất nhanh khi bắt đầu, hãy chuẩn bị thật tốt.
zh: 本地图只是大略介绍，可教你尽快入门。游戏初期，要尽快收集物资，后期才能建起大军。提示：开局游戏进度很快，做好重复几次的准备。
zh_tw: 這張地圖會概略說明如何有效率地開始遊戲。遊戲前期最重要的就是盡快採集資源，這樣您才能在之後建造足夠的軍隊。提醒：這剛開始速度會非常快，準備多練習幾次開場。

# Campaign Template
source: Economy Walkthrough
ar: إرشادات عن الاقتصاد
ast: Percursu económicu
bg: Икономически пътеводител
ca: Tutorial d'economia
cs: Ekonomický návod
da: Økonomi gennemgang
el: Καθοδήγηση της Οικονομίας
es: Tutorial de economía
eu: Ekonomia tutoriala
fa: بررسی اقتصاد
fr: Visite guidée de l'économie
gd: Treòir air an eaconamaidh
hi: आर्थिक पूर्वाभ्यास
hu: Gazdasági áttekintés
id: Panduan Ekonomi
ja: 経済ガイド
ko: 연습 경기
ku: Aborî Walkthrough
ml: സാമ്പത്തിക വാക്ക്ത്രൂ
mr: अर्थव्यवस्था वॉकथ्रू
nl: Stage voor Middelenbeheer
pl: Samouczek ekonomiczny
pt_br: Passo a passo da Economia
sk: Sprievodca ekonomikou
ta_in: பொருளாதார ஒத்திகை
te: ఆర్థిక వ్యవస్థ వాక్‌థ్రూ
tr: Adım Adım Ekonomi
tt: Икътисад нигезе
uk: Навчання Економіки
vi: Hướng dẫn Kinh tế
zh: 经济攻略
zh_tw: 經濟演練

# Campaign Template
source: This is a basic tutorial to get you started playing 0 A.D.
af: Hierdie is 'n basiese les om jou te leer hoe om 0 A.D. te speel
ar: هذا هو البرنامج التعليمي الأساسي لبدء لعب 0 A.D.
ast: N esti tutorial elementar vas deprehender a jogar a 0 A.D.
ca: Aquest és un tutorial bàsic per aprendre a jugar al 0 A.D.
cs: Toto je základní návod k zahájení hraní 0 A.D.
da: Dette er en simpel guide til at begynde med at spille 0 A.D.
el: Αυτό είναι ο βασικός οδηγός εκμάθησης για να ξεκινήσετε να παίζετε 0 A.D.
es: Este es un tutorial básico para empezar a jugar a 0 A.D.
eu: 0 A.D. jokatzen has zaitezen oinarrizko tutoretza bat.
fr: C’est un tutoriel basique pour vous aider à débuter avec 0 A.D.
gd: Seo oideachadh bunasach ach an tòisich thu air 0 A.D. a chluich.
hi: आपका 0 A.D. खेलना आरंभ करवाने के लिये यह एक मूलभूत पाठ है।
hu: Ez egy egyszerű tanulópálya, ami megtanít, hogyan játssz a 0 A.D. játékkal.
id: Ini adalah tutorial dasar untuk membantu Anda mulai bermain 0 A.D.
ja: 0 A.D. の遊び方を理解するための基礎チュートリアルです。
ko: 0 A.D. 게임을 시작하기 위한 기본 사용 지침서입니다.
nl: Dit is een basisoefening om 0 A.D. te leren spelen.
pl: To samouczek, który pomoże ci rozpocząć przygodę z 0 A.D.
pt_br: Este é um tutorial básico para começar a jogar 0 A.D.
sk: Toto je tutoriál, ktorý ťa naučí základy hry 0 A.D.
ta_in: நீங்கள் 0 A.D. யை விளையாடத் தொடங்க இது ஒரு அடிப்படை பயிற்சி
te: మీరు 0 ఎ.డి. ఆడటం ప్రారంభించడానికి ఇది ఒక ప్రాథమిక ట్యుటోరియల్.
tr: Bu, 0 A.D. oynamaya başlamanız için temel bir rehberdir.
uk: Це посібник з основ, який дасть вам можливість почати грати 0 A.D.
vi: Đây là những hướng dẫn cơ bản giúp bạn bắt đầu chơi 0 A.D.
zh: 这是 0 A.D.的基本教程，会引导你入门。
zh_tw: 這是讓您上手 0 A.D. 的基礎教程。

# Campaign Template
source: Introductory Tutorial
ar: الدورة التعليمية التمهيدية
ast: Tutorial introductorio
bg: Въвеждащо обучение
ca: Tutorial introductori
cs: Úvodní výukový návod
da: Introduktionsguide
el: Εισαγωγικός Οδηγός Εκμάθησης
es: Tutorial introductorio
eu: Oinarrizko Tutoretza
fa: آموزش مقدماتی
fr: Tutoriel d’introduction
gd: Bun-oideachadh
hi: आरंभिक पाठ
hu: Bemutató tanulópálya
hy: Ներածական ուսուցում
id: Tutorial Pengantar
ja: 初心者用チュートリアル
ko: 입문자들을 위한 사용 지침서
ku: Fêrbûna Destpêkê
mk: Воведна обука
ml: ആമുഖ ട്യൂട്ടോറിയൽ
mr: प्राथमिक ट्यूटोरियल
nl: Inleidende oefening
pl: Samouczek
pt_br: Tutorial de Introdução
sk: Úvodný Tutoriál
ta_in: அறிமுக பயிற்சி
te: పరిచయ ట్యుటోరియల్
tr: Giriş Eğitimi
tt: Башлап китергә өйрәнү
uk: Вступний Посібник
ur: تعارفی سبق
vi: Hướng dẫn Nhập môn
zh: 介绍
zh_tw: 入門教程

# Campaign Template
source: Tutorial
ar: التدريب
bg: Обучение
cs: Výuka
da: Guide
el: Οδηγός Εκμάθησης
eu: Tutoretza
fa: آموزش
fr: Tutoriel
gd: Oideachadh
hi: पाठ
hu: Oktatójáték
hy: Ուսուցում
ja: チュートリアル
ko: 사용 지침서
ku: Fêrbûn
mk: Обука
ml: ട്യൂട്ടോറിയൽ
mr: ट्यूटोरियल
nl: Oefening
pl: Samouczek
sk: Tutoriál
ta_in: பயிற்சி
te: ట్యుటోరియల్
tr: Rehber
tt: Өйрәнү кампаниясы
uk: Навчальне керівництво
ur: سبق
vi: Hướng dẫn
zh: 教学任务
zh_tw: 教程

# campaign status
source: Completed
af: Voltooid
ar: اكتمل
ast: Perfezho-se
bg: Завършена
ca: Completat
cs: Dokončeno
da: Gennemførte
el: Ολοκληρώθηκε
es: Terminado
eu: Osaturik
fa: تکمیل شده
fr: Terminée
gd: Coileanta
hi: पूर्ण
hu: Teljesítve
hy: Ավարտված
id: Selesai
ja: クリア
ko: 완료됨
ku: Xelaskirî
mk: Завршено
ml: പൂർത്തിയാക്കി
mr: पूर्ण
nl: Voltooid
pl: Wykonano
pt_br: Terminado
sk: Ukončené
ta_in: முழுமை பெற்றது
te: పూర్తయింది
tr: Tamamlandı
tt: Үтелгән
uk: Завершено
ur: مکمل
vi: Hoàn thành
zh: 完成
zh_tw: 已完成

# campaign status
source: Available
af: Beskikbaar
ar: متوفر
ast: Disponible
bg: Налична
ca: Disponible
cs: Dostupné
da: Tilgængelige
el: Διαθέσιμο
es: Disponible
eu: Eskuragarri
fa: در دسترس
fr: Disponible
gd: Ri fhaighinn
hi: उपलब्ध
hu: Elérhető
hy: Հասանելի
id: Tersedia
ja: 挑戦可能
ko: 사용 가능
ku: Berdeste
mk: Достапно
ml: ലഭ്യമാണ്
mr: उपलब्ध
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
sk: Dostupné
ta_in: உபயோகப்படுத்தக்கூடியவை
te: అందుబాటులో ఉంది
tr: Mevcut
tt: Ачык
uk: Доступно
ur: دستیاب
vi: Có sẵn
zh: 可用
zh_tw: 可用

source: Error loading campaign run %s: %s.
ar: خطأ في تحميل مدى الحملة %s: %s.
ast: Erru a l cargar la instancia %s: %s.
bg: Грешка при зареждане на разиграването на кампания %s: %s.
ca: Error en carregar la campanya %s: %s.
cs: Chyba při nahrávání kampaně %s: %s.
da: Fejl i indlæsning af kampagne %s: %s.
el: Σφάλμα κατά τη φόρτωση εκκίνησης εκστρατείας %s:%s.
es: Error al cargar campaña %s: %s.
eu: Errorea kanpainaren exekuzioa kargatzean %s: %s.
fa: خطا در بارگیری اجرای کارزار %s : %s.
fr: Erreur lors du chargement de la campagne %s : %s.
gd: Mearachd a’ luchdadh ruith iomairte %s: %s.
hi: अभियान चालन लोड करने में त्रुटि %s:%s
hu: Hiba a(z) %s menet betöltésekor: %s.
id: Terjadi kesalahan saat memuat petualangan%s: %s.
ja: 読み込みに失敗しました%s: %s。
ko: %s 캠페인 실행을 불러오는 중 오류: %s.
ku: Di barkirina kampanyayê de çewtî %s: %s.
mk: Грешка при вчитување на кампањата %s:%s.
ml: കാമ്പെയ്ൻ റൺ ലോഡ് ചെയ്യുന്നതിൽ പിശക് %s:%s
nl: Fout bij inladen van veldtocht %s: %s.
pl: Błąd podczas ładowania kampanii %s: %s.
pt_br: Erro ao carregar campanha executada %s:%s.
sk: Chyba pri načítaní kampaňového behu %s: %s.
ta_in: முனைப்பியக்க ஓட்டம் %s ஐ ஏற்றுவதில் பிழை: %s.
te: క్యాంపేన్ లోడింగ్లో లోపం రన్ %s:%s.
tr: Kampanya turu %s:%s yükleme hatası
tt: Кампанияны тәмамлау загрузкасы ялгышы %s: %s.
uk: Помилка завантаження проходження кампанії %s: %s.
ur: مہم چلانے میں خرابی٪ s:٪ s
vi: Lỗi khi tải chiến dịch: %s: %s.
zh: 加载战役错误%s：%s。
zh_tw: 戰役進度載入錯誤 %s：%s。

source: Campaign Name
af: Veldtog Naam
ar: اسم الحملة
ast: Nome de campaña
bg: Име на кампанията
ca: Nom de la campanya
cs: Název kampaně
da: Kampagne navn
el: Όνομα Εκστρατείας
es: Nombre de campaña
eu: Kanpainaren izena
fa: نام کمپین
fr: Nom de la campagne
gd: Ainm na h-iomairte
hi: अभियान का नाम
hu: Hadjárat neve
hy: Արշավանքի անուն
id: Nama Petualangan
ja: キャンペーンの名前
ko: 캠페인 이름
ku: Navê Kampanyayê
mk: Име на кампањата
ml: പ്രചാരണ നാമം
mr: कँपेनचे नाव
nl: Naam Veldtocht
pl: Nazwa kampanii
pt_br: Nome da Campanha
sk: Meno kampane
ta_in: முனைப்பியக்கத்தின் பெயர்
te: క్యాంపేన్ పేరు
tr: Kampanya adı
tt: Кампания исеме
uk: Ім'я Кампанії
ur: مہم کا نام
vi: Tên chiến dịch
zh: 战役名
zh_tw: 戰役名稱

source: No scenario selected
ar: لم يتم تحديد سيناريو
ast: Nun s’escolyeu scena dala
bg: Няма избран сценарий
ca: No s'ha seleccionat cap escenari
cs: Není vybrán žádný scénář
da: Intet scenarie valgt
el: Κανένα σενάριο δεν έχει επιλεχθεί.
es: No se ha elegido ningún escenario
eu: Ez da jokalekurik hautatu
fa: هیچ سناریو‌ای گزیده نشده
fr: Aucun scénario n’est sélectionné
gd: Cha deach cnàmh-sgeul a thaghadh
hi: किसी भी पटकथा का चयन नहीं
hu: Nincs kiválasztott küldetés
hy: Ոչ մի սցենար ընտրված չէ
id: Tidak ada skenario yang dipilih
ja: シナリオが選択されていません
ko: 선택된 시나리오 없음
ku: Tu senaryo nehat hilbijartin
mk: Не е избрано сценарио
ml: ഒരു രംഗം തിരഞ്ഞെടുത്തിട്ടില്ല
mr: कोणताही सेनारियो निवडला नाही
nl: Geen scenario geselecteerd
pl: Nie wybrano scenariusza
pt_br: Nenhum cenário selecionado
sk: Nebol vybraný žiadny scenár
ta_in: எந்த காட்சியும் தேர்வுசெய்யப்படவில்லை
te: దృష్టాంతం ఎంచుకోబడలేదు
tr: Senaryo seçilmedi
tt: Сценарий сайланмаган
uk: Жоден сценарій не вибрано.
ur: کوئی منظر نامہ منتخب نہیں کیا گیا
vi: Không có màn nào được chọn
zh: 未选取场景
zh_tw: 未選取劇情

source: Back to Main Menu
ar: العودة إلى القائمة الرّئيسيّة
ast: Tornar a l menú principal
bg: Назад към главното меню
ca: Torna al menú principal
cs: Zpět do hlavní nabídky
da: Tilbage til hoved menuen
el: Πίσω στο Κεντρικό Μενού
es: Volver al menú principal
eu: Joan menu nagusira
fa: بازگشت به فهرست اصلی
fr: Retour au menu principal
gd: Till dhan phrìomh chlàr-taice
hi: मुख्य तालिका में वापस जायें
hu: Vissza a főmenübe
hy: Հետ դեպի գլխավոր մենյուն
id: Kembali Ke Menu Utama
ja: メインメニューに戻る
ko: 기본 메뉴로 돌아가기
ku: Vegere Menuya Sereke
mk: Назад во главното мени
ml: പ്രധാന മെനുവിലേക്ക് മടങ്ങുക
mr: मुख्य मेन्यूला परता
nl: Terug naar Hoofdmenu
pl: Wróć do Menu Głównego
pt_br: Voltar ao Menu Principal
sk: Späť do hlavného menu
ta_in: முதன்மை பட்டியலுக்கு திரும்பு
te: ప్రధాన మెనూకు తిరిగి వెళ్ళు
tr: Ana menuye dön
tt: Төп менюга кайтырга
uk: Повернутися до Головного Меню
ur: مین مینو پر واپس جائیں
vi: Quay lại Menu chính
zh: 回到主菜单
zh_tw: 返回主選單

source: Saved Games
af: Gestoorde Spele
ar: الألعاب المحفوظة
ast: Partidɐs guardadɐs
bg: Запазени игри
ca: Partides desades
cs: Uložené hry
da: Gemte spil
el: Αποθηκευμένα Παιχνίδια
es: Partidas guardadas
eu: Gordetako partidak
fa: بازی‌های ذخیره شده
fr: Parties sauvegardées
gd: Geamannan air an sàbhaladh
hi: संरक्षित खेल
hu: Mentések
hy: Պահպանված խաղեր
id: Permainan Tersimpan
ja: ゲームの保存
ko: 저장된 게임
ku: Lîstikên Qeydkirî
mk: Зачувани игри
ml: സംരക്ഷിച്ച ഗെയിമുകൾ
mr: सेव्ह केलेले गेम
nl: Opgeslagen Spellen
pl: Zapisane gry
pt_br: Jogos Salvos
sk: Uložené hry
ta_in: சேமிக்கப்பட்ட விளையாட்டு
te: సేవ్ చేసిన ఆటలు
tr: Kaydedilmiş Oyunlar
tt: Яздырылган уеннар
uk: Збережені Ігри
ur: محفوظ کردہ گیمز
vi: Đã lưu màn chơi
zh: 已保存的游戏
zh_tw: 遊戲存檔

source: Start Scenario
ar: ابدأ السيناريو
ast: Intamare la scena
bg: Започване на сценарий
ca: Comença l'escenari
cs: Spustit scénář
el: Εκκίνηση Σενάριου
es: Comenzar escenario
eu: Hasi jokalekua
fa: آغاز سناریو
fr: Débuter le scénario
gd: Tòisich air cnàmh-sgeul
hi: पटकथा शुरू करें
hu: Küldetés megkezdése
hy: Սկսել սցենար
id: Mulai Skenario
ja: シナリオを始める
ko: 시나리오 시작
ku: Senaryoya Destpêkê
mk: Започни сценарио
ml: രംഗം ആരംഭിക്കുക
mr: सेनारियो सुरू करा
pl: Wystartuj scenariusz
pt_br: Iniciar Cenário
sk: Spustiť scenár
ta_in: காட்சியை துவங்கு
te: దృష్టాంతం ప్రారంభిఅంచు
tr: Senaryo başlat
tt: Сценарийны башларга
uk: Розпочати Сценарій
ur: منظرنامہ شروع کریں
vi: Bắt đầu màn chơi
zh: 开始场景战役
zh_tw: 開始劇情
