Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-other.po
Languages: ar, ast, bg, br, ca, cs, da, el, es_ar, eu, fa, fi, ga, gd, he, hu, hy, id, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Compact formation of Infantry Hoplites creating a shield wall.
bg: Сбита формация от пехотни хоплити, които създават стена от щитове.
tr: Bir kalkan duvarı oluşturan Piyade Hoplitlerinin kompakt oluşumu.

source: Scatter
ar: تبَعثُر
ast: Orde dispersu
bg: Разпръсване
br: Strewadur
ca: Dispersa
cs: Rozptýlení
da: Spredning
el: Διασκορπισμός
es_ar: Espaciado
eu: Dispertsioa
fa: پراکنده
fi: Hajaantua
ga: Scaip
gd: Sgapte
he: פיזור
hu: Szétszóródás
hy: Ցրված դասավորություն
id: Sebar
ka: გაფანტვა
ko: 분산대형
lt: Išsisklaidyti
lv: Izklīst
ms: Hamparan
nb: Spredning
nl: Verspreiden
pl: Rozproszenie
pt_br: Espalhar
ro: Împrăștie
ru: Рассредоточить
sk: Rozptyl
sr: расути поредак
sv: Utspridd
tr: Dağınık
uk: Розсипний стрій
zh: 分散
zh_tw: 分散

source: Ranged Soldiers only, requires at least 2.
ast: Solo Mílites emittientes, requier pelo menus 2.
bg: Само за далекобойни во̀ини. Необходими са поне 2 единици.
ca: Només soldats a distància. En calen al menys 2.
cs: Pouze bojovníky pro boj na dálku, vyžaduje alespoň 2.
el: Στρατιώτες Εύρους μόνο, απαιτεί τουλάχιστον 2.
eu: Urrutiko soldaduak bakarrik, gutxienez 2 behar ditu.
fi: Vain kantamasotilaita, vähintään 2 vaaditaan.
gd: Saighdearan astair a-mhàin is feum air 2 dhiubh air a char as lugha.
hu: Csak távolsági katonák, legalább 2 szükséges.
id: Prajurit Jarak Jauh saja, membutuhkan setidaknya 2.
ko: 원거리 공격 병사만, 최소 2명이 필요합니다.
lt: Tik Nuotoliniams Kariams, reikalauja bent 2.
nl: Alleen voor afstandseenheden, ten minste 2 benodigd.
pl: Tylko Żołnierze walczący na dystans, wymaga przynajmniej 2.
pt_br: Soldados de combate à distância apenas, requer pelo menos 2.
ru: Только стрелки, не менее двух.
sk: Iba vojaci s útokom na diaľku, vyžaduje aspoň 2.
sv: Endast distansattacksoldater, kräver minst 2.
tr: Sadece Menzilli Askerler, en az 2 tane gerektirir.
uk: Тільки для солдатів дистанційного бою, потребує принаймні не менш 2.
zh: 至少需要 2 名远程士兵。
zh_tw: 僅限遠程士兵，需要至少 2 名。

source: Skirmish
ar: مناوش
ast: Reincuöntru
bg: Стрелкова
br: Emgannig
ca: Escaramussa
cs: Potyčka
da: Blænkning
el: Αψιμαχία
es_ar: Escaramuza
eu: Liskarra
fa: زد و خورد
fi: Kahakka
ga: Coimheascar
gd: Streup
he: התנגשות
hu: Csatározás
hy: Ձեռնամարտ
id: Skirmis
ka: შეტაკება
ko: 교전대형
lt: Skirmišas
lv: Sadursme
ms: Pertempuran
nb: Trefning
nl: Schermutseling
pl: Potyczka
pt_br: Escaramuça
ro: Luptă
ru: Схватка
sk: Šarvátka
sl: Spopad
sr: чаркање
sv: Skärmytsling
tr: Çatışma
uk: Перестрілка
zh: 游击横队
zh_tw: 散陣

source: Dispersed formation for reconnaissance, ambushes or hit-and-run.
bg: Разпръсната формация, използвана за разузнаване, нападения от засада или светкавични удари и измъкване.
tr: Keşif, pusu veya vur-kaç için dağınık oluşum.

source: Infantry Pikemen only, requires at least 16.
ast: Solo Sarissóphoros, requier pelo menus 16.
bg: Само за пехотни пиконосци. Необходими са поне 16 единици.
ca: Només piquers d'infanteria. En calen al menys 16.
cs: Pouze pěchota, vyžaduje minimálně 16.
el: Στρατιώτες Ακοντιστές μόνο, απαιτεί τουλάχιστον 16.
eu: Infanteriako lantzariak bakarrik, gutxienez 16 behar ditu.
fi: Vain jalkaväen peitsimiehiä, vähintään 16 vaaditaan.
gd: Pìcearan coisridh a-mhàin is feum air 16 dhiubh air a char as lugha.
hu: Csak gyalogos pikások, legalább 16 szükséges.
id: Infanteri Penggalah saja, membutuhkan setidaknya 16.
ko: 단창보병만, 최소 16명이 필요합니다.
lt: Tik Pėstininkams Ietininkams, reikalauja bent 16.
nl: Alleen voor Infanterie Piekeniers, ten minste 16 benodigd.
pl: Tylko piesi Pikinierzy, wymaga przynajmniej 16.
pt_br: Piqueiros de infantaria apenas, requer pelo menos 16.
ru: Только пешие пикинёры, не менее 16.
sk: Iba Kopijníci, vyžaduje aspoň 16.
sv: Endast Infanteripikenerare, kräver minst 16.
tr: Sadece Piyade Kargıcılar için en az 16 tane gerekir.
uk: Тільки для піхотних пікенерів , потребує принаймні не менш 16.
zh: 至少需要 16 名标枪兵。
zh_tw: 僅限長槍步兵，需要至少 16 名。

source: Syntagma
ar: سنتاجما
bg: Синтагма
da: Syntagme
el: Σύνταγμα
es_ar: Sintagma
fa: میدان یونانی
ga: Bunreacht
gd: Siontagma
he: סינטגמה
hu: Szüntagma
hy: Սինտագմա
ka: სინტაგმ
ko: 통합대형
pt_br: Sintagma
ru: Синтагма
sr: синтагма
tr: Sintagma
uk: Синтагма
zh: 长枪横队
zh_tw: 馬其頓方陣

source: Compact formation of Infantry Pikemen creating a defensive wall.
bg: Сбита формация от пехотни пиконосци, които създават защитна стена.
tr: Bir savunma duvarı oluşturan Piyade Mızrakçılarının kompakt oluşumu.

source: Testudo
ar: الدرع
bg: Костенурка
br: Baot
cs: Želva
da: Skjoldborg
el: Χελώνα
eu: Dortoka
fa: آرایش لاک پشتی
ga: Turtar
gd: Sligeanach
he: טסטודו
hu: Teknős
hy: Կրիա
ka: კუ
ko: 귀갑대형
pt_br: Tartaruga
ru: Черепаха
sk: Korytnačka
sr: корњача
tr: Kaplumbağa Düzeni
uk: Черепаха
zh: 龟型阵
zh_tw: 龜甲陣

source: Compact formation of Melee Infantry creating a shield shell.
bg: Сбита формация от близкобойни пехотинци, които създават обвивка от щитове.
tr: Bir kalkan kabuğu oluşturan Yakın Dövüş Piyadelerinin kompakt oluşumu.

source: Cavalry only, requires at least 6.
ast: Solo éqüites, requier pelo menus 6.
bg: Само за конници. Необходими са поне 6 единици.
ca: Només cavalleria. En calen al menys 6.
cs: Pouze kavalerie, vyžaduje nejméně 6.
el: Ιππείς μόνο, απαιτεί τουλάχιστον 6.
eu: Zaldunak bakarrik, gutxienez 6 behar ditu.
fi: Vain ratsuväkeä, vähintään 6 vaaditaan.
gd: Eachraidh a-mhàin is feum air 6 dhiubh air a char as lugha.
hu: Csak lovasság, legalább 6 szükséges.
id: Kavaleri saja, membutuhkan setidaknya 6.
ko: 기병만, 최소 6명이 필요합니다.
lt: Tik kavalerijai, reikalauja bent 6.
nl: Alleen voor cavalerie, ten minste 6 benodigd.
pl: Tylko kawaleria, wymaga przynajmniej 6.
pt_br: Cavalaria apenas, requer pelo menos 6.
ru: Только конница, не менее 6.
sk: Iba Jazda, vyžaduje aspoň 6.
sv: Endast kavalleri, kräver minst 6.
tr: Sadece süvari en az 6 gerektirir.
uk: Тільки для кавалерії, потребує принаймні не менш 6.
zh: 至少需要 6 名骑兵。
zh_tw: 僅限騎兵，需要至少 6 名。

source: Wedge
ar: وتد
ast: Cuniu
bg: Клин
br: Genn
ca: Falca
cs: Klín
da: Kile
el: Σφήνα
es_ar: Cuña
eu: Ziria
fa: آرایش پیکانی
fi: Kiila
ga: Ding
gd: Gèinneach
he: ראש חץ
hu: Ék
hy: Սեպ
id: Baji
ka: სოლი
ko: 쐐기대형
lt: Trikampė
lv: Ķīlis
ms: Baji
nb: Kile
nl: Hoek
pl: Klin
pt_br: Cunha
ro: Pană
ru: Клин
sk: Klin
sr: клин
sv: Kil
tr: Kama
uk: Клин
zh: 楔形阵
zh_tw: 錐形陣

source: Triangular Cavalry formation to break through enemy lines.
bg: Триъгълна конна формация за пробиване на вражеските редици.
tr: Düşman hatlarını yarıp geçmek için Üçgen Süvari düzeni.

source: Spy
ar: جاسوس
ast: Speculador
bg: Шпионин
br: Spiañ
ca: Espia
cs: Špion
el: Κατάσκοπος
eu: Espioia
fa: جاسوس
fi: Vakooja
ga: Brathadóir
gd: Brathadair
he: מרגל
hu: Kém
hy: Լրտես
id: Mata-mata
ko: 첩자
lt: Šnipinėti
ms: Perisik
nb: Spion
nl: Spion
pl: Szpieg
pt_br: Espião
ro: Spion
ru: Шпион
sk: Špeh
sr: Шпијун
sv: Spion
tr: Casus
uk: Шпигун
zh: 间谍
zh_tw: 間諜

source: Requires at least 2 Soldiers or Siege Engines.
ast: Requier pelo menus 2 Mílites ou Máchinas.
bg: Необходими са поне двама во̀ини или обсадни машини.
ca: Necessita al menys 2 soldats o màquines de setge.
cs: Vyžaduje alespoň 2 vojáky nebo obléhací stroje.
el: Απαιτεί τουλάχιστον 2 Στρατιώτες ή Πολιορκητικές Μηχανές.
eu: Gutxienez 2 soldadu edo setio makina behar ditu.
fi: Vaatii vähintään 2 sotilasta tai piirityskonetta.
gd: Tha feum air 2 shaighdear no inneal-sèiste air a char as lugha.
hu: Legalább 2 katona vagy ostromgép szükséges.
id: Membutuhkan setidaknya 2 Prajurit atau Mesin Kepung.
ko: 적어도 2명의 병사 또는 공성 전차가 필요합니다.
lt: Reikalauja bent 2 Karių ar Apgulties Įrenginių.
nl: Vereist tenminste 2 soldaten of belegeringswerktuigen.
pl: Wymaga przynajmniej 2 żołnierzy lub machin oblężniczych.
pt_br: Requer pelo menos 2 Soldados ou Armas de Cerco.
ru: Не менее двух воинов или осадных орудий.
sk: Sú nevyhnutní najmenej 2 vojaci alebo obliehacie stroje.
sv: Kräver minst 2 soldater eller belägringsvapen.
tr: En az 2 asker ya da kuşatma makinesi gerektirir.
uk: Потребує принаймні не менш 2 солдатів або облогових знарядь.
zh: 需要至少 2 名士兵或攻城器械。
zh_tw: 需要至少 2 名士兵或攻城武器。

source: Gaia
ar: الطّبيعة
bg: Гея
ca: Natura
da: Moder Natur
el: Γαία
es_ar: Gea
fa: مادر طبیعت
gd: Gaìa
he: טבע
hy: Գայա
ka: ცხოველი
ko: 가이아
lt: Gaja
lv: Gaja
pl: Gaja
ru: Гея
sl: Gaja
sr: Гаја
tr: Doğa
uk: Гея
zh: 自然界
zh_tw: 大地之母

source: Fish
ar: سمك
ast: Peẍe
bg: Риба
br: Pesk
ca: Peix
cs: Ryba
da: Fisk
el: Ψάρια
eu: Arrainkia
fa: ماهی
fi: Kala
ga: Iasc
gd: Iasg
he: דג
hu: Hal
id: Ikan
ko: 물고기
lt: Žuvis
ms: Ikan
nb: Fisk
nl: Vis
pl: Ryba
pt_br: Peixes
ro: Pește
ru: Рыба
sk: ryby
sr: Риба
sv: Fisk
tr: Balık
uk: Риба
zh: 鱼
zh_tw: 魚場

source: Catch fish for food.
ast: Fhuönte de comida.
bg: Хващане на риба за храна.
ca: Pesqueu per aconseguir menjar.
cs: Chyť rybu pro jídlo.
el: Πιάσε ψάρια για τροφή.
eu: Arrantzatu elikagaiak eskuratzeko.
fi: Pyydystä kalaa saadaksesi ruokaa.
gd: Glac èisg airson bìdh.
hu: Halászat élelemért.
id: Tangkap ikan untuk pangan.
ko: 식량을 위해 물고기를 잡습니다.
lt: pagauk žuvį maistui
nl: Verzamel voedsel door te vissen.
pl: Łów ryby, by zdobyć jedzenie.
pt_br: Pesque peixes por comida.
ru: Ловите рыбу в пищу.
sk: Lov ryby pre jedlo.
sv: Fånga fisk för mat.
tr: Besin için balık tut.
uk: Ловити рибу для їжі.
zh: 捕鱼以获得食物。
zh_tw: 捕魚以取得食物。

source: Fruit
ast: Fruita
bg: плод
ca: Fruita
cs: Ovoce
el: Φρούτα
eu: Fruta
fi: Hedelmä
gd: Meas
hu: Gyümölcs
id: Buah
ko: 과일나무
lt: Vaisius
pl: Owoc
pt_br: Fruta
ru: Фрукт
sk: Ovocie
sv: Frukt
tr: Meyve
uk: Фрукт
zh: 浆果
zh_tw: 果樹

source: Pick fruit for food.
ast: Fhuönte de comida.
bg: Събиране на плодове за храна.
ca: Colliu fruita per aconseguir menjar.
cs: Sbírej ovoce pro získání jídla
el: Συλλέξτε φρούτα για φαγητό.
eu: Jaso fruta elikagaiak eskuratzeko.
fi: Kerää hedelmiä saadaksesi ruokaa.
gd: Cruinnich measan airson bìdh.
hu: Gyümölcs szedése élemért.
id: Petik buah untuk pangan.
ko: 식량을 위해 과일을 땁니다.
lt: rink vaisius maistui
nl: Pluk fruit voor voedsel.
pl: Zbieraj owoce, by zdobyć jedzenie.
pt_br: Colete frutas por comida.
ru: Собирайте фрукты в пищу.
sk: Zberaj ovocie pre jedlo.
sv: Plocka frukt för mat.
tr: Besin için meyve topla.
uk: Збирати фрукти для їжі.
zh: 采集浆果以获得食物。
zh_tw: 採集水果以取得食物。

source: Metal Mine
ar: منجم معادن
ast: Xhazeda
bg: Мина за метал
br: Mengleuz Vetal
ca: Mina de metall
cs: Důl na kovy
el: Ορυχείο Μετάλλου
es_ar: Mina de metal
eu: Metal meatzea
fa: معدن فلز
fi: Metallikaivos
ga: Mianach Miotail
gd: Mèinn meatailt
he: מכרה מתכת
hu: Fémbánya
hy: Մետաղի հանքավայր
id: Tambang Logam
ka: ლითონის საბადო
ko: 금속 광산
lt: metalas
lv: Metāla raktuves
ms: Lombong Logam
nb: Metallgruve
nl: Metaalmijn
pl: Kopalnia metalu
pt_br: Mina de Metais
ro: Mină de metale
ru: Рудник
sk: Rudná baňa
sr: рудник метала
sv: Metallgruva
tr: Metal Madeni
uk: Родовище металу
zh: 金矿
zh_tw: 金屬礦

source: Mine ore for metal.
ast: Fhuönte de metal.
bg: Изкопаване на руда за метал.
ca: Extraieu mineral per aconseguir metall.
cs: Doluj rudu na kov.
el: Εξόρυξε ορυκτό για μέταλλο.
eu: Mehatu mea metala eskuratzeko.
fi: Louhi malmia saadaksesi metallia.
gd: Tochail clach-mhèinnir airson meatailt.
hu: Érc bányászása fémért.
id: Tambang bijih untuk mendapatkan logam.
ko: 금속을 위해 광물을 캡니다.
lt: Kasti metalo grynuolius.
nl: Mijn erts voor metaal.
pl: Wydobądź rudę, by zdobyć metal.
pt_br: Lavre minério para obter metal.
ru: Добывайте руду, чтобы получить металл.
sk: Doluj rudu pre kov.
sv: Bryt malm för metall.
tr: Metal için cevher topla.
uk: Видобувати руду для металу.
zh: 金矿
zh_tw: 採集礦石以取得金屬。

source: Stone Quarry
ast: Canteira
bg: Каменна кариера
ca: Pedrera
cs: Kamenolom
el: Λατομείο Πέτρας
eu: Harrobia
fi: Kivilouhos.
gd: Cuaraidh cloiche
hu: Kőfejtő
id: Galian Batu
ko: 채석장
lt: Akmens Karjieras
nl: Steengroeve
pl: Kamieniołom
pt_br: Pedreira
ru: Каменоломня
sk: Kameňolom
sv: Stenbrott
tr: Taş ocağı
uk: Кам'яний кар'єр
zh: 石场
zh_tw: 採石場

source: Quarry rock for stone.
ast: Fhuönte de piedra.
bg: Добиване на камъни чрез открито разбиване на скали.
ca: Treballeu a la pedrera per aconseguir pedra.
cs: Vytěž skálu pro kámen.
el: Σμίλευε βράχια για πέτρες.
eu: Ustiatu arroka harria eskuratzeko.
fi: Louhi kalliota saadaksesi kiveä.
gd: Tochail creagan airson clach.
hu: Kő fejtése kőért.
id: Gali bebatuan untuk batu.
ko: 석재를 위해 바위를 캡니다.
lt: Ruošti akmenis.
nl: Verzamel steen door steen te houwen.
pl: Wydobądź kamień.
pt_br: Extraia rochas por pedra.
ru: Ломайте скалы для получения камня.
sk: Skala pre lom kameňa
sv: Bryt berg för sten.
tr: Taş için kaya yont.
uk: Видобувати породу для каменю.
zh: 开采石场以获得石料。
zh_tw: 採石以取得石頭。

source: Ruins
ar: آثار
ast: Ruinas
bg: Останки
br: Dismantroù
ca: Ruïnes
cs: Zříceniny
da: Ruiner
el: Ερείπια
es_ar: Ruinas
eu: Hondakinak
fa: خرابه‌ها
fi: Rauniot
ga: Fothracha
gd: Làrach
he: חורבות
hu: Romok
hy: Ավերակներ
id: Reruntuhan
ka: ნანგრევები
ko: 유적
lt: Griuvėsiai
lv: Drupas
ms: runtuhan
nb: Ruiner
nl: Ruïnes
pl: Ruiny
pt_br: Ruínas
ro: Ruine
ru: Руины
sk: Ruiny
sl: Razvaline
sr: рушевине
sv: Ruiner
tr: Harabeler
uk: Руїни
zh: 废墟
zh_tw: 廢墟

source: Demolish ruins for stone.
ast: Fhuönte de piedra.
bg: Разрушаване на руини за камък.
ca: Enderroqueu ruïnes per aconseguir pedra.
cs: Zbořte ruiny pro kámen.
el: Κατέστρεψε ερείπια για πέτρα.
eu: Txikitu hondakinak harria eskuratzeko.
fi: Pura rauniot saadaksesi kiveä.
gd: Leag làrach airson clach.
hu: Romok lerombolása kőért.
id: Bongkar reruntuhan untuk batu.
ko: 석재를 위해 폐허를 철거합니다.
lt: Panaudoti griuvėsų akmenis.
nl: Verzamel steen door ruïnes af te breken.
pl: Zniszcz ruiny, by zdobyć kamień.
pt_br: Demula ruínas por pedra.
ru: Сносите развалины для получения камня.
sk: Zbúraj zrúcaniny pre kameň.
sv: Riv ruiner för sten.
tr: Taş için harabeleri yık.
uk: Знести руїни для каменю.
zh: 收集废墟的石料。
zh_tw: 拆除廢墟以取得石頭。

source: Treasure
ar: كنز
ast: Ayyalga
bg: Съкровище
br: Teñzor
ca: Tresor
cs: Poklad
da: Skat
el: Θησαυρός
es_ar: Tesoro
eu: Altxorra
fa: گنجینه
fi: Aarre
ga: Taisce
gd: Ulaidh
he: אוצר
hu: Kincs
hy: Գանձ
id: Harta Karun
ka: განძი
ko: 보물
lt: Lobis
lv: Dārgumi
ms: Khazahan
nb: Skatt
nl: Schat
pl: Skarb
pt_br: Tesouro
ro: Comoară
ru: Сокровище
sk: Poklad
sl: Zaklad
sr: благо
sv: Skatt
tr: Hazine
uk: Скарб
zh: 宝藏
zh_tw: 寶藏

source: Collect treasures for resources.
ast: Fhuönte de recursos.
bg: Събиране на съкровище за ресурси.
ca: Reclameu tresors per aconseguir recursos.
cs: Sbírejte poklady pro zdroje.
el: Μάζεψε θησαυρούς για πόρους.
eu: Bildu altxorrak baliabideak eskuratzeko.
fi: Kerää aarteita saadaksesi resursseja.
gd: Cruinnich ulaidhean airson stòrasan.
hu: Kincsek gyűjtése nyersanyagért.
id: Kumpulkan harta karun untuk sumberdaya.
ko: 자원을 위해 보물을 수집합니다.
lt: Surinkti lobius dėl išteklių.
nl: Verzamel schatten voor grondstoffen.
pl: Zbieraj skarby, by zdobyć zasoby.
pt_br: Colete tesouros por recursos.
ru: Собирайте клады для получения ресурсов.
sk: Zberaj poklady pre suroviny.
sv: Samla skatter för resurser.
tr: Kaynaklar için hazineler topla.
uk: Зібрати скарби заради ресурсів.
zh: 收集宝藏，获得资源。
zh_tw: 收集寶藏以取得資源。

source: Tree
ar: شجرة
ast: Árbole
bg: Дърво
br: Gwezenn
ca: Arbre
cs: Strom
da: Træ
el: Δέντρο
es_ar: Árbol
eu: Zuhaitza
fa: درخت
fi: Puu
ga: Crann
gd: Craobh
he: עץ
hu: Fa
hy: Ծառ
id: Pohon
ka: ხე
ko: 나무
lt: Medis
lv: Koks
ms: pokok
nb: Tre
nl: Boom
pl: Drzewo
pt_br: Árvore
ro: Copac
ru: Дерево
sk: Strom
sl: Drevo
sr: дрво
sv: Träd
tr: Ağaç
uk: Дерево
zh: 树
zh_tw: 樹木

source: Chop trees for wood.
ast: Fhuönte de madeira.
bg: Сечене на дървета за дървесина.
ca: Talleu arbres per aconseguir fusta.
cs: Kácet stromy pro dřevo.
el: Κόψε δέντρα για ξύλο.
eu: Moztu zuhaitzak egurra eskuratzeko.
fi: Pilko puita saadaksesi puuta.
gd: Leag craobhan airson fiodh.
hu: Fák kivágása fáért.
id: Tebang pohon untuk mendapatkan kayu.
ko: 목재를 위해 나무를 팹니다.
lt: kapok medžius medžiui
nl: Verzamel hout door bomen om te hakken.
pl: Rąb drzewa, by zdobyć drewno.
pt_br: Corte árvores por madeira.
ru: Рубите деревья для получения древесины.
sk: Rúb stromy pre drevo.
sv: Hugg träd för trä.
tr: Odun için ağaçları kes.
uk: Рубати дерева по деревину.
zh: 伐木以获得木材。
zh_tw: 砍樹以獲得木頭。

source: Structure
ar: مبنى
ast: Construccion
bg: Сграда
br: Savadur
ca: Estructura
cs: Stavba
da: Bygning
el: Κατασκευή
es_ar: Estructura
eu: Egitura
fa: ساختار
fi: Rakenne
ga: Struchtúr
gd: Togalach
he: מבנה
hu: Épület
hy: Կառուցվածք
id: Bangunan
ka: შენობა
ko: 건축물
lt: Statinys
lv: Struktūra
ms: Struktur
nb: Bygning
nl: Gebouw
pl: Struktura
pt_br: Estrutura
ro: Structură
ru: Строение
sk: Stavba
sl: Zgradba
sr: структура
sv: Byggnad
tr: Yapı
uk: Споруда
zh: 建筑
zh_tw: 建築物

source: Unit
ar: وحدة
ast: Unidá
bg: Единица
br: Unanenn
ca: Unitat
cs: Jednotka
da: Enhed
el: Μονάδα
es_ar: Unidad
eu: Unitatea
fa: واحد
fi: Yksikkö
ga: Aonad
gd: Aonad
he: יחידה
hu: Egység
hy: Միավոր
ka: ერთეული
ko: 유닛
lt: Vienetas
lv: Vienība
nb: Enhet
nl: Eenheid
pl: Jednostka
pt_br: Unidade
ro: Unitate
ru: Юнит
sk: Jednotka
sl: Enota
sr: јединица
sv: Soldat
tr: Birim
uk: Одиниця
zh: 单位
zh_tw: 單位

source: Wall
ast: Cerca
bg: Стена
ca: Muralla
cs: Zeď
el: Τείχος
eu: Harresia
fi: Muuri
gd: Balla
hu: Fal
id: Tembok
ko: 벽
lt: Siena
nl: Muur
pl: Mur
pt_br: Muralha
ru: Стена
sk: Múr
sv: Mur
tr: Duvar
uk: Мур
zh: 城墙
zh_tw: 牆

source: Wall off an area.
ast: Cerca terrenos.
bg: Ограждане на определено пространство.
ca: Emmuralla una àrea.
cs: Opevni (ohraď) oblasti.
el: Αποκοπή περιοχής με ανέγερση Τοίχους.
eu: Gune baten hesia
fi: Muuraa alue umpeen.
gd: Dìon sgìre le balla.
hu: Terület elfalazása.
id: Membentengi wilayah.
ko: 한 지역을 벽으로 막으십시오.
lt: Teritorijos Siena.
nl: Ommuur een gebied.
pl: Zamuruj obszar.
pt_br: Cerque uma área por muros.
ru: Обнесите территорию стеной.
sk: Ohradiť plochu.
sv: Bygg en mur runt ett område.
tr: Bir alanı duvardan kaldırın.
uk: Відгородити область.
zh: 用墙分隔一片区域。
zh_tw: 圍起一塊區域。

source: Army of Alexander the Great
fi: Aleksanteri Suuren armeija
tr: Büyük İskenderin Ordusu

source: Army of Macedon
fi: Makedonian armeija
tr: Makedon Ordusu

source: Army of Leonidas I
fi: Leonidas I:n armeija
tr: I. Leonidas'ın Ordusu

source: Minor Greek Polis
fi: Vähäpätöinen kreikkalainen kaupunki
tr: Küçük Yunan Şehri

source: Greek Polis
fi: Kreikkalainen kaupunki
tr: Yunan Şehiri

source: Greek Religious Sanctuary
fi: Kreikkalainen uskonnollinen pyhäkkö
tr: Yunan Tapınağı

source: Ursus arctos
tr: Boz Ayı

source: Sus scrofa
fi: Villisika
tr: Yaban Domuzu

source: Camelus dromedarius
tr: Deve

source: Bos taurus taurus
tr: Avrupa Sığırı

source: Bos taurus africanus
tr: Sanga Sığırı

source: Bos taurus indicus
tr: Hint Sığırı

source: Gallus gallus domesticus
tr: Tavuk

source: Crocodylus niloticus
tr: Nil timsahı

source: Cervus elaphus
tr: Kızıl Geyik

source: Canis lupus familiaris
tr: Köpek

source: Equus africanus asinus
tr: Eşek

source: Loxodonta africana
tr: Afrika Savan Fili

source: Elephas maximus
tr: Asya Fili

source: Loxodonta cyclotis
tr: Afrika Orman Fili

source: Vulpes lagopus
fi: Naali
tr: Kutup Tilkisi

source: Vulpes vulpes
fi: Punakettu
tr: Kızıl Tilki

source: Eudorcas thomsonii
tr: Thomson Ceylanı

source: Giraffa camelopardalis
tr: Zürafa

source: Capra aegagrus hircus
tr: Keçi

source: Equus ferus caballus
tr: At

source: Panthera leo
tr: Aslan

source: Ovibos moschatus
tr: Misk Sığırı

source: Pavo cristatus
fi: Riikinkukko
tr: Hint Tavuskuşu

source: Sus scrofa domesticus
tr: Domuz

source: Oryctolagus cuniculus
tr: Avrupa Ada Tavşanı

source: Ceratotherium simum
tr: Gergedan

source: Carcharodon carcharias
tr: Büyük beyaz Köpekbalığı

source: Ovis aries
tr: Koyun

source: Panthera tigris
tr: Kaplan

source: Odobenus rosmarus
tr: Mors

source: Balaenoptera physalus
tr: Oluklu Balina

source: Megaptera novaeangliae
tr: Kambur Balina

source: Connochaetes taurinus
tr: Antilop

source: Canis lupus
fi: Susi
tr: Kurt

source: Equus quagga
tr: Zeba

source: Fish
fi: Kala
tr: Balık

source: Tilapia
tr: Çipura

source: Tuna
fi: Tonnikala
tr: Ton Balığı

source: Apple
fi: Omena
tr: Elma

source: Banana
fi: Banaani
tr: Muz

source: Berries
fi: Marjoja
tr: Dut

source: Date Palm
fi: Taatelipalmu
tr: Hurma Palmiyesi

source: Fig
fi: Viikuna
tr: İncir

source: Grapes
fi: Rypäleet
tr: Üzüm

source: Stone Quarry
fi: Kivilouhos.
tr: Taş ocağı

source: Doric Column
fi: Doorilainen pylväs
tr: Dor Sütunu

source: Isis Cult Image
fi: Isis-kultin kuva
tr: İsis tarikatı görüntüsü

source: Great Pyramid
fi: Mahtava pyramidi
tr: Büyük Piramid

source: Minor Pyramid
fi: Vähäpätöinen pyramidi
tr: Küçük Piramid

source: Celtic Standing Stone
fi: Kelttiläinen kivipaasi
tr: Kelt Taş Abide

source: Egyptian Statue
fi: Egyptiläinen patsas
tr: Mısır Heykeli

source: Kushite Statue
fi: Kushiteläinen patsas
tr: Kushite Heykeli (Mısır ve Sudan da kurulmuş olan Kushite Krallığı'nın krallarının heykelleri)

source: Kushite Bird Statue
fi: Kushilainen lintupatsas
tr: Kuşit Kuş Heykeli

source: Apademak Lion Statue
fi: Apademakin leijonapatsas
tr: Apedamak Aslan Heykesli

source: Ammon-Ra Ram Statue
fi: Ammon-Ra:n pässipatsas
tr: Amon-Ra Koç Heykeli

source: Roman Statue
fi: Roomalainen patsas
tr: Roma Heykeli

source: Ruined Farmstead
fi: Navetan Rauniot
tr: Yıkık Çiftlik

source: Ruined House
fi: Talon Rauniot
tr: Yıkık Ev

source: Ruined Structure
fi: Rakennuksen Rauniot
tr: Yıkık Yapı

source: Ruined Tower
fi: Tornin Rauniot
tr: Yıkık Kule

source: Unfinished Greek Temple
fi: Valmistumaton kreikkalainen temppeli
tr: Tamamlanmamış Yunan Tapınağı

source: Food Treasure
fi: Ruoka-aarre
tr: Besin Hazinesi

source: Half-buried Barrels
fi: Puoliksi haudatut tynnyrit
tr: Yarı gömülü variller

source: Persian Food Stores
fi: Persian ruokamarkkinat
tr: Pers Gıda Dükkanları

source: Persian Food Treasure
fi: Persialainen ruoka-aarre
tr: Pers Gıda Hazinesi

source: Golden Fleece
fi: Kultainen talja
tr: Altın Post

source: Secret Box
fi: Salainen laatikko
tr: Gizli Kutu

source: Persian Wares
fi: Persialainen hyödyke
tr: Pers Malları

source: Persian Rugs
fi: Persialaiset matot
tr: Pers Kilimleri

source: Iron Weapons
fi: Aseet raudasta
tr: Demir Silahlar

source: Pegasus
tr: Kanatlı At

source: Shipwreck
fi: Laivanhylky
tr: Gemi enkazı

source: Shipwreck Cargo
fi: Laivanhylyn rahti
tr: Batık Kargosu

source: Stone Treasure
fi: Kiviaarre
tr: Değerli Taş Hazinesi

source: Cut Granite
fi: Leikattu graniitti
tr: Kesilmiş Granit

source: Cut Stone
fi: Leikattu kivi
tr: Kesilmiş Taş

source: Cut Sandstone
fi: Leikattu hiekkakivi
tr: Kesilmiş Kumtaşı

source: Wood Treasure
fi: Puuaarre
tr: Ahşap Hazine

source: Milled Lumber
fi: Sahatavara
tr: Öğütülmüş Kereste

source: Acacia
fi: Akaasia
tr: Akasya

source: Ancient Acacia
fi: Muinainen Akaasia
tr: Antik Akasya

source: Aleppo Pine
fi: Alepponmänty
tr: Halep Çamı

source: Bamboo
fi: Bambu
tr: Bambu

source: Dragon Bamboo
fi: Lohikäärmebambu
tr: Ejder Bambusu

source: Baobab Sapling
fi: Apinanleipäpuun taimi
tr: Baobab Fidanı

source: Young Baobab
fi: Nuori apinanleipäpuu
tr: Genç Baobab

source: Hardy Bush
fi: Sitkeä pensas
tr: Dayanıklı Çalı

source: Scrub
fi: Mänty
tr: Bodur ağaç

source: Dry Scrub
tr: Kurak Çalılık

source: Carob
fi: Johanneksenleipäpuu
tr: Keçiboynuzu

source: Atlas Cedar Sapling
fi: Atlassetrin taimi
tr: Atlas Sediri Fidanı

source: Atlas Cedar
fi: Atlassetri
tr: Atlas Sediri

source: Cherry Blossom
fi: Kirsikka
tr: Kiraz çiçeği

source: Cretan Date Palm
fi: Kreetalainen taatelipalmu
tr: Girit Hurma Palmiyesi

source: Cypress
fi: Sypressi
tr: Selvi

source: Deciduous Tree
fi: Kesävihanta puu
tr: Yaprak Döken Ağaç

source: Elm
fi: Jalava
tr: Karaağaç

source: European Beech
fi: Euroopanpyökki
tr: Avrupa Kayını

source: Silver Birch
fi: Rauduskoivu
tr: Gümüş Huş

source: Fir
fi: Pihta
tr: Köknar

source: Fir Sapling
fi: Pihdan taimi
tr: Göknar Fidanı

source: Prickly Juniper
fi: Okakataja
tr: Dikenli Ardıç

source: Mangrove
tr: Mangrov

source: Maple
fi: Vaahtera
tr: Akçaağaç

source: Mediterranean Fan Palm
fi: Välimerenkääpiöpalmu
tr: Akdeniz Yelpaze Palmiyesi

source: Oak
fi: Tammi
tr: Meşe
