Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Italian merc cost vs. recruit time #2
ast: El costu del mercenariu italianu frente al tiempu de llevantamientu #2
bg: Цена срещу време за наемане на италиански наемници №2
br: Koust marc'had Italian a-enep da amzer tuta #2
ca: Cost dels mercenaris italians vs temps de reclutament #2
cs: Náklady na italické žoldnéře oproti době potřebné na odvody #2
da: Italienske lejesoldaters pris mod rekrutteringstid #2
de: Italische Söldner: Kosten vs. Rekrutierzeit #2
el: Κόστος Ιταλού μισθοφόρου έναντι χρόνου στρατολόγησης #2
es_mx: Coste mercenarios italiano vs. tiempo de reclutamiento #2
eu: Italiar mertz kos vs. erreklutatze denbora #2
fa: هزینه ی مزدوران ایتالیایی در مقابل زمان آموزش #2
ga: Costas an Amhais Iodálaigh i.gc. Am Earcaithe 2
gl: Custo de mercenarios italiotas ou tempo de recrutamento 2
hu: Itáliai zsoldosok költsége ↔ kiképzési idő #2
id: Biaya bayaran vs. waktu rekrut prajurit bayaran Italia #2
it: Costo Merc. Italiani vs tempo di reclutamento #2
ja: イタリオテス傭兵コスト 対 採用時間 #2
ko: 이탈리아 용병 비용 대 고용 시간 #2
ms: Kos askar upahan Itali lwn. masa rekrut #2
nb: Italiensk leiesoldatkostnad vs. rekrutteringstid #2
nl: Italiaanse huurlingen kost vs rekruteertijd #2
pl: Koszt włoskich najemników kontra Czas rekrutowania #2
pt_pt: Custo dos mercenários italiotas vs. tempo de recrutamento #2
ru: Стоимость итальянского наймита и время набора №2
sk: Cena italických žoldnierov vs. doba verbovania #2
sv: Italiensk legosoldat kostnad vs. rekryteringstid #2
tr: İtalyan paralı asker maliyeti vs. askere alma zamanı #2
uk: Витрата італійського найманця проти часу вербування #2
zh: 意大利佣兵花费 vs. 招募时间 #2
zh_tw: 義大利傭兵花費 vs. 招募時間 #2

source: Carthaginians established many trading centers as colonies and ultimately held dominion over 300 cities and towns in North Africa alone.
ar: أنشأ القرطاجيون عدة مراكز تجارية كمستعمرات، وفي النهاية حققوا السيادة على 300 مدينة وبلدة في شمال أفريقيا وحدها.
ast: Los cartaxineses convirtieron munchos centros comerciales en colonies y últimamente dominaben más de 300 ciudaes y villes solo na África'l Norte.
bg: Картагенците създали много търговски центрове като колонии и в най-силния си период владеели над 300 града и села само в северна Африка.
br: Staliet o doa ar Gartajinianed meur a greizenn-genwerzhel ha meur a drevadenn betek dont da vezañ mestr e fin ar gont war muioc'h evit 300 kêr ha kêriadenn hepken en Afrika an Hanternoz.
ca: Els cartaginesos van establir molts centres de comerç com a colònies i van arribar a dominar més de 300 ciutats només al nord d'Àfrica.
cs: Kartáginci zřídili mnoho obchodních koloníí a nakonec udrželi nadvládu nad více než 300 velkoměsty a městy jen v Severní Africe.
da: Kartaginienserne etablerede mange handelskolonier og endte med at styre over 300 byer alene i Nordafrika.
de: Die Karthager gründeten viele Handelszentren als Kolonien und hatten letztendlich über 300 Städte allein in Nordafrika unter ihrer Kontrolle.
el: Οι Καρχηδόνιοι ίδρυσαν πολλά εμπορικά κέντρα, ως αποικίες και και εν τέλει εξουσίασαν πάνω από 300 πόλεις και κωμοπόλεις μόνο στην Βόρεια Αφρική.
es_mx: Los cartagineses establecieron muchos centros comerciales como las colonias y en última instancia lograron establecer su dominio sobre 300 ciudades y pueblos solo en el norte de África.
eu: Kartagoarrek komertzio gune ugari ezarri zituzten kolonia gisara, eta azkenean, Ipar Afrika soilik kontuan hartuz, 300 hiri eta herri zituzten kontrolpean.
fa: کارتاژها مراکز تجاری بسیاری را شبیه مستعمرات خود راه اندازی کرده بودند آنها در اوج قدرت خود بیش از 300 شهر را در تنها در شمال آفریقا در اختیار داشتند
ga: Bhunaigh na Cartagaigh stáisiúin trádála go leor mar choilíneachtaí, agus a cheannas a shealbhú i ndeireadh na dála, os cionn ná 300 cathair agus baile fiú san Afraic Thuaidh.
gl: Os cartaxineses estableceron moitos centros de comercios como colonias e acabaron por dominar máis de 300 cidades e vilas só no norte de África.
hu: A karthágóiak több kereskedelmi központot állítottak alapítottak gyarmatként és csak Észak-Afrikában több mint 300 város és település felett bírták hatalmukat.
id: Bangsa Kartago membangun banyak pusat dagang sebagai koloni dan akhirnya menguasai 300 kota di Afrika Utara.
it: I Cartaginesi istituirono numerosi centri commerciali nelle colonie e mantennero il dominio di oltre 300 città e paesi del Nord Africa.
ja: カルタゴは多くの交易所を植民地として創設し、ついには北アフリカだけで300以上の都市や町を支配するに至りました。
ko: 카르타고는 많은 교역소를 식민지로 설립하고 마침내는 북아프리카에만 3백곳 이상의 도시와 마을을 지배하기에 이르렀습니다.
lt: Kartaginiečiai įkūrė daugybę prekybos centrų kaip kolonijų ir visiškai dominavo virš 300 miestų ir miestelių vien tik Šiaurinėje Afrikoje.
ms: Bangsa Carthage menubuhkan banyak pusat dagangan sebagai koloni dan mengekalkannya sebanyak 300 buah bandar dan pekan di Utara Afrika sahaja.
nb: Kartagerne etablerte mange handelssentrum som kolonier og hersket til slutt over 300 byer og småbyer bare i Nord-Afrika.
nl: Carthagers stichtten veel handelscentra in de vorm van kolonies. Op het hoogtepunt bezaten ze meer dan 300 steden, enkel in noord Afrika.
pl: Kartagińczycy założyli wiele ośrodków handlu jako kolonie, uzyskując ostatecznie panowanie nad ponad 300 miastami w samej tylko Afryce Północnej.
pt_pt: Os cartagineses estabeleceram muitas colónias a partir de entrepostos comerciais e acabaram por dominar mais de 300 cidades e vilas só no Norte de África.
ru: Карфагеняне основали множество торговых центров, колоний, и в конечном счёте господствовали над 300 городами и населенными пунктами в одной только северной Африке.
sk: Kartáginci založili mnoho centier obchodu ako kolónii a napokon sami vládli nad vyše 300 mestami a obcami v severnej Afrike.
sv: Kartagerna etablerade många handelscentrum som kolonier och i slutändan hölls herravälde över 300 städer bara i Nordafrika.
tr: Kartacalılar koloniler olarak birçok ticari merkeze yerleşti ve en sonunda sadece Kuzey Afrika'da 300 den fazla şehir ve köye hakim oldular.
uk: Карфагеняни заснували багато торгових центрів у якості колоній та, зрештою, утримували домініон із понад 300 міст, та містечок тільки в Північній Африці.
zh: 迦太基人建立了许多贸易中心作为殖民地，并且最终在仅在北非就保持了对超过300个城市的控制。
zh_tw: 迦太基人建立了許多貿易中心作為殖民地，並且最終在僅在北非就保持了對超過300個城市的控制。

source: Carthaginians were colonizers. Civic Centers, Temples, and Houses -25% build time.
ast: Los cartaxineses yeren colonizadores. Los centros civiles, templos y cases: el -25% del tiempu de construcción.
bg: Картагенците били колонизатори. -25% време за строеж на селищни центрове, храмове и къщи.
br: Ar Gartajinianed a oa trevadennerien. Kreizennoù keodedel, Temploù, ha tiez -25% a amzer sevel.
ca: Els cartaginesos eren colonitzadors. -25% en temps de construcció per a Centres Cívics, Temples i Cases.
cs: Kartaginci byli kolonizátoři. Doba stavby správních středisek, chrámů a domů je zkrácena o -25%.
da: Kartaginienserne var kolonister. Civilisationscentre, templer og huse -25% bygningstid.
de: Die Karthager waren Kolonisierer. Die Bauzeit von Verwaltungssitzen, Tempeln und Häusern ist um -25% verkürzt.
el: Οι Καρχηδόνιοι ήταν αποικιοκράτες. Αστικά Κέντρα, Ναοί και Σπίτια -25% του χρόνου κατασκευής.
es_mx: Los cartagineses fueron colonizadores. Centros Civicos, templos y casas -25% menos de tiempo para la construcción.
eu: Kartagoarrak kolonizatzaileak izan ziren. Hiriguneak, Tenpluak eta Etxeak %25- eraikitze denboran.
fa: کارتاژ ها استعمارگر بودند. مراکز تمدن ، معابد و خانه -25% زمان ساخت
ga: Bhí coilínithe iad na Cartagaigh. Am tógála -25% d'Ionaid Chathartha, Tempaill, agus Tithe.
gl: Os cartaxineses eran colonizadores. Redúcese un -25% o tempo de construción de centros cívicos, templos e casas.
hu: A karthágóiak gyarmatosítók voltak. A városházáknak, templomoknak és házaknak -25% építési idő.
id: Bangsa Kartago adalah penjajah. Pusat Peradaban, Kuil, dan Rumah -25% waktu bangun.
it: I Cartaginesi erano colonizzatori. Centri Cittadini, Templi e Abitazioni -25% del tempo di costruzione.
ja: カルタゴ人は入植者でした。町の中心、神殿、家の建設時間が25%減少します。
ko: 카르타고는 식민지였습니다. 시민 회관, 사원, 주택의 짓는 시간이 -25% 감소합니다.
lv: Kartāgieši bija kolonizētāji. Civilajiem centriem, tempļiem un mājām -25% būvniecības laikam.
ms: Orang Carthage merupakan peneroka. -25% tempoh pembinaan Pusat Sivik, Kuil, dan Rumah.
nb: Kartagerne var kolonister. Samfunnssenter, tempel og hus -25% byggetid.
nl: Carthagers waren kolonisators. Beschavingscentra, Tempels en Huizen -25% bouwtijd.
pl: Kartagińczycy byli kolonizatorami. Ich Centra osad, Świątynie i Domy mają skrócony czas budowania o -25%
pt_pt: Os cartagineses eram colonizadores. Centros cívicos, templos e casas têm -25% de tempo de construção.
ru: Карфагеняне были колонизаторами. Городские центры, храмы и дома возводятся на -25% быстрее.
sk: Kartáginci boli kolonizátori. Administratívne centrá, chrámy a domy -25% doba výstavby.
sv: Kartagerna var kolonisatörer. Samhällscentrum, Tempel och Hus -25% byggtid.
tr: Karatacalılar kolonistti. Halk Merkezleri, Tapınaklar ve Evler'in inşaatı -25% daha kısa sürer.
uk: Карфагеняни були колонізаторами. Громадські центри, храми та будинки потребують -25% часу спорудження.
zh: 迦太基人是殖民者。城镇中心、神庙、房舍建造时间 -25% 。
zh_tw: 迦太基人是殖民者。城鎮中心、神廟、房舍 -25% 建造時間。

source: Colonization
ar: الاستعمار
ast: Colonización
bg: Колонизация
br: Trevadennerezh
ca: Colonització
cs: Kolonizace
da: Kolonisering
de: Kolonisation
el: Αποικισμός
es_mx: Colonización
eu: Kolonizazioa
fa: مهاجرنشینی
fi: Asuttaminen
ga: Coilíniú
gl: Colonización
hu: Gyarmatosítás
id: Kolonisasi
it: Colonizzazione
ja: 入植
ko: 식민지화
lt: Kolonizacija
lv: Kolonizācija
ms: Kolonisasi
nb: Kolonisering
nl: Kolonisatie
pl: Kolonizacja
pt_pt: Colonização
ru: Колонизация
sk: Kolonizácia
sv: Kolonisering
tr: Sömürgeleştirme
uk: Колонізація
zh: 殖民
zh_tw: 殖民

source: Nobody knew better than the Carthaginians where in the ancient world they were going and going to go; their merchant traders had missions to everywhere.
ar: لم يتفوق أحد على القرطاجيين في معرفتهم بالأماكن التي يذهبون إليها في العالم القديم، فقد كان تجارهم يعملون في كل مكان.
ast: Los cartaxineses sabíen meyor que naide áu diben y diríen en mundiu antiguu; los sos mercaderos teníen misiones comerciales perdayuri.
bg: Никой освен картагенците не знаел накъде из древния свят пътуват те и накъде ще пътуват; търговците им били навсякъде.
br: Den na anaveze gwelloc'h evit ar Gartajinianed pelec'h er bed kozh ez aent ha da belec'h ez aent; kefridioù o doa o c'henwerzhourien e pep-lec'h.
ca: En el món antic, ningú no sabia millor que els cartaginesos on anaven i on anirien; els seus comerciants tenien delegacions a tot arreu.
cs: Nikdo nevěděl lépe než Kartaginci, kam ve starověkém světě šli a kam se chystali jít; jejich obchodní kupci cestovali všude.
da: Ingen vidste bedre end kartaginienserne hvor i antikken de var på vej hen, og hvor de skulle hen; deres købmænd havde handelsmissioner overalt.
de: Keiner in der antiken Welt wusste besser, wohin es galt zu gehen, als die Karthager; ihre Händler unternahmen Missionen nach überall hin.
el: Κανείς δεν ήξερε καλύτερα πού βρίσκονταν και πού ήθελε να πάει καλύτερα από τους Καρχηδόνιους. Οι εμπορικές τους αποστολές πήγαιναν παντού
es_mx: Nadie en el mundo antiguo sabía mejor que los cartagineses a dónde iban y hacia dónde ir; sus mercaderes emprendían misiones a lugares lejanos a lo largo y ancho del globo.
eu: Antzinako munduan inork ez zekien kartagoarrek baino hobeto norantz eta noraino zoazen; haien merkatariek alde guztietan zituzten misioak.
fa: هیچ کس بهتر از یک کارتاژی نمیداند که در دنیای باستان کجا می رود، تجار آنها به تمام دنیا ماموریت داشتند و به هرجای ممکن سفر میکردند
ga: Ní raibh a fhios ag duine ar bith níos fearr ná na Cartagaigh conas nascleanúint a dhéanamh sna mara ársa. Bhí stáisiúin thrádála ag a gceannsaithe i ngach áit.
gl: Ninguén sabía mellor que os cartaxineses a que parte do mundo antigo ían e a que parte pretendían ir. Os seus comerciantes tiñan misións en todas partes.
hu: Senki sem tudta jobban az ókorban a karthágóiaknál, hogy merről merre kell menni. Kereskedőik mindenhová eljutottak.
id: Bangsa Kartago paling mengerti kemana mereka pergi di dunia kuno; saudagar mereka punya misi di mana-mana.
it: Nessuno nel mondo antico conosceva meglio dei Cartaginesi dove stavano andando e dove sarebbero andati; i loro mercanti partivano per missioni commerciali dirette ovunque.
ja: 古代世界で彼らが行くところ、また、行こうとするところ、誰もカルタゴ以上の商人は知りません。カルタゴ商人はどこへでも交易に出かけました。
ko: 고대 세계에서 그들이가는 곳에 또한 가고자하는 곳 모두 카르타고 이상의 상인은 모릅니다. 카르타고 상인은 어디든지 교역 나갑니다. (번역확인??)
ms: Tiada siapa yang lebih mengetahui selain puak Carthage lokasi dunia purba mereka jelajahi dan berdagang; para pedagang mereka mempunyai banyak misi dimana sahaja.
nb: Ingen kjente den antikke geografien bedre en kartagerne - deres handelsreisende hadde oppdrag overalt.
nl: Niemand wist beter dan de Carthagers waar ze naartoe gingen. Hun handelaars hadden overal missies.
pl: Nikt, poza samymi Kartagińczykami, nie wiedział gdzie w starożytnym świecie się udawali i planowali udać; ich handlarzy można było spotkać wszędzie.
pt_pt: Ninguém sabia melhor que os Cartaginenses a que parte do mundo antigo eles iam e para onde haveriam de ir - os seus mercadores tinham missões comerciais em todo o lado.
ru: Никто лучше карфагенян не знал куда в древнем мире они идут или могут пойти; у их торговцев были миссии повсюду.
sk: Nikto nevedel lepšie ako Kartáginci kam v starovekom svete ísť alebo sa chystať ísť; ich obchodníci cestovali všade.
sv: Ingen visste bättre än Kartagerna vart i den antika världen de var på väg eller kommer att gå; deras handelsmän hade uppdrag överallt.
tr: Hiç kimse tüccarlığı Kartacalılardan daha iyi bilmezdi antik dünyada onlar gider de giderlerdi, onların satış tüccarları her yere gitmekle görevliydiler.
uk: Ніхто не знав краще за карфагенян, куди у стародавньому світі вони прямували та збиралися йти; їхні комерційні торговці мали доручення повсюди.
zh: 在古代，没有人知道比迦太基人去过那里以及要去那里，他们的商人的生意遍布全世界。
zh_tw: 在古代，沒有人知道迦太基人去過哪裡以及要去哪裡；他們的商人的生意遍佈全世界。

source: Carthaginians were explorers. All Traders and Ships +25% vision range.
ast: Los cartaxineses yeren esploradores. Tolos comerciantes y barcos: el +25% del campu visual.
bg: Картагенците били пътешественици. +25% обхват на видимост за всички търговци и кораби.
br: Ar Gartajinianed a oa ergerzherien. An holl genwerzherien ha bigi +25% a astenn gwel.
ca: Els cartaginesos eren exploradors. +25% en camp de visió per a tots els comerciants i vaixells.
cs: Kartaginci byli průzkumníci. Všichni obchodníci a lodě dohlédnou o +25% dále.
da: Kartaginienserne var opdagelsesrejsende. Alle Handlende og Skibe +25% synsvidde.
de: Karthager waren Entdecker. Alle Händler und Schiffe sehen +25% weiter.
el: Οι Καρχηδόνιοι ήταν εξερευνητές. Όλα τα πλοία και οι έμποροι +25% εμβέλεια όρασης.
es_mx: Los cartagineses fueron exploradores. Todos los comerciantes y barcos ganan un +25% más de alcance de visión.
eu: Kartagoarrak esploratzaileak izan ziren. Merkatari eta itsasontzi guztiek %25+ ikusmen gaitasunean.
fa: کارتاژ ها اکتشافگر بودند. تمام تاجرها و کشتی ها +25% شعاع دید بیشتر
fi: Karthagolaiset olivat löytöretkeilijöitä. Kaikki kauppiaat ja laivat näkevät +25% pidemmälle.
ga: Bhí taiscéalaithe iad na Cartagaigh. Raon físe +25% do gach trádálaí is long.
gl: Os cartaxineses eran exploradores. Aumenta o raio de visión dos comerciantes e naves un +25%.
hu: A karthágóiak felfedezők voltak. Minden kereskedőnek és hajónak +25% látóhatár.
id: Bangsa Kartago adalah penjelajah. Semua Pedagang dan Kapal +25% jarak pandang.
it: I Cartaginesi erano esploratori. Tutti i commercianti e le Navi ottengono +25% di visuale.
ja: カルタゴ人は探検家でした。すべての商人と船舶の見通しが25%伸びます。
ko: 카르타고인은 탐험가였습니다. 모든 상인과 선박의 시야가 +25% 증가합니다.
lv: Kartāgieši bija atklājēji. Visiem tirgoņiem un kurģiem +25% redzamības tālumam.
ms: Orang Carthage merupakan penjelajah. +25% julat pandangan semua Pedagang dan Kapal
nb: Kartagerne var utforskere. Alle handelsmenn og skip får +25% synsrekkevidde.
nl: Carthagers waren verkenners. Alle handelaars en koopmansschepen +25% zicht.
pl: Kartagińczycy byli odkrywcami. Wszyscy kupcy i statki +25% lepszy zasięg widzenia.
pt_pt: Os cartagineses são exploradores. Todos os comerciantes e embarcações aumentam a sua visão em +25%.
ru: Карфагеняне были путешественниками. Все торговцы и корабли получают +25% к дальности обзора.
sk: Kartáginci boli prieskumníci. Všetci obchodníci a lode +25% dohľad.
sv: Kartagerna var upptäckare. Alla Handelsmän och Skepp +25% synhåll.
tr: Kartacalılar kaşifti. Tüm Tüccarlar ve Gemiler +25% görüş alanına sahiptir.
uk: Карфагеняни були дослідниками. Всі торговці та кораблі мають +25% дистанції та зору.
zh: 迦太基人是探险家。所有贸易商人及船只视野 +25% 。
zh_tw: 迦太基人是探險家。所有貿易商人及船隻 +25% 視野。

source: Exploration
ar: الاستكشاف
ast: Esploración
bg: Разузнаване
br: Ergerzhadur
ca: Exploració
cs: Objevování
da: Udforskning
de: Erkundung
el: Εξερεύνηση
es_mx: Exploración
eu: Esplorazioa
fa: اکتشاف
fi: Tutkimusmatkailu
ga: Taiscéalaíocht
gl: Exploración
hu: Felfedezés
id: Penjelajahan
it: Esplorazione
ja: 探索
ko: 탐험
lv: Atklāšana
ms: Penjelajahan
nb: Utforskning
nl: Verkenning
pl: Odkrywanie
pt_pt: Exploração
ru: Разведка
sk: Prieskum
sv: Utforskning
tr: Keşif
uk: Дослідження
zh: 探险家
zh_tw: 探索

source: Significantly increase build speed of batches of ships at the Shipyard.
ast: Aumentar de miente significante la velocidá a los grupos de naves n'arsenal.
bg: Увеличава значително бързината за строеж на партиди от кораби в корабостроителницата.
br: Kreskaat evit gwir tizh sevel strolladoù bigi er chanter-bag.
ca: Augmenteu substancialment la velocitat de construcció dels grups de vaixells a la drassana.
cs: Podstatně zvýšíte rychlost stavby skupin lodí v loděnici.
da: Gør det betydeligt hurtigere at bygge grupper af skibe i Skibsværftet.
de: Erhöht die Baugeschwindigkeit für mehrere in Auftrag gegebene Schiffe in der Werft signifikant.
el: Σημαντική αύξηση της ναυπήγησης σε ομάδες πλοίων στο Ναυπηγείο.
es_mx: Incrementa notablemente la velocidad de construcción de tus navíos en el astillero.
eu: Nabarmen handitzen da itsasontzien eraikuntza untziolan.
fa: به طرز قابل ملاحظه ای سرعت تولید دسته های ناو در کشتی سازی را افزایش می دهد.
fi: Merkittävästi nopeuttaa laivojen joukkorakentamista telakalla.
ga: Méadaigh luas tógála go mór do dhream loinge sa Longchlós.
gl: Aumenta de maneira considerábel a velocidade de construción de naves en grupos nos estaleiros.
hu: Jelentősen növeli a hajócsoportok építési sebességét a hajógyárban.
id: Meningkatkan kecepatan pembangunan majemuk kapal secara siknifikan di Galangan.
it: Aumenta la velocità di costruzione di lotti di navi presso il Cantiere.
ja: 造船所での船舶の一括建造速度が著しく向上します。
ko: 조선소의 선박 일괄 건조 속도가 크게 향상합니다.
lv: Ievērojimi paātrina kuģu būvētavas kuģi grupu izbūvi.
ms: Tingkatkan secara mendadak kelajuan pembinaan sekelompok kapal di dalam Limbungan Kapal.
nb: Betydelig økt byggningshastighet på skipsordrer av samme typer på verftet.
nl: Verhoog de bouwsnelheid van in serie geproduceerde schepen op de scheepswerf.
pl: Znacznie zwiększa szybkość budowy statków w partiach w Stoczni.
pt_pt: Aumenta substancialmente a velocidade de construção de embarcações se forem construídas em lote.
ru: Существенно увеличивает скорость постройки судов партиями на верфи.
sk: Podstatne zvýši skupinovú rýchlosť výstavby lodí v lodenici.
sv: Öka bygghastigheten för grupper av skepp vid varvet.
tr: Tersanelerdeki toplu gemi üretim hızını gözle görülür derecede arttırır.
uk: Значно збільшити швидкість спорудження кораблів партіями на верфі.
zh: 显著增加造船厂中的船只的整组建造速度。
zh_tw: 顯著增加造船廠中的船隻的整組建造速度。

source: Shipyard increased batch construction speed bonus.
ast: L'aresenal: aumenta la velocidá de construyir en grupos.
bg: Увеличава се скоростта на строене на партиди в корабостроителницата.
br: Ar chanter-bag en doa kreskaet bonuz an tizh sevel strollad.
ca: Bonificació en la velocitat de construcció dels grups de vaixells a la drassana.
cs: Loděnice zvyšuje rychlost hromadné stavby.
da: Skibsværft træner grupper hurtigere.
de: Erhöht die Baugeschwindigkeit für mehrere Bauaufträge in der Werft signifikant.
el: Τα ναυπηγεία αυξάνουν το μπόνους ταχύτητας στη ναυπήγηση ομάδων.
es_mx: Los astilleros tienen una bonificación por reclutamiento por grupos.
eu: Ontziolek taldekako erreklutatzeagatik hobaria dute.
fa: افزایش سرعت تولید دسته های ناو در کشتی سازی
fi: Nopeampi joukkorakentaminen telakalla.
ga: Méadaigh luas tógála do dhream sa Longchlós.
gl: Aumenta a bonificación de velocidade de construción en grupo dos estaleiros.
hu: A hajógyár építési sebesség bónuszt kap a hajócsoportokra.
id: Galangan meningkatkan bonus kecepatan pembuatan majemuk.
it: Bonus Cantiere aumenta la velocità di costruzione.
ja: 造船所での一括建造速度ボーナスが上がります。
ko: 조선소의 일괄 건조 속도 보너스(?)가 올라갑니다.
lv: Kuģu būvētava uzlabo grubu izbūves ātruma priekšrocības.
ms: Limbungan kapal tingkatkan bonus kelajuan pembinaan secara berkelompok.
nb: Verftet har økt konstruksjonshastighetsbonus for skipordrer av samme type.
nl: Verhoogde groepsconstructietijd in de scheepswerf.
pl: Zwiększona premia szkolenia grupowego dla Stoczni.
pt_pt: Aumenta substancialmente a velocidade de construção de embarcações se forem construídas em lote.
ru: Скорость строительства партиями на верфи увеличивается.
sk: Zvýšený rýchlostný bonus skupinovej výstavby lodí pre lodenice.
sv: Varv ökad grupp konstruktionshastighet.
tr: Tersane görev tamamlama hız ödülü arttı.
uk: Верф збільшила бонус швидкості спорудження партією.
zh: 造船厂获得整组建造速度奖励。
zh_tw: 造船廠獲得整組建造速度獎勵。

source: Phoenician Naval Architects
ar: بنائِ سفن فينيقيون
ast: Arquiteutos navales fenicios
bg: Финикийски морски архитекти
br: Tisavourien War vor Fenikian
ca: Arquitectes navals fenicis
cs: Féničtí námořní stavitelé
da: Fønikiske Skibskonstruktører
de: Phönizische Schiffskonstrukteure
el: Φοίνικες Ναυτικοί Αρχιτέκτονες
es_mx: Arquitectos Navales Fenicios
eu: Feniziar Itsasontzi Arkitektura
fa: مهندسان دریایی فنیقی
fi: Foinikialaiset laivastoarkkitehdit
ga: Ailtirí Cabhlaigh Féiníceacha
gl: Arquitectos navais fenicios
hu: Föníciai hajómérnökök
id: Arsitek Laut Fenisia
it: Architetti Navali Fenici
ja: フェニキア造船技師
ko: 페니키아 해군 건축가
lv: Feniķiešu jūras arhitekti
ms: Arkitek Laut Phoenicia
nb: Fønikiske sjøarkitekter
nl: Fenicische marinearchitecten
pl: Feniccy architekci morscy
pt_pt: Arquitetos navais fenícios
ru: Финикийский кораблестроитель
sk: Fenickí námorní architekti
sv: Feniciska Sjöarkitekter
tr: Fenike Gemi Ustaları
uk: Фінікійські кораблебудівники
zh: 腓尼基造船工程师
zh_tw: 腓尼基造船工程師
