Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Temples −50% resource costs and building time; Temple technologies −50% resource costs and research time.
ar: المعابد - تخفيض 50% في تكاليف الموارد وزمن البناء؛ تقنيات المعابد - تخفيض 50% في تكاليف الموارد وزمن البحث.
ast: Templos: costos in recursos & tiempu de construccion −50%; Téchnicɐs templares: costos in recursos & tiempu de disinvolvemiento −50%.
bg: Времето за проучване и цената на храмовете и технологиите в тях се намаляват с 50%.
ca: Els temples costen -50% en recursos i temps de construcció; les tecnologies del temple costen -50% en recursos i temps de recerca.
cs: Chrámy −50 % z nákladů na zdroje a z doby stavby; technologie chrámu −50 % z nákladů na zdroje a z času výzkumu.
de: Tempel −50 % Rohstoffkosten und Bauzeit; Tempeltechnologien −50 % Rohstoffkosten und Forschungszeit.
es: Templos (Coste de recursos y tiempo de construcción: −50%); Tecnologías del templo (Coste de recursos y tiempo de investigación: −50%).
fa: 50% کاهش هزینه های منابع و زمان ساخت معابد; 50% کاهش هزینه های منابع و زمان تحقیق فناوری های معابد.
fi: Temppeleille -50 % resurssikustannukset ja rakennusaika; temppeliteknologioille -50 % resurssikustannukset ja tutkimusaika.
fr: Temples −50 % de coûts en ressources et en temps de construction. Technologies des Temples −50 % de coûts en ressources et en temps de recherche.
gl: Templos −50% nos custos de recursos e no tempo de construción; tecnoloxías de templos −50% nos custos de recursos e no tempo de investigación.
hi: देवस्थानों का संसाधन लागत और निर्माण समय -५०%; देवस्थान तकनीकी संसाधन लागत और अनुसंधान समय -५०%
hu: −50% nyersanyagigény és építési idő a templomoknak, −50% nyersanyagigény és fejlesztési idő a templomokban kutatható fejlesztéseknek
id: Kuil −50% biaya sumberdaya dan waktu bangun. Teknologi kuil −50% biaya sumberdaya dan waktu penelitian.
it: −50% costi e tempi costruzione per i Templi; −50% costi e tempi ricerca per le loro tecnologie.
ja: 神殿の建設コストと建設時間-50%、研究コストと研究時間-50%。
ku: Perestgeh −50% lêçûnên çavkaniyê û dema avakirinê; Teknolojiyên Perestgehê −50% lêçûnên çavkaniyê û dema lêkolînê.
lb: Tempelen -50% Ressourcekäschten an Baudauer; Tempel-Technologien -50% Ressourcekäschten an Fuerschungsdauer.
nl: Tempels kosten −50% grondstoffen en bouwtijd; tempeltechnologieën kosten −50% grondstoffen en onderzoekstijd.
pl: Świątynie kosztują o połowę mniej i połowę krócej się budują. Technologie świątynne kosztują o połowę mniej i o połowę szybciej się je odkrywa.
pt_br: Templos -50% aos custos de recurso e tempo de construção; Tecnologias do Templo -50% aos custos de recurso e tempo de pesquisa.
pt_pt: Templos custam −50% em recursos e tempo de construção. Tecnologias dos templos custam −50% em recursos e tempo de pesquisa.
ro: Temple -50% costuri de resurse și timp de construcție; tehnologii ale templelor -50% costuri de resurse și timp de cercetare.
ru: Стоимость и время постройки храмов снижается на 50%. Стоимость и время исследования технологий в храме снижается на 50%.
sk: Chrámy −50% ceny surovín a času výstavby; chrámové technológie −50% času a nákladov na výskum.
sr: Храмови -50% трошкови ресурса и време изградње; Храм технологије -50% трошкови ресурса и време истраживања.
sv: Tempel -50% resurskostnader och byggtid; Tempelteknologier -50% resurskostnader och forskningstid.
tr: Tapınaklar -%50 kaynak bedeli ve inşa süresi. Tapınak teknolojileri -%50 kaynak bedeli ve araştırma süresi.
uk: Храми потребують −50% ресурсних витрат та часу спорудження; храмові технології потребують −50% ресурсних витрат та часу дослідження.
zh: 神庙的成本和建造时间 -50％;神庙科技花费及科研时间 -50%.
zh_tw: 神廟 -50% 資源成本與建造時間；神廟科技 -50% 資源成本與研發時間。

source: Training Regimes
ar: نظم التدريب
ast: Regímenes d’ẽssayu
bg: Режими на обучение
ca: Règims de reclutament
cs: Tréninkové režimy
fa: رژیم های آموزشی
fi: Koulutusohjelmat
gl: Réximes de adestramento.
hi: प्रशिक्षण व्यवस्थाएँ
hu: Képzési rendszerek
id: Rezim Pelatihan
lb: Ausbildungsregime
pl: Reżim Treningowy
pt_pt: Regimes de treino
sk: Výcvikové režimy
tr: Antrenman Rejimleri
zh: 军训制度

source: Barracks and Stables −20% wood and stone cost and build time.
ar: الثكنات والمرابط 20%- تكلفة الخشب والحجر ووقت البناء.
ast: Castros & Cortes: costu n madeira & piedra & tiempu de construccion −20%.
bg: Казарми и конюшни: –20% по-малко дървесина, камъни и време за строеж.
ca: Barraques i estables −20% fusta, pedra i temps de construcció.
cs: Kasárny a stáje −20% dřeva a ceny kamene a času stavění.
fa: -20% هزینه چوب و سنگ و زمان ساخت پادگان ها و اسطبل‌ها
fi: Parakkien ja tallien puu- ja kivikustannukset sekä rakennusaika ovat -20 % alhaisemmat.
gl: Cuartéis e Cabalerizas −20% nos custos de madeira e pedra e no tempo de construción.
hu: −20% fa- és kőigény, illetve −20% építési idő a kaszárnyáknak és az istállóknak
id: Barak dan Kandang −20% kayu, biaya batu, dan waktu bangun.
lb: Kasernen an Päerdsställ -20% Holz an Stengkäschten an Baudauer.
pl: Koszary oraz Stajnie wymagają -20% drewna, kamienia oraz czasu budowy.
pt_pt: Casernas e estábulos custam −20% em madeira, em pedra e tempo de construção.
sk: Kasárne a Stajne −20% času výstavby a ceny dreva a kameňa.
sv: Baracker och stall −20% trä- och stenkostnad och byggtid.
tr: Kışla ve Ahırlar -%20 odun ve taş maliyeti ve inşa süresi.
zh: 军营及马厩耗费的木头、石头 -20%，建筑时间 -20% 。

source: Breadbasket of the Mediterranean
af: Broodmandjie van die Mediterreense
ar: سله خبز البحر المتوسط
ast: Paneira de l Mediterraneo
bg: Житницата на Средиземноморието
bn: ভূমধ্যসাগরের রুটিরঝুড়ি
br: Grignol ar Morkreizdouarel
ca: Graner de la Mediterrània
cs: Obilnice Středomoří
da: Middelhavets Brødkurv
de: Kornkammer des Mittelmeerraumes
el: Σιτοβολώνας της Μεσογείου
es: Despensa del Mediterráneo
es_ar: Depósitos del meditarraneo
eu: Mediterraneoko Despentsa
fa: سبد نان مدیترانه ای
fi: Välimeren leipäkori
fr: Grenier à blé de la Méditerranée
ga: Gráinseach na Mheánmhara
gd: Basgaid-arain na Mara Meadhanaich
gl: Cultivos do Mediterráneo
he: לחם של הים התיכון
hi: भूमध्य सागर की ब्रेडटोकरी
hu: A Földközi-tenger kenyereskosara
hy: Միջերկրական ծովի հացահատիկի հայրենիք
id: Lumbung Mediterania
it: Granaio del Mediterraneo
ja: 地中海の穀倉
ko: 지중해의 곡창 지대
ku: Nanên Deryaya Navîn
lb: Broutkuerf vum Mëttelmier
lv: Vidusjūras Maizes Grozs
ms: Sumber Makanan Mediterranean.
nb: Middelhavets kornkammer
nl: Broodmand van de Middellandse Zee
pl: Spichlerz Morza Śródziemnego
pt_br: Celeiro do Mediterrâneo
pt_pt: Celeiro do Mediterrâneo
ro: Coșul de pâine al Mediteranei
ru: Житница Средиземноморья
sk: Obilnica Stredomoria
sr: Медитеранска Житница
sv: Medelhavets Brödkorg
tr: Akdeniz'in Tahıl ambarı
uk: Житниця Середземномор'я
ur: بحیرہ روم کی روٹی کی ٹوکری
zh: 地中海粮仓
zh_tw: 地中海的糧倉

source: +1.0 food trickle rate.
ar: معدل تقطّر طعام: +1.0
ast: Taxa d’ametida de la cibeira +1.0.
bg: Периодично получаване на храна с +1.0
ca: +1.0 d'increment al flux de menjar.
cs: +1,0 k rychlosti sběru jídla.
de: +1.0 stetige Nahrungsrate
es: Tasa de generación de comida: +1.0.
fa: +1.0 نرخ چکش غذا
fi: +1.0 ruoan valumanopeus.
fr: +1.0 de taux de flux de nourriture.
gl: +1.0 taxa de goteo de alimentos.
hi: भोजन सड़ने की गति +१.०
hu: +1,0 élelmiszer-áramlási ráta.
id: +1.0 laju aliran pangan.
it: +1.0 tasso ottenimento cibo.
ja: 取引における食料増加率+1.0
ku: +1.0 rêjeya rijandina xwarinê.
lb: +1.0 Narungszouflosstaux
nl: +1.0 voedselbonus.
pl: +1.0 do napływu żywności.
pt_br: +1.0 taxa de gotejamento de alimentos.
pt_pt: +1 recebimento de alimentos ao longo do tempo.
ro: +1.0 rata de flux alimentar.
ru: +1.0 к скорости сбора пищи.
sk: +1.0 pravidelného prírastku jedla.
sr: +1.0 брзина цурења хране.
sv: +1.0 mattillflöde över tid.
tr: +1.0 yiyecek eldesi oranı
uk: +1.0 темпу надходження їжі.
ur: +1.0 خوراک ٹریکل شرح
zh: 食物流速率 +1.0。
zh_tw: +1.0 食物細流率。

source: Conscription
af: Diensplig
ar: التّجنيد الإلزاميّ
ast: Conscripcion
bg: Военна повинност
bn: বাধ্যতামূলক সেনা সংগ্রহ
br: Enrollañ en arme
ca: Servei militar
cs: Branná povinnost
da: Værnepligt
de: Wehrpflicht
el: Στρατολόγηση
es: Reclutamiento forzoso
es_ar: Conscripción
eu: Derrigorrezko erreklutatzea
fa: خدمت اجباری
fi: Asevelvollisuus
ga: Coinscríobhacht
gd: Dleastanas-airm
gl: Levas
he: גִיוּס חוֹבָה
hi: भरती
hu: Sorozás
hy: Զորակոչ
id: Wajib Militer
it: Coscrizione
ja: 徴兵
ko: 징병
ku: Leşkerî
lb: Zwangsrekrutéierung
ms: Pengerahan
nb: Verneplikt
nl: Dienstplicht
pl: Pobór
pt_br: Conscrição
pt_pt: Recrutamento
ro: Serviciu militar obligatoriu
ru: Воинская повинность
sk: Branná povinnosť
sr: Војна Обавеза
sv: Värnplikt
tr: Zorunlu Hizmet
uk: Військова повинність
ur: تجویز
zh: 征兵
zh_tw: 徵兵制

source: Citizen Infantry −10% training time.
ar: المواطن المشاة 10%- وقت التدريب.
ast: Voluntarios a piei: tiempu de creacion −10%.
bg: Пехотни граждани: –10% време за обучение.
ca: La infanteria ciutadana té un −10% al temps de reclutament.
cs: Občanská pěchota -10% doby výcviku.
de: Bürgersoldateninfanterie −10 % Ausbildungszeit.
es: Ciudadanos de infantería (Tiempo de adiestramiento: −10%).
fa: -10% کاهش زمان موردنیاز برای ساخت پیاده نظام شهروند
fi: Kansalaisjalkaväelle -10 % koulutusajasta.
fr: Réduit le temps d'entraînement des infanteries civiles de 10%.
gl: Cidadáns-soldado -10% de tempo de adestramento.
hi: नागरिक पैदल सेना का प्रशिक्षण समय -१०%
hu: −10% kiképzési idő a polgári gyalogosoknak
id: Rakyat Infanteri −10% waktu latih.
it: −10% tempo addestramento fanteria cittadina.
ja: 市民歩兵の養成時間-10%
ku: Peyayên Welatî -10% dema perwerdehiyê.
lb: Biergerinfanterie -10% Ausbildungsdauer.
nl: Burgerinfanterie −10% rekruteringstijd.
pl: Piechota szkoli się 10% szybciej.
pt_br: Infantaria cidadã - 10% do tempo de treinamento.
pt_pt: Cidadãos de infantaria −10% tempo de treino.
ro: Cetățean Infanterie -10% timp de antrenament.
ru: Время обучения пеших воинов-граждан снижается на 10%.
sk: Občianska pechota −10% času tréningu.
sr: Градска пешадија -10% време обуке.
sv: Medborgarinfanteri −10% träningstid.
tr: Vatandaş Piyade −10% eğitim süresi.
uk: Громадянська піхота потребує −10% часу навчання.
ur: شہری پیدل فوج − 10 تربیت کا وقت
zh: 民兵训练时间 -10%.
zh_tw: 公民步兵 -10% 訓練時間。

source: Syrian Tetrapolis
af: Siriaanse Tetrapolis
ar: حلف رباعي المدن السورية
ast: Tetrápolis de Syria
bg: Сирийски тетраполий
bn: সিরিয়ান তিন শহর
br: Tetrapolis Sirian
ca: Tetràpoli siriana
cs: Syrské čtyřměstí
da: Syrisk Tetrapolis
de: Syrische Tetrapolis
el: Συριακή Τετράπολη
es: Tetrápolis siria
es_ar: Tetrápolis Siria
eu: Tetrapoli Siriarra
fa: تتراپولیس سوری
fi: Syyrian tetrapolis
fr: Tétrapole syrienne
ga: Teitreacathair Shiriach
gd: Ceithir-bhaile Siridheach
gl: Tetrápole siria
he: טטריפוליס הסורית
hi: सीरियाई टेट्रापोलिस
hr: Sirijski Tetrapolis
hu: Szír tetrapolisz
hy: Սիրիայի չորս քաղաքների միություն
id: Tetrapolis Suriah
it: Tetrapoli Siriaca
ja: シリアのテトラポリス
ko: 시리아 테트라폴리스
ku: Tetrapolîsa Sûriyê
lb: Syresch Tetrapolis
lv: Sīriešu Tetrapole
ms: Tetrapolis Syria
nb: Syrisk tetrapolis
nl: Syrische Tetrapolis
pl: Syryjski Tetrapolis
pt_br: Tetrápoles Síria
pt_pt: Tetrápolis da Síria
ro: Tetrapolis Sirian
ru: Сирийский тетраполис (Четырёхградье)
sk: Sýrske štvormestie
sr: Сиријски Тетраполис
sv: Syrisk Tetrapolis
tr: Suriyeli Tetrapolisi
uk: Сірійський тетраполіс
ur: شامی ٹیٹراپولیس
zh: 叙利亚四城区
zh_tw: 敘利亞四城

source: Civil Centers and Colonies −20% resource cost and −30% construction time.
ar: مراكز المدن والمستوطنات - خفض تكلفة الموارد بنسبة 20٪ وتقليل وقت البناء بنسبة 30٪.
ast: Plaçɐs & coloniɐs: costu n recursos −20% & tiempu de construccion −30%.
bg: Граждански центрове и колонии −20% разходи за ресурси и −30% време за строителство.
ca: Centres civils i colònies −20% cost en recursos i −30% temps de construcció.
cs: Správní střediska a kolonie −20% náklady na zdroje a −30% doby výstavby.
fa: -20% هزینه منابع مراکز شهری و مستعمرات و -30% زمان ساخت و ساز
fi: Kaupungintalojen ja siirtokuntien resurssikustannukset ovat 20% alhaisemmat ja rakentamisaika on 30% lyhyempi."
gl: Centros cívicos e colonias −20% nos custos de recursos e −30% no tempo de construción.
hu: Civil Központok és Kolóniák -20%-kal kevesebb nyersanyag és -30%-kal kevesebb építési időbe kerülnek.
id: Pusat Sipil dan Koloni -20% biaya sumberdaya dan -30% waktu pembangunan.
lb: Verwaltungssëtzer an Kolonien -20% Ressourcekäschten an -30% Baudauer.
pl: Centra osady i Kolonie -20% kosztu zasobów i -30% czasu budowy.
pt_pt: Centros cívicos e colónias custam −20% em recursos e −30% tempo de construção.
sk: Občianske centrá a Kolónie −20% ceny surovín a −30% času výstavby.
sv: Samhällscenter och Kolonier -20% resurskostnad och -30% byggtid.
tr: Şehir Merkezleri ve Koloniler -%20 kaynak maliyeti ve -%30 inşaat süresi.
zh: 市政中心及殖民地的资源耗费 -20% ，建筑时间 -30% 。

source: Peloponnesian League
af: Peloponnesiese Liga
ar: الحلف البيلوبونيسيّ
ast: Comuña peloponnesia
bg: Пелопонески съюз
bn: পেলপনেসিয়ান লীগ
br: Kevre ar Peloponnesos
ca: Lliga del Peloponès
cs: Peloponéská liga
da: Det Peloponnesiske Forbund
de: Peloponnesischer Bund
el: Πελοποννησιακή Συμμαχία
es: Liga del Peloponeso
es_ar: Liga del Peloponeso
eu: Liga Peloponesoarra
fa: اتحادیه پلوپونزی
fi: Peloponnesolaisliitto
fr: Ligue du Péloponnèse
ga: Conradh na Péalopoinéise
gd: An Lìg Pheoloponnasach
gl: Liga do Peloponeso
he: ליגה פלופונסית
hi: पेलोपोनेसियऩ संघ
hu: Peloponnészoszi szövetség
hy: Պելոպոնեսյան միություն
id: Liga Peloponnesia
it: Lega Peloponnesiaca
ja: ペロポネソス連盟
ko: 펠로폰네소스 동맹
ku: Lîga Peloponnesian
lb: Peloponnesesch Liga
ms: Liga Peloponnesia
nb: Den peloponnesiske liga
nl: Peloponnesische Liga
pl: Związek Peloponeski
pt_br: Liga do Peloponeso
pt_pt: Liga do Peloponeso
ro: Liga Peloponisiacă
ru: Пелопоннесский союз
sk: Peloponézska Liga
sr: Пелопонески Савез
sv: Peloponnesiska förbundet
tr: Peloponez Birliği
uk: Пелопоннесський союз
ur: پیلوپونیشین لیگ۔
zh: 伯罗奔尼撒同盟
zh_tw: 伯羅奔尼撒聯盟

source: Heroes are trained for free.
ar: الأبطال يدربون مجانا
bg: Героите се обучават безплатно.
ca: El reclutament d'herois és gratuït.
cs: Hrdinové jsou cvičeni zdarma.
fa: قهرمانان به صورت رایگان آموزش داده می شوند.
fi: Sankarit koulutetaan ilmaiseksi.
gl: Os heroes son adestrados de balde.
hi: वीरों को निःशुल्क प्रशिक्षित किया जाता है।
hu: A hősök ingyen képezhetők ki.
id: Pahlawan dilatih secara gratis.
lb: Helden gratis rekrutéieren.
pl: Bohaterowie są trenowani za darmo.
pt_pt: Os heróis são treinados gratuitamente.
sk: Hrdinovia sa trénujú zadarmo.
sv: Hjältar tränas gratis.
tr: Kahramanlar ücretsiz eğitildi.
zh: 可免费生产英雄。

source: Intimidating Sound
ar: صوت مخيف
ast: Turullada
bg: Плашещ звук
ca: So amenaçador
cs: Zastrašující zvuk
da: Intimiderende Lyd
de: Einschüchterndes Geräusch
es: Sonido intimidatorio
fa: صدای وحشتناک
fi: Uhkaava ääni
fr: Bruit Intimidant
gl: Son intimidatorio
hi: डरावनी आवाज़
hu: Félelmetes hang
hy: Ահաբեկող ձայն
id: Suara Menakutkan
it: Suono Intimidatorio
ja: 威圧的な音
ku: Dengê tirsnak
lb: Intimidéirenden Kaméidi
nl: Angstwekkend geluid
pl: Przerażający dźwięk
pt_br: Som Intimidante
pt_pt: Som intimidante
ro: Sunet intimidant
ru: Устрашающий звук
sk: Zastrašujúci zvuk
sr: Застрашујући звук
sv: Skrämmande ljud
tr: Korkunç Ses
uk: Залякуючий звук
ur: دھمکی آمیز آواز
zh: 战吼
zh_tw: 威嚇之聲

source: Enemy Soldiers −10% attack damage and capture attack strength.
ar: جنود العدو - تخفيض بنسبة 10٪ في الضرر المسبب وقوة الهجوم في الاستيلاء.
ast: soldados inimigos • daño offensivo & podencia de posseu −10%.
bg: Вражески войници −10% щети при атака и сила на атака.
ca: -10% al dany d'atac i poder de l'atac de captura dels soldats enemics.
cs: Nepřátelští vojáci mají −10 % z poškození při útoku a ze síly útoku při zajímání jednotek.
da: Fjendtlige Soldater -10% angrabsskade og erobrings-angrebsstyrke.
de: Feindliche Soldaten −10 % Angriffsschaden und Einnehmstärke.
es: Soldados enemigos (Daño y fuerza de captura: −10%).
fa: 10%- کاهش قدرت حمله سربازان دشمن
fi: Vihollissotilaille -10 % hyökkäysvahinkoa ja kaappaushyökkäyksen voimakkuutta.
fr: −10 % de dégâts d'attaque et de force de capture pour les soldats ennemis.
gl: Soldados inimigos −10% de dano de ataque e forza de ataque de captura.
hi: शत्रु सैनिकों की हथियाने और नुकसान पहुंचाने की क्षमता -१०%
hu: −10% sebzés és foglalóerő az ellenséges katonáknak
id: Prajurit Musuh -10% daya serang dan daya rebut.
it: Soldati nemici −10% di danno d'attacco e attacco di cattura.
ja: 敵兵から受けるダメージと占拠力-10%。
ku: Leşkerên Dijmin −10% zirarê êrîşê dikin û hêza êrîşê digirin.
lb: Feindlech Zaldoten -10% Kampfschued an -10% Eroberungstaux.
nl: Vijandelijke soldaten −10% schade en veroveringskracht.
pl: Wrodzy wojownicy -10% ataku i siły przejęcia.
pt_br: Soldados Inimigos têm −10% de dano de ataque e poder de captura.
pt_pt: Soldados inimigos −10% dano de ataque e força de ataque de captura.
ro: Soldați inamici -10% daune de atac și putere de atac de capturare.
ru: Урон и захват воинами противников уменьшается на 10%.
sk: Nepriateľskí vojaci -10% útočnej ničivej sily a preberacej sily.
sr: Непријатељски војници -10% штета напада и снага напада заузимања.
sv: Fiendesoldater −10% attackskada och fånga attackstyrkan.
tr: Düşman askerleri -%10 saldırı hasarı ve ele geçirme saldırı gücü.
uk: Ворожі солдати мають −10% нанесення пошкодження та ефективності захоплення.
ur: دشمن کے سپاہی −10 فیصد حملہ کرتے ہیں اور حملے کی طاقت پر قبضہ کرتے ہیں
zh: 敌方攻击 -10%.
zh_tw: 敵方士兵 -10% 攻擊傷害與占領力。

source: Economic Reforms
af: Ekonomiese Hervormings
ar: الإصلاحات الاقتصادية
ast: Iguɐs económicɐs
bg: Икономически реформи
bn: অর্থনৈতিক সংস্কার
br: Adaozadurioù an Ekonomiezh
ca: Reformes econòmiques
cs: Hospodářské reformy
da: Økonomiske Reformer
de: Wirtschaftsreformen
el: Οικονομικές Μεταρρυθμίσεις
es: Reformas económicas
es_ar: Reformas Económicas
eu: Berrikuntza ekonomikoak
fa: اصلاحات اقتصادی
fi: Taloudelliset uudistukset
fr: Réformes économiques
ga: Leasuithe Geilleagracha
gd: Ath-leasachadh an eaconamaidh
gl: Reformas económicas
he: רפורמות כלכליות
hi: आर्थिक सुधार
hu: Gazdasági reformok
hy: Տնտեսական բարեփոխումներ
id: Reformasi Ekonomi
it: Riforme Economiche
ja: 経済改革
ko: 경제 개혁
ku: Reformên Aborî
lb: Ökonomesch Reformen
ms: Reformasi Ekonomi
nb: Økonomiske refomer
nl: Economische Hervormingen
pl: Reformy Ekonomiczne
pt_br: Reformas Econômicas
pt_pt: Reformas económicas
ro: Reforme economice
ru: Экономические реформы
sk: Ekonomické reformy
sr: Економске Реформе
sv: Ekonomiska Reformer
te: ఆర్ధిక సంస్కరణలు
tr: Ekonomik Reformlar
uk: Економічні реформи
ur: اقتصادی اصلاحات
zh: 经济改革
zh_tw: 經濟改革

source: Solon instituted several economic reforms encouraging commerce and agriculture. Workers +15% gather speed.
af: Solon het verskeie ekonomiese hervormings geinstitueer wat handel en landbou aangemoedig het. Arbeiders +15% insamelingspoed.
ar: أقام سولون العديد من الإصلاحات الاقتصادية التي تشجع التجارة والزراعة. زيادة سرعة العمال بنسبة 15%.
ast: Solon fezho dixebradɐs iguɐs económicɐs que dierun puxu a l commercio & l’agricultura. Obreiros: velocidá de recaldu +15%.
bg: Солон въвежда няколко икономически реформи, насърчаващи търговията и селското стопанство. Работниците +15% скорост на събиране.
ca: Soló va instaurar diverses reformes econòmiques per tal de potenciar el comerç i l'agricultura. Augmenta un 15% la velocitat de recollida de recursos dels treballadors.
cs: Solón zavedl více hospodářských reforem pro posílení obchodu a zemědělství. Dělníci +15 % k rychlosti sběru.
da: Solon gennemførte adskillige økonomiske reformer, som opfordrede til handel og landbrug. Arbejdere +15% samlehastighed.
de: Solon setzte einige ökonomische Reformen in Kraft, die Handel und Landwirtschaft förderten. Arbeiter +15 % Sammelrate.
es: Solón introdujo numerosas reformas económicas para fomentar el comercio y la agricultura. Trabajadores (Velocidad de recolección: 15%).
eu: Solonek merkataritza eta nekazaritza suspertzeko zenbat aldaketa ekonomikoak egin zituen. Langileek % 15+ ustiaketa abiadura.
fa: سولون اصلاحات اقتصادی بسیاری را طرح ریزی کرد و از کشاوزی و تجارت پشتیبانی کرد. +15% سرعت جمع کردن منابع برای کارگران
fi: Solon toteutti useita talousuudistuksia, joilla edistettiin kaupankäyntiä ja maataloutta. Työntekijöille +15 % keräysnopeus.
fr: Solon instaura plusieurs réformes économiques encourageant le commerce et l'agriculture. Augmente la vitesse de récolte des travailleurs de +15 %.
gl: Solón instituíu varias reformas económicas que fomentaban o comercio e a agricultura. +15% na velocidade de recollida de trablladores.
hi: सोलऩ ने वाणिज्य और खेतीबाड़ी को बढ़ावा देने वाले कई आर्थिक सुधारों को लागू किया। श्रमिकों की संग्रह गति +१५%
hu: Szolón számos gazdasági reformot vezetett be, ösztönözve a kereskedelmet és a mezőgazdálkodást. +15% begyűjtési sebesség a munkásoknál.
hy: Սոլոնը սահմանեց բազմաթիվ տնտեսական բարեփոխումներ՝ խրախուսելով առևտուրն ու գյուղատնտեսությունը։ +15% աշխատավորների հավաքչության արագությանը։
id: Solon melembagakan beberapa reformasi ekonomi yang mendorong perdagangan dan pertanian. Pekerja +15% laju pengumpulan.
it: Solon istituì varie riforme economiche incoraggiando il commercio e l'agricoltura. +15% velocità di raccolta.
ja: ソロンは商業と農業を奨励するいくつかの経済改革を行いました。 労働者の採集率+15%
ko: 솔론이 상업과 농업을 장려하는 몇 가지 경제 개혁을 도입합니다. 노동자의 수집 속도가 +15% 증가합니다.
ku: Solon gelek reformên aborî damezrand ku bazirganî û çandiniyê teşwîq dike. Karker +15% lezê berhev dikin.
nl: Solon voerde verschillende economische hervormingen in om handel en landbouw te stimuleren. Arbeiders +15% verzamelsnelheid.
pl: Solon wprowadził kilka reform ekonomicznych wzmacniających handel i rolnictwo. +15% szybkości zbierania pożywienia.
pt_br: Sólon instituiu diversas reformas econômicas buscando encorajar o comércio e a agricultura. Trabalhadores têm +15% de velocidade de coleta de recursos.
pt_pt: Sólon instituiu várias reformas económicas, o que incentivou o comércio e a agricultura. Trabalhadores +15% velocidade de recolha.
ro: Solon a instituit mai multe reforme economice încurajând comerțul și agricultura. Muncitorii + 15% viteza de adunare.
ru: Солон предложил несколько экономических преобразований, направленных на поддержку торговли и сельского хозяйства. +15% к скорости сбора ресурсов работниками.
sk: Solón zaviedol viacero ekonomických reforiem pre posilnenie obchodu a poľnohospodárstva. Pracovníci +15% rýchlosť zberu.
sr: Солон је покренуо неколико економских реформи подстичући трговину и пољопривреду. Радници +15% брзина прикупљања.
sv: Solon inledde flera ekonomiska reformer som uppmuntrade handel och jordbruk. Arbetare +15% ökar farten.
tr: Solon ticareti ve tarımı cesaretlendiren bir çok ekonomik reform başlattı. İşçiler +15% toplama hızı.
uk: Солон упровадив ряд економічних реформ, які заохочували торгівлю та сільське господарство. Працівники мають +15% швидкості збору.
zh: 梭伦改革，鼓励农业和商业。 公民收集效率 +15%.
zh_tw: 梭倫制定了數項鼓勵商業與農業的經濟改革。 工人 +15% 採集速率。

source: Economic Fortune
af: Ekonomiese Fortuin
ar: ثروة إقتصادية
ast: Fortuna económica
bg: Икономически успех
bn: অর্থনৈতিক সৌভাগ্য
br: Fortun Ekonomikel
ca: Fortuna econòmica
cs: Hospodářský úspěch
da: Økonomisk Velstand
de: Wirtschaftswunder
el: Οικονομική Περιουσία
es: Fortuna económica
es_ar: Fortuna Económica
eu: Ondasun Ekonomikoa
fa: ثروت اقتصادی
fi: Taloudellinen menestys
fr: Fortune économique
ga: Saibhreas Geilleagrach
gd: Sealbh eaconamach
gl: Fortuna económica
he: הון כלכלי
hi: आर्थिक सौभाग्य
hu: Gazdasági vagyon
hy: Տնտեսական հարստություն
id: Keuntungan Ekonomi
it: Fortuna Economica
ja: 度量衡
ko: 경제 재산
ku: Fortune Aborî
lb: Ökonomesch Fortune
ms: Keuntungan Ekonomi
nb: Økonomisk tilvekst
nl: Economisch Fortuin
pl: Ekonomiczne Powodzenie
pt_br: Fortuna Econômica
pt_pt: Fortuna económica
ro: Noroc Economic
ru: Экономическая удача
sk: Šťastie v ekonomike
sr: Економско Богатство
sv: Ekonomisk Förmögenhet
te: ఆర్ధిక భాగ్యము
tr: Ekonomik Servet
uk: Економічний успіх
ur: اقتصادی قسمت
zh: 经济发展
zh_tw: 經濟財富
