Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Public assembly places were often the center of civic life for ancient societies. Athens had the Ekklesia, the citizens' assembly which met on the Pnyx Hill near the agora in full view of the Acropolis. The Romans had an open-aired assembly place in the great Forum Romanum called the Comitium. Here citizens could air grievances and present petitions to the patrician politicians who ruled their city in the Senate.
ast: Los llugares d'axuntanza públicos solíen ser el centru de la vida civil nes sociedaes antigües. Atenes tenía la «ekklesia», el conceyu ciudadanu que s'axuntó nel monte Pniz, cerca de l'ágora, qu'amiraba tol acrópolis. Los romanos teníen un llugar d'axuntanza abiertu al aire nel gran foru romanu que se nomaba'l «comitium». Equí los ciudadanos podíen espresar quexes y presentar pidimientos a los políticos patricios que gobernaben la ciudá en Senáu.
bg: Местата за обществени събирания често били център на градския живот за древните общества. За Атина това било Еклесия — гражданският събор, който се състоял на връх Пникс, в близост до агората, разкриващ гледка към целия акропол. Римляните правели събрание на открито в големия римски форум, наричан Комиций. Там гражданите можели да отправят оплаквания и да подават молби към патрициите и политиците, управляващи града им в сената.
br: Lec'hioù bodadeg foran a veze kreiz ar vuhez geodedel alies evit kevredigezhioù kozh. Aten he doa Ekklesia, ar vodadeg foran en em gavo war an Duchenn Pnyks tost ouzh an agora e gwel leun an Akropol. Ar Romaned o doa ul lec'h bodadeg en diavaez er Forum Romanum Meur anvet ar C'homitiom. Amañ e c'helle ar geodedourien skignañ o c'hlemmoù ha kinnig skridoù-goulenn d'ar bolitikourien nobl a rene o c'heoded er Sened.
ca: Els llocs de reunió públics eren normalment el centre de la vida quotidiana de les societats antigues. Els atenencs tenien la Ekklesia, l'assemblea dels ciutadans que es reunia al Pnyx, prop de l'àgora i en plena vista de l'Acròpolis. Els romans tenien un lloc de reunió al descobert al gran Fòrum anomenat Comitium. Aquí els ciutadans podien posar en comú queixes i presentar peticions als patricis governaven la ciutat al Senat.
cs: Veřejná místa určená pro shromažďování byla v antických společnostech často středisky veřejného života. Atheňané měli Ekklesii, místo na hoře Pnyx, které bylo poblíž agory, což bylo tržiště v Aténách, a pohledem na akropoli, kde se při shromažděních setkávali občané. Římané ke schůzím používali Comitium na Foru Romanu. Zde občané mohli vylíčit své těžkosti a obrátit se se svými žádostmi na občanské politiky richten, kteří jejich město vedli v senátu.
de: Öffentliche Versammlungsplätze waren oft Zentren des öffentlichen Lebens in antiken Gesellschaften. Die Athener hatten die Ekklesia, einen Platz nahe des Pnyx-Berges mit Blick auf die Akropolis, wo sich die Bürger zu Versammlungen trafen. Die Römer benutzten das Komizium auf dem Forum Romanum für Versammlungen. Hier konnten Bürger Beschwerden darlegen und Ersuchen an die bürgerlichen Politiker richten, die ihre Stadt im Senat regierten.
el: Ο Δημόσιος χώρος συνέλευσης ήταν συχνά το κέντρο της πολιτικής ζωής για τις αρχαίες κοινωνίες. Η Αθήνα είχε την Εκκλησία, η συνέλευση των πολιτών συγκεντρωνόταν στο Λόφο της Πνύκας κοντά στην αγορά με πλήρη θέα την Ακρόπολη. Οι Ρωμαίοι είχαν τη συνέλευσή τους σε μια θέση ανοικτού χώρου στο μεγάλο Ρωμαϊκό Φόρουμ που ονομαζόταν Κομίτιο. Εδώ οι πολίτες μπορούσαν να εκθέσουν τα παράπονά τους και να υποβάλουν τα αιτήματά τους στου πατρικίους πολιτικούς που κυβερνούσαν την πόλη μέσα από τη Γερουσία.
es_mx: Los lugares de reunión pública eran normalmente los centros de la vida civil en las sociedades antiguas. Los atenienses tenían la ekklesía, una asamblea establecida sobre la colina del Pnyx, cercana al ágora, desde donde podía verse la Acrópolis. Los romanos por su parte acudían a un espacio abierto situado en el Gran Foro Romano, al que llamaban Comitium. En él los ciudadanos podían mostrar sus preocupaciones y hacer sus peticiones a los patricios y élite política que gobernaba la ciudad desde el Senado.
eu: Antzinako gizarteetan biltzeko guneak ziren gehienetan bizitza zibilaren erdigune. Atenastarrek Ekklesia zuten, Pnyx mendixkaren gaineko batzarra, agoratik gertu, nondik Akropolia ikus zitekeen. Erromatarrek berriz, Comitium izeneko Erromatar Foro Handiko tokira joaten ziren. Bertan hiritarrek beren kezkak azaldu eta eskariak egiten zizkieten patrizioei eta Senatutik hiria gobernatzen zuten eliteko politikariei.
fa: محل های عمومی برای جمع شدن مردم عموما در مراکز اصلی زندگی آنها در جوامع باستانی وجود داشد. شهر آتن محلی به نام اکلسیا داشت که مردم در آن جمع می شدند و از آنجا منظره آکروپولیس کاملا قابل مشاهده بود. رومی ها محلی غیر مسقف و وسیع داشتند برای این منطور که آن کومیتیوم می گفتند. در این نوع مکان ها مردم عموما شکایات خود را مطرح می کردند و فرصت داشتند تا صدای خود را به مسئولانی که بر آنها حکم رانی می کردند برسانند.
ga: Bhí áiteanna poblachta ina n-uaireanta mar lár an bheatha cathartha sna sochaithe ársa. Tá an Eccléisia ag Aithin, dáil na Saoránach a chasadh ar chéile ar an gCnoc Pnicse in aice leis an agora agus ag amharc ar an Acrapolas Tá dáil poblachta ag na Rómhánaigh leis an bhForum Romanum, tugtar an Goimitium. D'fhéadfadh na saoránaigh a gcasoidí a roinnt anseo, agus thaispeáin siad achainaithe chuig na paitrígh a bhí ina rialtas ar an gcathair, agus a Seanad.
gl: Os lugares de xuntanza pública eran a miúdo centros da vida civil das sociedades antigas. Atenas tiña a Ekklesia, a xuntanza de cidadáns no monte Pnyx, preto da ágora e cunha vista perfecta da acrópole. Os romanos tiñan un lugar de xuntanza ao aire libre no gran foro romano coñecido coma «Comitium», no que os cidadáns podían manifestar as súas preocupacións e presentar peticións aos políticos patricios que gobernaban a súa cidade no senado.
hu: A népgyűlési helyek gyakran a polgári élet központjai voltak az ősi társadalmaknál. Az athéniak az Ekklesia volt a polgárok gyűlése, amely Pnyx-hegyen ült össze a piactér közelében, teljes kilátással az Akropoliszra. A rómaiaknak egy nyitott gyülekezőhelyük volt a nagy Forum Romanumban, amit Comitiumnak hívtak. Itt a polgárok megszellőztethették a sérelmüket és petíciókat nyújthattak be a patrícius politikusoknak, akik a szenátusban irányították a városukat.
id: Majelis umum sering menjadi pusat kehidupan rakyat pada masyarakat kuno. Athena memiliki Ekklesia, majelis rakyat di Bukit Pnyka dekat agora pada pandangan penuh Akropolis. Romawi memiliki majelis ruang terbuka di Forum Romanum besar bernama Comitium. Di sini masyarakat dapat mengutarakan keluhan dan memberi petisi kepada politisi bangsawan yang memerintah kota mereka di Senat.
it: I luoghi di discussione pubblica sono stati spesso al centro della vita civile per le società antiche. Atene aveva la Ekklesia, l'assemblea dei cittadini che si riuniva sul colle Pnyx vicino all'agorà e all'Acropoli. I Romani avevano un luogo per le assemblee all'aperto nel grande Foro Romano chiamato il Comitium. Qui i cittadini potevano presentare rimostranze e petizioni rivolte ai politici patrizi che governavano in Senato.
ja: 公開集会の場所は、往々にして古代社会の市民生活の中心でした。アテナイはエクレシアすなわち市民集会をプニュクスの丘で開き、そこは集会場に近く、アクロポリスが見渡せました。ローマは野外の集会をフォルム・ロマヌム大広場で開き、コミティウムとよびました。ここで市民は、元老院で都市を牛耳る貴族政治家に、不平を並べ請願を提出しました。
ko: 공개 집회 장소는 종종 고대 사회의 시민 생활의 중심이었습니다. 아테네는 아크로폴리스의 전경이 보이는 아고라 근처의 프닉스 언덕에서 만난 시민 집회인 에클레시아를 가지고 있었습니다. 로마는 위대한 포럼 로마눔에서 열린 코미티움이라는 개방형 집회장소를 가지고있었습니다. 여기에서 시민들은 불만을 제기하고 상원에서 자신들의 도시를 통치하는 귀족정치인들에게 탄원서를 제출할 수 있었습니다.
ms: Tempat perhimpunan umum biasanya dijalankan di pusat sivik masyarakat purba. Athen mempunyai Ekklesia, perhimpunan rakyat yang dianjur di Bukit Pnyx berhampiran agora yang memperlihatkan Akropolis. Puak Rom mempunyai tempat perhimpunan terbuka di Forum Romanum yang dikenali sebagai Comitium. Di sini warga Rom dapat meluahkan perasaan dan menyerahkan petisyen kepada ahli politik bangsawan yang memerintah bandar mereka menerusi Senat.
nb: Offentlige samlingsplasser var ofte sentra for samfunnslivet i antikke samfunn. Athen hadde sin Ekklesia, borgernes samlingsplass på Pnyxhøyden nær agoraen, med storslått utsikt til Akropolis. Romerne hadde en samlingsplass under åpen himmel i det store Forum Romanum, kalt Comitium. Her kunne innbyggerne lufte bekymringer og klager, og komme med anmodninger til de adelige politikerne som representerte deres by i senatet.
nl: Publieke verzamelplaatsen waren vaak het centrum van het burgerleven voor oude beschavingen. Athene had de Ekkesia, de verzamelplaats voor burgers. Deze stond op de Pnyx heuvel, bij de agora, met een volledig overzicht over de Akropolis. De Romeinen hadden een openlucht verzamelplaats in het grote Forum Romanum die de naam Comitiom kreeg. Hier konden burgers discussiëren of petities ondertekenen voor de politici die over hun stad heersten in de senaat.
pl: Miejsca zebrań publicznych były często centrum obywatelskiego życia dla starożytnych społeczności. Ateńczycy mieli Eklezja, zgromadzenia obywateli, które odbywały się na wzgórzu Pnyks, w pobliżu agory przy pełnym widoku Akropolu. Rzymianie mieli miejsce zebrań na wolnym powietrzu w wielkim Forum Romanum, zwanym Comitium. Tam mieszkańcy mogli wygłosić swoje zażalenia i petycje do polityków rządzących miastem w Senacie.
pt_pt: Os locais de reunião pública eram muitas vezes o centro da vida cívica das sociedades da antiguidade. Atenas tinha a Eclésia ('ekklesia'), a assembleia de cidadãos que se reunia na colina Pnyx, perto da ágora, à vista da Acrópole. Os Romanos tinham um local de assembleia ao ar livre no grande Forum Romanum chamado Comício ('comitium'). Era aqui que os cidadãos ventilavam as suas preocupações e petições com os políticos patrícios que governavam a sua cidade no Senado.
ru: Места общественных собраний часто были также и центром общественной жизни древних обществ. В Афинах существовала экклесия - народное собрание граждан на холме Пникс возле агоры с видом на Акрополь. Римляне собирались под открытым небом на Римcком форуме в месте, называемом Комиций. Там граждане могли высказывать обиды и заявлять ходатайства патрициям - политикам, правящим своим ​​городом в Сенате.
sk: Verejné pracoviská boli často centrami občianskeho života v starovekých spoločnostiach. Aténčania mali Ekklesiu, ktorá sa nachádzali na kopci zvanom Pnyx neďaleko agory so širokým výhľadom na Akropolu. U Rimanov zasa bolo pracovisko pod holým nebom v slávnom Forum Romanum, ktoré sa volalo Comitium. Tu mohli občania podávať sťažnosti a predkladať petície patricijským politikom vládnucim ich mestu v Senáte.
sv: Offentliga församlingsplatser var ofta centret för samhällslivet för antika samhällen. Aten hade Ekklesia, medborgarförsamlingen som sammanträdde på berget Pnyx nära Agoran i full utsikt över Akropolis. Romarna hade en öppen sammanträdesplats i det stora Forum Romanum som hette Comitium. Här kunde medborgare ange missnöje och presentera begäran till de patriciska politiker som styrde deras stad i senaten.
tr: Antik medeniyetlerde kamusal toplanma alanları çoğu zaman medeni yaşam merkezleri ola gelmiştir. Atina'da Ekklesia vardı. Vatandaşlar meclisi agoranın yanında tüm Akropolis'i gören Pnyx Tepesi'nde buluşurdu. Romalılar büyük Forum Romanum'da Comitium adı verilen bir açık hava buluşma yerine sahiptiler. Burada vatandaşlar senatoda şehirlerini yöneten patrici politikacılara sorunları dile getirir ve öneriler sunarlardı.
uk: Місця народних зборів були часто центром громадського життя для стародавніх суспільств. Афіни мали екклесію – збори громадян, що зустрічалися на пагорбі Пнікс, біля агори в повному огляді акрополя. Римляни мали місце збору на відкритому повітрі у великому римському форумі, що звалося коміцій. Тут громадяни могли обговорювати скарги та подавати клопотання патриціанським політикам, які керували їхнім містом у сенаті.
zh: 公众集会的地方往往是古代社会的生活中心。雅典人有雅典公民大会，在可以看到雅典卫城的普尼克斯山附近集会。罗马人有一个称为 Comitium 的古罗马广场集会处。在这里，公民们可以抱怨并向在元老院等地的贵族政治家请愿。
zh_tw: 公眾集會的地方往往是古代社會的生活中心。雅典人有雅典公民大會，在可以看到雅典衛城的普尼克斯山附近集會。羅馬人有一個稱為 Comitium 的古羅馬廣場集會處。在這裡，公民們可以抱怨並向在元老院等地的貴族政治家請願。

source: Public Assembly
ar: مجلس عام
ast: Xunta pública
bg: Публично събрание
br: Bodadeg foran
ca: Assemblea pública
cs: Veřejné shromáždění
da: Offentlig Samling
de: Öffentliche Versammlung
el: Συνέλευση του Δήμου
es_mx: Asamblea popular
eu: Herri Asanblada
fa: محل ملاقات عمومی
fi: Julkinen kokoontuminen
ga: Tionól Poiblí
gl: Xuntanza pública
hu: Népgyűlés
id: Majelis Umum
it: Assemblea Pubblica
ja: 公開集会
ko: 대중 집회
lv: Publiska asambleja
ms: Perhimpunan Awam
nb: Offentlig forsamling
nl: Publieke verzamelplaats
pl: Publiczne zgromadzenie
pt_pt: Assembleia Pública
ru: Народное собрание
sk: Verejné pracovisko
sv: Allmän Församling
tr: Kamu Meclisi
uk: Народні збори
zh: 公众集会
zh_tw: 公眾集會

source: Comitium
ar: جمعية
bg: Комиций
el: Κομίτιο
fa: کومیتیوم
ko: 코미티움
pt_pt: Comício
ru: Комиций
tr: Meclis
uk: Коміцій
zh: 公共会场
zh_tw: 公共會場

source: Ekklēsía
bg: Еклесия
el: Εκκλησία του Δήμου
fa: اکلسیا
fi: Ekklesia
ko: 엑크레시아
ru: Экклезия
uk: Екклесіа
zh: 雅典集会

source: Home gardens ranged from simple fenced-in areas to large manicured and colonnaded enclosures.
ast: Los güertos diben d'eres cencielles cercaes a grandes zarros curiaos a mano y con columnata.
bg: Домашните градини варирали от простички, оградени пространства до големи, пищно украсени заграждения.
br: Liorzhoù tiez astennet eus gorreoù klozet simpl betek kaelioù ledan dalc'het mat ha gant kolonennoù.
ca: Els jardins anaven des d'àrees tancades senzilles fins a grans recintes amb columnates delicadament cuidats.
cs: Domácí zahrady sahají od jednoduchých oplocených kusů země až po prostorné a částečně zastřešené oplocení.
de: Heimgärten rangieren von einfach eingezäunten Landstücken bis hin zu ausgedehnten und teilweise überdachten Einhegungen.
el: Οι οικιακοί κήποι κυμαίνονταν από μια απλή περιφραγμένη περιοχή μέχρι ένα μεγάλο περιποιημένο με κιονοστοιχίες περίβλημα.
es_mx: Los jardines hogareños comprendían desde simples zonas acordonadas hasta jardines enormes y estupendamente cuidados rodeados por columnatas.
eu: Etxeko lorategiek izan zitezkeen itxitura soilak edota lorategi oso handiak eta oso ondo zainduak zutabeak inguraturik.
fa: طیف گسترده باغ های خانگی از باغهایی که با حسار های ساده مرز بندی شده تا باغهای مجللی که با گیاهان آرایش شده و مسیر های مجلل تفکیک شده بود.
ga: Tá réimse mór idir gairdíní tí difriúla, do gairdín beag fálaithe go clóis ollmhóra le colúnraí agus ceapaigh bearrtha go néata.
gl: Nas casas había xardíns de todo tipo, desde simples zonas valadas ata enormes terreos pechados ben coidados e mantidos.
hu: Az otthoni kertek az egyszerű lekerített területektől a nagy manikűrözött és oszlopsoros elkerített területekig terjedtek.
id: Kebun rumah berbentuk bermacam-macam dari daerah sederhana berpagar hingga daerah luas berkolaborasi yang terawat.
it: I giardini domestici da semplici aree recintate divennero grandi spazi curati e cinti da colonnati.
ja: ホーム・ガーデンには、簡素な塀の囲みから、大規模な丹精込めた円柱立ち並ぶ囲い地まで様々です。
ko: 가정의 정원에는 간단한 담의 울타리부터 대규모로 정성들인 원기둥의 늘어선 울타리까지 다양했습니다. [
lt: Namų sodai buvo nuo paprastų aptvertų vietelių iki didelių išpuoselėtų aptvarų
ms: Taman rumah yang bermula dari kawasan berpagar hinggalah tempat tertutup yang dihias dan mempunyai deretan tiang.
nb: Hjemmehager kunne være alt fra enkle inngjerdede arealer til store friserte og søylekledde områder.
nl: Tuinen gingen van eenvoudige omheinde gebieden, tot grote, zorgvuldig gesnoeide en ommuurde vlaktes.
pl: Domowe ogrody przedstawiały zarówno proste, ogrodzone płotem, jak i ogromne, zadbane i otoczone kolumnami obszary.
pt_pt: Os jardins domésticos podiam ir de pequenas áreas com vedação até grandes recintos murados com pérgulas bem cuidadas.
ru: Домашние сады варьировались от простых огороженных забором до больших ухоженных с колоннадами.
sk: Domové záhrady sa líšili od jednoduchých oplotených kúskov zeme až po obrovské obrábané stupňovité ohrady.
sv: Hemträdgårdar varierade från enkla inhägnade områden till stora anlagda gårdar med pelargångar.
tr: Ev bahçeleri basit çitli alanlardan geniş, düzenlemiş ve sütunlarla donatılmış alanlara kadar çeşitlilik gösterirdi.
uk: Домашні сади коливались від скромних огороджених територій до великих доглянутих корпусів із колонадами.
zh: 庭院，小到仅仅用围栏围住，大到修剪过的大型草皮区域，并有廊柱的围墙的地方。
zh_tw: 庭院的大小從僅僅用圍欄圍住的區域到大型修剪過的草皮並有廊柱的圍牆的區域都有。

source: Houses +20% population cap bonus.
ast: Pa les cases una bonificación del +20% de la capacidá de población.
bg: Къщите добавят +20% към максималното население.
br: Tiez +20% a vonuz harz poblañs.
ca: +20% de límit de població per a les cases.
cs: Domy přidavají dalších +20% populačnímu limitu.
de: Häuser erhalten +20% Bevölkerungslimit-Bonus.
el: Στα Σπίτια +20% επιπλέων στο όριο του πληθυσμού.
es_mx: Las casas dan un +20% de poblacion extra.
eu: Etxeek %20+ hobaria jasotzen dute populazioaren gehienezkoari.
fa: خانه ها +20% سقف جمعیت
fi: Talot +20% lisäys yksikkörajaan.
ga: Bónas daonra +20% as Tithe.
gl: Aumenta un +20% o límite de poboación por casas.
hu: Házaknak +20% népességkorlát bónusz.
id: Rumah +20% bonus batas populasi.
it: Bonus Case +20% limite di popolazione.
ja: 家に+20%の人口上限ボーナス。
ko: 주택의 인구 상한선을 +20% 증가 합니다.
lv: Mājām papildus +20% pie populācijas grieztiem
ms: Rumah +20 bonus had populasi.
nb: Hus +20% bonus befolkningsgrense.
nl: Huizen +20% bevolkingsbonus.
pl: Domostwa otrzymują +20% do limitu populacji.
pt_pt: As casas recebem um bónus de população de +20%.
ru: Дома добавляют +20% к пределу населения.
sk: Domy +20% bonus k maximálnej populácii.
sv: Hus +20% befolkningsgränsbonus.
tr: Evler nüfusu %+20 arttırır.
uk: Будинки мають +20% бонусу місткості населення.
zh: 房屋人口容量 +20% 。
zh_tw: 房舍 +20% 人口容量獎勵。

source: Home Garden
ar: حديقة المنزل
ast: Güertu
bg: Домашна градина
br: Liorzh an Ti
ca: Jardí
cs: Zahrada u domu
da: Køkkenhave
de: Hausgarten
el: Κήπος Σπιτιού
es_mx: Jardín hogareño
eu: Etxeko Lorategia
fa: باغ خانگی
fi: Kotipuutarha
ga: Gairdín Tí
gl: Xardíns nas casas
hu: Otthoni kertek
id: Kebun Rumah
it: Giardino Domestico
ja: ホーム・ガーデン
ko: 집 정원
lt: Namų Sodas
lv: Mājas dārzs
ms: Taman Rumah
nb: Hjemlig hage
nl: Siertuin
pl: Domowy ogród
pt_pt: Jardim Doméstico
ru: Домашний сад
sk: Domová záhrada
sv: Hemträdgårdar
tr: Ev Bahçesi
uk: Домашній сад
zh: 庭院
zh_tw: 庭院

source: Peristyle
ar: بهو معمد
ast: Peristilu
bg: Перистил
br: Trobeulieg
ca: Peristil
cs: Sloupová síň
de: Säulenhalle
el: περίστυλος
es_mx: Peristilo
eu: Peristilo
fa: پریستایل
ga: Ciorcal Colúin
gl: Perístilo
hu: Oszlopcsarnok
ko: 페리스티레(열주랑)
nb: Peristyl
nl: Peristilium
pl: Perystyl
pt_pt: Peristilo
ru: Перистиль
sk: Stĺporadie
sv: Peristyl
tr: Sütunlu avlu
uk: Перистиль
zh: 柱廊
zh_tw: 柱廊

source: Paradise
ar: جنة على الأرض
ast: Paraísu
bg: Рай
br: Baradoz
ca: Paradís
cs: Háj
da: Paradis
de: Paradies
el: Παράδεισος
es_mx: Paraíso
eu: Paradisua
fa: بهشت
fi: Paratiisi
ga: Parthas
gl: Paraíso
hu: Paradicsom
id: Surga
it: Paradiso
ko: 천국
lv: Paradīze
ms: Syurga
nb: Paradis
nl: Paradijs
pl: Raj
pt_pt: Paraíso
ru: Парадиз
sk: Raj
sv: Paradiset
tr: Cennet
uk: Декоративний сад
zh: 伊甸园
zh_tw: 天堂

source: Homes tended to expand as the wealth and population of a settlement grew.
ast: Les cases tendieron a espander de la que xorrecía la bayura y población del asentamientu.
bg: Къщите се разраствали с увеличаването на богатството и населението на селището.
br: An tiez a oa techet da astenn evel ma kreske pinvidigezh ha poblañs ar staliadur.
ca: Les cases s'engrandien a mesura que creixia la població i la riquesa d'una colònia.
cs: Příbytky tíhly k rozšiřování, jak rostla úroveň zdraví a počet obyvatel osady.
de: Häuser wurden meist erweitert, wenn Wohlstand und Bevölkerung einer Siedlung anstiegen.
el: Τα σπίτια έχουν την τάση να επεκτείνονται ανάλογα τον πλούτο και το πληθυσμό ενός οικισμού που αναπτύσσεται.
es_mx: Los hogares tendían a ampliarse a medida que crecía la riqueza y la población.
eu: Etxaldeak handitzen ziren aberastasuna eta populazioa goruntz zihoazenean.
fa: خانه ها بواسطه ثروت و افزایش جمعیت تمایل به گسترش دارند
ga: Tá nós a bheith ag tithe ag méadú nuair a mhéadaíonn daonra agus rachmas na lonnaíochta.
gl: Os fogares adoitaban expandirse a medida que aumentaban a riqueza e a poboación dos asentamentos.
hu: Az otthonok hajlamosak voltak a bővülésre, ahogy a település gazdasága és népessége nőtt.
id: Rumah cenderung berkembang seiring perkembangan kekayaan dan populasi penduduk.
it: Le case tendevano a espandersi tanto quanto cresceva la ricchezza e la popolazione di un insediamento.
ja: 植民地の富と人口が増すにつれて、家も大きくなる傾向がありました。
ko: 정착지의 부와 인구가 증가함에 따라 주택은 확장되는 경향이 있었습니다.
lt: Namai plėtėsi kuomet gyvenvietės turtai ir populiacija augo.
lv: Mājām ir tendence paplašināties, kamēr auga pilsētas populācija un labklājība.
ms: Rumah akan berkembang bilamana kekayaan dan populasi penempatan membesar.
nb: Husmassen hadde det med å øke når velstand og innbyggertall i bosettingene vokste.
nl: Huizen werden vaak groter naargelang de rijkdom en bevolking van een nederzetting groeide.
pl: Domostwa mogły się rozwijać, gdy bogactwo i populacja osady rosły.
pt_pt: À medida que a riqueza e a população de uma povoação crescem, os seus habitantes tendem expandir as suas casas.
ru: Дома улучшались как правило вместе с ростом населения и его благосостояния.
sk: Domy mali tendenciu sa rozširovať spolu s nárastom bohatstva a populácie daného osídlenia.
sv: Hem tenderade att expandera då kolonins rikedom och befolkning växte.
tr: Evler, yerleşimin zenginliği ve nüfusu arttıkça, genişleme eğilimine girmişlerdir.
uk: Будинки мали тенденцію до розширення у той час, як достаток та популяція селища збільшувалися.
zh: 当殖民地人口及财富成长时,家的规模就会扩大。
zh_tw: 當殖民地人口及財富成長時，家的規模就會擴大。

source: Manors
ar: عزبات
ast: Finques
bg: Имения
br: Maneroù
ca: Cases pairals
cs: Panské sídlo
da: Gods
de: Herrensitze
el: Αρχοντικά
es_mx: Fincas
eu: Finkak
fa: خانه بزرگ
fi: Kartanot
ga: Mainéir
gl: Casas de campo
hu: Majorságok
id: Rumah Besar
it: Manieri
ja: 屋敷
ko: 영지
lt: Dvarai
lv: Muižas
ms: Rumah Agam
nb: Herregårder
nl: Metselaars
pl: Dworek
pt_pt: Solares
ru: Манор
sk: Panstvá
sv: Herrgårdar
tr: Manorlar
uk: Маєтки
zh: 庄园
zh_tw: 莊園

source: Insulae
ar: الجزر
bg: Инсули
cs: Obrovský činžák
el: Οικισμός
fa: آپارتمان
ko: 집단 주택
pl: Insula
ru: Инсулэ
tr: İnsula
uk: Інсуле
zh: 岛
