Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: When Celtic armies met the enemy, before the battle would start, the Celtic leader would go to the first line and challenge the bravest of the enemy warriors to a single combat. The story of how Marcus Claudius Marcellus killed a Gallic leader at Clastidium (222 B.C.) is typical of such encounters. Advancing with a small army, Marcellus met a combined force of Insubrian Gauls and Gaesatae at Clastidium. The Gallic army advanced with the usual rush and terrifying cries, and their king, Viridomarus, picking out Marcellus by means of his badges of rank, made for him, shouting a challenge and brandishing his spear. Viridomarus was an outstanding figure not only for his size but also for his adornments; for he was resplendent in bright colors and his armor shone with gold and silver. This armor, thought Marcellus, would be a fitting offering to the gods. He charged the Gaul, pierced his bright breastplate and cast him to the ground. It was an easy task to kill Viridomarus and strip him of his armor.
ast: Al enfrentase los exércitos celtes al enemigu, enantes d'entamar la batalla, el caudiellu celta diba a la primer llinia y retaba al más valiente de los guerreros enemigos a combate individual. La hestoria de cómo Marcu Cloyu Marcelu mató a un caudiellu galu en Clastidiu (222 a.C.) ye típica de talos alcuentros. Avanzando con un exércitu pequeñu, Marcelu atopóse con una fuercia compuesta de galos ínsubres y xesatos en Clastidiu. Como yera d'esperar, l'exércitu galu avanzó entainando y dando berríes llercioses, y el so rei, Viridómaru, estremando a Marcelu poles sos insinies de rangu, empobinóse escontra elli, glayando un retu y enarboliando la llanza. Destacábase Viridómaru non namái pol tamañu sinón polos adornos; porque, vistíu de colores claros, llucía y la so armadura d'oru y plata rescamplaba. Esa armadura, pensó Marcelu, valdría como ufierta a los dioses. Asina que cargó escontra'l galu, furó la so pechera brillosa y valtólu al suelu. Resultó fácil matar a Viridómaru y desaposialu de l'armadura.
bg: Когато келтските армии срещнели врага и преди битката да започне, келтският водач излизал най-отпред и предизвиквал най-смелия от вражеските во̀ини на единоборство. Историята за това как Марк Клавдий Марцел убил галски водач при Кластидиум (222г. пр.н.е.) е типична за подобни случаи. Напредвайки с малка армия, Марцел срещнал обединените сили на инсубрите и гасатите при Кластидиум. Галската армия напредвала с обичайния си щурм и ужасяващи викове, а техният владетел, Виридомартий, избирайки Марцел по значките му, се отправил към него, крещейки предизвикателно и размахвайки копието си. Виридомартий се отличавал не само заради големината си, но и заради своите накити: той блестял в ярки цветове, а бронята му сияела от злато и сребро. Тази броня, помислил си Марцел, ще бъде подходящо приношение за боговете. Той нападнал гала, пронизал яркия му нагръдник и го хвърлил на земята. Да убие Виридомартий и да му свали бронята било лесна работа.
br: Pa geje an armeoù kelt ouzh an enebour, a-raok na grogfe an emgann, mont a rae al levier keltiek d'al linenn gentañ hag e atahine ar soudard enebour kalonekañ evit un emgann en-o-unan-penn. An istor a gont penaos e lazhas Markus Klaodius Marselus al levier Galian e Klastidiom (222 a-raok J.-K.) a zo ar skouer eus an emgann-mañ. En ur vont war-raok gant un arme bihan e kejas Marselus ouzh nerzhioù kenstrollet ar Galianed Insubriat hag ar C'haesated e Klastidiom. An arme Galian az ae war-raok gant ar youc'hadennoù spontus boaz, hag o roue, Vritomartos, a anavezas Marselus a-drugarez d'e arouezioù a c'hrad-uhel hag e renk uhel, az eas davetañ hag e c'houlennas digantañ kaout un difi gantañ ha da zispakañ e c'hoaf. Un dudenn dispar a oa Vritomartos neket hepken evit e vent met ivez evit e berzhioù mat ; evitañ da vezañ flamm-flim e livioù skedus hag e pare en e houarnwisk en aour hag en arc'hant. Soñjal a reas Markus e vije an houarnwisk-mañ ur prof a zere evit an Doueed. Fardiñ a reas war ar Galian, toullañ a reas e betral lugernus hag e kasas anezhañ d'an douar. Un taolad labour aes a oa evit lazhañ Vritomartos ha diwiskañ anezhañ diouzh e houarnwisk.
ca: Quan els exèrcits celtes trobaven l'enemic, abans de començar la batalla, el líder celta avançava fins la primera línia i desafiava el soldat enemic més valent a un combat singular. La història de com Marc Claudi Marcel va matar un líder gal a Clastidium (222 aC) és típica d'aquests encontres. Avançant amb un exèrcit petit, Marcel es va trobar amb una força combinada de gals ínsubres i gesats a Clastidium. L'exèrcit gal avançava amb la fúria habitual i crits terrorífics. El seu rei, Viridomarus , escollí Marcel per les seves insígnies, se li va acostar cridant-li el desafiament i brandant la llança. Viridomarus era una figura impressionant, no només per la seva mida, sinó també pels seus ornaments; resplendien amb colors brillants i la seva armadura brillava amb or i plata. Aquesta armadura, va pensar Marcel, seria una bona ofrena per als déus. Va carregar contra el gal, va foradar-li el peto i el va tirar a terra. Va ser fàcil matar a Viridomarus i prendre-li l'armadura.
cs: Když se keltské armády potkaly s nepřáteli, jejich vůdce si ješte před začátkem bitvy navykl jít do první linie a vyzvat nejstatečnější nepřátelské bojovníky na souboj. Typickým příkladem takového střetnutí byl příběh o tom, jak Marcus Claudius Marcellus zabil galského velitele u Clastidia (222 před Kristem). Jda s nevelkou armádou Marcellus nedaleko Clastidia narazil na spojené síly Insubrianů a Gaesatů. Galská armáda měla jako vždy velmi naspěch, její členové vydávali děsivé zvuky a jejich král, Viridomarus si ze svých nepřátel vybral právě Marcella kvůli jeho odznakům hodností, křikem jej vyzývaje a mávaje kopím. Viridomarus byl na bojišti výjimečnou osobností, nejen kvůli své velikosti ale též i kvůli vzhledu; oblečen ve světlých barvách působil velkolepě a jeho zbroj se leskla zlatem a stříbrem. Tato zbroj by byla dobrou obětí bohům, pomyslel si Marcellus. Vrhl se na Gala, probodl jeho lesklý pancíř a srazil ho k zemi. Bylo lehké Viridomara zabít a vysvléknout jej z brnění.
de: Wenn keltische Armeen auf den Gegner trafen, ging der keltische Anführer zur vordersten Linie und forderte den tapfersten der gegnerischen Krieger zu einem Zweikampf heraus. Die Geschichte, wie Marcus Claudius Marcellus bei Clastidium (222 v. Chr.) einen gallischen Heerführer tötete, ist ist für solche Begegnungen charakteristisch. Als er mit einem kleinen Heer vorstieß, traf Marcellus auf die vereinten Kräfte der Insubrier und der Gaesaten bei Clastidium. Die gallische Armee stürmte mit den gewohnten furchteinflößenden Schreien heran und ihr König, Viridomarus, steuerte auf Marcellus, den er nach seinen Rangabzeichen erkannte, zu, forderte ihn heraus und schwang seinen Speer. Viridomarus war eine herausragende Gestalt, nicht nur wegen seiner Größe, sondern auch wegen seines Schmuckes; Denn er war prangte vor hellen Farben und seine Rüstung schien in Gold und Silber. Diese Rüstung, dachte Marcellus, wäre ein passendes Opfer an die Götter. Er attackierte den Gallier, durchbohrte seinen hellen Brustpanzer und warf ihn zu Boden Es war eine leichte Aufgabe für ihn, Viridomarus zu töten und ihm seine Rüstung abzunehmen.
el: Όταν στρατοί των Κελτών συναντηθούν με τον εχθρό, πριν να αρχίσει η μάχη, ο ηγέτης των Κελτών θα πάει στην πρώτη γραμμή και θα προκαλέσει τον πιο γενναίο από τους πολεμιστές του εχθρού σε μια μόνο μονομαχία. Η ιστορία για το πώς ο Μάρκος Κλαύδιος Μάρκελλος σκότωσε έναν Γαλάτη ηγέτη στο Καστέτζιο (222 π.Χ.), είναι χαρακτηριστικό των εν λόγω αναμετρήσεων. Προχωρώντας με ένα μικρούλη στρατό, ο Μάρκελλος συνάντησε μια συνδυασμένη δύναμη των Ιβηριανών Γαλατών και Γαισαταίων στο Καστέτζιο. Ο γαλατικός στρατός προχωρούσε με τη συνήθη βιασύνη και αλαλάζοντας, ο βασιλιάς τους, ο Βριτόμαρτις, διάλεξε τον Μάρκελλο εξαιτίας των διακριτικών του βαθμού του, γι 'αυτόν, φωνάζοντας προκλητικά και κραδαίνοντας το δόρυ του. Ο Βριτόμαρτις είχε εξαιρετικό παρουσιαστικό, όχι μόνο για το μέγεθός του, αλλά και για τα στολίδια του, περιλουζόταν μέσα σε λαμπερά χρώματα και η πανοπλία του έλαμπε από χρυσό και ασήμι. Αυτή η πανοπλία, σκέφτηκε ο Μάρκελλος, θα ήταν μια αρμόζουσα προσφορά προς τους θεούς. Εφόρμησε στον Γαλάτη, διέτρισε το φωτεινό θώρακά του και τον πέταξε στο έδαφος. Ήταν εύκολο να σκοτώσει τον Βριτόμαρτι και να του αφαιρέσει την πανοπλία του.
es_ar: Cuando los ejércitos celtas se enfrentaban al enemigo, antes de comenzar la batalla, el líder celta solía ir a la primera línea a desafiar a los guerreros enemigos más valientes a un combate individual. La historia de cómo Marco Claudio Marcelo mató a un líder galo en Clastidio (222 a.C.) es típica de este tipo de enfrentamientos. Mientras avanzaba con un pequeño ejército, Marcelo se encontró con una fuerza combinada de galos ínsubros y gaesatae en Clastidio. Las tropas galas avanzaron con su habitual rapidez y los aterradores gritos siguiendo a su rey, Viridómaro, quien identificó a Marcelo por sus insignias de rango y se le acercó desafiándolo a los gritos y blandiendo su lanza. Viridómaro era una figura prominente no solo por su tamaño sino también por sus ornamentos, ya que resplandecía en radiantes colores y su armadura tenía el brillo del oro y la plata. Esta armadura, pensó Marcelo, sería una gran ofrenda para los dioses. Avanzó sobre el galo, perforó su brillante pechera y lo arrojó al suelo. Fue una tarea fácil matar a Viridómaro y despojarlo de su armadura.
eu: Armada Zeltek etsaia aurkitu zutenean, borroka hasi aurretik, Zelten liderrak aurrera jo eta etsaien gerlari ausartenak borroka bakar baterako desafioa botako zien. Marcus Claudius Marcellusek Galiar bat nola hil zuen Clastidiumen (222 K.a.) elkartze horietako adierazlea da. Armada txiki batez aurrera zihoala, Marcellusek Insubrian eta Gaesatae Galiarren bat egindako armada batekin egin zuen topo Clastidiumen. Galiar armada ohiko ohitura eta oihu handiez egin zuen aurrera, eta bere erregeak, Viridomarusek, Marcelus bere ezaugarriengatik ezaguturik, beregana jo zuen, desafioa oihukatuz eta bere lantza erakutsiz. Viridomarus ezaguna zen ez bakarrik zuen tamainagatik, zituen apaingarriengatik ere ezaguna zen; kolore biziengatik ikusgarria zelako eta bere armadurak urre eta zilarraren argiaz distiratzen zuelako . Armadura hori, pentsatu zuen Marcellusek, jainkoentzako moduko oparia izango zen. Galiarraren kontra jo, bere bularreko distiratsua zeharkatu eta lurrera bota zuen.Viridomarus hil eta armadura kentzea lan erraza zen.
fa: زمانی که لشگر سلتی ها به دشمن رسید، قبل از اینکه نبرد آغاز شود رهبر سلتی ها به خط اول نبرد رفت و قویترین و شجاعترین جنگجوی دشمن را به مبارزه طلبید. داستان اینکه چگونه مارکوس کلاودیوس مارسلوس رهبر گال ها را در کلستدیوم کشت (222 ق.م) یک داستان معروف از آن درگیری بود. با پیشروی گروه کوچکی از نیروها، مارسلوس با نیروی مشترک گال های اینسوبری و گاساتایی در کلستدیوم مواجه شد. نیروهای گال با یک یورش همراه با فریاد های وحشتناک پیشروی کردند، شاه گال ویریدوماروس از طریق درجه لباس توانست مارسلوس را شناسایی کند با فریاد زدن نامش او را به مبارزه طلبید نیزه اش را به حالت به مبارزه طلبیدن شروع به تکان دادن کرد. ویردوماروس یک چهره شاخص و مشخص بود نه فقط بخاطر اندازه بلکه بخاطر نوع آرایش لباس نظامی که داشت. او از رنگ های درخشنده استفاده می کرد و زرهش طلا کاری و نقره کاری شده بود. این زره مارسلوس را به فکر انداخت که این زره مناسب برای پیشگاه خدایان است برای همین به سمت رهبر گال خیز برداشت سینه بند زرش را شکافت و اورا به زمین زد. این کار ساده ای بود که ویریداموس را بکشد و زره او را از تنش خارج کند
ga: Nuair a bhuail airm Cheilteacha lena naimhde, roimh a thosaonn an cath, chuaigh an taoiseach Ceilteach go dtí an phríomhlíne agus thug sé dúshlán ar an saighdiúir naimhdeach is cróga do chomhrac aonair. Tá an scéal faoi Marcas Cláidias Mairceallas agus conas a mharaigh sé taoiseach Gallach ag an gClaisdidiám (222 R.C.) cosúil leis na hachrainn seo. Bhuail Mairceallas le harm in éineacht as Gallaigh Insiúbracha agus na Gaiscígh ag Claisdidiám nuair a ghluais sé chun tosaigh le harm beag. Ghluais an t-arm Gallach chun tosaigh lena luas agus lena mbéiceacha fiáine agus roghnaigh a rí, Briotomaras, Mairceallas trí bhíthin a shuaitheantais agus a rang, agus chuaigh sé chuige ag scairteadh air agus ag bagairt a gha. Ba é cruth iontach é Briotomaras ní hamháin ina mhéid ach ina mhaisiúcháin freisin; mar a bhí sé galánta as dathanna geala agus thaitin a armúr le hór agus airgead. Cheap Mairceallas go mbeidh an t-armúr seo mar thairiscint oiriúnach do na déithe. Thug sé ruathar ar an nGallach, pholl sé a lúireach geal agus leag sé é ar an dtalamh. Bhí tasc éasca é do Bhriotomaras a mharú agus é a stialladh as a armúr.
hu: Mikor a kelta seregek megütköztek az ellenséggel, a harc kezdete előtt a vezér mindig az első sorhoz ment, hogy küzdelemre hívja az ellenség legbátrabb harcosait. Annak története, ahogy Marcus Claudius Marcellus megölt Clastidiumnál egy gall parancsnokot (i. e. 222), tipikus példája az ilyen párbajoknak. Marcellus egy kisebb sereggel felvonulva fogadta az egyesült insubriai gallok és gaesatusok erőit. A gall sereg a szokásos rohammal és rémisztő üvöltésekkel nyomult előre, és a királyuk, Viridomarus felismerve Marcellust a rangjelzései alapján nekiiramodott, megforgatta lándzsáját és párbajért kiáltott. Viridomarusnak kiváló megjelenése volt nem csak a termete, hanem ékessége miatt is; élénk színekben ragyogott és a páncélja aranytól, ezüsttől fénylett. Ez a páncél, gondolta Marcellus, megfelelő ajándék lehetne az isteneknek. Megrohanta hát a gallt, keresztüldöfte a mellvértjét, és a földre terítette. Könnyű dolog volt megölni Viridomarust és megfosztani a páncéljától.
hy: Երբ կելտական զորքերը հանդիպում էին թշնամուն, մինչ ճակատամարտի սկիզբը կելտերի առաջնորդը գնում էր առաջնագիծ և մենամարտի մարտահրավեր նետում հակառակորդի ամենախիզախ մարտիկներին։ Կլաստիդիումի մոտ Մարկուս Կլավդիուս Մարկելուսի կողմից գալ առաջնորդի սպանության (մ․թ․ա․ 222թ․) պատմությունը մեկն է նմանատիպ նախամարտերից։ Առաջ շարժվելով փոքր բանակով՝ Մարկելուսը Կլաստիդիումի մոտ հանդիպեց Ինսուբրիայի գալերի և գաեսատացիների միացյալ ուժերին։ Գալերի բանակն առաջ մղվեց իրենց հատուկ շուտափութությամբ և սահմռկեցուցիչ աղաղակներով, իսկ նրանց արքա Վիրիդոմարոսը, ճանաչելով Մարկելուսին վերջինիս կոչման շքանշաններից, մոտեցավ նրան՝ հրավիրելով մենամարտի և ճոճելով իր նիզակը։ Վիրիդոմարոսն ակնառու էր ոչ միայն իր մարմնեղության, այլ նաև իր զարդարանքների համար, քանի որ նրա վրա վառ գույների առատություն էր, իսկ նրա զրահը փայլում էր ոսկուց և արծաթից։ Մարկելուսը մտածեց, որ այս զրահն արժանի զոհաբերություն կլինի աստվածներին։ Նա սրընթաց շարժվեց դեպի գալը, ծակեց նրա վառ զրահը և նետեց գետնին։ Նա հեշտությամբ կարողացավ սպանել Վիրիդեմարոսին և պոկել զրահը նրա վրայից։
ko: 켈트 군대는 적과 대면하면, 전면전이 시작되기 전에 켈트의 대장은 최전선으로 가서 적군의 가장 용감한 자에게 일대 일 대결에 도전하기도 했습니다. 마르쿠스 클라우디우스 마르셀루스는 갈리아 왕을 크라스티디움(기원전 222년)에서 죽인 이야기는 그러한 조우의 전형입니다. 소규모 군대에서 전진하였고, 마르셀루스는 인수브리아의 갈리아와 가에사타에의 연합군과 클래스티디움에서 만났습니다. 갈리아 군대는 평소처럼 빠르고 무섭고 우렁찬 함성과 함께 진격했고, 그들의 왕인 비리도마루스는 마르셀루스를 선택하고 그에게 딱 맞는 그의 계급 휘장을 수단으로 하여 그에게 도전하겠다고 외치고 그의 창을 휘둘렀습니다. 비리도마루스는 그의 외형은 체격뿐만 아니라 장식품에도 잘 꾸민 인물이었습니다. 그는 밝은색으로 빛났고, 갑옷은 금과 은으로 빛났습니다. 마르셀루스는 이 갑옷은 신들에게 받칠 적절한 제물이 될 것이라고 생각했습니다. 그는 갈리아인들에게 돌진하여, 화려한 흉갑옷을 뚫고 그를 땅바닥에 내동댕이 쳤습니다. 비리도마루스를 죽이고 그의 갑옷을 벗기는 것은 쉬운 일이었습니다.
nb: Når keltiske hærer møtte fienden, før kampen begynte, ville den keltiske lederen gå til frontlinjen og utfordre den modigste av fiendens krigere til en enkelt kamp. Historien om hvordan Marcus Claudius Marcellus drepte en gallisk leder ved Clastidium (222 f.Kr.), er typisk for slike møter. Da han avanserte med en liten hær, møtte Marcellus en kombinert kraft av insubrianske gallere og Gaesatae på Clastidium. Den galliske hæren rykket fram i vanlig raskt tempo med skremmende rop, og deres konge, Viridomarus, som plukket ut Marcellus ved hjelp av hans spesiallagde rangmerker, ropte en utfordring med spydet hevet. Viridomarus var en enestående figur, ikke bare for sin størrelse, men også i form av hans utsmykninger; Strålende i lyse farger og rustning skinnende i gull og sølv. Denne rustningen, trodde Marcellus, ville være en passende offergave til gudene. Han påtalte galleren, gjennomboret hans lyse brystplate og kastet ham til bakken. Det var en lett oppgave å drepe Viridomarus og ta rustningen hans.
pl: Gdy armie Celtów napotkały wroga, zanim rozpoczęła się bitwa, Celtycki władca wychodził przed pierwszą linię szeregów i wyzywał najodważniejszego z wrogich wojowników na pojedynek. Historia opowiadająca o zwycięskim pojedynku Markusa Klaudiusa Marcellusa nad Galickim władcą pod Casteggio (222 p.n.e.) stanowi typowy przykład takich praktyk. Podchodzac z nieliczną armią, Marcellus spotkał mieszane oddziały galickie Insubrów i Bojów pod Klastydium. Galicka armia naparła tradycyjnym szturmem z towarzyszącymi mu przerażającymi okrzykami, a ich król, Viridomarus, wypatrzył Marcellusa po jego odznakach rangi, wydał z siebie krzyk wyzywający do pojedynku i wymachiwał swą włócznią. Viridomarus był niezwykłą postacią, nie tylko poprzez jego rozmiary, ale również zdobienia, jako, że wymalowany był jasnymi kolorami, a jego zbroja lśniła złotem i srebrem. Ta zbroja, pomyślał Marcellus, byłaby odpowiednim darem dla bogów. Zaszarżował na Gala, przebił jego jasny napierśnik i powalił na ziemię. Zabicie Viridomarusa i zdarcie z niego jego zbroi okazała się dla niego trywialnym zadaniem.
pt_br: Quando os exércitos celtas se encontraram com o inimigo, antes que a batalha começasse, o líder celta iria para a primeira linha e desafiaria os mais valentes dos guerreiros inimigos a um único combate. A história de como Marco Cláudio Marcelo matou um líder Gaules em Clastidium (222 A.C.) é típico de tais encontros. Avançando com um pequeno exército, Marcelo encontrou uma força combinada de gauleses Insubrian e Gaesatae em Clastidium. O exército gaulesa avançou com os gritos apressados ​​e aterrorizantes, e seu rei, Viridomaro, escolhendo Marcelo por meio de seu status, gritando um desafio e brandindo sua lança. Viridomaro era uma figura notável não só pelo seu tamanho, mas também para os seus adornos; Pois ele era resplandecente em cores brilhantes e sua armadura brilhava com ouro e prata. Essa armadura, pensou Marcelo, seria uma oferta adequada para os deuses. Ele atacou o Gaules, perfurou seu peitoral brilhante e jogou-o no chão. Foi tarefa fácil matar Viridomaro e tirá-lo de sua armadura.
ru: Когда кельтская армия встречала врага, перед началом битвы лидер кельтов должен был выйти перед войском и бросить вызов в единоборстве самому храброму из вражеских воинов. Типичной является история о том, как Марк Клавдий Марцелл убил галльского вождя при Кластидиуме (222 до н.э.). Передвигаясь с небольшой армией, Марцелл встретил объединенные силы инсубрских галлов и гаестайцев у Кластидиума. Галльская армия выступила с обычным натиском и устрашающими криками, и их король Вирдумар выбрал Марцелла по его знакам различия, выкрикивая вызов и размахивая копьем. Вирдумар казался выдающимся не только из-за размера, но и за его украшения; ибо он был великолепен в светлых тонах и его броня сияла золотом и серебром. Эта броня, думал Марцелл, стала бы достойным подношением богам. Он атаковал галла, пронзил его яркий нагрудник и бросили его на землю. Он с легкостью смог убить Вирдумара и лишить его доспехов.
sv: När keltiska arméer möttes fienden, innan striden skulle börja, skulle den keltiska ledaren gå till första raden och utmana de modiga krigarena till en enda strid. Berättelsen om hur Marcus Claudius Marcellus dödade en gallisk ledare vid Clastidium (222 B.C.) är typisk för sådana möten. Vid en liten armé mötte Marcellus en kombinerad styrka av insubrian Gallier och Gaesatae vid Clastidium. Den galna armén avancerade med de vanliga rushen och skrämmande skrik, och deras kung, Viridomarus, plockade ut Marcellus med hjälp av sina märkesmärken, gjorda för honom, ropade en utmaning och brandishing hans spjut. Viridomarus var en enastående siffra inte bara för hans storlek utan också för hans utsmyckningar; för han var upplyst i ljusa färger och hans rustning skenade med guld och silver. Denna rustning, trodde Marcellus, skulle vara ett lämpligt erbjudande till gudarna. Han anklagade Gallien, genomborrade sin ljusa bröstplatta och kastade honom till marken. Det var en lätt uppgift att döda Viridomarus och ta honom av sin rustning.
tr: Kelt orduları savaşa başlamadan önce düşmana yetiştiğinde, Kelt lideri ilk hattına giderek düşman savaşçılarının cesaretini tek bir savaşa odaklayacaktı. Marcus Claudius Marcellus'un Clastidium'da (M.Ö. 222) Galyalı bir lideri nasıl öldürdüğünün öyküsü, bu tür karşılaşmaların tipik bir örneğidir. Küçük bir orduyla ilerleyen Marcellus, Clubidium'da Insubrian Gauls ve Gaesatae'nin bir araya geldi. Gallic ordusu her zamanki acele ve korkunç çığlıklarla ilerledi ve kralları Viridomarus, Marcellus'u rolü attığı sıralamayla kendisine yöneltti, bir meydan okuma başladı ve mızrağını attı. Viridomarus, sadece büyüklüğü için değil süslemelerinde olağanüstü figürler vardı; Zira parlak renklerle göz kamaştırmıştı ve zırhı altın ve gümüş ile parlıyordu. Bu zırh, Marcellus'un tanrılara uygun bir teklif olacağını düşündü. Galya'yı suçladı, parlak göğüs zırhını deldi ve onu yere attı. Viridomarus'u öldürüp zırhını çıkarmak kolay bir görevdi.
uk: Коли кельтська армія зустрічала ворога, перед початком битви лідер кельтів повинен був вийти перед військом і кинути виклик на боротьбу найхоробрішому із ворожих воїнів. Типовою є історія про те, як Марк Клавдій Марцел вбив галльського вождя біля Кластідіума (222 до н. е.). Пересуваючись з невеликою армією, Марцел зустрів об'єднані сили інсубрійських галів і гаестайців біля Кластидіума. Галльська армія виступила із звичайним натиском і страшними криками, їхній король Брітомартос вибрав Марцела за його знаками сану, викрикуючи виклик і розмахуючи списом. Брітомартос здавався видатним не тільки через розміри, але й через його прикраси; бо він був прекрасний в світлих тонах і його броня сяяла золотом і сріблом. Ця броня, думав Марцел, стала б гідною жертвою богам. Він атакував галла, пронизав його яскравий нагрудник і скинув його на землю. Він легко зумів вбити Брітомартоса і позбавити його обладунків.
zh: 当凯尔特军队遭遇敌人时，在战斗开始之前，凯尔特人的领导人将前往第一线并挑战最勇敢的敌人战士进行单一战斗。
