Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: You have two main types of starting units: Female Citizens and Citizen Soldiers. Female Citizens are purely economic units; they have low health and little to no attack. Citizen Soldiers are workers by default, but in times of need, can utilize a weapon to fight. You have two categories of Citizen Soldiers: Infantry and Cavalry. Female Citizens and Infantry Citizen Soldiers can gather any land resources while Cavalry Citizen Soldiers can only gather meat from animals.
cs: Na začátku máte dva typy jednotek: občanky a občanské vojáky. Občanky jsou čistě hospodářské jednotky: mají nízký počet životů a téměř žádný útok. Občanští vojáci jsou dělníci, ale v čase potřeby umí používat zbraně k boji. Jsou dvě kategorie občanských vojáků: pěchota a jízda. Občanky a občanští vojáci pěchoty dokáží získávat pozemní zdroje, ale občanské jízdní jednotky dokážou jen sbírat maso z ulovených zvířat.
fi: Sinulla on kahdenlaisia aloitusyksiköitä: Naiskansalaiset ja kansalaissotilaat. Naiskansalaiset ovat puhtaasti taloudellisia yksiköitä; heidän terveytensä on heikko ja hyökkäysvoimansa vähäinen tai olematon. Kansalaissotilaat ovat oletusarvoisesti työläisiä, mutta tarpeen vaatiessa he voivat käyttää asetta taisteluun. Kansalaissotilaita on kahta luokkaa: Jalkaväki ja ratsuväki. Naispuoliset kansalaiset ja jalkaväen kansalaissotilaat voivat kerätä mitä tahansa maaresursseja, kun taas ratsuväen kansalaissotilaat voivat kerätä vain lihaa eläimistä.
fr: Au départ, vous possédez deux types d'unités : les Citoyennes et les Soldats-Citoyens. Les Citoyennes sont purement des unités économiques; elles ont peu de vie et peu ou pas d'attaque. Les Soldats-Citoyens sont par défaut des ouvriers mais en cas de besoin, ils peuvent utiliser une arme pour combattre. Vous avez deux catégories de Soldats-Citoyens : l'Infanterie et la Cavalerie. Les Citoyennes et l'Infanterie de Soldats-Citoyens peuvent ramasser toutes les ressources terrestres alors que la Cavalerie de Soldats-Citoyens peut seulement ramasser la viande provenant des animaux.
hu: Kezdetben két egységtípus áll rendelkezésedre: a női polgár és a polgári katona. A női polgárok kizárólag gazdasági egységek, vagyis az életerejük kicsi, a sebzésük pedig elhanyagolható. A polgári katonák alapvetően munkások, de ha a helyzet úgy kívánja, fegyvert ragadnak és harcolni kezdenek. Ezeknek is két típusa van: vannak a gyalogosok és vannak a lovasok. A női polgárok és gyalogos polgári katonák bármilyen szárazföldi nyersanyagot be tudnak gyűjteni, a lovas polgári katonák viszont csak az elejtett állatok húsát.
id: Anda punya dua tipe utama dari unit awal: Rakyat Wanita dan Prajurit Rakyat. Rakyat Wanita adalah unit ekonomi murni; mereka memiliki nyawa yang rendah dan hampir tidak bisa menyerang. Prajurit Rakyat sejatinya adalah pekerja, tetapi saat dibutuhkan, bisa memegang senjata untuk bertarung. Anda memiliki dua kategori dari Prajurit Rakyat: Infanteri dan Kavaleri. Rakyat Wanita dan Prajurit Rakyat Infanteri bisa mendapatkan sumberdaya darat apapun sedangkan Prajurit Rakyat Kavaleri hanya bisa mendapatkan daging dari hewan.
ja: 最初に使うユニットとしては大きく、「女性市民」と「市民兵」の２種類に分かれます。 「女性市民」は経済活動のためのユニットで、体力が少なく戦いに向きません。 「市民兵」は普段は労働者として働きますが、武器を持って戦うことができます。 「市民兵」にはさらに「歩兵」と「騎兵」の２種類に分けられます。 「女性市民」と「市民兵」はあらゆる資源を採取することができますが 「騎兵」は狩猟にて動物の肉を採取することができます。
nl: In het begin kunt u twee types eenheden rekruteren: vrouwelijke burgers en burgersoldaten. Vrouwelijke burgers zijn uitsluitend economische eenheden: ze hebben weinig gezondheid en nauwelijks aanvalskracht. Ook burgersoldaten zijn standaard werkers, maar in tijden van nood kunnen ze wapens hanteren. Er zijn twee soorten burgersoldaten: infanterie en cavalerie. Vrouwelijke burgers en burger infanterie kunnen alle grondstoffen op het land verzamelen. De burger cavalerie kan enkel vlees verzamelen uit de jacht.
pt_br: Você tem dois tipos principais de unidades no início da partida: Cidadãs e Soldados-Cidadãos. Cidadãs são unidades puramente econômicas; Elas têm HP baixo, nenhuma armadura e pouco ou nenhum ataque. Os Soldados-Cidadãos são trabalhadores por padrão, mas, em momentos de necessidade, podem usar uma arma para lutar. Você tem duas categorias de Soldados-Cidadãos: Infantaria e Cavalaria. Cidadãs e Soldados-Cidadãos de Infantaria podem coletar os recursos da terra, enquanto Soldados-Cidadãos de Cavalaria só podem coletar carne de animais caçados.
zh_tw: 您有兩種主要類型的起始單位：女性公民和公民兵。女性公民純粹是經濟單位，她們有貧弱的生命值、沒有防禦力，且幾乎沒有攻擊力。公民兵是預設的勞動者，但在需要的時候，可以拿起武器捍衛家園。您有兩種類型的公民兵：步兵和騎兵。女性公民和公民步兵可以採集任何土地資源，而公民騎兵只能從獵殺來的動物採集肉。

source: At this point, food and wood are the most important resources for developing your economy, so let's start with gathering food. Female Citizens gather vegetables faster than other units.
cs: V tuto chvíli jsou nejdůležitějšími zdroji pro rozvoj vašeho hospodářství dřevo a jídlo, tak začněme se sběrem jídla. Občanky sbírají plody rychleji než ostatní jednotky.
fi: Tässä vaiheessa ruoka ja puu ovat tärkeimmät resurssit talouden kehittämiseksi, joten aloitetaan ruoan keräämisestä. Naiskansalaiset keräävät kasviksia nopeammin kuin muut yksiköt.
fr: Pour l’instant, la nourriture et le bois sont les ressources les plus importantes pour développer votre économie, commençons donc par collecter de la nourriture. Les Citoyennes collectent plus rapidement de la nourriture ne provenant pas des animaux que les autres unités.
hu: Ezen a ponton az élelem és a fa a két legfontosabb dolog a gazdaság fejlődése szempontjából. Kezdjük hát az élelemgyűjtéssel! A női polgárok gyorsabban takarítják be a növényeket, mint más egységek.
id: Dalam keadaan ini, pangan dan kayu adalah sumberdaya yang paling penting untuk membuat ekonomi anda, jadi mari mulai dengan mengumpulkan pangan. Rakyat Wanita mengumpulkan sayur mayur lebih cepat dari unit lainnya.
ja: 経済を発展させるのに今もっとも必要な資源は食料と木材です。まずは食料を集めてみましょう。 女性市民は他のユニットよりも早く果物を採取することができます。
nl: Op dit moment zijn voedsel en hout de belangrijkste grondstoffen om de economie te ontwikkelen, dus laten we beginnen met voedsel verzamelen. Vrouwelijke burgers kunnen sneller voedsel verzamelen dan andere eenheden.
pt_br: Neste momento, comida e madeira são os recursos mais importantes para o desenvolvimento de sua economia, então vamos começar com a coleta de alimentos. As Cidadãs coletam vegetais mais rápido do que outras unidades.
zh_tw: 這時候，食物和木材是經濟發展最重要的資源，所以我們先來採集食物。女性公民採集蔬菜的速度比其他人還快。

source: You can click on an empty space on the map to reset the selection. Try each of these methods before tasking all of your Female Citizens to gather the grapes to the southeast of your Civic Center by right-clicking on the grapes when you have all the Female Citizens selected.
cs: Klepnutím na prázdné místo zrušíte výběr. Zkuste si všechny tyto postupy předtím, než pošlete všechny občanky sbírat hrozny na jihovýchod od správního střediska, tím, že na hrozny klepnete pravým tlačítkem myši, zatímco máte vybrány všechny občanky.
fi: Voit nollata valinnan napsauttamalla tyhjää kohtaa kartalla. Kokeile kaikkia näitä menetelmiä ennen kuin annat kaikille naiskansalaisillesi tehtäväksi kerätä viinirypäleitä kaupunkikeskuksesi kaakkoispuolella. Tämä onnistuu napsauttamalla viinirypäleitä hiiren oikealla painikkeella, kun kaikki naiskansalaiset on valittu.
fr: Vous pouvez cliquer sur une partie vide de la carte pour annuler la sélection. Essayez chacune des méthodes avant d'indiquer à toutes vos Citoyennes d'aller collecter les baies au sud-est de votre Centre-ville à l'aide d'un clic droit sur les baies quand vous avez toutes les Citoyennes sélectionnées.
hu: A pályán üres területre kattintva törölheted a kijelölést. Próbáld ki ezeket a módszereket, mielőtt az összes női polgár egységednek feladatul szabod, hogy a városházától dél-keletre szőlőt gyűjtögessenek. Ha már minden női polgárodat kijelölted, ezt úgy teheted meg, hogy jobb egérgombbal kattintasz a szőlőkre.
id: Anda dapat mengklik ruang kosong di peta untuk menghapus pilihan. Coba masing masing metode sebelum menugaskan semua Rakyat Wanita untuk mengumpulkan anggur di tenggara Pusat Peradaban dengan klik-kanan anggur ketika semua Rakyat Wanita dipilih.
nl: Door op een lege ruimte op de kaart klikken kunt u de selectie opheffen. Probeer elk van deze methoden uit voordat u al uw vrouwen druiven laat verzamelen ten zuidoosten van uw beschavingscentrum. Dat kan door met uw rechter muisknop op de bessen te klikken nadat u al uw vrouwelijke burgers hebt geselecteerd.

source: Now, let's gather some wood with your Infantry Citizen Soldiers. Select your Infantry Citizen Soldiers and order them to gather wood by right-clicking on the nearest tree.
cs: Nyní nechme pěší občanské vojáky nasbírat nějaké dřevo. Vyberte své pěší občanské vojáky a přikažte jim, ať sbírají dřevo, klepnutím pravým tlačítkem myši na nejbližší strom.
fi: Kerätään nyt puuta jalkaväen kansalaissotilaiden avulla. Valitse jalkaväen kansalaissotilaasi ja käske heitä keräämään puuta napsauttamalla hiiren oikealla painikkeella lähintä puuta.
fr: Maintenant, allez couper du Bois avec votre infanterie de Soldats-Citoyens. Sélectionnez votre Infanterie de Soldats-Citoyens et ordonnez-leur de ramasser du Bois avec un clic droit sur l’arbre le plus proche.
hu: Most gyűjts egy kevés fát a gyalogos polgári katonáiddal! Jelöld ki a gyalogos polgári katonáidat és kattints a jobb egérgombbal a legközelebbi fára, hogy fát vágjanak!
id: Sekarang, mari mengumpulkan kayu dengan Prajurit Rakyat Infanteri anda. Pilih Prajurit Rakyat Infanteri dan perintahkan mereka mengumpulkan kayu dengan klik-kanan pohon terdekat.
ja: 次は歩兵を使って木材を採取しましょう。 歩兵を選択してから近くの森を右クリックして木材の採取を命令してみてください。
nl: Laten we nu wat hout verzamelen met uw infanterie burgersoldaten. Selecteer uw infanterie burgersoldaten en laat hen hout verzamelen door rechts te klikken op de dichtstbijzijnde boom.
pt_br: Agora, vamos juntar um pouco de madeira com seus soldados cidadãos de infantaria. Selecione seus Soldados Cidadãos de Infantaria e ordene que eles coletem madeira clicando com o botão direito do mouse na árvore mais próxima.
zh_tw: 現在，讓我們用您的公民步兵來採集一些木頭。選取您的公民步兵，並透過右鍵點擊周遭的樹木來指派他們採集木頭。

source: Cavalry Citizen Soldiers are good for hunting. Select your Cavalry and order him to hunt the chickens around your Civic Center in similar fashion.
cs: Občanští vojáci jízdy jsou dobří v lovu. Zvol svou jízdu a podobným způsobem jí přikaž lovit slepice okolo správního střediska.
fi: Ratsuväen kansalaissotilaat ovat hyviä metsästykseen. Valitse ratsuväkiyksikkösi ja käske sen metsästää kanoja kansalaiskeskuksesi ympärillä samalla tavalla.
fr: Les Soldats-citoyens montés sont de bons chasseurs. Sélectionnez votre Cavalerie et ordonnez-la de chasser les poulets autour de votre Centre-ville.
hu: A lovas polgári katonák jók a vadászatban. Jelöld ki a lovasodat és utasítsd arra, hogy levágja a csirkéket a városháza körül hasonló módon.
id: Kavaleri Prajurit Rakyat cocok untuk berburu. Pilih Kavaleri anda dan perintahkan untuk memburu ayam di sekitar Pusat Peradaban dengan cara yang sama.
ja: 騎兵は狩猟が得意です。 同じやり方で、騎兵を選択し町の中心近くにいるニワトリを捕まえるよう命令してみてください。
nl: De burgercavalerie is goed voor de jacht. Selecteer uw cavalerie en beveel hem op dezelfde manier om op de kippen te jagen die rond uw beschavingscentrum scharrelen.
pt_br: Cidadãos Soldados de Cavalaria são bons para caçar. Selecione sua Cavalaria e ordene que ele cace as galinhas ao redor de seu Centro Cívico de maneira semelhante.
zh_tw: 公民騎兵擅長打獵，所以請您用類似的方式，挑幾個公民騎兵去抓城鎮中心附近的雞吧。

source: First, let's set a rally point. Setting a rally point on a building that can train units will automatically designate a task to the new unit upon completion of training. We want to send the newly trained units to gather wood on the group of trees to the south of the Civic Center. To do so, select the Civic Center by clicking on it and then right-click on one of the trees.
cs: Nejdříve zvolíme shromažďovací bod. Nastavením shromažďovacího bodu budově, která umí cvičit jednotky, se nové jednotce po vycvičení automaticky přiřadí úkol. Chceme poslat nové jednotky na těžbu dřeva ze skupiny stromů jižně od správního střediska. To uděláme tak, že klepnutím vybereme správní středisko a poté pravým tlačítkem myši klepneme na jeden ze stromů.
fi: Asetetaan ensin kokoontumispaikka. Kun asetat kokoontumispaikan yksikköjä kouluttavalle rakennukselle, uudelle yksikölle annetaan automaattisesti tehtävä koulutuksen päätyttyä. Haluamme lähettää vastavalmistuneet yksiköt keräämään puita kansalaiskeskuksen eteläpuolella olevaan metsikköön. Valitse tätä varten kansalaiskeskus napsauttamalla sitä ja napsauta sitten hiiren oikealla painikkeella yhtä puista.
fr: Tout d’abord, configurez un point de ralliement. Configurer un point de ralliement depuis un bâtiment qui peut entraîner des unités permettra d’affecter automatiquement une tâche à la nouvelle unité après l’achèvement de son entrainement. Nous voulons envoyer les nouvelles unités entrainées récolter du bois sur le regroupement d’arbres au sud du Centre-ville. Pour faire cela, sélectionnez le Centre-ville en cliquant dessus puis utilisez le clic droit sur un des arbres.
hu: Először jelölj ki egy gyülekezési pontot! Olyan épületnél amely egységeket tud kiképezni a gyülekezési pont kijelölése automatikusan feladatot ad az új egységnek a kiképzésük után. Szeretnénk, hogy az újonnan kiképzett egységek fát vágjanak a városházától délre található pagonynál. Ehhez válaszd ki a városházát, majd a jobb egérgombbal kattints rá az egyik fára!
id: Pertama, mari buat titik kumpul. Membuat titik kumpul pada sebuah bangunan yang melatih unit akan secara otomatis memberikan tugas kepada unit setelah pelatihan selesai. Kita ingin mengirimkan unit yang baru dilatih untuk mengumpulkan kayu di pepohonan di selatan Pusat Peradaban. Untuk melakukannya, klik Pusat Peradaban dan klik kanan salah satu pepohonan tersebut.
ja: そのためにはまずラリーポイントをセットしましょう。 ユニットを養成できる建物にラリーポイントをセットすると 新しく訓練されたユニットに自動でタスクを指定することができます。 例えば新しいユニットの訓練が完了したらすぐに、木材の採取のため そのユニットを「町の中心」から南にある木々に行かせたいとしましょう。 その場合は「町の中心」を選択してからいずれかの木々を右クリックします。
nl: Laten we ten eerste een verzamelpunt maken. Door het maken van een verzamelpunt vanuit een gebouw dat eenheden kan rekruteren, zal de nieuwe eenheid na rekrutering automatisch een taak toegewezen krijgen. We willen dat de net gerekruteerde eenheden hout gaan verzamelen bij de groep bomen ten zuiden van het beschavingscentrum. Om dat te doen selecteert u het beschavingscentrum door erop te klikken en vervolgens met de rechter muisknop op één van de bomen.
pt_br: Primeiro, vamos definir um ponto de partida. Definir um ponto de encontro em um prédio que pode treinar unidades designará automaticamente uma tarefa para a nova unidade após a conclusão do treinamento. Queremos enviar as unidades recém-treinadas para coletar madeira no grupo de árvores ao sul do Centro Cívico. Para isso, selecione o Centro Cívico clicando nele e depois clique com o botão direito do mouse em uma das árvores.
zh_tw: 首先，我們來設置一個集合點。集合點可以用來指派任務給剛訓練好的人員。舉例來說，我們想要剛訓練好的單位自動到城鎮中心南方的樹林採集木材，這時要先點選城鎮中心，再用右鍵點擊樹林。

source: Select the Civic Center, then hover the cursor over a tree and right-click when you see the cursor change into a wood icon.
cs: Vyberte správní středisko, poté přesuňte ukazovátko myši na strom, a jakmile uvidíte, že se ukazovátko myši změnilo na ikonu dřeva, stiskněte pravé tlačítko.
fi: Valitse kansalaiskeskus, vie kursori puun päälle ja napsauta hiiren oikealla painikkeella, kun kursori muuttuu puun kuvakkeeksi.
fr: Sélectionnez le Centre-ville, puis placez le curseur sur un arbre et faites un clic droit quand vous voyez votre curseur changer pour une icône de bois.
hu: Jelöld ki a városházát, majd vidd a kurzort egy fára és kattints rá a jobb egérgombbal, amikor a mutató egy fa ikonná változik!
id: Pilih Pusat Peradaban, lalu layangkan kursor di atas pohon dan klik-kanan ketika kursor berubah menjadi ikon kayu.
ja: 町の中心を選択した後木々の上にカーソルを合わせ カーソルが木材のアイコンに変わったところで右クリックしてください。
nl: Selecteer het beschavingscentrum, plaats uw muis over een boom en klik rechts als de cursor verandert in een hout icoon.
pt_br: Selecione o centro cívico, então coloque o cursor sobre uma árvore e clique com o botão direito quando você ver o cursor mudar para um ícone de madeira.
zh_tw: 點選城鎮中心，然後將游標挪到一棵樹上，等游標變成木頭圖案的時候點擊右鍵。

source: Citizen Soldiers gather wood faster than Female Citizens. Select the Civic Center and, while holding Shift, click on the second unit icon, the Hoplites (holding Shift trains a batch of five units). You can also train units individually by simply clicking, but training 5 units together takes less time than training 5 units individually.
cs: Občanští vojáci těží dřevo rychleji, než občanky. Vyberte Správní středisko, podržte klávesu Shift a klepněte na druhou ikonu druhé jednotky, hoplíty (držení klávesy Shift vycvičí najednou skupinu pěti jednotek). Jednotky můžete cvičit i jednotlivě klepnutím, ale výcvik pěti jednotek dohromady zabere méně času, než cvičit pět jednotek jednotlivě.
fi: Kansalaissotilaat keräävät puuta nopeammin kuin naiskansalaiset. Valitse Kansalaiskeskus ja napsauta toista yksikkökuvaketta, hopliitteja, pitäen samalla Shift-näppäintä painettuna (Shift-näppäintä painamalla koulutetaan viiden yksikön erä). Voit kouluttaa yksiköitä myös yksitellen klikkaamalla, mutta viiden yksikön kouluttaminen yhdessä vie vähemmän aikaa kuin viiden yksikön kouluttaminen yksitellen.
fr: Les Soldats-citoyens récupèrent le bois plus vite que les Citoyennes. Sélectionnez le Centre-ville et, en maintenant la touche Maj. enfoncée, cliquez sur l’icône de la seconde unité, le Hoplite (maintenir Maj. enfoncée produit un lot de 5 unités). Vous pouvez également entraîner des unités individuellement avec un clic simple, mais entraîner 5 unités ensemble prend moins de temps que 5 unités individuellement.
hu: A polgári katonák gyorsabban gyűjtik a fát, mint a női polgárok. Jelöld ki a városházát, és miközben nyomva tartod a Shift billentyűt, kattints a második egység ikonjára! A Shift billentyűvel 5 egységet képezhetsz ki. Egyszerű kattintással egy egységet is kiképezhetsz, de együtt 5 egység kiképzése kevesebb időbe telik, mint 5 egyedi egységé.
id: Prajurit Rakyat mengumpulkan kayu lebih cepat dari Rakyat Wanita. Pilih Pusat Peradaban dan, sambil menahan Shift, klik pada ikon unit kedua, Hoplites (menahan Shift melatih sejumlah lima unit). Anda juga bisa melatih unit satu persatu hanya dengan klik, tapi melatih 5 unit bersamaan membutuhkan waktu lebih sedikit dari melatih 5 unit satu-persatu.
ja: 「市民兵」は「女性市民」より少し早く木材を採取することができます。 「町の中心」を選択し、Shiftを押しつつ「重装歩兵」を選択しましょう。 （Shiftを押しつつ選択すると5体同時に養成することができます！） 1体ずつ養成することもできますが、5体で養成すると時間を節約できます。
nl: Burgersoldaten verzamelen wat sneller hout dan vrouwelijke burgers. Selecteer het beschavingscentrum en, terwijl u de Shift-toets ingedrukt houdt, klik op het tweede icoon met een eenheid: de hoplieten (door de Shift-toets ingedrukt te houden rekruteert u eenheden in groepen van vijf). U kunt ook eenheden individueel rekruteren door gewoon te klikken. Vijf eenheden tegelijk rekruteren neemt echter minder tijd in beslag dan vijf eenheden individueel te rekruteren.
pt_br: Cidadãos Soldados coletam madeira mais rápido do que Cidadãos Femininos. Selecione o Centro Cívico e, enquanto segura Shift, clique no ícone da segunda unidade, os Hoplitas (segurando Shift treina um lote de cinco unidades). Você também pode treinar unidades individualmente simplesmente clicando, mas treinar 5 unidades juntas leva menos tempo do que treinar 5 unidades individualmente.
zh_tw: 公民兵採集木頭的速度比女性公民還快，所以我們生產公民兵來伐木。首先點選城鎮中心，按住 Shift 鍵，再點擊面板上第二個單位的圖示，也就是重裝步兵（按住 Shift 鍵的作用是批次生產 5 個單位）。您也可以簡單地用點擊單獨訓練單位，但這樣分別訓練 5 個單位的時間會比一起訓練 5 個單位還久。

source: While waiting, direct your attention to the panel at the top of your screen. On the upper left, you will see your current resource supply (food, wood, stone, and metal). As each worker brings resources back to the Civic Center (or another dropsite), you will see the amount of the corresponding resource increase.
cs: Během čekání zaměřte svou pozornost na panel v horní části obrazovky. Nahoře vlevo uvidíte současnou zásobu surovin (jídlo, dřevo, kámen a kov). Jakmile jakýkoliv dělník donese suroviny zpět do správního střediska (nebo jiného skladiště), uvidíte nárůst u odpovídající suroviny.
fi: Kun odotat, kiinnitä huomiosi näytön yläreunassa olevaan paneeliin. Vasemmassa yläkulmassa näet tämänhetkiset resurssivarantosi (ruoka, puu, kivi ja metalli). Kun työntekijät tuovat resursseja takaisin kansalaiskeskukseen (tai muuhun pudotuspaikkaan), näet vastaavan resurssin määrän kasvavan.
fr: Pendant ce temps, dirigez votre regard en haut de votre écran. En haut à gauche, vous verrez vos stock de ressources (nourriture, bois, pierre et métal). Comme chaque ouvrier ramène les ressources au Centre-ville (ou tout autre lieu de dépôt), vous verrez la quantité de la ressource correspondante augmenter.
hu: Amíg várakozol, figyeld meg a panelt a képernyő tetején! A bal felső részen láthatod a rendelkezésedre álló nyersanyagokat (élelmiszer, fa, kő, fém). Amint egy munkás nyersanyagot visz be a városházába, az adott nyersanyag mennyisége megnő.
id: Sambil menunggu, tujukan perhatian anda pada panel di atas layar atas anda. Pada kiri atas, anda akan melihat sumber daya anda sekarang (pangan, kayu, batu, dan logam). Selagi setiap pekerja membawa sumber daya kembali ke Pusat Peradaban (atau tempat penyimpanan lainnya), anda akan melihat jumlah dari sumber daya terkait meningkat.
ja: 待っている間、画面左上のパネルを確認しましょう。これらはリソースカウンターといいます。 資源の供給量が表示されています（食料、木材、金属）。 労働者が町の中心（または資源置き場）に資源を持ち帰る度、それぞれの資源量が増えていきます。
nl: Terwijl u wacht kunt u even het bord bovenaan uw scherm bekijken. Bovenaan links kunt u uw huidige grondstoffenvoorraad controleren (voedsel, hout, steen en metaal). Bemerk dat wanneer een werker grondstoffen levert aan het beschavingscentrum (of een andere afleverplaats), het bijhorende grondstoffenaantal toeneemt.
pt_br: Enquanto espera, direcione sua atenção para o painel na parte superior da tela. No canto superior esquerdo, você verá seu suprimento de recursos atual (comida, madeira, pedra e metal). À medida que cada trabalhador traz recursos de volta ao Centro Cívico (ou armazém), você verá a quantidade do recurso correspondente aumentar.
zh_tw: 趁等待的時間，我們來看看螢幕上方的面板。左上方顯示的是您目前擁有的資源（食物、木頭、石頭和金屬）。當工人把採集到的資源帶回城鎮中心（或其他存放點）時，你就會看見對應的數字增加。

source: The newly trained units automatically go to the trees and start gathering wood.
cs: Nově vycvičené jednotky automaticky půjdou ke stromům a začnou těžit dřevo.
fi: Vasta koulutetut yksiköt menevät automaattisesti puiden luo ja alkavat kerätä puuta.
fr: Les unités nouvellement créées iront automatiquement vers les arbres et commenceront à collecter du bois.
hu: Az újonnan kiképzett egységek automatikusan a fákhoz mennek és elkezdenek fát vágni.
id: Unit yang baru dilatih secara otomatis akan pergi ke pepohonan dan mulai mendapatkan kayu.
ja: 新しく養成されたユニットは自動的に木々に向かい木材の収集を始めます。
nl: De zojuist gerekruteerde eenheden gaan automatisch naar de bomen en beginnen hout te verzamelen.
pt_br: As unidades recentemente treinadas irão automaticamente em direção as árvores e começarão a colheita de madeira.
zh_tw: 現在，剛訓練好的人員會自動伐木、收集木材。
