Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Bahrain, centre of the Dilmun civilization which fell in 800BC, was in turn controlled by Sumerians, Assyrians, Babylonians, Persians and other later peoples. An island strategically placed in the Sinus Persicus (Persian Gulf) and also centre of pearl trading due to its magnificent pearl fisheries, Bahrain is never left unoccupied for long. But now, with the previous occupants gone, the land prepares for war. Will you be the next Ruler of Bahrain?
ast: Tylos, cabeça de l antiguo reino de Dilmun que caeu n 800 a.C., passou pelɐs manus de sumerios, assyrios, babylonios & persas, entre outros. Una islha afalyadiça de l Sinus Persicus (golfu Pérsicu) & un emporio de perlhɐs graciɐs a l sou ostreosu fundu marin, a Tylos nunca nun llu deixɐn quedar muĩꞇhu tiempu. Pero hagora, llibre de los occupantes anteriores, el país se prepara pa la guerra. ¿Vas aportar tu a Reye de Tylos?
br: Bahrein, kreizenn ar sevenadur Dilmun a gouezhas e 800 K.J.-K., a voe da c'houde reoliet gant Sumeriz, Assiriz, Babiloniz, Persianed ha pobloù all diwezhatoc'h. Un enezenn staliet en doare-belliñ e Sinuz Persicuz (Pleg-mor Pers) hag ivez kreizenn goñvers ar perlez abalamour d'he feskerezhioù a berlez brav-kaer, n'eo ket Bahrein morse chomet diac'hubet e-pad pell. Met bremañ, gant an ac'huberien gentañ a zo aet kuit eo aozet gant ar vro ar brezel. Penn Bahrein da heul e vi?
ca: Bahrain, centre de la civilització Dilmun que va caure al 800 AC, va ser al seu torn controlada per sumeris, assiris, babilonis, perses i altres pobles posteriors al seu torn. Una illa col·locada estratègicament al Sinus Persicus (Golf Pèrsic) i també el centre de comerç de perles a causa de les seves magnífiques pesqueres de perles, Bahrain mai es queda desocupada durant molt de temps. Però ara, amb els ocupants anteriors s'han anat, la terra es prepara per a la guerra. Sereu el proper governant de Bahrain?
cs: Bahrajn, středisko kultury Tilmun, která padla 800 let př. n. l., byl střídavě ovládán Sumery, Asyřany, Babyloňany, Peršany a pozdějšími národy. Je to ostrov strategicky umístěný v Perském zálivu (Sinus Persicus) a díky svým ohromujícím lovištím perel i středisko obchodu s nimi. Bahrajn nikdy nezůstává neobsazen nadlouho. Avšak nyní jsou předchozí uchvatitelé pryč a země se připravuje na válku. Stanete se příštím vládcem Bahrajnu?
de: Bahrain, bis 800 v. Chr. Sitz der Dilmun, wurde abwechselnd von den Sumerern, Assyrern, Babyloniern, Persern und später anderen Völkern kontrolliert. Wegen der strategischen Lage im Sinus Persicus (Persischen Golf) und der Bedeutung als Mittelpunkt des Perlenhandels war die Insel Bahrain nie lange unbesetzt. Aber jetzt, nach dem die vorherigen Besatzer verschwunden sind, bereitet sich das Land auf Krieg vor. Wirst du der nächste Herrscher Bahrains sein?
el: Το Μπαχρέιν, το κέντρο του πολιτισμού Ντιλμούν που έπεσε το 800 π.Χ., κατακτήθηκε κατά σειρά από τους Σουμέριους, του Ασσύριους, τους Βαβυλώνιους, τους Πέρσες και άλλους λαούς αργότερα. Ένα νησί στρατηγικά τοποθετημένο στο κόλπο Πέρσικους (Περσικός Κόλπος), αλλά ήταν και το κέντρο συναλλαγών των μαργαριταριών που οφείλεται στην μαγευτική αλιεία μαργαριταριών του, το Μπαχρέιν ποτέ δεν έμεινε ακατοίκητο για μεγάλο χρονικό διάστημα. Αλλά τώρα, δίχως τους προηγούμενους κατακτητές, η χώρα προετοιμάζεται για πόλεμο. Θα είστε ο επόμενος κυβερνήτης του Μπαχρέιν;
es: Baréin, otrora centro de la civilización de Dilmún, que sucumbió en el 800 a.C, y controlada sucesivamente por sumerios, asirios, babilonios, persas y otros posteriores, es una isla estrategicamente ubicada en el corazón del golfo pérsico y punto central del comercio gracias a su abundante reserva de perlas. Baréin nunca ha estado sin ocupar mucho tiempo, pero ahora, sin sus anteriores ocupantes, una guerra se cierne sobre esta tierra. ¿Serás el próximo regente de Baréin?
eu: Bahrein, lehen Dilmun zibilizazioaren erdigunea —K.a.ko 800ean jausi zena— eta jarraian Sumeriarrak, Babiloniarrak, Siriakoak, Pertsiarrak eta ondoren etorri zirenak kontrolatua, pertsiar golkoko bihotzean kokaturiko uharte bat da eta merkataritzaren erdigunea bere perla erreserbari esker. Bahreinen zaila da botere hutsunerik aurkitzea, baina orain, aurreko okupatzailerik gabe, lurra gerrarako prestatzen da. Bahreingo hurrengo mandataria izango zara?
fa: بحرین، مرکز تمدن دیلمون در 800 سال قبل از میلاد سقوط کرد، و بعد از آن توسط سومری ها، آشوری ها، بابلی ها، ایرانیان و دیگر مردم کنترل می شد. یک جزیره استراتژیک در ( خلیج فارس ) و همچینین به خاطر صید مروارید بی نظیر آن مرکز تجارت قرار گرفت، بحرین نیز هیچ وقت به حالت اولیه خود برنگشت. اما در حال حاضر، این سرزمین با ساکنین گذشته خود برای جنگ آماده میشود. آیا شما حاکم بعدی بحرین خواهید بود؟
fi: Bahrain oli vuonna 800 eaa. tuhoutuneen Dilmunin sivilisaation keskus, jota vuorollaan hallitsivat sumerilaiset, assyrialaiset, babylonialaiset, persialaiset ja muut myöhemmät kansat. Bahrain on strategisesti Sinus Persicuksen (Persianlahden) alueella sijaitseva saari, joka on erinomaisten helmikalastusvesiensä ansiosta myös helmikaupan keskus, eikä sitä ole koskaan jätetty pitkäksi aikaa miehittämättä. Mutta nyt, kun edelliset asukkaat ovat lähteneet, maa valmistautuu sotaan. Tuleeko sinusta Bahrainin seuraava hallitsija?
fr: Bahreïn, centre de la civilisation Dilmun qui tomba en 800 avant JC, fût tour à tour contrôlé par les Sumériens, les Assyriens, Les Babyloniens, les Perses et d'autres peuplades ensuite. Île stratégiquement placée dans le Sinus Persicus (golfe Persique) mais aussi centre du commerce des perles grâce à ses florissantes pêcherie de perles, Bahreïn n'a jamais été inoccupée très longtemps. Mais maintenant que les précédents occupants ont fui, le pays se prépare pour la guerre. Serez-vous le prochain dirigeant de Bahreïn ?
ga: Bhí ionad sibhialtachta í an Bhairéin agus príomhionad sibhialtachta na nDealmánach, a thiteadh i 800 RC, agus tar éis é seo bhí sí faoi smacht na Suiméarach, na nAisiriach, na mBablónach, na bPeirseach, agus pobail eile. Oileán straitéiseach atá sa Bhairéin agus tá sí suite i measc Murascaille na Peirse (Sinus Persicus) agus bhí sí mar ionad trádála pearlaí mar gheall ar a n-iascaigh. Níl áit bhánaithe í an Bhairéin ar feadh i bhfad. Ach anois, mar atá an t-úinéir roimhe seo imithe as, tá an talamh réidh léi a ghabháil. An mbeidh tú an chéad Taoiseach na Bairéine eile?
gd: ’S e meadhan sìobhaltas Dilmun a bh’ ann am Bachrain a thuit ann an 800 RC agus bha an sìobhaltas seo fo smachd rìoghachdan na Suimèir, Aisiria, Bàbiloin, na Peirse agus rìoghachdan eile an uairsin. ’S e eilean a th’ ann am Bachrain a tha suidhichte gu ro-innleachdach san t-Sinus Persicus (Camas-mòr na Peirse) agus a bha na ionad malairt neamhnaidean ri linn nan ionadan-iasgach neamhnaide mòra a bh’ aige agus bhiodh e fo fhor-ghlacadh gu minig ri linn sin. Co-dhiù no co-dheth, dh’fhalbh na h-uachdaran agus tha an tìr ’ga ullachadh airson a’ chogaidh. An tusa ath-rìgh Bhachrain?
hu: Bahrein, a i. e. 800-ban elbukott dilmun civilizáció központja volt, amelyet sumerok, asszírok, babilóniaik, perzsák és más későbbi népek irányítottak. A Perzsa-öbölben található stratégiailag jó helyen lévő sziget, amely a gyöngykereskedelem központja is a gyöngyhalászat miatt, sosem marad sokáig lakatlan. De most, hogy az előző lakók elmentek, a föld felkészül a háborúra. Te leszel Bahrein következő uralkodója?
id: Bahrain, pusat dari peradaban Dilmun yang jatuh pada 800 SM, telah diambil alih oleh bangsa Sumeria, Asyur, Babel, Persia dan bangsa lain. Sebuah pulau yang secara strategis terletak di Sinus Persicus (Teluk Persia) dan juga pusat perdagangan mutiara karena budidaya mutiaranya yang hebat, Bahrain tidak pernah ditinggalkan tanpa pemilik untuk waktu lama. Tapi sekarang, dengan pemilik sebelumnya telah pergi, tanah ini siap untuk diperebutkan. Apakah Anda dapat menjadi Penguasa Bahrain selanjutnya?
it: Bahrain, centro della civiltà Dilmun che decadde nel 800 AC, fu a sua volta controllata da Sumeri, Assiri, Babilonesi, Persiani ed altri popoli successivi. Un'isola in posizione strategica nel Sinus Persicus (Golfo Persico), ed anche il centro del commercio di perle per i suoi magnifici allevamenti di perle, Bahrain non è mai rimasta disabitata a lungo. Ma ora, con gli occupanti precedenti scomparsi, il territorio si prepara alla guerra. Vuoi essere il prossimo Sovrano del Bahrain?
ja: 紀元前800年に滅亡したディルムン文明の中心であったバーレーンは、シュメール人、アッシリア人、バビロニア人、ペルシャ人、そして後の人々によって支配されました。 この島は、戦略的にシヌス・ペルシカス（ペルシャ湾）に置かれ、壮大な真珠漁業と真珠取引の中心でもあるため、バーレーンは長い間空白地帯となったことはありません。 しかし、今や、以前の居住者は去り、この地域は戦争の火種を宿しています。 あなたはバーレーンの次の支配者となりますか？
ko: 기원전 800년 에 멸망한 딜문 문명의 중심인 바레인은 차례로 수메르인, 아시리아인, 바빌로니아인, 페르시아족, 그리고 그 이후의 다른 민족들에 의해 지배되었습니다. 전략적으로 시누스 페르시쿠스(페르시아만)에 위치한 섬이자, 웅장한 진주 어장으로 인해 진주 거래의 중심지인 바레인은 오랫동안 비어 있지 않았습니다. 그러나 이제 이전의 거주자가 사라지면서, 그 땅은 전쟁을 준비합니다. 바레인의 다음 지배자가 되시겠습니까?
ms: Bahrain, pusat tamadun Dilmun yang telah musnah pada 800SM, ia telah dikuasai oleh puak Sumeria, Assyria, Babilon, Parsia dan lain-lain bangsa selepas itu. Sebuah pulau dengan lokasi strategik di Teluk Parsi (Sinus Persicus) dan berada ditengah-tengah perdagangan mutiara kerana berdekatan dengan penternakan mutiara, Bahrain tidak pernah ditinggal dalam tempoh yang lama. Selepas ini, oleh kerana ketiadaan penghuni, tanah ini akan bergelumang dengan perperangan. Adakah anda bakal menjadi pemerintah Bahrain yang berikutnya?
nb: Bahrain, sentrum for Dilmun-sivilisasjonen, som falt i 800 f.kr, kom i sin tur Sumererne, Assyrerne, Babylonerne, Perserne og senere andre folk i hende. En øy strategisk plassert i Sinus Persicus (Persiabukten) og også sentrum for perlehandel på grunn av sine storslåtte perlefiskerier, har Bahrain aldri vært ubebodd lenge. Men nå, med de tidligere innbyggerne borte, forbereder landet seg på krig. Vil du bli den neste herskeren av Bahrain?
nl: Bahrein, centrum van de Dilmun-beschaving die viel in 800 v.Chr., werd daarna bestuurd door de Soemeriërs, Assyriërs, Babyloniërs, Perzen en later nog andere volken. Als strategisch gelegen eiland in de Perzische Golf en, vanwege haar zeer grote parelvisserijen, tevens het centrum van de parelhandel, is Bahrein nooit lang verlaten geweest. Maar nu, met de vorige bewoners verdwenen, bereidt het land zich voor op oorlog. Ben jij de nieuwe heerser van Bahrein?
pl: Bahrajn, centrum cywilizacji Dilmun, która upadła w 800 r. p.n.e., był następnie pod panowaniem Sumerów, Asyryjczyków, Babilończyków i Persów, oraz inne, późniejsze narody. Jako wyspa strategicznie położona w Sinus Persicus (Zatoce Perskiej), dzięki swoim bogatym łowiskom perłowym centrum handlu perłami, Bahrajn nigdy nie pozostawał wolny na długo. Lecz teraz, kiedy odszedł poprzedni okupant, kraj ten przygotowuje się do wojny. Czy będziesz następnym władcą Bahrajnu?
pt_br: Bahrein, o centro da civilização Dilmun, que caiu em 800 d.C., foi então controlada por Sumérios, Assírios, Babilônios, Persas e outros povos. Uma ilha estrategicamente posicionada no Sinus Persicus (Golfo Persa) e também centro do comércio de pérolas graças a sua magnífica pesca de pérolas, Bahrain nunca permaneceu desocupado por muito tempo. Mas agora, com o fim dos últimos ocupantes, a região se prepara para a guerra. Será você o próximo Senhor de Bahrain?
ru: Бахрейн, центр дильмунской цивилизации, павшей в 800 году до н.э., по очереди находился под контролем шумеров, ассирийцев, вавилонян, персов и других более поздних народов. Будучи островом, стратегически расположенном посреди Sinus Persicus (Пердсидский залив), а также центроим торговли жемчуга благодаря своим великолепным жемчужным промыслам, Бахрейн никогда не оставался незахваченным продолжительное время. Но теперь с уходом прежних оккупантов эта земля готовится к войне. Станете ли вы следующим правителем Бахрейна?
sk: Bahrain, centrum Dilmunskej civilizácie ktorá padla 800 rokov pred narodením Krista, bola následne pod správou Sumerov, Asýrčanov, Babylončanov, Peržanov a ďalších neskorších národov. Tento ostrov, strategicky umiestnený v Sinus Persicus (Perzskom zálive), a zároveň stredisko obchodu s perlami vďaka úžasnému lovu perál, and also centre of pearl trading due to its magnificent pearl fisheries, nikdy nevydržal príliš dlho samostatný. No tentokrát sú okupanti preč a krajina sa chystá na vojnu. Budete ďalším vládcom Bahrainu?
sv: Bahrain, centret av Dilmuncivilisationen som föll 800 f. Kr., som i tur leddes av Sumererna, Assyrierna, Babylonierna, Perserna och andra senare folk. En strategiskt placerad ö i Sinus Persicus (Persiska viken) och även centrum för handel med pärlor på grund av dess utmärkta pärlfiske gjorde att Bahrain aldrig lämnades obesatt väldigt länge. Men nu, när de tidigare ockupanterna är borta förbereder sig landet för krig. Kommer du att bli nästa härskare av Bahrain?
tr: 800MD'de düşen Dilmun uygarlığının merkezi olan Bahreyn, sırasıyla Sümer, Asur, Babil, Pers ve diğer daha sonraki halklar tarafından kontrol edildi. Sinus Persicus'una (İran Körfezi) stratejik olarak yerleştirilen ve muhteşem inci balıkçılığı nedeniyle inci ticaretinin merkezi olan Bahreyn, uzun süredir boş bırakılmamıştır. Ama şimdi, önceki işgalcilere gittikçe, arazi savaşa hazırlanıyor. Bahreyn'in sonraki hakimi siz olur musunuz?
uk: Бахрейн, центр цивілізації Dilmun яка зникла в 800 до н. е., в свій час контролювалась шумерами, ассирійцями, вавилонянами, персами та іншими пізнішими народами. Острів стратегічно розташований в Sinus Persicus (Перській затоці), а також є центром торгівлі перлинами, через чудово розвинуте перлинне рибальство, Бахрейн ніколи не залишається порожнім надовго. Але тепер, коли попередні мешканці пішли, земля готується до війни. Чи будете Ви наступним правителем Бахрейну?
zh: 巴林岛，位于波斯湾，处于珍珠贸易的中心战略位置上。从公元前 800 年开始，历经苏美尔、亚述、巴比伦、波斯的统治。因采珠业发达，时刻被人们关注。 如今，昔人都已湮没无闻，为了这片土地， 你能成为下一任统治者吗？
zh_tw: 巴林，在西元前800年時衰弱的迪爾門文明的中心，隨後又被蘇美人、亞述人、巴比倫人、波斯人與其他許多文明所統治過。其在波斯灣地區是具重要戰略地位的島嶼，同時也是珍珠與水產的貿易中心，巴林已經很久未處於無人居住的狀態了。但現在，先前的佔有者離去，土地準備好進行戰爭。您是否會成為巴林的下一個統治者？

source: Bahrain
ast: Tylos
bg: Бахрейн
br: Bahrein
cs: Bahrajn
el: Μπαχρέιν
es: Baréin
eu: Bahrein
fa: بحرین
fr: Bahreïn
ga: An Bhairéin
gd: Bachrain
hu: Bahrein
ja: バーレーン
ko: 바레인
nl: Bahrein
pl: Bahrajn
pt_br: Bahrein
pt_pt: Barém
ru: Бахрейн
sk: Bahrajn
tr: Bahreyn
uk: Бахрейн
zh: 巴林
zh_tw: 巴林

source: An experimental map with its heightmap generated by erosion to look more natural. Not all seeds will be fair though! Tiny maps with 8 players may take a while to generate.
ast: Una geographía experimental que genera la topographía pela erosion para parecer más natural. ¡Non todolos inicios van ser justos! Cun 8 jogadores, lɐs geographíɐs nanɐs poderíɐn tardar in generá-se.
bg: Експериментална карта, чиято височинна маска добавя ерозия за по-естествен вид. Възможно е разпределението ѝ да не бъде справедливо за всички играчи! Създаването на малка карта с 8 играчи може да отнеме малко време.
br: Ur gartenn arnod gant he c'hartenn a vent bras produet gant krignerezh evit seblantout natureloc'h. N'eo ket an holl had a vo sklaer koulskoude! Kartennoù bihan bihan gant eizh c'hoarierien a c'hellfe kemer ur pennad evit produiñ.
ca: Un mapa experimental que inclou les altures provocades per l'erosió per tal de semblar més natural. No totes les llavors estaran lluny! Els mapes petits amb 8 jugadors poden trigar molt a crear-se.
cs: Pokusná mapa s výškovou mapou vytvořenou za pomoci eroze, aby vypadala přirozeněji. Zajisté ne všechny začátky budou ucházející! Drobné mapy s osmi hráči může nějakou dobu trvat vytvořit.
da: Et eksperimentelt kort med højdekort genereret af erosion for at se mere naturligt ud. Ikke alle frø vil dog være retfærdige! Små områder med 8 spillere kan tage et stykke tid at generere.
de: Eine experimentelle Karte mit einer durch Erosion generierten Höhenkarte, um natürlicher auszusehen. Allerdings sind nicht alle Startwerte fair! Winzige Karten mit 8 Spielern können bei der Generierung eine Weile brauchen.
el: Ένας πειραματικός χάρτης με διαβρωμένο υψομετρικό τοπίο, ώστε να φαίνεται πιο φυσικός. Όμως οι πόροι δεν είναι μοιρασμένοι δίκαια! Για να δημιουργηθούν μικροσκοπικοί χάρτες με 8 παίκτες μπορεί να χρειαστεί αρκετός χρόνος.
es: Un escenario experimental con relieves generado por erosión para dar un aspecto más natural. ¡No todos los terrenos generados quedarán bien! Los escenarios pequeños con 8 jugadores pueden tardar un poco más en generarse.
eu: Mapa esperimentala erliebea higadurak sorturik itxura errealagoa emateko. Kontutan izan beti ere ez dituela lur eremu zehatzak sortuko. Horrez gain, baliteke 8 jokalariko mapa txikiak denbora gehixeago behar izatera sortzerakoan.
fa: یک نقشه آزمایشی همراه با قابلیت heightmap و حالت فرسایش تا بیشتر به واقعیت شبیه باشد و طبیعی به نظر بیاید. جایگاه همه بازیکن ها عادلانه و متناسب نخواهد بود! نقشه های کوچک با 8 بازیکن احتمال دارد تا فرایند ساختشان زمان بر باشد.
fi: Kokeellinen kartta, jonka korkeuskartta on luotu eroosion avulla näyttämään luonnollisemmalta. Kaikki siemenet eivät kuitenkaan ole reiluja! Pienten 8-pelaajan karttojen luominen voi kestää jonkin aikaa.
fr: Une carte expérimentale, à élévation générée par érosion, pour plus de réalisme. Cependant, la génération aléatoire ne créera pas des cartes équitables ! Les petites cartes avec 8 joueurs peuvent prendre un certain temps à être générées.
ga: Léarscáil trialach atá ann, tá airde léarscáile cruthaithe trí chreimheadh do chuma níos nádúrtha a fháil. Ní bheidh cothrom na Féinne ag gach síol! Is féidir le léarscáileanna ollbheaga le 8 n-imreoirí a fháil níos mó am dá lódáil.
gd: Seo mapa deuchainneach ’s chaidh a mhapa-àirde a ghintinn le bleith-thalmhainn gus dreach as nàdarra a chur air. Cha bhi a h-uile geama cothromach co-dhiù! Faodaidh gun doir e ùine mhath gus mapaichean beaga airson 8 cluicheadairean a ghintinn.
hu: Egy kísérleti térkép az erózió által előállított magasságtérképével, hogy még természetesebbnek tűnjön. Ennek ellenére nem minden kezdőpont lesz igazságos! A 8 játékossal rendelkező apró térképek előállítása eltarthat egy ideig.
id: Peta uji coba dengan ketinggian dihasilkan dengan erosi agar lebih alami. Peta mungkin tidak seimbang! Peta kecil dengan 8 pemain mungkin butuh waktu untuk dibuat.
it: Una mappa sperimentale, con alture generate dall'erosione per un aspetto più naturale. Non tutti i punti saranno equilibrati però! Mappe piccole con 8 giocatori possono essere generate lentamente.
ja: 侵食がより自然に見えるように作成された高さマップを用いた実験マップです。しかし、すべてのシード（マップ生成の際に与える設定値）で公平とは限りません。8プレイヤーの極小マップの生成は時間がかかることがあります。
ko: 더 자연스럽게 보이도록 침식으로 생성된 등고선이 있는 실험적 지도입니다. 하지만 모든 시드(지도 생성 시 주는 설정값)는 공평하지는 않습니다! 8명이 참여하는 작은 지도는 생성하는 데 시간이 걸릴 수 있습니다.
ms: Peta eksperimental dengan peta tingginya dijana oleh hakisan yang kelihatan lebih asli. Peta kecil dengan 8 orang pemain akan mengambil masa untuk dijanakan.
nb: Et eksperimentelt kart med høydekart generert med erosjon for fremstå mer naturlig. Ikke alle før er retteferdige! Bittesmå kart med 8 spillere kan ta en stund å generere.
nl: Een experimentele kaart waar het terrein gemaakt is door erosie om het meer natuurlijk te maken. Niet alle startposities zullen eerlijk zijn! Kan een tijdje duren om te genereren.
pl: Eksperymentalna mapa z mapą wysokości generowaną poprzez algorytm erodujący dla bardziej naturalnego wyglądu. Nie wszystkie wygenerowane mapy będą dobre! Małe mapy z ośmioma graczami mogą generować się dłuższą chwilę.
pt_br: Um mapa experimental com seu topológico gerado por erosão para parecer mais natural. Embora nem todas as sementes serão justas! Mapas minúsculos com 8 jogadores podem demorar um pouco para serem gerados.
pt_pt: Um mapa experimental com o seu mapa de altura gerado pela erosão para ter um ar mais natural. Atenção que nem tudo vai ser justo! Os mapas pequenos com 8 jogadores podem demorar um pouco a serem gerados.
ru: Экспериментальная карта с высокогорными районами, разрушенными эрозией для большей правдоподобности. Не все семена могут расти! Маленькие карты на 8 игроков могут потребовать некоторое времени для генерации.
sk: Experimentálna mapa, ktorej výšková mapa sa generuje eróziou, aby vyzerala prirodzenejšie. Nie všetky počiatočné hodnoty náhodného generátora sú však spravodlivé! Generovanie maličkých máp s 8 hráčmi môže chvíľu trvať.
sv: En experimentell karta dess heightmap blev genererad av erosion för att se mer realistisk ut. Inte alla startvärden är rättvisa! Små kartor med 8 spelare kan ta en viss tid att generera.
tr: Erozyon tarafından oluşturulmuş yüksek bir harita daha doğal görünümlü deneysel bir harita. Tüm kaynaklar olmasada adil bi şekilde olacak! 8 oyunculu küçük haritanın oluşturulması zaman alabilir.
uk: Експериментальна карта з її висотами породженими ерозією, щоб виглядати більш природно. Не всі учасники будуть справедливими, хоча! Крихітні карти з 8-ма гравцями, можуть генеруватись тривалий час.
vi: Một bản độ thử nghiệm với độ cao của bản đồ chịu tác động của hiện tượng xói mòn để gần với tự nhiên hơn. Mặc dù vậy không phải mọi phe đều chịu ảnh hưởng như nhau. Những bản đồ nhỏ với 8 người chơi có thể mất một lúc để tạo dựng.
zh: 侵蚀产生更接近自然高度的实验性地图。8 名玩家的微地图，生成时间可能会很长。
zh_tw: 以侵蝕方式產生的，看起來更接近自然高度的實驗性地圖。並不是所有的種子都是公平的！有8位玩家的微小地圖可能需要一段時間才能產生。

source: Belgian Uplands
ast: Bélgica alta
bg: Белгийска планинска земя
br: Uheldirioù Belj
ca: Altiplans belgues
cs: Belgické vrchoviny
da: Belgisk Højland
de: Belgisches Hochland
el: Βέλγικα Υψίπεδα
es: Altiplanos belgas
eu: Belgiar Goi-Lautadak
fa: ارتفاعات بلژیکی
fi: Belgian ylängöt
fr: Plateaux belges
ga: Tailte Arda na Beilge
gd: Am Monadh Beilgeach
hu: Belga felföldek
id: Dataran Tinggi Belgia
it: Altipiani Belgi
ja: ベルギー高地
ko: 벨기에 고지대
ms: Tanah Tinggi Belgium
nb: Belgiske overland
nl: Belgische Hooglanden
pl: Wyżyny Belgijskie
pt_br: Montanhas Belgas
pt_pt: Colinas das Ardenas
ru: Бельгийские возвышенности
sk: Belgická pahorkatina
sv: Belgiska Höglandet
tr: Belçika Arazileri
uk: Бельгійське нагір'я
vi: Những ngọn đồi vùng Belgian
zh: 比利时高地
zh_tw: 比利時高原
