Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Beginning with Alexander, the Hellenistic monarchs founded many cities throughout their empires, where Greek culture and art blended with local customs to create the motley Hellenistic civilization.
ar: بدءاً بالإسكندر، أسس الملوك الهيلينستيون مدناً عدة في كافة أنحاء مستعمراتهم، حيث اندمجت الثقافة والفن الإغريقي مع العادات المحلية لتنشأ بذلك الحضارة الهيلينية مزيجاً من عناصر عدة.
ast: Entamando per Alexandru, los monarques helenísticos fundaron bien de ciudaes nos sos imperios, u l'arte y cultura griegos s'entevenaron colos costumes llocales pa facer el mecigayu de la civilización helenística.
bg: Александър и всички елински царе след него основали много градове из империите си, където гръцката култура и изкуство се смесили с местните обичаи, за да създадат разнородната елинска цивилизация.
br: En ur gregiñ gant Aleksandr o doa savet an unpennoù Helleniek meur a c'hêr war o impalaeriezhoù a-bezh, el-lec'h ma oa en em vesket an arz hag ar sevenadur Gresian gant ar c'hustumoù lec'hel evit krouiñ ar sevenadur Helleniek mesk-mailh.
ca: Començant amb Alexandre, els monarques hel·lenístics van fundar moltes ciutats al llarg dels seus imperis, on la cultura i l'art grecs es barrejaven amb els costums locals per crear la bigarrada civilització hel·lenística.
cs: Počínaje Alexandrem, helénští monarchové zakládali ve svých říších mnoho nových měst, kde se řecká kultura a umění prolínali s tamními zvyky a utvářely tak pestrou helénskou civilizaci.
de: Beginnend mit Alexander gründeten die hellenistischen Monarchen viele Städte in ihrem Imperium, in denen sich die griechische Kunst und Kultur mit den lokalen Gewohnheiten vermischten und die kunterbunte hellenistische Zivilisation bildete.
el: Ξεκινώντας με τον Αλέξανδρο, οι Ελληνιστικοί μονάρχες ίδρυσαν πολλές πόλεις σε όλη την αυτοκρατορίας τους, όπου η Ελληνική κουλτούρα και η τέχνη αναμειγνύονταν με τα τοπικά έθιμα για να δημιουργηθεί ένας ετερόκλητος Ελληνιστικός πολιτισμός.
es_mx: Comenzando con Alejandro, los monarcas helenos fundaron numerosas ciudades a lo largo y ancho de sus imperios, donde la cultura y el arte griego se mezclaron con las costumbres locales para conformar la variopinta civilización helena.
eu: Alejandro aitzindari, heleniar erregeek hiri asko sortu zituzten beren inperioen zehar, eta han grekoen kultura eta artea bertakoen ohiturekin nahastu ziren heleniar zibilizazio anitza osatuz.
fa: شروع با الکساندر، پادشاه یونانی که شهرهای زیادی را ضمیمه خاک امپراتوری خود کرد جایی که فرهنگ و هنر یونان با سنت های محلی ترکیب شدند و تمدنی یونانی رنگارنگی را شکل دادن.
ga: Tosaíodh le hAlastar, bhunaigh na ríthe Heilléineacha cathracha nua go leor ar fad a n-impireachtaí, chumaisc cultúr na Gréige leis na nósanna áitiúla agus meascáin na shibhialtacht Heilléanach a chruthú.
gl: Comezando con Alexandre, os monarcas helenos fundaron moitas cidades ao longo dos seus imperios, nas que a cultura e maila arte gregas se combinaban coas costumes locais dando lugar á diversidade da civilización helena.
hu: Alexszandrosszal kezdve, a hellén uralkodók sok várost alapítottak birodalomszerte, ahol a görög kultúra és művészet keveredett a helyi szokásokkal, így létrehozva a sokszínű görög hellén civilizációt.
id: Dimulai dari Iskandar, monarki Helenistik mendirikan banyak kota di seluruh kekaisarannya, dimana budaya dan seni Yunani bercampur dengan budaya lokal menjadi peradaban Helenistik yang beranekaragam.
it: A partire da Alessandro, i sovrani ellenistici fondarono molte città in tutto il loro impero, dove la cultura e l'arte greca si mescolarono con le tradizioni locali fino a creare una civiltà ellenistica eterogenea.
ja: アレクサンドロスに始まるギリシアの君主は多くの都市を帝国全土に建設し、そこではギリシア文化と芸術が土地の習慣と融合して、混成のヘレニズム文明を作り上げました。
ko: 알렉산더를 시작으로 헬레니즘의 군주들은 그들의 제국 전체에 걸쳐 많은 도시를 세웠는데, 그리스 문화와 예술이 지방의 풍습과 어우러져 혼합된 헬레니즘 문명을 만들었습니다.
lt: Pradedant Aleksandru, Helenistiniai monarchai įkūrė daug miestų savo imperijose, kur Graikų kultūra ir menas susimaišė su vietiniais papročiais sukuriant juokdarišką Helenistinę civilizaciją.
ms: Bermula dengan era Iskandar, Monarki Yunani telah membuka banyak bandar di seluruh empayar mereka, yang mana kebudayaan dan seni Yunani telah bersepadu dengan adat tempatan untuk kearah kepelbagaian ketamadunan Yunani.
nb: De Hellenistiske monarkene, med Alexander som den første, grunnla mange byer overalt i sine imperier, der gresk kultur og kunst ble forent med lokale skikker for å skape den blandede hellenistiske sivilisasjonen.
nl: Vanaf Alexander hebben de Helleense monarchen veel steden gesticht doorheen hun rijken. Daar werd de Griekse en de lokale cultuur gemengd tot een bonte beschaving.
pl: Zaczynając od Aleksandra, Helleńscy monarchowie założyli wiele miast w swoich imperiach, gdzie grecka kultura i sztuka mieszała się z regionalnymi obyczajami tworząc zróżnicowaną cywilizację Helleńską.
pt_pt: A começar com Alexandre, os monarcas helénicos fundaram muitas cidades durante os seus impérios onde a cultura e a arte grega combinou com os costumes locais dando origem a diversidade da civilização helénica.
ru: Начиная с Александра, эллинские монархи за время существования их империй основали много городов, в которых греческая культура и искусство смешались с местными обычаями, создавая пёструю эллинскую цивилизацию.
sk: Počínajúc Alexandrom, helénski panovníci založili po celých svojich ríšach mnoho miest, kde sa grécka kultúra a umenie miešali s miestnymi zvykmi tvoriac tak pestrú helénsku civilizáciu.
sv: Från och med Alexander grundade Hellenistiska monarkerna många städer i hela sina riken, där den grekiska kulturen och konsten blandas med lokala seder för att skapa den brokiga hellenistiska civilisationen.
tr: İskender ile birlikte, Helenik hükümdarlar imparatorluk boyunca Yunan kültürü ile yerel geleneklerin karıştığı, mozaik Helenik medeniyetini oluşturan birçok şehir kurdular.
uk: Починаючи з Александра, елліністичні монархи засновували багато міст повсюди у своїх імперіях, де грецька культура та мистецтво змішалися з місцевими звичаями, щоб утворити строкату елліністичну цивілізацію.
zh: 自亚历山大大帝开始，希腊的文化逐渐变为整个帝国的基础，其中希腊文化及艺术与当地的风俗混合创造了形形色色的希腊化文明。
zh_tw: 自亞歷山大大帝開始，希臘的文化逐漸變為整個帝國的基礎，其中希臘文化及藝術與當地的風俗混合創造了形形色色的希臘化文明。

source: Civic centers +100% health and capture points, double default arrows.
ast: Los centros civiles: el +100% de la vida y los puntos de prinde, el doblu de les fleches por defeutu.
bg: +100% здраве и пленителни точки и двойно повече начални стрели за селищните центрове.
br: Kreizennoù keodedel +100% a yec'hed ha pakadur, pakusted poentoù, biroù dre-ziouer doubl.
ca: Els centres cívics guanyen un 100% de salut i de punts de captura i disparen el doble de fletxes per defecte.
cs: Správní střediska získají navíc +100% na zdraví a na bodech za kořist a stříli dvojnásob šípů.
de: Verwaltungssitze haben +100% Gesundheit und Eroberungspunkte und doppelt soviele Pfeile.
el: Αστικά κέντρα +100% υγεία και πόντοι κατάληψης, διπλά βασικά βέλη.
eu: Hiriguneek %100+ irabazten dute osasunean eta atzitze puntuetan, berezko gezien kopurua bikoiztuz.
fa: مراکز تمدن +100% سلامت و امتیاز تسخیر، دوبرابر تیر بیشتر در پرتاب به دشمن
ga: Sláinte is pointí gabhála +100% d'Ionaid Chathartha, agus saigheada bunúsacha faoi dhó.
gl: +100% de vida, de puntos de captura e de frechas predeterminadas para os centro cívicos.
hu: A Városházáknak +100% életerő és foglalási pont, dupla alapértelmezett nyílvessző.
id: Pusat peradaban +100% nyawa dan poin ambil alih, menggandakan jumlah panah standar.
it: Centri Cittadini +100% salute e di punti cattura, raddoppia le frecce di default.
ja: 町の中心の耐久力と占領ポイントが100%増加し、無人時の矢の量が2倍になります。
ko: 시민 회관의 내구력과 점령 포인트가 +100% 증가하고, 화살의 양이 2배가 됩니다.
lv: Civiliem centriem +100% veselībai un ieņemšanas punktiem, dubulto noklusējuma bultas.
ms: Pusat Sivik +100 hayat dan takat tangkapan, dua kali ganda pengeluaran anak panah.
nb: Samfunnssentere får +100% helse og erobringspoeng, samt doble standardpiler.
nl: Beschavingscentra +100% gezondheid en veroveringspunten, en dubbel zoveel standaardpijlen.
pl: Centa osady otrzymują +100% zdrowia, punkty przejmowania oraz dwa razy więcej strzał.
pt_pt: Centros cívicos +100% pontos de vida e captura, duas setas padrão.
ru: Городские центры получают +100% прочности и единицам захвата, а также удваивают базовое количество выпускаемых ими стрел.
sk: Administratívne centrá +100% zdravia a obliehacích bodov, zdvojnásobenie základných šípov.
sv: Samhällscenter +100% hälsa och erövringspoäng, dubbelt så många standardpilar.
tr: Sivil merkezler +100% sağlık ve yakalama puanları, çift varsayılan oklar.
uk: Громадські центри мають +100% здоров'я та очків захоплення, подвійна кількість стріл за замовчуванням.
zh: 城镇中心的生命值和得分+100%，默认防御弓箭数量翻倍。
zh_tw: 城鎮中心 +100% 血量及捕獲／占領值，並具有雙倍箭矢。

source: Hellenistic Metropolis
ast: Metrópolis helenística
bg: Елинска метрополия
br: Mammgêr Hellennadek
ca: Metròpoli hel·lenística
cs: Helénské hlavní město
da: Hellensk Metropol
de: Hellenistische Metropole
el: Ελληνιστική Μητρόπολη
es_mx: Metrópolis helena
eu: Metropoli helenistikoak
fa: کلان شهرهای یونانی
fi: Helleeninen suurkaupunki
ga: Ardchathair Heilléineach
gl: Metrópoles helenas
hu: Görög metropolisz
id: Metropolis Helenistik
it: Metropoli Ellenistiche
ja: ギリシア中核都市
ko: 헬레니즘 메트로폴리스
lt: Helenistinis Metropolis
lv: Helēnistiskā Metropole
ms: Metropolis Keyunanian
nb: Hellenistiske metropoler
nl: Griekse metropool
pl: Helleńskie metropolie
pt_pt: Metrópoles helénicas
ru: Эллинистическая метрополия
sk: Helénske metropoly
sv: Hellenistisk Metropol
tr: Helenistik Büyükşehir
uk: Елліністичний метрополіс
zh: 希腊化都市
zh_tw: 希臘風格的大都市

source: Significantly increase training speed of champions and siege engines at the fortress when training them in large batches.
ko: 대규모 양성할때 요새에서 대표 전사와 공성 무기의 양성 속도를 크게 향상합니다.
uk: Значно збільшити швидкість тренування чемпіонів та облогових знарядь у фортеці, при тренуванні їх у великих групах.

source: Faster batch training speed for the Fortress.
ast: Más velocidá d'entrenamientu per llotes nes fortaleces
bg: По-бързо обучаване на партиди в крепостта.
br: Fonnusted ar stummadur bagad zo buanoc'h evit ar C'hreñvlec'h.
ca: Els grups d'unitats es formen més ràpid a la fortalesa.
cs: Rychlejší výcvik pro pevnostní jednotky.
de: Schnellere Ausbildung für Festungseinheiten.
el: Γρηγορότερη ταχύτητα εκπαίδευσης ομάδας για τα Κάστρα.
es_mx: Las fortalezas incrementan su velocidad de reclutamiento por grupos.
eu: Gotorlekuek talde erreklutatze abiadura handitzen dute.
fa: سرعت پرورش و ساخت سریعتر برای قلعه نظامی
fi: Nopeampi joukkokoulutus linnoituksessa.
ga: Luas traenála níos tapa do dhream le Dúnta.
gl: Aumenta a velocidade de adestramento por grupos nas fortalezas.
hu: Gyorsabb csoportos kiképzési sebesség az erődben.
id: Pelatihan majemuk lebih cepat untuk Benteng.
it: Maggiore velocità di addestramento per la Fortezza.
ja: 要塞での一括養成の速度が上がります。
ko: 요새에서의 일괄 양성의 속도가 더 빨라집니다.
lv: Ātrāka grupu apmācība cietoksnim.
ms: Kelajuan latihan berkelompok lebih pantas untuk Kubu.
nb: Raskere gruppetrening for fortene.
nl: Verhoogde groepsrekruteringssnelheid voor de vesting.
pl: Zwiększona premia szkolenia grupowego dla Fortec.
pt_pt: Aumenta a velocidade de treino em lote nas Fortalezas.
ru: Скорость обучения и строительства в крепости партиями увеличивается.
sk: Rýchlejší skupinový tréning pre pevnosť.
sv: Snabbare träningshastighet för grupper i Fästningen.
tr: Hisarlar için toplu hızlı eğitim.
uk: Прискорена швидкість тренування групою у фортеці.
zh: 加快堡垒中以小组为单位的训练速度。
zh_tw: 加快堡壘中以小組為單位的訓練速度。

source: Parade of Daphne
ast: Desfile de Dafne
bg: Парад на Дафне
br: Dibunadeg Dafne
ca: Desfilada de Dafne
cs: Přehlídka Dafné
da: Daphnes Parade
de: Parade von Daphne
el: Παρέλαση με Δάφνες
es_mx: Paraíso de Dafne
eu: Dafneren Paradisua
fi: Daphnen paraati
ga: Mórshúil Daifne
gl: Desfile de Dafne
hu: Daphné ünnepe
id: Pawai Daphne
it: Sfilata di Daphne
ja: ダフネのパレード
ko: 다프네의 퍼레이드
lt: Dafnės Paradas
lv: Dafnes Parāde
ms: Perarakan Daphne
nb: Dafnes parade
nl: Parade van Daphné
pl: Parada Dafne
pt_pt: Parada de Dafne
ru: Смотр в Дафне
sk: Daphnin sprievod
sv: Daphnes Parad
tr: Daphne Geçit töreni
uk: Парад у Дафні
zh: 达芙妮的乐园
zh_tw: 達芙妮的樂園

source: The now-extinct Nisian breed of horse was one of the largest and robust horses of ancient times. They were highly sought after by the Seleucids and Persians as both rider and mount gained heavier armor as time progressed.
ast: La raza yá desaniciada del caballu niséu foi ún de los caballos más grandes y recios de la dómina antigua. Los perses y los seléucides cobiciáronlos darréu que tanto'l xinete como la montura algamaron armadura más pesao col pasu del tiempu.
bg: Изчезналата в днешно време нисейска порода коне била най-едрата и здравата за древните времена. Била много търсена от селевкидите и персийците, тъй като с времето животните и ездачите започнали да носят все по-тежки брони.
br: Ar ouenn Nisian a gezeg n'eo ket aet diwar wel a veze unan eus ar c'hezeg ledanañ ha kreñvañ en amzerioù kozh. Klasket e veze kalz da c'houde gant ar Seleukided ha Persian-ed kement ha ma oa an daou marc'hegerien ha mont a raent war varc'h gant un houarnwisk pounneroc'h gounezet hag an amzer a greske.
ca: L'ara extinta raça nisiana de cavall va ser un dels cavalls més grans i robustos de l'antiguitat. Van ser molt buscats pels selèucides i els perses, ja que tant el genet com la muntura guanyaven armadura més pesada a mesura que avançava el temps.
cs: Dnes vymřelá Nisiananská rasa koní byla jedním z největších a nejodolnějších koní antiky. Tito koně byli velmi vyhledáváni Seleukovci a Peršany, když jak jezdci tak i koně získali časem těžké brnění.
da: Den nu uddøde nisæiske hesteart var en af de største og mest robuste heste i antikken. De var meget efterspurgte af seleukiderne og perserne i takt med at både rytter og ridedyr fik tungere panser som tiden skred frem.
de: Die heute ausgestorbenen Nisian-Pferderasse war einer der größten und robusten Pferde der Antike. Sie waren sehr begehrt bei den Seleukiden und Perser sowohl als Reiter und berittene Reiter mit schwerer Rüstung mit fortschreitender Zeit.
el: Η εξαφανισμένη τώρα Νίσια φυλή των αλόγων ήταν ένα από τα μεγαλύτερα και ισχυρότερα άλογα των αρχαίων χρόνων. Ήταν περιζήτητα από τους Σελευκίδες και τους Πέρσες, τόσο ο αναβάτης όσο και ο ίππος απέκτησαν βαριά πανοπλία καθώς ο χρόνος προχωρούσε.
es_mx: La ahora extinta raza de caballo níseo fue una de las más grandes y robustas de la antigüedad. Éstos caballos eran codiciados por tanto seleúcidas como persas debido al creciente peso que suponía la armadura adicional para bestia y hombre, cada vez más común.
eu: Gaur egun desagertutako nisear zaldien arraza antzinako handi eta indartsuenetakoa izan zen. Zaldi hauek oso preziatuak ziren seleuziar eta presentzat piztia eta gizonaren armadura osagarriak hartzen zuen karga astuna zela eta.
fa: اسب های نسایی که امروز منقرض شدند یکی از بلندترین و قویترین اسب های دوران باستان بودند. این اسب ها بشدت مورد علاقه سلوکیه ای ها و ایرانی ها بودند که هم اسب و هم سوارکار را به زره مجهز می کردند.
ga: Bhí na capaill is láidre agus is mó iad na héacha Niseacha sa domhain ársa, anois imithe siad as. D'iarr na Séileucaidí agus na Peirsigh an-mhór orthu mar a fuair ridire is capall armúr níos troime ar aghaidh ama.
gl: A agora existan raza de cabalos de Nisaia era unha das máis corpulentas e robustas das razas de cabalos de todos os tempos. Os cabalos de Nisaia eran dos máis prezados polos seléucidas e mailos persas a medida que o peso da armadura do xinete, así como a da propia montura, aumentaba co paso do tempo.
hu: A mára kihalt niszaiai lófajta az ókor egyik legnagyobb és legerősebb fajtája volt. Nagyon keresett volt a szeleukidák és a perzsák körében, mivel mind a lovas, mind a hátasállat is egyre nehezebb páncél kapott az idők folyamán.
id: Kuda peranakan Nisioi yang telah punah adalah salah satu kuda yang paling besar dan kuat di zaman kuno. Kuda ini sangat dicari bangsa Seleukia dan Persia untuk kendaraan dan kuda perang dipakaikan zirah yang semakin berat seiring waktu.
it: La razza di cavalli Nisian, ormai estinta, era uno delle più grandi e robuste dei tempi antichi. Furono molto ricercati dai Seleucidi e Persiani sia come corridori che col passare del tempo per la capacità di montare una più pesante armatura.
ja: 現在は絶滅したニサイア馬の血統は古代における最も大きく頑強な馬の一系統でした。セレウコス朝やペルシアで重用されたのは、人馬とも次第に重い鎧を着けるようになったためでした。
ko: 지금은 멸종된 니시아 품종의 말은 고대의 가장 크고 강력한 말의 한 계통이었습니다. 셀레우코스와 페르시아에게 많은 관심을 받았는데 말과 사람이 점차 무거운 갑옷을 입게 될 수 있기때문이었습니다. (번역확인??)
lt: Dabar jau išnykę Nisėjos veislės žirgai buvo didžiausi ir pajėgiausi senovės žirgai. Jie buvo labai prižiųrimi Seleutsidų ir Persų tiek raitelis tiek žirgas laikui bėgant buvi vis sunkiau šarvuojami.
ms: Baka kuda Nisian yang kini telah pupus merupakan kuda terbesar dan terkuat pada masa lalu. Ia sangat-sangat dikehendaki oleh puak Seleucid dan Parsi sebagai tunggangan dan dikenakan perisai berat sepanjang waktu berlalu.
nb: Den nå utdødde nisearasen var en av de største og mest robuste hestene i oldtiden. Den var høyt ettertraktet av Selevkiderne og Perserne ettersom både rytter og hest fikk sterkere rustningsgrad etterhvert som tiden gikk.
nl: Het uitgestorven Niseaanse paardenras was ooit het grootste en sterkste paardenras van de oudheid. Ze waren erg gegeerd door Seleuciden en Perzen. De ruiter en het ros kregen doorheen de geschiedenis zwaardere bepantsering.
pl: Obecnie wymarła rasa koni nezajskich była jedną z największych i silnych koni w starożytnych czasach. Były bardzo poszukiwaną rasą przez Seleucydów i Persów, jako że z czasem zarówno jeździec jak i koń został wyposażony w cięższą zbroję.
pt_pt: A raça de cavalos Nisian, agora extinta, era uma das maiores e mais robustas raças na Antiguidade. Esta raça foi procurada pelos Selêucidas e pelos Persas e ao longo do tempo ganhou armaduras pesadas.
ru: Теперь уже вымершая нисейская порода лошадей была одной из самых крупных и надёжных лошадей древних времён. Они высоко ценились селевкидами и персами за наезднические и гужевые качества, и со временем получили тяжёлую броню.
sk: Teraz už zaniknuté Nisianske plemeno koňa bolo jedno z najväčších a najrobustnejších plemien všetkých čias. Kone z tohto plemena boli vysoko vyhľadávané Seleukovcami a Peržanmi, nakoľko aj jazdec aj kôň s postupom času dostávali stále ťažšiu výzbroj.
sv: Den nu utdöda hästrasen Nisian var en av de största och robusta hästarna i antiken. De var mycket eftertraktade av Seleukiderna och Perserna, och både ryttare och häst fick tyngre rustning allteftersom.
tr: Şu an nesli tükenmiş olan Nisian türü atlar antik zamanların en büyük ve kullanışlı atlarıydı. Binicinin ve bineklerin zırhları ağırlaştıkça Selevkoslar'ın ve Persler'in bu atlara ilgisi arttışmıştır.
uk: Нині вимерла нісейська порода коня була однією з найбільших і міцних порід давніх часів. Вони були дуже затребувані внаслідок того, що селевкідські та перські як вершник, так і кінь отримували важчу броню з плином часу.
zh: 现已灭绝的尼西亚马曾是古代身型最大且最强大的一种马。后来在塞琉古及波斯,不论是骑士或是座骑都备受称赞,随着时间的推进穿上了更厚重的盔甲。
zh_tw: 現已滅絕的尼西馬品種曾是古代身型最大且最勇健的一種馬。後來在塞琉古及波斯，不論是騎士或是座騎都備受稱讚，並隨著時間的推進穿上了更厚重的盔甲。

source: All cavalry +20% health.
ar: كل الخيالة +20% نقاط صحة.
ast: Tola caballería gana un 20% de salú.
bg: +20% здраве за всички конници.
br: Ar marchegerezh en e vezh +20% a yec'hed.
ca: Tota la cavalleria guanya un 20% de salut.
cs: Všechno jezdectvo +20% zdraví.
de: Kavallerie +20% Leben.
el: Όλο το ιππικό +20% υγεία.
es_mx: Toda la Caballeria +20% de salud.
eu: Zalditeria guztiak %20+ lortzen du osasunean.
fa: تمام سواره نظام ها +20% سلامت
fi: Kaikille ratsuväelle +20% elämäpisteitä.
ga: Sláinte +20% do na marcraí ar fad.
gl: Aumenta un +20% a vida da cabalaría.
hu: Minden lovasnak +20% életerő.
id: Semua kavaleri +20% nyawa.
it: +20% di salute a tutte le cavallerie.
ja: すべての騎兵の耐久力が20%増加します。
ko: 모든 기병의 체력을 +20% 증가합니다.
lv: Visiem jātniekiem +20% dzīvībai.
ms: Semua askar berkuda +20% hayat.
nb: Alt kavaleri +20% helse.
nl: Alle ruiters +20% gezondheid.
pl: Kawaleria otrzymuje +20% do zdrowia.
pt_pt: +20% vida para toda a cavalaria.
ru: Вся конница получает +20% к здоровью.
sk: Všetka jazda +20% zdravia.
sv: All kavalleri +20% hälsa.
tr: Tüm süvari birliklerine %+20 sağlık.
uk: Вся кавалерія має +20% здоров'я.
zh: 所有骑兵生命值 +20% 。
zh_tw: 所有騎兵 +20% 生命值。

source: Nisean War Horses
ast: Caballos de guerra niseos
bg: Нисейски бойни коне
br: Kezeg-Brezel Nisean
ca: Cavalls de guerra niseus
cs: Nisští váleční koně
da: Nisæiske Krigsheste
de: Nisaeanische Kriegspferde
el: Πολεμικά άλογα από την Νίσαια
es_mx: Caballos de guerra niseos
eu: Nisear Gerra Zaldiak
fa: اسب های جنگی نسایی
fi: Nisealaiset sotahevoset
ga: Eacha Cogaidh Niseach
gl: Cabalos de guerra de Nisaia
hu: Niszaiai harci lovak
id: Kuda Perang Nisea
it: Cavalli da Guerra Niseani
ja: ニサイアの戦馬
ko: 니산 전투마
lt: Nisėjos Karo Žirgai
lv: Nisiāņu kara zirgi.
ms: Kuda Perang Nisia
nb: Niseakrigshester
nl: Niseaans oorlogspaard
pl: Bojowe konie nezajskie
pt_pt: Cavalos de Guerra Niseus
ru: Нисейские боевые кони
sk: Nisanské vojnové kone
sv: Niseanska Krigshästar
tr: Nisean Savaş Atları
uk: Нісейські бойові коні
zh: 尼西亚战马
zh_tw: 尼西戰馬

source: Nisioi
bg: Нисиой
el: Νήσιοι
fa: نیسویی
ko: 니시오이
ru: Нисиой
uk: Нісіоі
zh: 岛

source: The reform army of the Seleucids.
ast: L'exércitu reformáu de los seleúcides.
bg: Реформаторската армия на селевкидите.
br: Arme Adaozet ar Seleukided.
ca: L'exèrcit reformat dels selèucides.
cs: Reformovaná armáda Seleukovců.
da: Seleukidernes reformhær.
de: Die reformierte Seleukidenarmee.
el: Ο μεταρρυθμισμένος στρατός των Σελευκιδών.
es_mx: El ejército reformado de los Seléucidas.
eu: Seleuziden Armada Berritua.
fa: ارتش اصلاح شده سلوکیان
fi: Seleukidien armeijauudistus.
ga: An t-arm leasaithe de chuid na Séileucaidí.
gl: O exércido reformado dos seléucidas.
hu: A szeleukidák reform hadserege.
id: Pasukan reformasi Seleukia
it: La riforma dell'esercito dei Seleucidi.
ja: セレウコス朝の軍制改革です。
ko: 셀레우시드의 개혁 육군
lv: Seleucīdu reformēta armija
ms: Tentera reformasi Seleusid.
nb: Den reformerte hæren til Selevkideriket.
nl: Het hervormde Seleucidische leger.
pl: Reformacka armia Seleucydów.
pt_pt: O exército de reforma dos Selêucidas.
ru: Реформа селиквидской армии.
sk: Reformná armáda Seleukovcov.
sv: Seleukidiska reformerade armén.
tr: Selevkos ordusunda yenilik.
uk: Реформована армія Селевкідів
zh: 塞琉古的军队改革。
zh_tw: 塞琉古的改革軍隊。
