Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Ratumacos
bg: Ратумакос
de: Rothomagus
el: Ρατουμάκος
es: Rotomagus
fa: راتوماکوس
ga: Ratumacos na Gaille
ja: ラトゥマコス
ko: 라투마코스
nl: Rotomagus
ru: Ротомагус
sv: Ratumakos
uk: Ратумакос
zh: 鲁昂

source: Historically, the Red Sea was a sea of many nations. Ideally situated for trade with the Far East, it was coveted by all. Although dry, this land is by no means inhospitable, and is amply provided with all resources.
ast: Historicamente, el mare Roxo foi un mare de muĩꞇhɐs naciones. Sitiado a pode para commerciar cul Extremu Oriente, todos llo culdiciabɐn. Magar seca, esta tierra ye perafalyadiça & sta bien fornida de recursos.
bg: Исторически, Червено море е море на много народи. С идеално разположение за осъществяване на търговия с далечния изток, то било желано от всички. Въпреки че е суха, тази земя не е негостоприемна, и изобилства от ресурси.
br: En doare istorel, ar Mor Ruz a veze ur mor da galz a vroadoù. Lec'hiet peurvat evit ar c'hoñvers gant ar Reter Pellañ, c'hoantaet kenañ e oa gant an holl. Daoust da vezañ sec'h, an douar-mañ n'eo ket digevannezus tamm ebet, ha pourvezet eo mat kenañ gant an holl zanvezioù .
ca: Històricament, el Mar Roig era un mar de moltes nacions. Amb un emplaçament ideal per al comerç amb l'Extrem Orient, que era cobejat per tots. Tot i que sec, aquesta terra és de cap manera inhòspit, i està àmpliament dotat de tots els recursos.
cs: V historii bylo Rudé moře domovem mnoha národů. Kvůli jeho dokonalé poloze pro obchod s Dálným východem, po něm všichni prahli. Přestože je suchá, není tato země v žádném případě nehostinná a nabízí bohaté přírodní zdroje.
da: Historisk set var Det Røde Hav et hav af mange nationer. Ideelt beliggende for handel med Fjernøsten, var det eftertragtet af alle. Selvom det er tørt, er dette land på ingen måde ugæstfrit og er rigeligt forsynet med alle ressourcer.
de: Historisch war das Rote Meer Heimat vieler Nationen. Durch die geografische Lage ideal geeignet für den Handel mit dem Fernen Osten, war es von allen begehrt. Trotz Trockenheit ist das Land nicht unbewohnbar und bietet genügend Ressourcen.
el: Ιστορικά, η Ερυθρά Θάλασσα ήταν μια θάλασσα από πολλά έθνη. Σε ιδανική τοποθεσία για εμπόριο με την Άπω Ανατολή, ήταν περιζήτητη από όλους. Αν και ξηρή, αυτή η γη δεν είναι καθόλου αφιλόξενη και είναι επαρκώς εφοδιασμένη με όλους τους πόρους.
es: El mar rojo siempre ha sido hogar de múltiples naciones. Reivindicado por muchos dada su estratégica ubicación para el comercio con el más lejano oriente, sus áridas costas no son ni mucho menos inhóspitas y proveen de innumerables recursos.
eu: Itsaso Gorria beti izan da zibilizazio askoren bizilekua. Askokoek beretzat dute hau urrutiko Ekialdearekin merkataritzarako duen kokapen estrategikoa dela eta, bere kostalde lehorrak ez dira batere babesgabeak eta baliabide askoz hornitzen dute.
fa: از نگاه تاریخی، دریای سرخ یک دریا برای تمدن های بسیار و ایده آل برای تجارت بوده است و مورد طمع همه در طول تاریخ با وجود اینکه زمین های اطرافش بیشتر خشک و غیر قابل سکونت است.
fi: Historiallisesti Punainenmeri oli monien kansojen meri. Se sijaitsi ihanteellisella paikalla Kaukoidän kanssa käytävää kauppaa varten, ja kaikki halusivat sen itselleen. Vaikka maa on kuiva, se ei ole suinkaan elinkelvoton, ja siellä on runsaasti kaikkia luonnonvaroja.
fr: Historiquement, la mer Rouge était une mer partagée entre de nombreuses nations. Située idéalement pour les échanges avec l'Extrême-Orient, elle était convoitée de tous. Bien que sèche, cette terre n'en est pas pour autant inhospitalière et toutes les ressources y abondent.
ga: Go stairiúil, tá tíortha go leor i dtimpeall na Mara Rua. Atá suite go hidéalach ar son trádála a dhéanamh leis an gCianoirthear, bhí sé faoi bhráid le huile. Cé go bhfuil sí tur, níl an talamh seo sceirdiúil ar aon nós, agus tá acmhainní go leor inti.
gd: Bhiodh iomadh sluagh a’ fuireach ri taobh na Mara Ruaidhe o shean. Tha a suidheachadh foirfe gus malart ris an Ear Chèin agus bha gach sluagh ’ga iarraidh. Ged a tha i tioram, chan eil an tìr seo mì-àraidh agus chan eil stòras a dhìth oirre.
hu: Történelmileg a Vörös-tenger sok nemzet tengere volt. Ideálisan helyen található a Távol-Kelettel történő kereskedelemhez, sokan áhítoznak rá. Bár száraz, ez a föld korántsem lakhatatlan, és bőségesen elérhető minden nyersanyag.
id: Secara historis, Laut Merah adalah lautan banyak negara. Letaknya sempurna untuk perdagangan dengan Timur Jauh, sehingga didambakan oleh semua. Meskipun kering, tanah ini sama sekali tidak sulit dimukimi, dengan semua sumberdaya tersedia.
it: Storicamente, il Mar Rosso è stato un mare di molti popoli. Situato in posizione ideale per il commercio con l'Estremo Oriente, è stato agognato da tutti. Anche se asciutta, questa terra non è affatto inospitale, ed è ampiamente dotata di tutte le risorse.
ja: 歴史上、紅海は多くの国の海でした。極東との交易に理想的な位置にあり、誰もが欲しがる場所だったでしょう。乾燥しているとはいえ、決して人を寄せ付けない土地ではなく、あらゆる資源が十分に供給されています。
ko: 역사적으로 홍해는 많은 나라의 바다였습니다. 극동 과의 교역에 이상적으로 자리 잡고 있으며, 모든 사람들이 탐낼 만한 음식이었습니다. 비록 건조하지만, 이 땅은 결코 험악하지 않으며, 모든 자원을 모두 제공합니다.
ms: Mengikut sejarah, Laut Merah merupakan laut bagi banyak negara. Ia terletak pada kedudukan sesuai untuk perdagangan dengan Timur Jauh, dan diimpikan oleh semua orang. Walaupun kering, tanah ini tidaklah ketandusan, ia dapat menyediakan semua sumber dengan mencukupi.
nb: Historisk sett var rødehavet et hav med mange nasjoner. Ideelt plassert for handel med det fjerne østen, var det ettertraktet av alle. Tross sin tørrhet er landjorda på ingen måte ubeboelig, og den har godt med ressurser.
nl: Historisch gezien is de Rode Zee een zee van vele naties. Doordat het ideaal gelegen was voor handel met het verre oosten werd de zee door iedereen begeerd. Hoewel het land droog is, is het geenszins onherbergzaam en ruim voorzien van alle grondstoffen.
pl: Historycznie, Morze czerwone było morzem wielu narodów. Usytuowane idealnie dla handlu z Dalekim Wschodem, było pożądane przez wszystkich. Choć sucha, kraina ta nie jest w żadnym wypadku nieprzyjazna i jest obficie obdarzona wszystkimi surowcami.
pt_br: Historicamente, o Mar Vermelho é o mar de muitas nações. Com uma localização ideal para o comércio com o Extremo Oriente, era cobiçado por todos. Apesar de seca, esta terra não é de modo algum inóspita, sendo ainda amplamente provida de todos os recursos.
pt_pt: Historicamente, o Mar Vermelho é o mar de muitas nações. Com uma localização ideal para o comércio com o Extremo Oriente, era cobiçado por todos. Apesar de seca, esta terra não se tornou inóspita, sendo ainda amplamente provida de todos os recursos.
ru: Исторически сложилось, что Красное море было морем многих народов. Идеально расположенное для торговли с Дальним Востоком оно для всех стало лакомым куском. Несмотря на сухой климат, этот регион нельзя назвать негостеприимным: он щедро одарен всеми видами ресурсов.
sk: Historicky, Červené more bolo morom mnohých národov. Prahli po ňom všetci kvôli ideálnej polohe na obchodnej ceste s Ďalekým Východom. Hoci je krajina suchá, neznamená to, že je neobývateľná, a je honosne zaopatrená všetkými zdrojmi.
sv: Historiskt sett har Röda havet varit ett hav av många nationer. Idealt beläget för handel med Fjärran Östern var det eftertraktat av alla. Trots att det är torrt är detta land ingalunda ogästvänligt, och är rikligt försedd med alla resurser.
tr: Tarihsel olarak Kızıldeniz pek çok ulusun deniziydi. Uzakdoğu ile ticaret için ideal bir konumdadır, herkes tarafından coveted. Kurak olmasına rağmen, bu arazi hiçbir şekilde rahatsızlık verici değildir ve tüm kaynaklarla yeterince sağlanmıştır.
uk: Історично Червоне море було морем для багатьох народів. Ідеально розташоване для торгівлі з Далеким Сходом, контролювати його бажали всі. Хоча ця земля є сухою і аж ніяк негостинна, але забезпечена усіма ресурсами.
zh: 历史上，红海从属多个国家。 位于与远东的贸易处，是所有人梦寐以求的理想之地。 这片土地虽然干燥不宜定居，但却提供了大量的资源。
zh_tw: 從歷史上看，紅海是許多國家的海洋。該處的地理位置適於與遠東的貿易，所以被很多國家所覬覦。雖然乾旱，但這片土地絕不荒涼，並充份提供了所有資源。

source: Red Sea
ast: Mare Roxo
bg: Червено море
br: Mor Ruz
ca: Mar Roig
cs: Rudé moře
da: Det Røde Hav
de: Rotes Meer
el: Ερυθρά Θάλασσα
es: Mar Rojo
eu: Itsaso Gorria
fa: دریای سرخ
fi: Punainenmeri
fr: Mer Rouge
ga: An Mhuir Rua
gd: Am Muir Ruadh
hu: Vörös-tenger
id: Laut Merah
it: Mar Rosso
ja: 紅海
ko: 홍해
ms: Laut Merah
nb: Rødehavet
nl: Rode Zee
pl: Morze Czerwone
pt_br: Mar Vermelho
pt_pt: Mar Vermelho
ru: Красное море
sk: Červené more
sr: Црвено Море
sv: Röda havet
tr: Kızıl deniz
uk: Червоне море
zh: 红海
zh_tw: 紅海

source: Shallow, passable wetlands with little room for building. Represents the lowlands of the Rhine basin in Europe.
ast: Agüeriɐs superficiales & transitables cun poucu campu par’ edificios. Representa la fondada de la conca l Rhenu.
bg: Плитки, проходими мочурища с малко място за строеж. Наподобява низините на река Рейн в Европа.
br: Un tamm don, gallout a reer tremen an tachennadoù gleb gant ur pezh bihan evit savadur. Diskouez a ra kompezennoù diaz ar Roen en Europa.
ca: Aiguamolls poc profunds i transitables amb poc espai per construir. representa les terres baixes de la conca del Rin a Europa.
cs: Mělké, průchodné mokřady s malým prostorem pro výstavbu. Představuje nížiny v povodí Rýna v Evropě.
da: Lavvandede, farbare vådområder med lidt plads til bebyggelse. Repræsenterer lavlandet i Rhinbassinet i Europa.
de: Seichte, passierbare Feuchtgebiete mit wenig Platz für Gebäude. Stellt die Niederungen des Rhein-Einzugsgebiets in Europa dar.
el: Ρηχοί βατοί υγροτόποι με πολλά περιθώρια για την οικοδόμηση. Παρουσιάζει τα πεδινά της λεκάνης του Ρήνου στην Ευρώπη.
es: Humedales bajos y transitables con poco espacio de construcción. Representan las tierras bajas de la cuenca del Rín en Europa.
eu: Hezegune baxu eta ibilerraza eraikitzeko toki gutxirekin. Europako Rhin arroako beheko lurrak irudikatzen dute.
fa: تالاب های قابل عبور کم عمق با فضای کم برای ساخت و ساز. نمادی برای زمین های پایین دست حوضه راین
fi: Matalia, kulkukelpoisia kosteikkoja ja vähän rakennustilaa. Muistuttaa Rein-joen valuma-alueen alankoja Euroopassa.
fr: Peu profondes, les zones humides praticables avec de petits espaces pour la construction. Représente les basses terres du bassin du Rhin en Europe.
ga: Bogaigh tanaí, insiúlta le spás beag amháin do thógáil a dhéanamh. Léiríonn an léarscáil seo ísealchríoch abhantraigh na Réine san Eoraip.
gd: Talamh fliuch eu-domhain a ghabhas coiseachd air ach air a bheil an rum airson togalaichean gann. Riochdaichidh e machair na Rèine san Roinn-Eòrpa.
hu: Sekély, járható ingoványos terület, kevés építkezésre alkalmas hellyel. A Rajna-medence alföldjeit képviselit Európában.
id: Lahan basah yang dangkal dan dapat dilewati dengan sedikit ruang untuk bangunan. Mewakili dataran rendah cekungan Rhine di Eropa.
it: Poco profonde, zone umide percorribili ma con poco spazio per costruire. Rappresenta le pianure del bacino del Reno in Europa.
ja: 浅く通行可能な湿地で、建物を建てられる場所がほとんどありません。ヨーロッパのライン平野の低地を表現しています。
ko: 건물을 지을수 있는 공간이 거의 없는 얕은 습지입니다. 유럽의 라인 강 유역의 저지대 평화를 표현하고 있습니다.
ms: Tanah berpaya yang cetak dan boleh dilalui tetapi sedikit kawasan untuk pembinaan. Seakan-akan tanah rendah di dataran Rhine di Eropah.
nb: Grunne, passerbare våtmarker med lite rom for bygging. Forestiller lavlandet rundt Rhin-elvebanken i Europa.
nl: Doorwaadbare moerassen, met weinig ruimte om te bouwen. Deze kaart stelt de lage gebieden voor rond de Rijnbassin.
pl: Płytkie tereny podmokłe po których można się poruszać, z niewielką ilością miejsca na budynki. Reprezentują tereny nizinne dorzecza rzeki Ren w Europie.
pt_br: Pântanos rasos e atravessáveis, com pouco espaço para novas construções. Representa as terras baixas da bacia do Reno na Europa.
pt_pt: Lezírias com pequeno espaço para construção. Representa as planícies do Reno, na Europa.
ru: Заболоченные земли с небольшой площадью пригодной для строительства. Представляет низменности бассейна реки Рейн в Европе.
sk: Plytké, priechodné mokriny, ktoré poskytujú málo miesta na stavbu. Stvárňuje porýnske nížiny v Európe.
sr: Плитке, проходне мочваре са мало простора за изградњу. Представља низију басена Рајне у Европи.
sv: Grunda, framkomliga våtmarker med lite utrymme för att bygga. Representerar låglandet av Rhenbassängen i Europa.
tr: Sığ, yapılar için küçük bir oda ile yeterli sulak alan. Avrupa'da Ren havzasının ovalarını temsil eder.
uk: Дрібні, прохідні болота з невеликою кількістю місця для будівництва. Являють собою низини басейну ріки Рейн в Європі.
vi: Vùng nước nông có thể đi qua với ít cụm công trình. Tiêu biểu vùng hạ lưu sông Rhine ở Europe.
zh: 水浅，可通过的的湿地，但没有太多的空间可以容纳建筑物。代表欧洲莱茵河流域的低地。
zh_tw: 水淺，可通過的的濕地，但沒有太多的空間可以容納建築物。代表著歐洲萊茵河流域的低地。

source: Rhine Marshlands
ast: Agüeriɐs de l Rhenu
bg: Рейнски блата
br: Geunioù ar Rhin
ca: Aiguamolls del Rin
cs: Rýnské mokřady
da: Marskland ved Rhinen
de: Rheinisches Marschland
el: Βάλτοι του Ρήνου
es: Marismas del Rin
eu: Rhingo Padurak
fa: تالاب های راین
fi: Reinin suomaa
fr: Marais du Rhin
ga: Bogaigh na Réine
gd: Boglach na Rèine
hu: Rajnai mocsárvidék
id: Rawa Rhine
it: Paludi del Reno
ja: ラインの湿地帯
ko: 라인강 습지대
ms: Tanah Paya Rhine
nb: Rhinens myrland
nl: Moerassen aan de Rijn
pl: Rozlewisko Renu
pt_br: Pântanos do Reno
pt_pt: Lezírias do Reno
ru: Болотистая местность Рейна
sk: Rýnske močariny
sr: Рајна - Мочварне земље
sv: Rhenska Marsklanden
uk: Рейнські болота
vi: Vùng đầy lầy sông Rhine
zh: 莱茵沼泽
zh_tw: 萊茵沼澤地

source: Narrow strips of lands are separated by waterways, leaving few and shallow landbridges between them. Tropical wetlands provide plenty of game, but beware of Mauryan tribesmen when exploring the outermost islands.
ast: Víɐs fluviales estremɐn façɐs streĩꞇhɐs de tierra, deixando dellɐs vayadɐs someirɐs entre mediɐs. Nɐs wölgɐs tropicales ha hi abonda de cacia, pero ten cuidado cun los aborígenes índicos a l explorare lɐs islhɐs cabeirɐs.
bg: Тесни ивици земя са отделени една от друга от водни пътища, като на няколко редки места има подходящи за прегазване плитчини или земни мостове. В тропическите влажни зони има много дивеч, но се пазете от племената на маурите, когато проучвате най-външните острови.
br: Bandennoù douar strizh a oa disrannet gant lammoùdour, o tilezel un nebeud pontoù douar hag un tammig don etrezo. Pourveziñ a ra douaroù gleb trovanel kalz a c'hoari, hogen diwall rak ar meuriadoù Maourian pa vez ergerzhet an inizi pellañ.
ca: Les franges estretes dels territoris estan separades per vies navegables, deixant pocs i baixos pous entre ells. Els aiguamolls tropicals proporcionen molta diversió, però aneu amb compte amb les tribus de l'imperi Màuria quan exploreu les illes ultraperifèriques.
cs: Úzké pásy pozemků jsou od sebe odděleny vodními cestami. Mezi nimi je jen pár mělkých mostů. Tropické mokřady poskytují spoustu zvěře, ale pozor na maurjovské kmeny při prozkoumávání nejvzdálenějších ostrovů.
da: Smalle strimler af landområder er adskilt af vandveje, hvilket efterlader få og lavvandede landbroer mellem dem. Tropiske vådområder giver masser af vildt, men pas på mauryanske stammefolk, når du udforsker de yderste øer.
de: Dünne Landstreifen sind durch Wasserstraßen mit ein paar wenige und seichte Landbrücken zwischen ihnen getrennt. Die tropischen Feuchtgebiete bieten viel Jagdwild, aber hüte dich vor mauryanischen Stammesmitgliedern, wenn du die äußersten Inseln erkundest.
el: Οι στενές λωρίδες από εδάφη χωρίζονται από πλωτούς οδούς, αφήνοντας λίγα και ρηχά γεφυρώματα μεταξύ τους. Οι τροπικοί υγρότοποι παρέχουν άφθονο κυνήγι, αλλά πρόσεξε τους ιθαγενής Μαουρϋάνους όταν εξερευνήσεις τα εξωτικά νησιά.
es: Las estrechas franjas de tierras están separadas por vías fluviales, dejando poco y poca tierra entre ellas. Los humedales tropicales proporcionan mucho juego, pero ten cuidado con los miembros de las tribus Mauryas cuando explores las islas más remotas.
eu: Lur eremu estuak erreka bideez aldendurik daude, lur gutxi utziz beraien artean. Tropikoko hezeguneek joko ugari eskaintzen dute, baina kontu izan Mauriar tribuetakoekin azken bazterretako uharteak ikuskatzera doazenean.
fa: زمین های باریکی که با راههای آبی جدا شده اند و تنها مقداری مسیر های کم عمق برای عبور برجای مانده است. تالاب های گرمسیری بسیار جذاب هستند اما مراقب قبیله های مائوریان باشید زمانی که جزایر را اکتشاف می کنید
fi: Kapeat maakaistaleet on erotettu toisistaan vesiväylillä, ja niiden väliin on jäänyt harvoja ja matalia maasiltoja. Trooppiset kosteikot tarjoavat runsaasti riistaa, mutta varo Mauryan-heimon jäseniä, kun tutkit syrjäisimpiä saaria.
fr: D'étroites bandes de terre sont séparées par des cours d'eau, laissant quelques gués peu profonds les relier. Les zones humides tropicales laissent de la place au jeu, mais attention aux peuplades maurya lors de l'exploration des îles périphériques.
ga: Tá stráicí caola talún atá scartha le huiscebhealaigh, agus beagán droichid talún eatarthu. Tá géim go leor sna bogaigh trópaiceacha, ach tabhair aire do na finígh Mauiriacha nuair atá tú ag taiscéaladh na n-oileán is faide amach.
gd: Tha an tìr cumhang eadar na h-uisgeachan agus na tairbeartan gann is eu-domhainn. Bheir talamh fliuch tropaigeach torr sìthne dhut ach thoir an aire air a’ mhuinntir Mhauraidheach nuair a rùraicheas tu na h-eileanan a-muigh.
hu: Keskeny földcsíkok, vízfolyásokkal elválasztva, kevés sekély földhíddal közöttük. A trópusi vizes élőhelyek sok vadat biztosítanak, de óvakodj a maurja törzsi emberektől, ha a legkülsőbb szigeteket fedezed fel.
id: Lahan sempit dipisahkan oleh aliran air, menyisakan sedikit jembatan darat yang dangkal di antara mereka. Lahan basah tropis menyediakan banyak buruan, tetapi waspadalah terhadap suku Maurya saat menjelajahi pulau-pulau terluar.
it: Le strisce strette delle terre sono separate da corsi d'acqua, lasciando tra loro pochi guadi. Le zone umide tropicali offrono un sacco di risorse, ma attenzione alle tribù di Maurya quando si esplorano le isole più lontane.
ja: 狭い土地は水路で区切られており、その間には浅い陸橋がほとんどありません。熱帯の湿地帯には多くのゲームがありますが、最外の島々を探索する際にはマウリヤ族に注意してください。
ko: 좁은 면적의 땅은 수로들로 분리되어 있고, 그 사이에 얕은 육교가 거의 남아있지 않습니다. 열대 습지는 많은 게임을 제공하지만, 가장 외곽의 섬을 탐험할 때는 마우리아 부족 사람들을 조심합니다.
ms: Jaluran tanah sempit yang dipisahkan dengan sungai, dan kedua-duanya dapat direntasi dengan beberapa buah jambatan. Tanah basah tropika mengandungi banyak sumber buruan, tetapi hati-hati puak Maurya ketika menjelajah jauh ke pulau yang paling jauh.
nb: Tynne striper med land delt av vannveier, levner få og grunne landbroer mellom seg. Tropiske våtmarker er hjem for vilt i rikt monn, men pass deg for mauryanske stammefolk når du utforsker de ytterste øyene.
nl: Enge landmassa's worden door wateren gescheiden, met slechts enkele landbruggen. Tropische draslanden bieden veel jachtmogelijkheden, doch let op Mauryaanse stammen bij het verkennen van de uiterste eilanden.
pl: Wąskie pasy ziemi są oddzielone kanałami wodnymi, pozostawiając niewielkie i wąskie mostki pomiędzy nimi. Tropikalne mokradła dają wiele zwierzyny, ale uważaj na Mauryjskich plemieńców, gdy przemierzasz krańcowe wyspy.
pt_br: Faixas estreitas de terras são separadas por vias navegáveis, deixando pontes de terra rasas entre elas. Zonas úmidas tropicais fornecem muita caça, mas tenha cuidado com os membros das tribos Máurias ao explorar as ilhas mais externas.
pt_pt: Faixas estreitas de terras são separadas por vias navegáveis, deixando poucas pontes de terras rasas entre elas. As zonas húmidas tropicais fornecem abundância de jogo, mas tem cuidado com os membros das tribos máurias ao explorar as ilhas mais distantes.
ru: Узкие полоски земли разделены водными путями, оставляя между ними небольшие сухопутные мосты. Тропические и заболоченные угодья обеспечивают обилие дичи, но остерегайтесь племён Маурийцев при изучении самых отдалённых островов.
sk: Úzke kusy zeme sú oddelené vodnými cestami nechávajúc iba niekoľko brodov na prechod medzi nimi. Tropické mokrade sú zdrojom dostatku lovnej zveri, dávajte si však pozor na Maurských domorodcov pri preskúmavaní okrajových ostrovov.
sv: Smala band av mark skiljs åt av vattendrag och lämnar få och grunda landbroar mellan dem. Tropiska våtmarker ger gott om spel, men akta dig för Mauryan-stammen när du utforskar de yttersta öarna.
tr: Dar şeritler, su yolları ile ayrılır ve aralarında çok az ve sığ kara köprü bırakır. Tropikal sulak alanlar bol miktarda oyun alanı sağlar, ancak en dıştaki adaları keşfederken Mauryan kabilelerinden sakının.
uk: Вузькі смуги земель розділені водними шляхами, сполучені невеликими й мілкими бродами. Тропічні водно-болотні угіддя дозволяють велику кількість ігор, але будьте обережні з племенами Мауріїв під час дослідження найвіддаленіших островів.
zh: 狭窄的土地被水道隔开，在它们之间留下很少和浅的陆地桥。 热带湿地提供了大量机会，但在探索最外面的岛屿时要小心印度部落。
zh_tw: 由水道分開的狹長土地，其中有一些淺灘。熱帶溼地提供了大量的遊戲機會，但是要探索最外側的島嶼時，請注意孔雀王朝人。

source: River Archipelago
ast: Archipélago fluvial
bg: Речен архипелаг
br: Enezeg ar ster
ca: Arxipèlag de riu
cs: Říční souostroví
da: Floden Archipelago
de: Flussarchipel
el: Αρχιπέλαγος Ποταμού
es: Archipiélago fluvial
eu: Ibai Artxipelagoa
fa: رودخانه مجمع الجزایر
fi: Jokisaaristo
fr: Archipel de rivière
ga: Oileánra Aibhneacha
gd: Tìr nan aibhnichean
hu: Folyami szigetek
id: Kepulauan Sungai
it: Arcipelago fluviale
ja: 川中島
ko: 다도해
ms: Gugusan Kepulauan Sungai
nb: Elveskjærgård
nl: Rivier archipel
pl: Rzeczny Archipelag
pt_br: Arquipélago do Rio
pt_pt: Arquipélago fluvial
ru: Речной архипелаг
sk: Riečne súostrovie
sr: Речни Архипелаг
sv: Flodskärgård
tr: Nehir takımadaları
uk: Річковий архіпелаг
zh: 河流群岛
zh_tw: 淺灘群島
