Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The Celts of the British Isles.
ast: Los celtes de les islles britániques.
bg: Келтите от Британските острови.
br: Kelted Inizi Breizh.
ca: Els celtes de les Illes Britàniques
cs: Keltové z Britských ostrovů.
de: Die Kelten der Britischen Inseln.
el: Οι Κέλτες των Βρετανικών νήσων.
es_ar: Los celtas de las Islas Británicas
eu: Britain eta Zelten irlak
fa: سلتی های جزایر بریتانیا.
ga: Ceiltigh na n-Oileán Briotanacha.
he: הקלטים של האיים הבריטיים.
hu: A Brit-szigetek keltái.
hy: Բրիտանական կղզիների կելտերը։
it: I Celti delle isole Britanniche.
ja: ブリテン諸島に住むケルト人の一派です。
ko: 브리튼 제도에 사는 켈트인
nb: Kelterne på de Britiske øyer.
pl: Celtowie z Wysp Brytyjskich
pt_br: Os celtas de Ilhotas britânicas.
ru: Кельты Британских островов.
sk: Kelti z Britských ostrovov.
sv: Kelterna av de Brittiska Öarna.
tr: Britanya Keltleri
uk: Кельти Британських островів
zh: 居住在不列颠群岛的凯尔特人。
zh_tw: 不列顛群島的塞爾特人。

source: Kennel
ast: Perrera
bg: Кучешка колиба
br: Loch
ca: Gossera
cs: Bouda
de: Zwinger
el: Κυνοτροφείο
es_ar: Perrera
fa: لانه سگ
ga: Conchró
he: מלונה
hu: Kutyaól
hy: Շնաբույն
it: Canile
ja: 犬舎
ko: 개집
pl: Psiarnia
pt_br: Canil
ru: Конура
sk: Psia búda
tr: Köpek Kulübesi
uk: Будка
zh: 犬舍
zh_tw: 養狗場

source: The Britons were known for breeding war dogs.
ast: Los britanos tuvieron fama de criar perros de guerra.
bg: Бритите били известни с това, че отглеждали бойни кучета.
br: Brudet e oa ar Vritoned evit desevel chas brezel.
ca: Els britons eren famosos per criar gossos de guerra.
cs: Britové byli známi tím, že chovali bojové psy.
de: Die Briten waren dafür bekannt, Kriegshunde zu züchten.
el: Οι Βρετανοί ήταν γνωστοί για την εκτροφή σκυλιών του πολέμου.
es_ar: Los bretones fueron conocidos por criar perros de guerra.
eu: Bretoiak gerra txakurrak hazteagatik ezagunak ziren.
fa: بریتون ها مشهور بودند بخاطر پرورش سگ های جنگی
ga: Tugtar na Briotanaigh mar tógálaí de chúnna cogaidh.
he: הבריטים היו ידועים בהכשרת כלבי מלחמה.
hu: A britonok harci kutyák tenyésztésről voltak ismertek.
hy: Բրիտոնները հայտնի էին ռազմական շների բուծմամբ։
it: I Britanni erano noti per allevare cani da guerra.
ja: ブリトンは軍犬の飼育で知られました。
ko: 브리튼인은 전쟁 개를 기르는 것으로 유명했습니다.
nb: Britene var kjent for å ale opp krigshunder.
pl: Brytowie byli znani z hodowli psów bojowych.
pt_br: Os Bretões foram conhecidos por treinar cães de guerra.
ru: Бритты известны своими боевыми псами.
sk: Briti boli známi ako chovatelia bojových psov.
sv: Britannerna var kända för att utbilda krigshundar.
tr: Britanyalılar savaş köpeği yetiştirilmeleriyle bilinirler.
uk: Бритонці славилися виведенням бойових собак.
zh: 布立吞人以培育战犬而闻名。
zh_tw: 不列顛人以培養戰犬聞名。

source: The Britons were the Celtic tribes of the British Isles. Using chariots, longswordsmen and powerful melee soldiers, they staged fearsome revolts against Rome to protect their customs and interests. Also, they built thousands of unique structures such as hill forts, crannogs and brochs.
ast: Los britanos foron les tribus celtes de les islles britániques. Emplegando carros, montanteros y fuertes soldaos cuerpu a cuerpu, llevaron alantre llerciosos llevantamientos contra Roma pa protexer los sos vezos ya intereses. Tamién, fixeron abondes construcciones úniques como castros, cránnogs y brochs.
bg: Бритите били келтски племена на Британските острови. Използвайки колесници, войници с дълги мечове и такива за близък бой, те повеждали ожесточени бунтове срещу Рим, за да защитават интересите и обичаите си. Също така построили хиляди уникални постройки, като планински замъци, кранози и брохи.
br: Ar Vritoned a oa meuriadoù keltiek Inizi Breizh-Veur. Implijout a raent karrigennoù, klezeier-hir ha brezelourien kreñv er veskadegoù, ha nerzhus e oa oc'h emsavadegoù a-enep Roma da zifenn o c'hustumoù hag o madoù. Sevel a rejont miliadoù a savadurioù dibar ivez, evel tuchennoù kreñvaet, krannogoù ha brochoù.
ca: Els Britons eren les tribus celtes de les illes Britàniques. Utilitzant carros, soldats d'espasa llarga i soldats de combat cos a cos, van aixecar temibles revoltes contra Roma per protegir els seus costums i interessos. A més, van construir milers d'estructures úniques, com forts, crannogs i brochs.
cs: Britoni byli keltské kmeny na Britských ostrovech. Používali dvoukolé válečné vozy, bojovníky s dlouhými meči a silné vojáky vycvičené pro boj z blízka, a bezestrachu pořadali výpady i proti Římanům, aby chránili svoje uzemí a zájmy. Také postavili tisíce jedinečných staveb, jako jsou například pevnosti na kopcích, umělé obyvatelné ostrůvky a kamenné kruhové věže známé jako broch.
de: Die Britonen waren die keltische Stämme auf den Britischen Inseln. Mit ihren Streitwagen, Langschwertkämpfern und starken Nahkampfsoldaten inszenierten sie furchterregende Aufstände gegen Rom, um ihre Bräuche und Interessen zu schützen. Außerdem bauten sie tausende einzigartige Gebäude wie Hillforts, Crannogs und Brochs.
el: Οι Βρετανοί ήταν οι κελτικές φυλές των Βρετανικών Νήσων. Χρησιμοποιώντας άρματα, ξιφομάχους και δυνατούς σώμα με σώμα στρατιώτες, οργάνωσαν τρομακτικές εξεγέρσεις εναντίον της Ρώμης για την προστασία των δασμών και των συμφερόντων τους. Επίσης, έχτισαν χιλιάδες μοναδικά κτήρια όπως φρούρια λόφου, Κρενάγκ και Μπροξ.
es_ar: Los britanos eran una tribu Celta de la isla de Gran Bretaña. Usando carros, infantería de espadas largas y poderosos guerreros cuerpo a cuerpo, montaron temerosos combates contra Roma para proteger sus costumbres e intereses. Por otra parte, construyeron cientos de estructuras únicas como los castros, crannoges y brochs.
eu: Britanikok Britaniar Uhartetako tribu zeltak ziren. Borrokarako gurdiak, ezpatariak eta aurrez aurreko borrokalari indartsuak erabiliz Erromaren kontrako altxamendu ugari egin zituzten beren ohitura eta interesak babesteko. Kastro, crannogs eta brochs bezalako milaka eraikin jaso zituzten.
fa: بریتون ها از قبایل سلتی جزیره انگلستان بودند. از ارابه های جنگی و کماندارها و همچنین سربازان نزدیکزن بسیار قدرتمند استفاده می کردند. آنها یکی از ترسناکترین انقلاب ها را در مقابل امپراتوری روم شکل دادند تا بتوانند از اعتقادات و علایق خود دفاع کنند. همچنین آنها هزاران سازه منحصر بفرد همانند قلعه تپه ها ، کرنگ و سنگدژ ساختند.
ga: Ba threibheanna Ceilteacha iad na Briotanaigh, as na hOileáin Bhriotanacha. Throid siad éirithe amach i gcoinne na Rómhánaigh agus a nósanna agus a leas a chosaint. Bhí carbáid, mór-chlaimhteoirí agus saighdiúirí láidre troda ina n-airm. Thóg siad na mílte foirgnimh mar shampla dúin, ráthanna, crannóga, agus brugha.
he: הבריטים היו השבטים הקלטיים של האיים הבריטיים. באמצעות מרכבות, סייפים ארוכים וחיילי תגרה רבי עוצמה, הם היו מקיימים מרידות אימתניות ברומאים כדי להגן על מכסם ועל האינטרסים שלהם. כמו כן, הם בנו אלף מבנים ייחודיים כגון מבצרי גבעה, קרנוג' וברוצ'.
hu: A britonok a Brit-szigetek kelta törzsei voltak. Harci szekereik, hosszúkardos harcosaik és erős közelharci katonáik segítségével félelmetes felkeléseket hajtottak végre a rómaiak ellen, hogy védjék a saját érdekeiket, és szokásaikat. Emellett páratlan épületek ezreit építették meg mint például erődöket, crannogokat és udvarokat.
hy: Բրիտոնները Բրիտանական կղզիների կելտական ցեղերն էին։ Օգտագործելով մարտակառքեր, երկարասրակիրներ և ձեռնամարտի հզոր զինվորներ՝ նրանք Հռոմի դեմ էին բարձրացնում ահարկու ապստամբություններ՝ իրենց սովորույթներն ու շահերը պաշտպանելու նպատակով։ Բացի դրանից, նրանք կառուցել են հազարավոր եզակի շինություններ, ինչպիսիք են բլրային ամրոցները, ջրային կացարանները և քարե շրջանաձև աշտարակները։
ko: 영국인들은 영국 제도의 켈트 부족인들이었습니다. 병거, 장검수, 강력한 근접전 병사들을 이용하여, 그들은 그들의 관습과 이익을 보호하기 위해 로마에 대항하여 무시무시한 반란을 일으켰습니다. 또한, 그들은 언덕 요새, 호수위 집 및 원탑 와 같은 수천 개의 독특한 건축물을 지었습니다.
nb: Britene var de keltiske stammene på de britiske øyer. Ved hjelp av hestevogner, langsverdmenn og kraftige nærkampssoldater satte de opp fryktinngytende opprør mot Rom for å beskytte deres skikker og interesser. De bygget også tusener av unike konstruksjoner slik som åsfort, crannóger og rundhus.
pl: Brytowie byli celtyckim plemieniem zamieszkującym Wyspy Brytyjskie. Przy użyciu rydwanów, rycerzy oraz innych jednostek walczących w bliskim starciu rozpoczęli starszliwe rewolty przeciw Rzymianom aby chronić swoje swyczaje i interesy. Zbudowali oni także tysiące wyjątkowych budowli, takich jak forty, krannogi czy brochy.
pt_br: Os Bretões eram tribos célticas das ilhas britânicas. Com carros de guerra, guerreiros em cavalos e poderosos soldados de infantaria, levaram a cabo terríveis revoltas contra Roma para protegerem os seus hábitos e interesses. Edificaram também milhares de construções únicas, como citânias, "crannogs" - habitações nas margens de lagos - e "brochs" - torres de pedra seca.
ru: Бритты были представителями кельтских племен на Британских островах. С помощью колесниц, мечников и могучей пехоты организовывали страшные восстания против Рима, защищая свои обычаи и интересы. Также они построили тысячи уникальных объектов, таких как городища, жилища на воде и болотах и круглые каменные башни.
sk: Briti boli keltské kmene z Britských ostrovov. Za pomoci vozov a silných bojovníkov uskutočňovali hrôzostrašné povstania proti Rímu, aby ochránili svoje zvyky a záujmy. Tiež vybudovali tisíce unikátnych stavieb ako napríklad pevnosti, palisády a obranné veže.
sv: Britterna var de keltiska stammarna av de Brittiska öarna. De använde vagnar, långsvärdsmän och kraftfulla närstridssoldater för att anordnade de skräckinjagande revolter mot Rom för att skydda sina seder och intressen. Dessutom byggde de tusentals unika strukturer såsom fornborgar, crannoger och brochar.
tr: Britanyalılar İngiliz Adaları'nın Kelt kabileleriydi. Savaş arabaları, uzun savaşçılar ve güçlü melee askerleri kullanarak, Roma'ya karşı geleneklerini ve çıkarlarını korumak için korkunç bir isyan başlattılar. Ayrıca, tepe kale, crannogs ve brochs gibi binlerce benzersiz yapı inşa ettiler.
tt: Бриттлар Британ утрауларында урнашкан кельтлар кабиләләрнең берсе булганнар. Колесницалар, кылыччылар һәм көчле коры җир гаскәриләр белән Римга каршы коточкыч фетнәләр булдырганнар, үзләренең йолаларын һәм игътибарларын саклар өчен. Шулай ук алар, шәһәрлек, суларда һәм сазларда урнашылган өйләр, һәм йомры таш манаралар кебек, меңнән артып бердәнбер корылмалар төзегәннәр.
uk: Брити(бритонці) були кельтськими племенами на Британських островах. За допомогою колісниць, мечників та могутньої піхоти організовували жахливі повстання проти Риму на захист своїх традицій та інтересів. Також вони побудували тисячі унікальних об'єктів, таких як фортеці на пагорбах, житла на воді і болотах та круглі кам'яні башти.
zh: 布立吞是居住在不列颠群岛的凯尔特部落。 使用战车，长剑，还有强大的近战士兵。为了保护自己的习俗和兴趣，他们的反抗令罗马人闻风丧胆。 此外，他们还建立了成千上万的独特的建筑，如山堡，沼泽建筑和布罗赫斯。

source: Carthaginians
ast: Cartaxineses
bg: Картагенци
br: Kartajinianed
ca: Cartaginesos
cs: Kartáginci
de: Karthager
el: Καρχηδόνιοι
es_ar: Cartagineses
eu: Kartagoarrak
fa: کارتاژی ها
ga: Na Cartagaigh
he: קרתגו
hu: Karthágóiak
hy: Կարթագենցիներ
it: Cartaginesi
ja: カルタゴ
ko: 카르타고
nb: Kartagerne
pl: Kartagińczycy
pt_br: Cartagineses
ru: Карфагеняне
sk: Kartáginci
sv: Kartagerna
tr: Kartacalılar
tt: Карфагенлар
uk: Карфагенці
zh: 迦太基
zh_tw: 迦太基人

source: Carthaginian walls, gates, and towers have 3x health of a standard wall, but also 2x build time.
ast: Les muries, puertes y torres cartaxineses tienen 3x más de vida que les muries normales, pero tamién 2x más del tiempu de construcción.
bg: Картагенските стени, порти и кули имат 3 пъти повече здраве от обикновените стени, но също така се строят 2 пъти по-бавно.
br: Ar mogerioù Kartajinian, dorioù ha tourioù o deus 3x/teir wech yec'hed ur voger standard met ivez 2x/teir wech a fed amzer sevel.
ca: Les muralles, portes i torres cartagineses tenen 3x més salut que una muralla normal, però també es construeixen 2x més lentes.
cs: Kartaginské hradby, brány a věže mají 3 x životní body běžné hradební zdi, ale také 2 x času na stavbu.
de: Kathagische Mauern, Tore und Türme haben die dreifachen Lebenspunkte einer Standard-Mauer, aber auch die doppelte Bauzeit.
el: Τα Καρχηδόνια τείχη, οι πύλες, και οι πύργοι αποκτούν 3x υγεία σε σχέση με έναν κανονικό τείχος, αλλά επίσης κατασκευάζονται σε 2x χρόνο.
es_ar: Las murallas, los portones y las torres cartaginesas tienen 3x de vida de una muralla común, aunque también 2x de tiempo de construcción.
eu: Kartagoarren harresi, ate eta dorreek harresi arrunt batek baino 3 aldiz osasun handiagoa dute baino, eraikitzeak denbora x2 behar du.
fa: دیوارها، دروازه ها و برجهای کارتاژها 3 برابر مستحکمتر از سازه های معمول هستند اما زمان ساختشان 2 برابر بیشتر است
ga: Tá sláinte x3 do bhallaí, geataí agus túir Chartagacha i gcomparáid le bhallaí normálta, ach tá a n-am tógála x2 níos fada.
he: חומות של קרתגו, שערים, ומגדלים יש עכשיו 3x יותר חיים מהרגיל, אך גם 2x יותר זמן בנייה.
hu: A karthágói falak, kapuk és tornyok háromszor olyan ellenállóak, mint a hagyományos falak, de kétszer olyan sokáig épülnek fel.
hy: Ստանդարտ պարիսպից 3 անգամ ավել առողջություն և 2 անգամ ավել կառուցման ժամանակ կարթագենյան պարիսպներին, դարպասներին և աշտարակներին։
it: Mura cartaginesi, porte e torri hanno 3x la salute di un muro standard, ma anche 2x tempo di costruzione.
ja: カルタゴの壁、門、塔は通常の3倍の耐久力を持ちますが、2倍の建設時間がかかります。
ko: 카르타고의 성벽, 관문, 탑은 보통의 3배의 내구성을 가지고 있지만, 건설시간은 2배 더 걸립니다.
nb: Kartagiske murer, porter og tårn 3x helse en standard mur men også 2x byggetid.
pl: Kartagijskie mury, bramy i wieże mają 3x wyższą wytrzymałość od zwykłych murów, ale budowanie ich zajmuje 2x więcej czasu.
pt_br: Muralhas Cartaginenses, portões, e torres têm 3x de vida a mais do que a muralha padrão, mas levam 2x mais no tempo de construção.
ru: Карфагенские стены, ворота и башни имеют 3-х кратную жизнестойкость в обмен на 2-х кратное время постройки.
sk: Kartáginské hradby, brány a veže majú 3x toľko zdravia čo klasické hradby, avšak stavajú sa 2x tak dlho.
sv: Kartagiska murar, portar och torn har 3x hälsa jämfört med vanliga murar, men även 2x längre byggtid.
tr: Kartaca duvarları, kapıları ve kuleleri standart bir duvardan 3x dayanıklıdır, ve aynı zamanda 2x oluşturma hızına sahiptir.
uk: Карфагенські мури, брами та башти мають в 3 рази більше здоров’я, але в 2 рази довше будуються.
zh: 迦太基的城墙、城门、以及塔楼都有一般城墙的 3 倍生命值，但同时得耗费 2 倍的建造时间。
zh_tw: 迦太基的城牆、城門、以及塔樓都有一般城牆的 3 倍生命值，但同時得耗費 2 倍的建造時間。

source: Triple Walls
ast: Muralles triples
bg: Тройни стени
br: Mogerioù Tripl
ca: Muralles triples
cs: Trojité hradby
de: Dreifache Mauer
el: Τριπλά τείχη
es_ar: Muralla triple
eu: Harresi hirukoitza
fa: دیوارهای سه لایه
ga: Balla Faoi Thrí
he: חומות משולשות
hu: Hármas Falak
hy: Եռաշար պարիսպներ
it: Mura Triple
ja: 三重壁
ko: 삼중 성벽
nb: Tredoble vegger
pl: Potrójne mury
pt_br: Muralhas Triplas
ru: Тройные стены
sk: Trojité hradby
sv: Trippelväggar
tr: Üçlü Duvarlar
uk: Потрійні стіни
zh: 三重城墙
zh_tw: 三重城牆

source: Carthaginians built triple city walls.
ast: Los cartaxineses construyeron muralles triples.
bg: Картагенците строели тройни градски стени.
br: Savet o deus ar Gartajinianed mogerioù tric'hementet.
ca: Els cartaginesos construïen muralles triples a les seves ciutats.
cs: Kartáginci stavěli trojité městské hradby.
de: Die Karthager bauten dreifache Stadtmauern.
el: Οι Καρχηδόνιοι έχτιζαν τριπλά τείχη.
es_ar: Los cartagineses construyeron murallas defensivas triples.
eu: Kartagoarrek hiriko harresi hirukoitzak eraiki zituzten.
fa: کارتاژها برای شهر خود دیوارهای سه لایه ساخته بودند
ga: Thóg na Cartagaigh ballaí faoi thrí ina gcathracha.
he: קרתגו בונה חומות משולשות מסביב לערים
hu: A karthágóiak hármas városfalakat építettek.
hy: Կարթագենցիները կառուցեցին եռաշար քաղաքային պարիսպներ։
it: I cartaginesi costruivano triple mura cittadine.
ja: カルタゴは三重の城壁を建設しました。
ko: 카르타고는 삼중 도시 성벽을 세웠습니다.
nb: Kartagerne bygget tredoble bymurer.
pl: Kartagińczycy budowali potrójne mury miejskie.
pt_br: Os cartagineses construíam muralhas triplas nas cidades.
ru: Карфагеняне строили тройные городские стены.
sk: Kartágijci stavali trojité mestské hradby.
sv: Kartagerna byggde tredubbla stadsmurar.
tr: Kartacalıların üç katlı şehir duvarları inşa etmesi.
uk: Карфагенці будують потрійні міські стіни.
zh: 迦太基人建造的三重城墙
zh_tw: 迦太基人建造三重城牆。

source: The resource cost of training elephant-mounted (war elephant) or horse-mounted units (cavalry) is reduced by 5% per animal corralled (as appropriate).
ast: El costu de llevantar les unidaes montaes o n'elefantes (los elefantes de guerra) o en caballos (la caballería) amenorga un 5% por animal corripiáu (según el casu).
bg: Цената за обучаване на единици на слон (боен слон) или на кон (конница) се намалява с 5% за всяко животно, вкарано в обор (ако е уместно).
br: Digresket eo bet ar c'houst eus 5% e mammennoù dre loen klozet (perc'hennet) evit stummañ olifanted-pignet (olifanted-brezel) pe unanennoù kezeg-pignet (marc'hegerezh).
ca: El cost de recursos de reclutar unitats muntades en elefants (elefants de guerra) o a cavall (cavalleria) es redueix un 5% per cada animal que hi hagi als corrals (del tipus adequat).
cs: Náklady na zdroje za výcvik jízdních jednotek (jízda a váleční sloni) jsou o 5 % nižší za každé odpovídající zvíře v ohradě.
de: Die Rohstoffkosten für die Ausbildung von Einheiten, die auf Elefanten (Kriegselefanten) oder Pferden (Kavallerie) reiten, werden pro eingefangenem Tier um 5% reduziert (dementsprechend).
el: Το κόστος σε πόρους που απαιτεί η εκπαίδευση ενός σελωμένου ελέφαντα (πολεμικός ελέφαντας) ή των μονάδων με άλογα (ιππικό) μειώνεται κατά 5% ανά μαντρωμένο ζώο (ανάλογα με την περίπτωση).
es_ar: El coste para entrenar unidades montadas a elefante (Elefantes de guerra) o montadas a caballo (Caballería) es reducido un 5% por animal en el corral (según el caso).
eu: Elefantetan (guda-elefanteak) igotako edo zaldietan (zalditeria) igotako unitateak erreklutatzeko baliabideen kostua %5 gutxitzen da ukuiluan gordetako animali bakoitzeko(kasua kasu).
fa: هزینه منابع برای پرورش فیل های سواری (فیل های جنگی) یا اسب های جنگی و نیروها (سواره نظام) به میزان 5% کاهش پیدا می کند به ازای هر حیوانی که گرفته و اهلی شده است (به میزان مناسب)
ga: Tá laghdú ar an gcostas acmhainne 5% d'aonaid an mharcshlua (marcra) agus an eilifint-shlua (eilifint cogaidh) in aghaidh le gach ainmhithe loctha (de réir mar is cuí).
he: עלות המשאבים של אימונים של רכוב על פיל (פיל מלחמה) או יחידות רכוב על סוס (פרשים) מצטמצם בשיעור של 5% לכל בעל חיים (על פי צורך).
hu: Az Harci Elefántok és a Lovasság nyersanyag igénye 5%-kal csökken minden megfelelően karámba zárt állat után.
hy: Փղի (ռազմական փիղ) կամ ձիավոր (հեծյալ) միավորների պատրաստման ռեսուրսային արժեքը նվազում է 5%-ով՝ փարախում գտնվող յուրաքանչյուր կենդանու համար (ըստ անհրաժեշտության)։
it: Il costo in risorse per l'addestramento di una unità montata su elefante (elefante da guerra) o a cavallo (cavalleria) è ridotto del 5% per ogni animale in un recinto (del tipo appropriato).
ja: 騎象（戦象）または騎馬（騎兵）ユニットの養成コストが、同種の動物捕獲毎に5%減少します。
ko: 코끼리 장착형 (전쟁 코끼리) 또는 말 장착형 유닛 (기병대)을 훈련하는 데 드는 자원 비용은 (적절할 경우) 동물 당 5% 줄입니다.
nb: Ressurs-kostnaden for å trene ryttere på krigselefant eller hest reduseres med 5% for hvert inngjerdede dyr.
pl: Koszt wyszkolenia jednostek poruszających się na słoniach (słoń wojenny) lub koniach (kawaleria) jest zmniejszony o 5% na każde schwycone zwierzę (odpowiednio).
pt_br: O custo em recursos de treino de unidades montadoras de elefantes (Elefantes de guerra) ou de cavalos (cavalaria) é reduzido em 5% por animal encurralado (do animal apropriado).
ru: Затраты на создание наездников на слонах (боевых слонах) или лошадях (кавалерия) снижены на 5% за каждое животное в загоне (при необходимости).
sk: Cena výcviku jednotiek na slonoch (vojnové slony) alebo koňoch (jazdci) je znížená o 5% za každé chytené zviera (podľa potreby).
sv: Resurskostnaden för att utbilda elefantburna (krigselefanter) eller hästburna enheter (kavalleri) minskas med 5% per djur som vallas (i lämpliga fall).
tr: Fil ve süvari birimlerinin eğitim maliyetleri ağıllara yerleştirilen hayvan başına %5 azalır.
uk: Витрати на створення вершників на слонах (бойові слони) або конях (кавалерія) знижені на 5% за кожну тварину в загоні (за необхідності).
zh: 每圈养一只大象或马匹，对应骑兵单位（战象或战马）资源耗费 -5%。
zh_tw: 每圈養一隻大象或戰馬就可以減少對應的單位 (戰象或是騎兵) 5% 的資源消耗。

source: Roundup
ast: Axuntanza d'elefantes
bg: Заграждане
br: Bodadeg
ca: Captura d'animals per encerclament
cs: Souhrn
de: Zusammenfassung
el: Μάνδρισμα
es_ar: Acorralar
eu: Laburpena
fa: گردآوری
ga: Bailigh le Chéile
hu: Felkerekedés
hy: Ախոռ
it: Adunata
ja: 駆り集め
ko: 몰이
nb: Sammendriving
pl: Przegląd
pt_br: Ajuntamento
ru: Загон
sk: Zhromažďovanie
sv: Runda upp
tr: Genel Bakış
uk: Підсумок новин
zh: 围拢
zh_tw: 圈養
