Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Situated Southside of the Atlas mountain range in North Africa. A somewhat open map with an abundance of animals and mineral resources, while wood is scarce.
ast: Atopa-se a Mediu-díɐ de l monte Atlas na África septentrional. Una geographía daqué abierta cun abondos animales & recursos minerales, pero daqué scassa de madeira.
bg: Разположена на юг от Атласките планини в северна Африка. Сравнително просторна карта, изобилстваща от животни и минерали, но с малко дървесина.
br: Lec'hiet eo tu Su astenn ar menez Atlas en Afrika Hanternoz. Kartenn un tamm digor gant loened ha danvezioù maenek a-leizh, tra ma vez dibaot ar c'hoad.
ca: Situat al sud de la serralada de l'Atles, al nord de l'Àfrica. Un mapa una mica obert amb abundància d'animals i recursos minerals, però la fusta és escassa.
cs: Leží na jižní straně Atlasu v Severní Africe. Vcelku otevřená mapa s hojností zvířat a nerostných surovin, zatímco dřevo je vzácné.
da: Beliggende syd for Atlasbjergene i Nordafrika. En noget åben bane med en overflod af mad og mineraler, mens træ er en smule sjældent.
de: Auf der Südseite des Atlas-Gebirges in Nordafrika gelegen. Eine einigermaßen offene Karte mit einer Fülle von Tieren und mineralischen Ressourcen, während Holz rar ist.
el: Βρίσκεται Νότια της οροσειράς του Άτλαντα στη Βόρεια Αφρική. Ένας ανοιχτός τύπου χάρτης με αφθονία ζώων και μεταλλευμάτων ενώ η ξυλεία είναι δυσεύρετη.
es: Situado en la cara sur de la cadena montañosa norteafricana, Atlas. Un mapa ligeramente abierto con abundancia de comida y recursos minerales, aunque la comida escasea.
eu: Ipar-Afrikako Atlas mendikatearen hego aurpegian kokatua. Pixka bat zabaldutako mapa animali eta mineral baliabide askorekin, eta egur eskasarekin.
fi: Sijaitsee Atlas-vuoriston eteläpuolella Pohjois-Afrikassa. Jokseenkin avoin kartta, jossa on runsaasti eläimiä ja mineraalivaroja, kun taas puuta on niukasti.
fr: Situé côté sud de la chaîne de l'Atlas en Afrique du Nord. Une carte assez ouverte avec abondance de ressources animales et de minerai, alors que le bois est rare.
ga: Atá suite ó dheas an tsliabhraoin Atlais san Afraic Thuaidh. Léarscáil beagáinín oscailte lán le hainmhithe agus mionraí, ach tá adhmad gann.
gd: Deas air a’ Mhonadh Atlais taobh tuath Afraga. Mapa caran fosgailte le pailteas bheathaichean is mèinneir fhad ’s a tha fiodh gann.
hu: Az Atlasz hegység déli oldalán található Észak-Afrikában. Némileg nyitott térkép bőséges vadállományban és fém nyersanyagban, míg a fa ritka.
id: Terletak di sebelah selatan pegunungan Atlas di Afrika Utara. Peta yang agak terbuka dengan banyak hewan dan sumberdaya mineral, sementara kayu langka.
it: Situato a sud della catena montuosa dell'Atlante in Nord Africa. Una mappa aperta con una grande varietà di animali e di risorse minerarie, mentre il legno è scarso.
ja: 北アフリカのアトラス山脈の南側にあります。 やや開けたマップで、豊富な食料と鉱物資源に恵まれる一方、木材は乏しいです。
ko: 북아프리카 아틀라스 산맥의 남쪽에 위치하고 있습니다. 풍부한 동물과 광물 자원이있는 다소 개방 된지도, 나무는 부족합니다.
ms: Berada di sebelah selatan banjaran gunung Atlas di Utara Afrika. Ia merupakan peta terbuka dengan sumber haiwan dan mineral yang banyak, sebaliknya sumber kayu adalah terhad.
nb: Beliggende på sørsiden av Atlas-fjellene i Nord-Afrika. Et noe åpent kart med en overflod av mat og mineralressurser samt mindre forekomster av tømmer.
nl: Gesitueerd in het zuiden van het Atlasgebergte in het noorden van Afrika. Een tamelijk open kaart met een overvloed aan voedsel en mineralen, maar hout is eerder zeldzaam.
pl: Lokacja na południe od łańcucha górskiego Atlas w Północnej Afryce. W pewnym stopniu otwarta mapa obfitująca w żywność i surowce mineralne z ograniczoną ilością drewna.
pt_br: Situado a sul da Cordilheira de Atlas, no norte da África. Um mapa um pouco aberto com uma abundância de animais e recursos minerais, enquanto a madeira é escassa.
pt_pt: Situado na zona sul da cordilheira do Atlas no norte de África. Um mapa relativamente aberto com abundância de animais e de minerais enquanto que a madeira é escassa.
ru: Расположен на южном склоне Атласских гор в северной Африке. Весьма открытая карта с обилием животных и минеральных ресурсов, но дерево встречается редко.
sk: Južná časť pohoria Atlas v Severnej Afrike. Pomerne otvorená mapa s prebytkom zvierat a minerálnych zdrojov, ale nedostatkom dreva.
sr: Смештена на јужним обронцима Атлас планине у северној Африци. Мапа је углавном отворена, са обиљем животиња и минерала, док је шума ретка.
sv: Beläget söder om Atlas bergskedjan i Nordafrika. En något öppen karta med ett överflöd av mat och mineraltillgångar medan det är ont om träd.
tr: Kuzey Afrika'da Atlas dağ sıralarının kuzey tarafında yer alır. Hayvan ve maden kaynaklarının bolluğu ile oldukça açık bir harita, ahşap oldukça azdır.
uk: Розташовується на південних схилах гір Атлас у північній Африці. Доволі відкрита карта з безліччю тварин та мінеральних ресурсів, але деревини вкрай мало.
zh: 位于北非的阿特拉斯山脉南麓。 地形开阔，动物及和物资源丰富，木头却甚是缺乏。
zh_tw: 座落於位在北非的阿特拉斯山脈的南邊。 有著大量動物及礦物資源的開闊地圖，而木頭則較為缺乏。

source: Sahel (4)
ast: Subdesierto (4)
bg: Сахел (4)
el: Σαχέλ (4)
fa: ساحل (4)
ga: An tSaiheil (4)
gd: Sàithil (4)
hu: Száhil öv (4)
ja: サヘル (4)
ko: 사헬 (4)
ru: Сахель (4)
sr: Сахел (4)
uk: Сахель (4)
zh: 萨赫勒 (4)
zh_tw: 薩赫爾 (4)

source: The diverse rainforests nestled in the Sahyadri mountain range of the west coast of India. It goes without saying, wood is abundant. Iberian players do not get full circuit walls, but 5 strategically placed wall towers. WARNING: This map uses a lot of floral actors on account of being a rainforest. Expect a drop in framerate, this is taxing on most mid range computers.
ast: Lɐs estremadɐs silvɐs húmidɐs anidadɐs nel monte Béttigo de la marinha occidental de la India. Sobra dizer q’ha hi abonda madeira. Los jogadores íberos nun intamɐn cun cercadura, mas sí cun 5 torres murales bien sitiadɐs. ADVERTENCIA: Esta geographía, a l representar una silva, perusa actores florales. Des que cuösta a la mayoría d’ordenadores medianos, albidra una caída na freqüencia de quadros.
bg: Изпълнените с разнообразие джунгли в планинската верига Сахядри по западното крайбрежие на Индия. Както може да се очаква, тук не липсва дървесина. Иберийските играчи не получават пълни ограждащи стени, а само 5 стратегически поставени стенни кули. ВНИМАНИЕ: Бидейки джунгла, на тази карта има огромно количество растителност. Очаквайте спад в броя на кадрите/сек, тъй като хардуерът може да бъде доста натоварен.
cs: Rozmanité deštné pralesy zasazené v pohoří Sahyadri západního pobřeží Indie. Je samozřejmé, že je dřeva hojně. Pyrenejští hráči nedostávají plné obvodové zdi, ale 5 strategicky umístěných věží. UPOZORNĚNÍ: Tato mapa využívá mnoho květinových verzí kvůli tomu, že je deštným pralesem. Očekávejte pokles snímkové frekvence, což zpomaluje u většiny počítačů střední třídy.
da: De forskelligartede regnskove ligger i Sahyadri-bjergkæden på Indiens vestkyst. Det siger sig selv, træ er rigeligt. Iberiske spillere får ikke fulde cirkulære mure, men 5 strategisk placerede murtårne. ADVARSEL: Dette kort bruger en masse blomsteragtige objekter for at ligne en regnskov. Forvent et fald i framerate, da dette er belastende på de fleste mellemklassecomputere.
de: Die vielfältigen Regenwälder, die im Sahyadri Gebirgszug an der Westküste von Indien eingebettet sind. Holz ist selbstverständlich im Überfluss vorhanden. Iberische Spieler bekommen keinen Ringwall, sondern 5 strategisch platzierte Mauergeschütze. ACHTUNG: Da sie einen Regenwald darstellt, benützt diese Karte sehr viele Pflanzengrafiken. Erwarte einen Abfall der Bildrate – dies ist für die meisten Mittelklassecomputer anspruchsvoll.
el: Τα διάφορα τροπικά δάση που βρίσκονται στην οροσειρά Γκατ (Σαχυάντρι - Ευλογημένα Βουνά) της δυτικής ακτής της Ινδίας. Είναι αυτονόητο ότι το ξύλο είναι άφθονο. Οι ιβηρικοί παίκτες δεν θα είναι πλήρως περιστοιχισμένοι από τοίχος, αλλά με 5 στρατηγικά τοποθετημένους πύργους τοίχων. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτός ο χάρτης χρησιμοποιεί πολλούς μορφοποιητές ανθοσυνθέσης επειδή είναι τροπικό δάσος. Ανάμενε μια πτώση στο ρυθμό των καρέ (framerate), αυτό επιβαρύνει περισσότερος του υπολογιστές μεσαίας δυναμικής.
es: Las ricas selvas tropicales situadas en la cordillera de Sahyadri de la costa oeste de la India. Sobra decir que la madera es abundante. Aquí los íberos no disponen de una muralla completa, sólo 5 torres de muralla estratégicamente ubicadas. ADVERTENCIA: Este mapa utiliza bastantes elementos florales por tratarse de una selva. Puede producirse una caída en la tasa de fotogramas, especialmente en ordenadores de rango medio.
eu: Indiako mendebaldeko kostaldeko Sahyadri mendikatean dauden oihan tropikalak. Ez dago esan beharrik zura ugaria dela. Jokalari iberikoek ez dituzte zirkuitu osoko hormak lortzen, baizik eta paretako 5 dorre, estrategikoki kokatuak. OHARRA: Mapa honek lore-aktore asko erabiltzen ditu baso tropikala izateagatik. Espero ezazu fotograma-abiadura jaitsi egingo dela, eta horrek erdi-mailako konputagailu gehienetan eragiten du.
fi: Intia Länsi-Ghatien vuoristoon sijoittuvat monipuoliset sademetsät. Sanomattakin on selvää, että puuta on runsaasti. Iberialaiset pelaajat eivät saa täyttä piirimuuria, vaan 5 strategisesti sijoitettua muuritornia. VAROITUS: Tässä kartassa käytetään paljon kukkatoimijoita, koska se on sademetsä. Odota ruutunopeuden laskua, tämä on kuormittavaa useimmille keskihintaluokan tietokoneille.
fr: Les diverses forêts tropicales nichées dans la chaîne de montagnes Sahyadri de la côte ouest de l'Inde. Il va sans dire que le bois est abondant. Les joueurs ibériques n'obtiennent pas de ceintures de murs complètes, mais 5 tours de pierre stratégiquement placées. AVERTISSEMENT: Cette carte utilise beaucoup d'acteurs floraux car elle est une forêt tropicale. Attendez-vous à une baisse de la fréquence d'images, c'est exigeant sur la plupart des ordinateurs de milieu de gamme.
hu: A Szahjadri-hegységben elterülő változatos esőerdők India nyugati partján. Mondani sem kell, fából rengeteg van. Az ibériai játékosok nem teljesen körbezárt falakat kapnak, hanem 5 stratégiailag elhelyezett tornyot. FIGYELMEZTETÉS: A térkép sok növényzeti aktort használ, mivel egy esőerdő. Számítson képkockasebesség-csökkenésre, mert ez megterheli a legtöbb középkategóriás számítógépet.
id: Hutan hujan yang beragam terletak di pegunungan Sahyadri di pantai barat India. Tak perlu dikatakan, kayu memang melimpah. Pemain Iberia tidak mendapatkan tembok melingkar penuh, tetapi 5 menara tembok yang ditempatkan secara strategis. PERINGATAN: Peta ini menggunakan banyak aktor bunga karena merupakan hutan hujan. Penurunan laju bingkai dapat dialami, karena peta ini membebani sebagian besar komputer kelas menengah.
it: Le diverse foreste pluviali si annidano nella catena montuosa Sahyadri della costa occidentale dell'India. Inutile dire che il legno è abbondante. I giocatori iberici non ottengono muri a circuito completo, ma 5 torri a muro posizionate strategicamente. ATTENZIONE: questa mappa utilizza molti attori floreali perché è una foresta pluviale. Aspettatevi un calo del framerate, questo è faticoso per la maggior parte dei computer di fascia media.
ja: インド西海岸のサヤドリ山系に広がる多様な熱帯雨林。木材が豊富なのは言うまでもありません。 イベリア半島のプレイヤーは、つながった壁ではなく、戦略的に配置された5つの壁の塔を手に入れることができます。 警告: このマップは、熱帯雨林であるため、多くの花のアクターを使用しています。フレームレートの低下が予想され、ほとんどの中性能コンピュータに負担がかかります。"
ko: 인도 서부 해안의 사햐드리산맥에 다양한 열대 우림이 자리 잡고 있습니다. 나무가 풍부하다는 것은 말할 필요도 없습니다. 이베리아 플레이어들은 전체 원형의 성벽을 갖추지 않고 전략적으로 배치된 5개의 벽 탑을 갖습니다. 경고: 이 지도는 열대우림으로 인해 많은 꽃을 피우는 동작들을 사용합니다. 프레임 속도가 떨어질 것으로 예상됩니다. 이것은 대부분의 중급 컴퓨터에서 부담이 됩니다.
nl: In de West-Ghats bergketen, aan de westkust van India, bevinden zich verschillende regenwouden. Onnodig te zeggen dat er veel hout te vinden is. Iberische spelers krijgen geen volledige omwalling maar vijf strategisch geplaatste muurtorens. WAARSCHUWING: Op deze kaart komt veel flora voor omdat het een regenwoud is. Dit is vooral belastend voor de meeste middenklasse computers, de framerate kan hierdoor inzakken.
pl: Zróżnicowane lasy deszczowe znajdujące się w łańcuchu gór Sahyadri na zachodnim wybrzeżu Indii. Nie trzeba chyba tego mówić - jest tu masa drzew. Gracze iberyjscy nie mają dostępu do ostrokołów, ale mają za to 5 strategicznie położonych wież. UWAGA: Mapa wykorzystuje wiele efektów traw i innej flory w związku ze znajdowaniem się w lesie deszczowym. Można spodziewać się spadku liczby klatek, szczególnie na urządzeniach średniej klasy.
pt_br: As diversas florestas tropicais aninhadas na cordilheira Sahyadri, na costa oeste da Índia. Nem é preciso dizer que a madeira é abundante. Os jogadores ibéricos não têm muralhas de completamente fechadas, mas 5 torres de muralha estrategicamente colocadas. AVISO: Este mapa usa muitos atores florais por ser uma floresta tropical. Espere uma queda na taxa de quadros, isso é desgastante na maioria dos computadores de médio porte.
pt_pt: As diversas florestas tropicais aninhadas na cordilheira de Sahyadri, na costa ocidental da Índia. Escusado será dizer que a madeira é abundante. Os jogadores ibéricos não obtêm circuitos completos de muros, mas sim 5 torres de muro estrategicamente colocadas. ATENÇÃO: este mapa utiliza muitos elementos florais por ser uma floresta tropical. Espera-se uma queda nos fotogramas por segundo (FPS), isto é exigente para a maioria dos computadores de gama média.
ru: Многообразные тропические леса уютно расположились в горной цепи Сахьядри на западном побережье Индии. Само собой разумеется, что леса весьма богаты. Иберийцы получают 5 выгодно расположенных опорных башен вместо привычных кольцевых стен. ВНИМАНИЕ: На этой карте используется множество цветочных элементов для отображения тропического леса. Можно ожидать заметного падения производительности на слабых компьютерах.
sv: De mångfaldiga regnskogarna i Sahyadribergen på Indiens västkust. Självfallet finns det gott om trä. Iberiska spelare får inte hela ringen av stadsmurar, utan istället 5 strategiskt placerade torn. VARNING: Denna kartan använder många växt- och plantmodeller eftersom det är en regnskog. Förvänta en lägre bildhastighet, detta är krävande för de flesta genomsnittliga datorer.
tr: Hindistan'ın batı kıyısındaki Sahyadri sıradağlarında çeşitli yağmur ormanları bulunur. Söylemeye gerek yok, odun bol. İberya oyuncuları tam çevrili duvarları değil, stratejik olarak yerleştirilmiş 5 duvar kulesi alıyorlar. UYARI: Bu harita yağmur ormanı olması nedeniyle birçok çiçek aktörü kullanıyor. Kare hızında düşüş olmasını bekleyin, bu çoğu orta sınıf bilgisayarı ağırlaştırıyor..
uk: Різноманітні тропічні ліси розташовані в гірському хребті Сахьядрі на західному узбережжі Індії. Вочевидь, деревини удосталь. Іберійські гравці не отримають оперізуючих стін, проте матимуть 5 стратегічно розміщених стінних веж. ПОПЕРЕДЖЕННЯ: на цій карті використовується багато рослинних масивів, в ділянках тропічних лісів. Очікуйте зниження частоти кадрів, це обтяжливо для більшості комп’ютерів середнього класу.
zh: 印度西海岸的西高止山脉，雨林地带，丛林叠嶂。 伊比利亚势力围墙未封家，不过有 5 个围墙塔。 警告：热带雨林地图，添加了许多花卉建模。 中低端机画面可能会掉帧。
zh_tw: 多種多樣的雨林坐落在印度西海岸的薩希德里山脈中。不用說，木材豐富。 伊比利玩家沒有獲得完整一圈圍牆，而是有5個戰略位置的圍牆塔。 警告：這張地圖由於是熱帶雨林，因此使用了許多花卉演員。預計幀率會下降，這在大多數中等電腦上都比較花時間。

source: Sahyadri Buttes (5)
ast: Sellares de l Béttigo (5)
bg: Сахядрийски стръмнини (5)
de: Sahyadri Felstürme (5)
el: Οροπέδιο Σαχυάντρι (5)
es: Cerro Sahyadri (5)
fi: Länsi-Ghatien vuoret (5)
fr: Buttes Sahyadri (5)
gd: Meallan Sahyadri (5)
hu: Szahjadri-hegység (5)
id: Bukit Sahyadri (5)
it: Butte di Sahyadri (5)
ja: サヤドリ孤立丘 (5)
ko: 사햐드리 붓테스 (5)
nl: De tafelbergen van West-Ghats (5)
pl: Strome wzgórza Sahyadri (5)
pt_br: Morros de Sahyadri (5)
pt_pt: Montes de Sahyadri (5)
ru: Столбы Сахьядри́ (5)
sk: Sahyadrické butty (5)
sv: Sahyadributtar (5)
uk: Пагорби Сах'ядрі (5)
zh: 沙希亚德里山丘 (5)
zh_tw: 薩希德里山丘 (5)

source: A large savanna is bisected by a narrow jungle stream.
ast: Una savana grande sta dimidiada por un angostu ḷḷoviu silváticu.
bg: Голяма савана е разделена от малко поточе с растителност от двете страни.
br: Ur savanenn ledan zo rannet e div lodenn gant ur stêrig janglenn strizh.
ca: Una gran sabana partida en dos per un rierol de la selva.
cs: Rozlehlá savana je rozpolcená úzkým pralesním tokem.
da: En stor savanne deles i to af et smalt regnskovsvandløb.
de: Eine große Savanne wird durch einen schmalen Dschungelfluss zweigeteilt.
el: Μια μεγάλη σαβάνα διχοτομείται από ένα στενό ρέμα ζούγκλας.
es: Una gran sabana dividida por un estrecho y selvático arroyo.
eu: Sabana handi bat errekatxo estu eta oihantsu batez banandurik.
fi: Suuri savanni jonka puolittaa kapea viidakkopuro.
fr: Une grande savane est traversée par un étroit courant de jungle.
ga: Tá sabhána mór déroinnte le sruth caol dufaireach.
gd: Tha sruth dlùth-choillteach a’ dol tro sabhanna mhòr.
hu: Egy hatalmas szavanna, amit egy keskeny őserdei sáv választ ketté.
id: Sabana luas yang dibagi dua oleh sungai kecil.
it: Una grande savana è attraversata da un ruscello stretto.
ja: 大きなサバンナが細いジャングルの小川で二分されています。
ko: 커다란 사바나는 좁은 정글의 물줄기에 의해 양분됩니다.
ms: Savana yang luas dipisah oleh jaluran hutan yang sempit.
nb: En stor savanne som deles i midten av en smal jungelstrøm.
nl: Een grote savanne met een smalle beek.
pl: Ogromna sawanna przecięta strumieniem skrytym wśród drzew.
pt_br: Uma grande savana é dividida por um fluxo de selva estreitas.
pt_pt: Uma grande savana é dividida em duas por um rio estreito da selva.
ru: Большая саванна разделена мелкими реками.
sk: Rozsiahla savana rozpolená úzkym potokom v džungli.
sr: Пространа савана пресечена уским појасом џунгле.
sv: En stor savann delas mitt itu av en smal djungelbäck.
tr: Büyük bir ova dar bir orman ile ikiye ayrılır.
uk: Велика савана посічена дрібними потоками.
zh: 萨瓦纳河 ，被一条窄窄的溪流一分为二。
zh_tw: 一個大的熱帶草原由叢林河流一分為二。

source: Savanna River (2)
ast: Ḷḷoviu savaniegu (2)
bg: Река в саваната (2)
br: Ster Savanna (2)
ca: Riu de la sabana (2)
cs: Řeka v savaně (2)
da: Savanneflod (2)
de: Savannenfluss (2)
el: Ποταμός Σαβάννα (2)
es: Río de la sabana (2)
eu: Erreka Sabanan (2)
fa: رود ساوان (2)
fi: Savannijoki
fr: Rivière de savane (2)
ga: Abhainn Sabhána (2)
gd: Abhainn sabhanna (2)
hu: Szavanna folyó (2)
id: Sungai Sabana (2)
it: Fiume Savana (2)
ja: サバンナの川 (2)
ko: 사바나 강 (2)
ms: Sungai Savana (2)
nb: Savanneelv (2)
nl: Savanne rivier (2)
pl: Rzeka na sawannie (2)
pt_br: Rio da Savana (2)
pt_pt: Rio da savana (2)
ru: Саванная река (2)
sk: Rieka na savane (2)
sr: Река у савани (2)
sv: Savannah Bäck (2)
tr: Savana Dağ geçidi (2)
uk: Ріка у савані (2)
zh: 萨瓦纳河 (2)
zh_tw: 熱帶草原河流 (2)

source: The steppes of central Asia. A wide open grassland with few trees (about 90% fewer trees than on a temperate or Aegean map). Animal life is plentiful though, so take advantage of the hunting available.
ast: La steppa de l’Asia central. Un vastu arãxal cun poucos árbores (a l redor d’un décimu de los d’una geographía temprada ou egea). Sí q’ãssí, perabonda n vida animal, polo q’ha hi q’aproveiꞇhare la cacia.
bg: Степите на централна Азия. Широка и открита равнина с малко дървета (около 90% по-малко, отколкото на егейска карта или такава в умерен климат). За сметка на това тук има изобилие от животни, затова се възползвайте от ловните възможности.
cs: Stepy střední Asie. Široce otevřená louka s několika stromy (asi o 90% méně stromů než na mírném pásu nebo egejské mapě). Zvířecí život je však bohatý, takže využijte dostupný lov.
da: Stepperne i Centralasien. En vid åben græsmark med få træer (ca. 90 % færre træer end på et tempereret eller Ægæisk kort). Dyrelivet er dog rigeligt, så udnyt den tilgængelige jagt.
de: Die Steppe Zentralasiens. Eine weites, offenes Grasland mit wenigen Bäumen (ca. 90 % weniger Bäume als auf einer gemäßigten oder ägäischen Karte). Tiere gibt es allerdings reichlich, nütze also die verfügbaren jagdbaren Tiere zu deinem Vorteil.
el: Οι στέπες της κεντρικής Ασίας. Μια μεγάλη ανοιχτή έκταση με βοσκοτόπια και λίγα δένδρα (περίπου 90% λιγότερα δένδρα απο ένα εύκρατο μέρος ή χάρτη του Αιγαίου). Η άγρια φύση είναι πλούσια όμως, οπότε εκμεταλευτείται το διαθέσιμο κυνήγι.
es: Las estepas de Asia central. Una amplia pradera abierta con pocos árboles (un 90% menos de árboles que en un mapa templado o egeo). Sin embargo, la vida animal es abundante, así que aprovecha la caza disponible.
eu: Asia erdialdeko estepak. Zuhaitz gutxi dituen belardi zabal irekia (mapa epeletan edo Egeoko mapan baino% 90 inguru zuhaitz gutxiago). Animalien bizitza ugaria da, beraz, aprobetxatu dagoen ehiza.
fi: Keski-Aasian arot. Laaja avoin ruohoalue, jossa on vähän puita (noin 90 % vähemmän puita kuin lauhkean tai Egeanmeren kartalla). Eläimistö on kuitenkin runsasta, joten hyödynnä tarjolla olevia metsästysmahdollisuuksia.
fr: Les steppes d'Asie centrale. Une vaste prairie ouverte avec peu d'arbres (environ 90 % d'arbres en moins que sur une carte tempérée ou égéenne). La vie animale est cependant abondante, alors profitez de la chasse disponible.
id: Stepa di Asia tengah. Padang rumput terbuka dengan sedikit pohon (sekitar 90% lebih sedikit dari peta sedang atau Aegea). Meskipun begitu, kehidupan hewani cukup banyak, jadi manfaatkan perburuan yang tersedia.
it: Le steppe dell'Asia centrale. Sono un'ampia prateria con pochi alberi (circa il 90% in meno di alberi rispetto a una mappa temperata o dell'Egeo), ma la vita animale è abbondante, quindi sarebbe saggio approfittare della selvaggina disponibile.
ja: 中央アジアの大草原。木々が少なく（温帯やエーゲ海のマップに比べて約90％）、広々とした草原です。しかし、動物は豊富にいるので、狩りができることを利用しましょう。
ko: 중앙 아시아의 대초원. 나무가 거의 없는 넓게 열린 초원 (온대 또는 에게해 지도보다 나무 수가 약 90 % 적음). 그러나 살아 있는 동물은 풍부하므로 사냥을 이용할 수 있습니다.
nl: De steppen van Centraal-Azië. Een weids, open grasland met nauwelijks bomen (ongeveer 90% minder bomen dan in een gematigde os Aegeïsche landkaart). Dierlijk leven is er echter genoeg, dus doe uw voordeel met de mogelijkheden voor de jacht
pl: Stepy centralnej Azji. Dzikie, otwarte łąki z zaledwie kilkoma drzewami mapa (około 90% mniej drzew niż w klimacie umiarkowanym lub w Egejskiej mapie). Życie zwierząt jest jednak obfite, więc skorzystaj z możliwości polowania.
pt_pt: As estepes da Ásia Central. Uma pradaria aberta com poucas árvores (cerca de 90% menos árvores do que num mapa temperado ou do Egeu). Mas a vida animal é abundante, por isso aproveita a caça disponível.
ru: Степи Средней Азии. Широко открытые луга с небольшим количеством деревьев (примерно на 90% меньше деревьев, чем на карте умеренного климата или Эгейского моря). Однако животный мир изобилует, так что пользуйтесь охотой.
sk: Stepi centrálnej Ázie. Široká, otvorená step s málom stromov (približne o 90% menej ako na mape mierneho alebo subtropického podnebia). Zvierat je však dostatok, preto využi možnosť lovu.
tr: Orta Asya'nın bozkırları. Birkaç ağaç bulunan geniş çayır (ege haritasındakinden yaklaşık %90 daha az ağaç). Hayvan yaşamı çok olduğundan avlanmak yararlı olacaktır.
uk: Степи Середньої Азії. Широко відкритий луг із невеликою кількістю дерев (приблизно на 90% менше дерев, ніж на помірній або егейській карті). Тваринний світ достатньо обширний, тому скористайтеся можливістю полювання.
zh: 中亚大草原。一片开阔的草原，树木稀少（比温带或爱琴海地图上的树木少了约 90%）。 不过，动物很丰富，可尽情狩猎。
zh_tw: 中亞大草原。一片開闊的草原，樹木很少（比溫帶或愛琴海地圖上的樹木少約 90%）。雖然動物生態豐富，所以要利用狩獵的機會。

source: Scythian Steppes (4)
ast: Steppɐs scythas (4)
bg: Скитски степи (4)
cs: Scythianské stepi (4)
da: Skytiske stepper (4)
de: Skythische Steppe (4)
el: Σκύθες Στέπες (4)
es: Estepas escitas (4)
eu: Escitako estepak (4)
fi: Skyytialaiset arot (2)
fr: Steppes scythes (4)
id: Stepa Skithia (4)
it: Steppe scite (4)
ja: スキタイ草原 (4)
ko: 스키티아 대초원 (4)
nl: Scythische steppen (4)
pl: Stepy scytyjskie (4)
pt_pt: Estepes citas (4)
ru: Скифские степи (4)
sk: Skýtske stepi (4)
tr: İskit Bozkırları (4)
uk: Скіфські Степи (4)
zh: 斯基泰草原（4）
zh_tw: 斯基提亞草原 (4)
