Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Kshatriya or Kashtriya, meaning warrior, is one of the four varnas (social orders) in Hinduism. Traditionally Kshatriya constitute the military and ruling elite of the Vedic-Hindu social system outlined by the Vedas and the Laws of Manu.
ast: Kxátriya, que significa guerreru, ye ún de los cuatro «varna» (castres) del hinduismu. Tradicionalmente los Kxátriya constituyíen l'élite militar y rexente del sistema social védicu-hindú descritu polos «veda» y les lleis de Manu.
bg: Кшатрия или каштрия, което означава „во̀ин“, е една от четирите варни (обществени прослойки) в индуизма. По традиция, кшатрия се състои от военния и управленчески елит на обществената система на ведическия индуизъм, описана от ведичите и закона на Ману.
br: Unan eus pevar varna (renkadoù sokial) an Hindouegezh eo ar Kshatriya, pe Kashtriya, a dalvez kement ha "brezelour". En hengoun eo ar Kshatriya ar renkad brezelourien a ren war ar sistem sokial vedik-hindou, evel m'eo diskouezet er Vedaioù hag e Lezennoù Manu.
ca: Kshatriya or Kashtriya, que vol dir guerrer, és un dels quatre varnas (ordres socials) de l'hinduisme. Tradicionalment, els Kshatriya constitueixen l'elit governant i militar del sistema social hindú vèdic delimitat pels Vedes i les Lleis de Manu.
cs: Kšátriové, neboli válečníci, jsou jednou ze čtyřech varen (společenských skupin) v Hinduismu. Kšátriové obvykle tvořili vojenskou a vládnoucí elitu védsko-hindského společenského systému načrtnutého Védami a Manuovým zákoníkem.
de: Kshatriya oder Kashtriya bedeutet Krieger und ist eine der vier Kasten (Gesellschaftsordnung) des Hinduismus. Traditionell begründen die Kshatriya das Militär und die Führungselite des vedisch-hinduistischen Gesellschaftssystems, das in den Veden und dem Gesetzbuch des Manu beschrieben ist.
el: Η Κασατρίγα ή Καστριγα, που σημαίνει πολεμιστής, είναι μία από τις τέσσερις Βάρνας (κοινωνικές τάξεις) στον Ινδουισμό. Παραδοσιακά οι Κασατρίγα απαρτούσαν το στρατό και την άρχουσα ελίτ του Βεδικού-Ινδουιστικού κοινωνικού συστήματος που περιγράφεται από τις Βέδες και τους Νόμους του Μανού.
es_ar: Chatria o ksatriyas, que significa guerrero, es una de las cuatro castas del hinduísmo. Por tradición los chatria constituyen la elite militar y gobernante del sistema social del vedismo indú descrito en los vedas y las Leyes de Manu.
eu: Kshatriya edo Kashtriya, hau da borrokalaria, Hinduismoaren lau varnetako (gizarte kasta nagusiak) bat da. Ohituraren aginduz Kshatriya herrialdea zuzentzen zuen elite militarra zen, eta horrela azaltzen zen Vedic-Hindu Vedak eutsitako giza erakundean, Manuren legeetan azalduak.
fa: کشاتریا یا کاشتریا، به معنی جنگجو است، و یکی از چهار دسته نظامی مهم (نیروهای اجتماعی) در هندویسم هستند. بصورت سنتی کشاتریا ها نیروهای نظامی زبده ای را تشکیل می دهند پیرو سیستم اجتماعی ودائی هستند که توسط ودا و دستورات آیین منو شکل گرفته است.
ga: Is ceann de na ceithre 'varna' (aicme shóisialta) í 'Kṣhatriya' nó Csiáitríá, a dtugtar 'laoch', san Hiondúchas. Tá na Csiátríáí mar scothaicme mhíleata agus cheannasach go traidisiúnta sa chóras sóisialta de chuid na Véideach-Hiondúch de réir na Véidí agus na Dlíthe Mhánú.
hu: A ksatriják, jelentése harcos, a négy nagy varna (társadalmi osztály) egyike a hinduizmusban. Hagyományosan a ksatriják alkották a katonai és uralkodói elitet a védikus hindu társadalmi rendben, amit a védák és Manu törvényei alapoztak meg.
hy: Քշատրիան կամ Քաշտրիան, որը նշանակում է ռազմիկ, հինդուիզմի չորս վառնաներից (սոցիալական կարգերից) մեկն է։ Ավանդաբար քշատրիան կազմված էր վեդաներով և Մանույի օրենքներով սահմանված վեդայա-հնդկական սոցիալական համակարգի ռազմական և իշխող վերնախավից։
it: Kshatriya o Kashtriya, che significa guerriero, è uno dei quattro varna (ordini sociali) dell'Induismo. Tradizionalmente i Kshatriya costituiscono l'elite al potere militare e del sistema sociale Vedico-Indù delineato dai Veda e le Leggi di Manu.
ja: クシャトリヤまたはカシュトリヤとは、戦士を意味し、ヒンドゥー教の4つのヴァルナ（社会階層）の中の1つです。伝統的にクシャトリヤは軍人や支配エリート層として、ヴェーダとマヌ法典に基づいたヴェーダ・ヒンドゥー教の社会システムを構成してきました。
ko: 전사라는 의미의 크샤트리야 또는 카슈트리야는 힌두교의 4개의 바르나(사회 계층)중 하나입니다. 전통적으로 크샤트리야는 군인과 지배 정예트 계층으로 베다와 마누의 법전을 근거로 한 베다-힌두교 사회체제를 구성하고있습니다.
nb: Kshatriya eller Kashtriya, som betyr kriger, er en av de fire varnas (sosiale ordner) i Hinduismen. Tradisjonelt utgjør Kshatriya militæret og den ledende eliten i det vedisk-hinduistiske sosiale systemet, som spinner ut fra Vedaene og Manus lover.
pl: Kshatriya lub Kshatriya, czyli wojownik, jest jednym z czterech varnów (porządków społecznych) w hinduizmie. Tradycyjnie Kshatriya stanowią wojskową i rządzącą elitę wedyjsko-hinduskiego systemu społecznego przedstawionym przez Wedy oraz U. z Manu.
pt_br: Kshatriya ou Kashtriya, guerreiro de significado, é um dos quatro varnas (ordens sociais) no hinduísmo. Tradicionalmente Kshatriya constituem a elite militar e acórdão do sistema social védico-Hindu esboçado por Vedas e as leis de Manu.
ru: Кшатрий или каштрий - воин, принадлежащий к одной из варн (сословий) в индуизме. Традиционно кшатрии состоят из воинской и правящей элиты ведической индийской социальной системы, описанной в Ведах и Законах Ману.
sk: Kšatrija alebo Kaštrija, čo znamená bojovník, je jednou zo štyroch varmasov (spoločenských vrstiev) v hinduizme. Tradične Kšatrija predstavovala vojenskú a vládnucu elitu vedického sociálneho systému ustanoveného Védami a Manuovými zákonmi.
sv: Kshatriya eller Kashtriya, som betyder krigare, är en av de fyra varnasna (sociala order) i hinduismen. Traditionellt utgör Kshatriya den militära och styrande eliten i det vediska-hinduiska sociala systemet som skisseras av vederna och Manuens lagar.
tr: Kshatriya ya da Kashtriya, savaşçı demek, Hinduizmdeki dört türden (toplumsal düzen) biridir. Geleneksel olarak Kshatriya, Vedalar ve Manu Yasalarıyla tasvir edilen Vedik-Hindu toplumsal sisteminin askeri ve egemen seçkinlerini oluşturur.
uk: Кшатрія або каштрія - воїн, що належить до одної з чотирьох варн (станів) в індуїзмі. Традиційно кшатрії складаються з військової та правлячої еліти індійської ведичної соціальної системи, описаної у Ведах і Законах Ману.
zh: 刹帝利或 Kashtriya,意思是战士,是四个印度教种姓(社会阶级)其中之一。传统上来说,刹帝利在印度教社会系统中构成了军队及统治阶级的精锐,在吠陀经及摩奴法典中所描述。
zh_tw: 剎帝利或 Kashtriya，意思是戰士，是四個印度教種姓（社會階級）其中之一。傳統上來說，剎帝利在印度教社會系統中構成了軍隊及統治階級的精英，在吠陀經及摩奴法典中所描述。

source: Allied temples and temple technologies -50% cost and research time.
ast: El -50% del costu de los templos y del tiempu de desendolcu de les sos teunoloxíes pante los aliaos.
bg: Времето за проучване и цената на съюзническите храмове и технологиите в тях се намаляват с 50%.
nb: Allierte tempel og tilhørende teknologier -50% kost og forskningstid.
sk: Spojenecké chrámy a chrámové technológie -50% ceny a doby výskumu.

source: Ashoka's Religious Support
ast: Sofitu relixosu d'Axoka
bg: Религиозната подкрепа на Ашока
br: Skoazell Relijiel Ashoka
ca: Suport religiós d'Aixoka
cs: Ašokova náboženská podpora
de: Ashokas religiöse Unterstützung
el: Θρησκευτικές Υποστηρίξεις του Ασόκα
es_ar: Apoyo religioso de Asoka
eu: Ashokaren Laguntza Erlijiosoa
fa: حمایت مذهب آشوکا
ga: Tacaíocht Chreidimh d'Aisióca
he: תמיכה דתית של אשוקה
hu: Asóka vallási támogatása
hy: Աշոկայի կրոնական օգնություն
ko: 아소카의 종교적 지원
nb: Ashokas religiøse støtte
pl: Wsparcie religijne Aśoki
pt_br: O apoio religioso de Asoca
ru: Религиозная поддержка Ашоки
sv: Ashokas Religiösa Stöd
tr: Ashoka'nın Dinsel Desteği
uk: Релігійна підтримка Ашоки
zh: 阿育王的宗教支持

source: Ashoka the Great sent embassies West to spread knowledge of the Buddha.
ast: Axoka'l Grande unvió embaxaes al oeste pa esparder la conocencia del Buda.
bg: Ашока Велики изпратил посланици на запад, за да разпространяват вярата в Буда.
br: Kaset en doa Achoka Meur kannaded d'ar C'hornôg da reiñ skign da gouizidigezh ar Bouda.
ca: Aixoka el Gran va enviar ambaixadors a Occident per estendre el coneixement sobre el Buda.
cs: Ašóka Veliký poslal vyslance na západ, aby šířili Budhovo vědění.
de: Ashoka der Große schickte Botschafter westwärts um das Wissen um Buddha zu verbreiten.
el: Ο Ασόκα ο Μέγας έστειλε πρεσβείες στη Δύση για τη διάδοση των γνώσεων του Βούδα.
es_ar: Aśoka envió embajadores al oeste para difundir el conocimiento de Buda.
eu: Ashoka Handiak Budaren hitza zabaltzeko mandatariak bidali zituen Mendebaldera.
fa: آشوکای بزرگ نمایندگانی را به غرب فرستاد تا دانش و آیین بودا را گسترش دهند.
ga: Sheol Aisióca Mór ambasáidí go dtí an iarthar d'eolas an Bhúda a roinnt.
hu: Nagy Asóka követeket küldött nyugatra, hogy terjesszék Buddha bölcsességét.
hy: Աշոկա Մեծն ուղարկեց դեսպաններ դեպի արևմուտք՝ Բուդդայի մասին գիտելիքը տարածելու համար։
it: Ashoka il Grande inviò ambasciate in Occidente per diffondere la conoscenza del Buddha.
ja: アショーカ大王は西洋へ使節を送り、ブッダの知識を広めました。
ko: 아쇼카 대왕은 부처에 대한 지식을 전파하기 위해 서쪽으로 대사관을 보냈습니다.
nb: Ashoka den store sendte delegasjoner mot vest for å spre kunnskap om Buddhaen.
pl: Aśoka wysłał misjonarzy na zachód, by szerzyć wiedzę o Buddzie.
pt_br: Asoca o Grande enviou embaixadas a oeste para difundir o conhecimento do Buda.
ru: Ашока Великий послал гонцов на запад для распространения знаний о Будде.
sk: Ašóka Veľký vyslal misionárov na západ, aby šírili vieru v Budhu.
sv: Ashoka den stora skickade ambassaderna väst för att sprida kunskap om Buddha.
uk: Ашока Великий послав гінців на захід для поширення знань про Будду.
zh: 阿育王遣送大使到西方，传播的智佛家智慧。
zh_tw: 阿育王派遣大往西方傳播佛學知識。

source: Chandragupta Maurya
bg: Чандрагупта Маурия
cs: Čandragupta Maurja
el: Τσαντραγκούπτα Μαουρύα
fa: چاندراگوپتا مائوریا
ga: Tiandragúpta Mauiria
hu: Csandragupta Maurja
hy: Չանդրագուպտա Մաուրյա
ja: チャンドラグプタ・マウリヤ
ko: 찬드라굽타 마우리아
pl: Czandragupta Maurja
pt_br: Chandragupta Máuria
ru: Чандрагупта Маурья
sk: Čandragupta Maurja
uk: Чандрагупта Маур'я
zh: 月护王
zh_tw: 旃陀羅笈多

source: Ashoka the Great
ast: Axoka'l Grande
bg: Ашока Велики
br: Ashoka ar Bras
ca: Aixoka el Gran
cs: Ašóka Veliký
de: Ashoka der Große
el: Ασόκα ο Μέγας
es_ar: Aśoka
eu: Ashoka Handia
fa: آشوکای کبیر
ga: Aisióca Mór
he: אשוקה הגדולה
hu: Nagy Asóka
hy: Աշոկա Մեծ
it: Ashoka il Grande
ja: アショーカ大王
ko: 아소카 대왕
nb: Ashoka den store
pl: Aśoka
pt_br: Asoca o Grande
ru: Ашока Великий
sk: Ašóka Veľký
sv: Ashoka den store
tr: Büyük Asoka
uk: Ашока Великий
zh: 阿育王
zh_tw: 阿育王

source: Ashokavardhan Maurya
bg: Ашокавадана Маурия
cs: Ašóka Maurja
de: Ashoka
el: Ασοκαβαρδχάν Μαουρύα
fa: آشوکا واردهان مائوریایی
ga: Aisiócabhardán Mauiria
hu: Asóka Maurja
ja: アーショーカヴァルダン・マウリヤ
pl: Aśoka Maurja
ru: Ашокавархан Маурья
sk: Ašóka Maurja
uk: Ашокавардхан Маур'я
zh: 阿育王

source: Acharya Bhadrabahu
bg: Ахария Бхадрабаху
el: Αχαρία Μπαδραμπαχού
fa: آچاریا بادراباهو
ga: Aiteáiria Badrabathú
hu: Ácsárja Bhadrabahu
ja: アチャーリャ・バードラバフ
ru: Ачарья Бхадрабаху
uk: Ачар’я Бхадрабаху
zh: 圣者 Bhadrabahu
zh_tw: 聖者Bhadrabahu

source: Bindusara Maurya
bg: Биндусара Маурия
cs: Bindusára Maurja
de: Bindusara
el: Μπιντουσάρα Μαουρύα
fa: بیندوسارا مائوریا
ga: Bindiúsara Mauiria
hu: Binduszára Maurja
hy: Բինդուսարա Մաուրյա
ja: ビンドゥサーラ・マウリヤ
ko: 빈두사라 마우리아
pl: Bindusara Maurja
pt_br: Bindusara Máuria
ru: Биндусара Маурья
sk: Bindusara Maurja
tt: Биндусара Маурья
uk: Біндусара Маур'я
zh: 宾头娑罗
zh_tw: 賓頭娑羅

source: Dasaratha Maurya
bg: Дашаратха Маурия
cs: Dašaratha Maurja
de: Dasaratha
el: Ντασαράτθα Μαουρύα
es_ar: Dasharatha Maurya
fa: داساراتا مائوریا
ga: Dasarata Mauiria
hu: Dasaratha Maurja
ja: ダシャラタ・マウリヤ
pl: Daśaratha Maurja
pt_br: Dasaratha Máuria
ru: Дасарадха Маурья
sk: Dasaratha Maurja
uk: Дасаратха Маур'я
zh: 达沙拉沙
zh_tw: 達沙拉沙

source: Samprati Maurya
bg: Сампрати Маурия
cs: Samprati Maurja
de: Samprati
el: Σαμπράτι Μαουρύα
es_ar: Sampatri Maurya
fa: سامپاراتی مائوریا
ga: Samprataí Mauiria
hu: Szamprati Maurja
hy: Սամպրատի Մաուրյա
ja: サムプラティ・マウリヤ
ko: 삼프라티 마우리아
pl: Samprati Maurja
pt_br: Samprati Máuria
ru: Сампрати Маурья
sk: Samprati Maurja
tt: Сампрати Маурья
uk: Сампраті Маур'я
zh: 三钵罗底
zh_tw: 三缽羅底

source: Salisuka Maurya
bg: Шалисука Маурия
cs: Salisuka Maurja
el: Σαλισούκα Μαουρύα
fa: سالیسوکا مائوریا
ga: Salaosúca Mauiria
hu: Salíszúka Maurja
ja: シャーリシュカ・マウリヤ
pl: Salisuka Maurja
pt_br: Salisuka de Magadha
ru: Салисука Маурья
sk: Salisuka Maurja
uk: Салісука Маур'я
zh: 舍利输迦
zh_tw: 舍利輸迦

source: Devavarman Maurya
bg: Деваварман Маурия
cs: Devavarman Maurja
de: Devadharama
el: Ντεβαβάρμαν Μαουρύα
fa: دواوارمان مائوریا
ga: Déabhabharmán Mauiria
hu: Dévavarman Maurja
hy: Դևավարման Մաուրյա
ja: デーヴァダルマン・マウリヤ
ko: 데바바르만 마우리아
pl: Devavarman Maurja
pt_br: Devavarman Máuria
ru: Деваварман Маурья
sk: Devavarman Maurja
tt: Деваварман Маурья
uk: Деваварман Маур'я
zh: 提婆跋摩
zh_tw: 提婆伐摩

source: Satadhanvan Maurya
bg: Шатадханван Маурия
cs: Satadhanvan Maurja
el: Σαταντανβαν Μαουρύα
es_ar: Shatadhanuan Maurya
fa: ساتادهانوان مائوریا
ga: Satadanbhán Mauiria
hu: Szatadhanvan Maurja
ja: シャタダンヴァン・マウリヤ
pl: Satadhanvan Maurja
pt_br: Satadhanvan de Magadha
ru: Сатадханван Маурья
sk: Satadhanvan Maurja
uk: Сатадханван Маур'я
zh: 萨塔陀拉
zh_tw: 薩塔陀拉

source: Brihadratha Maurya
bg: Брихадратха Маурия
cs: Brhadratha Maurja
de: Brihadratha
el: Μπριχαντράθα Μαουρύα
es_ar: Brijadratha Maurya
fa: بریهادراتا مائوریا
ga: Braíohadrata Mauiria
hu: Brihadratha Maurja
hy: Բրիհադրաթա Մաուրյա
ja: ブリハドラタ・マウリヤ
ko: 브리하드라타 마우리아
pl: Bryhadratha Maurja
pt_br: Brhadrata Maurya
ru: Брихадратха Маурья
sk: Brihadratha Maurja
tt: Брихадратха Маурья
uk: Бріхадратха Маур'я
zh: 巨车王
zh_tw: 巨車王

source: Capture up to 5 Gaia elephants and garrison them in the Elephant Stables to gain up to a 25% bonus in cost and train time of elephant units.
ast: Prinda fasta 5 elefantes bravos y métilos na corte los elefantes p'algamar una bonificación de fasta'l 25% del costu y tiempu de llevantamientu de les unidaes elefanteres.
bg: Хванете до 5 слона на свобода и ги поставете на гарнизон в слонския обор, за да получите до 25% намаляване на цената и времето за обучаване на слонове.
br: Pakit 5 olifant digant Gaia ha lakit anezho e gwarnizon er C'hrevier Olifant da c'hounit ur bonuz a 25% e koust hag amzer stummañ evit unanennoù olifant.
ca: Permet capturar fins a 5 elefants salvatges i refugiar-los als estables d'elefants per guanyar fins a un 25% de reducció del cost i el temps de reclutament de les unitats amb elefants.
cs: Zajměte 5 volně žijících slonů a umístěte je do sloní stáje pro získání výhody až 25 % v ceně a době cvičení sloních jednotek.
de: Fange bis zu 5 Gaia-Elefanten und quartiere sie in den Elefantenställen ein, um bis zu 25% Bonus auf Kosten und Ausbildungszeit für Elefanten-Einheiten zu erlangen.
el: Πιάσε μέχρι 5 ελέφαντες Γαίας και οχύρωσε τους στους Στάβλους Ελεφάντων για να κερδίσεις επιπλέον μέχρι 25% στο κόστος και χρόνο εκπαίδευσης τους.
es_ar: Capture hasta 5 elefantes neutrales y acorrales en los Establos de Elefantes para ganar un 25% de bonificación en costo y tiempo de entrenamiento de unidades de elefantes.
eu: Gaiako 5 elefante arte atzeman eta elefanteentzako ukuiluetan bildu %25 arteko hobaria lortzeko pakidermoen unitateak erreklutatze denbora kostuan.
fa: گرفتن 5 فیل وحشی و مستقر کردن آنها در اصطبل فیلها برای بدست آوردن 25% امتیاز در کاهش هزینه و زمان پروش فیل ها.
ga: Gabh suas le 5 eilifint Gaia agus cuir iad i ngarastún sa Stáblaí Eilifinte agus bónas suas le 25% a fháil i gcostas agus in am tránala d'aonaid eilifinte.
hu: Foglalj el legfeljebb 5 Gaia elefántot, és szállásold be azokat az elefántistállóba, hogy legfeljebb 25% bónusz kapj az elefánt egységek költségére és kiképzési idejére.
hy: Բռնեք Գայայի մինչև 5 փղեր և տեղակայեք նրանց փղերի ախոռում՝ փղային միավորների արժեքը և պատրաստման ժամանակը մինչև 25%-ով նվազեցնելու համար։
it: Cattura fino a 5 elefanti Selvatici e ricoverali nelle Stalle per Elefanti per guadagnare un bonus fino al 25% in termini di costi e tempo di addestramento delle unità di elefante.
ja: 野生の象を最大5頭まで捕えて象舎に入れておくと、最大25%のボーナスが象ユニットのコストと養成時間につきます。
ko: 최대 5 마리의 야생 코끼리를 잡아서 코끼리 우리에 넣어두면 코끼리 유닛의 비용과 훈련 시간이 최대 25 %의 보너스를 얻습니다.
nb: Fang opptil 5 gaiaelefanter og stasjoner dem i elefantstallene for å få opptil 25% bonus i kostnads- og opptreningstid for elefantenheter.
pl: Schwytaj do 5 dzikich słoni i umieść je w stajni dla słoni aby zyskać do 25% premii w kosztach i czasie trenowania jednostek słoni.
pt_br: Capture até 5 elefantes selvagens e abrigue-os no Estábulo de Elefantes para ganhar até 25% de desconto no custo e tempo de treino de elefantes.
ru: Поймайте до 5 диких слонов, отправьте их в слоновий загон и получите уменьшение времени их обучения и стоимости максимум на 25%.
sk: Zajmite 5 voľne žijúcich slonov a umiestnite ich do slonej stajne pre získanie bonusu až 25% v cene a dobe tréningu sloních jednotiek.
sv: Fånga upp till 5 Gaia elefanter och garnisonera dem i Elephant Stables för att få upp till 25% bonus på kostnad och tågtid för elefantenheter.
tr: Fil gruplarının maliyet ve tren zamanlarında% 25'e varan oranda bonus kazandırmak için onları 5 fileye yakalayın ve Elephant Stables'da garnizon yapın.
uk: Зловіть до 5 диких слонів, відправте їх в слонячий загін і отримаєте зменшення часу їхнього навчання і вартості максимум на 25%.
zh: 捕获5头大象，并让他们驻守在象厩内，则大象单位花费-25%，并缩短训练时间。
zh_tw: 捕獲最多 5 頭大地之母的大象，並讓他們駐守在象棚內以獲得減少大象單位 25% 花費及訓練時間的獎勵。

source: Greater range and faster train time for Mauryan infantry archers.
ast: Más algame y tiempu de llevantamientu más rápidu pa los arqueros maurianos d'a pie.
bg: По-голям обхват и по-кратко време за обучаване на маурски пехотни стрелци.
br: Hed-tenn brasoc'h hag un amzer-stummañ buanoc'h evit ar waregerien Maurian war-droad.
ca: Millora l'abast i redueix el temps de reclutament dels arquers d'infanteria de l'Imperi Maurya.
cs: Větší dosah a rychlejší výcvik pro maurjovské pěší lučištníky.
de: Größere Reichweite und schnellere Ausbildung für Maurya-Infanterie Bogenschützen.
el: Μεγαλύτερο εύρος και γρηγορότερη εκπαίδευση για τους Μαουρύα τοξότες.
es_ar: Mayor rango y entrenamiento más veloz para los arqueros Mauryan.
eu: Tiro egiteko tarte handiagoa eta erreklutatze azkarragoa mauryar infanteriako arkularientzat.
fa: شعاع حمله بیشتر و زمان کمتر برای پرورش کمانداران پیاده مائوریان ها
ga: Raon níos mó agus am tránála níos tapa do chos-shaighdeoirí Mauiriacha.
hu: Nagyobb hatótávolság és gyorsabb kiképzés a gyalogos maurja íjászoknak.
hy: Ավելի մեծ հեռահարություն և պատրաստման ավելի կարճ ժամանակ՝ մաուրյանական հետևակի նետաձիգներին։
it: Maggiore portata e riduzione del tempo di addestramento per gli arcieri Maurya.
ja: マウリヤ朝の弓兵の射程がより長く、養成時間がより速くなります。
ko: 마우리아 보병 궁수들의 사정거리가 더 길어지고 양성시간이 더 빨라집니다.
nb: Lengre rekkevidde og raskere opptreningstid for mauryanske infanteribueskyttere.
pl: Większy zasięg i szybszy czas szkolenia mauryjskich pieszych łuczników.
pt_br: Alcance maior e treino mais rápido para arqueiros de infantaria Máuria.
ru: Пешие лучники Маурьев стреляют дальше и тренируются быстрее.
sk: Väčší dosah a rýchlejší tréning pre maurjovských peších lukostrelcov.
sv: Längre räckhåll och snabbar träningstid för Mauryanska infanteribågskyttar.
tr: Mauryalı okcu piyade için büyük menzil ve hızlı eğitim zamanı.
uk: Піші лучники маур'їв стріляють далі і тренуються швидше.
zh: 给孔雀王朝印度步兵弓箭手更大的范围与更短的培训时间
zh_tw: 孔雀王朝的徒步弓箭手有更大的攻擊範圍與更快的訓練時間。

source: Archery Tradition
ast: Tradición arquera
bg: Традиции в стрелбата с лък
br: Hengoun Gwaregata
ca: Tradició de tir amb arc
cs: Lučištnická tradice
de: Bogenschießtradition
el: Παράδοση στην τοξοβολία
es_ar: Tradición de arqueros
eu: Arkulari Usadioa
fa: سنت کمانداری
ga: Nós Saighdeoireachta
he: מסורת חץ וקשת
hu: Íjászhagyomány
hy: Նետաձիգային ավանդույթ
it: Tradizione Arciera
ja: 弓術の伝統
ko: 전통 궁술
nb: Bueskyttertradisjon
pl: Tradycja łucznicza
pt_br: Tradição em Arco e Flecha
ru: Традиция стрельбы из лука
sk: Lukostrelecká tradícia
sv: Bågskyttetradition
tr: Geleneksel Okculuk
uk: Традиції стрільби з лука
zh: 箭术传统
zh_tw: 箭術傳統

source: India was a land of archery. The bulk of any Indian army was made up of highly skilled archers, armed with bamboo longbows.
ast: India foi una tierra de puntería. La mayoría del exércitu indiu compúnxose d'arqueros, armaos con arcos llongos de bambú.
bg: Индия била позната като земя на стрелбата с лък. Голяма част от индийската армия била съставена от много умели стрелци, въоръжени с големи лъкове от бамбук.
br: India a oa un douar gwaregata. An darn vrasañ eus an armeoù Indian a oa graet gant gwaregerien barrek-kenañ, armet gant hirwaregoù e bambouz.
ca: L'Índia era la terra dels arquers. El gruix de qualsevol exèrcit indi estava format d'arquers molt ben entrenats, armats amb arcs llargs de bambú.
cs: Indie byla zemí lukostřelby. Hlavní část jakékoliv indické armády je tvořena vysoce zkušenými lukostřelci ozbrojenými dlouhými luky z bambusu.
de: Indien war ein Land des Bogenschießens. Die Masse jeder indischen Armee bestand aus hochqualifizierten Bogenschützen, die mit Bambus-Langbögen bewaffnet waren.
el: Η Ινδία ήταν μια χώρα της τοξοβολίας. Το μεγαλύτερο μέρος του κάθε ινδικού στρατού απαρτιζόταν από εξειδικευμένους τοξότες, οπλισμένους με μεγάλα τόξα από μπαμπού.
es_ar: India era una tierra de arquería. El grueso de cualquier ejercito indio estaba compuesto por arqueros muy habilidosos, que utilizaban arcos de bambú.
eu: India arkulari lurra zen. Indiar edozein armada banbuz eginiko arkuez hornitutako oso arkulari abilez osaturik zegoen nagusiki.
fa: هند سرزمین کمانداران بوده است. در هر سپاه هندی حتما کمانداران ماهر نیز حضور داشتند که از کمانهایی از جنس بامبو استفاده می کردند.
ga: Ba hIndia í tír saighdeoireachta. Bhí an t-arm Indiach don formhór déanta as saighdeoirí an-oilte, armáilte le boghanna fada as bambú.
hu: India az íjászat földje volt. Minden indiai sereg nagy részét jól képzett íjászok alkották bambusz hosszúíjakkal felfegyverkezve.
hy: Հնդկաստանը նետաձգության երկիր էր։ Հնդկական ցանկացած բանակի կորիզը կազմում էին փորձառու նետաձիգները՝ զինված բամբուկից պատրաստված երկար աղեղներով։
it: L'India era una terra di arcieri. La maggior parte di qualsiasi esercito Indiano era costituita da arcieri altamente qualificati, armati di lunghi archi di bambù.
ja: インドは弓術が盛んでした。インド軍の大半は高い技能を持つ弓兵で構成され、竹の長弓を装備していました。
ko: 인도는 궁술이 번성했던곳입니다. 인도 군대의 대부분은 대나무 장궁으로 무장한 고도로 숙련된 궁수들로 이루어져 있었습니다.
nb: India var et land av bueskyttere. Hoveddelen av den indiske hæren bestod av svært dyktige bueskyttere med langbuer av bambus.
pl: Indie były krajem łuczników, Trzon indyjskiej armii był stworzony z wysoko wykwalifikowanych łuczników, wyposażonych w bambusowe łuki.
pt_br: A Índia era uma terra de arco e flecha. A maior parte de qualquer exército indiano foi composta por arqueiros altamente qualificados, armados com arcos de bambu.
ru: Индия была страной лучников. Основная часть любой индийской армии состояла из высококвалифицированных воинов, вооруженных бамбуковыми длинными луками.
sk: India bola krajinou lukostrelectva. Väčšina každej indickej armády bola zložená z vynikajúco vytrénovaných lukostrelcov ozbrojených bambusovými lukmi.
sv: Indien var ett båtland. Största delen av någon indisk armé bestod av högkvalificerade bågskyttar, beväpnade med bambu longbows.
tr: Hindistan bir okçuluk ülkesiydi. Herhangi bir Hint ordusunda çok yetenekli okcular bulunuyordu, ayrıca bambu ağacından yapılmış yaylara sahiptiler.
uk: Індія була країною лучників. Основна частина будь-індійської армії складалася з висококваліфікованих воїнів, озброєних бамбуковими довгими луками.
zh: 印度是弓箭之地。绝大多数的印度军队是由技术高超的弓箭手所组成，手持竹制长弓。
zh_tw: 印度是弓箭之地。絕大多數的印度軍隊是由技術高超的弓箭手所組成，手持竹製長弓。
