Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: In later phases, you need usually Stone and Metal to build bigger structures and train better soldiers. Hence, while waiting for the research to be done, you will send half of your idle Citizen Soldiers (who have finished building the Barracks) to gather Stone and the other half to gather Metal.
ast: En fases más avanzaes, davezu precisarás piedra y metal pa construyir estructures más grandes y entrenar soldaos meyores. Polo tanto, entrín esperes a que finen les investigaciones, unvia una metá de los tos soldaos inactivos (que terminaron el cuartel) a recoyer piedra y la otra a recoyer metal.
bg: В следващите фази обикновено ще се нуждаете от камъни и метал, за да строите по-големи сгради и да обучавате по-добри во̀ини. Затова докато чакате проучването да завърши, изпратете половината от бездействащите си во̀ини (онези, които приключиха със строежа на казармата) да събират камъни, а другата половина — за метал.
br: Diwezhatoc'h, ezhomm ho po da gaout Maen ha Metal alies evit sevel savadurioù brasoc'h ha diwar-se stummañ soudarded gwelloc'h. E-se, e-pad ma voc'h o c'hortoz ma vefe kaset an enklask da benn, kaset e vo ganeoc'h hanter ho soudarded-keodedour dizever (ar re o deus echuet sevel ar c'hazarnioù) da zastum Maen hag an hanter all da zastum Metal.
ca: En fases més avançades, necessiteu pedra i metall per a construir estructures més grans i formar millors soldats. Per això, mentre espereu que es completi la recerca, enviareu la meitat dels soldats ciutadà desocupats (que hagin acabat de construir el quarter) a recol·lectar pedra i l'altra meitat a recol·lectar metall.
de: In späteren Phasen brauchst du normalerweise Stein und Metall, um größere Gebäude zu bauen und bessere Soldaten ausbilden zu können. Daher kannst du, während du auf die Forschung wartest, die Hälfte deiner untätigen Bürgersoldaten (die mit der Kaserne fertig sind) Steine und die andere Hälfte Metall abbauen schicken.
el: Σε μεταγενέστερες φάσεις, χρειάζεστε συνήθως Πέτρα και Μέταλλο για να χτίσετε μεγαλύτερες δομές και να εκπαιδεύσετε καλύτερους στρατιώτες. Ως εκ τούτου, ενώ περιμένετε να γίνει η έρευνα, στείλτε τους μισούς αδρανείς Οπλίτες Πολίτες (οι οποίοι έχουν ολοκληρώσει την κατασκευή του στρατώνα) για να συγκεντρώσουν Πέτρες και τους άλλους μισούς για τη συγκέντρωση Μετάλλου.
eo: En sekvaj fazoj, vi kutime bezonos Ŝtono kaj Metalo por konstrui pli grandajn konstruaĵojn kaj trejni pli bonajn soldatojn. Do, dum atendo de fino de la esploro, vi sendos la duonon de via senfaraj Civitanaj Soldatoj (kiu finis konstrui la Soldatejojn) al rekolto de Ŝtonon kaj la alian duonon al la kolekto de Metalo.
es: En fases posteriores, normalmente necesita Piedra y Metal para construir estructuras más grandes y entrenar mejores soldados. De ahí que, mientras esperas a que se realice la investigación, envía a la mitad de losciudadanos-soldado ociosos (que han terminado de construir los Barracones) para reunir Piedra y la otra mitad para reunir Metal.
es_ar: En las siguientes fases, generalmente necesitarás piedra y metal para construir estructuras más grandes y entrenar mejores soldados. Por lo tanto, mientras esperas a pasar de fase, envía a la mitad de tus Ciudadanos Soldado (que ya habrán terminado el Cuartel) a recolectar piedra y a la otra mitad a recolectar metal.
eu: Hurrengo fasetan, gehienetan Harria eta Metala behar dira egitura handiak eraikitzeko eta soldadu hobeak trebatzeko. Beraz, ikerketa egin zain zauden bitartean, zure egonean dauden Hiritar Soldaduen erdiak (barrakak eraikitzen bukatu dutela) bidaliko dituzu Harria biltzera eta beste erdiak Metala biltzera.
fa: در مراحل بعدی، شما عموما نیاز به سنگ و آهن پیدا خواهید کرد تا بتوانید سازه های بزرگتر بسازید و نیروهای قویتر پرورش دهید. بنابرین در حالی که منتظر برای این تحقیق هستید تا به پایان برسد، شما نیاز دارید تا نیمی از سربازان شهروند بیکار (که در پادگان پرورش داده اید) را فرمان دهید برای جمع کردن سنگ و نیم دیگر را برای جمع کردن آهن.
ga: I gcéimeanna níos déanaí, teastaíonn Cloch agus Miotal uait go huaireanta d'fhoirgneamh níos mó a thógáil agus aonaid níos fearr a thraenáil. Mar sin, nuair atá tú ag fanacht leis an taighde a dhéanamh, seolfaidh tú leath den Mhíle-Shaoránaigh (atá críochnaithe an Bheairic a thógáil) do Chloch a bhailiú, agus an leath eile do Mhiotal a bhailliú.
gd: Ri linntean nas adhartaiche, bidh feum agad air clach is meatailt gus togalaichean mòra a thogail agus saighdearan nas fhearr a thrèanadh. Air an adhbhar sin, fhad ’s a bhios sinn a’ feitheamh air an rannsachadh, cuir an dàrna leth dhe na saighdearan-dùthcha a tha ’nan tàmh (an fheadhainn a tha air an taigh-feachd a thogail) gus clach a chruinneachadh agus an leth eile gus meatailt a chruinneachadh.
gl: En fases posteriores adoita necesitar pedra e metal para construír estruturas máis grandes para adestrar a soldados mellores. Polo tanto, mentres espera a que remate a investigación, envía a metade dos teus cidadáns soldado inactivos (que remataron de construír o cuartel) a recoller pedra e a outra metade a recoller metal.
it: Nelle fasi successive sono necessarie solitamente Pietra e Metallo per costruire strutture più grandi e addestrare soldati migliori. Quindi, aspettando che la sviluppo sia completato, invia metà dei tuoi Soldati Cittadini inattivi (che hanno finito di costruire la caserma) per raccogliere Pietre e l'altra metà per raccogliere Metallo.
ko: 후기 단계에서 보통 더 큰 건축물을 짓고 더 나은 군인들을 훈련시키기 위해 돌과 금속이 필요합니다. 따라서 연구가 끝나기를 기다리는 동안 대기중인 (병영을 짓는 것을 끝낸) 시민 군인들 중 절반을 돌을 채집하기 위해 보내고 나머지 반은 금속을 채집하도록 보내십시오.
ms: Pada fasa berikutnya, anda biasanya memerlukan Batu dan Logam untuk membina struktur bangunan yang lebih besar dan latih askar yang lebih baik. Sementara menunggu kajian selesai, anda perlu mengerah separuh daripada Askar Rakyat yang melahu (yang telah selesai membina Berek) untuk mengumpul Batu dan separuh yang lain mengumpul Logam.
nb: I senere faser, trenger du vanligvis stein og metall for å bygge større strukturer og trene opp bedre soldater. Derav, mens du venter på at forskningen fullføres, send halvparten av dine uvirksomme borgersoldater (som har fullført byggingen av brakken) til å samle inn stein og den andre halvparten til å utvinne metall.
pl: W późniejszych fazach zazwyczaj potrzebujesz kamienia i metalu, aby budować większe struktury i trenować lepszych żołnierzy. Stąd, czekając na wykonanie badań, wyślesz połowę swoich Nieużywanych Żołnierzy Obywatelskich (którzy ukończyli budowanie Koszar), aby zebrać Kamienia, a drugą połowę, aby zebrać Metal.
pt_pt: Nas fases posteriores, normalmente é necessário Pedra e Metal para construir estruturas maiores e treinar melhores soldados. Por isso, enquanto esperas que a pesquisa esteja terminada, ordena metade dos teus Soldados Cidadãos parados (que acabaram de construir o Quartel) para recolherem Pedra e a outra metade recolherem Metal.
ru: На новых этапах вам обычно нужно камень и металл, чтобы построить большие сооружения и обучить лучших солдат. Таким образом, в ожидании исследования, которое будет сделано, вы отправите половину ваших не занятых горожан солдат (которые закончили строительство казарм), чтобы собрать камень, а другую половину - чтобы собрать металл.
sk: V neskorších fázach budeš obyčajne potrebovať kameň a kov, aby si mohol postaviť väčšie budovy a vytrénovať lepších vojakov. Takže pokým teraz čakáš na dokončenie výskumu, pošli polovicu svojich nečinných občanov-vojakov (ktorí dostavali Kasárne) ťažiť kameň a druhú polovicu pošli ťažiť kov.
sv: I senare faser kommer du ofta behöva sten och metall för att bygga större strukturer och för att träna bättre soldater. Därför kan du skicka hälften av de lediga medborgarsoldaterna (som har byggt klart baracken) för att samla sten, och andra halvan för att samla metall.
tr: Daha sonraki aşamalarda, daha büyük yapılar inşa etmek ve daha iyi askerler yetiştirmek için genellikle Taş ve Metal'e ihtiyacınız var. Bu nedenle, araştırmanın yapılmasını beklerken, boştaki Vatandaş Askerlerinizin yarısını (Kışlaları inşa etmeyi bitirenler) Taş ve diğer yarısını Metal toplamak için göndereceksiniz.
uk: На пізніших стадіях вам, як правило, потрібні Камінь та Метал, щоб будувати більші будівлі та тренувати кращих солдатів. Отже, очікуючи проведення дослідження, відправте половину ваших непрацюючих городян (які закінчили будівництво Казарми) збирати Камінь, а іншу половину збирати Метал.
zh: 在以后的阶段中，你通常需要石材和金属来建造更大的结构和训练更好的士兵。所以，在等待研发的时候，把一半民兵(完成建造兵营的那些)送去采集石材，另一半采集金属。

source: To do so, we could select three Citizen Soldiers and right-click on the Stone mine on the west of the Civic Center (the cursor changes when hovering the Stone mine while your soldiers are selected). However, these soldiers were gathering Wood, so they may still carry some Wood which would be lost when starting to gather another resource.
ast: Pa facelo, podemos esbillar a tres ciudadanos-soldáu y calca col botón drechu na mina de piedra al oeste del centru civil. (El punteru va cambiar en poniéndose enriba de la mina de piedra si los soldaos tán esbillaos). Sicasí, estos soldaos recoyíen la madera, asina que puen tar llevando dello que se perdería al entamar a recoyer otru recursu.
bg: За да направите това, можете да изберете трима граждани-во̀ини и да щракнете с десния бутон върху каменната мина на запад от селищния център (когато посочите с мишката върху нея и сте избрали во̀ините, курсорът ще се промени). Тези во̀ини в момента събират дърва, така че може все още да носят дървата, когато ги изпратите да събират други ресурси. Дървата, които те носят, ще бъдат загубени.
br: Evit en ober eta, e c'hellemp diuzañ tri soudard-keodedour ha klikit-dehou war ar mengleuz Maen e kornôg d'ar Greizenn Geodedel (ar reti a-vremañ a cheñch pa vez dalc'het dirak ar vengleuz Maen e-keit ha ma vo diuzet ho soudarded). Evelato, ar soudarded-mañ a oa o tastum Koad, gellout a reont marteze dougen un nebeud koad c'hoazh hag a vo kollet ur wech staget da zastum un danvez all.
ca: Per a fer-ho, podríem seleccionar tres Soldats ciutadà i clicar la mina de pedra a l'oest del Centre Cívic amb el botó dret (el cursor canvia al passar sobre la Mina de pedra mentre tingueu seleccionats els soldats). Tanmateix, aquests soldats estaven recol·lectant fusta, per tant és possible que encara portin fusta la qual es perdria quan comencessin a recol·lectar un altre recurs.
de: Dazu könnten wir drei Bürgersoldaten auswählen und rechts auf das Steinvorkommen westlich des Verwaltungssitzes klicken (ein Stein-Cursor wird angezeigt, wenn du die Maus darüber bewegst, während deine Soldaten ausgewählt sind). Diese Soldaten waren allerdings dabei, Holz zu sammeln, werden also noch Holz herumtragen, das verloren geht, wenn sie eine andere Ressource zu sammeln beginnen.
el: Για να γίνει αυτό, επιλέξτε τρεις Οπλίτες Πολίτες και κάντε δεξί κλικ στο ορυχείο της Πέτρας στα δυτικά του Αστικού Κέντρου (ο δείκτης του ποντικιού θα αλλάξει όταν τοποθετήσετε το ποντίκι πάνω από το ορυχείο Πέτρας ενώ οι στρατιώτες σας είναι επιλεγμένοι). Ωστόσο, αυτοί οι στρατιώτες συγκέντρωναν Ξύλα, έτσι μπορεί ακόμα να φέρουν κάποια Ξύλα τα οποία θα χαθούν όταν αρχίζουν να συγκεντρώνουν άλλο πόρο.
eo: Por fari tiel, ni povus elekti tri Civitanajn Soldatojn kaj dekstre-klaku sur la Ŝtona mino en la okcidento de la Civitacentro (la kursoro ŝanĝas, kiam vi igas ĝin super la Ŝtona mino dum viaj soldatoj estas elektitaj). Tamen, tiuj soldatoj kolektis Lignon, do ili povus ankoraŭ porti kelke da Ligno, kiu povus esti perdita, kiam ili ekkolektas alian resurson.
es: Para hacerlo podríamos seleccionar a tres ciudadanos-soldado y hacer clic derecho en la mina de piedra al oeste del centro cívico (aparece un icono de piedra cuando pasas el puntero sobre ella mientras tus soldados están seleccionados). No obstante, esos soldados estaban obteniendo madera, así que aún podrían llevar los recursos restantes que de otra forma se perderían al empezar a recolectar otro recurso.
es_ar: Para eso, podemos seleccionar tres Ciudadanos Soldado y hacer click derecho en la cantera de piedra al oeste de Centro Cívico (el cursor cambia al desplazarlo sobre la cantera de piedra mientras tus soldados están seleccionados). Sin embargo, estos soldados estaban recolectando madera, por eso probablemente lleven madera que se perderá cuando comiencen a recolectar otro recurso.
eu: Horretarako, hiru Hiritar Soldadu aukeratu genitzake eta Gizarte Zentroaren mendebaldeko Harri Meatzean eskuin klika egin (Kurtsorea Harri-meatzean pasatzen denean zure soldaduak hautatzean aldatzen da). Hala ere, soldadu hauek Egurra biltzen ari ziren eta baliteke egur pixka bat eramatea beste baliabide bat jasotzen hastean galduko litzatekeena.
fa: برای انجام اینکار، ما می بایست سه سرباز شهروند را انتخاب و با کلیک راست بر روی معدن سنگ در سمت غرب مرکز تمدن (نشانگر ماوس زمانی که بر روی معند سنگ قرار میگیرد و سربازها انتخاب شده اند، تغییر می کند) به آنها فرمان جمع کردن سنگ بدهیم. اگر یک سرباز در حال چوب جمع کردن باشد و مقداری چوب به همراه داشته باشد و ما به او فرمان دهیم که سنگ جمع کند زمانی که شروع به سنگ جمع کردن می کند چوب هایی که همراه وی جمع شده بودند از بین میرود.
ga: Mar é sin a dhéanamh, ba chóir duit trí Mhíle-Shaoránach a roghú agus deaschliceáil ar an mianach Cloiche in iarthair an Ionaid Chathartha (athreoidh an cúrsóir nuair atá sé ag faoileáil os cionn mianach Cloiche nuair atá do shaighdiúirí roghnaithe). Áfach, bhí na saighdiúirí seo ag bailiú Adhmaid, mar sin b'fhéidir go bhfuil roinnt Adhmaid acu chéana féin, agus beidh an Adhmad seo caillte má bhaileoidh siad acmhainn eile.
gd: Gus seo a dhèanamh, b’ urrainn dhuinn triùir shaighdearan-dùthcha a thaghadh agus briogadh deas a dhèanamh air a’ mhèinn cloiche gu siar air an ionad shìobhalta (atharraichidh an cùrsair nuair a chumas tu an luchag os cionn na mèinne fhad ’s a bhios na saighdearan agad air an taghadh). Gidheadh, chruinnich na saighdearan sin fiodh roimhe agus mar sin dh’fhaoidte gu bheil iad a’ giùlan fiodh fhathast a chailleadh tu nan robh thu a’ tòiseachadh air stòras eile a chruinneachadh sa bhad.
gl: Para facelo, poderíamos seleccionar tres cidadáns soldado e facer clic dereito na mina de pedra ao oeste do centro cívico (o cursor cambia ao cubrir a mina de pedra cos soldados seleccionados). Porén, estes soldados estaban recollendo madeira, así que pode que aínda teñan madeira que podería perderse ao comezar a recoller outro recurso.
it: Per fare ciò, puoi selezionare tre Cittadini Soldato e fare clic con il pulsante destro sulla miniera di Pietra ad ovest del Centro Cittadino (il cursore si modifica quando quando si passa il mouse sopra la Pietra mentre i soldati sono selezionati). Tuttavia, questi soldati stavano raccogliendo Legno, perciò potrebbero stare trasportando un po' di Legno che andrebbe perso nell'iniziare a raccogliere un'altra risorsa.
ko: 이를 위해 시민 회관 서쪽(군인이 선택되는 동안 석재 광산에 마우스를 올리면 커서가 바뀝니다)에 있는 돌 광산을 마우스 오른쪽 버튼으로 클릭하면 됩니다. 하지만 이 군인들은 나무를 채집하고 있었기 때문에 다른 자원을 채집하기 시작할 때 잃게 될 목재를 가지고 다닐지도 모릅니다.
ms: Untuk membuatnya, kita perlu memilih tiga orang Askar Rakyat dan seterusnya klik-kanan pada lombong Batu di bahagian barat Pusat Sivik (simbol kursor berubah bila penuding tetikus berada di atas lombong Batu jika Askar masih terpilih). Walaubagaimanapun, askar-askar ini sedang mengumpul Kayu, yang mana Kayu-kayu ini akan hilang bila mereka mula mengumpul sumber lain.
pl: Aby to zrobić, możemy wybrać trzech Żołnierzy Obywatelskich i kliknąć prawym przyciskiem myszy na Kamienną Kopalnię na zachód od Centrum Osady (kursor Kamienny jest wyświetlany po najechaniu myszą na niego, gdy wybrani są żołnierze). Jednak ci żołnierze zbierali drewno, więc mogą nadal nosić drewno, które zaginie, gdy zaczną zbierać inne zasoby.
pt_pt: Para isso, podemos selecionar 3 soldados cidadãos e clicar com o botão direito do rato na mina de Pedra a oeste do Centro Cívico (o cursor muda ao passar com o cursor por cima da mina de Pedra enquanto os soldados estiverem selecionados). No entanto, estes soldados estavam a cortar Madeira, por isso eles ainda podem estar a carregar alguma Madeira que pode ser desperdiçada se lhes ordenarem recolher outro recurso.
ru: Чтобы сделать это, мы могли бы выбрать трех горожан солдат и щелкнуть правой кнопкой мыши на каменной шахте, на западе от Городского Центра (курсор меняется при наведении на каменную шахту если выбраны солдаты). Раньше, эти солдаты собирали древесину. Они все еще могут отнести немного древесины, которая будет потеряна, когда начинают собирать другие ресурсы.
sk: Mohli by sme to spraviť tak, že by sme zvolili troch občanov-vojakov a potom by sme klikli pravým tlačidlom na kamennú baňu nachádzajúcu sa na západe od Občianskeho Centra (kurzor sa zmení, keď máš zvolených vojakov a prejdeš myšou ponad kamennú baňu). Ibaže títo vojaci predtým ťažili drevo, takže možno ešte nejaké drevo nesú so sebou. A to by sa stratilo, ak by si ich poslal ťažiť inú surovinu.
sv: För att göra det kan vi välja tre medborgarsoldater och högerklicka på stengruvan väster om samhällscentret (markören ändras när du svävar över stengruvan medan dina soldater väljs). Men dessa soldater samlade ved, så de kan fortfarande bära lite ved som skulle gå förlorad när man börjar samla en annan resurs.
tr: Bunu yapmak için, üç Vatandaş Asker seçebilir ve Kent Merkezinin batısındaki Taş madenine sağ tıklamalıyız (gösterge askerleriniz seçiliyken ve Taş madeni üzerindeyken değişir). Bununla birlikte, bu askerler Odun topluyorlardı, bu nedenle başka bir kaynak toplamaya başlarken kaybolacak Odun taşıyabilirler.
uk: Для цього ми можемо вибрати трьох городян і натиснути правою кнопкою миші на Кам'яній шахті на захід від Громадянського Центру (курсор зміниться, коли наведений на кам'яну шахту з вибраними воїнами). Однак ці городяни збирали Деревину, так що вони можуть все ще нести деревину, яка втратиться, якщо розпочати збір ще одного ресурсу.
zh: 方法：选择三个民兵并右击市政中心西边的石材(当选中士兵并光标在石头上悬停时，光标会改变)。但这些士兵正在采集木材，所以他们可能会抱着木材去。这些木材会在开始采集其他资源时丢失。
