Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-buildings.po
Languages: ar, ast, bg, cs, el, es_ar, fa, he, hy, ko, ru, uk, zh, zh_tw

source: Hoplothēkē
ast: Hoplothḗkē
bg: Хоплотек
cs: Sklad zbraní
el: Οπλοθήκη
hy: Հոփլոթեկե
ru: Хоплотек
uk: Ґопльотхеке
zh: 攻城器械厂

source: Stratopedon
ast: Stratópedon
bg: Стратопедон
cs: Kasárna
el: Στρατόπεδον
ru: Стратопедон
uk: Стратопедон
zh: 军营

source: Agora
ast: Agorá
bg: Агора̀
cs: Radnice
el: Αγορά
ru: Агора
uk: Аґора
zh: 市政中心

source: Epaulos
ast: Épaulos
bg: Епаулос
cs: Ohrada
el: Έπαυλη
ru: Эпаулос
uk: Епаюльос
zh: 畜栏

source: Pyrgion
ast: Pyrgíon
bg: Пиргион
cs: Obranná věž
el: Πύργιον
ru: Пиргион
uk: Пюрґіон
zh: 堡垒

source: Limēn
ast: Limḗn
bg: Лимен
cs: Přístav
el: Λιμέν
ru: Лимен
uk: Лімен
zh: 码头

source: Agros
ast: Agrós
bg: Аргос
cs: Pole
el: Αγρός
ru: Аргос
uk: Аґрос
zh: 农田

source: Chalkeōn
ast: Chalkeṓn
bg: Халкеон
cs: Kovárna
el: Χάλκεον
ru: Халкеон
uk: Халькеон
zh: 兵器厂

source: Phrourion
ar: فيوريون
ast: Phroúrion
bg: Фроурион
el: Φρούριον
es_ar: Phrourion-Fortaleza
fa: فروریون
hy: Ֆրոուրիոն
ru: Фрурион
uk: Фруріон
zh: 堡垒

source: Gymnasium
ar: مبنى رياضة
ast: Gymnasio
bg: Гимназия
cs: Tělocvična
el: Γυμνάσιον
es_ar: Gimnasio
fa: ورزشگاه
he: גימנסיה
hy: Գիմնազիա
ko: 연무장
ru: Гимназия
uk: Гімназія
zh: 运动场
zh_tw: 體育場

source: Gymnasion
ar: جيمناسيون
ast: Gymnásion
bg: Гимназион
cs: Tělocvična
el: Γυμνάσιο
es_ar: Gimnasio
hy: Գիմնազիոն
ru: Гимнасий
uk: Ґюмнасіон
zh: 运动场

source: Train Champions.
ast: Sitiu unde se crean Decertadores.
bg: Обучава гвардейци.
cs: Cvičte elitní jednotky.
el: Εκπαίδευση Πρωταθλητών
hy: Պատրաստել չեմպիոններ։
ko: 챔피언을 훈련합니다.
ru: Позволяет обучать гвардейцев.
uk: Навчання чемпіонів.
zh: 训练冠勇单位。
zh_tw: 訓練鬥士。

source: Oikos
ast: Oîkos
bg: Ойкос
cs: Dům
el: Οίκος
ru: Ойкос
uk: Ойкос
zh: 民居

source: Emporion
ast: Empórion
bg: Емпория
cs: Obchod
el: Εμπόριον
ru: Эмпорий
uk: Емпоріон
zh: 集市

source: Prophylagma
ast: Prophýlagma
bg: Профилагма
cs: Rozhledna
el: Προφύλαγμα
ru: Профилагма
uk: Профюляґма
zh: 望楼

source: Council Chamber
ar: غرفة مجلس
ast: Prytaneo
bg: Съветническа палата
cs: Poradní síň
el: Αίθουσα Συμβουλίου
es_ar: Sala del Consejo
fa: ساختمان شورا
he: לשכת המועצה
hy: Խորհրդակցական սրահ
ko: 대회의실
ru: Зал заседаний совета
uk: Нарадча кімната
zh: 十将军委员会
zh_tw: 會議室

source: Prytaneion
ar: پريتانيون
ast: Prytaneîon
bg: Пританейон
cs: Poradní síň
el: Πρυτανείον
es_ar: Pritaneo
hy: Պրիտանեոն
ru: Пританей
uk: Прютанейон
zh: 议事堂

source: Train Heroes and research technologies.
ast: Sitiu unde se crean Heroes & se disinvuolven téchnicas.
bg: Обучава герои и проучва технологии.
cs: Cvičte hrdiny a zkoumejte technologie.
el: Εκπαίδευση Ηρώων και έρευνα για τεχνολογίες.
hy: Հերոսների պատրաստում և տեխնոլոգիաների հետազոտություն։
ko: 영웅을 훈련하고 특수 기술을 연구합니다.
ru: Позволяет обучать героев и исследовать технологии.
uk: Навчання героїв та дослідження технологій.
zh: 训练英雄，研发技术。
zh_tw: 訓練英雄及研發科技。

source: Council
ast: Concelyo
bg: Съвет
cs: Rada
el: Συμβούλιο
ko: 의회
ru: Совет
uk: Нарада
zh: 议会
zh_tw: 議會

source: Stratopedon tōn Psilōn
ast: Stratópedon tōn Psīlôn
bg: Стратопедон тон Псилон
cs: Dosah
el: Στρατόπεδον Ψιλών
ru: Стратопедон тон Псилон
uk: Стратопедон тон псільон
zh: 靶场

source: Pyrgidion
ast: Pyrgídion
bg: Пиргидион
cs: Strážní věž
el: Πυργίδιον
ru: Пиргидион
uk: Пюрґідіон
zh: 堡垒

source: Hippōn
ast: Hippṓn
bg: Хипон
cs: Stáje
el: Ίππον
ru: Гиппон
uk: Ґіппон
zh: 马厩

source: Apothēkē
ast: Apothḗkē
bg: Аптека
cs: Sklad
el: Αποθήκη
ru: Апотики
uk: Апотхеке
zh: 库房

source: Theatron
ar: ثياترون
ast: Théātron
bg: Театрон
cs: Divadlo
el: Θέατρον
es_ar: Teatros
hy: Թեատրոն
ru: Театрон
uk: Тхеатрон
zh: 剧场

source: Pyrgíon
ar: پِيرْجْيُون
bg: Пиргѝон
el: Πύργιον
es_ar: Pyrgíon-Torre de Defensa
hy: Պիրգիոն
ru: Пиргион
uk: Пюрґіон
zh: 防御塔

source: Pylai
ast: Pýlai
bg: Пилос
cs: Hradební brána
el: Πύλαι
ru: Пилос
uk: Пюляй
zh: 城门

source: Teichos
ast: Teîchos
bg: Тейхос
cs: Hradby
el: Τείχος
ru: Тейхос
uk: Тейхос
zh: 城墙

source: Pyrgos
ast: Pýrgos
bg: Пиргос
cs: Hradební věž
el: Πύργος
ru: Пиргос
uk: Пюрґос
zh: 角楼

source: Parthenōn
ast: Parthenṓn
bg: Партенон
cs: Div světa - Parthenón (chrám panen)
el: Παρθενώνας
ru: Парфенон
uk: Партхенон
zh: 帕特农神庙

source: Bench
ast: Scanho
bg: Пейка
cs: Lavička
el: Πάγκος
ko: 벤치
ru: Скамья
uk: Лава
zh: 长凳
zh_tw: 長凳

source: Wooden Bench
ast: Scanho de madeira
bg: Дървена пейка
cs: Dřevěná lavice
el: Ξύλινος Πάγκος
ko: 나무 벤치
ru: Деревянная скамья
uk: Дерев'яна лава
zh: 木凳

source: Miletucerdon
bg: Милетукердон
cs: Sklad zbraní
el: Μαϊλτούρσεντον
hy: Միլետուկերդոն
ru: Милетусердон
uk: Мілетукердон
zh: 攻城器械厂

source: Coriosessa
bg: Кориосесса
cs: Kasárna
el: Κοριόσεσσα
hy: Կորիոսեսսա
ru: Кориосесса
uk: Коріосесса
zh: 军营

source: Tigernotreba
bg: Тигернотреба
cs: Radnice
el: Τιγκερνότρουμπα
hy: Տիգերնոտրեբա
ru: Тигернотреба
uk: Тіґернотреба
zh: 市政中心

source: Cagion
bg: Кагион
cs: Ohrada
el: Κέιτζον
hy: Կագիոն
ru: Кагион
uk: Каґіон
zh: 畜栏

source: Island Settlement
ar: مستوطنة جزر
ast: Isllon
bg: Островно селище
cs: Ostrovní osada
el: Νησιωτική Εγκατάσταση
es_ar: Asentamiento Isleño
fa: مسکن جزیره ای
he: התיישבות איים
hy: Կղզու բնակավայր
ko: 섬 정착지
ru: Островное поселение
uk: Острівне поселення
zh: 市政中心
zh_tw: 島嶼殖民地

source: Cranogion
ast: Inissī
bg: Краногион
cs: Ostrovní osada
el: Κρανόγιον
hy: Կրանոգիոն
ru: Краногион
uk: Краноґіон
zh: 水寨

source: Build upon a shoreline in own, neutral, or allied territory. Acquire large tracts of territory. Territory root. Train Citizens, construct Ships, and research technologies. Garrison Soldiers for additional arrows.
ast: Fhaz-se a la veira l agua n campu propriu, comuñeiru ou neutral. Val p’afhitar ou inantare lhindes territoriales, crear Cives, construir Barcos & disinvolver téchnicas. Tyenu de Mílites, tira mas saietas.
bg: Може да се строи на брега в собствена, неутрална или приятелска територия. Усвоява голяма част от територия. Коренна територия. Обучава граждани, конструира кораби и проучва подобрения. Поставете гарнизон за допълнителна защита.
cs: Postavte podél pobřeží ve vlastním, neutrálním nebo spojeneckém území. Získejte velké plochy území. Území je důležité. Cvičte občany, stavte lodě a zkoumejte technologie. Obsaďte vojáky pro další šípy.
el: Χτίστε πάνω στην ακτογραμμή σε οικεία,ουδέτερη ή συμμαχική περιοχή.Μαζέψτε μεγάλες εκτάσεις περιοχής. Περιοχή εκκίνησης . Εκπαιδεύστε Πολίτες, κατασκευάστε Πλοία , και ερευνήστε τεχνολογίες.Στρατιώτες Φρουράς για επιπλέον βέλη.
ko: 자신의 영토, 중립 또는 동맹 영토의 해안선에 건설합니다. 넓은 영토를 획득합니다. 영토에 정착합니다. 주민을 훈련하고 선박을 건조하며 기술을 연구합니다. 화살 공격이 추가된 병사들을 주둔시킵니다.
ru: Может быть возведено на берегу своей, нейтральной или дружественной территории. Присоединяет большой участок владений. Коренное владение. Обучает граждан и строит корабли. Размещайте воинов внутри для усиления оборонительной стрельбы.
uk: Споруджується на береговій лінії на власній, нейтральній чи союзній території. Придбання великих ділянок території. Територіальне впровадження. Навчання громадян, конструювання кораблів та дослідження технологій. Розмістити солдатів у гарнізоні для додаткових стріл.
zh: 可建在中立或己方土地的海岸，扩张大片疆域。训练民兵，建造船舶，研发技术，驻军来强化火力。
zh_tw: 在我方、中立或盟友領土的海岸線上建造。獲得大片領土。領土地基。訓練公民、建造船隻及研發科技。進駐士兵以增加箭數。

source: Uxelon
bg: Укселон
cs: Obranná vež
el: Άξελον
hy: Ուքսելոն
ru: Укселон
uk: Ухелон
zh: 防御塔

source: Counos
bg: Коунос
cs: Přístav
el: Κούνος
hy: Կունոս
ru: Коунос
uk: Коунос
zh: 码头

source: Buta
bg: Бута
cs: Statek
el: Μπούτα
hy: Բուտա
ru: Бута
uk: Бута
zh: 粮仓

source: Olca
bg: Олка
cs: Pole
el: Όλκα
hy: Օլկա
ru: Олка
uk: Олка
zh: 农田

source: Gobanion
bg: Гобанион
cs: Kovárna
el: Κομπάνιον
hy: Գոբանիոն
ru: Гобанион
uk: Ґобаніон
zh: 兵器厂

source: Dunon
bg: Дунон
cs: Pevnost
el: Ντουνόν
hy: Դունոն
ru: Дунон
uk: Дунон
zh: 堡垒

source: Train Heroes. Garrison Soldiers for additional arrows.
ast: Sitiu unde se crean Heroes. Tyenu de Mílites, tira mas saietas.
bg: Обучава герои. Поставете гарнизон за допълнителна защита.
cs: Vycvičte hrdiny. Umístěte posádku vojáků pro další šípy.
el: Εκπαιδεύστε Ήρωες/Ηρωϊδες. Φρουρήστε Στρατιώτες για επιπλέον βέλη.
ko: 영웅들을 훈련합니다. 화살공격이 추가된 병사들을 주둔시킵니다.
ru: Тренируйте Героев. Размещайте воинов для усиления оборонительной стрельбы.
uk: Навчання героїв. Розмістити солдатів у гарнізоні для додаткових стріл.
zh: 训练英雄。驻军增加箭矢。
zh_tw: 訓練英雄。進駐士兵以增加箭數。

source: Tegia
bg: Тегла
cs: Dům
el: Τέγια
hy: Տեգիա
ru: Тегия
uk: Теґіа
zh: 民居

source: Cunattegia
hy: Կունատեգիա
zh: 库纳泰贾神殿

source: Magos
bg: Мого
cs: Obchod
el: Μέιγος
hy: Մագոս
ru: Магос
uk: Маґос
zh: 集市

source: Antosolicon
bg: Антосоликон
cs: Rozhledna
el: Αντοσόλικον
hy: Անտոսոլիկոն
ru: Антосоликон
uk: Антосолікон
zh: 警戒塔

source: Budinadon
bg: Будинадон
cs: Dosah
el: Μπαντίναντον
hy: Բուդինադոն
ru: Будинадон
uk: Будінадон
zh: 靶场

source: Eposton
bg: Епостон
cs: Stáje
el: Επίστον
hy: Էպոստոն
ru: Эпостон
uk: Епостон
zh: 马厩

source: Capanon
bg: Капанон
cs: Sklad
el: Καπάνον
hy: Կապանոն
ru: Капанон
uk: Капанон
zh: 库房

source: Nemeton
bg: Неметон
cs: Chrám
el: Νέμετον
hy: Նեմետոն
ru: Неметон
uk: Неметон
zh: 神庙

source: Duoricos
bg: Дуорикос
cs: Hradební brána
el: Ντουορίκος
hy: Դուորիկոս
ru: Дуорикос
uk: Дуорікос
zh: 城门

source: Rate
bg: Рате
cs: Hradby
el: Ρέιτ
hy: Արագություն
ru: Частота
uk: Рате
zh: 城墙

source: Emain Macha
ast: Isamnion
bg: Емайн Маха
cs: Div světa
ru: Эмайн Маха
uk: Емайн Маха
zh: 巨石阵

source: Apartment Building
ar: مبنى مساكن
ast: Casa de vivienda
bg: Жилищна сграда
cs: Nájemní dům
el: Κτήριο Διαμερισμάτων
es_ar: Edificio de Vivienda
fa: ساختمان آپارتمان
he: בניין דירות
hy: Շենք
ko: 공동주거 건물
ru: Жилой дом
uk: Житлова споруда
zh: 民居
zh_tw: 公寓

source: Bet
ar: بِيت
bg: Бет
el: Στοίχημα
es_ar: Bet-Casa
he: בית
hy: Բետ
ru: Беф
uk: Бет
zh: 公寓

source: Merkāz
ar: مِرْكَاز
bg: Мерказ
es_ar: Merkāz-Centro Cívico
he: מרכז
hy: Մերկազ
ru: Мерказ
uk: Мерказ
zh: 市政中心

source: Rēfet
ar: رفت
bg: Рефет
es_ar: Rēfet-Corral
he: רפת
hy: Ռեֆետ
ru: Рефет
uk: Рефет
zh: 畜栏

source: Mijdil
ar: مِجْدَل
bg: Мийдил
es_ar: Mijdil-Torre de Defensa
he: מגדל
hy: Միջդիլ
ru: Мидждил
uk: Міджділ
zh: 堡垒

source: Commercial Port
ar: ميناء تجاريّ
ast: Puortu commercial
bg: Търговско пристанище
cs: Obchodní přístav
el: Εμπορικός Λιμένας
es_ar: Puerto Comercial.
fa: بندر بازرگانی
he: נמל מסחר
hy: Առևտրային Նավահանգիստ
ko: 상업 항구
ru: Торговый порт
uk: Торговий порт
zh: 商埠
zh_tw: 商埠

source: Namel
ar: ناميل
bg: Намел
es_ar: Namel-Muelle
he: נמל
hy: Նամել
ru: Намель
uk: Намел
zh: 码头

source: Train Mercenaries.
ast: Sitiu unde se crean Mercenarios.
bg: Обучава наемници.
ko: 용병을 훈련시킵니다.
ru: Позволяет вербовать наёмников.
uk: Навчання найманців.
zh: 训练雇佣兵。
zh_tw: 訓練傭兵。

source: Celtic Embassy
ar: سفارة كلتيّة
ast: Legacion céltica
bg: Келтско посолство
cs: Keltské vyslanectví
el: Πρεσβεία Κελτών
es_ar: Embajada Celta
fa: سفارت سلتی
he: השגרירות הקלטית
hy: Կելտական դեսպանատուն
ko: 켈트족 대사관
ru: Кельтское посольство
uk: Кельтське посольство
zh: 凯尔特使馆

source: Train Celtic Mercenaries.
ast: Sitiu unde se crean Mercenarios celtas.
bg: Обучава келтски наемници
el: Εκπαίδευσε Κέλτες μισθοφόρους.
ko: 켈트족 용병을 훈련시킵니다.
ru: Тренировать кельтских наёмников
uk: Навчання кельтських найманців.
zh: 生产凯尔特佣兵
zh_tw: 訓練凱爾特傭兵。

source: Iberian Embassy
ar: سفارة أيبيريّة
ast: Legacion íbera
bg: Иберийско посолство
cs: Iberské vyslanectví
el: Πρεσβεία Ιβήρων
es_ar: Embajada ibérica
fa: سفارت ایبریان
he: השגרירות האיברית
hy: Իբերական դեսպանատուն
ko: 이베리아족 대사관
ru: Иберийское посольство
uk: Іберійське посольство
zh: 伊比利亚使馆

source: Train Iberian Mercenaries.
ast: Sitiu unde se crean Mercenarios íberos.
bg: Обучава иберийски наемници
el: Εκπαίδευσε Ίβηρες μισθοφόρους.
ko: 이베리아족 용병을 훈련시킵니다.
ru: Позволяет вербовать иберийских наёмников
uk: Навчання іберійських найманців.
zh: 生产伊比利亚佣兵。
zh_tw: 訓練伊比利傭兵。

source: Italic Embassy
ast: Legacion itálica
bg: Италийско посолство
cs: Italické vyslanectví
el: Ιταλική Πρεσβία
ko: 이탈리아족 대사관
ru: Посольство Италиков
uk: Італійське посольство
zh: 意大利使馆

source: Train Italic Mercenaries.
ast: Sitiu unde se crean Mercenarios itálicos.
bg: Обучава италийски наемници
el: Εκπαίδευσε Ιταλούς μισθοφόρους.
ko: 이탈리아족 용병을 훈련시킵니다.
ru: Тренировать италикских наёмников
uk: Навчання італійських найманців.
zh: 生产意大利佣兵。
zh_tw: 訓練義大利傭兵。

source: Aḥuzāh
ar: أحوزاه
bg: Ахузах
es_ar: Aḥuzāh-Granja
he: אחוזה
hy: Ահուզահ
ru: Ахузах
uk: Ахузах
zh: 粮仓

source: Šadd
ar: شَدّ
bg: Сад
es_ar: Šadd-Huerto
he: שדה
hy: Շադ
ru: Шадд
uk: Шадд
zh: 农田

source: Ḥamet
ar: أَمّيت
bg: Хамет
es_ar: Ḥamet-Fortaleza
hy: Համետ
ru: Хамет
uk: Хамет
zh: 堡垒

source: Add a second story to make an Apartment with a greater population bonus.
ko: 2층을 추가하면 인구 보너스가 더 큰 아파트를 만들 수 있습니다.
zh: 盖二层楼房，可容纳更多人口。
zh_tw: 添加第二層樓，使公寓擁有更多的人口加成。

source: Šūq
ar: سُوْق
bg: Шук
es_ar: Šūq-Mercado
he: שוק
hy: Շուկ
ru: Шук
uk: Шук
zh: 集市

source: Low Wall
ar: جدار منخفض
ast: Antemuria
bg: Ниска стена
cs: Nízká hradba
el: Χαμηλός Τείχος
es_ar: Muralla Baja
fa: دیوار کوتاه
he: קיר נמוך
hy: Ցածր պարիսպ
ko: 낮은 성벽
ru: Низкая стена
uk: Низький мур
zh: 矮墙

source: Stone Wall
ar: سور حجريّ
ast: Muria de piedra
bg: Каменна стена
cs: Kamenná hradba
el: Πέτρινο τείχος
es_ar: Muralla de Piedra
fa: دیوار سنگی
he: חומת אבן
hy: Քարե պարիսպ
ko: 돌벽
ru: Каменная стена
uk: Кам'яний мур
zh: 石墙
zh_tw: 石牆

source: Maḥṣabah
ar: مَحْصَبَة
bg: Махсабах
es_ar: Maḥṣabah-Almacén
he: מעבדה
hy: Մահսաբահ
ko: 마샤바
ru: Махсабах
uk: Махсабах
zh: 库房

source: Naval Shipyard
ar: مَسفن حربيّ
ast: Cothon
bg: Военноморска корабостроителница
cs: Námořní loděnice
el: Ναυπηγείο Ναυτικού
es_ar: Calafate naviero
fa: بندرگاه نظامی
he: מספנת חיל הים
hy: Ռազմածովային Նավաշինարան
ko: 수군 조선소
ru: Военная верфь
uk: Військово-морська верф
zh: 船坞
zh_tw: 海軍船塢

source: Build upon a shoreline in own, neutral, or allied territory. Acquire large tracts of territory. Territory root. Construct Warships and research technologies.
ast: Fhaz-se a la veira l agua n campu propriu, comuñeiru ou neutral. Val p’afhitar ou inantare lhindes territoriales, construir Naves béllicas & disinvolver téchnicas.
bg: Може да се строи на брега в собствена, неутрална или приятелска територия. Усвоява голяма част от територия. Коренна територия. Конструира кораби и проучва подобрения.
cs: Stavějte na pobřeží ve vlastním, neutrálním nebo spojeneckém území. Získejte velké plochy území. Území je důležité. Postavte válečné lodě a vyzkoumejte technologie.
el: Χτίστε πάνω στην ακτογραμμή σε οικεία,ουδέτερη ή συμμαχική περιοχή. Μαζέψτε μεγάλες εκτάσεις περιοχής. Περιοχή εκκίνησης . Κατασκευάστε Πλοία Πολέμου και ερευνήστε τεχνολογίες.περιοχή
ko: 자신의 영토, 중립 또는 동맹 영토의 해안선에 건설합니다. 넓은 영토를 획득합니다. 영토에 정착합니다. 군선을 건조하고 기술을 연구합니다.
ru: Может быть возведено на берегу своей, нейтральной или дружественной территории. Присоединяет большой участок владений. Коренное владение. Строит корабли и исследует технологии. Размещайте воинов внутри для усиления оборонительной стрельбы.
uk: Споруджується на береговій лінії на власній, нейтральній чи союзній території. Придбання великих ділянок території. Територіальне впровадження. Конструювання військових кораблів та дослідження технологій.
zh: 可建在中立或己方领土的海岸，扩张大片领地。修建战舰，研发技术。
zh_tw: 在我方、中立或盟友領土的海岸線上建造。獲得大片領土。領土地基。建造戰艦及研發科技。

source: Shipyard
ar: مَسفن
ast: Cothon
bg: Корабостроителница
cs: Loděnice
el: Ναυπηγείο
es_ar: Astillero
fa: کارگاه کشتی سازی
he: מספנה
hy: Նավաշինարան
ko: 조선소
ru: Верфь
uk: Верф
zh: 船坞
zh_tw: 船塢

source: Maqdaš
ar: مَقْدَش
bg: Макдас
el: Μάγδας
es_ar: Maqdaš-Templo
he: מקדש
hy: Մաքդաշ
ru: Макдаш
uk: Макдаш
zh: 神庙

source: Train Healers and Champions, and research healing technologies.
ko: 치료사들과 챔피언들를 훈련하고, 치료 기술을 연구합니다.
zh: 训练医生和冠勇战士，研发治疗科技。
zh_tw: 訓練治療者和鬥士，與研發治療科技。

source: Sacrificial Temple
ar: هيكل قرابين
ast: Ara sacrificial
bg: Храм за жертвоприношения
cs: Obětní chrám
el: Ναός Θυσιών
es_ar: Templo de sacrificios
fa: قربانگاه
he: קורבן בית מקדש
hy: Զոհարանային տաճար
ko: 제물 사원
ru: Жертвенный храм
uk: Жертовний храм
zh: 祭祀庙
zh_tw: 獻祭神廟

source: Tophet
ar: توفة
ast: Topheth
bg: Тофет
el: Τοφεθ
es_ar: Tofet
fa: قربانگاه انسان
he: תופת
hy: Տոֆետ
ko: 토펫
ru: Тофет
uk: Тофет
zh: 托非特圣地

source: Mijdil-šaʿar
ar: مِجْدَل شَعْر
bg: Мийдил-ша-ар
es_ar: Mijdil-šaʿar-Puerta
he: Mijdil-ša'ar
hy: Միջդիլ-շա'ար
ru: Миждил-шаар
uk: Міджділ-шаар
zh: 城门

source: Homah
ar: هوهان
bg: Хомах
he: חומה
hy: Հոմահ
ko: 호마흐
ru: Хома
uk: Хомах
zh: 霍马

source: Jdar
ar: جَدار
bg: Ждар
es_ar: Jdar-Muralla
he: ג 'דר
hy: Ջդար
ko: 지다르
ru: Ждар
uk: Дждар
zh: 城墙

source: Temple of Ba'al Hammon
ar: معبد بعل آمون
ast: Morada l Baʿal Hammon
bg: Храм на Баал-Хамон
cs: Chrám Ba'al-Hammonův
el: Ναός του Ba'al Hammon
es_ar: Templo of Ba'al Hammon-Maravilla
fa: معبد بعل حمون
he: המקדש של בעל האמון
hy: Բա'ալ Համոնի տաճար
ko: 바알 함몬의 신전
ru: Храм Баал-Хаммона
uk: Храм Баал-Хаммона
zh: 巴耳·哈蒙神庙

source: Hut
ast: Corripu
bg: Колиба
cs: Chatrč
el: Καλύβα
ko: 오두막
ru: Хижина
uk: Хатина
zh: 茅屋

source: Longhouse
ast: Casa lhonga
bg: Дълга къща
cs: Dlouhý dům
el: Ξυλόσπιτο
ko: 긴집
ru: Длинный дом
uk: Довгий будинок
zh: 长屋

source: Column
ast: Columna
bg: Колона
cs: Sloup
el: Κίονας
ko: 기념비
ru: Колонна
uk: Колона
zh: 柱
zh_tw: 柱

source: Doric Column
ast: Columna dórica
bg: Дорийска колона
cs: Dórský sloup
el: Δωρικός Κίονας
ko: 도리아 기념비
ru: Дорическая колонна
uk: Дорійська колона
zh: 多立克柱

source: Fallen Doric Column
ast: Columna dórica caída
bg: Паднала дорийска колона
cs: Spadlý dórský sloup
el: Γκρεμισμένος Δωρικός Κίονας
ko: 무너진 도리아 기념비
ru: Упавшая дорическая колонна
uk: Впала дорійська колона
zh: 倾颓的多立克柱

source: Fence
ast: Cierru
bg: Ограда
cs: Plot
el: Φράχτης
ko: 울타리
ru: Забор
uk: Паркан
zh: 篱笆
zh_tw: 籬笆

source: Long Wooden Fence
ast: Cierru lhongu
bg: Дълга дървена ограда
cs: Dlouhé dřevěné oplocení
el: Μακρύς ξύλινος φράχτης
ko: 긴 목제 울타리
ru: Длинный деревянный забор
uk: Довгий дерев'яний паркан
zh: 长栅栏

source: Rock Fence
ko: 바위 울타리
zh: 石头界篱
zh_tw: 石頭圍籬

source: Short Wooden Fence
ast: Cierru curtiu
bg: Къса дървена ограда
cs: Krátké dřevěné oplocení
el: Μικρός ξύλινος φράχτης
ko: 짧은 목제 울타리
ru: Короткий деревянный забор
uk: Короткий дерев'яний паркан
zh: 短栅栏

source: Stone Fence
ast: Tapia de piedra
bg: Каменна ограда
cs: Kamenný plot
el: Πέτρινος φράχτης
ko: 돌울타리
ru: Каменный забор
uk: Кам'яний паркан
zh: 石栏
zh_tw: 石頭圍籬

source: Assembly of Princes
ast: Conselyo principal
bg: Събрание на принцове
cs: Shromáždění princů
el: Συνέλευσις Πριγκίπων
hy: Ցեղապետերի հավաք
ko: 왕세자 의회
ru: Собрание вождей
uk: Асамблея принців
zh: 高卢王公大会
zh_tw: 王子大會

source: Remogantion
ar: مجلس الأمراء
bg: Пленарна зала
cs: Remogance
el: Ρεμεγκάινσιον
hy: Ռեմոգանտիոն
ko: 레모간티온
ru: Ремогантион
uk: Ремоґантіон
zh: 众议会场

source: Train Champion Trumpeters and Heroes.
ast: Sitiu unde se crean Carnucos decertadores & Heroes.
bg: Обучава гвардейски тромпетисти и герои.
cs: Vycvičte elitní trubače a hrdiny.
el: Εκπαιδεύστε Πρωταθλητές Τρομπετίστες και Ήρωες.
ko: 챔피언 나팔병과 영웅을 훈련합니다.
ru: Позволяет обучать гвардейских горнистов и героев.
uk: Навчання чемпіонських трубачів та героїв.
zh: 训练军号手和英雄
zh_tw: 訓練鬥士號手與英雄。

source: Coriosedlon
bg: Кориоседлон
cs: Kasárna
el: Κοριοσέντλον
hy: Կորիոսեդլոն
ko: 코리오세드론
ru: Кориоседлон
uk: Коріоседлон
zh: 军营

source: Lissos
bg: Лиссос
cs: Radnice
el: Λίσσος
hy: Լիսսոս
ko: 리스소스
ru: Лиссос
uk: Ліссос
zh: 市政中心

source: Brauon
bg: Брауон
cs: Větrný mlýn
el: Μπράουον
hy: Բրաոն
ko: 브라우온
ru: Брауон
uk: Брауон
zh: 磨坊

source: Tavern
ar: حانة
ast: Tabierna
bg: Таверна
cs: Hospoda
el: Ταβέρνα
es_ar: Taberna
fa: میخانه
he: בית מרזח
hy: Պանդոկ
ko: 터번
ru: Таверна
uk: Таверна
zh: 酒店
zh_tw: 酒館

source: Taberna
ar: حانة
bg: Таберна
el: Ταβέρνα
fa: تابرنا
he: טאברנה
hy: Տաբերնա
ko: 따베르나
ru: Таберна
uk: Таберна
zh: 酒店

source: Sanctuary of Corent
ast: Nemeton Aruernon
bg: Светилище на Корент
cs: Svatyně Corent
el: Ιερό του Corent
ko: 코렌트의 성역
ru: Корентское святилище
uk: Святилище у комуні Коран
zh: 奇观
zh_tw: 科朗聖所

source: Celicnon
bg: Келикнон
cs: Div světa - Celicnon
ko: 세리크논
ru: Келикнон
uk: Келікнон
zh: 科伦圣所

source: Wheat Field
ast: Eiru
bg: Пшеничено поле
cs: Pšeničné pole
el: Χωράφι Σταχιού
ko: 밀밭
ru: Пшеничное поле
uk: Пшеничне поле
zh: 麦田

source: Imperial Academy
ast: Academia imperial
bg: Имперска академия
el: Αυτοκρατορική Ακαδημία
ko: 제국 학술원
ru: Императорская академия
uk: Імперська академія
zh: 太学
zh_tw: 帝國學院

source: Dìguó Xuéyuàn
bg: Дигуо Сюеюан
ru: Дигуо Сюйюань
uk: Діґуо сюеюань
zh: 太学

source: Train Champions and research their technologies.
ast: Sitiu unde se crean Decertadores & se disinvuolven las téchnicas relativas a elhos
bg: Обучава шампиони и проучва техните подобрения.
ko: 챔피언들을 훈련하고 기술을 연구합니다.
ru: Позволяет обучать чемпионов и исследовать технологии, связанные с ними.
uk: Навчання чемпіонів та дослідження їхніх технологій.
zh: 训练冠勇单位，并研发相关科技。
zh_tw: 訓練鬥士及研發他們的科技。

source: Academy
ast: Academia
bg: Академия
el: Ακαδημία
ko: 학술원
ru: Академия
uk: Академія
zh: 学院
zh_tw: 學院

source: Bīnggōng Chǎng
bg: Бингун Чан
ru: Бингонг Чонг
uk: Бінґун чан
zh: 兵工厂

source: Jūn Yíng
bg: Дзюн Ин
ru: Юн Инь
uk: Цзюнь їн
zh: 军营

source: Guān Shǔ
bg: Гуан Шу
uk: Ґуань шу
zh: 官署

source: Enable training of heroes, reduce the batch training times and greatly increase the health, capture resistance and garrison capacity of this specific Civic Center.
ko: 영웅 훈련을 활성화하고, 일괄 훈련 시간을 줄이며, 이 특정 시민 회관의 내구도, 점령 저항력, 주둔지 수용력을 크게 증가시킵니다.
zh: 启用训练英雄，令市政中心减少批次训练时间，大幅提升生命值、反占领点数及驻军容量。
zh_tw: 啟用英雄訓練，為這座指定的城鎮中心減少批次訓練時間及大幅增加生命值、占領抗性和駐守空間。

source: Imperial Court
ast: Cohorte imperial
bg: Императорски двор
ko: 제국 조정
ru: Императорский двор
uk: Імперський суд
zh: 宫廷
zh_tw: 帝國朝廷

source: Cháotíng
bg: Чаотин
ru: Императорский двор
uk: Чаотін
zh: 朝堂

source: ImperialCourt
ast: CohorteImperial
bg: Имперски двор
ko: 제국조정
ru: Имперский двор
uk: Імперський суд
zh: 宫廷
zh_tw: 帝國朝廷

source: Xù Lán
bg: Сю Лан
ru: Сю Лан
uk: Сюй лань
zh: 畜栏

source: Fángyù Tǎ
bg: Фаню Та
uk: Фан'юй та
zh: 防御塔

source: This tower has greater range, greater attack, greater health, and is twice as difficult to capture.
ast: Isti torrexhon tien maior algame, podencia & vitalidade & je l doblu de difícile de tomar.
bg: Кулата има повече обхват, по-мощна атака, повече здраве и по-трудна за превземане.
ko: 이 탑은 더 넓은 범위, 더 큰 공격력, 더 큰 내구력을 갖고 있으며 점령하기가 두 배 더 어렵습니다.
ru: Эта башня получает большую дальностью стрельбы, урон, запас прочности, а атк же ее в два раза труднее захватить.
uk: Ця вежа має збільшену дистанцію, більшу атаку, більше здоров’я та її вдвічі складніше захопити.
zh: 射程更远、攻击力更强，生命值更高，反占领能力提升一倍。
zh_tw: 這座塔具有更大的射程、更多的攻擊力、更多的生命值，並且有兩倍的占領難度。

source: Great Tower
ast: Torrexhon
bg: Велика кула
ko: 대방어탑
ru: Великая Башня
uk: Велика вежа
zh: 高塔
zh_tw: 大防禦塔

source: Dà Fángyù Tǎ
bg: Да Фаню Та
uk: Да фан'юй та
zh: 大防御塔

source: GreatTower
ast: Torrexhon
bg: Велика Кула
ko: 대방어탑
ru: Великая Башня
uk: Велика вежа
zh: 高塔
zh_tw: 大防禦塔

source: Mǎtóu
bg: Матоу
uk: Матоу
zh: 码头

source: Nóng Shè
bg: Нун Шь
uk: Нун ше
zh: 农舍

source: Dàotián
bg: Даотиен
uk: Даотянь
zh: 稻田

source: Rice Paddy
ast: Arrozal
bg: Оризово поле
ko: 논
ru: Рисовое поле
uk: Рисовий чек
zh: 稻田
zh_tw: 稻田

source: Tián
bg: Тиань
uk: Тянь
zh: 田

source: Duànzào Chǎng
bg: Дуандзао Чанг
uk: Дуаньцзао чан
zh: 锻造场

source: Bǎolěi
bg: Баолей
uk: Баолей
zh: 堡垒

source: Mín Jū
bg: Мин-джу
uk: Мінь цзюй
zh: 民居

source: LaoziGate
ast: PuortaLaozi
bg: Портата на Лао Дзъ
ko: 노자경문
ru: Ворота Лао-цзы
uk: Брама Лао-цзи
zh: 老子门
zh_tw: 老子門

source: Lǎozǐ Mén
bg: Лаодзь Мън
uk: Лаоцзи мень
zh: 老子门

source: Jíshì
bg: Дзишь
uk: Цзіши
zh: 集市

source: Imperial Ministry
ast: Ministerio imperial
bg: Имперско министерство
el: Αυτοκρατορικό Υπουργείο
ko: 황실
ru: Императорское министерство
uk: Імперське міністерство
zh: 公卿
zh_tw: 帝國官署

source: Gōngdiàn
bg: Гундиен
ru: Дворец
uk: Ґундянь
zh: 宫殿

source: ImperialMinistry
ast: MinisterioImperial
bg: Имперско министерство
ko: 황실
ru: Императорское министерство
uk: Імперське міністерство
zh: 公卿
zh_tw: 帝國官署
