Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Ctrl + A or [left]: Rotate camera clockwise around terrain
es_cl: Ctrl + A o [left]: Girar la cámara hacia la derecha alrededor del terreno
he: Ctrl + A או [שמאל]: עם כיוון השעון מצלמה סובב סביב שטח
sl: Ctral + A ali [levo]: Obračaj kamero v smeri urinega kazalca okoli ozemlja

source: Ctrl + D or [right]: Rotate camera anticlockwise around terrain
es_cl: trl + D o [derecha]: Girar hacia la izquierda de la cámara alrededor del terreno
he: Ctrl + D או [מימין]: נגד כיוון השעון מצלמה סובב סביב שטח
sl: Ctrl + D ali [desno]: Obračaj kamero v nasprotni smeri urinega kazalca okoli ozemlja

source: F: Follow the selected unit (move the camera to stop the camera from following the unit/s)
es_cl: F: Sigue la unidad seleccionada (mover la cámara para detener la cámara frente a la unidad(es))
he: F: בצע את היחידה שנבחרה (להזיז את המצלמה כדי לעצור את המצלמה מהבאה היחידה / ות)
sl: F: Sledi izbrani enoti (premakni kamero za zaustavitev sledenja kamere enoti)
