Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-other.po
Languages: ar, ast, bg, br, ca, cs, da, el, es_ar, eu, fa, fi, ga, gd, he, hu, hy, id, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

# effect caused by an attack
source: Various (timed) effects.
ast: Varios effectos (temporales)
bg: Различни ефекти (за време)
ca: Diversos efectes (temporitzats).
cs: Různé (časované) efekty.
el: Ποικίλα (με καταγραφή χρόνου) εφέ.
eu: Zenbat (denbora) efektu.
fi: Useita (määräaikaisia) vaikutuksia.
gd: Caochladh èifeachdan (sealach).
hu: Különböző (időzített) hatások.
id: Berbagai efek (berwaktu).
ko: 다양한 (시간 지정) 효과.
lt: Įvairūs (laikini) efektai.
nl: Verschillende (getimede) effecten.
pl: Różne (czasowe) efekty.
pt_br: Vários efeitos (cronometrados).
ru: Различные (временные) эффекты.
sk: Rôzne (časované) efekty.
sv: Olika (tidsbaserade) effekter.
tr: Çeşitli (zamanlanmış) etkiler
uk: Різні (тимчасові) ефекти.
zh: 各种（限时）效果。
zh_tw: 多種（延時）效果。

# effect caused by an attack
source: Apply Status
ast: Stadu d’applicacion
bg: Прилагане на състояние
ca: Aplica l'estat
cs: Použít stav
el: Εφαρμογή Κατάστασης
eu: Egoera ezarri
fi: Aseta tila
gd: Cuir an staid an sàs
hu: Állapot alkalmazása
id: Terapkan Status
ko: 상태 적용
lt: Pritaikoma Būsena
nl: Pas status toe
pl: Zastosuj status
pt_br: Aplicar status
ru: Статус применения
sk: Použiť status
sv: Applicera status
tr: Durumu Uygula
uk: Статус застосування
zh: 应用状态
zh_tw: 套用狀態

# effect caused by an attack
source: Reduces capture points of a target.
ast: Reduz la fidelidá del obiectivu.
bg: Намалява пленителните точки на целта.
ca: Redueix els punts de captura de l'objectiu.
cs: Snižuje body zajmutí cíle.
el: Ελαττώνει τους πόντους κατάκτησης ενός στόχου.
eu: Gutxitu objektiboaren atzitze puntuak.
fi: Vähentää kohteen valtauspisteitä.
gd: Ìslichidh seo puingean-glacaidh amais.
hu: Csökkenti a célpont elfoglalási pontjait.
id: Mengurangi poin perebutan target.
ko: 대상의 점령 포인트가 줄어듭니다.
lt: Sumažina taikinio užgrobimo taškus.
nl: Vermindert veroverpunten van een doelwit.
pl: Zmniejsza punkty przejęcia celu.
pt_br: Reduz os pontos de captura de um alvo.
ru: Уменьшает очки захвата цели.
sk: Znižuje obsadzovacie body cieľa.
sv: Reducerar målets erövringspoäng.
tr: Bir hedefin ele geçirme puanlarını düşürür.
uk: Зменшує очки захоплення цілі.
zh: 减少目标的占领点
zh_tw: 降低目標的占領點。

# effect caused by an attack
source: Capture
ast: Captura
bg: Превземане
ca: Captura
cs: Zajmout
el: Κατάληψη
eu: Atzeman
fi: Valtaus
gd: Glacadh
hu: Elfoglalás
id: Rebut
ko: 점령
lt: Užgrobimas
nl: Verover
pl: Przejęcie
pt_br: Captura
ru: Захват
sk: Prevzatie
sv: Fånga
tr: Ele geçir
uk: Захоплення
zh: 占领
zh_tw: 佔領

# effect caused by an attack
source: Reduces the health of a target.
ast: Reduz la vitalidá del obiectivu.
bg: Намаля здравето на целта.
ca: Redueix la salut de l'objectiu.
cs: Snižuje zdraví cíle.
el: Ελαττώνει τους πόντους υγείας ενός στόχου.
eu: Gutxitu objektiboaren osasun puntuak.
fi: Vähentää kohteen terveyttä.
gd: Ìslichidh seo slàinte amais.
hu: Csökkenti a célpont életerejét.
id: Mengurangi nyawa target.
ko: 대상의 체력을 감소시킵니다.
lt: Sumažina taikinio sveikatą.
nl: Vermindert de gezondheid of sterkte van een doelwit.
pl: Zmniejsza zdrowie celu.
pt_br: Reduz a saúde de um alvo.
ru: Уменьшает здоровье цели.
sk: Znižuje zdravie cieľa.
sv: Reducerar målets hälsa.
tr: Bir hedefin sağlığını düşürür.
uk: Зменшує здоров'я цілі.
zh: 减少目标的生命值
zh_tw: 降低目標的生命值。

# effect caused by an attack
source: Damage
ast: Danno
bg: Щети
ca: Dany
cs: Poškození
el: Ζημιά
eu: Kaltea
fi: Vahinko
gd: Dochann
hu: Sebzés
id: Daya Serang
ko: 피해
lt: Žala
nl: Schade
pl: Obrażenia
pt_br: Dano
ru: Урон
sk: Poškodenie
sv: Skada
tr: Hasar
uk: Пошкодження
zh: 破坏
zh_tw: 傷害

# damage type
source: Damage caused by sheer force, like with a club or by trampling.
ast: Danno frayyante, cumo’l que fhazen las clavas, la calcadura.
bg: Щети, причинени от груба сила, напр. от бухалка или чрез стъпкване.
ca: Dany causat per la força bruta, com garrotades o atropellaments.
cs: Poškození způsobené pouhou silou, například holí nebo pošlapáním.
el: Ζημιά που προκαλείται απο ωμή δύναμξ, όπως με ένα μπαστούνι ή ποδοπάτημα.
eu: Indar gordinak eragindako kaltea, esaterako borra batekin edo zanpatuz
fi: Raa'alla voimalla, kuten nuijalla tai tallomalla, aiheutettu vahinko.
gd: Seo dochann a dh’adhbhraicheas neart a-mhàin, can o steabhag no saltairt.
hu: Puszta erővel – például buzogánnyal vagy taposással – okozott sebzés.
id: Serangan dengan tenaga, seperti dipentung atau ditimpa.
ko: 몽둥이나 짓밟는 것과 같은 순수한 힘에 의한 피해입니다.
nl: Schade veroorzaakt door brute kracht, zoals met een knuppel of door vertrappen.
pl: Obrażenia powodujące rany tępe, np. poprzez zdeptanie czy uderzenie obuchem.
pt_br: Danos causados por força bruta, como com uma clava ou atropelamento.
ru: Урон, нанесённый только силой, например дубиной или топтанием.
sk: Poškodené spôsobené hrubou silou, napríklad palcátom alebo pošliapaním.
sv: Skada som orsakas av ren kraft, som med en klubba eller tramp.
tr: Bir sopadaki veya çiğneme gibi salt kuvvetten kaynaklanan hasar.
uk: Пошкодження, спричинені прямовисною силою, подібною до удару палицею або витоптування.
zh: 棍棒、践踏等造成的伤害。
zh_tw: 純由力量造成的傷害，如棍棒或踐踏。

# damage type
source: Crush
ast: Frayyura
bg: Разбиване
ca: Impacte
cs: Drcení
el: Συντριβή
eu: Zanpatu
fi: Murskaus
gd: Brùilleadh
hu: Zúzás
id: Hantam
ko: 때리기
lt: Traiškymas
nl: Verpletter
pl: Obuchowe
pt_br: Esmagamento
ru: Дробящий
sk: Drvivé
sv: Krossa
tr: Yıkım
uk: Крушіння
zh: 冲锋
zh_tw: 粉碎

# damage type
source: Damage caused by burning objects, like a torch or a flaming arrow.
ast: Danno queimante, cumo’l que fhazen los fatsucos, las saiettas ardientes.
bg: Щети, причинени от горящи предмети, напр. от факла или огнена стрела.
ca: Danys causats per objectes en flames, com una torxa o una fletxa encesa.
cs: Poškození způsobené hořícími předměty, jako je pochodeň nebo hořící šíp.
el: Ζημιά που προκαλείται απο φλεγόμενα αντικείμενα ,όπως ένας πυρσός ή ένα φλεγόμενο βέλος.
eu: Objektuak erretzeagatik sortutako kalteak, lastargia edo su gezia kasu.
fi: Palavilla esineillä, kuten soihduilla tai palavilla nuolilla, aiheutettu vahinko.
gd: Seo dochann a dh’adhbhraicheas nithean a tha ’nan teine, can leus no saighead ’na theine.
hu: Égő tárgyakkal – például fáklyával vagy tüzes nyíllal – okozott sebzés.
id: Serangan dengan benda terbakar, seperti obor atau panah berapi.
ko: 횃불이나 불타는 화살과 같은 물체를 태워서 생긴 손상입니다.
nl: Schade veroorzaakt door brandende objecten zoals toortsen of een brandende pijl.
pl: Obrażenia spowodowane płonącymi przedmiotami, takimi jak pochodnia lub płonąca strzała.
pt_br: Danos causados por objetos em chamas, como uma tocha ou uma flecha em chamas.
ru: Урон, нанесенный горящими объектами, например факел или горящая стрела.
sk: Poškodenie spôsobení horiacimi objektami, napríklad fakľou alebo horiacim šípom.
sv: Skada som orsakats av brinnande objekt, som en fackla eller en brinnande pil.
tr: Meşale veya alevli ok gibi yanan nesnelerin neden olduğu hasar.
uk: Пошкодження, спричинені палаючими предметами, такими як смолоскип або палаюча стріла.
zh: 由燃烧物（如火炬、箭矢）造成的伤害。
zh_tw: 由燃燒中的物品造成的傷害，如火炬或火箭。

# damage type
source: Fire
ast: Queimura
bg: Огън
ca: Foc
cs: Oheň
el: Φωτιά
eu: Sua
fi: Tuli
gd: Teine
hu: Tűz
id: Api
ko: 불
lt: Šauti
nl: Vuur
pl: Ogień
pt_br: Fogo
ru: Огонь
sk: Vystreliť
sv: Eld
tr: Ateş
uk: Вогонь
zh: 火
zh_tw: 火

# damage type
source: Damage caused by sharp objects cutting or chopping, like with a sword or an axe.
ast: Danno curtante, cumo’l que fhazen las spadas, las seguras.
bg: Щети, причинени от остри режещи или разсичащи предмети, напр. от меч или брадва.
ca: Dany causat per objectes esmolats, com una espasa o una destral.
cs: Poškození způsobené řezáním nebo sekáním ostrých předmětů, například mečem nebo sekerou.
el: Ζημιάπου προκαλείται απο αιχμηρά αντικείμενα ή κοψίματα, όπως με ενα σπαθί ή τσεκούρι.
eu: Objektu zorrotzek moztuz edo ebakiz eragindako kaltea, esaterako ezpata edo aizkoraz
fi: Terävillä esineillä, kuten miekalla tai kirveellä, tehtyjen leikkausten ja viiltojen aiheuttama vahinko.
gd: Seo dochann a dh’adhbharaicheas gearradh le nithean geura, can le claidheamh no tuagh.
hu: Éles vágóeszközökkel – például karddal vagy baltával – okozott sebzés.
id: Serangan dengan benda tajam menyayat atau mencincang, seperti pedang atau kapak.
ko: 칼이나 도끼처럼 날카로운 물체에의한 베거나 찍히는 피해입니다.
nl: Schade veroorzaakt door snijden of hakken met een scherp voorwerp zoals een zwaard of een bijl.
pl: Obrażenia spowodowane ostrymi przedmiotami poprzez odcięcie lub rozszarpanie, np. mieczem lub toporem.
pt_br: Danos causados por objetos afiados cortando ou picando, como com uma espada ou um machado.
ru: Урон, нанесённый только острыми предметами (рубящими или колющими), например меч или топор.
sk: Poškodenie spôsobené čepeľami ostrých objektov, napríklad mečom alebo sekerou.
sv: Skada som orsakas av vassa föremål som skär eller hugger, som med ett svärd eller en yxa.
tr: Kılıç veya balta gibi keskin nesnelerin kesmesi veya yarması sonucu oluşan hasar.
uk: Пошкодження, спричинені різанням або рубанням гострими предметами, подібними до меча чи сокири.
zh: 由锋利的物体（剑、斧之类）所造成的伤害。
zh_tw: 由利器砍削造成的傷害，如劍或斧。

# damage type
source: Hack
ast: Corte
bg: Разсичане
ca: Tall
cs: Seknutí
el: Πελεκισμός
eu: Moztu
fi: Hakkaus
gd: Spealgadh
hu: Vágás
id: Tebas
ko: 베기
lt: Kapojimas
nl: Hak
pl: Sieczne
pt_br: Corte
ru: Рубящий
sk: Sečné
sv: Hacka
tr: Darbe
uk: Рубання
zh: 砍
zh_tw: 劈砍

# damage type
source: Damage caused by sharp pointy objects, like arrows or spears.
ast: Danno perforante, cumo’l que fhazen las saiettas, las hastas.
bg: Щети, причинени от пронизващи предмети, напр. стрели или копия.
ca: Dany causat per objectes punxeguts, com les fletxes o les llances.
cs: Poškození způsobené ostrými špičatými předměty, jako jsou šípy nebo kopí.
el: Ζημιά που προκαλείται απο αιχμηρά μυτερά αντικείμενα, όπως ενα βέλος ή δόρυ.
eu: Punta zorrotzezko objektuek eragindako kaltea, esaterako gezi edo latzaz.
fi: Teräväkärkisillä esineillä, kuten nuolilla ja keihäillä, aiheutettu vahinko.
gd: Seo dochann a dh’adhbharaicheas nithean geura biorach, can saighdean no sleaghan.
hu: Hegyes tárgyakkal – például nyilakkal vagy lándzsával – okozott sebzés.
id: Serangan dengan benda tajam yang menusuk, seperti panah atau tombak.
ko: 화살이나 창과 같은 뾰족한 물체로 인한 피해입니다.
nl: Schade veroorzaakt door scherpe puntige voorwerpen zoals pijlen of speren.
pl: Obrażenia spowodowane ostrymi przedmiotami, np. strzałami czy włóczniami.
pt_br: Danos causados por objetos pontiagudos, como flechas ou lanças.
ru: Урон, нанесённый заострёнными предметами, например стрелы или копья.
sk: Poškodenie spôsobené ostrými špicatými objektmi, napríklad šípmi alebo kopijami.
sv: Skada som orsakas av vassa, spetsiga föremål, som pilar eller spjut.
tr: Oklar veya mızraklar gibi sivri uçlu nesnelerin neden olduğu hasarlar.
uk: Пошкодження, спричинені гострими точковими предметами, такими як стріли чи списи.
zh: 由尖锐的物体（如箭头或长矛）造成的伤害。
zh_tw: 由物品鋒利的尖頭造成的傷害，如箭或矛。

# damage type
source: Pierce
ast: Perforacion
bg: Пробождане
ca: Perforació
cs: Bodnutí
el: Τρύπημα
eu: Zulatu
fi: Lävistys
gd: Bioradh
hu: Szúrás
id: Tusuk
ko: 뚫기
lt: Dūrimas
nl: Doorboor
pl: Kłute
pt_br: Perfuração
ru: Колющий
sk: Bodné
sv: Sticka
tr: Delme
uk: Коління
zh: 穿刺
zh_tw: 穿刺

# damage type
source: Damage caused by venomous or poisoned objects, like a snake or a poisoned weapon.
ast: Danno tóxico, cumo’l que fhazen las coluöbras, las armas venenadas.
bg: Щети, причинени от отровни неща, напр. змии или намазано с отрова оръжие.
ca: Danys causats per objectes verinosos o enverinats, com ara una serp o una arma enverinada.
cs: Poškození způsobená jedovatými nebo otrávenými předměty, jako je had nebo otrávená zbraň.
el: Ζημιά που προκαλείται απο δηλητηριώδη ή δηλητηριασμένα αντικείμενα, όπως ένα φίδι ή ενα δηλητηριασμένο όπλο΄.
eu: Objektu pozoitsu edo pozoituek sortutako kalteak, suge edo arma pozoitu batek kasu.
fi: Myrkyllisillä eläimillä ja esineillä, kuten käärmeillä ja myrkytetyillä aseilla, aiheutettu vahinko.
gd: Seo dochann a dh’adhbhraicheas nithean puinnseanach no a chaidh a phuinnseanachadh, can nathair no arm puinnseanaichte.
hu: Mérgező vagy mérgezett dolgokkal – például egy kígyóval vagy mérgezett fegyverrel – okozott sebzés.
id: Serangan dengan benda berbisa atau beracun, seperti ular atau senjata beracun.
ko: 뱀이나 독이 든 무기같이 독이 있거나, 독극물에 의한 손상입니다.
nl: Schade veroorzaakt door giftige of vergiftigde objecten zoals een slang of een vergiftigd wapen.
pl: Obrażenia spowodowane jadowitymi lub zatrutymi obiektami, takimi jak wąż lub zatruta broń.
pt_br: Danos causados por objetos venenosos ou envenenados, como uma cobra ou uma arma envenenada.
ru: Урон, нанесённый ядовитыми предметами, например змея или отравленное оружие.
sk: Poškodenie spôsobené jedovatými alebo otrávenými objektami, napríklad hadom alebo otrávenou zbraňou.
sv: Skada som orsakats av giftiga objekt som en orm eller ett förgiftat vapen.
tr: Yılan veya zehirli silahların neden olduğu zehir hasarı.
uk: Пошкодження, спричинені отруйними або отруєними предметами, такими як змія або отруєна зброя.
zh: 由带毒物品（如毒蛇、淬毒武器）造成的伤害。
zh_tw: 由毒物造成的傷害，如蛇或淬毒的武器。

# damage type
source: Poison
ast: Toxicidá
bg: Отрова
ca: Verí
cs: Jed
el: Δηλητήριο
eu: Pozoia
fi: Myrkky
gd: Puinsean
hu: Méreg
id: Racun
ko: 독약
nl: Vergif
pl: Trucizna
pt_br: Veneno
ru: Яд
sk: Jed
sv: Gift
tr: Zehir
uk: Отрута
zh: 毒药
zh_tw: 毒

# status effect
source: This unit causes fire damage.
ast: Esta unidá fhaz queimar.
bg: Тази единица нанася огнени щети.
ca: Aquesta unitat causa dany per foc.
cs: Tato jednotka způsobuje poškození ohněm.
el: Αυτή η μονάδα προκαλεί πύρινη ζημιά.
eu: Unitate honek su kalteak eragiten ditu.
fi: Tämä yksikkö aiheuttaa tulivahinkoa.
gd: Adhbharaichidh an t-aonad seo dochann teine.
hu: Ez az egység tűzsebzést okoz.
id: Unit ini menyebabkan serangan api.
ko: 이 유닛은 화재 피해를 입힙니다.
lt: Šis vienetas žaloja ugnimi.
nl: Deze eenheid veroorzaakt brandschade.
pl: Ta jednostka zadaje obrażenia od ognia.
pt_br: Esta unidade causa dano de fogo.
ru: Этот юнит наносит урон огнём.
sk: Táto jednotka spôsobuje poškodenie ohňom.
sv: Enheten orsakar eldskada.
tr: Bu birim yangına neden olur.
uk: Ця одиниця спричиняє пошкодження вогнем.
zh: 单位会使用火攻。
zh_tw: 此單位造成著火傷害。

# status effect
source: This unit is burning.
ast: Esta unidá sta queimando.
bg: Тази единица гори.
ca: Aquesta unitat està en flames.
cs: Tato jednotka hoří.
el: Αυτή η μονάδα καίγεται.
eu: Unitate hau erretzen ari da.
fi: Tämä yksikkö on tulessa.
gd: Tha an t-aonad seo ’na theine.
hu: Ez az egység lángol.
id: Unit ini terbakar.
ko: 이 유닛은 불타는 중입니다.
lt: Šis vienetas dega.
nl: Deze eenheid staat in brand.
pl: Jednostka płonie.
pt_br: Esta unidade está queimando.
ru: Этот юнит горит.
sk: Táto jednotka horí
sv: Enheten brinner.
tr: Bu birim yanıyor.
uk: Ця одиниця горить.
zh: 单位正被灼烧
zh_tw: 此單位著火。

# status effect
source: Burning
ast: In yyamas
bg: Горящ
ca: Cremant
cs: Hořící
el: Φλέγεται
eu: Erretzen
fi: Tulessa
gd: ’Na theine
hu: Égés
id: Terbakar
ko: 불타는 중
lt: Dega
nl: Brandend
pl: Płonie
pt_br: Queimando
ru: Горящий
sk: Horiace
sv: Brinner
tr: Yanıyor
uk: Горіння
zh: 火烧
zh_tw: 燃燒

# status effect
source: This unit causes poison damage.
ast: Esta unidá invenena.
bg: Тази единица нанася отровни щети.
ca: Aquesta unitat causa dany per verí.
cs: Tato jednotka způsobila poškození otrávením.
el: Αυτή η μονάδα προκαλεί δηλητηριώδη ζημιά.
eu: Unitate honek pozoi kalteak eragiten ditu.
fi: Tämä yksikkö aiheuttaa myrkkyvahinkoa.
gd: Adhbharaichidh an t-aonad seo dochann puinnsein.
hu: Ez az egység méregsebzést okoz.
id: Unit ini menyebabkan keracunan.
ko: 이 유닛은 독 피해를 일으킵니다.
lt: Šis vienetas žaloja nuodais.
nl: Deze eenheid veroorzaakt vergiftigingsschade.
pl: Ta jednostka zadaje obrażenia trujące.
pt_br: Esta unidade causa dano de veneno.
ru: Этот юнит наносит урон ядом.
sk: Táto jednotka spôsobuje poškodenie jedom.
sv: Enheten orsakar giftskada.
tr: Bu birim zehir hasarına neden olur.
uk: Ця одиниця спричиняє пошкодження отрутою.
zh: 单位可使用毒药攻击。
zh_tw: 此單位造成中毒傷害。

# status effect
source: This unit is poisoned.
ast: Esta unidá sta venenada.
bg: Тази единица е отровена.
ca: Aquesta unitat ha estat enverinada.
cs: Tato jednotka je otrávená.
el: Αυτή η μονάδα είναι δηλητηριασμένη.
eu: Unitate hau pozoiturik dago.
fi: Tämä yksikkö on myrkytetty.
gd: Tha am puinnsean air an aonad seo.
hu: Ezt az egységet megmérgezték.
id: Unit ini keracunan.
ko: 이 유닛은 중독되었습니다.
lt: Šis vienetas yra apnuodytas.
nl: Deze eenheid is vergiftigd.
pl: Jednostka jest otruta.
pt_br: Esta unidade está envenenada.
ru: Этот юнит отравлен.
sk: Táto jednotka je otrávená
sv: Enheten är förgiftad.
tr: Bu birim zehirlendi.
uk: Ця одиниця отруєна.
zh: 单位已中毒
zh_tw: 此單位中毒。

# status effect
source: Poisoned
ast: Cun veneno
bg: Отровен
ca: Enverinat
cs: Otrávený
el: Δηλητηριασμένο
eu: Pozoiturik
fi: Myrkytetty
gd: Puinnseanaichte
hu: Mérgezett.
id: Keracunan
ko: 중독됨
lt: Apnuodytas
nl: Vergiftigd
pl: Pod wpływem trucizny
pt_br: Envenenado
ru: Отравлен
sk: Otrávený
sv: Förgiftad
tr: Zehirlendi
uk: Отруєно
zh: 中毒
zh_tw: 中毒

source: Army of Alexander the Great.
ar: جيش الإسكندر الأكبر.
ast: Exércitu d’Aleẍandre Magnu.
bg: Армия на Александър Велики.
br: Arme Alexandr ar Meur.
ca: Exèrcit d'Alexandre el Gran.
cs: Vojsko Alexandra Velikého.
da: Alexander den Stores hær.
el: Ο στρατός του Μεγάλου Αλεξάνδρου
es_ar: Ejército de Alejando Magno
eu: Alexandro Handiaren armada.
fa: ارتش اسکندر مقدونی.
fi: Aleksanteri Suuren armeija.
ga: Arm Alastair Mhór
gd: Airm Alasdair Uaibhrich.
he: צבאו של אלכסנדר מוקדון.
hu: Nagy Sándor serege.
hy: Ալեքսանդր Մեծի զորք։
id: Pasukan Alexander Agung.
ka: ალექსანდრე დიდის ჯარი.
ko: 알렉산더 대왕의 군대.
lt: Aleksandro Makedoniečio Kariuomenė.
lv: Aleksandra Lielā armija.
ms: Tentera Iskandar Agung.
nb: Aleksander den store's hær
nl: Leger van Alexander de Grote.
pl: Armia Aleksandra Wielkiego.
pt_br: Exército de Alexandre Magno.
ro: Armata lui Alexandru cel Mare.
ru: Армия Александра Великого.
sk: Armáda Alexandra Veľkého.
sl: Vojska Aleksandra Velikega
sr: Војска Александра Великог.
sv: Alexander den Stores armé
tr: Büyük İskenderin Ordusu.
uk: Армія Александра Великого.
zh: 亚历山大三世的军队
zh_tw: 亞歷山大大帝的軍隊。

source: Army of Alexander the Great
ar: جيش الإسكندر الأكبر
ast: Exércitu d’Aleẍandre Magnu
bg: Армия на Александър Велики
br: Arme Alexandr ar Meur
ca: Exèrcit d'Alexandre el Gran
cs: Vojsko Alexandra Velikého
da: Alexander den Stores hær
el: Ο στρατός του Μεγάλου Αλεξάνδρου
es_ar: Ejército de Alejandro Magno
eu: Alexandro Handiaren armada
fa: ارتش اسکندر مقدونی.
ga: Arm Alastair Mhór
gd: Airm Alasdair Uaibhrich
he: הצבא של אלכסנדר מוקדון
hu: Nagy Sándor serege
hy: Ալեքսանդր Մեծի զորք
id: Pasukan Alexander Agung
ka: ალექსანდრე დიდის ჯარი
ko: 알렉산더 대왕의 군대
lt: Aleksandro Makedoniečio Kariuomenė
lv: Aleksandra Lielā armija
ms: Tentera Iskandar Agung
nb: Aleksander den store's hær
nl: Het leger van Alexander de Grote
pl: Armia Aleksandra Wielkiego
pt_br: Exército de Alexandre Magno
ro: Armata lui Alexandru cel Mare
ru: Армия Александра Великого
sk: Armáda Alexandra Veľkého
sl: Vojska Aleksandra Velikega
sr: војска Александра Великог
sv: Alexander den Stores armé
uk: Армія Александра Великого
zh: 亚历山大三世的军队
zh_tw: 亞歷山大大帝的軍隊

source: This is what an army would look like on the Strat Map.
ar: هذا ما سوف يبدو الجيش عليه فى خريطة مبتدأ.
ast: Assí ye un exércitu in mappa stratéxhicu.
bg: Ето как ще изглежда една армия на стратегическата карта.
br: Rankout a rafe tennañ un arme d'an dra-mañ war ar gartenn Strategel.
ca: Així és com seria un exèrcit al mapa d'estratègia.
cs: Takto by armáda vypadala na strategické mapě.
da: Sådan ser en hær ud på det strategiske kort.
el: Ετσι είναι πώς θα έμοιαζε ένας στρατός στον Αρχικό Χάρτη.
es_ar: Así es como un ejército se vería en el Mapa Estratégico
eu: Horrela azalduko zen armada Mapa Estrategikoan.
fa: این شکلی است که که یک ارتش در نقشه Strat دیده می شود
fi: Tämä on miltä armeijan tulisi näyttää Strat-kartassa.
ga: Beidh an táscaire seo mar a dealraítear airm sa Leárscáil Straitéise.
gd: Seo mar a bhiodh feachd coltach air mapa nan iomairtean ro-innleachd.
he: כך יראה צבא במפת ההתחלה
hu: Ez az, ahogy egy seregnek ki kellene néznie a stratégiai térképen.
hy: Սա այն տեսնք է, որ զորքը կունենար Strat քարտեզի վրա։
id: Beginilah bentuk pasukan pada Peta Strategi.
ka: აი ასე უნდა გამოიყურებოდეს ჯარი საწყის რუკაზე.
ko: 이것은 지도 위에서 군대같은 것입니다.
lt: Taip atrodytų kariuomenė strateginiame žemėlapyje.
lv: Šis ir kā armija izskatīsies uz Ģenerāļa kartes
ms: Ini rupa bentuk tentera yang kelihatan di dalam Peta Strategi.
nb: Slik ville en hær sett ut på strat-kartet.
nl: Zo zou een leger er uit zien op de strategische kaart.
pl: Tak będzie wyglądać na mapie strategicznej.
pt_br: É com isso que se pareceria um exército, no mapa estratégico.
ro: Așa va arăta o armată pe Harta Strat.
ru: Так армия будет выглядеть на стратегической карте.
sk: Takto by vyzerala armáda na strategickej mape.
sr: Овако би војска изгледала на стратешкој мапи.
sv: Detta är hur en armé skulle se ut på kartan.
tr: Boğaz haritasında hangi ordunun görüneceği.
uk: Ось як виглядала б армія на стратегічній мапі.
zh: 这是一支军队在战略地图上看起来的样子。
zh_tw: 這是一隻軍隊在戰略地圖上看起來的樣子。

source: Army of Macedonia
ar: جيش مقدونيا
ast: Exércitu de Macedonia.
bg: Армия на Македония
br: Arme Masedonia
ca: Exèrcit de Macedònia
cs: Makedonské vojsko
da: Makedoniens Hær
el: Μακεδονικός στρατός
es_ar: Ejército de Macedonia
eu: Mazedoniako armada
fa: ارتش مقدونیه
fi: Makedonian armeija
ga: Arm na Macadóine
gd: Airm na Masadoine
he: צבא מקדוניה
hu: Makedónia serege
hy: Մակեդոնական զորք
id: Pasukan Makedonia
ka: მაკედონიის ჯარი
ko: 마케도니아의 군대
lt: Makedonijos Kariuomenė
lv: Maķedonijas Armija
ms: Tentera Macedonia
nb: Den Makedonske hær
nl: Leger van Macedonië
pl: Armia macedońska
pt_br: Exército da Macedônia
ro: Armata Macedoniei
ru: Армия Македонии
sk: Macedónska armáda
sl: Makedonska vojska
sr: македонска војска
sv: Makedoniens Armé
tr: Makedonya Ordusu
uk: Армія Македонії
zh: 马其顿军队
zh_tw: 馬其頓軍隊

source: Army of Macedon
ar: جيش مقدونيا
ast: Exércitu de Macedonia
bg: Армия на Македония
br: Arme Makedonia
ca: Exèrcit de Macedònia
cs: Makedonské vojsko
da: Makedoniens Hær
el: Μακεδονικός Στρατός
es_ar: Ejército de Macedonia
eu: Mazedonen armada
fa: ارتش مقدونی
ga: Arm na Macadóine
gd: Airm na Masadoine
he: צבא מוקדון
hu: Makedónia serege
hy: Մակեդոնի զորք
id: Pasukan Makedonia
ka: მაკედონიის ჯარი
ko: 마케도니아인들의 군대
lv: Maķedonijas armija
ms: Tentera Macedon
nb: Makedon's hær
nl: Leger van Macedonië
pl: Armia macedońska
pt_br: Exército da Macedônia
ro: Armata lui Macedon
ru: Армия Македонцев
sk: Macedónska armáda
sl: Makedonska vojska
sr: војска Македоније
sv: Makedoniens Armé
uk: Армія Македону
zh: 马其顿军队
zh_tw: 馬其頓王國的軍隊

source: Army of Leonidas I.
ar: جيش ليونيداس الأول.
ast: Exércitu de Leonidas I.
bg: Армия на Леонид I.
br: Arme Leonidas I.
ca: Exèrcit de Leònides I.
cs: Vojsko Leonidase I.
da: Leonidas I's hær,
el: Ο στρατός του Λεωνίδα A'.
es_ar: Ejército de Leónidas I.
eu: Leonidas I.aren armada.
fa: ارتش لئونیداس یکم.
fi: Leonidas I:n armeija.
ga: Arm Leoiníadais I.
gd: Arm Leonidas I.
he: צבא ליאונידס הראשון
hu: I. Leonidász serege.
hy: Լեոնիդաս l-ի զորք։
id: Pasukan Leonidas I.
ka: ლეონიდას I-ის ჯარი.
ko: 레오니다스 1세의 군대.
lt: Leonido I Kariuomenė.
lv: Leonīda I armija.
ms: Tentera Leonidas I.
nb: Leonidas I's hær
nl: Leger van Leonidas I.
pl: Armia Leonidasa I.
pt_br: Exército de Leônidas I.
ro: Armata lui Leonidas I.
ru: Армия Леонида I.
sk: Armáda Leónida I.
sl: Vojska Leonidasa I.
sr: Војска Леониде I.
sv: Leonidas den Förstes Armé.
tr: I. Leonidas'ın Ordusu.
uk: Армія Леоніда I.
zh: 列奥尼达斯一世的军队。
zh_tw: 列奧尼達一世的軍隊。
