Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: In the meantime, direct your attention to your population count on the top panel. It is the fifth item from the left, after the resources. It would be prudent to keep an eye on it. It indicates your current population (including those being trained) and the current population limit, which is determined by your built structures.
ast: Entrín y non, repara na cifra de población del panel cimeru. Ye'l quintu elementu dende la esquierda, depués de los recursos. Caldría que la vixiles. Amuesa la población actual, (tomando en cuenta a los que tán llevantándose), y la llende de población actual, afitada poles estructures construyíes.
bg: В това време да насочим вниманието си към броя на населението в горния панел. Това е петият елемент от ляво надясно, след ресурсите. Трябва да следите това. То показва текущия брой на населението Ви (включително онези, които се обучават в момента) и текущото ограничение на населението, което се определя от построените сгради.
br: War ar memes tro, sellit ouzh bevenn ar boblañs e-krec'h ho skramm. Ar bempvet elfenn an hini eo goude ar mammennoù. Mat e vefe deoc'h teurel evezh outi. Diskouez a ra ho poblañs a-vremañ (gant ar re o vezañ stummet) ha bevenn ar boblañs a zo evit ar mare, termenet eo gant ho savadurioù savet.
ca: Mentrestant, centreu-vos en el recompte de població en el panell de dalt de tot. És el cinquè element des de l'esquerra, després dels recursos. No seria mala idea anar-hi fent cops d'ull. Indica la població actual (incloses les unitats que s'estan formant) i el límit de població actual, el qual ve determinat per les vostres estructures construïdes.
cs: Mezitím zaměřte svou pozornost na počet obyvatel na horním panelu. Jedná se o pátou položku zleva, po zdrojích. Bylo by rozumné to sledovat. Udává počet vašeho současného obyvatelstva (včetně vycvičených) a nynější omezení počtu obyvatel, které je určeno vámi postavenými budovami.
de: Schau in der Zwischenzeit einmal auf die Bevölkerungszahl im Feld oben. Es ist das fünfte Element von links, nach den Ressourcen. Es wäre klug, es im Auge zu behalten. Es zeigt deine derzeitige Bevölkerung an (inklusive Einheiten in Ausbildung) und das aktuelle Bevölkerungslimit, das von den gebauten Gebäuden abhängt.
el: Εν τω μεταξύ, στρέψτε την προσοχή σας στον αριθμό του πληθυσμού σας στον πίνακα στην κορυφή. Είναι το πέμπτο στοιχείο από τα αριστερά, μετά τους πόρους. Θα ήταν συνετό να το παρακολουθούμε. Δείχνει τον τρέχοντα πληθυσμό σας (συμπεριλαμβανομένων αυτών που εκπαιδεύονται) και το τρέχον όριο πληθυσμού, το οποίο καθορίζεται από τα κτήρια σας.
eo: Dume, direktu vian atenton al via popola nombro en la alta panelo. Ĝi estas la kvina elemento el la maldekstra, post la resursoj. Estus prudente daŭre atenti ĝin. Ĝi indikas via nuna popolnombro (inkluzivante la trejnatojn), kaj la nuna popolnombra limo, kiu estas decidata de viaj konstruitaĵon.
es: Mientras tanto, presta atención al recuento de población en el panel superior. Es el quinto elemento de la izquierda, después de los recursos. Sería prudente vigilarlo. Indica su población actual (incluidos los que están siendo entrenados) y el límite de la población actual, que viene determinado por sus edificios construidos.
es_ar: Mientras tanto, presta atención al contador de población en el panel superior. Es el quinto elemento desde la izquierda luego de los recursos. Sería prudente mirarlo de vez en cuando. Indica tu población actual (incluyendo aquellos que están siendo entrenados) y el límite de población actual, que es determinado por las estructuras construidas.
eu: Bitartean, arreta jarri populazioaren kontaketan goiko panelean. Ezkerretik hasita bosgarren elementua da, baliabideen ondoren. Zuhurra litzateke ikuskatzea. Bere oraingo populazioa zehazten du (trebatzen ari direnak barne) eta oraingo populazioaren gehienezkoa, eraikitako egiturak zehaztuta.
fa: در این میان، به تعداد جمعیت خود درپنل بالای صفحه دقت کنید که پنجمین مورد از سمت چپ است. باید همیشه مراقب بود و به آن چشم داشت، این قسمت میزان جمعیت فعلی (شامل آنها که در حال پرورش هستند) و سقف مجاز جمعیت شما را مشخص می کند. سقف جمعیت وابسته به ساختمان های شما است که ساخته اید.
fi: Kiinnitä sillä välin huomiosi väestömäärään yläpaneelissa. Se on viides kohta vasemmalta, resurssien jälkeen. Sitä kannattaa pitää silmällä. Se osoittaa nykyisen väestömäärän (mukaan lukien koulutettavat) ja nykyisen väestörajan, joka määräytyy rakennettujen rakennelmien mukaan.
fr: Pendant ce temps, dirigez votre attention sur votre limite de population en haut de l’écran. C’est le cinquième élément depuis la gauche, après les ressources. Il serait prudent de garder un œil sur ceci. Cela indique votre population actuelle (incluant ceux en cours d’entraînement) et la population limite actuelle, qui est déterminée par vos structures construites.
ga: Idir an dá linn, feiceann tú ar líon an dhaonra i bpainéal sa bharr. Tá sé an cúigiú cnaipe as clé, tar éis cnaipí na hacmhainne. Is smaoineamh maith ann don chnaipe seo a thabhairt faoi deara. Léiríonn sé seo an daonra reatha (aonaid á dtraenáil san áireamh) agus d'uasdhaonra reatha, a chinnfidh d'fhoirgnimh tógtha.
gd: San eadar-àm, thoir an aire air a’ chunntas-sluaigh sa phanail aig a’ bharr. ’S e an còigeamh nì on taobh chlì ’s às dèidh nan stòrasan a th’ ann. Biodh e glic sùil a chumail air. Innsidh e dhut dè na th’ agad a shluagh (a’ gabhail a-steach an fheadhainn a tha ’gan trèanadh) agus an tomhas-sluaigh as motha a-rèir nan togalaichean a thog thu.
gl: Mentres tanto, pon atención no teu número de poboación, no panel superior. É o quinto elemento pola esquerda, tras os recursos. Sería prudente vixialo. Indica a túa poboación actual (incluíndo a que está sendo adestrada) e o límite de poboación actual, que ven determinado polas estruturas que tes construídas.
hu: Eközben légy figyelmes a népesség számára a felső panelen. Ez a nyersanyagok után az ötödik elem balról. Bölcs dolog ezt szemmel tartani, ugyanis jelzi az aktuális népesség számát (az éppen képzés alatt állókkal együtt) és az aktuális népességkorlátot is, melyet a felépített épületek határoznak meg.
id: Sementara itu, arahkan perhatianmu pada hitungan populasi di panel bagian atas. Terletak di butir kelima dari kiri, setelah sumber daya. Sebaiknya hitungan ini diperhatikan. Itu mengindikasikan populasimu saat ini (termasuk yang sedang dilatih) dan batas populasi, yang ditentukan dari struktur yang telah dibuat.
it: Nel frattempo, dirigi la tua attenzione sul numero della popolazione nel pannello superiore. È il quinto elemento a sinistra, dopo le risorse. Sarebbe prudente tenere d'occhio questo aspetto. Indica la tua attuale popolazione (compresi quelli che vengono addestrati) e il limite attuale della popolazione, determinato dalle strutture costruite.
ja: その間に、上部のパネルに表示されている人口を確認してください。 人口は左から5つ目の項目で資源の次に表示されています。 人口は慎重に、いつも目を離さないようにしましょう。 ここには現在の人口（訓練中のユニットを含む）とその上限が表示されています。 人口の上限は現在の建築物によって決まります。
ko: 한편, 상단 패널의 인구수에 관심을 집중 시키십시오. 자원 후 왼쪽에서 다섯 번째 항목입니다. 그것을 지켜 보는 것이 현명할 것입니다. 현재 인구 (훈련된 사람들 포함)와 현재 인구 제한을 나타내며, 이는 건축물에 의해 결정됩니다.
ms: Sementara itu, lihat pada kiraan populasi di bahagian atas panel. Ia merupakan item kelima dari arah kiri, selepas sumber. Anda perlu melihatnya dengan kerap. Kerana ia menunjukkan populasi semasa anda (termasuklah yang sedang dalam latihan) dan had populasi semasa, yang ditentukan berdasarkan struktur binaan anda.
nb: I mellomtiden, rett din oppmerksomhet til ditt befolkningsantall på toppanelet. Dette er femte element fra venstre, etter ressursene. Det er en idé å holde et øke med det. Det indikerer din nåværende befolkning (inkludert dem i trening) og gjeldende befolkningsgrense, som bestemmes av dine bygde strukturer.
nl: Verplaats ondertussen uw aandacht naar het aantal inwoners, te zien op het bovenste paneel. Het is het vijfde item van links, juist na de grondstoffen. Het is verstandig om hier op te blijven letten. Het geeft uw huidige bevolking aan (inclusief diegenen die nog worden gerekruteerd) en de huidige bevolkingslimiet, die wordt bepaald door uw gebouwde structuren.
pl: W międzyczasie, skieruj swoją uwagę na liczbę ludności na szczycie panelu. Jest to piąta pozycja od lewej, po surowcach. Byłaby rozważna obserwacja jej. Wskazuje obecną liczbę ludności (wliczając szkolone jednostki) i obecny limit populacji, który jest ustalany przez posiadane budowle.
pt_br: Entretanto, olhe o total de população no painel do topo. É o 5º elemento a contar da esquerda, após os recursos. Será prudente manter um olho neste valor. Ele indica a população atual (incluindo os que estão as ser treinados) e o limite atual de população, que é determinado pelas estruturas construídas.
pt_pt: Entretanto, vê o total de população no painel do topo. É o 5º elemento a contar da esquerda, após os recursos. Será prudente manter um olho neste valor. Ele indica a população atual (incluindo os que estão as ser treinados) e o limite atual de população, que é determinado pelas estruturas construídas.
ru: Пока обратите внимание на численность населения, указанную на панели вверху экрана. Она отображается в виде пятой слева иконки, сразу после ресурсов. Было бы предусмотрительно периодически посматривать на неё. Она отображает текущую численность населения (включая юнитов, которые в данный момент обучаются) и текущий предел населения, который определяется возведенными постройками.
sk: Medzitým upriam svoju pozornosť na počítadlo populácie v hornom paneli. Je to piata položka zľava, vedľa počítadiel surovín. Bolo by obozretné ju priebežne sledovať. Indikuje aktuálny stav populácie (zahŕňajúc práve trénované jednotky) a aktuálny limit obyvateľstva, ktorý určujú postavené budovy.
sv: Under tiden kan du lägga märke till befolkningen i panelen längst upp. Det är det femte värdet från vänster, efter resurserna. Det vore klokt att hålla ett öga på det. Det visar din civilisations nuvarande befolkning (inklusive enheter som tränas) och nuvarande befolkningsgränsen, som beror på byggnaderna du har byggt.
tr: Bu arada, dikkatinizi üst paneldeki nüfus sayınıza yönlendirin. Kaynaklardan sonra soldan beşinci maddedir. Üzerinde bir göz tutmak ihtiyatlı olur. Mevcut nüfusunuzu (eğitilenler dahil) ve yerleşik yapılarınız tarafından belirlenen mevcut nüfus sınırını gösterir.
uk: Тим часом зверніть вашу увагу на лічильник кількості людей, що на верхній панелі. Це п'ятий елемент зліва, після ресурсів. Було б розважливо стежити за цим. Він вказує на вашу поточну кількість населення (включаючи тих, хто тренується) та поточну межу населення, яка визначається вашими побудованими будівлями.
zh: 与此同时，注意上方面板的人口统计。它在左数第五项，于资源之后。你应该记得它，它代表了现在的人口(包含正在被训练的人口)和人口上限。人口上限由你的建造结构所决定。
zh_tw: 與此同時，將您的注意力轉移到頂部面板的人口統計。它是從左邊數過來的第五項，就在資源之後。請謹慎觀察它，它指明了您目前的人口（包含了那些已經訓練出來的）以及目前的人口上限，其由您建造的建築物決定。

source: As you have nearly reached the population limit, you must increase it by building some new structures if you want to train more units. The most cost effective structure to increase your population limit is the house.
ast: Como dicalluéu algames la llende de población, tienes de xubila construyendo delles estructures nueves si quies llevantar más unidaes. La estructura más rentable pa xubir la llende de población ye la casa.
bg: Тъй като сте достигнали ограничението на населението, трябва да го увеличим като построим нови сгради, за да можем да обучаваме още единици. Най-евтината сграда, която увеличава ограничението на населението, е къщата.
br: Dre m'ho peus kazi tizhet ar vevenn boblañs eo ret deoc'h kreskaat anezhi en ur sevel savadurioù nevez ma fell deoc'h stummañ muioc'h unanennoù. Ar savadur efedusañ evit kreskaat ar vevenn boblañs a zo an ti.
ca: Com que quasi heu assolit el límit de població, l'heu de fer augmentar construint estructures noves si voleu formar més unitats. L'estructura més rendible per augmentar el límit de població és la casa.
de: Da du das Bevölkerungslimit fast erreicht hast, musst du es erhöhen, indem du ein paar neue Gebäude baust, sofern du mehr Einheiten ausbilden willst. Die kostengünstigste Möglichkeit, das Bevölkerungslimit zu erhöhen, ist das Haus.
el: Καθώς πλησιάζετε σχεδόν το όριο του πληθυσμού, πρέπει να το αυξήσετε δημιουργώντας νέες δομές αν θέλετε να εκπαιδεύσετε περισσότερες μονάδες. Η οικονομικότερη κατασκευή για την αύξηση του ορίου του πληθυσμού σας είναι η οικία.
eo: Ĉar vi preskaŭ atingas la popolnombran limon, vi devas pligrandigi ĝin, per konstruo de kelkaj novaj konstruaĵoj, se vi volas trejni plu unuojn. La plej efika laŭ kosto konstruaĵo estas la domo.
es: Como casi se ha alcanzado el límite de la población, debe aumentarlo construyendo algunas construcciones nuevas si deseas entrenar más unidades. La construcción más rentable para aumentar el límite de población es la casa.
es_ar: Como has alcanzado el limite de población, debes incrementarlo construyendo algunas estructuras nuevas si quieres entrenar más unidades. La estructura más económica para incrementar tu límite de población es la Casa.
eu: Ia populazioaren mugara iritsi zarenez, hau handitu beharrean zaude eraikin berri batzuk eginez unitate berriak trebatu nahi badituzu. Populazioaren muga igotzeko egitura errentagarriena etxea da.
fa: زمانی که جمعیت فعلی شما به سقف جمعیت نزدیک می شود، شما باید این سقف را از طریق ساخت ساختمان های جدید افزایش دهید تا بتوانید نیروهای بیشتری پرورش دهید. مقرون به صرفه ترین ساختمان برای اینکار خانه ها هستند که سقف جمعیت شما را افزایش می دهند.
ga: Mar atá tú ró-ghar leis an uasdhaonra, teastaíonn uait é a mhéadú trí thógáil roinnt foirgnimh nua má a theastaíonn uait níos mó aonaid a thraenáil. Is an teach é an foirgnimh is fearr do d'uasdhaonra a mhéadú go saoire.
gd: Chan fhada gus an ruig thu an tomhas-sluaigh, mar sin feumaidh tu a mheudachadh le togalaichean ùra mus urrainn dhut barrachd aonadan a thrèanadh. ’S e an taigh a tha san togalach as èifeachdaiche gus an tomhas-sluaigh agad a mheudachadh.
gl: Dado que están próximo ao límite de poboación, debes aumentalo construíndo algunhas estruturas novas se queres adestrar máis unidades. A estrutura máis efectiva para aumentar o límite de poboación é a casa.
it: Poiché hai quasi raggiunto il limite della popolazione, devi aumentarlo creando nuove strutture se vuoi formare più unità. La struttura più efficiente per aumentare il tuo limite di popolazione è la casa.
ko: 인구 제한에 거의 도달했으므로 더 많은 유닛을 훈련시키려면 새로운 건축물을 만들어 증가시켜야 합니다. 인구 제한을 늘리기 위한 가장 비용 효율적인 구조는 집입니다.
ms: Jika anda telah hampir-hampir mencapai had populasi, anda perlu tingkatkannya dengan membina lagi struktur baharu jika anda mahu latih lebih banyak unit. Struktur yang sesuai berdasarkan kos adalah rumah kerana ia dapat meningkatkan had populasi anda.
nb: Siden du nesten har nådd befolkningstaket, må du øke det ved å bygge noen nye strukturer hvis du ønsker å trene opp flere enheter. Den mest kostnadseffektive strukturen å øke din befolkningsgrense med er huset. Nå som enhetene er klare, la oss bygge to hus.
pl: Ponieważ prawie osiągnąłeś limit populacji, musisz go zwiększyć, budując nowe struktury, jeśli chcesz ćwiczyć więcej jednostek. Najbardziej opłacalną strukturą do zwiększenia twojego limitu populacji jest dom
pt_pt: Como quase atingiste o limite de população, tens de aumentar esse limite construindo algumas estruturas novas se quiseres treinar mais unidades. A estrutura mais rentável para aumentar o limite da população é a casa.
ru: Поскольку Вы практически достигли предела населения, Вы должны увеличить его, построив несколько новых зданий, если хотите обучить больше юнитов. Наиболее эффективная по затратам постройка, увеличивающая предел населения, это дом.
sk: Všimni si, že si skoro dosiahol limit obyvateľstva. Ak chceš vytrénovať viac jednotiek, musíš ho zvýšiť postavením nejakej novej budovy. Na zvýšenie populačného limitu je cenovo najefektívnejšie postaviť dom.
sv: Eftersom du nästan har nåt befolkningsgränsen måste du öka den genom att bygga nya byggnader om du vill träna fler enheter. Den mest kostnadseffektiva strukturen för att öka din befolkningsgräns är hus.
tr: Nüfus sınırına neredeyse ulaştığınızda, daha fazla birim eğitmek istiyorsanız yeni yapılar inşa ederek nüfus sınırını arttırmalısınız. Nüfus sınırınızı artıracak en uygun maliyetteki yapı evdir.
uk: Оскільки ви майже досягли межі населення, ви повинні збільшити її шляхом створення нових будівель, якщо ви хочете тренувати більше юнітів. Найвигідніша будівля для збільшення вашої межі населення - це будинок.
zh: 你已经快到人口上限了，要想训练新单元，你必须通过新结构来增加人口上限。增加人口上限最有效的结构是房屋

source: Now that the units are ready, let's see how to build several houses in a row.
ast: Agora que les unidaes tán preparaes, vamos ver cómo construyir delles cases darréu.
bg: След като единиците вече са готови, да построим две къщи.
br: Bremañ mard eo prest an unanennoù, deomp da welout penaos sevel meur a di da-heul.
ca: Ara que les unitats estan a punt, vegem com construir múltiples cases de manera consecutiva.
de: Jetzt, da die Einheiten bereit sind, sehen wir uns an, wie man mehrere Häuser nacheinander baut.
el: Τώρα που οι μονάδες είναι έτοιμες, ας δούμε πως θα οικοδομήσουμε μερικά σπίτια σε μία σειρά.
eo: Nun, ke la unuoj pretas, ni vidu kiel konstrui plurajn domojn vicorde.
es: Ahora que las unidades están listas, vamos a ver cómo construir varias casas seguidas.
es_ar: Ahora que las unidades están listas, veamos cómo construir muchas casas de una sola vez.
eu: Orain unitateak prest direla, etxeak jarraian nola eraiki ikusiko dugu.
fa: حال که نیروها آماده هستند، بیایید چند خانه پشت سر هم بسازیم.
ga: Anois go bhfuil na haonaid ina réidh, feicimis conás a thógaimid roinnt tithe i ndiaidh a chéile.
gd: Nise, on a tha na h-aonadan ùra deiseil, togamaid iomadh taigh taobh ri thaobh.
gl: Agora que as unidades están listas, vexamos como construír unha fila de varias casas.
it: Adesso che le unità sono pronte, vediamo come si costruiscono più case di seguito.
ko: 이제 유닛들이 준비되었으니 몇 채의 집을 연속으로 짓는 방법을 살펴봅시다.
ms: Sekarang unit telah sedia, mari kita teruskan pembinaan beberapa buah rumah sekaligus dalam satu barisan.
nb: Nå som enhetene er klare, la oss finne ut hvordan man bygger flere hus på rad.
pl: Teraz, kiedy jednostki są dostępne, zobaczmy jak zbudować kilka domów z rzędu.
pt_pt: Agora que as unidades estão prontas, vamos ver como construir várias casas de uma só vez.
ru: Теперь, когда юниты готовы, давайте попробуем построить несколько домов сразу.
sk: Teraz, keď už sú jednotky pripravené, poďme sa pozrieť na to, ako postaviť viacero domov zaradom.
sv: Nu när enheterna är redo, låt oss se hur man bygger flera hus i rad.
tr: Şimdi birimler hazır. Hadi tek seferde nasıl bir sürü ev kuruluyor görelim.
uk: Тепер, коли юніти готові, давайте подивимося, як побудувати кілька будинків поспіль.
zh: 现在，您的单位已经被训练完成，让我看看如何建造一排房子。
