Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Triple Left Click \[on unit] – Select all of your units of the same kind and the same rank on the screen
ast: Trés picadɐs esquierdɐs \[n una unidá] – Escolyer todɐlɐs unidades ermanɐs de l miesmu grau a la vista
bg: Тройно щракване с левия бутон \[върху единица] — Избиране на всички единици на екрана от същия вид и ранг
ca: Triple clic esquerre \[sobre una unitat] – Selecciona totes les unitats pròpies del mateix tipus i del mateix rang que hi ha a la pantalla
cs: Trojité klepnutí levým tlačítkem myši \[na jednotku] – Vybrat všechny své na obrazovce se nacházející jednotky téhož typu
de: Dreifacher Linksklick \[auf eine Einheit] – Alle deine Einheiten mit dem gleichen Typ und Rang auf dem Bildschirm auswählen
el: Τριπλό Αριστερό Κλικ \[σε μία μονάδα] – Επιλογή όλων των μονάδων του ίδιου είδους και βαθμίδας στην οθόνη
es: Triple clic izquierdo \[sobre una unidad] – Selecciona todas tus unidades de un mismo tipo y rango en la pantalla
eu: Ezker klik hirukoitza \[Unitatean] – Mapan mota eta maila berdineko unitate guztiak aukeratzeko
fi: Kolmoisnapsausta \[yksikköä] – Valitse kaikki samantyyppiset ja samanarvoiset yksikkösi ruudulta.
fr: Triple clic gauche \[sur l'unité] - Sélectionnez toutes vos unités du même type et du même rang à l'écran
gd: Briogadh clì trìoblaichte \[air aonad] – Tagh a h-uile aonad dhen aon seòrsa is rang agad a chì thu
gl: Fai triplo clic esquerdo \[on unit] – selecciona todas as túas unidades do mesmo tipo e do mesmo rango na pantalla
hu: Tripla bal kattintás \[az egységen] – Az összes azonos fajtájú és rangú egység kijelölése a képernyőn
id: Klik Kiri Tiga Kali \[pada unit] – Pilih semua unit Anda yang berjenis dan berpangkat sama di layar
it: Triplo clic sinistro \[on unit] – Seleziona tutte le tue unità dello stesso tipo e dello stesso livello sullo schermo
ja: Triple Left Click \[on unit] – 画面上の同じ種類、同じランクのユニットをすべて選択することができます。
ko: 마우스 왼쪽 세번 연속 클릭 \[유닛에 대고] – 화면에서 같은 유형과 같은 계급의 유닛을 모두 선택합니다
nl: Driedubbelklik \[op een eenheid] – Selecteer al uw eenheden van dezelfde soort en gelijke rang op het scherm
pl: Trzy razy LPM (na jednostce) – wybierz wszystkie jednostki tego samego typu i rangi, znajdujące się na ekranie
pt_br: Clique triplo sobre uma unidade: seleciona todas as unidades de mesmo tipo e mesmo grau hierárquico que estiverem presentes na tela
pt_pt: Triplo clique esquerdo \[na unidade] - selecionar todas as unidades do mesmo tipo e da mesma posição no ecrã
ru: Тройной левый щелчок по юниту — выбрать всех ваших юнитов того же типа и ранга на экране
sv: Trippel vänsterklick \[på enhet] – Välj alla enheter av samma typ och rang på skärmen
tr: Üçlü Sol Tıklama \[birim üzerine] – Aynı tür ve aynı sıralamadaki tüm birimlerinizi ekranda seçin
uk: Потрійно клацнути лівою кнопкою миші \[на одиницю] – Вибрати всі Ваші підрозділи такого ж типу та такого ж рангу на екрані
zh: 鼠标左键点击单位三次 --选择屏幕上所有相同种类与等级的单位
zh_tw: 左鍵點擊三次\[單位] – 選取螢幕上所有相同種類和等級的單位

source: Alt + Double Left Click \[on unit] – Select all your units of the same kind on the entire map (even if they have different ranks)
ast: Alternativa + Duɐs picadɐs esquierdɐs \[n una unidá] – Escolyer todɐlɐs unidades ermanɐs na geogr. (sin estremá-llɐs por grau)
bg: Alt + Двойно щракване с левия бутон \[върху единица] — Избиране на всички единици от същия вид на цялата карта (дори и да са с различен ранг)
ca: Alt + Doble clic esquerre \[sobre una unitat] – Selecciona totes les unitats pròpies del mateix tipus que hi ha a tot el mapa (encara que tinguin diferent rang)
cs: Alt + dvojité klepnutí levým tlačítkem myši \[na jednotku] – Vybrat všechny své stejné jednotky na mapě (i když jde o jednotky různých hodností)
de: Alt + Doppelklick \[auf eine Einheit] – Alle deine Einheiten desselben Typs auf der gesamten Karte auswählen (auch mit unterschiedlichen Rängen)
el: Alt + Διπλό Αριστερό Κλικ \[σε μία μονάδα] – Επιλέγετε όλες τις μονάδες του ίδιου είδους σε ολόκληρο τον χάρτη (ακόμα και αν είναι διαφορετική βαθμίδα)
es: Alt + doble clic izquierdo \[sobre una unidad] – Selecciona todas tus unidades de un mismo tipo en todo el escenario (incluso si son de diferente rango)
eu: Alt + bitan sakatu\[unitatean] – Aukeratu mota berdineko zure unitate guztiak mapan ( maila desberdinekoak izanda ere)
fi: Alt + tuplanapsautus hiiren vasemmalla \[yksikköön]: Valitse kartan kaikki samanlaiset yksiköt (vaikka ne olisivat eriarvoisia)
fr: Alt + Double clic gauche \[sur l'unité] - Sélectionnez toutes vos unités du même type sur la carte entière (même si elles ont des rangs différents)
gd: Alt + Briogadh clì dùbailte \[air aonad] – Tagh a h-uile aonad dhen aon seòrsa agad air a’ mhapa gu lèir (fiù ’s ma tha rang eadar-dhealaichte aca)
gl: Alt + Dobre clic esquerdo \[on unit] – selecciona todas as túas unidades do mesmo tipo en todo o mapa (aínda que teñan rangos diferentes)
hu: Alt + dupla bal kattintás \[az egységen] – Az összes azonos fajtájú egység kijelölése a térképen (akkor is, ha más a rangjuk)
id: Alt + Klik Kiri Ganda \[pada unit] – Pilih semua unit Anda dengan jenis yang sama di seluruh peta (meskipun berbeda pangkat)
it: Alt + Doppio clic sinistro \[on unit] – Seleziona tutte le tue unità dello stesso tipo sull'intera mappa (a prescindere dal livello)
ja: Alt + Double Left Click \[on unit] – マップ全体で同じ種類のユニットをすべて選択します（ランクを問わず選択されます）
ko: Alt + 마우스 왼쪽 더블 클릭 \[유닛에 대고] – 전체 지도에서 같은 유형의 유닛을 전부 선택 (계급이 다르더라도)
nl: Alt + dubbel klikken \[op een eenheid] – Selecteer al uw eenheden van dezelfde soort op de gehele kaart (zelfs als ze verschillende rangen hebben)
pl: ALT + dwa razy LPM (na jednostce) – wybierz wszystkie jednostki tego samego typu z całej mapy (nawet jeśli mają inne rangi)
pt_br: Alt + duplo clique sobre uma unidade: seleciona todas as unidades de mesmo tipo em todo o mapa, inclusive as de grau hierárquico diferente
pt_pt: Alt + Duplo clique esquerdo \[na unidade] - seleciona todas as unidades do mesmo tipo em todo o mapa (mesmo que tenham graduações diferentes)
ru: Alt + двойной левый щелчок по юниту выбирает всех юнитов того же типа на всей карте (даже если они разного ранга)
sv: Alt + Dubbel Vänsterklick \[på enhet] – Välj alla enheter av samma typ på hela kartan (även om de har annan rang)
tr: Alt + Çift Sol Tıklama \[birim üzerine] – Tüm harita üzerinde aynı tür tüm birimlerinizi seçin (farklı derecelerde olsalar bile)
uk: Alt + Подвійно клацнути лівою кнопкою миші \[на одиницю] – Вибрати всі Ваші підрозділи такого ж типу по всій мапі (навіть якщо вони різних рангів)
zh: Alt + 左键双击某个单位 – 选取屏幕上所有同类型的单位（不管他们是否位于同一组队内）
zh_tw: Alt + 左鍵點擊兩次\[單位] – 選取地圖上所有相同種類的單位（即使等級不同）

source: Alt + Triple Left Click \[on unit] – Select all your units of the same kind and rank on the entire map
ast: Alternativa + Trés picadɐs esquierdɐs \[n una unidá] – Escolyer todɐlɐs unidades ermanɐs de l miesmu grau na geogr.
bg: Alt + Тройно щракване с левия бутон \[върху единица] — Избиране на всички единици от същия вид и ранг на цялата карта
ca: Alt + Triple clic esquerre \[sobre una unitat] – Selecciona totes les unitats pròpies del mateix tipus i del mateix rang que hi ha a tot el mapa
cs: Alt + trojité klepnutí levým tlačítkem myši \[na jednotku] – Vybrat všechny své na celé mapě se nacházející jednotky téhož typu a hodnosti
de: Alt + Dreifacher Linksklick \[auf eine Einheit] – Alle deine Einheiten mit dem gleichen Typ und Rang auf der gesamten Karte auswählen
el: Alt + Τριπλό αριστερό κλικ \[σε μία μονάδα] – Επιλέγει όλες τις μονάδες του ίδιου είδους και βαθμίδας σε ολόκληρο τον χάρτη
es: Alt + triple clic izquierdo \[sobre una unidad] – Selecciona todas tus unidades de un mismo tipo y rango en todo el escenario
eu: Alt + Ezker klik hirukoitza \[unitatean] – Zure maila eta mota berdineko unitate guztiak aukeratzen ditu mapan
fi: Alt + kolmoisnapsautus hiiren vasemmalle \[yksikköön]: Valitse kaikki samantyyppiset ja -arvoiset yksikkösi koko kartalta.
fr: Alt + Triple clic gauche \[sur l'unité] - Sélectionnez toutes vos unités du même type et rang sur toute la carte
gd: Alt + Briogadh clì trìoblaichte \[air aonad] – Tagh a h-uile aonad dhen aon seòrsa is rang agad air a’ mhapa gu lèir
gl: Alt + Triple clic esquerdo \[on unit] – selecciona todas as túas unidades do mesmo tipo e clasifica en todo o mapa
hu: Alt + tripla bal kattintás \[az egységen] – Az összes azonos fajtájú és rangú egység kijelölése a térképe
id: Alt + Klik Kiri Tiga Kali \[pada unit] – Pilih semua unit Anda dengan jenis dan pangkat yang sama di seluruh peta
it: Alt + Triplo clic sinistro \[on unit] – Seleziona tutte le tue unità dello stesso tipo e dello stesso livello sull'intera mappa
ja: Alt + Triple Left Click \[on unit] – マップ全体で同じ種類、同じランクのユニットをすべて選択する
ko: Alt + 마우스 왼쪽 세번 연속 클릭 \[유닛에 대고] – 전체 지도에서 같은 유형과 같은 계급의 유닛을 모두 선택합니다
nl: Alt + driedubbelklikken \[op een eenheid] – Selecteer al uw eenheden van dezelfde soort en gelijke rang op de gehele kaart
pl: ALT + trzy razy LPM (na jednostce) – wybierz wszystkie jednostki tego samego typu i rangi z całej mapy
pt_br: Alt + triplo clique sobre uma unidade: seleciona todas as unidades de mesmo tipo e mesmo grau hierárquico presentes no mapa
pt_pt: Alt + triplo clique esquerdo \[na unidade] - seleciona todas as unidades do mesmo tipo e graduação em todo o mapa
ru: Alt + тройной левый щелчок по юниту — выбрать всех ваших юнитов того же типа и ранга на всей карте
sv: Alt + Trippel Vänsterklick \[på enhet] – Välj alla enheter av samma typ och rang på hela kartan
tr: Alt + Üçlü Sol Tıklama \[birim üzerine] - Aynı türden tüm birimlerinizi seçin ve tüm harita üzerinde sıralayın
uk: Alt + Потрійно клацнути лівою кнопкою миші \[на одиницю] – Вибрати всі Ваші підрозділи такого ж типу та такого ж рангу по всій мапі
zh: Alt + 左键点击三次某单位 – 选取地图上所有同类与同等级的单位
zh_tw: Alt + 左鍵點擊三次\[單位] – 選取地圖上所有相同種類和等級的單位

source: hotkey.quicksave – Quicksave
ast: hotkey.quicksave – Guardar nel intre
bg: hotkey.quicksave — Бързо запазване
ca: hotkey.quicksave – Desat ràpid
cs: hotkey.quicksave – Rychlé uložení
de: hotkey.quicksave – Schnellspeichern
el: hotkey.quicksave – Γρήγορη Αποθήκευση
es: hotkey.quicksave – Guardado rápido
eu: lastertekla.gordetzeazkarra – Gordetze azkarra
fi: hotkey.quicksave – Pikatallennus
fr: hotkey.quicksave – Sauvegarde rapide
gd: hotkey.quicksave – Grad-shàbhail
gl: hotkey.quicksave – Gardado rápido
hu: hotkey.quicksave – Gyorsmentés
id: hotkey.quicksave – Simpan cepat
it: hotkey.quicksave – Salvataggio rapido
ja: hotkey.quicksave – クイックセーブ
ko: hotkey.quicksave – 빠른 저장
nl: sneltoets.quicksave – Snel opslaan
pl: hotkey.quicksave – szybki zapis
pt_pt: hotkey.quicksave – guardar do jogo rápido
ru: hotkey.quicksave — быстрое сохранение
sv: hotkey.quicksave – Snabbspara
tr: hotkey.quicksave – Hızlı kaydet
uk: hotkey.quicksave – Швидке збереження
zh: hotkey.quicksave – 快速保存
zh_tw: hotkey.quicksave – 快速儲存

source: hotkey.quickload – Quickload
ast: hotkey.quickload – Cargar nel intre
bg: hotkey.quickload — Бързо зареждане
ca: hotkey.quickload – Carrega ràpidament
cs: hotkey.quickload – Rychlé nahrání
de: hotkey.quickload – Schnelladen
el: hotkey.quickload – Γρήγορη Φόρτωση
es: hotkey.quickload – Carga rápida
eu: lastertekla.zamatzeazkarra – Zamatze azkarra
fi: hotkey.quickload – Pikalataus
fr: hotkey.quickload – Chargement rapide
gd: hotkey.quickload – Grad-luchdaich
gl: hotkey.quickload – Carga rápida
hu: hotkey.quickload – Gyorstöltés
id: hotkey.quickload – Muat cepat
it: hotkey.quickload – Caricamento rapido
ja: hotkey.quickload – クイックロード
ko: hotkey.quickload – 빠른 불러오기
nl: sneltoets.quickload – Snel laden
pl: hotkey.quickload – wczytanie szybkiego zapisu
pt_pt: hotkey.quickload – carregamento do jogo rápido
ru: hotkey.quickload — быстрая загрузка
sv: hotkey.quickload – Snabbladda
tr: hotkey.quickload – Hızlı yükle
uk: hotkey.quickload – Швидке завантаження
zh: hotkey.quickload – 快速加载
zh_tw: hotkey.quickload – 快速載入

source: hotkey.session.gui.menu.toggle – Toggle menu
ast: hotkey.session.gui.menu.toggle – Alternare l menú
bg: hotkey.session.gui.menu.toggle — Превключване на менюто
ca: hotkey.session.gui.menu.toggle – Mostra/Amaga el menú
cs: hotkey.session.gui.menu.toggle – Přepnout nabídku
de: hotkey.session.gui.menu.toggle – Spielmenü umschalten
el: hotkey.session.gui.menu.toggle – Εμφάνιση μενού
es: hotkey.session.gui.menu.toggle – Mostrar menú
eu: lastertekla.sesioa.gui.menua.txandakatu – Erakutsi menua
fi: hotkey.session.gui.menu.toggle – Avaa/sulje valikko
fr: hotkey.session.gui.menu.toggle – Afficher/Masquer le menu
gd: hotkey.session.gui.menu.toggle – Toglaich an clàr-taice
gl: hotkey.session.gui.menu.toggle – Menu para alternar
hu: hotkey.session.gui.menu.toggle – Menü megjelenítése / elrejtése
id: hotkey.session.gui.menu.toggle – Setel menu
it: hotkey.session.gui.menu.toggle – Apri menù
ja: hotkey.session.gui.menu.toggle – メニューの切り替え
ko: hotkey.session.gui.menu.toggle – 메뉴 전환
nl: sneltoets.session.gui.menu.toggle – Toon / verberg menu
pl: hotkey.session.gui.menu.toggle – Włącza menu
pt_pt: hotkey.session.gui.menu.toggle – mostrar ou ocultar o menu
ru: hotkey.session.gui.menu.toggle — показать или скрыть меню
sv: hotkey.session.gui.menu.toggle – Växla meny
tr: hotkey.session.gui.menu.toggle – Menüyü aç/kapat
uk: hotkey.session.gui.menu.toggle – Перемкнути меню
zh: hotkey.session.gui.menu.toggle – 显示/隐藏菜单
zh_tw: hotkey.session.gui.menu.toggle – 顯示選單

source: hotkey.timeelapsedcounter.toggle – Toggle time elapsed counter
ast: hotkey.timeelapsedcounter.toggle – Alternare l tiempu decurrido
bg: hotkey.timeelapsedcounter.toggle — Превключване на брояча на изминалото време
ca: hotkey.timeelapsedcounter.toggle – Mostra/Amaga el comptador de temps transcorregut
cs: hotkey.timeelapsedcounter.toggle – Přepnout počítadlo uplynulého času
de: hotkey.timeelapsedcounter.toggle – Vergangene Spielzeit umschalten
el: hotkey.timeelapsedcounter.toggle –Εμφάνιση μετρητή χρόνου προσπέλασης.
es: hotkey.timeelapsedcounter.toggle – Mostrar contador de tiempo transcurrido
eu: lastertekla.igarotakodenborakontagailua.txandakatu – Erakutsi igarotako denboraren kontagailua
fi: hotkey.timeelapsedcounter.toggle – Näytä/piilota kulunut aika
fr: hotkey.timeelapsedcounter.toggle – Afficher/Masquer le temps écoulé
gd: hotkey.timeelapsedcounter.toggle – Toglaich cunntair na h-ùine a dh’fhalbh
gl: hotkey.timeelapsedcounter.toggle – Alterna o contador de tempo transcorrido
hu: hotkey.timeelapsedcounter.toggle – Eltelt idő megjelenítése / elrejtése
id: hotkey.timeelapsedcounter.toggle – Setel penghitung waktu berlalu
it: hotkey.timeelapsedcounter.toggle – Apri cronometro
ja: hotkey.timeelapsedcounter.toggle – 経過時間カウンターの切り替え
ko: hotkey.timeelapsedcounter.toggle – 경과 시간 카운터 전환
nl: sneltoets.timeelapsedcounter.toggle – Toon / verberg verstreken speltijd
pl: hotkey.timeelapsedcounter.toggle – włącza licznik czasu
pt_pt: hotkey.timeelapsedcounter.toggle – mostrar ou ocultar o tempo decorrido
ru: hotkey.timeelapsedcounter.toggle — показать или скрыть время, прошедшее с начала игры
sv: hotkey.timeelapsedcounter.toggle – Växla klocka för spelad tid
tr: hotkey.timeelapsedcounter.toggle – Geçen süre sayacını aç/kapat
uk: hotkey.timeelapsedcounter.toggle - Перемкнути лічильник часу, що минув
zh: hotkey.timeelapsedcounter.toggle – 切换时间计数器
zh_tw: hotkey.timeelapsedcounter.toggle – 顯示遊戲經過時間

source: hotkey.cancel – Close all dialogs (chat, menu)
ast: hotkey.cancel – Alhuir todolos diálogos (conversa, menú)
bg: hotkey.cancel — Затваряне на всички прозорци (съобщения, меню)
ca: hotkey.cancel – Tanca tots els diàlegs (xat, menú)
cs: hotkey.cancel – Zavřít všechna dialogová okna (chat, nabídka)
de: hotkey.cancel – Alle Dialoge (Chat, Menü) schließen
el: hotkey.cancel – Κλείσιμο όλων των διαλόγων (κουβέντα, μενού)
es: hotkey.cancel – Cerrar todas las ventanas de diálogo (chat, menu)
eu: lastertekla.ezeztatu – Leiho guztiak itxi (Txata, menua)
fi: hotkey.cancel – Sulje kaikki dialogit (chat, valikko)
fr: hotkey.cancel – Fermer toutes les boîtes de dialogue (chat, menu)
gd: hotkey.cancel – Dùin a h‑uile còmhradh (cabadaich, clàr-taice)
gl: hotkey.cancel – pecha todos os diálogos (chat, menú)
hu: hotkey.cancel – Minden dialógus bezárása(csevegés, menü)
id: hotkey.cancel – Tutup semua dialog (obrolan, menu)
it: hotkey.cancel – Chiudi tutti i dialoghi (chat, menu)
ja: hotkey.cancel – すべてのダイアログを閉じます（チャット、メニュー）
ko: hotkey.cancel – 모든 대화 상자(대화, 메뉴) 닫기
nl: sneltoets.cancel – Sluit alle dialogen (chat, menu)
pl: hotkey.cancel – zamknij wszystkie okna dialogowe (czat, menu)
pt_pt: hotkey.cancel – fecha todas as janelas (conversas, menus)
ru: hotkey.cancel — закрыть все диалоги (чат, меню)
sv: hotkey.cancel – Stäng alla rutor (chatt, meny)
tr: hotkey.cancel – Tüm diyalogları kapat (sohbet, menü)
uk: hotkey.cancel – Закрити всі діалоги (бесіда, меню)
zh: hotkey.cancel – 关闭所有对话框 (聊天, 菜单)
zh_tw: hotkey.cancel – 關閉所有對話框（聊天、選單）

source: hotkey.confirm – Open chat or send message
ast: hotkey.confirm – Abrire la conversa ou mandare l recadu
bg: hotkey.confirm — Отваряне на съобщенията или изпращане на съобщение
ca: hotkey.confirm – Obre el xat o envia un missatge
cs: hotkey.confirm – Otevřít rozhovor (chat) nebo poslat zprávu
de: hotkey.confirm – Chat öffnen oder Nachricht senden
el: hotkey.confirm – Άνοιγμα συζήτησης ή αποστολή μυνήματος
es: hotkey.confirm – Abrir chat o enviar mensaje
eu: lastertekla.baieztatu – Txata ireki edo mezua bidali
fi: hotkey.confirm – Avaa chat tai lähetä viesti
fr: hotkey.confirm – Ouvrir la fenêtre de conversation ou envoyer un message
gd: hotkey.confirm – Fosgail a’ chabadaich no cuir teachdaireachd
gl: hotkey.confirm – Abrir chat ou enviar mensaxe
hu: hotkey.confirm – Csevegés megnyitása vagy üzenet küldése
id: hotkey.confirm – Buka obrolan atau kirim pesan
it: hotkey.confirm – Apri chat o manda un messaggio
ja: hotkey.confirm – チャットを開く、もしくはメッセージを送信します
ko: hotkey.confirm – 대화 열기 또는 메시지 보내기
nl: sneltoets.confirm – Open chat of stuur bericht
pl: hotkey.confirm – otwórz czat lub wyślij wiadomość
pt_pt: hotkey.confirm – abrir conversas ou enviar mensagem
ru: hotkey.confirm — открыть чат или отправить сообщение
sv: hotkey.confirm – Öppna chatt eller skicka meddelande
tr: hotkey.confirm – Sohbeti aç veya mesaj gönder
uk: hotkey.confirm – Відкрити бесіду або надіслати повідомлення
zh: hotkey.confirm – 打开“聊天或发信息”选项
zh_tw: hotkey.confirm – 開啟聊天或傳送訊息

source: hotkey.teamchat – Send team chat
ast: hotkey.teamchat – Mandar un recadu a l conjuntu
bg: hotkey.teamchat — Изпращане на съобщение към отбора
ca: hotkey.teamchat – Envia un xat a l'equip
cs: hotkey.teamchat – Poslat týmovou zprávu
de: hotkey.teamchat – Team-Chat senden
el: hotkey.teamchat – Αποστολή σε ομαδική συνομιλία.
es: hotkey.teamchat – Enviar mensaje de equipo
eu: lastertekla.taldekotxata – Bidali taldeko txata
fi: hotkey.teamchat – Lähetä viesti joukkuechatissä
fr: hotkey.teamchat – Envoyer un message d'équipe
gd: hotkey.teamchat – Cuir cabadaich gun sgioba
gl: hotkey.teamchat – Enviar chat grupal
hu: hotkey.teamchat – Küldés a csapatnak szóló csevegésbe
id: hotkey.teamchat – Kirim obrolan regu
it: hotkey.teamchat – Manda chat di squadra
ja: hotkey.teamchat – チームチャットの送信
ko: hotkey.teamchat – 팀 대화 보내기
nl: sneltoets.teamchat – Stuur teamchat
pl: hotkey.teamchat – wyślij czat drużynowy
pt_pt: hotkey.teamchat – enviar mensagem para a equipa
ru: hotkey.teamchat – отправить в чат команды
sv: hotkey.teamchat – Skicka lag-chatt
tr: hotkey.teamchat – Ekip mesajı gönder
uk: hotkey.teamchat – Надіслати командну бесіду
zh: hotkey.teamchat – 发送队内信息
zh_tw: hotkey.teamchat – 傳送團隊訊息

source: hotkey.privatechat – Chat with the previously selected private chat partner
ast: hotkey.privatechat – Conversar in privado cul últimu contactu escolyidu
bg: hotkey.privatechat — Разговор с последно избрания партньор за личен чат
ca: hotkey.privatechat – Envia un xat a l'últim contacte privat seleccionat
cs: hotkey.privatechat – Vést rozhovor s předtím vybraným soukromým příjemcem
de: hotkey.privatechat – Mit dem zuvor gewählten privaten Chatpartner chatten
el: hotkey.privatechat – Συνομιλία με τον/την προηγούμενο/η επιλεγμένο/η συνομιλητή στην ιδιωτική συνομιλία.
es: hotkey.privatechat – Mensaje privado con el compañero seleccionado previamente
eu: lastertekla.txatpribatua –Hitzegin aurrez modu pribatuan hautatutako kideaz
fi: hotkey.privatechat – Keskustele aiemmin valitun yksityisen keskustelukumppanin kanssa
fr: hotkey.privatechat – Chatter avec le partenaire de chat privé précédemment sélectionné
gd: hotkey.privatechat – Dèan cabadaich phrìobhaideach leis an neach mu dheireadh a thagh thu
gl: hotkey.privatechat – Chatea co compañeiro de chat privado seleccionado previamente
hu: hotkey.privatechat – Csevegés az előzőleg kiválasztott privát csevegőpartnerrel
id: hotkey.privatechat – Mengobrol dengan mitra obrolan pribadi yang dipilih sebelumnya
it: hotkey.privatechat – Parla con il compagno di chat precedentemente selezionato
ja: hotkey.privatechat – 事前に選択したプライベートチャットの相手とチャットします
ko: hotkey.privatechat – 이전에 선택한 비공개 채팅 파트너와 대화하기
nl: sneltoets.privatechat – Chat met de laatst geselecteerde privé chat partner
pl: hotkey.privatechat – wyślij czat poprzednio zaznaczonemu rozmówcy (prywatnie)
pt_pt: hotkey.privatechat – conversar com o parceiro da conversa privada selecionada anteriormente
ru: hotkey.privatechat — говорить с предыдущим выбранным партнёром приватного чата
sv: hotkey.privatechat – Chatta med senaste valda privata chattpartnern
tr: hotkey.privatechat – Önceden seçilen özel sohbet partneriyle sohbet edin
uk: hotkey.privatechat – Вести бесіду із попередньо вибраним партнером приватної бесіди
zh: hotkey.privatechat – 继续上次的私人聊天
zh_tw: hotkey.privatechat – 和先前選擇的玩家傳送私人訊息

source: hotkey.pause – Pause or resume the game
ast: hotkey.pause – Pousare ou continuare la partida
bg: hotkey.pause — Спиране на пауза/продължаване на играта
ca: hotkey.pause – Pausa o continua la partida
cs: hotkey.pause – Pozastavit nebo pokračovat ve hře
de: hotkey.pause – Pausieren oder Spiel fortsetzen
el: hotkey.pause – Παύση ή συνέχεια του παιχνιδιού
es: hotkey.pause – Pausa o reanuda el juego
eu: lastertekla.pausatu – Jokoa pausatu edo abiarazi
fi: hotkey.pause – Keskytä peli tai jatka sitä
fr: hotkey.pause – Mettre la partie en pause ou reprendre la partie
gd: hotkey.pause – Cuir an geama ’na stad no lean air
gl: hotkey.pause – Pause ou continúe o xogo
hu: hotkey.pause – Játék szüneteltetése / folytatása
id: hotkey.pause – Jeda atau lanjutkan permainan
it: hotkey.pause – Metti in pausa o riprendi partita
ja: hotkey.pause – ゲームを一時停止または再開します
ko: hotkey.pause – 게임 일시 중지 또는 다시 시작
nl: sneltoets.pause – Pauzeer of hervat het spel
pl: hotkey.pause – wstrzymaj lub wznów rozgrywkę
pt_pt: hotkey.pause – pausar ou retomar o jogo
ru: hotkey.pause — приостановить или продолжить игру
sv: hotkey.pause – Pausa eller fortsätt spelet
tr: hotkey.pause – Oyunu duraklat veya devam ettir
uk: hotkey.pause – Призупинити чи продовжити гру
zh: hotkey.pause – 暂停/恢复游戏
zh_tw: hotkey.pause – 暫停或繼續遊戲
