Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: 8. Wildfire Games secures personal data processing to prevent unauthorised or unlawful processing and accidental loss (GDPR 5.1.f. 'integrity and confidentiality').
ast: 8. Wildfire Games assegura l tratamiento de datos personales para prevenire l tratamiento non authorizado ou illegal & la perda accidental (GDPR 5.1.f. “integrity and confidentiality”).
bg: 8. Wildfire Games обезпечава сигурността на обработването на личните данни с цел предотвратяване на неправомерна или нерегламентирана обработка и неумишлена загуба (съгласно чл. 5.1.f. на ОРЗД — „цялост и конфиденциалност“).
ca: 8. Wildfire Games protegeix el processament de dades per evitar el processament no autoritzat o il·legal i la pèrdua accidental (GDPR 5.1.f. 'integritat i confidencialitat').
de: 8. Wildfire Games sichert die persönliche Datenverarbeitung ab, um unautorisierte oder rechtswidrige Verarbeitung und unbeabsichtigten Verlust zu verhindern (DSGVO 5.1.f "Integrität und Vertraulichkeit").
el: 8. Η Wildfire Games διασφαλίζει την επεξεργασία των προσωπικών δεδομένων για την αποτροπή μη εξουσιοδοτημένης ή παράνομης επεξεργασίας και τυχαίας απώλειας (Γενικός Κανονισμός για την Προστασία Δεδομένων 5.1.f. 'ακεραιότητα και εμπιστευτικότητα').
es: 8. Wildfire Games asegura el procesamiento de datos personales para evitar el procesamiento no autorizado o ilegal y la pérdida accidental (GDPR 5.1.f. 'integridad y confidencialidad').
eu: 8. Wildfire Gamesek norberaren datuak babesten ditu hauen baimenik gabeko edo legez kanpoko prozesatzea eta nahi gabe galtzea saihesteko (GDPR 5.1.f. 'integritatea eta konfidentzialtasuna').
fi: 8. Wildfire Games turvaa henkilötietojen käsittelyn estääkseen luvattoman tai laittoman käsittelyn ja vahingossa tapahtuvan katoamisen (GDPR 5.1.f. "eheys ja luottamuksellisuus").
fr: 8. Wildfire Games sécurise le traitement des données personnelles afin d'empêcher une utilisation non autorisée ou non conforme à la loi et toute perte accidentelles (RGPD 5.1.f. 'intégrité et confidentialité).
ga: 8. Cosnaíonn Wildfire Games próiseáil sonraí pearsanta chun coisc a chur ar phróiseáil neamhúdaraithe nó neamhdhleathach agus caillteanas timpisteach (GDPR 5.1.f. "ionracas agus rúndacht").
gd: 8. Nì Wildfire Games pròiseasadh an dàta phearsanta gu tèarainte airson bacadh a chur air pròiseasadh gun ùghdarras no mì-laghail agus call gun iarraidh (GDPR 5.1.f. “integrity and confidentiality”).
gl: 8. Wildfire Games asegura o procesamento de datos persoais para evitar procesamento non autorizado ou ilexítimo e a perda accidental (GDPR 5.1.f. 'integrity and confidentiality').
hu: 8. A Wildfire Games a személyes adatok kezelését úgy végzi, hogy megakadályozza a nem engedélyezett vagy jogtalan adatkezelést és véd az adatok véletlen elvesztésétől (GDPR 5.1.f. „integritás és bizalmas jelleg”).
id: 8. Wildfire Games mengamankan pemrosesan data pribadi untuk mencegah pemrosesan yang tidak sah atau melanggar hukum dan kerugian yang tidak disengaja (GDPR 5.1.f. 'integritas dan kerahasiaan').
it: 8. Wildfire Games protegge i dati personali in elaborazione per prevenire elaborazioni o perdite accidentali non autorizzate o illegali (GDPR 5.1.f. 'integrità e riservatezza').
ko: 8. Wildfire Games는 개인 데이타 처리를 보호하여 무단 처리 또는 불법 처리 및 우발적 손실을 방지합니다(GDPR 5.1.f. '무결성과 기밀성').
lv: 8. Wildfire Games nodrošina personas datu apstrādi, lai novērstu neatļautu vai nelikumīgu apstrādi un nejaušus zaudējumus (GDPR 5.1.f 'integrity and confidentiality').
nl: 8. Wildfire Games beveiligt verwerking van persoonsgegevens ter voorkoming van ongeoorloofde of onwettige verwerking en accidenteel verlies (GDPR 5.1.f. 'integriteit en vertrouwelijkheid').
pl: 8. Wildfire Games chroni przetworzone dane osobowe, by uniemożliwić nieautoryzowane lub bezprawne przetwarzanie danych lub przypadkową ich utratę (GDPR 5.1.f, "integralność i poufność").
pt_br: 8. Wildfire Games protege o processamento de dados pessoais para impedir o processamento não autorizado ou ilegal e a perda acidental (GDPR 5.1.f. 'integridade e confidencialidade').
pt_pt: 8. A Wildfire Games protege o processamento de dados pessoais para impedir o processamento não autorizado ou ilegal e a perda acidental (RGPD 5.1.f. 'integridade e confidencialidade').
ru: 8. Wildfire Games обеспечивает безопасность обработки персональных данных для предотвращения несанкционированной или незаконной обработки и случайной потери (Общий регламент по защите данных (ЕС) 5.1.f. «целостность и конфиденциальность»).
sk: 8. Wildfire Games chráni spracovávanie osobných dát aby zabránila neatorizovanému alebo nezákonnému spracovávaniu a neúmyselnej strate (GDPR 5.1.f. 'integrity and confidentiality').
sv: 8. Wildfire Games säkrar person uppgifts behandling för att förhindra obehörig eller olaglig behandling och oavsiktlig förlust (GDPR 5.1. f. "integritet och konfidentialitet").
tr: 8. Wildfire Games, yetkisiz veya yasadışı işlem ve kazara kayıpların önlenmesi için kişisel veri işlemlerini güvence altına alır (GVKY 5.1.f. 'bütünlük ve gizlilik').
uk: 8. Wildfire Games захищає обробку особистих даних, щоб запобігти несанкціонованій чи незаконній обробці та випадковій втраті (GDPR 5.1.f. 'integrity and confidentiality').
zh: 8. Wildfire Games保护个人数据处理，以防止未经授权或非法处理和意外丢失（GDPR 5.1.f.“完整性和机密性”）。
zh_tw: 8. Wildfire Games 會保護個人資料處理以防止未授權或違法處理及意外遺失 (GDPR 5.1.f. 'integrity and confidentiality') 。

source: 9. Wildfire Games informs users of their right to access, to rectify, to erase personal data and the right to restrict, to withdraw consent to, to object to personal data processing and to complain at a supervisory authority (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
ast: 9. Wildfire Games informa a los usuarios de l sou direiꞇhu a acceder, rectificar, oblitterar datos personales & el direiꞇhu a restringir, arretirare l assenso, opponesse a l tratamiento de datos personales & queiʃʃasse ante una authoridade supervisora (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
bg: 9. Wildfire Games уведомява потребителите за техните права на достъп, коригиране и изтриване на лични данни и правата на ограничение, оттегляне на съгласие, неодобрение на обработването на лични данни и правото на подаване на оплакване до надзорен орган (съгласно чл. 13.2.b, чл. 13.2.c, и чл. 13.2.d на ОРЗД).
ca: 9. Wildfire Games informa els usuaris del seu dret a accedir, rectificar, suprimir dades personals i el dret de restringir, retirar el consentiment, o oposar-se al processament de dades personals i de presentar una queixa a una autoritat supervisora (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
de: 9. Wildfire Games informiert Benutzer über ihr Recht, persönliche Daten einzusehen, richtigzustellen oder zu löschen, das Recht, die persönliche Datenverarbeitung zu beschränken, ihr die Zustimmung zu entziehen, oder ihr zu widersprechen, sowie bei einer Aufsichtsbehörde Beschwerde einzulegen (DSGVO 13.2.b, DSGVO 13.2.c, DSGVO 13.2.d).
el: 9. Η Wildfire Games ενημερώνει τους χρήστες για τα δικαίωμά τους, να έχουν πρόσβαση, να διορθώσουν, να διαγράψουν προσωπικά δεδομένα και να τα περιορίσουν, να αποσύρουν τη συγκατάθεσή τους, να αντιταχθούν στην επεξεργασία προσωπικών δεδομένων και να υποβάλλουν καταγγελίες σε μια εποπτική αρχή (Γενικός Κανονισμός για την Προστασία Δεδομένων 13.2.b, ΓΚΠΔ 13.2.c, ΓΚΠΔ 13.2.d).
es: 9. Wildfire Games informa a los usuarios sobre su derecho de acceso, rectificación, borrado de datos personales y el derecho de restringir, retirar el consentimiento, objetar el procesamiento de datos personales y reclamar ante una autoridad de supervisión (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
eu: 9. Wildfire Gamesek erabiltzaileei jakin arazten die norberaren datuen atzemate, aldatze eta ezabatzeko duten eskubidez, hala nola horien mugatze baimena kendu edota prozesatzea zalantzan jarri eta ikuskatzaile agintaritzaren aurrean kexa azaltzeko eskubideaz (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
fi: 9. Wildfire Games tiedottaa käyttäjille heidän oikeudestaan saada pääsy henkilötietoihin, oikaista ja poistaa henkilötietoja sekä oikeudesta rajoittaa henkilötietojen käsittelyä, peruuttaa suostumus, vastustaa henkilötietojen käsittelyä ja tehdä valitus valvontaviranomaiselle (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
fr: 9. Wildfire Games informe les utilisateurs de leur droit d'accéder, de rectifier, d'effacer leurs données personnelles et du droit de restreindre, de retirer son consentement, de s'opposer au traitement de données à caractère personnel et de se plaindre auprès d'une autorité de surveillance (RGPD 13.2.b, RGPD 13.2.c, RGPD 13.2.d).
ga: 9. Cuireann Wildfire Games a n-úsáideoirí in iúl dá gceart chun rochtana, ceartaithe, scriosta ar a sonraí pearsanta agus a gceart chun teorainn a chur le, cead a bhaint as, próiseáil sonraí a chur i gcoinne agus chun gearáin a thaisceadh le húdáras maoirseachta (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
gd: 9. Innsidh Wildfire Games dha na cleachdaichean mun chòir aca air inntrigeadh, ceartachadh is sguabadh às an dàta phearsanta aca agus air an còir air an dàta pearsanta a chuingeachadh, air cur ’na aghaidh, air cùl-ghairm an aonta ’s air cur an aghaidh pròiseasadh dàta phearsanta is air gearan a chur a-steach le ùghdarras stiùiridh (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
gl: 9. Wildfire Games informa aos usuarios do seu dereito a acceder, a rectificar e a borrar datos persoais, así como o dereito a restrinxir ou retirar o consentimento, ou a obxectar ante o procesamento de datos persoais ou a queixarse ante unha autoridade supervisora (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
hu: 9. A Wildfire Games tájékoztatja a felhasználóit a jogaikról, hogy elérhetik, javíthatják és törölhetik a személyes adataikat, és joguk van azok korlátozására, joguk van a beleegyezésük visszavonására, és panaszt tehetnek egy felügyeleti hatóságnál (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
id: 9. Wildfire Games memberitahukan pengguna tentang haknya untuk mengakses, memperbaiki, menghapus data pribadi dan hak untuk membatasi, menarik izin, menolak pengolahan data pribadi dan mengajukan keluhan kepada otoritas pengawasan (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
it: 9. Wildfire Games informa gli utenti del loro diritto di accesso, rettifica, cancellazione dei dati personali e il diritto di limitare, revocare il consenso, di opporsi al trattamento dei dati personali e di presentare reclamo a un'autorità di controllo (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
ko: 9. Wildfire Games는 개인 데이타를 액세스, 수정, 삭제할 수 있는 권리와 개인 데이타 처리에 반대하고 동의를 철회하며, 감독 당국에 불만을 제기할 수 있는 권리를 사용자에게 알립니다 (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
lv: 9. Wildfire Games informē lietotājus par viņu tiesībām piekļūt, labot, dzēst personas datus un tiesības ierobežot, atsaukt piekrišanu, iebilst pret personas datu apstrādi un iesniegt sūdzību uzraudzības iestādē (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
nl: 9. Wildfire Games informeert gebruikers over hun recht op toegang, rectificatie, het wissen van persoonlijke gegevens en het recht om te beperken, toestemming in te trekken, bezwaar te maken tegen verwerking van persoonsgegevens en te klagen bij een toezichthoudende instantie (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
pl: 9. Wildfire Games informuje użytkowników o ich prawie do wglądu, poprawek, wymazania danych i prawie do zastrzeżenia, wycofania zgody, sprzeciwu wobec przetwarzania danych osobowych i prawie do złożenia skargi organom nadzorczym (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
pt_br: 9. Wildfire Games informa os usuários sobre seu direito de acessar, retificar, apagar dados pessoais e o direito de restringir, de se opor ao processamento de dados pessoais e de reclamar perante uma autoridade supervisora (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
pt_pt: 9. A Wildfire Games informa os seus utilizadores do seu direito a aceder, retificar, eliminar dados pessoais e o direito a restringir, retirar o consentimento, opor-se aos processamento dos dados pessoais e a apresentar uma queixa a uma autoridade de controlo (RGPD 13.2.b, RGPD 13.2.c, RGPD 13.2.d).
ru: 9. Wildfire Games информирует пользователей об их праве доступа, исправления, удаления личных данных и праве ограничивать, отзывать согласие на обработку личных данных и подавать жалобы в контролирующий орган (Общий регламент по защите данных (ЕС) 13.2.b, 13.2.c, 13.2.d).
sk: 9. Wildfire Games informuje používateľov o ich práve na prístup, overenie, zmazanie osobných dát a práve obmedziť, odobrať súhlas, namietať k spracovávaniu osobných dát a sťažovať sa nadradenej autorite (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
sv: 9. Wildfire Games informerar användarna om deras rätt att få till gång till, att rätta till, att radera person uppgifter och rätten att begränsa, att återkalla samtycke till, att invända mot behandling av person uppgifter och att klaga hos en tillsynsmyndighet (GDPR 13.2. b, GDPR 13.2. c, GDPR 13.2. d).
tr: 9. Wildfire Games, kullanıcılara kişisel verilere erişme, düzeltme, kişisel verileri silme ve kısıtlama, onay vermeme, kişisel veri işlemesine itiraz etme ve denetleme otoritesinde şikayet etme hakkı hakkında bilgi verir. (GVKY 13.2.b, GVKY 13.2.c, GVKY 13.2.d).
uk: 9. Wildfire Games інформує користувачів про їхнє право на доступ, виправлення, стирання особистих даних та право обмежувати, відкликати згоду на, заперечувати проти обробки особистих даних та подавати скаргу в наглядовий орган (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
zh: 9. Wildfire Games告知用户他们有权访问，纠正，删除个人数据以及限制，撤销同意，反对个人数据处理和向监管机构投诉的权利（GDPR 13.2.b，GDPR 13.2。 c，GDPR 13.2.d）。
zh_tw: 9. Wildfire Games 告知使用者他們存取、更正、抹除個人資料之權利及限制、撤銷同意、反對個人資料處理與向監管機關投訴之權利 (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d) 。

source: 10. Wildfire Games facilitates the exercise of user rights where possible (GDPR 12.2), without undue delay (GDPR 12.3).
ast: 10. Wildfire Games facilita l exercicio de direiꞇhos de l usuariu quando ye possible (GDPR 12.2), sin atrasos innecessarios (GDPR 12.3).
bg: 10. Wildfire Games спомага за упражняването на потребителските права, където това е възможно (съгласно чл. 12.2 на ОРЗД), без неоснователно забавяне (съгласно чл. 12.3 на ОРЗД).
ca: 10. Wildfire Games facilita l'exercici dels drets de l'usuari sempre que sigui possible (GDPR 12.2), sense demora innecessària (GDPR 12.3).
de: 10. Wildfire Games erleichert die Wahrnehmung von Benutzerrechten, wo möglich (DSGVO 12.2), ohne unangemessene Verzögerung (DSGVO 12.3).
el: 10. Η Wildfire Games διευκολύνει την άσκηση των δικαιωμάτων του χρήστη όπου είναι δυνατόν (Γενικός Κανονισμός για την Προστασία Δεδομένων 12.2), χωρίς αδικαιολόγητη καθυστέρηση (ΓΚΠΔ 12.3).
es: 10. Wildfire Games facilita el ejercicio de los derechos de los usuarios siempre que sea posible (GDPR 12.2), sin demoras indebidas (GDPR 12.3).
eu: 10. Wildfire Gamesek ahal duen bitartean erabiltzaileen eskubideak babestuko ditu (GDPR 12.2), behargabeko atzerapenik gabe (GDPR 12.3).
fi: 10. Wildfire Games helpottaa käyttäjän oikeuksien käyttämistä mahdollisuuksien mukaan (GDPR 12.2) ilman aiheetonta viivytystä (GDPR 12.3).
fr: Wildfire Games facilite l’exercice des droits des utilisateurs lorsque cela est possible (RGPD 12.2), sans retard indu (RGPD 12.3).
ga: 10. Éascaíonn Wildfire Games úsáid ceirt na n-úsáideoirí nuair is féidir (GDPR 12.2), gan mhoill mhíchuí (GDPR 12.3).
gd: 10. Nì Wildfire Games cur an cèill còraichean a’ chleachdaiche furasta ma ghabhas seo dèanamh (GDPR 12.2) is gun dàil gun adhbhar (GDPR 12.3).
gl: 10. Wildfire Games facilita o exercicio dos dereitos dos usuarios dentro do posíbel (GDPR 12.2), sen demoras innecesarias (GDPR 12.3).
hu: 10. A Wildfire Games elősegíti a felhasználói jogok gyakorlását, ha ez lehetséges (GDPR 12.2), indokolatlan késedelem nélkül (GDPR 12.3).
id: 10. Wildfire Games memfasilitasi penggunaan hak pengguna jika memungkinkan (GDPR 12.2), tanpa penundaan yang tidak semestinya (GDPR 12.3).
it: 10. Wildfire Games facilita l'esercizio dei diritti dell'utente dove possibile (GDPR 12.2), senza indebito indugio (GDPR 12.3).
ko: 10. Wildfire Games는 가능한 한 사용자 권리를 과도하게 지체하지 않고 (gdpr 12.2) 쉽게 행사할 수 있도록 합니다 (gdpr 12.3).
lv: 10. Wildfire Games, bez liekas kavēšanās veicina lietotāju tiesību izmantošanu, kur iespējams (GDPR 12.2) (GDPR 12.3).
nl: 10. Wildfire Games faciliteert de uitoefening van gebruikersrechten waar mogelijk (GDPR 12.2), zonder onnodige vertraging (GDPR 12.3).
pl: 10. Wildfire Games ułatwia korzystanie z praw użytkownika tam, gdzie jest to możliwe (12,1 PKB), bez zbędnej zwłoki.
pt_br: 10. Wildfire Games facilita o exercício dos direitos do usuário sempre que possível (GDPR 12.2), sem atrasos indevidos (GDPR 12.3).
pt_pt: 10. A Wildfire Games facilita o exercício dos direitos do utilizador quando possível (RGPD 12.2), sem demora injustificada (RGPD 12.3).
ru: 10. Wildfire Games способствует осуществлению прав пользователей там, где это возможно (Общий регламент по защите данных (ЕС) 12.2), без неоправданных задержек (Общий регламент по защите данных (ЕС) 12.3).
sk: 10. Wildfire Games uľahčuje uplatňovať práva používateľa ako je to možné (GDPR 12.2), bez nadmerných oneskorení (GDPR 12.3).
sv: 10. Wildfire Games underlättar utövandet av användar rättigheter om möjligt (GDPR 12,2), utan onödigt dröjsmål (GDPR 12,3).
tr: 10. Wildfire Games, mümkün olduğu kadar gecikmeden (GVKY 12.3), mümkün olduğunda kullanıcı haklarının kullanılmasını kolaylaştırmaktadır (GVKY 12.2).
uk: 10. Wildfire Games полегшує здійснення прав користувачів, де це можливо (GDPR 12.2), без зайвого зволікання (GDPR 12.3).
zh: 10. Wildfire Games应有助于尽可能行使用户权利（GDPR 12.2），不得无故拖延（GDPR 12.3）。
zh_tw: 10. Wildfire Games 會盡可能促進使用者權利的行使 (GDPR 12.2)，而不過度延遲 (GDPR 12.3) 。

source: 11. Wildfire Games informs the users that to exercise their rights, users might need to provide additional information to identify the natural person or the data (GDPR 12.6, GDPR 13.2.e).
ast: 11. Wildfire Games informa a los usuarios de que, par’ exercere los sous direiꞇhos, los usuarios poderíæn tener d’aprovir maæs informacion par’ identificare la persona natural ou los datos (GDPR 12.6, GDPR 13.2.e).
bg: 11. Wildfire Games уведомява потребителите, че за да упражнят правата си, може да се наложи да предоставят допълнителна информация за установяване на реалната личност или съответните данни (чл. 12.6 и чл. 13.2.e от GDPR).
ca: 11. Wildfire Games informa els usuaris que per exercir els seus drets, és possible que els usuaris necessitin proporcionar informació addicional per identificar la persona física o les dades (GDPR 12.6, GDPR 13.2.e).
de: 11. Wildfire Games informiert die Benutzer, dass die Benutzer zur Ausübung ihrer Rechte möglicherweise zusätzliche Informationen angeben müssen, um die natürliche Person oder die Daten zu identifizieren (GDPR 12.6, GDPR 13.2.e).
el: 11. Η Wildfire Games ενημερώνει τους χρήστες ότι για να ασκήσουν τα δικαιώματά τους, οι χρήστες ενδέχεται να χρειαστεί να παράσχουν πρόσθετες πληροφορίες για τον προσδιορισμό του φυσικού προσώπου ή των δεδομένων (Γενικός Κανονισμός για την Προστασία Δεδομένων 12.6, ΓΚΠΔ 13.2.e).
es: 11. Wildfire Games informa a los usuarios que para ejercer sus derechos, pueden necesitar proporcionar información adicional para identificar a la persona física o los datos (GDPR 12.6, GDPR 13.2.e).
eu: 11. Wildfire Gamesek jakinarazten die erabiltzaileei euren eskubideak babesteko, erabiltzaileek pertsonak ezagutzeko zenbat datu gehigarri eman beharko lituzketela (GDPR 12.6, GDPR 13.2.e).
fi: 11. Wildfire Games tiedottaa käyttäjille, että oikeuksiensa käyttämiseksi käyttäjien on ehkä annettava lisätietoja luonnollisen henkilön tai tietojen tunnistamiseksi (GDPR 12.6, GDPR 13.2.e).
fr: 11. Wildfire Games informe les utilisateurs que pour exercer leurs droits, les utilisateurs peuvent être amenés à fournir des informations supplémentaires permettant d'identifier la personne physique ou ces données (RGPD 12.6, RGPD 13.2.e).
ga: 11. Cuireann Wildfire Games a n-úsáideoirí in iúl dá gcearta á n-úsáid, b'fhéidir go mbeadh gá le heolas sa bhreis a sholáthar don daoine nádúrtha nó sonraí a aithint (GDPR 12.6, GDPR 13.2.e).
gd: 11. Innsidh Wildfire Games dha na cleachdaichean gur dòcha gum feum iad fiosrachadh a bharrachd a sholar airson iad fhèin no an dàta aca aithneachadh gu sònraichte ach an cuir iad na còraichean aca an cèill (GDPR 12.6, GDPR 13.2.e).
gl: 11. Wildfire Games informa aos usuarios de que para exercer os seus dereitos os usuarios poderían ter que fornecer información adicional para identificar a persoa natural ou os datos (GDPR 12.6, GDPR 13.2.e).
hu: 11. A Wildfire Games tájékoztatja a felhasználókat, hogy a jogaik gyakorlásához további információk megadása lehet szükséges, hogy azonosítsák a természetes személyt vagy az adatokat (GDPR 12.6, GDPR 13.2.e).
id: 11. Wildfire Games memberi tahu pengguna bahwa untuk menggunakan hak mereka, pengguna mungkin perlu memberikan informasi tambahan untuk mengidentifikasi orang atau datanya (GDPR 12.6, GDPR 13.2.e).
it: 11. Wildfire Games informa gli utenti che per esercitare i propri diritti, questi potrebbero aver bisogno di fornire ulteriori informazioni per identificare la persona fisica e i dati (GDPR 12.6, GDPR 13.2.e).
ko: 11. Wildfire Games는 사용자에게 권리를 행사하기 위해, 사용자는 자연인 또는 데이타를 식별하기 위해 추가 정보를 제공할 필요가 있을 수 있음을 알려줍니다 (GDPR 12.6, GDPR 13.2.e).
nl: 11. Wildfire Games informeert de gebruikers, dat om hun rechten uit te oefenen, gebruikers mogelijk aanvullende informatie moeten verstrekken om de natuurlijke persoon of de gegevens te identificeren (GDPR 12.6, GDPR 13.2.e).
pl: 11. Wildfire Games informuje użytkowników, że aby mogli skorzystać ze swoich praw konieczne może być dostarczenie dodatkowych informacji w celu zidentyfikowania użytkownika lub jego danych (GDPR 12.6, GDPR 13.2.e).
pt_br: 11. A Wildfire Games informa aos usuários que, para exercer seus direitos, os usuários podem precisar fornecer informações adicionais para identificar a pessoa física ou os dados (GDPR 12.6, GDPR 13.2.e).
pt_pt: 11. A Wildfire Games informa os seus utilizadores que para exercerem os seus direitos, pode ser pedido aos utilizadores informações adicionais para identificar a pessoa ou os dados (RGPD 12.6, RGPD 13.2.e).
ru: 11. Wildfire Games информирует пользователей о том, что для осуществления своих прав пользователям может потребоваться предоставить дополнительную информацию для идентификации физического лица или данные (Общий регламент по защите данных (ЕС) 12.6, 13.2.e).
sk: 11. Wildfire Games informuje používateľov, že pre uplatnenie ich práv môže byť potrebné poskytnúť dodatočné informácie pre identifikovanie skutočnej osoby alebo dát (GDPR 12.6, GDPR 13.2.e).
sv: 11. Wildfire spel informerar användarna om att utöva sina rättigheter, användare kan behöva ge ytterligare information för att identifiera den fysiska personen eller data (GDPR 12,6, GDPR 13.2. e).
tr: 11. Wildfire Games, kullanıcıları haklarını kullanmaları için, gerçek kişiyi veya verileri tanımlamak için ek bilgi vermeleri gerekebileceğini bildirir (GVKY 12.6, GVKY 13.2.e).
uk: 11. Wildfire Games інформує користувачів, що для здійснення своїх прав користувачам може знадобитися надати додаткову інформацію для ідентифікації фізичної особи чи даних (GDPR 12.6, GDPR 13.2.e).
zh: 11. Wildfire Games提示用户:为了行使个人权利，用户可能需要提供额外信息，以识别自然人或数据（GDPR 12.6，GDPR 13.2.e）。
zh_tw: 11. Wildfire Games 告知使用者：要行使他們的權利，使用者可能需要提供額外的資訊以識別自然人或資料 (GDPR 12.6, GDPR 13.2.e) 。
