Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: I see you are in a bad situation, %(_player_)s. I hope this helps.
ar: أراك في وضع سيّئ يا %(_player_)s. آمل أن يساعدك هذا.
ast: Semelya que te ves ennɐs de l gatu, %(_player_)s. Spero q’esto ti faiga avíu.
bg: Виждам, че си в лошо положение, %(_player_)s, Надявам се това да ти помогне.
br: Gwelout a ran ez out en ur blegenn fall %(_player_)s. Spi em eus e sikouro ac'hanout.
ca: Veig que et trobes en dificultats, %(_player_)s. Espero que això t'ajudi.
da: Jeg kan se du er i en dårlig situation, %(_player_)s. Jeg håber dette hjælper.
de: Ich sehe, du bist in einer schlimmen Situation, %(_player_)s. Ich hoffe dies hilft dir.
el: Βλέπω είσαι σε κακή κατάσταση, %(_player_)s. Ελπίζω αυτά να βοηθήσουν.
eu: Egoera kaskarrean zarela dirudi %(_player_)s, espero honek laguntzea.
fa: من متوجه شدم شما در شرایط بدی قرار گرفته اید، %(_player_)s . امیدوارم این به شما کمک کند
fr: Je constate que vous êtes en mauvaise posture, %(_player_)s. J'espère que cela vous aidera.
ga: Feicim go bhfuil tú i ndroch-chás, a %(_player_)s. tá súil agaim go cabhraíonn an rud seo.
gd: %(_player_)s, mhothaich mi gu bheil thu ann an droch-staing ’s tha mi ’n dòchas gun cuidich seo.
hu: %(_player_)s, úgy látom vacak helyzetben vagy. Remélem ez segít.
id: Saya melihat Anda dalam keadaan yang buruk, %(_player_)s. Harap ini membantu.
it: Vedo che sei in una situazione brutta, %(_player_)s. Spero che questo ti aiuti.
ja: %(_player_)sと険悪な状況とお見受けします。これがお役に立てば幸いです。
ko: %(_player_)s 님이 좋지 않은 상황에 처해 있는 것으로 알고 있습니다. 이것이 도움이 되었으면 좋겠습니다.
lt: %(_player_)s, matau, kad esate keblioje padėtyje. Tikiuosi tai pagelbės.
nb: Jeg ser du er i en kinkig situasjon, %(_player_)s. Jeg håper dette vil hjelpe på.
pl: Widzę że masz kłopoty, %(_player_)s. Mam nadzieję że to pomoże.
pt_br: Eu vejo que você está em uma situação ruim, %(_player_)s. Eu espero que isso ajude.
ru: Я вижу, ты в плохом положении, %(_player_)s. Надеюсь, это поможет.
sv: Jag ser att du är i en svår situation, %(_player_)s. Jag hoppas att detta hjälper.
tr: Kötü bir durumdasın, %(_player_)s Umarım bu yardımcı olur.
uk: Бачу справи в тебе кепські, %(_player_)s. Можливо це допоможе.
zh: 听说你们情况不妙， %(_player_)s ，希望对你有所帮助。
zh_tw: 我看到你的狀況似乎不太好，%(_player_)s。我希望這可以對你有所幫助。

source: I can help you this time, %(_player_)s, but you should manage your resources more carefully in the future.
ar: يمكنني مساعدتك هذه المرّة يا %(_player_)s، ولكن عليك أن تكون أكثر حكمة في إدارة مواردك مستقبلًا.
ast: Esta vegada puödo incontate, %(_player_)s, mas tienes d’administrar los recursos cun procuru.
bg: Мога да ти помогна този път, %(_player_)s, но се опитай да използваш ресурсите си по-добре в бъдеще.
br: Gellout a ran sikour ac'hanout an dro-mañ, %(_player_)s, met rankout a ri bezañ evezhiekoc'h ouzh da vammennoù en amzer da zont.
ca: Aquest cop puc ajudar-te, %(_player_)s, però hauries de gestionar millor els recursos en el futur.
da: Jeg kan hjælpe dig denne gang, %(_player_)s, men du bør administrere dine ressourcer mere omhyggeligt i fremtiden.
de: Ich kann dir dieses mal helfen, %(_player_)s, aber du solltest zukünftig vorsichtiger mit deinen Rohstoffen umgehen.
el: Μπορώ να σε βοηθήσω αυτήν την φορά, %(_player_)s, αλλά προσπάθησε να διαχειρίζεσαι τους πόρους πιο προσεχτικά στο μέλλον.
eu: Oraingo honetan lagun zaitzaket, %(_player_)s, baino hemendik aurrera baliabide gehiago lortzen saiatu.
fa: من میتوانم در زمان حاضر به شما کمک کنم، %(_player_)s، اما شما باید در مدیریت منابع خود بعد از این بیشتر دقت کنید.
fr: Je peux vous aider pour cette fois, %(_player_)s, mais vous devez faire plus attention à vos ressources dans le futur.
ga: Is féidir liom tú a cabhrú ag an am seo, a %(_player_)s, ach is gá leat d'acmhainní a bhainistiu níos fearr sa todhchaí.
gd: ’S urrainn dhomh ’gad cuideachadh an turas seo, %(_player_)s, ach feuch gun stiùirich thu na stòrasan agad le cùram o seo a-mach.
hu: %(_player_)s, ezúttal tudok segíteni, de a jövőben jobban kellene gazdálkodnod a nyersanyagaiddal.
id: Saya bisa membantu Anda kali ini, %(_player_)s, tapi Anda harus dapat mengelola sumber daya lebih hati-hati di lain waktu.
it: Questa volta ti posso aiutare, %(_player_)s, ma dovresti organizzare meglio le tue risorse in futuro.
ja: 今回は%(_player_)s を援助しますが、今後はもっと資源を慎重に管理してください。
ko: 이번에는 %(_player_)s 님을 도와드릴 수 있지만, 앞으로는 자원을 좀 더 신중하게 관리해야 합니다.
lt: %(_player_)s, galiu jums šįkart padėti, tačiau ateityje atsargiau tvarkykite išteklius.
nb: Jeg kan hjelpe deg denne gangen %(_player_)s, men behandle dine ressurser bedre i fremtiden.
pl: Wesprę cię tym razem, %(_player_)s, jednak w przyszłości lepiej zarządzaj swoimi zasobami.
pt_br: Eu posso ajudá-lo neste momento, %(_player_)s, mas você deve gerenciar seus recursos no futuro com mais cuidado.
ru: На этот раз я могу помочь тебе, %(_player_)s, но тебе стоит внимательнее распоряжаться своими ресурсами в дальнейшем.
sv: Jag kan hjälpa dig denna gången %(_player_)s, men du borde vara mer varsam med dina resurser i framtiden.
tr: Bu sefer %(_player_)s, size yardımcı olabilir, ancak gelecekte kaynaklarınızı daha dikkatli bir şekilde yönetmelisin.
uk: Я можу допомогти Вам цього разу, %(_player_)s, але Ви повинні ретельніше використовувати свої ресурси у майбутньому.
zh: 这次我可以帮你， %(_player_)s，希望将来你会合理调配。
zh_tw: 這次我可以幫助你，%(_player_)s，但你未來必須更小心地使用你的資源。

source: I am in need of %(resource)s, can you help? I will make it up to you.
ar: أحتاج %(resource)s، أيمكنك المساعدة؟ سأعوّضك لاحقًا.
ast: Preciso de %(resource)s, ¿poderíɐs incontame? Compenso-ti-llo.
bg: Имам нужда от %(resource)s, можеш ли да ми помогнеш? Ще ти се издължа.
br: Ezhomm em eus eus %(resource)s, ha gellout a rit reiñ an dorn din? Reiñ a rin en-dro deoc'h.
ca: Necessito %(resource)s, em pots ajudar? T'ho recompensaré.
cs: Potřebuji %(resource)s, můžeš pomoci? Oplatím ti to.
da: Jeg har brug for %(resource)s, kan du hjælpe? Jeg vil lade det være op til dig.
de: Ich benötige %(resource)s, kannst du mir helfen? Ich werde mich revanchieren.
el: Χρειάζομαι μερικά %(resource)s, μπορείς να με βοηθήσεις; θα σου τα ανταποδώσω.
eu: %(resource)s batzuk behar ditut. Lagundu, biderkaturik itzuliko dizkizut.
fa: من به %(resource)s نیاز دارم، شما می توانید به من کمک کنید؟ برای شما جبران خواهم کرد
fi: Tarvitsen %(resource)s, voitko auttaa? Hyvitän sen kyllä.
fr: J'ai besoin de %(resource)s, pouvez-vous m'aider ? Je vous le revaudrai.
ga: Teastaíonn %(resource)s uaim, biedh tú in ann mise a chabhrú? Déanfaidh mé suas leat.
gd: Tha %(resource)s a dhìth orm, an urrainn dhut cuideachadh? Bhithinn-sa fada ’nad chomain.
gl: Necesito %(resource)s, podes axudarme? Recompensareicho en canto poida.
hu: Szükségem van erre a nyersanyagra: %(resource)s. Tudsz segíteni? Kártalanítani foglak.
id: Saya sedang mebutuhkan %(resource)s, bisa tolong saya? Saya akan menggantinya.
it: Sono alla ricerca di %(resource)s, puoi aiutarmi? Contraccambierò.
ja: %(resource)sが必要なのですが、援助して頂けませんか。後ほど埋め合わせしますので。
ko: 나는 %(resource)s 자원이 필요합니다. 도와주시겠습니까? 보상해 드리겠습니다.
lt: Man trūksta %(resource)s. Ar galite padėti? Aš jums atsidėkosiu.
ms: Saya memerlukan %(resource)s, boleh anda bantu saya?
nb: Jeg trenger %(resource)s, kan du hjelpe? Jeg skal gjøre opp for meg igjen.
pl: Potrzebuję %(resource)s, możesz mi pomóc? Odwdzięczę się.
pt_br: Preciso de %(resource)s, pode me ajudar? Vou lhe recompensar.
pt_pt: Eu estou a precisar de %(resource)s, pode ajudar? Eu irei agradecer-lhe.
ru: Мне нужно %(resource)s, сможешь помочь?
sk: Potrebujem %(resource)s, môžeš mi pomôcť? Vynahradím ti to.
sv: Jag behöver %(resource)s, kan du hjälpa mig? Jag kommer gottgöra dig
tr: Ben %(resource)s kaynaklarına ihtiyaçduyuyorum, yardım edebilir misin? Karşılığını daha fazla olarak vereceğim.
uk: Мені потрібні %(resource)s, чи допоможеш? Я би допоміг.
zh: 我需要 %(resource)s , 您可以帮忙吗？我会归功于您的。
zh_tw: 我需要 %(resource)s，您可以幫忙嗎？ 我會歸功於您的。

source: I would participate more efficiently in our common war effort if you could provide me some %(resource)s.
ar: سأستطيع المشاركة بفاعليّة أكثر في حربنا المشتركة إن أمكنك تزويدي ببعض %(resource)s.
ast: You seríɐ más útile n esta guerra de nuösso si mi porriesses %(resource)s.
bg: Бих участвал по-пълноценно в нашите общи военни усилия, ако ми осигуриш малко %(resource)s.
br: Gallout a rafen kemer-perzh muioc'h en hor c'henskoazell-vrezel ha gellout a rafec'h reiñ din un nebeud %(resource)s.
ca: Podria participar més eficientment en la nostra campanya militar si em donessis una mica de %(resource)s.
cs: Účastnil bych se účinněji na tvém běžném válečném úsilí, pokud bys mi poskytl %(resource)s.
da: Jeg ville deltage mere effektivt i vores fælles krigsindsats, hvis du kunne give mig nogle %(resource)s.
de: Ich würde unsere gemeinsamen Kriegsanstrengungen intensivieren, wenn du mir ein wenig %(resource)s überlässt.
el: Θα συμμετείχες πιο αποτελεσματικά στο κοινό μας πόλεμο αν μπορούσες να δώσεις μερικά %(resource)s.
eu: %(resource)s hainbat eman bazenizkidake gure guda saiakeretan tinkoago parte har zenezakeen.
fa: من بشکل موثر تری در جنگی که در آن هستیم قادر به مشارکت خواهم بود اگر شما بتوانید برای من %(resource)s فراهم کنید
fi: Osallistuisin tehokkaammin sotaamme yhteistä vihollistamme vastaan, jos voisit antaa minulle vähän %(resource)s.
fr: Je participerais plus efficacement à notre effort de guerre commun si vous pouviez m'envoyer un peu de %(resource)s.
ga: Ba mhaith liom páirt níos éifeachtaí a ghlacadh inar gcogaidh coiteann má b'fhéidir leat %(resource)s níos mó a chur orm.
gd: B’ urrainn dhomh barrachd taic a chur ris a ’chogaidh againn nan doireadh tu %(resource)s dhomh.
gl: Podería contribuír de maneira máis eficiente á guerra contra o noso inimigo común se me forneceses algo de %(resource)s.
hu: Eredményesebben tudnék részt venni a közös háborúnkban, ha tudnál adni ebből a nyersanyagból: %(resource)s
id: Saya akan berpartisipasi dengan lebih efisien dalam perang kita jika Anda membantu saya dengan memberi beberapa %(resource)s.
it: Potrei partecipare più efficacemente alla nostra comune guerra se tu potessi fornirmi un po' di %(resource)s.
ja: %(resource)sをいくらか供与していただければ、我らが共に戦う上での効率を高められます。
ko: 만약 당신이 나에게 약간의 %(resource)s 자원을 제공해 주신다면, 저는 우리의 공동의 전쟁 노력에 더욱 효율적으로 참여하겠습니다.
lt: Galėčiau efektyviau įsitraukti į mūsų bendrą karą, jei parūpintumėte %(resource)s.
ms: Saya boleh menyertai perang anda tetapi dengan sedikit %(resource)s.
nb: Jeg ville deltatt mer effektivt i vår felles krigsinnsats hvis du kunne skaffe meg litt %(resource)s.
pl: Uczestniczyłbym skuteczniej w naszych wspólnych działaniach wojennych jeśli mógłbyś dostarczyć mi trochę %(resource)s.
pt_br: Eu participaria mais eficientemente no nosso esforço de guerra conjunto se você pudesse me prover com %(resource)s.
pt_pt: Eu poderia participar de modo mais eficaz no nosso esforço de guerra comum, se pudesse disponibilizar-me alguns %(resource)s.
ru: Я бы сражался за наше общее дело с большим усердием, если бы ты предоставил немного %(resource)s.
sk: V našej spoločnej vojne by som sa účastnil oveľa efektívnejšie, ak by si mi mohol poskytnúť nejaké %(resource)s.
sv: Jag skulle delta mer effektivt i vår gemensamma krigsinsats om du kunde förse mig med %(resource)s.
tr: Eğer bana biraz %(resource)s kaynaklarından sağlarsan, ortak savaşımızda daha iyi yardımcı olabilirim.
uk: Я приймав би участь ефективніше у наших спільних військових діях, якби ви могли надати мені деякі %(resource)s.
zh: 如果您能提供给我一些 %(resource)s, 我将会更积极参与我们的共同战争行动。
zh_tw: 如果您能提供給我一些 %(resource)s，我將會更積極參與我們的共同戰爭行動。

source: If you can spare me some %(resource)s, I will be able to strengthen my army.
ar: إن أعرتني بعض %(resource)s، سأتمكّن من تقوية جيشي.
ast: Si mi porrieres daqué %(resource)s, vou poder suplire la miɐ milicia.
bg: Ако можеш да ми дадеш %(resource)s, ще мога да подсиля армията си.
br: Ma c'hellfec'h rannañ nebeut %(resource)s ganin e vin gouest da greñvaat va arme.
ca: Si et sobra una mica de %(resource)s, podré reforçar el meu exèrcit.
da: Hvis du kan spare mig for noget %(resource)s, vil jeg være i stand til at styrke min hær.
de: Falls du etwas %(resource)s für mich übrig hast, kann ich meine Armee stärken.
el: Άμα μπορείς να μου διαθέσεις λίγο %(resource)s, θα είμαι σε θέση να ενισχύσω το στρατό μου.
eu: %(resource)s soberan baduzu, niri utzi ezkero nire armada hobetuko nuke.
fa: اگر شما بتوانید به من کمی %(resource)s بدهید، من قادر خواهم بود قدرت نیروهایم را افزایش دهم
fr: Si vous pouvez partager un peu de %(resource)s avec moi, je serai capable de renforcer mon armée.
ga: Má tá tú ábalta roinnt %(resource)s a spáráil, beidh mé in ann m'airm a láidriú.
gd: Nan robh %(resource)s agad dhomh, b’ urrainn dhomh an t-arm agam a neartachadh.
hu: Segítene nekem a hadsereg megerősítésében, ha megszánnál egy kicsit az alábbi nyersanyaggal: %(resource)s.
id: Jika Anda dapat menyisakan saya beberapa %(resource)s, saya dapat memperkuat pasukanku.
it: Se riesci a concedermi un po' di %(resource)s, sarò in grado di rafforzare il mio esercito.
ja: もし%(resource)sをいただけるなら、我が軍を強化することができることでしょう。
ko: %(resource)s 을(를) 절약할 수 있다면, 군대를 강화시킬 수 있을 것입니다.
lt: Jeigu turite atliekamo %(resource)s, galėčiau sustiprinti savo pajėgas.
nb: Hvis du har noe %(resource)s å avse, vill det hjelpe meg å styrke min hær.
pl: Jeśli możesz przekazać mi trochę %(resource)s, będę mógł wzmocnić swoją armię.
pt_br: Se você pode me poupar alguns %(resource)s, eu vou ser capaz de fortalecer o meu exército.
ru: Если ты сможешь поделиться со мной небольшим количеством %(resource)s, я буду в состоянии укрепить свою армию.
sv: Om du ger mig lite %(resource)s kan jag stärka min armé.
tr: Bana bir miktar %(resource)s, bağış yaparsanız, ordumu güçlendirebilirim.
uk: Якщо Ви можете виділити мені трішки %(resource)s, Я зможу зміцнити свою армію.
zh: 如果你能给我一些 %(resource)s ，我将更好地组织军队。
zh_tw: 若你可以給我一些 %(resource)s，我就可以強化我的軍隊了。

source: I have set up a new route with %(_player_)s. Trading will be profitable for all of us.
ar: أعددت طريقًا جديدًا مع %(_player_)s، ستكون التّجارة مربحة لنا جميعًا.
ast: Sto acabante de stablicer una vía nuöva cun %(_player_)s. El commercio inriquecerá-nos a todos.
bg: Уредих нов търговски път с %(_player_)s. Търгуването ще бъде печелившо за всички нас.
br: Lakaet em eus e-plas un hent nevez gant %(_player_)s. Ober kenwerzh kenetrezomp a vo mat evidomp holl.
ca: He establert una nova ruta amb %(_player_)s. El comerç serà profitós per a tots nosaltres.
cs: Mám zřízenu novou cestu s %(_player_)s. Obchod nám všem bude přinášet zisk.
da: Jeg har oprettet en ny rute med %(_player_)s. Handel vil være rentabelt for os alle.
de: Ich habe eine neue Route mit %(_player_)s etabliert. Der Handel wird profitabel für uns alle sein.
el: Έχω δημιουργήσει μια καινούρια διαδρομή με τον %(_player_)s. Η συναλλαγές μας θα είναι πιο επικερδείς για όλους μας.
eu: %(_player_)s lagun, merkataritza bide berria zabaldu dut. Negozioak denontzako etekinak emango ditu.
fa: من یک مسیر مبادلاتی جدید با %(_player_)s احداث خواهم کرد دادوستد سود آوری برای همه ما خواهد بود.
fi: Olen luonut uuden kauppareitin pelaajan %(_player_)s kanssa. Kaupankäynti tulee olemaan kannattavaa meille kaikille.
fr: J'ai mis en place une nouvelle route avec %(_player_)s. Le commerce nous sera profitable à tous.
ga: Chruthaigh mé bealach nua le %(_player_)s. Tabharfaidh trádáil níos mó brabús do gach duine.
gd: Tha mi air slighe-mhalairt ùr a stèidheachadh le %(_player_)s. Bidh am malart ’na bhuannachd dhuinn uile.
gl: Estabelecín unha nova ruta con %(_player_)s. O comercio reportaranos beneficios a todos.
hu: Létrehoztam egy új útvonalat hozzá: %(_player_)s. A kereskedelem mindannyiunk javát szolgálni fogja.
id: Saya sudah mengatur jalur dagang baru dengan %(_player_)s. Perdagangan ini akan menguntungkan kita semua.
it: Ho creato un nuovo percorso con %(_player_)s. Il commercio sarà redditizio per tutti noi.
ja: 新たな交易路を%(_player_)sとの間に設けました。交易は我々すべてに利益をもたらすことでしょう。
ko: %(_player_)s 님과 새로운 경로를 설정했습니다. 거래는 우리 모두에게 이익이 될 것입니다.
lt: Atvėriau naują prekybos kelią su %(_player_)s. Prekyba bus pelninga mums visiems.
ms: Saya telah meterai satu laluan baharu dengan %(_player_)s. Perdagangan akan memberi keuntungan untuk kita semua.
nb: Jeg har satt opp en ny rute med %(_player_)s. Handel vil være innbringende for oss alle.
pl: Wyznaczyłem nową trasę do %(_player_)s.. Handel będzie teraz jeszcze korzystniejszy dla nas wszystkich.
pt_br: Eu defini uma nova rota com %(_player_)s. A negociação será rentável para todos nós.
pt_pt: Estabeleci uma nova rota com %(_player_)s. O comércio será lucrativo para todos nós.
ru: Я создал новый маршрут с %(_player_)s. Торговля будет прибыльной для всех нас.
sk: Vytvoril som novú obchodnú cestu s hráčom %(_player_)s. Obchodovanie bude prospešné pre nás všetkých.
sv: Jag har byggt en ny handelsväg med %(_player_)s. Handeln kommer vara lönsam för oss alla.
tr: %(_player_)s ile yeni bir rota ayarladım. Ticaret hepimiz için karlı olacak.
uk: Я створив новий маршрут з %(_player_)s. Торгівля буде вигідною для всіх нас.
zh: 我已经与 %(_player_)s 设定了一条新的路线。这交易对我们来说都有利可图。
zh_tw: 我已經與 %(_player_)s 設定了一條新的路線。這交易對我們來說都有利可圖。

source: A new trade route is set up with %(_player_)s. Take your share of the profits.
ar: اُعد طريق تجارة جديد مع %(_player_)s. خذ حصتك من المكاسب.
ast: Ha hi una nuöva vía commercial cun %(_player_)s. Participa nos beneficios.
bg: Създаден е нов търговски път до %(_player_)s. Ето твоя дял от печалбата.
br: Un hent nevez a zo bet savet gant %(_player_)s. Tennit gounid eus kement-mañ.
ca: S'ha establert una ruta comercial amb %(_player_)s. Recull la teva part dels beneficis.
cs: Nová obchodní cesta je zřízena s %(_player_)s. Zajistěte si svůj podíl na zisku.
da: En ny handelsrute oprettes med %(_player_)s. Tag din del af overskuddet.
de: Eine neue Handelsroute ist mit %(_player_)s etabliert. Nimm deinen Anteil an den Gewinnen.
el: Ένας νέος εμπορικός δρόμος έχει δημιουργηθεί με τον %(_player_)s. Πάρτε το μερίδιο σας από τα κέρδη.
eu: %(_player_)s lagun, merkataritza bide berria zabaldu da. Jaso zure irabaziak.
fa: یک مسیر مبادلاتی جدید با %(_player_)s احداث شد. سهم سود خود را بگیرید
fi: Uusi kauppareitti on luotu pelaajan %(_player_)s kanssa. Ota osasi voitoista.
fr: Une nouvelle route commerciale a été mise en place avec %(_player_)s. Prenez votre part des profits.
ga: Tá bealach nua cruthaithe le %(_player_)s. Tógann tú do chuid féin an bhrabúis.
gd: Chaidh slighe-mhalairt ùr a stèidheachadh le %(_player_)s. Gabh do chuid dhen phròthaid.
hu: Új kereskedelmi út jött létre vele: %(_player_)s. Vedd ki a részed a profitból.
id: Sebuah jalur dagang baru telah dibuat dengan %(_player_)s. Ambillah bagian Anda dari penghasilannya.
it: Un nuovo percorso è stato creato con %(_player_)s. Prendi la tua parte dei profitti .
ja: %(_player_)sとの間に新しい貿易ルートが設定されています。利益の分配を受けます。
ko: 새로운 교역 경로가 %(_player_)s 님으로 설정됩니다. 이익을 나누십시오.
lt: Atvertas naujas prekybos kelias su %(_player_)s. Pasiimkite savo pelno dalį.
nb: En ny handelsrute er satt opp med %(_player_)s. Ta din andel av inntektene.
pl: Nowy szlak handlowy z graczem %(_player_)s. Zbierz swoją część dochodów.
pt_br: Uma nova rota de comércio foi estabelecida com %(_player_)s. Receba sua parcela dos lucros.
ru: Создан новый торговый маршрут с %(_player_)s. Получите свою долю от прибыли.
sk: Nová obchodná cesta zriadená hráčmi %(_player_)s. Zúčastnite sa na zisku.
sv: En ny handelsvägen har satts upp med %(_player_)s. Ta din andel av vinsten.
tr: %(_player_)s ile yeni ticaret yolu kuruldu. Kâr payını al.
uk: Новий торговий маршрут створений з %(_player_)s. Візьміть свою частку прибутку
zh: 与玩家 %(_player_)s 的一条新贸易路线已建成，分享你们的收益吧。
zh_tw: 與 %(_player_)s 成立一條新的貿易路線。獲取您的那一份利潤吧。

source: %(_player_)s and I are now allies.
ar: أصبحنا أنا و%(_player_)s حلفاء الآن.
ast: %(_player_)s & you alliemunos.
bg: %(_player_)s и аз вече сме съюзници.
br: %(_player_)s a zo bremañ kevredet ganin.
ca: %(_player_)s i jo ara som aliats.
da: %(_player_)s og jeg er nu allierede.
de: %(_player_)s und ich sind jetzt Verbündete.
el: Ο %(_player_)s και εγώ τώρα είμαστε σύμμαχοι.
eu: Orain %(_player_)s eta biok kideak gara.
fa: %(_player_)s و من حالا هم پیمان هستیم
fr: %(_player_)s et moi sommes maintenant alliés.
ga: Tá mise is %(_player_)s anois inar gcomhghuaillí le chéile.
gd: Tha %(_player_)s ’s mi fhìn ’nar caidreabhaich a-nis.
hu: %(_player_)s és én most már szövetségesek vagyunk.
id: %(_player_)s dan saya sekarang bersekutu.
it: %(_player_)s ed Io ora siamo alleati.
ja: %(_player_)sと我が国は現在同盟関係にあります。
ko: %(_player_)s 님과 나는 이제 동맹국입니다.
lt: %(_player_)s ir aš nuo šiol esame sąjungininkai.
nb: %(_player_)s er nå min allierte.
pl: %(_player_)s jest teraz moim sojusznikiem.
pt_br: %(_player_)s e eu agora somos aliados.
ru: %(_player_)s и я теперь союзники.
sv: %(_player_)s och jag är allierade nu.
tr: %(_player_)s ve ben şimdi müttefikiz.
uk: %(_player_)s та Я відтепер союзники.
zh: 玩家 %(_player_)s 现在是我的盟友。
zh_tw: %(_player_)s 和我現在是盟友了。

source: %(_player_)s and I are now neutral.
ar: %(_player_)s
ast: %(_player_)s & you volviemunos imparciales.
bg: %(_player_)s и аз вече сме неутрални.
br: %(_player_)s a zo bremañ neptuek ganin.
ca: %(_player_)s i jo ara som neutrals.
da: %(_player_)s og jeg er nu neutrale.
de: %(_player_)s und ich sind jetzt neutral.
el: Ο %(_player_)s και εγώ τώρα είμαστε ουδέτεροι.
eu: Orain %(_player_)s eta biok neutralak gara.
fa: %(_player_)s و من حالا بی طرف هستیم
fr: %(_player_)s et moi sommes maintenant neutres.
ga: Tá mise is %(_player_)s anois inar neodrach.
gd: Tha %(_player_)s ’s mi fhìn neo-phàirteach a-nis.
hu: %(_player_)s és én most már semlegesek vagyunk.
id: %(_player_)s dan saya sekarang saling netral.
it: %(_player_)s ed io siamo ora neutrali.
ja: %(_player_)sと我が国は現在中立を保っています。
ko: %(_player_)s 님과 나는 이제 중립국입니다.
lt: %(_player_)s ir aš nuo šiol esame neutralūs.
nb: %(_player_)s og jeg er nå nøytrale.
pl: %(_player_)s i ja jesteśmy teraz neutralni.
pt_br: %(_player_)s e eu agora somos neutros.
ru: %(_player_)s и я теперь в нейтральных отношениях.
sv: %(_player_)s och jag är neutrala nu.
tr: %(_player_)s ve ben şimdi düşman değiliz.
uk: %(_player_)s та Я наразі нейтральні.
zh: 我和 %(_player_)s 互相中立。
zh_tw: %(_player_)s 和我現在互相中立了。

source: %(_player_)s and I are now enemies.
ar: أصبحنا أنا و%(_player_)s أعداء الآن.
ast: %(_player_)s & you imbellemunos.
bg: %(_player_)s и аз вече сме врагове.
br: %(_player_)s a zo bremañ enebour ganin.
ca: %(_player_)s i jo ara som enemics.
da: %(_player_)s og jeg er nu fjender.
de: %(_player_)s und ich sind jetzt Feinde.
el: Ο %(_player_)s και εγώ τώρα είμαστε εχθροί.
eu: Orain %(_player_)s eta biok etsaiak gara.
fa: %(_player_)s و من حالا دشمن هستیم
fr: %(_player_)s et moi sommes maintenant ennemis.
ga: Tá mise is %(_player_)s anois inar namhaid.
gd: Tha %(_player_)s ’s mi fhìn ’nar nàimhdean a-nis.
hu: %(_player_)s és én most már ellenségek vagyunk.
id: %(_player_)s dan saya sekarang bermusuhan.
it: %(_player_)s ed Io ora siamo nemici.
ja: %(_player_)sと我が国は現在敵対しています。
ko: %(_player_)s 님과 나는 이제 적이 되었습니다.
lt: %(_player_)s ir aš nuo šiol esame priešai.
nb: %(_player_)s er nå min fiende.
pl: %(_player_)s jest teraz moim wrogiem.
pt_br: %(_player_)s agora somos inimigos.
ru: %(_player_)s и я теперь враги.
sv: %(_player_)s och jag är fiender nu.
tr: %(_player_)s ve ben şimdi düşmanız.
uk: %(_player_)s та Я відтепер вороги.
zh: 玩家 %(_player_)s 现在是我的敌人。
zh_tw: %(_player_)s 和我現在是敵人了。
