Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Cavalry +1 capture attack strength, +20% melee and ranged attack damage.
af: Kavallerie +1 verowering aanvalskrag, +20% naby- en afstand-aanval skade.
ast: caballeiros • podencia de posseu +1 • podencia de combate & de tiru +20%.
ca: +1 d'atac de captura i +20% d'atac cos a cos i a distància per a la cavalleria.
cs: Jízda +1 k síle útoku při zajímání jednotek, +20 % k poškození při útoku na blízko a na dálku.
da: Kavaleri +1 erobrings-angrebsstyrke, +20% nærkamps- og langdistance-angrebsskade.
de: Kavallerie +1 Einnehmrate, +20 % Nahkampf- und Fernkampfschaden.
es: Caballería (Fuerza de captura: +1; Daño: +20%).
eu: Zalditeriak +1 atzemate eraso indarra, %20+ buruz-buruko eta urrutiko eraso kaltean.
fi: Ratsuväki +1 kaappaushyökkäyksen voimakkuus, +20 % lähitaistelu- ja kantamataisteluvahinkoa.
fr: La Cavalerie gagne +1 en force de capture d'attaque, et +20 % de dégâts de mêlée et à distance.
gl: +1 forza de ataque de captura de cabalaría, +20% de dano de ataque corpo a corpo a distancia.
hi: अश्वसेना की कब्जाने की घातक क्षमता +१, अस्त्र-शस्त्र का घात +२०%
hu: +1 elfoglalási támadási erő, +20% közelharci és távolsági sebzés a lovasságnál.
hy: +20% մերձամարտի ու հեռահար հարձակման վնաս և +1 գրավում հեծելազորին։
id: Kavaleri +1 daya rebut, +20% daya serang jarak dekat dan jauh.
it: +1 attacco cattura e +20% attacco da mischia e a distanza per la cavalleria.
ja: 騎兵ユニットの占拠力+1 近接、遠距離攻撃力+20%
ko: 기병의 점령 공격력이 +1 증가하고, 근접 및 범위 공격 피해가 +20% 증가합니다.
ku: Siwarî +1 hêza êrîşê digire, +20% melee û zirara êrişê ya rêzdar.
lb: Kavallerie +1 Eroberungstaux, +20% No- an Fernkampfschued.
nl: Cavalerie +1 veroveren, +20% schade bij mêlee en afstandsaanval.
pl: Kawaleria ma +1 do siły przejęcia i 20% więcej obrażeń.
pt_br: Cavalaria tem +1 de poder de captura e +20% de dano de ataque à distância e de corpo-a-corpo.
pt_pt: Cavalaria +1 força de ataque de captura, +20% dano de ataque à distância e corpo a corpo.
ro: Cavalerie +1 putere de atac la capturare, +20% daune la atacurile corp la corp și la distanță.
ru: Конница получает +1 к скорости захвата и +20% к урону в ближнем и дальнем бою.
sk: Jazda +1 sila preberania, +20% ničivej sily pri boji zblízka a zdiaľky.
sr: Коњица +1 снага напада, +20% јачина блиских и удаљених напада.
sv: Kavalleri +1 erövringsstyrka, +20% närstrids- och distansattack.
tr: .Süvari +1 ele geçirme saldırı gücü, %+20 yakın ve menzilli saldırı hasarı
uk: Кавалерія має +1 ефективності захоплення, +20% нанесення ближнього та дистанційного пошкодження.
zh: 骑兵夺占 +1 ，攻击 +20% .
zh_tw: 騎兵 +1 占領力、+20% 近戰與遠程攻擊傷害。

source: Leadership
af: Leierskap
ar: القيادة
ast: Mandu
bg: Предводител
bn: নেতৃত্ব
br: Renerezh
ca: Lideratge
cs: Vedení
da: Lederskab
de: Führung
el: Ηγεσία
es: Liderazgo
es_ar: Liderazgo
eu: Lidergoa
fa: رهبری
fi: Johtajuus
ga: Ceannasaíocht
gd: Ceannardas
gl: Liderazgo
he: ההנהגה
hi: नेतृत्व
hu: Vezetés
hy: Առաջնորդություն
id: Kepemimpinan
it: Comando
ja: リーダーシップ
ko: 통솔력
ku: Birêvebirî
lb: Leaderschaft
ms: Kepimpinan
nb: Lederskap
nl: Leiderschap
pl: Aura Przywództwa
pt_br: Liderança
pt_pt: Liderança
ro: Conducere
ru: Лидерство
sk: Vedenie
sr: Вођство
sv: Ledarskap
tr: Liderlik
uk: Лідерство
ur: قیادت
zh: 领导有方
zh_tw: 領導

source: Soldiers, Siege Engines, Traders, and Merchant Ships +15% movement speed.
af: Soldate, Beleëringstuie, Handelaars en Handelskepe +15% bewegingspoed.
ast: soldados, máchinɐs de cerco, commerciantes & barcos mercantes • velocidá de movemiento +15%.
ca: Els soldats, màquines de setge, mercaders i vaixells mercants es mouen un 15% més ràpid.
cs: Vojáci, obléhací stroje, obchodníci a kupecké lodě +15 % k rychlosti pohybu.
da: Soldater, Belejringsvåben, Handelsfolk og Handelsskibe +15% bevægelseshastighed.
de: Soldaten, Belagerungswaffen, Händler und Händlerschiffe +15 % Bewegungsgeschwindigkeit.
es: Soldados, máquinas de asedio, comerciantes y barcos mercantes (Velocidad de movimiento: +15%).
eu: Soldaduek, setio makinek, merkatariek, eta merkantzia ontziek %15+ mugitze abiaduran.
fi: Sotilaille, piirityskoneille, kauppiaille ja kauppalaivoille +15 % liikkumisnopeutta.
fr: Les soldats, les engins de sièges, les marchands et les navires marchands gagnent 15 % de vitesse de déplacement.
gl: Soldados, máquinas de asedio, comerciantes e barcos mercantes +15% de velocidade de movemento.
hi: सैनिकों, क़ब्जा यंत्रों, व्यापारियों व व्यापारिक जलयानों की चलने की गति +१५%
hu: +15% mozgási sebesség a katonáknak, az ostromgépeknek, a kereskedőknek és a kereskedőhajóknak
hy: +15% զինվորների, պաշարողական մեքենաների, առևտրականների և առևտրական նավերի արագությանը։
id: Prajurit, Mesin Kepung, Pedagang, dan Kapal Dagang +15% laju gerak.
it: +15% velocità per soldati, macchine d'assedio, commercianti e navi da carico.
ja: 兵士、攻城兵器、商人と交易船の移動速度+15%
ko: 군인, 공성 무기, 교역상, 상선의 속도가 +15% 증가합니다.
ku: Leşker, Motorên Siege, Bazirgan, û Keştiyên Bazirganî +15% leza tevgerê.
nl: Soldaten, belegeringswerktuigen, handelaren en koopvaardijschepen +15% snelheid.
pl: Wojownicy, machiny oblężnicze, kupcy i statki kupieckie są szybsze o 15%.
pt_br: Soldados, Armas de Cerco, Comerciantes e Navios Mercantes têm +15% de velocidade de movimento.
pt_pt: Soldados, armas de cerco, comerciantes e barcos mercantes +15% velocidade de movimento.
ro: Soldați, motoare de asediu, comercianți și nave comerciale +15% viteză de mișcare.
ru: Воины, осадные орудия, сухопутные и морские торговцы передвигаются на 15% быстрее.
sk: Vojaci, obliehacie stroje, obchodníci a obchodné lode +15% rýchlosť pohybu.
sr: Војници, машине за опсаду, трговци и трговачки бродови + 15% брзина кретања.
sv: Soldater, belägringsvapen, handelsmän och handelsskepp +15% hastighet.
tr: Askerler, Kuşatma Makineleri, Tüccarlar, Tüccar Gemileri +15% hareket hızı
uk: Солдати, облогові знаряддя, торговці та торгові судна мають +15% швидкості руху.
zh: 士兵、攻城机械、商队和商船的移动速度 +15% .
zh_tw: 士兵、攻城武器、商人與貿易商船 +15% 移動速度。

source: Administrator
af: Administrateur
ar: المدير
ast: Administrador
bg: Администратор
bn: প্রশাসক
br: Merour
ca: Administrador
cs: Správce
de: Verwalter
el: Διοικητής
es: Administrador
es_ar: Administrador
eu: Administratzailea
fa: مدیر
fi: Hallinnoija
fr: Administrateur
ga: Rairthóir
gd: Rianaire
gl: Administrador
he: מנהל
hi: प्रशासक
hu: Hivatalnok
hy: Կառավարիչ
it: Amministratore
ja: 統治者
ko: 관리자
ku: Rêvebir
lb: Administrateur
ms: Pentadbir
nl: Beheerder
pl: Aura Zarządcy
pt_br: Administrador
pt_pt: Administrador
ru: Управляющий
sk: Správca
sr: Администратор
sv: Administratör
tr: Yönetici
uk: Завідатель
ur: منتظم
zh: 监工
zh_tw: 管理人

source: Workers +15% build rate and gather speed.
af: Arbeiders +15% konstruksie tempo en insamelingspoed.
ast: obreiros • taxa de construccion & velocidá de recaldu +15%.
ca: Els treballadors construeixen i obtenen recursos un 15% més ràpid.
cs: Dělníci +15 % k rychlosti stavby a získávání surovin.
da: Arbejdere +15% byggerate og samlehastighed.
de: Arbeiter +15 % Baurate und Sammelrate.
es: Trabajadores (Velocidad de construcción y recolección: +15%).
eu: Langileek %15+ eraikitze eta ustiaketa abiaduran.
fi: Työntekijöille +15 % rakennus- ja keräysnopeutta.
fr: Les Ouvriers construisent et récoltent 15 % plus vite.
gl: +15% de velocidade de construción e recollida para traballadores.
hi: श्रमिकों की निर्माण दर व संग्रहण गति +१५%
hu: +15% építési és begyűjtési sebesség a munkásoknál.
hy: +15% աշխատավորների հավաքչության և կառուցման արագությանը։
id: Pekerja +15% laju pembangunan dan laju pengumpulan.
it: +15% velocità di costruzione e raccolta per gli operai.
ja: 労働者の建築速度、採集速度+15%
ko: 노동자의 짓는 속도와 수집 속도가 +15% 증가합니다.
ku: Karker +15% rêjeyê çêdikin û lezê berhev dikin.
nl: Arbeiders +15% bouwsnelheid en verzamelsnelheid..
pl: Robotnicy budują i zbierają 15% szybciej.
pt_br: Trabalhadores têm +15% de taxa de construção e de velocidade de coleta.
pt_pt: Trabalhadores +15% velocidade de construção e de recolha.
ro: Muncitori +15% rata de construire și viteza de adunare.
ru: Работники строят и собирают ресурсы на 15% быстрее.
sk: Pracovníci +15% rýchlosť stavania a zberu.
sr: Радници + 15% стопе градње и брзине сакупљања.
sv: Arbetare +15% bygg- och samlingstakt.
tr: İşçiler +15% inşa oranı ve toplama hızı.
uk: Працівники мають +15% темпу спорудження та швидкості збору.
ur: مزدور +15 تعمیر کی شرح اور رفتار جمع کرتے ہیں
zh: 公民劳动效率 +15% .
zh_tw: 工人 +15% 建造速率與採集速率。

source: Patriot
ar: وطنية
ast: Patriota
bg: Патриот
bn: দেশপ্রেমিক
br: Brogarour
ca: Patriota
cs: Vlastenec
el: Φιλόπατρις
es: Patriota
es_ar: Patriota
eu: Abertzalea
fa: میهن پرست
fi: Isänmaan ystävä
fr: Patriote
ga: Tírghráthóir
gd: Tìr-ghràdhaiche
gl: Patriota
he: פַּטרִיוֹט
hi: देश-भक्त
hu: Hazafi
hy: Հայրենասեր
it: Patriota
ja: 愛国者
ko: 애국자
ku: Niştimanperwer
pl: Aura Patriotyzmu
pt_br: Patriota
pt_pt: Patriota
ru: Патриот
sr: Патриота
tr: Yurtsever
uk: Патріот
ur: محب وطن
zh: 爱国者
zh_tw: 愛國者

source: Soldiers and Siege Engines −20% melee and ranged attack repeat time.
af: Soldate en Beleëringstuie -20% naby- en afstand-aanval interval tyd
ast: soldados & máchinɐs de cerco • tiempu entre guölpes ou tiros −20%.
ca: El temps entre atacs dels soldats i les màquines de setge es redueix un 20%.
cs: Vojáci a obléhací stroje mají −20 % z času opakování při útoku na blízko a na dálku.
da: Soldater og Belejringsvåben -20% nærkamps- og langdistance-angrebsgentagelsestid.
de: Soldaten und Belagerungswaffen −20 % Nah- und Fernkampf-Angriffsrate.
es: Soldados y máquinas de asedio (Tiempo entre cada envite: −20%).
eu: Soldaduek eta setio makinek %20- buruz-buruko eta urrutiko erasoak errepikatzeko denboran.
fi: Sotilaille ja piirityskoneille -20 % lähitaistelu- ja kantamahyökkäyksen toistoaikaan.
fr: Les soldats et les engins de sièges perdent 20 % de répétition de mêlée et à distance.
gl: −20% no tempo de repetición do ataque corpo a corpo a distancia para soldados e máquinas de asedio.
hi: सैनिकों व कब्जा यंत्रों के अस्त्र-शस्त्रों द्वारा दोबारा घात का समय -२०%
hu: −20% közelharci és távolsági támadási ismétlési sebesség a katonáknál és ostromgépeknél.
hy: -20% զինվորների և պաշարողական մեքենաների մերձամարտի և հեռահար հարձակման կրկնության ժամանակին։
id: Prajurit dan Mesin Kepung −20% waktu pengulangan serangan jarak dekat dan jarak jauh.
it: −20% intervallo per gli attacchi da mischia e a distanza per soldati e macchine d'assedio.
ja: 兵士と攻城兵器の攻撃間隔-20%
ko: 군인과 공성 무기의 근접 및 범위 공격의 반복시간이 -20% 짧아집니다.
ku: Leşker û Motorên Siege −20% nêzîk û dema dûbarekirina êrişê bi rêz.
lb: Zaldoten an Belagerungsmaschinnen -20% No- an Fernkampfwidderhuelung.
nl: Soldaten en belegeringswerktuigen −20% mêlee en afstandsaanval herhaaltijd.
pl: Wojownicy i machiny oblężnicze przeładowują się 20% szybciej.
pt_br: Soldados e Armas de Cerco têm −20% no tempo de repetição de ataque à distância e de corpo-a-corpo.
pt_pt: Soldados e máquinas de cerco −20% tempo de repetição de ataque à distância e corpo a corpo.
ro: Soldați și motoare de asediu -20% timp de repetare a atacurilor corp la corp și la distanță.
ru: Воины и осадные орудия атакуют на 20% быстрее в ближнем и дальнем бою.
sk: Vojaci a obliehacie stroje -20% útočnej sily pri opakovanom boji zblízka a zdiaľky.
sr: Војници и машине за опсаду −20% брзина понављања блиских и удаљених напада.
sv: Soldater och belägringsvapen −20% tid mellan närstrids- och distansattacker.
tr: Askerler ve Kuşatma Makineleri -%20 yakın ve menzilli saldırı tekrar süresi.
uk: Солдати та облогові знаряддя потребують −20% часу повторення ближньої та дистанційної атаки.
ur: فوجیوں اور محاصرے کے انجن −20 ہنگامے اور رینج اٹیک ریپیٹ ٹائم
zh: 士兵和攻城机械攻击间隔 -20% .
zh_tw: 士兵與攻城武器 -20% 近戰與遠程攻擊間隔時間。

source: Allied Heroes +10% health.
af: Geallieërde Helde +10% gesondheid
ast: heroes alliados • puntos de vida +10%.
ca: +10% de salut per als herois aliats.
cs: Spojenečtí hrdinové získají +10 % ke zdraví.
da: Allierede Helte +10% helbred.
de: Verbündete Helden +10 % Gesundheit.
es: Héroes aliados (Salud: +10%).
eu: Heroi aliatuak %10+ osasuna.
fa: افزایش ۱۰ درصدی سلامت قهرمانان دوستان.
fi: Liittolaisten sankareille +10 % terveyttä.
fr: Augmente la santé des héros alliés de +10 %.
gl: +10% saúde para Héroes Aliados.
hi: मित्र नायकों का स्वास्थ्य +१०%
hu: +10% életerő a szövetséges hősöknek
hy: +10% դաշնակից հերոսների առողջությանը։
id: Pahlawan Sekutu +10% nyawa.
it: +10% salute per gli Eroi alleati.
ja: 同盟国の英雄HP+10%
ko: 동맹 영웅의 체력을 +10% 증가합니다.
ku: Qehremanên Hevpeyman +10% tenduristiyê.
lb: Alliéiert Helden +10% Gesondheet.
nl: Geallieerde helden +10% gezondheid.
pl: Sojuszniczy herosi mają 10% więcej zdrowia.
pt_br: Heróis Aliados têm +10% de saúde.
pt_pt: Heróis aliados +10% vida.
ro: Eroi aliați +10% sănătate.
ru: Герои союзников получают +10% к здоровью.
sk: Spojeneckí hrdinovia +10% zdravia.
sr: Савезнички хероји +10% здравље.
sv: Allierade hjältar +10% hälsa.
tr: Müttefik Kahramanlar +10% sağlık.
uk: Союзні герої мають +10% здоров'я.
ur: اتحادی ہیروز +10٪ صحت
zh: 盟友的英雄生命 +10% .
zh_tw: 盟友的英雄 +10% 生命值。

source: Consort
af: Gade
ar: شريك
ast: Consorte
bg: Спътница
bn: সঙ্গীনী
br: Kenseurt
cs: Manželka
da: Konsortium
de: Gefährtin
el: Σύζυγος
es: Consorte
es_ar: Consorte
eu: Ezkontide
fa: همسر
fi: Puoliso
ga: Céile
gd: Càraid rìoghail
gl: Consorte
he: בַּת זוּג
hi: सहचारी
hu: Hitvestárs
hy: Ուղեկից
id: Istri
it: Consorte
ja: 同胞
ko: 배우자ehsms연합??
ku: Hevserê
lv: Konsorts
ms: Diraja
nb: Gemalinne
nl: Gemalin
pl: Małżonek
pt_br: Consorte
pt_pt: Consorte
ru: Супруга
sk: Družka
sr: Партнер
sv: Sällskapa
tr: Refakat
uk: Консорт
ur: جیون ساتھی
zh: 伴侣
zh_tw: 同調

source: Enemy Heroes −10% health.
af: Vyandelike Helde -10% gesondheid.
ast: heroes inimigos • puntos de vida −10%.
ca: −10% de salut per als herois enemics.
cs: Nepřátelští hrdinové budou mít o -10 % méně zdraví.
da: Fjendtlige Helte -10% helbred.
de: Gegnerische Helden −10 % Gesundheit.
es: Héroes enemigos (Salud: −10%).
eu: Heroi etsaiek -%10 osasuna.
fa: کاهش ۱۰ درصدی سلامت قهرمانان دشمن.
fi: Vihollisen sankareille -10 % terveyttä.
fr: Réduit la santé des héros ennemis de −10 %.
gl: Heroes inimigos 10% saúde.
hi: शत्रु नायकों का स्वास्थ्य -१०%
hu: −10% életerő az ellenséges hősöknek
hy: -10% թշնամական հերոսների առողջությանը։
id: Pahlawan Musuh -10% nyawa.
it: −10% salute per gli Eroi nemici.
ja: 敵の英雄HP-10%
ko: 적 영웅의 체력을 -10% 감소합니다.
ku: Lehengên Dijmin −10% tenduristî.
lb: Feindlech Helden -10% Gesondheet.
nl: Vijandelijke helden -10% gezondheid.
pl: Wrodzy herosi mają 10% mniej zdrowia.
pt_br: Heróis Inimigos têm −10% de saúde.
pt_pt: Heróis inimigos −10% vida.
ro: Eroi inamici -10% sănătate.
ru: Здоровье вражеских героев уменьшается на 10%
sk: Nepriateľskí hrdinovia -10% zdravia.
sr: непријатељски хероји -10% здравље.
sv: Fientliga hjältar −10% hälsa.
tr: Düşman Kahramanları -%10 sağlık.
uk: Ворожі герої мають −10% здоров'я.
ur: دشمن ہیروز − 10٪ صحت
zh: 敌方英雄生命 -10% .
zh_tw: 敵方英雄 -10% 生命值。

source: Patron of Construction
af: Beskermheer van Konstruksie
ar: راعي البناء
ast: Mecenas de la construccion
bg: Покровител на строителството
bn: নির্মাণকলার পৃষ্ঠপোষক
br: Penn Savadur
ca: Patró de la construcció
cs: Patron výstavby
da: Konstruktionsvelgører
de: Patron der Baukunst
el: Χορηγός της Κατασκευής
es: Patrono constructor
es_ar: Patrono de la Construcción
eu: Eraikitzaile Ugazaba
fa: پشتیبان ساخت و ساز
fi: Rakentamisen mesenaatti
fr: Protecteur des constructions
ga: Pátrún Tógála
gd: Cùl-taic togalach
gl: Patrón da construción
he: פטרון הבניה
hi: निर्माण का संरक्षक
hu: Az építészet támogatója
hy: Կառուցման Հովանավոր
id: Penyokong Pembangunan
it: Patrono della Costruzione
ja: 建設支援者
ko: 건축의 수호성인
ku: Patronê Avakirinê
lb: Schutzpatréiner vum Bau
ms: Penaung Pembinaan
nb: Konstruksjonsbeskytter
nl: Beschermheilige van de Bouw
pl: Patron Budowniczych
pt_br: Patrono da Construção
pt_pt: Patrono da construção
ro: Patron al constructiilor
ru: Покровитель строительства
sk: Patrón staviteľov
sr: Покровитељ грађевине
sv: Byggherre
tr: İnşaat'ın Piri
uk: Покровитель будівництва
ur: تعمیر کا سرپرست
zh: 工程赞助者
zh_tw: 建設贊助者

source: Builders +10% build rate.
ar: البناؤون +10% معدل البناء.
ast: constructores • taxa de construccion +10%.
ca: Els constructors treballen un +10% més ràpid.
cs: Stavitelé staví o 10 % rychleji.
da: Arbejdere +10% bygge hastighed.
de: Bauarbeiter +10 % Baurate.
es: Constructores (Velocidad de construcción: +10%).
fa: +10% سرعت ساخت و ساز کارگران
fi: Rakentajille +10 % rakennusnopeus.
fr: Les Bâtisseurs construisent 10 % plus vite.
gl: +10% tasa de construción de constructores.
hi: निर्माताओं की निर्माण दर +१०%
hu: +10% építési sebesség az építőknek
hy: +10% շինարարների կառուցման արագությանը։
id: Pembangun +10% laju pembangunan.
ja: 建てる人の建築速度+10%
ku: Avaker +10% rêjeya avakirinê.
lb: Bauaarbechter +10% Bautaux.
nl: Bouwers +10% bouwsnelheid.
pl: Budowniczy pracują 10% szybciej.
pt_br: Construtores têm +10% de taxa de construção.
pt_pt: Construtores +10% velocidade de construção.
ro: Constructorii +10% rata de construcție.
ru: +10% к скорости работы строителей.
sk: Stavitelia +10% rýchlosť stavby.
sr: Градитељи +10% стопа изградње.
sv: Byggare +10% bygghastighet.
tr: İnşaatçılar +10% inşa oranı
uk: Будівельники мають +10% темпу спорудження.
ur: لڈرز +10٪ بلڈ ریٹ
zh: 建造速度 +10%.
zh_tw: 建築工人 +10% 建造速率。

source: Mercenary Patron
af: Huursoldaat Beskermheer
ar: راعي المرتزقة
ast: Padron de mercenarios
bg: Покровител на наемниците
bn: ভাড়াটে সৈনিকদের পৃষ্ঠপোষক
br: Penn Goprsoudard
ca: Patró de mercenaris
cs: Patron žoldnéřství
da: Lejevelgører
de: Söldnerpatron
el: Πατρόν Μισθοφόρων
es: Patrono mercenario
es_ar: Patrono Mercenario
eu: Mertzenario ugazaba
fa: حامی مزدور
fi: Palkkasoturien mesenaatti
fr: Protecteur des mercenaires
ga: Pátrún na nAmhas
gd: Cùl-taic do shaighdearan-duaise
gl: Patrón mercenario
he: פטרון שכירי החרב
hi: भृतक संरक्षक
hu: Zsoldosok pártfogója
hy: Վարձկանների Հովանավոր
id: Penyokong Prajurit Bayaran
it: Patrono Mercenario
ja: 傭兵支援者
ko: 용병 수호성인
ku: Patronê Leşkerên Bi Pere
lb: Schutzpatréiner vun den Söldner
ms: Penaung Askar Upahan
nb: Leiesoldatbeskytter
nl: Huurling beschermheilige
pl: Patron Najemników
pt_br: Patrono dos Mercenários
pt_pt: Patrono dos mercenários
ro: Patron al mercenarilor
ru: Покровитель наемников
sk: Patrón žoldnierov
sr: Плаћеник покровитељ
sv: Legsoldatspatron
tr: Paralı Asker Müdavimi
uk: Покровитель найманців
ur: کرائے کے سرپرست
zh: 佣兵赞助者
zh_tw: 傭兵贊助者

source: Mercenaries −35% resource costs.
af: Huursoldate -35% hulpbronne kostes.
ast: mercenarios • costos in recursos −35%.
ca: Els mercenaris costen un 35% menys.
cs: Žoldáci jsou o 35 % levnější.
da: Lejesoldater -35% ressourceomkostninger.
de: Söldner −35 % Rohstoffkosten.
es: Mercenarios (Coste de recursos: −35%).
eu: Mertzenarioak %35- merkeago.
fi: Palkkasotureille -35 % resurssikustannuksista.
fr: Le coût en ressources pour les Mercenaires est réduit de 35 %
gl: -35% coste de recurso de mercenarios.
hi: वेतन-भोगी -३५% संसाधन लागत।
hu: −35% nyersanyagigény a zsoldosoknak
hy: -35% վարձկանների ռեսուրսային արժեքին։
id: Prajurit bayaran −35% biaya sumberdaya.
it: −35% costi per le unità mercenarie.
ja: 傭兵の養成コスト-35%
ko: 용병의 자원 비용이 -35% 감소합니다.
ku: Mercenaries −35% lêçûnên çavkaniyê.
lb: Söldner -35% Ressourcekäschten.
nl: Huurlingen kosten -35% grondstoffen.
pl: Najemnicy są tańsi o 35%.
pt_br: Mercenários têm −35% de custo de recursos.
pt_pt: Mercenários custam −35% em recursos.
ro: Mercenari -35% costuri de resurse.
ru: Стоимость наёмников уменьшается на 35%.
sk: Žoldnieri −35% ceny surovín.
sr: Плаћеници -35% цена ресурса.
sv: Legosoldater −35% resurskostnad.
tr: Paralı Askerler -%35 kaynak bedeli.
uk: Найманці потребують −35% ресурсних витрат.
ur: کرائے کے فوجی − 35 وسائل کے اخراجات
zh: 雇佣兵的花费 -35% .
zh_tw: 傭兵 -35% 資源成本。

source: Raphia
af: Rafia
ar: رافيا
ast: Raphía
bg: Рафия
bn: রাফিয়ার যুদ্ধ
br: Rafia
ca: Ràfia
cs: Rafáh
da: Rafia
el: Ράφια
es: Rafia
es_ar: Rafia
fa: رافیا
fi: Rafia
ga: Gasa
gl: Rafia
he: ראפיה
hi: राफिया, अफ्रिकी वृक्ष प्रजाति
hu: Rafia
hy: Ռաֆիա
id: Rafah
it: Rafia
ja: ラフィア
ko: 라피아
ku: Rafya
pl: Rafah
pt_br: Ráfia
pt_pt: Rafa
ru: Рафия
sr: Рафија
tr: Rafya Şehri
uk: Рафія
ur: رافعہ
zh: 拉菲亚战胜者
zh_tw: 拉菲亞

source: Pikemen +40% health.
af: Paalvegters +40% gesondheid.
ast: piqueiros • puntos de vida +40%.
bg: Пиконосци: +40% здраве.
ca: +40% de salut per als piquers.
cs: +40 % ke zdraví pro kopiníky.
da: Pikenerer +40% helbred.
de: Pikeniere +40 % Gesundheit.
es: Piqueros (Salud: +40%).
eu: Pikariek %40+ osasunean.
fa: افزایش ۴۰ درصدی سلامت Pikemen.
fi: Keihäsmiehille +40 % terveyttä.
fr: Augmente la santé des piquiers de +40 %.
gl: Piqueiros +40% saúde.
hi: भालाधारी सैनिक का स्वास्थ्य +४०%
hu: +40% életerő a pikásoknak
hy: +40% նիզակավորների առողջությանը։
id: Penggalah +40% nyawa.
it: +40% salute per i picchieri.
ja: 長槍兵のHP40%
ko: 창병의 체력이 +40% 증가합니다.
ku: Rimvan +40% tenduristiyê.
lb: Pickenträger +40% Gesondheet.
nl: Piekeniers +40% gezondheid.
pl: Pikinierzy mają 40% więcej zdrowia.
pt_br: Piqueiros têm +40% de saúde.
pt_pt: Piqueiros +40% vida.
ro: Pikemen +40% sănătate.
ru: Здоровье пикинёров увеличивается на 40%.
sk: Kopijníci +40% zdravia.
sr: Пикмен +40% здравље.
sv: Pikenerare +40% hälsa.
tr: Piyade Kargıcılar +40% sağlık.
uk: Пікінери мають +40% здоров'я.
ur: پائیک مین +40٪ صحت
zh: 其存活时，长枪兵生命值 +40% .
zh_tw: 長槍兵 +40% 生命值。

source: Cavalry +15% melee and ranged attack damage.
af: Kavallerie +15% naby- en afstand-aanval skade.
ast: caballeiros • podencia de combate & de tiru +15%.
ca: Augmenta un 15% l'atac cos a cos i a distància de la cavalleria.
cs: Jízda +15 % k poškození při útoku na blízko a na dálku.
da: Kavaleri +15% nærkamps- og langdistance-angrebsskade.
de: Kavallerie +15 % Nahkampf- und Fernkampfschaden.
es: Caballería (Daño a distancia y cuerpo a cuerpo: +15%).
eu: Zalditeria %15+ buruz-buruko eta urrutiko erasoen kaltean.
fa: افزایش ۱۵ درصدی آسیب سلاح دستی و محدوده حمله سواره نظام.
fi: Ratsuväelle +15 % lähitaistelu- ja kantamahyökkäysvahinkoa.
fr: La Cavalerie gagne 15 % de dégâts de mêlée et à distance.
gl: Cabalería +15 % de dano de ataque corpo a corpo e a distancia.
hi: घुड़सवार सेना +१५% हाथापाई और हमले का नुकसान।
hu: +15% közelharci és távolsági sebzés a lovasoknak
hy: +15% հեծելազորի մերձամարտի և հեռահար հարձակման վնասին։
id: Kavaleri +15% daya serang jarak dekat dan jauh.
it: +15% attacco da mischia e a distanza per la cavalleria.
ja: 騎兵の近接、遠距離攻撃力+15%
ko: 기병의 근접 및 범위 공격 피해가 +15% 증가합니다.
ku: Siwarî +15% xisarên şer û pevçûnan.
lb: Kavallerie +15% No- an Fernkampfschued.
nl: Cavalerie +15% schade bij mêlee en afstandsaanval.
pl: Kawaleria zadaje 15% więcej obrażeń.
pt_br: Cavalaria tem +15% de dano de ataque à distância e de corpo-a-corpo.
pt_pt: Cavalaria +15% dano de ataque à distância e corpo a corpo.
ro: Cavalerie +15% daune de atac corp la corp și la distanță.
ru: Конница наносит на 15% больше урона в ближнем и дальнем бою.
sk: Jazda +15% poškodenia pri boji zblízka a na diaľku.
sr: Коњица +15% јачина блиских и удаљених напада.
sv: Kavalleri +15% närstrids- och distansattack.
tr: Süvari +15% yakın ve menzilli saldırı hasarı.
uk: Кавалерія має +15% нанесення ближнього та дистанційного пошкодження.
ur: کیولری +15٪ ہنگامہ آرائی اور رینج اٹیک نقصان
zh: 骑兵攻击 +15% .
zh_tw: 騎兵 +15% 近戰與遠程攻擊傷害。
