Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Turf walls built by legionaries during sieges.
ast: Muries de tierra construyíes polos llexonarios demientres asedios.
bg: Торфените стени били строени от легионерите при обсада.
br: Mogerioù taouarc'h savet gant al lejionourien e-pad ar sezizoù.
ca: Murs de terra construïts pels legionaris durant els setges.
cs: Hliněné valy stavěné legionáři během obléhání.
de: Torfwälle, die während Belagerungen von Legionären errichtet wurden.
el: Τείχη τύρφης χτισμένα από λεγεωνάριους κατά τη διάρκεια πολιορκίων.
es_ar: Empalizadas construidas por legionarios durante los asedios.
eu: Setioen bitartean legionarioek jasotako belar harresiak.
fa: دیوارهای چمنی توسط لژیون ها در دروان محاصره ساخته می شدند
ga: Ballaí móna tógtha ag na léigiúnaigh agus iad ina léigearacht.
he: חומות טורף נבנו על ידי הליגיונרים במהלך המצור
hu: Tőzegfalak, amit a legionáriusok építettek ostromok alatt.
hy: Պաշարումների ժամանակ լեգեոներների կողմից կառուցված տորֆային պատեր։
it: Muri di zolle costruiti dai legionari durante gli assedi
ja: 芝生の壁はレギオン兵が包囲攻撃時に築きました。
ko: 공성전 동안 군단의 병사들에 의해 지어지는 근거지 벽.
nb: Torv-vegger bygget av legionærer under beleiringer.
pl: Wały ziemne budowane przez legionistów w czasie oblężeń.
pt_br: Muralhas de turfa construídas pelos legionários durante os cercos.
ru: Земляные стены строятся легионерами во время осад.
sk: Živé múry budované legionármi počas obliehaní.
sv: Jordvallar som byggdes av legionärer under belägringar.
tr: Turba duvarlar kuşatmalar sırasında lejyonerler tarafından inşa edilir.
uk: Торф'яні стіни будуються легіонерами впродовж облоги.
zh: 在围攻期间，由步兵军团建造泥草墙。
zh_tw: 在圍攻期間由軍隊建造泥草牆。

source: The Romans controlled one of the largest empires of the ancient world, stretching at its peak from southern Scotland to the Sahara Desert, and containing between 60 million and 80 million inhabitants, one quarter of the Earth's population at that time. Rome also remained one of the strongest nations on earth for almost 800 years. The Romans were the supreme builders of the ancient world, excelled at siege warfare and had an exquisite infantry and navy.
ast: Los romanos alministraron ún de los imperios más grandes del mundiu antiguu. Espurríase nel so apoxéu del sur d'Escocia al desiertu del Sáḥara, y contenía ente 60 y 80 millones d'habitantes, un cuartu de la población de la tierra d'aquella dómina. Roma tamién quedó como una de les ñaciones más fuertes de la tierra per cuasi 800 años. Los romanos foron los cimeros constructores del mundiu antiguu, tuvieron xeitu pal asediu y una infantería y armada estraordinaries.
bg: Римляните управлявали една от най-големите империи на древния свят, която в най-силния си период се простирала от южна Шотландия до пустинята Сахара и имала население между 60 и 80 милиона — една четвърт от населението на Земята по онова време. Рим продължил да бъде една от най-силните нации на света почти 800 години. Римляните били най-големите строители на древния свят, както и специалисти по обсадите, а пехотата и флотът им били непобедими.
br: Ren a rae ar Romaned war unan eus impalaerezhioù brasañ an Henamzer, eus menezioù Bro-Skos an Dehoù da c'houezva ar Sahara, gant ur boblañs etre 60 ha 80 milion den, da lavarout eo ur c'hard eus poblañs an Douar d'ar mare se. Bez e oa Roma unan eus broioù kreñvañ an Douar e-pad hogos 800 bloaz. Saverien dispar e oant en Henamzer, talantet er brezel-seziz ha gant soudarded war-droad hag ur morlu eus ar c'hentañ.
ca: Els romans controlaven un dels imperis més grans del món antic, que al seu punt màxim s'estenia des del sud d'Escòcia fins al desert del Sàhara i contenia entre 60 i 80 milions d'habitants, un quart de la població de la Terra del moment. Roma va continuar sent una de les nacions més poderoses del món durant 800 anys. Els romans eren els constructors suprems del món antic, destacaven en la guerra de setge i tenien una infanteria i una marina excel·lents.
cs: Římané ovládali jednu z největších říší antického světa, která se v době svého největšího rozmachu rozkládala od jižního Skotska až k saharské poušti, a ve které žilo mezi 60 a 80 miliony lidí, což představovalo celou čtvrtinu tehdejší populace na Zemi. Římané také zůstávali jedním z nejsilnějších národů po téměř 800 let. Byli vrcholnými staviteli antické doby, vynikali v obléhání a měli výtečnou pěchotu a loďstvo.
de: Die Römer kontrollierten eines der größten Reiche der Antike, das sich in seiner Blütezeit von Südschottland bis zur Sahara erstreckte und von etwa 60 bis 80 Millionen Menschen bevölkert wurde, zur damaligen Zeit ein Viertel der Weltbevölkerung. Rom blieb auch fast 800 Jahre lang eine der stärksten Nationen der Erde. Die Römer waren die besten Architekten der antiken Welt, zeichneten sich durch ihre Belagerungstaktik aus und hatten eine erlesene Infanterie und Marine.
el: Οι Ρωμαίοι που έλεγχαν μία από τις μεγαλύτερες αυτοκρατορίες του αρχαίου κόσμου, που εκτεινόταν στο αποκορύφωμά της από τη νότια Σκωτία μέχρι την έρημο της Σαχάρας, και περιείχε ανάμεσα σε 60 με 80 εκατομμύρια κατοίκους, το ένα τέταρτο του πληθυσμού της Γης εκείνη την εποχή. Η Ρώμη παρέμεινε επίσης ένα από τα ισχυρότερα έθνη στη γη για σχεδόν 800 χρόνια. Οι Ρωμαίοι ήταν οι υπέρτατοι οικοδόμοι του αρχαίου κόσμου, διακρίθηκαν σε πολιορκητικούς πολέμους και είχαν ένα εξαιρετικό πεζικό και ναυτικό.
es_ar: Los romanos controlaron uno de los imperios más grandes del mundo antiguo, que se extendía en su cúspide desde el sur de Escocia hasta el desierto del Sahara, y contenía entre 60 y 80 millones de habitantes, un cuarto de la población mundial en ese momento. Roma se mantuvo como una de las naciones más poderosas de la tierra por casi 800 años. Los romanos eran eximios constructores, se distinguían en los asedios y tenían una infantería y una marina superior.
eu: Erromatarrek mundu zaharreko inperiorik handienetakoa kontrolatu zuten, Eskozia hegoaldetik Sahara basamorturaino. Bere populazioa 60 edo 80 milioi biztanlekoa zen, garai horretako munduko populazioaren laurdena, eta Erroma 800 urtez izan zen herrialderik boteretsuena. Erromatarrak antzinako munduaren eraikitzaile nagusienak izan ziren, setiatzaile bikainak ziren, eta infanteria eta marina ezin hobeagoa zuten.
fa: رومی یکی از بزرگترین امپراتوری های دنیای باستان را در اختیار داشتند که در دوران اوج از شمال اسکاتلند تا صحرای بزرگ آفریقا ادامه داشت و در حدود 60 تا 80 میلیون نفر در آن زندگی می کردند، که یک چهارم جمعیت کره زمین در آن زمان بود. روم همچینین به مدت 800 سال یکی از قدرتمند ترین تمدنهای تاریخ باقی ماند. رومی ها استادان معماری و دنیای باستان بودند و متخصص در شکست دژ های دشمن و از یک نیروی پیاده و دریایی بسیار قوی بهره می بردند.
ga: Bhí na Rómhánaigh ina gceannas ar cheann de na himpireachtaí is mó sa domhan ársa, agus ag a buaic shín sí ón Alba theas go fásach na Sahára, agus bhí idir 60 agus 80 milliún daoine ina teorainneacha, ceathrú cuid den dhaonra uile sa domhan ag an am. D'fhan an Róimh mar cheann de na tíortha is láidre ar an ndomhan ar nach mór ná 800 mbliana. Bhí na Rómhánaigh ina n-ollúna tógála sa domhan ársa, ab fhearr iad i gcogaíocht léigir agus bhí cos-slua agus cabhlach iontach acu.
he: הרומאים שלטו באחת האימפריות הגדולות של העולם העתיק. גבולות שנמתחו מצפון סקוטלנד ועד מדבר הסהרה וכלל בין 60 ל80 מליון תושבים ,כרבע מאוכלוסיית העולם באותו זמן.רומא נחשבה כאחת מהאומות החזקות ביותר כמעט כ 800 שנה. הרומאים היו הבנאים המעולים ביותר של העולם העתיק כמו כן הם הצטיינו במכונות מלחמה למצור וצי.
hu: A rómaiak uralták az ókori világ egyik legnagyobb birodalmát, hatalma csúcsán Dél-Skóciától a Szaharáig terjeszkedett, és 60 és 80 millió közti lakóval, a Föld akkori lakosságának negyedével. Róma a világ legerősebb népeinek egyike maradt majdnem 800 évig. A rómaiak az ókori világ legkiválóbb építészei voltak, kiemelkedőek volt az ostromharcban és rendkívüli gyalogságuk és haditengerészetük volt.
hy: Հռոմեացիները կառավարում էին հին աշխարհի ամենամեծ կայսրություններից մեկը, որն իր գագաթնակետին ձգվում էր Հարավային Շոտլանդիայից մինչև Սահարա անապատ և ուներ 60-ից 80 միլիոն մարդ բնակչություն, ինչն այդ ժամանակվա Երկիր մոլորակի բնակչության մեկ քառորդն էր։ Հռոմը նաև մնաց որպես աշխարհի ամենահզոր ազգերից մեկը գրեթե 800 տարի։ Հռոմեացիները հին աշխարհի լավագույն շինարարներն էին, փորձառու էին պաշարողական գործում և ունեին գերազանց հետևակ ու նավատորմ։
it: I Romani controllavano uno dei più grandi imperi del mondo antico, che al suo apice si estendeva dal sud della Scozia al deserto del Sahara, e contenente tra i 60 e gli 80 milioni di abitanti, un quarto della popolazione della Terra di quel periodo. Roma rimase una delle nazioni più forti sulla terra per quasi 800 anni. I Romani erano tra i migliori costruttori del mondo antico, eccellevano nell'arte dell'assedio e avevano una fanteria e una marina straordinarie.
ja: ローマは古代世界で最大級の帝国を支配し、最盛期には南スコットランドからサハラ砂漠にまで版図をひろげ、人口6000万から8000万は、当時の世界人口の４分の１にあたりました。ローマはほぼ800年続いた地球最強の国家の一つを残しもしました。ローマは古代世界最高の建設技術を持ち、包囲戦に優れ、強力な歩兵と海軍を持っていました。
ko: 로마는 고대 세계에서 가장 큰 제국을 지배했으며, 최 전성기때는 스코틀랜드 남부에서 사하라 사막까지 절정에 달했고, 당시 세계 인구의 4분의 1에 해당하는 6천만에서 8천만명에 이르는 고대 최대의 제국중 하나를 장악햇습니다. 로마는 고대 세계 최고의 건축 기술을 가지고 있었고 공성전이 뛰어나 강력한 보병과 해군을 거느리고 있었습니다. 또한 로마는 거의 800년 동안 지구상에서 가장 강력한 국가 중 하나로 남아있었습니다.
nb: Romerne kontrollerte et av de største imperiene i antikken, i sin største utstrekning strakte det seg helt fra det sørlige Skottland til Saharaørkenen og inneholdt mellom 60 og 80 millioner innbyggere, en fjerdedel av jordens befolkning på den tiden. Romerriket forble en av de sterkeste nasjonene i 800 år. Romerne var de overlegne konstruktørene av antikken og utmerket seg i beleiring og hadde et utsøkt infanteri og marine.
pl: Rzymianie kontrowali jedną z największych imperiów świata starożytnego, rozciągając od szczytów południowej Szkocji do Sahary, zawierającą między 60 mln a 80 mln mieszkańców czyli jedna czwarta populacji Ziemi w tamtym czasie. Rzym pozostał również jednym z najsilniejszych narodów na ziemi przez prawie 800 lat. Rzymianie byli najwyższymi budowniczymi świata starożytnego, najlepsi w "oblężaniu" oraz mieli znakomitą piechotę oraz marynarkę.
pt_br: Os Romanos controlavam um dos maiores impérios do mundo antigo, que no seu auge se estendia desde o sul da Escócia até o deserto do Saara e contava com entre 60 e 80 milhões de habitantes - um quarto da população terrestre da época. Durante 800 anos, Roma manteve-se uma das nações mais poderosas do planeta. Os Romanos eram os melhores construtores do mundo antigo, distinguiram-se na arte do cerco e ostentavam uma infantaria e uma marinha excelentes.
ru: Римляне правили одной из самых больших империй древнего мира, растянувшейся от северной Шотландии до пустыни Сахара, население которой насчитывало от 60 до 80 миллионов жителей, что составляло одну четверть от всего населения на Земле в те времена. В Риме также проживала одна из самых сильных наций на земле на протяжении практически 800 лет. Римляне были превосходными строителями в древнем мире, преуспевшими в ведении осадной войны, и обладали совершенной пехотой и военным флотом.
sk: Rimania ovládali jednu z najväčších ríš starovekého sveta, ktorá sa v dobe svojej slávy ťahala od južného Škótska až po Saharu, pričom mala zhruba 60 až 80 miliónov obyvateľov, čiže jednu štvrtinu všetkých vtedajších ľudí na Zemi. Rímu sa teda podarilo zostať jedným z najsilnejších národov planéty po dobu takmer 800 rokov. Boli to najlepší stavitelia v starovekom svete, vynikajúci v obliehaniach, majúci zároveň aj skvelú pechotu a námorníctvo.
sv: Romarna styrde en av världens största imperier, sträckte sig högst från södra Skottland till Sahara-öknen och innehöll mellan 60 miljoner och 80 miljoner invånare, en fjärdedel av jordens befolkning vid den tiden. Rom var också en av de starkaste nationerna på jorden i nästan 800 år. Romarna var de högsta byggarna av den antika världen, utmärkte sig vid belägringskrig och hade ett utsökt infanteri och flottor.
tr: Romalılar antik dünyanın en büyük imparatorluklarından birini kontrol ederek güney İskoçya'dan Sahara Çölüne kadar zirveye ulaştılar ve o dönemde dünya nüfusunun dörtte biri olan 60 milyon ila 80 milyon nüfusu içeriyorlardı. Roma, yaklaşık 800 yıldır yeryüzündeki en güçlü uluslardan biri olarak kaldı. Romalılar, antik dünyanın en iyi inşaatçılardı, kuşatma savaşında mükemmeldi ve zarif bir piyade ve lacivert vardı.
uk: Римляни правили однією з найбільших імперій давнього світу, що розтягнулася від північної Шотландії до пустелі Сахара, населення якої становило від 60 до 80 мільйонів жителів, що становило одну чверть від усього населення на Землі в ті часи. У Римі також проживала одна з найсильніших націй на землі протягом майже 800 років. Римляни були чудовими будівельниками в стародавньому світі, які досягнули успіху у веденні облогової війни. Також вони володіли досконалою піхотою і військовим флотом.
zh: 罗马是古代最大的国家之一，北起苏格兰南部绵延高峰，南至撒哈拉大沙漠。当时大约有6000~8000万居民，占世界总人口的四分之一。古代罗马延续了将近800年的历史，罗马建筑达到世界顶级水准，也擅长攻城战，拥有强大的步兵和海军。
zh_tw: 羅馬帝國是古代世界上最大的帝國之一，在它的巔峰時期，北達蘇格蘭，南至撒哈拉大沙漠，並包含了 6000 至 8000 萬的居民，占當時世界總人口的約四分之一。羅馬也在近 800 年的時間裡成為了地球上最強大的國家之一。羅馬人的建築技術在當時無人能比，也精於攻城武器並擁有強大的步兵及海軍。

source: Seleucids
ast: Seléucides
bg: Селевкиди
br: Seleukided
ca: Selèucides
cs: Seleukovci
de: Seleukiden
el: Σελευκίδες
es_ar: Seléucidas
eu: Seleuzidak
fa: سلوکیان
ga: Na Séileucaidí
he: הסלווקים
hu: Szeleukidák
hy: Սելևկյաներ
it: Seleucidi
ja: セレウコス朝
ko: 셀레우코스
nb: Selevkidere
pl: Seleucydzi
pt_br: Selêucidas
ru: Селевкиды
sk: Seleukovci
sv: Seleukider
tr: Selevkoslar
tt: Селевкидлар
uk: Селевкіди
zh: 塞琉古
zh_tw: 塞琉古

source: This unlocks the Seleucid expansion building, the Klēroukhia or Military Colony, similar to Civic Centers for other factions. It is weaker and carries a smaller territory influence, but is cheaper and built faster.
ast: Esto desbloquia la construcción seléucida d'espansión, la klēroukhia o colonia militar, qu'asemeya'l centru civil d'otres faiciones. Ye más fráxil y lleva menos influyencia nel territoriu, pero ye más barata y constrúise más rápido.
bg: Това отключва селевкидската разширителна постройка (наричана клерукхия или военна колония), подобна на селищните центрове в другите фракции Тя е по-слаба и завзема по-малко територия, но е по-евтина и се строи по-бързо.
br: Divorailhañ a ra ar savadur Seleukid evit en em astenn, ar Klēroukhia pe Trevadenn Vilourel, da vezañ keñveriet ouzh Kreizennoù Keodedel ar c'havailhadoù all. Breskoc'h eo hag e ro ul levezon bihanoc'h war an tiriad, daoust da-se marc'hadmatoc'h eo ha savet e vez buanoc'h.
ca: Això desbloqueja l'edifici selèucida d'expansió de territori, la Klēroukhia o colònia militar, semblant als centres cívics per a les altres faccions. És més dèbil i té menys influència sobre el territori, però és més barat i es construeix més ràpid.
cs: Toto zpřístupní seleukovskou budovu vhodnou na zvětšování území, Klēroukhiu anebo jinak řečeno vojenskou kolonii, podobnou správním střediskům u ostatních stran. Je slabší a má menší územní vliv, ale zato je i lacinější a rychleji se staví.
de: Dies schaltet das seleukidische Erweiterungsgebäude frei, die Kleruchie oder Militärkolonie, ähnlich dem Verwaltungssitz der anderen Völker. Sie ist schwächer und hat einen kleineren Einflussbereich, ist dafür aber billiger und schneller zu bauen.
el: Aυτό ξεκλειδώνει το κτίριο επέκτασης των Σελευκιδών, H Κληρουχία ή Στρατιωτική Αποικία, παρόμοιο με Αστικά κέντρα για άλλες παρατάξεις. Είναι πιο αδύναμο και δίνει μικρότερη επιρροή περιοχής, αλλά είναι φθηνότερο και χτίζεται γρηγορότερα.
es_ar: Esto desbloquea el edificio de expansión seléucida, la Klēroukhia o colonia militar, similar a los Centros Cívicos de otras facciones. Es más débil y tiene menor influencia territorial, pero es más barata y se construye más rápido.
eu: Honek Seleuziarren handitze eraikina blokeatzen du, Klēroukhia edo Militar Kolonia, beste fakzioen Gizarte Zentroen antzekoa. Ahulagoa da eta lurralde influentzi txikiagoa du, baino merkeagoa eta eraikitzen azkarragoa da.
fa: باز کردن قفل ساختمان های گسترش سلوکیان، کلوروخیا یا مستعمره نظامی، مشابه مراکز تمدن سایر کشورها است ضعیفتر است و شعاع قلمرو کمتری دارد اما ارزانتر است و سریعتر ساخته می شود.
ga: Díghlasáil é seo an struchtúr forbartha de chuid na Séileucaidí, an 'Klēroukhia', nó Coilíneacht Mhíleata, cosúil le hIonaid Chathartha ag faicsin eile. Tá sé níos láige agus tá tionchar críocha níos lú aige, acht tá sé níos saoire ach tá sé tógtha níos tapa.
hu: Ez elérhetővé teszi a szeleukida terjeszkedési épületet, a klérukhoszt vagy katonai kolóniát, amely hasonló más népek városházájához. Gyengébb és kisebb területi hatása van, de olcsóbb és gyorsabban épül fel.
hy: Այլ քաղաքակրթությունների քաղաքային կենտրոններին նման ընդլայնման սելևկյան կառույցի՝ կլերուխիայի կամ ռազմական գաղութի հասանելիություն։ Այն ավելի թույլ է և ունի ավելի փոքր տարածքային ազդեցություն, սակայն ավելի էժան է և ավելի արագ կառուցվող։"
it: Questo sblocca la costruzione per l'espansione Seleucide, il Klēroukhia o Colonia militare, simile a Centri Civici di altre fazioni. E' più debole e porta un influenza sul territorio minore, ma è più economico e più veloce da costruire.
ja: セレウコス朝の領地拡張拠点Klēroukhiaすなわち軍事植民地を解禁します。これは他の勢力の町の中心と似たものです。より脆弱で小さな領地拡張しかもたらしませんが、安価かつ短時間で建設できます。
ko: 이것은 셀레우코스 확장 건축물인 클레로우키아 또는 군사 식민지 다른 세력의 시민회관과 비슷하게 잠금 해제합니다. 이것은 약하고, 더 작은 영역 영향을 미치지만, 싸고 더 빨리 지어집니다.
nb: Dette låser opp den Seleusidiske utvidelsesbygningen, Klēroukhia eller militærkoloni, lik samfunnssentere for andre folkeslag. Den er svakere og og har mindre påvirkning på territoriet men er billigere og bygges raskere.
pl: Odblokowuje budynek ekspansji Seleucydów, podobny do Centrum Osady dla innych cywilizacji. Jest słabszy i ma mniejszy zasięg zajmowanego terytorium, ale jest tańszy i szybciej się buduje.
pt_br: Isso desbloqueia a expansão Selêucida de construção, a Klēroukhia ou a colônia militar, semelhante ao Civic Centers para outras facções. É mais fraco e tem uma menor influência do território, mas é mais barato e construído mais rápido.
ru: Даёт доступ к селевкидским расширяющим владения постройкам, таким как Клерухия — военная колония, тождественная центру цивилизации других фракций. Она слабее и меньше влияет на окружающий мир, но дешевле и быстрее возводится.
sk: Toto sprístupní seleukovskú budovu vhodná na zväčšovanie územia, Klēroukhiu alebo inak povedané vojenskú kolóniu, podobnú administratívnym centrám u ostatných frakciách. Je slabšia a má menší územný vplyv, ale zato je aj lacnejšia a rýchlejšie sa stavia.
sv: Detta låser upp den Seleukidiska expansionsbyggnaden Klēroukhia, eller Militärkoloni, som liknar andra fraktioners Samhällscentrum. Den är svagare och har mindre territorieinflytande, men är billigare och byggs snabbare.
tr: Bu, diğer fraksiyonlar için Sivil Toplum Merkezleri'ne benzer Seleukos genişletme binası, Klēroukhia veya Askeri Koloninin kilidini açıyor. Daha zayıf ve daha küçük bir toprak etkisi taşıyor, ancak daha ucuz ve daha hızlı inşa edilmiştir.
uk: Дає доступ до будівель розширення Селевкідів таких як Клерухія - військова колонія, тотожна центру цивілізації інших фракцій. Вона слабше і менше впливає на навколишній світ, але дешевша і швидше зводиться.
zh: 这样可以解锁塞琉古的扩张建筑物，Klēroukhia 或称军事殖民地，类似于其他文明的市政中心。它比较脆弱且领土范围较小，但它较便宜且建造较快。
zh_tw: 這樣可以解鎖塞琉古的擴張建築物，Klēroukhia 或稱軍事殖民地，類似於其他文明的城鎮中心。它比較脆弱且領土範圍較小，但它較便宜且建造較快。

source: Cleruchy
ast: Cleruquía
bg: Клерухия
br: Klerouki
ca: Cleruquia
cs: Klérúchie
de: Kleruchien
el: Κληρουχία
es_ar: Cleruquía
eu: Klerukia
fa: روحانی
ga: Cléarúichí
hu: Klérukhia
hy: Կլերուխիա
it: Cleruchi
ja: クレルキア
ko: 클레루키
pl: Kleruchia
pt_br: Clerúquia
ru: Клерухия
sk: Klerúchie
tr: Klerukya
uk: Клерухія
zh: 殖民

source: Choose between Traditional Army and Reform Army technologies that unlock different Champions.
ast: Escoyer ente les teunoloxíes del exércitu tradicional y l'exércitu reformáu, que desbloquien campeones diferentes.
bg: Избирайте между технологии за традиционна или реформирана войска, които отключват различни гвардейци.
br: Dibab etre teknologiezhoù an Arme Hengounel hag Arme an Adaozañ a zivorailh seurtoù kampioned disheñvel.
ca: Trieu entre les tecnologies "Exèrcit tradicional" i "Exèrcit reformat" per desbloquejar diferents campions.
cs: Vyberte si mezi technologiemi tradiční armády a reformované armády, které odemknou odlišné elitní vojáky.
de: Wähle zwischen traditionellen Armee- und reformierten Armee-Technologien, die verschiedene Gardisten freischalten.
el: Επέλεξε μεταξύ τεχνολογιών παραδοσιακού στρατού και στρατιωτικών μεταρρυθμίσεων για το ξεκλείδωμα διαφορετικών πρωταθλητών.
es_ar: Elija entre las tecnologías de Ejército Tradicional y Ejército Reformado que desbloquean diferentes campeones.
eu: Hautatu armada tradizionala ala erreformako armadaren teknologien artean aldezkari desberdinak desblokeatzeko.
fa: انتخاب میان ارتش سنتی یا ارتش اصلاح شده که قفل فناوریهای متفاوتی را باز می کند
ga: Roghnaigh idir theicneolaíochtaí an Airm Traidisiúnta nó an Airm Leasaithe agus Curaidh éagsúla a dhíghlasáil.
hu: Válassz a Hagyományos hadsereg és a Reform hadsereg technológiák közül, amely más bajnok egységeket tesz elérhetővé.
hy: Ընտրություն ավանդական և բարեփոխված բանակների միջև, որոնք հասանելի են դարձնում տարբեր հերոսներ։
it: Scegliere tra Esercito Tradizionale e Esercito Riformato sblocca differenti tecnologie Campione.
ja: 従来軍か軍制改革のいずれを選ぶかによって、異なるチャンピオンが解禁になります。
ko: 다른 대표 전사의 잠금 해제하는 전통적인 전통적인 육군과 개혁 육군 기술 중에서 선택합니다.
nb: Velg mellom teknologier for tradisjonell hær eller reform-hær som låser opp ulike mestere.
pl: Wybierz pomiędzy technologiami tradycyjnej armii lub armii zreformowanej, które odblokowują innych mistrzów.
pt_br: Escolha entre tecnologias do Exército Tradicional e Reforma do Exército que desbloqueam campeões diferentes.
ru: Выберите между технологиями традиционной и реформированной армии для доступа к разным чемпионам.
sk: Zvoľte si medzi technológiami tradičnej a reformnej armády, ktoré sprístupnia odlišných šampiónov.
sv: Välj mellan traditionell armé och reform armé teknik som låser upp olika Champions.
tr: Geleneksel Ordu ile Yenilikçi ordu arasında arasında tercih yaparak bu farklı şampiyonları meydana çıkarın.
uk: Виберіть між технологіями традиційної і реформованої армії для доступу до різних чемпіонів.
zh: 在传统军队及革新军队科技中选择，这将会解锁不同的精锐单位。
zh_tw: 在傳統軍隊及革新軍隊科技中選擇，這將會解鎖不同的精英單位。
