Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Welcome to the 0 A.D. tutorial.
ast: Afáyate nel tutorial de 0 A.D.
bg: Добре дошли в обучението на 0 A.D.
br: Degemer mat war tutoriel 0 A.D.
ca: Benvinguts al tutorial de 0 A.D.
cs: Vítejte v návodu ke hře 0 A.D.
de: Willkommen bei der 0 A.D. Einführung.
el: Καλώς ορίσατε στον οδηγό εκμάθησης του 0 A.D..
eo: Bonvenon en la 0 A.D. instruilo.
es: ¡Bienvenido al tutorial de 0 A.D.!
es_ar: Bienvenido al tutorial de 0 A.D.
eu: Ongi etorri 0 A.D. tutoretzara.
fa: به آموزش بازی 0 A.D خوش آمدید
fi: Tervetuloa 0 A.D.:n oppaaseen.
fr: Bienvenue dans le tutoriel de 0 A.D.
ga: Fáilte go teagasc 0 A.D.
gd: Fàilte gu oideachadh 0 A.D.
gl: Benvida ao titorial de 0 A.D.
hu: Üdvözlünk a 0 A.D. oktatójátékában!
id: Selamat datang di Tutorial 0 A.D
it: Benvenuti nel tutorial di 0 A.D..
ko: 0 A.D. 자습서에 오신 것을 환영합니다.
ms: Selamat datang ke tutorial 0 A.D.
nb: Velkommen til 0 A.D-veilederen.
nl: Welkom bij de introductie van 0 A.D.
pl: Witaj w samouczku 0 A.D.
pt_br: Boas-vindas ao tutorial de 0 A.D.
pt_pt: Bem-vindo(a) ao tutorial do 0 A.D.
ru: Добро пожаловать в обучение 0 A.D.
sk: Vitajte pri tutoriáli na hru 0 A.D!
sv: Välkommen till 0 A.D. handledningen!
tr: 0 A.D. rehberine hoşgeldiniz.
uk: Ласкаво просимо до посібника по 0 A.D.
zh: 欢迎来 0 A.D. 教程！
zh_tw: 歡迎來到 0 A.D. 教程。

source: Left-click on a female citizen and then right-click on a berry bush to make that female citizen gather food. Female citizens gather vegetables faster than other units.
ast: Calca col botón esquierdu nuna ciudadana y dempués col botón drechu nun arbustu pa facer que la unidá recueya comida. Les ciudadanes recueyen la comida más rápido qu'otres unidaes.
bg: Изберете някоя от жените с левия бутон на мишката, а след това щракнете с десния бутон върху някой боровинков храст, за да накарате жената да събира храна. Жените събират храна от растенията по-бързо от другите единици.
br: Klikit-kleiz war ur geodedourez ha klikit-dehou war ur vodenn-irin evit lakaat ar geodedourez da zastum boued. Ar c'heodedourezed a zastum ar boued plantel buanoc'h evit an unanennoù all.
ca: Clic amb el botó esquerre sobre una ciutadana i després amb el botó dret sobre un arbust de baies perquè la unitat recol·lecti menjar. Les ciutadanes obtenen menjar més ràpidament que altres unitats.
de: Klicke zuerst mit der linken Maustaste auf eine Bürgerin, dann mit der rechten Maustaste auf einen Beerenstrauch in der Nähe, um sie Nahrung sammeln zu lassen. Bürgerinnen können pflanzliche Nahrung schneller sammeln als andere Einheiten.
el: Κάνε αριστερό κλικ σε μία γυναίκα πολίτη και έπειτα δεξί κλικ στους θάμνους με τα μούρα για να κάνεις την γυναίκα πολίτη να μαζέψει φαγητό. Η γυναίκες πολίτες μαζεύουν φαγητό γρηγορότερα από κάθε άλλη μονάδα.
eo: Maldekstre-klaku sur Civitaninon kaj poste dekstre-klaku sur bera arbeton por igi tiun civitaninon kolekti manĝaĵon. Civitaninoj kolektas legomojn pli rapide ol aliaj unuoj.
es: Selecciona a la ciudadana con el botón izquierdo de tu ratón y luego haz clic sobre un arbusto de bayas para hacer que la ciudadana recoja comida. Las ciudadanas recolectan frutas y verduras más rápido que cualquier otra unidad.
es_ar: Haz click izquierdo sobre una Ciudadana y luego click derecho sobre un arbusto de frutos para que la ciudadana recolecte alimento. Las Ciudadanas Mujeres recolectan vegetales más rápidamente que otras unidades.
eu: Egin ezker klika hiritar eme baten gainean eta gero eskuin klika baia zuhaixka baten gainean herritarrek janaria biltzeko. Hiritar emeek beste unitateek baino azkarrago jasotzen dituzte barazkiak.
fa: بر روی شهروند زن کلیک چپ کنید و سپس بر روی بوته توت فرنگی کلیک راست کنید تا به شهروند زن فرمان دهید تا برای شما از بوته توت غذا جمع کند. شهروندان زن سبزیجات و میوه ها را سریع تر از سایر نیروها جمع می کنند.
ga: Cléchliceáil ar bhanshaoránach agus ansin deaschliceáil ar tom caoire agus bailíonn an banshaoránach seo bia as. Bailíonn banshaoránaigh glasraí níos tapa ná aonaid eile.
gd: Dèan briogadh clì air saoranach boireann an toiseach agus an uairsin briogadh deas air preas-dhearc am fagas ach an cruinnich an saoranach biadh. Cruinnichidh saoranaich boireann glasraich nas luaithe na càch.
gl: Preme co botón principal nunha cidadá e a continuación co secundario nun arbusto froiteiro para facer que a cidadá recolla comida. As cidadás recoller vexetais máis rápido que outras unidade.
it: Fai clic sinistro su una donna, poi clic destro su un cespuglio di bacche nelle vicinanze per assegnare l'unità alla raccolta di cibo. I cittadini di sesso femminile raccolgono il cibo più velocemente di altre unità.
ko: 여성 시민을 마우스 왼쪽 버튼으로 클릭한 다음 열매 덤불을 마우스 오른쪽 버튼으로 클릭하여 여성 시민이 식량을 채집하게 합니다. 여성 시민은 다른 유닛보다 채소를 더 빨리 채집 합니다.
ms: Klik-kiri pada rakyat perempuan dan kemudian klik-kanan pada pokok beri yang berhampiran untuk suruh rakyat perempuan mengutip makanan. Rakyat perempuan dapat mengumpul makanan lebih pantas berbanding unit lain.
pl: Kliknij LPM na kobiecie, a następnie kliknij PPM na krzaku jagód, by sprawić, że kobieta rozpocznie zbieranie jedzenie. Kobiety zbierają warzywa i owoce szybciej niż inne jednostki.
pt_pt: Clica numa cidadã e de seguida clica com o botão direito do rato num arbusto frutífero para que a unidade recolha a comida. As cidadãs apanham alimentos mais depressa do que as outras unidades.
ru: Щелкните ЛКМ на горожанке, а затем - ПКМ на ягодном кусте, чтобы отправить горожанку заниматься сбором еды. Горожанки собирают еду быстрее других юнитов.
sk: Klikni ľavým tlačidlom myši na ženu-občianku, potom pravým na neďaleký krík s bobuľami. Žena sa vyberie zbierať jedlo. Ženy zbierajú plodiny rýchlejšie ako ostatné jednotky.
sv: Vänsterklicka på en kvinnlig medborgare och högerklicka på en bärbuske för att den kvinnliga medborgaren ska samla mat. Kvinnliga medborgare samlar mat snabbare än andra enheter.
tr: Bir kadın vatandaşın üzerine sol tıklayın ve sonra böğürtlen çalılarına sağ tıklayarak yiyecek toplamasını sağlayın. Kadın vatandaşlar sebze ve meyveleri diğer vatandaşlardan daha hızlı toplar.
uk: Клацніть лівою кнопкою миші по городянці, а потім клацніть правою кнопкою миші на кущ ягід, щоб ця городянка збирала їжу. Городянки збирають їжу швидше ніж інші юніти.
zh: 让女性居民采集食物：左键单击一个女性居民，然后右击一个莓果灌木以让女性居民采集食物。（女性居民采集植物比其他单元快）

source: Select the citizen-soldier, right-click on a tree near the Civic Center to begin gathering Wood. Citizen Soldiers gather Wood faster than female citizens.
ast: Esbilla'l ciudadanu-soldáu, calca col botón drechu nun árbole cercanu al centru civil pa entamar a recoyer madera. Los ciudadanos-soldáu recueyen la madera mas rápido que les ciudadanes.
bg: Изберете гражданина-во̀ин и щракнете с десния бутон върху някое дърво близо до селищния център, за да започне да събира дървесина. Гражданите-во̀ини събират дървесина по-бързо от жените.
br: Diuzit ar soudarded-keodedour, klikit-dehou war ur wezenn e-kichen ar Greizenn Geodedel evit boulc'hañ da zastum koad. Ar soudarded-keodedour a zastum koad buanoc'h evit ar c'heodedourezed.
ca: Seleccioneu el soldat ciutadà i feu clic dret en un arbre prop del Centre Cívic per començar a tallar fusta. Els soldats ciutadà recullen fusta més ràpidament que les dones.
de: Wähle den Bürgersoldaten aus, klicke rechts auf einen Baum beim Verwaltungssitz und fange an, Holz zu sammeln. Bürgersoldaten sammeln Holz schneller als Bürgerinnen.
el: Επίλεξε τους πολίτες - οπλίτες, δεξί κλικ στα δεντρά διπλά στο Αστικό Κέντρο για να αρχίσουν να μαζεύουν Ξύλα. Οι πολίτες - οπλίτες μαζεύουν ξύλα γρηγορότερα από τις γυναίκες.
eo: Elektu la civitana-soldato, dekstre-klaku sur arbon proksiman al la Civita centro por komenci kolekti Lignon. Civitanaj Soldatoj kolektas Lignon pli rapide ol Civitaninoj.
es: Selecciona al ciudadano-soldado, y haz clic derecho en un árbol que esté cerca del centro cívico para empezar a recoger madera. Los ciudadanos-soldado recogen madera más rápido que las ciudadanas.
es_ar: Selecciona un Ciudadano Soldado, haz click derecho sobre un árbol cercano al Centro Cívico para comenzar a recolectar madera. Los Ciudadanos Soldado recolectan madera más rápido que las Ciudadanas Mujeres
eu: Aukeratu soldadu hiritarra, egin eskumako klik Zentru Zibiletik hurbil dagoen zuhaitzean zura jasotzen hasteko. soldadu hiritarrek zura azkarrago jasotzen dute emakumezko hiritarrak baino.
fa: به سرباز شهروند با کلیک راست کردن بر روی یکی از درختان نزدیک به مرکز تمدن، فرمان دهید تا برای شما چوب جمع کند. سرباز شهروند سریعتر از زن شهروند چوب جمع می کند.
ga: Roghnaigh an míle-shaoránach, deaschliceáil ar crann in aice leis an Ionaid Chathartha d'Adhmad a bhailiú. Bailíonn míle-shaoránaigh Adhmad níos tapa ná banshaoránaigh.
gd: Tagh saighdear-dùthcha ’s dèan briogadh deas air craobh faisg air an ionad shìobhalta ach an tòisich thu air fiodh a chruinneachadh. Cruinnichidh saighdearan-dùthcha fiodh nas luaithe na saoranaich boireann.
gl: Selecciona o cidadán soldado e preme co botón secundario nunha árbore preto do centro cívico para recoller madeira. Os cidadáns soldado recoller madeira máis rápido que as cidadás.
it: Seleziona il cittadino-soldato, fai click destri su un albero vicino al centro città per iniziare la raccolta della legna. I cittadini-soldato raccolgono la legna più velocemente delle donne.
ko: 시민 군인을 선택하고 시민 회관 근처의 나무를 마우스 오른쪽 버튼으로 클릭하여 목재를 채집 명령을 내리십시오. 시민 군인들은 여성들보다 목재를 더 빨리 채집합니다.
ms: Pilih askar-rakyat, klik-kanan pada pokok berhampiran Pusat Sivik untuk mula mengumpul kayu. Askar-rakyat dapat mengumpul kayu lebih pantas berbanding rakyat perempuan.
pl: Wybierz żołnierza, kliknij PPM na drzewie obok centrum osady, aby rozpocząć zbieranie drewna. Żołnierze gromadzą drewno szybciej niż kobiety.
pt_pt: Seleciona o cidadão-soldado e clica com o botão direito do rato numa árvore próxima do Centro Cívico, para começar a recolher madeira. Os cidadãos-soldados recolhem madeira mais depressa do que as cidadãs.
ru: Выберете горожанина солдат, и нажмите ПКМ на деревья возле Городского Центра для начала сбора древесины. Горожане солдаты собирают дерево быстрее горожанок.
sk: Vyber občana-vojaka a pravým tlačidlom klikni na strom neďaleko občianskeho centra aby si začal ťažiť drevo. Občania-vojaci ťažia drevo rýchlejšie ako občianky.
sv: Välj medborgarsoldaten, högerklicka på ett träd nära samhällscentret för att börja samla ved. Medborgarsoldater samlar ved snabbare än kvinnliga medborgare.
tr: Vatandaş-askeri seçin, odun toplamaya başlamak için Kent Merkezine yakın bir ağaca sağ tıklayın. Vatandaş-askerler odunu kadın vatandaşlardan daha hızlı toplarlar.
uk: Виберіть городянина, права кнопка миші по дереву поблизу Громадського Центру щоб розпочати збір Деревини. Городянин збирає Деревину швидше ніж городянка.
zh: 选中民兵，右击一棵市政中心旁边的树让他采集木材。（民兵比其他女性居民采集木材更快）

source: Select the Civic Center building and hold %(hotkey)s while clicking on the Hoplite icon once to begin training a batch of Hoplites.
ast: Esbilla'l centru civil. Primiendo %(hotkey)s calca una vegada nel iconu del hoplita pa entamar a llevantar un grupu d'hoplites.
bg: Изберете селищния център. Задържайки %(hotkey)s, щракнете веднъж с ляв бутон върху иконката на хоплит, за да започне обучаването на партида хоплити.
br: Diuzit ar Greizenn Geodedel ha dalc'hit %(hotkey)s en ur glikañ war arlun an Hoplit evit stagañ gant stummadur ur strollad Hoplited.
ca: Seleccioneu el Centre Cívic i mantingueu-lo %(hotkey)s mentre feu clic un cop sobre la icona de l'hoplita per a començar la formació d'un lot d'hoplites.
cs: Vyberte budovu správního střediska a podržte při klepnutí na ikonu hoplíty klávesu%(hotkey)s, abyste započali hromadné cvičení hoplítů.
de: Wähle den Verwaltungssitz aus und halte %(hotkey)s, während du einmal auf das Hopliten-Symbol klickst, um einen Trupp Hopliten auszubilden.
el: Επίλεξε το χτίσμα του Αστικού Κέντρου και κρατώντας πατημένο το πλήκτρο %(hotkey)s κάνε κλικ στο εικονίδιο του Οπλίτη για να αρχίσει η εκπαίδευση μια ομάδας οπλιτών.
eo: Elektu la konstruaĵon «Civita Centro» kaj mantenu %(hotkey)s dum klakante sur la bildeto «Hoplito» unufoje, por komenci trejni staplon de Hoplitoj.
es: Selecciona el centro cívico y mantén pulsada la tecla %(hotkey)s mientras haces clic una vez en el icono del hoplita para reclutar a un grupo de hoplitas
es_ar: Selecciona el Centro Cívico y mantén presionado %(hotkey)s mientras haces click una vez en el ícono del Hoplita para entrenar un grupo de Hoplitas.
eu: Hautatu Zentro Zibilaren eraikina eta sakatuta eduki %(hotkey)s Hoplite ikonoan klikatzen duzun bitartean Hoplite talde bat trebatzen hasteko.
fa: ساختمان مرکز تمدن را انتخاب کنید و کلید %(hotkey)s را نگهدارید و بر بروی عکس هاپلیت کلیک کنید تا شروع به پرورش یک دسته از هاپلیت ها کند.
fi: Valitse kansalaiskeskus-rakennus ja, pitäen shift-näppäintä alhaalla, napsauta hopliitti-kuvaketta(toisena rivissä) kerran aloittaaksesi viiden hopliitin kouluttamisen.
fr: Sélectionnez le bâtiment « Centre-ville » et maintenez %(hotkey)s en cliquant sur l’icône « Hoplite » pour commencer à entraîner un lot de Hoplites.
ga: Roghnaigh an tIonad Cathartha agus brúigh ar %(hotkey)s nuair atá tú ag cliceáil ar an íocón Hoiplítigh uair amháin do dhream Hoiplítigh a thraenáil.
gd: Tagh togalach an ionaid shìobhalta agus dèan aon bhriogadh le %(hotkey)s air ìomhaigheag an hoiplid ach an tòisich thu air grunn hoiplidean a thrèanadh.
gl: Seleccione o edificio do centro cívico e deixe premido %(hotkey)s mentres preme na icona de hoplita unha vez para comezar o adestramento dun grupo de hoplitas.
hu: Jelöld ki a városháza épületét, nyomd le a(z) %(hotkey)s gombot, majd kattints egyszer a hoplita ikonra a csoportos kiképzés megkezdéséhez!
id: Pilih bangunan Pusat Bangsa lalu tahan %(hotkey)s dan klik ikon Hoplites sekali untuk memulai pelatihan sekumpulan Hoplites.
it: Seleziona il Centro Cittadino e tieni premuto %(hotkey)s della tastiera numerica mentre clicchi sull'icona dell'Oplita per cominciare a reclutare un gruppo di Opliti.
ja: 「町の中心」の建物を選択し、%(hotkey)sを押しながら 歩兵(左から二番目)のアイコンを１回クリックすることで、まとめて作成しましょう。
ko: 시민 회관 건물을 선택하고 중갑 보병 아이콘을 한 번 클릭하여 %(hotkey)s 을(를) 눌러 한 무리의 중갑 보병 훈련을 시작하십시오.
ms: Pilih bangunan Pusat Sivik, dan tahan %(hotkey)s ketika mengklik pada ikon Hoplite untuk mula melatih sekelompok Hoplite.
nl: Selecteer het beschavingscentrum en houdt %(hotkey)s vast terwijl u op het hoplieticoontje klikt om een groep hoplieten te rekruteren.
pl: Wybierz Centrum Osady i trzymając %(hotkey)s kliknij na ikonie Hoplity raz by jednocześnie wygenerować grupę Hoplitów. (domyślnie 5, ilość możesz dostosować w opcjach)
pt_br: Selecione o edifício do Centro Cívico e mantenha pressionado a tecla %(hotkey)s enquanto clica no ícone do Hoplita para começar a treinar um lote de Hoplitas.
pt_pt: Seleciona o edifício do Centro Cívico e mantém premida a tecla %(hotkey)s enquanto clicas no ícone do Hoplita para começar a treinar um lote de Hoplitas.
ru: Выберите здание Городского Центра и, зажав клавишу %(hotkey)s, щелкните один раз по иконке Гоплита, чтобы начать обучение партии гоплитов.
sk: Vyber budovu Občianskeho Centra. Stlač a podrž %(hotkey)s, pričom raz klikneš na ikonu Hoplita - začne sa trénovať skupina Hoplitov.
sv: Välj samhällscentret och håll %(hotkey)s samtidigt som du klickar på hoplit-ikonen en gång för att börja träna en grupp hopliter.
tr: Kent Merkezi Binasını seçin ve bir Hoplite grubun eğitmek için %(hotkey)stuşunu basılı tutarak Hoplite resmine bir kez tıklayın.
uk: Виберіть будівлю Громадського Центру і утримуючи %(hotkey)s, натисніть піктограму Гопліта один раз, щоб розпочати тренування групи Гоплітів.
zh: 选择市政中心，按住%(hotkey)s 的同时单击希腊重步兵按钮，这样可以一次训练5个希腊重步兵(Hoplites)。
zh_tw: 先選擇城鎮中心，再按住 %(hotkey)s ，然後按「重裝步兵」的圖示。這樣可以一次訓練一批重裝步兵。

source: Do not forget to press the batch training hotkey while clicking to produce multiple units.
ast: Nun escaezas caltener primíu l'atayu de tecláu al calcar si quies llevantar delles unidaes.
bg: Не забравяйте да задържите клавиша за обучаване на партида, докато щраквате, за да създадете няколко единици.
br: Na zisoñjit ket pouezañ war ar bouton "stummañ dre strollad" en ur glikañ evit produiñ meur a unanenn.
ca: No us oblideu de prémer la tecla d'accés ràpid de la formació per lots mentre feu clic per a produir diverses unitats.
cs: Nezapomeňte držet klávesu hromadného cvičení při klepnutí, abyste vytvořili více jednotek.
de: Vergiss nicht, beim Klicken den Trupp-Ausbildungs-Hotkey zu drücken, um mehrere Einheiten auszubilden.
el: Μην ξεχνάς να πατάς το πλήκτρο συντόμευσης ομαδικής εκπαίδευσης όταν κάνεις κλικ για να παράγεις πολλές μονάδες.
eo: Ne forgesu presi la stapla-trejna rapidklavo dum klakante por elfarigi multoblajn unuojn.
es: No olvides presionar la tecla de reclutamiento por grupos mientras haces clic para producir múltiples unidades.
es_ar: No olvides presionar la tecla de entrenamiento por grupos mientras haces click para producir mútiples unidades.
eu: Ez ahaztu prestakuntza-tekla azkarra sakatuta izatea unitatea gehiago ekoizteko.
fa: زمانی که میخواهید چندین نفر از یک نیرو را پرورش دهید فراموش نکنید که کلید میانبر مربوطه را نگهدارید
fi: Muista painaa joukkokoulutus-pikanäppäintä napsauttessasi kouluttaaksesi useita yksiköitä.
fr: N’oubliez pas d’enfoncer le raccourci de l’entraînement par lots, en cliquant, pour produire plusieurs unités.
ga: Ná déan dearmad ar an eochair aicearra nuair atá tú ag cliceáil do dhream aonad a dhéanamh.
gd: Cuimhnich gun dèan thu briogadh le grad-iuchair nan grunnan còmhla gus iomadh ionad a thrèanadh.
gl: Non esquezas premer o atallo de adestramento en grupo ao premer para producir varias unidades.
hu: Ne felejtsd el nyomva tartani a csoportos kiképzés gombot kattintás közben, hogy több egységet hozz létre!
id: Jangan lupa menekan pintasan pelatihan kelompok untuk memproduksi beberapa unit.
it: Non dimenticare di premere il tasto rapido per l'addestramento in gruppo per reclutare più unità.
ja: 複数のユニットを作る際、一括訓練のホットキーを押しながらクリックすることを覚えておくといいでしょう。
ko: 여러 유닛을 생산하려면 일괄 훈련 단축키를 누르는것을 잊지 마십시오.
ms: Jangan lupa mengklik kekunci panas latihan kelompok ketika mengklik untuk hasilkan beberapa lagi unit.
nl: Vergeet niet om op de sneltoets voor het trainen in groepen te drukken terwijl uw klikt om meerdere eenheden te produceren.
pl: Nie zapominaj o trzymaniu przycisku seryjnej produkcji podczas klikania, aby wyprodukować wiele jednostek.
pt_br: Não esqueça de pressionar a tecla de atalho para o treino em lote enquanto clica para produzir várias unidades.
pt_pt: Não te esqueças de premir a tecla de atalho para o treino em lote enquanto clicas para produzir várias unidades.
ru: Не забывайте удерживать горячую клавишу при щелчке на иконке юнита, чтобы запустить создание партии юнитов.
sk: Nezabudni pri kliknutí podržať klávesu pre skupinový tréning - tak sa vytvorí viacero jednotiek v skupine.
sv: Glöm inte att trycka snabbtangenten för gruppträning medan du klickar för att producera flera enheter.
tr: Birden fazla birim üretmek için tıklarken seri eğitim kısayol tuşuna basmayı unutmayın.
uk: Не забудьте натиснути гарячу клавішу тренування групи натискаючи піктограму, щоб створити декількох юнітів.
zh: 为了生产多个单位，不要忘记按下shift。
zh_tw: 想一次培訓好幾個單位的時候，別忘了按量產鍵。

source: Click on the HOPLITE icon.
ast: Calca nel iconu del HOPLITA.
bg: Натиснете иконката с ХОПЛИТ.
br: Klikit war arlun an HOPLIT.
ca: Feu clic sobre la icona de l'hoplita.
de: Klicke auf das HOPLITEN-Symbol
el: Κάνε κλικ στο εικονίδιο του ΟΠΛΙΤΗ.
eo: Klaku sur la bildeton «Hoplito».
es: Haz clic sobre el icono del HOPLITA.
es_ar: Haz click sobre el ícono de HOPLITA.
eu: Klikatu HOPLITE ikonoan.
fa: بر روی عکس هاپلیت کلیک کنید.
ga: Cliceáil ar an íocón HOIPLÍTEACH.
gd: Dèan briogadh air ìomhaigheag an hoiplid.
gl: Preme a icona de hoplita.
it: Clicca sull'icona dell'OPLITA.
ko: 중갑 보병 아이콘을 클릭 하십시오.
ms: Klik pada ikon HOPLITE.
pl: Kliknij na ikonie Hoplity.
pt_pt: Clica no ícone do HOPLITA.
ru: Щёлкните по иконке ГОПЛИТА.
sk: Klikni na ikonu HOPLITA .
sv: Klicka på HOPLIT-ikonen.
tr: Hoplite simgesine tıklayın.
uk: Натисніть на піктограму ГОПЛІТ.
zh: 单击希腊重步兵图标。
