Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Oceanside (2)
ast: Oriella l Océanu (2)
bg: Океански бряг (2)
cs: Pobřeží oceánu (2)
de: Land am Meer (2)
el: Παραλικά (2)
es: Costa oceánica (2)
eu: Ozeanoaren aldea (2)
fi: Valtameren rannikko (2)
fr: Côte océanique (2)
ga: Taobh na Mara (2)
gd: Taobh a’ chuain (2)
hu: Óceán part (2)
id: Tepian Samudera (2)
it: Costa Oceanica (2)
ja: 海沿い (2)
ko: 오션사이드 (2)
nl: Oceaanland
pl: Nad oceanem (2)
pt_br: Região Costeira (2)
pt_pt: Perto do oceano (2)
ru: Берег моря
sk: Pri oceáne (2)
sv: Kustområden (2)
tr: Okyanus Kenarı (2)
uk: Узбережжя океану (2)
zh: 海滨 (2)
zh_tw: 沿海 (2)

source: A dry central basin rich in minerals surrounded by rocky hills and highlands.
ast: Una seca conca central, rica n minerales & arrodiada de cuötos & cantos.
bg: Суха, богата на минерали централна низина, заобиколена от скалисти хълмове и плата.
br: Un diazad kreiz sec'h pinvidik e maen gourizet gant tuchennoù maen ha menezioù.
ca: El llit sec d'un riu, ric en minerals, és al centre, envoltat de turons rocosos i terres altes.
cs: Suchá centrální kotlina bohatá na nerosty obklopená skalnatými kopci a vrchovinami.
da: Et tørt, mineralrigt basin i midten, omgivet af klipper og højland.
de: Ein trockenes zentrales Becken, reich an Mineralien, von felsigen Hügeln und Hochland umgeben.
el: Μια ξηρή κεντρική λεκάνη πλούσια σε μέταλλα που περιβάλλεται από βραχώδεις λόφους και ορεινές περιοχές.
es: Una depresión árida y rica en minerales, en medio del terreno, rodeada por colinas rocosas y tierras altas.
eu: Sakonune lehor eta mineraletan aberats bat, lurraren erdian, mendi harritsu eta lur altuak inguraturik.
fi: Kuiva, mineraalirikas keskusallas, jota ympäröivät kallioiset kukkulat ja ylängöt.
fr: Un bassin central sec riche en minerai entouré de collines et de montagnes rocheuses.
ga: Lár-imchuach tirim saibhir i mionraí le cnoic chraigeacha agus ardchríocha ina thimpeall.
gd: Àrainn mheadhanach thioram le pailteas meatailt ’s cnuic creagach ’s beanntan timcheall orra.
hu: A központi kiszáradt medence gazdag ásványokban, melyet sziklás hegyek és felföldek vesznek körül.
id: Teluk pusat kering yang kaya akan mineral dan dikelilingi oleh bukit berbatu dan dataran tinggi.
it: Un bacino secco ricco di minerali circondato da colline rocciose e montagne.
ja: 乾いた中央の低地は鉱物が豊富で、周囲を岩がちな丘や高地に囲まれています。
ko: 바위가 많은 언덕과 고원으로 둘러싸인 광물이 풍부한 건조한 중앙 분지.
ms: Kawasan dataran tengah yang kering dan kaya dengan mineral serta dikelilingi bukit-bukau dan tanah tinggi berbatu.
nb: En tørr sentral elvebank med store mengder mineraler, omkranset av steinete åser og høyland.
nl: Een droog centraal bassin, rijk aan mineralen, omringd met rotsige heuvels en beboste hooglanden.
pl: Suchy basen centralny, bogaty w surowce, otoczony kamienistymi wzgórzami i wyżynami.
pt_br: Uma bacia central, seca e rica em minerais, cercada por colinas e planaltos rochosos.
pt_pt: Uma bacia seca e rica em metal rodeada por colinas rochosas e planaltos.
ru: Сухой центральный бассейн богатый минералами, окруженный скалистыми холмами и высокогорьем.
sk: Vyschnutá kotlina v strede mapy, bohatá na nerasty a obklopená skalnatými vrchmi a vysočinami.
sv: En torr central bassäng rik på mineraler som omges av steniga kullar och högland.
tr: Kayalık tepeler ve yaylaları ile çevrili mineral bakımından zengin bir merkezde kurulu havza.
uk: Сухий центральний басейн багатий на мінерали, оточений скелястими горбами та високогір'ям.
zh: 四周为山丘和高地所包围，中部的盆地蕴含有丰富的矿藏。
zh_tw: 由岩石山丘及高地所環繞的中央盆地礦藏相當豐富。

source: Persian Highlands (4)
ast: Granda persa (4)
bg: Персийски възвишения (4)
br: Uheldirioù Persian (4)
ca: Altiplans perses (4)
cs: Perská vrchovina (4)
da: Persisk Højland (4)
de: Persisches Hochland (4)
el: Περσικά Υψίπεδα (4)
es: Altiplanos persas (4)
eu: Pertsiar Goi-Lautada (4)
fa: ارتفاعات پارسی (4)
fi: Persian ylämaat (4)
fr: Montagnes perses (4)
ga: Ardchríocha Peirseacha (4)
gd: Àrd-tirean Pearsach (4)
hu: Perzsa felvidék (4)
id: Daratan Tinggi Persia (4)
it: Montagne Persiane (4)
ja: ペルシア高地 (4)
ko: 페르시아 고원 (4)
ms: Tanah Tinggi Parsi (4)
nb: Persisk høyland (4)
nl: Persische Hooglanden (4)
pl: Perskie wyżyny (4)
pt_br: Montes Persas (4)
pt_pt: Cordilheiras persas (4)
ru: Персидское нагорье (4)
sk: Perzské vysočiny (4)
sv: Persiska Höglanden (4)
tr: Pers Dağları (4)
uk: Перське нагір'я (4)
zh: 波斯高地 (4)
zh_tw: 波斯高原 (4)

source: Northwest India. Nearby rivers swell with monsoon rains, allowing for only a few treacherous crossings. The rivers are heavily forested, while grasslands carpet the surrounding countryside. Watch out for Tigers in the tall grass! Asian elephants are also a common sight.
ast: La india occidental-septentrional. Crecidos cun l’agua de los monçones, los riws próximos ameten, deixando a penɐs unos poucos vados traidores. Los riws stan bien arboridos, dun que la contorna sta stradada de prado. ¡Arispa-te de tigres na pacion! Tamien ye corriente indelgar elephantes asiáticos.
bg: Северозападна Индия. Близките реки преливат от мусонните дъждове, при което остават само няколко опасни места за преминаване. Около реките има много дървета, а останалата част от картата е тревиста. Внимавайте за тигри във високата трева! Азиатските слонове също не са рядкост.
br: Gwalarn India. Nepell ez eus stêrioù zo o tevaat gant glevier monson, o aotreañ nemetken un nebeud tremenoù tretour. Ar stêrioù a vez koadek stank, e-keit ha ma vez goloet gant ar geot ar vro diavaez war o zro. Diwall diouzh an Tigred er geot bras! Olifanted Aziat a vez ivez un dra boutin.
ca: Nord-oest de l'Índia. Els rius propers pugen amb les pluges del monsó i deixen pocs llocs traïdors per travessar-los. Els rius estan envoltats de bosc mentre que les prades encatifen els voltants. Compte amb els tigres dins l'herba alta! Veure elefants asiàtics també és molt comú.
cs: Severozápadní Indie. Blízké řeky přetékají po monzunových deštích dovolujíce jen pár zrádných brodů. Řeky jsou silně zalesněny, kdežto koberec trávy pokrývá okolní krajinu. Pozor na tygry ve vysoké trávě! Asijští sloni jsou také často viděni.
da: Nordvestlige Indien. Floderne i nærheden er oversvømmet med monsunens regn, så der kun er få farlige vadesteder. Floderne er tæt bevokset, mens græssletterne ligger som et tæppe på det omgivende terræn. Pas på tigere i det høje græs! Asiatiske elefanter er også et almindeligt syn.
de: Nordwest-Indien. Nahegelegene Flüsse schwellen durch den Monsun an, sodass diese nur an einigen tückischen Furten überquert werden können. Die Flüsse sind stark bewaldet, während Grasland die umgebende Landschaft bedeckt. Achte auf Tiger im hohen Gras! Auch asiatische Elefanten sind ein verbreiteter Anblick.
el: Βορειοδυτική Ινδία. Τα Κοντινά ποτάμια υπερχειλίζουν με τις βροχές των μουσώνων, επιτρέποντας μόνο μερικά ύπουλα περάσματα. Τα ποτάμια είναι σε μεγάλο βαθμό δασωμένα, ενώ η γύρω περιοχή καλύπτετε από βοσκοτόπια. Προσέξτε για τις Τίγρεις στο ψηλό χορτάρι! Ασιατικοί ελέφαντες είναι επίσης μια κοινή θέα.
es: Noroeste de la India. Los ríos cercanos rebosan por culpa de las lluvias del monzón, dejando solo algunos traicioneros pasos. Los ríos están rodeados por abundantes arboledas, mientras los campos circundantes exudan una interminable alfombra de hierba. Ten cuidado con los tigres que se esconden tras las altas briznas. Los elefantes asiáticos son una vista habitual por estos parajes.
eu: Indiako ipar-mendebaldea. Montzoiak ekarri dituen urek errekak gainezka jarri dituzte, hala nolako pasabideak utziz. Errekak zuhaiztiz inguraturik daude eta inguruetako zelaietan belarra da nagusi alfonbra amaiezin bat zabalduz. Argi ibili belar luzeen atzean ezkutatzen diren tigreekin. Asiar elefanteak arruntak dira inguru hauetan.
fi: Luoteis-Intia. Läheiset joet paisuvat monsuunisateiden vaikutuksesta, joten vain muutama petollinen ylityspaikka on käytettävissä. Joet ovat metsäisiä, ja ympäröivää maaseutua peittävät ruohoniityt. Varo tiikereitä korkeassa ruohikossa! Aasialaiset norsut ovat myös yleinen näky.
fr: Nord-Ouest de l'Inde. Les rivières à proximité sont gonflées des pluies de mousson, ne permettant seulement que quelques passages traîtres. Les rivières sont densément boisées, tandis que les prairies tapissent la campagne environnante. Méfiez-vous des tigres dans les hautes herbes ! Les éléphants d'Asie sont également monnaie courante.
ga: An India Thiar Thuaidh. Tá na haibhneacha in aice láimhe le báistí an mhonsúin, agus tá ach cúpla bealach trasna amháin. Tá na haibhneacha lánfhoraoisthe, nuair atá machairí ar an dtalamh idtimpeall na tuaithe. Tabhair aire do thíogair san fhéara arda! Ach tá eilifintí Áiseacha mar radharc coitianta.
gd: Taobh siar-thuath nan Innseachan. Tha na h-aibhnean a’ lìonadh le uisgeachan monsùn a nì na h-àthannan cunnartach. Tha coille mòr ri taobh nan aibhnichean fhad ’s a tha feur air an tìr timcheall orra. Thoir an aire air na tìgeirean san fheur àrd! Chithear ailbheanan Àisianach gu tric cuideachd.
hu: Észak-Nyugat India. A közeli folyókat felduzzasztotta a monszun hozta eső, így csak néhány alattomos átkelő maradt. A folyókat számottevő erdő övezi, a környező vidéket pedig fűtakaró fedi. Ügyelj a tigrisekre a magas fűben! Ázsiai elefántokat is gyakran látni.
id: India Barat Laut. Sungai-sungai di dekatnya melimpah dengan hujan muson, memungkinkan hanya beberapa penyeberangan berbahaya. Sungai-sungai itu berhutan lebat, sementara padang rumput menutupi pedesaan di sekitarnya. Hati-hati terhadap Harimau di rumput tinggi! Gajah asia juga merupakan pemandangan umum.
it: India nord-occidentale. I monsoni hanno fatto esondare i fiumi vicini, consentendo solo ai più temerari il passaggio. I fiumi sono coperti da una fitta boscaglia, tra di essi si estendono vaste piane erbose, fai attenzione alle tigri nell'erba alta! Frequenti anche gli avvistamenti di elefanti asiatici.
ja: 北西インドです。近くの川は雨季の雨で増水し、ごくわずかな危険な渡河場所しかありません。 川ぞいが鬱蒼とした森に覆われるいっぽうで、周囲の田舎は草原が覆っています。草むらに潜む虎に気をつけてください！アジア象もよく見かけます。
ko: 북서쪽 인도. 주변의 강은 몬순 비로 부풀어 몇 번의 위험한 교차로를 허용합니다. 강은 숲이 짙고 초원은 주변 시골을 덮고 있습니다. 키 큰 잔디에서 호랑이를 조심하십시오! 아시아 코끼리도 흔한 광경입니다.
ms: Barat-daya India. Sungai berhampiran dipenuhi dengan hujan monson, oleh itu hanya ada beberapa tempat boleh dilalui. Sungai dengan hutan tebal, manakala kawasan berumput mengelilinginya dipendalaman. Hati-hati dengan kelibat Harimau! Begitu juga kehadiran gajah asian.
nb: Nordvestindia. Nærliggende elver flør med monsunregn, noe som bare levner noen få skumle krysningspunkter. Elvene er omringet av tett skog, mens gressmarkene dekker den omkringliggende landsbygden. Se opp for tigrer i det høye gresset! Asiatiske elefanter er også et vanlig syn.
nl: De lucht word donkerder aan de horizon in noordwest Indië. Nabije rivieren stijgen door de moessonregens. Slechts een paar verraderlijke oversteekplaatsen blijven toegankelijk. De rivieren zijn dichtbebost, met wat gras iets verderop. Let op voor tijgers in het hoge gras! Aziatische olifanten zijn ook alomtegenwoordig.
pl: Północno-Zachodnie Indie. Okoliczne rzeki przepełnione opadami monsunowymi, posiadają zaledwie kilka zdradzieckich przepłyceń którymi można się przeprawić. Rzeki są gęsto zalesione, podczas gdy równiny porośnięte bujną trawą otaczają tutejsze ziemie. Uważaj na tygrysy czające się pośród wysokich traw. Słonie azjatyckie są także tu powszechne.
pt_br: Noroeste da Índia. Rios próximos sobem com chuvas de monção, permitindo apenas alguns cruzamentos traiçoeiros. Os rios são densamente arborizados, enquanto pradarias cobrem a zona rural circundante. Cuidado com os tigres na grama alta! Elefantes asiáticos também são uma vista comum.
pt_pt: Noroeste da Índia. Os rios próximos ficam cheios com as chuvas das monções, o que torna perigoso o seu atravessamento. Nas margens dos rios há muitas florestas, enquanto a restante paisagem é preenchida por planícies. Cuidado com os tigres no meio do mato! Os elefantes asiáticos também são comuns.
ru: Северо-западная Индия. Близлежащие реки наполняются муссонными дождями, что позволяет переправится только в нескольких местах. Берега реки покрыты густыми лесами, а луга ложатся ковром на окружающую местность. Следите за тиграми в высокой траве! Не удивляйтесь, увидев Азиатских слонов.
sk: Severozápadná India. Monzúnové dažde rozvodnili blízke rieky, čo spôsobilo, že ostalo len niekoľko zradných priechodov. Tieto rieky sú husto zalesnené, kým okolitú krajinu pokrývajú lúčiny. Dávajte si pozor na tigrov vo vysokej tráve! Bežným zjavom sú aj slony ázijské.
sr: Северозападна Индија. Оближње реке су набујале од монсунских киша, а могуће их је прегазити на неколико опасних прелаза. Обале река су начичкане густом шумом, док пашњаци прекривају околни предео. Чувај се тигрова у високој трави. Слонови су такође уобичајен призор.
sv: Nordvästra Indien. Närliggande floder är fyllda med monsunregn, vilket möjliggör endast några farliga korsningar. Floderna är skogbeklädda, medan gräsmarker täcker den omgivande landsbygden. Se upp för tigrar i det höga gräset! Asiatiska elefanter är också en vanlig syn.
tr: Kuzeybatı Hindistan.Yakındaki nehirler muson yağmurları ile kabarıyor, sadece bir kaç yeri tehlikeli geçişler için izin verir. Nehirler yoğun ormanlıkta, kırsal çevreleri meralar kaplamaktadır. Otlar arasındaki Kaplanlara dikkat! Asya filleri de sıkça görülür.
uk: Північно-західна Індія. Найближчі ріки наповнюються мусонними дощами, що дозволяє переправу лише у декількох місцях. Слідкуйте за тиграми у високій траві! Азійські слони теж нормальне явище.
zh: 地处印度西北部。 附近的河流因季风降雨而泛滥，仅有几处小路。 茂密的森林掩映着河流，乡村周围为草原所覆盖。 当心丛林里中的老虎，亚洲象也很常见。
zh_tw: 地處印度西北部。在因季風降雨而水漲船高的眾多河流旁，只有少數險惡的通道可供穿越。 河流旁有著茂密的叢林，而一些小農村散佈在草原上。小心長草叢裡的老虎！這裡也經常可以看到亞洲象。

source: Punjab (2)
ast: Panjab (2)
bg: Пенджаб (2)
ca: Panjab (2)
cs: Pandžáb (3)
el: Παντζάπ (2)
fa: پنجاب (2)
fi: Punjabi (2)
fr: Pendjab (2)
ga: An Phuinseáib (2)
gd: Panjab (2)
hu: Pandzsáb (2)
ja: パンジャーブ (2)
ko: 펀자브 (2)
pl: Pendżab (2)
ru: Пенджаб (2)
sk: Pandžáb (2)
sr: Пенџаб (2)
tr: Pencap (2)
uk: Пенджаб (2)
zh: 旁遮普 (2)
zh_tw: 旁遮普 (2)

source: In the deep Sahara Desert of Africa lies an area of rocky outcrops and small oases. Large stone quarries can be found in the cliffs, while wood and animal resources can be found near the oases dotting the landscape. Nearby fruiting Date Palms give an nice initial burst of food.
ast: A lo fondeiro de l desierto l Sahara atopa-se una zona de cuötos pedrosos & oases pequenhɐs. Canteirɐs grandes caen a l piei de lɐs lluciɐs, dun q’ha hi madeira & animales escontra lɐs oases que çhiscɐn el terreno. Lɐs dactylíferɐs aveiradɐs pervalen cumo fonte inicial de cibeira.
bg: Навътре в африканската пустиня Сахара има местност със скалисти хълмове малки оазиси. По скалите могат да бъдат открити големи каменоломни, а покрай разпръснатите оазиси — дървета и животни. Близките цъфтящи финикови палми предоставят удобен източник на храна в началото.
cs: V hluboké poušti Sahary v Africe leží oblast skalnatých výchozů a malých oáz. Na skalách se nacházejí velké kamenolomy, dřevo a živočišné zdroje můžeme najít poblíž oáz roztroušené po krajině . Nedaleké plodnice datlových palm dávají příjemnou počáteční dávku jídla.
da: I Afrikas dybe Sahara-ørken ligger et område med klippefremspring og små oaser. Store stenbrud kan findes i klipperne, mens træ og dyreressourcer kan findes i nærheden af ​​oaserne i landskabet. Nærliggende dadelpalmer giver indledningsvis et godt udbrud af mad.
de: Tief in der Wüste Sahara in Afrika liegt eine Gegend mit Felsvorsprüngen und kleinen Oasen. Große Steinbrüche können in den Klippen gefunden werden, während Holz und tierische Ressourcen in der Nähe der Oasen, die über die Landschaft verstreut sind, liegen. Üppige Dattelpalmen in der Nähe liefern einen willkommenen Nahrungsbonus am Anfang.
el: Στο βάθος της Ερήμου της Σαχάρας της Αφρικής βρίσκεται μια περιοχή βραχόδων επιφανειών και μικρών οάσεων. Μεγάλα σε πέτρα ορυχεια μπορούν να βρεθούν στους λόφους, ενώ οι πόροι ξυλείας και ζώων μπορούν να απαντηθούν κοντά σε οάσεις να σημαδέυουν το τοπίο. Κοντά καρποφόρες Χουρμαδιές παρέχουν μια όμορφη αρχική παροχή τροφής.
es: En el profundo desierto del Sáhara africano se encuentra una zona de afloramientos rocosos y pequeños oasis. En los acantilados hay grandes canteras de piedra, mientras que cerca de los oasis que salpican el paisaje se encuentran recursos de madera y animales. Las palmeras datileras cercanas proporcionan una buena dosis inicial de alimento.
eu: Afrikako Saharako basamortu sakonean azaleratutako harkaitz-eremua eta oasi txikiak daude. Harrizko harrobi handiak itsaslabarretan aurki daitezke, eta egurra eta animalia baliabideak paisaia zikintzen duten oasietatik gertu. Inguruko datilondoek hasierako janari polita ematen dute.
fi: Afrikan syvällä Saharan autiomaassa sijaitsee kallioiden ja pienten keitaiden muodostama alue. Jyrkänteiltä löytyy suuria kivilouhoksia, kun taas puu- ja eläinresursseja löytyy maisemaa koristavien keitaiden läheltä. Läheiset hedelmiä tuottavat taatelipalmut antavat mukavan alkusysäyksen ruoan hankintaan.
fr: Dans le profond désert du Sahara africain se trouve une zone d'affleurements rocheux et de petites oasis. On peut trouver de grandes carrières de pierre dans les falaises, tandis que les ressources en bois et en animaux se trouvent près des oasis qui parsèment le paysage. Les palmiers dattiers fruités à proximité donnent une bonne dose de nourriture initiale.
id: Jauh di dalam Gurun Sahara di Afrika terbentang daerah singkapan berbatu dan oasis-oasis kecil. Tambang batu besar dapat ditemui di tebing-tebing, sementara sumberdaya kayu dan hewan dapat ditemui di dekat oase-oase yang menghiasi bentang alam. Pohon Kurma berbuah di sekitar memberikan semburan awal pangan.
it: Nel profondo deserto del Sahara in Africa si trova un'area di affioramenti rocciosi e piccole oasi. Grandi cave di pietra si trovano nelle falesie, mentre il legno e gli animali si trovano vicino alle oasi che punteggiano il paesaggio. Le vicine palme da dattero fruttifere danno una bella raffica iniziale di cibo.
ja: アフリカの深いサハラ砂漠には、岩場や小さなオアシスが点在しています。 断崖絶壁には大きな石切り場があり、点在するオアシスの近くには木材や動物の資源があります。近くにある実をつけたナツメヤシは、序盤において良い食料となるでしょう。
ko: 아프리카의 깊은 사하라 사막에는 바위투성이의 광맥과 작은 오아시스가 있습니다. 절벽에는 커다란 돌 채석장이 있으며, 풍경을 뒤덮은 오아시스 주변에는 나무와 동물 자원이 있습니다. 주변의 열매를 맺은 대추 야자는 초기에 좋은 음식을 제공합니다.
nl: Ver in de Afrikaanse Sahara woestijn bevindt zich een gebied met rotsformaties en kleine oasen. De kliffen verbergen grote steengroeven, terwijl hout en dierlijk leven te vinden is bij de over het landschap verspreide oases. Vruchtdragende dadelpalmen voorzien in een aangename startvoorraad voedsel.
pl: W głębi afrykańskiej pustyni Sahara leży obszar skalistych ostańców i małych oaz. Duże kamieniołomy można znaleźć w klifach, a drewno i zasoby zwierzęce można znaleźć w pobliżu oaz i w otoczeniu. Pobliskie owocujące palmy daktylowe zapewniają początkowy przypływ pożywienia.
pt_pt: No profundo deserto do Saara de África encontra-se uma área de afloramentos rochosos e pequenos oásis. Grandes pedreiras podem ser encontradas nas falésias, enquanto recursos de madeira e animais podem ser encontrados perto dos oásis que pontilham a paisagem. Perto da frutificação, as Palmeiras dão uma agradável explosão inicial de alimentos.
ru: В глубине африканской пустыни Сахара находится область скалистых обнажений и небольших оазисов. В скалах можно найти большие каменоломни, а рядом с оазисами, усеивающими ландшафт, можно найти древесину и животные ресурсы. Близлежащие плодоносящие финиковые пальмы дают приятное начальное прибавление пищи.
tr: Afrika'nın derin Sahra Çölü'nde bazı kayalık çıkıntılar ve küçük vahalar bulunur. Kayalıklarda büyük taş ocakları bulunurken, manzarayı süsleyen vahaların yakınında odun ve hayvan kaynakları bulunabilir. Yakınlardında ise meyve veren Hurma Ağaçları bulunur, bunlar başlangıç için iyi yiyeceklerdir.
uk: У глибокій пустелі Сахара в Африці розташована зона скелястих рівнин і невеликих оазисів. Великі кам’яні кар’єри можна знайти в скелях, а деревину та тваринні ресурси можна знайти неподалік від оазисів, що розсіяні ландшафтом. Розташовані поруч фінікові пальми дають приємний початковий приплив їжі.
zh: 位于北非撒哈拉沙漠深处，有一片裸露的岩石和小绿洲。 在悬崖上可以发现大型采石场，绿洲附近点缀着木材和动物。枣椰树可供初期食物采集。
zh_tw: 在非洲的撒哈拉沙漠深處，有一片露頭的岩石和小綠洲。 在懸崖上可以找到大型採石場，而在點綴著景觀的綠洲附近可以找到木材和動物資源。附近結出果實的棗椰樹提供了一個初始很好爆食物的地方。

source: Saharan Oases (2)
ast: Oases de l Desierto (2)
bg: Сахарски оазиси (2)
cs: Saharské oázy (2)
da: Oaser i Sahara (2)
de: Saharische Oasen (2)
el: Όαση της Σαχάρας (2)
es: Oasis del Sáhara (2)
eu: Saharako Oasia (2)
fi: Saharan keitaat (2)
fr: Oasis sahariennes (2)
hu: Szaharai oázisok (2)
id: Oase Sahara (2)
it: Oasi del Sahara (2)
ja: サハラのオアシス (2)
ko: 사하라 오세스 (2)
nl: Sahara Oases (2)
pl: Oazy saharyjskie (2)
pt_br: Oásis Saarianos (2)
pt_pt: Oásis Saarianos (2)
ru: Оазисы Сахары (2)
sk: Saharské oázy (2)
tr: Sahra Vahası (2)
uk: Оазиси в Сахарі (2)
zh: 撒哈拉绿洲（2）
zh_tw: 撒哈拉綠洲 (2)

source: Saharan Oases (4)
ast: Oases de l Desierto (4)
bg: Сахарски оазис (4)
br: Oasized ar Sahara (4)
ca: Oasis del Sàhara (4)
cs: Saharské oázy (4)
da: Oaser i Sahara (4)
de: Saharische Oasen (4)
el: Όαση Σαχάρας (4)
es: Oasis del Sáhara (4)
eu: Saharako Oasia (4)
fi: Saharan keitaat
fr: Oasis sahariennes (4)
ga: Ósaisí Saháracha (4)
gd: Innseachan-fàsaich Shathara (4)
hu: Szaharai oázisok (4)
id: Oase Sahara (4)
it: Oasi Sahariane (4)
ja: サハラのオアシス (4)
ko: 사하라 오아시스 (4)
ms: Oasis Sahara (4)
nb: Saharas oaser (4)
nl: Sahara oase (4)
pl: Oazy saharyjskie (4)
pt_br: Oásis Saarianos (4)
pt_pt: Oásis saariano (4)
ru: Оазис в Сахаре (4)
sk: Saharské oázy (4)
sr: Сахарске оазе (4)
sv: Saharas Oaser (4)
tr: Sahra Vahası (4)
uk: Оазиси в Сахарі (4)
zh: 撒哈拉中的绿洲 (4)
zh_tw: 撒哈拉綠洲 (4)
