Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: The newly trained units automatically go to the trees and start gathering Wood.
ast: Les unidaes recién llevantaes van automáticamente a los árboles y entamen a recoyer madera.
bg: Новообучените единици отиват автоматично при дърветата и започват да събират дърва.
br: An unanennoù nevez stummet ez aio d'ar gwezennoù da zastum Koad d'un doare emgefreek.
ca: Les noves unitats formades van automàticament cap als arbres i comencen a recol·lectar fusta.
de: Die neu ausgebildeten Einheiten bewegen sich automatisch zu den Bäumen und beginnen, Holz zu sammeln.
el: Οι πρόσφατα εκπαιδευμένες μονάδες πηγαίνουν αυτόματα στα δέντρα και αρχίζουν να μαζεύουν Ξύλο.
eo: La nove trejnita unuoj aŭtomate iras al la arboj kaj ekkolektas Lignon.
es: Las nuevas unidades creadas van automáticamente a los arboles y empiezan a recolectar madera.
es_ar: Las unidades entrenadas recientemente, automáticamente irán a los árboles y recolectarán madera.
eu: Sortutako unitate berriak automatikoki zuhaitzetara jo eta biltzen hasten dira.
fa: نیروهایی که جدید پرورش پیدا می کنند بصورت خودکار به سمت درختان خواهند رفت تا چوب جمع آوری کنند.
ga: Téann na haonaid nua-thraenáilte go dtí na crainn augs tósaíonn siad Adhmad a bhailiú.
gd: Tha na h-aonadan air an ùr-thrèanadh a’ dol dha na craobhan gu fèin-obrachail agus a’ tòiseachadh air fiodh a chruinneachadh.
gl: As unidades adestradas recentemente van automaticamente onde as árbores e comezar a recoller madeira.
it: Le unità appena addestrate andranno automaticamente verso gli alberi a raccogliere Legno.
ko: 새로 훈련된 유닛은 자동적으로 나무로 가서 목재를 채집하기 시작합니다.
ms: Unit yang baru sahaja dilatih akan pergi ke pokok secara automatik dan mula mengumpul Kayu.
nb: De nylig trente enhetene går automatisk til skogen for å starte innsanking av trevirke.
pl: Nowo wyszkolone jednostki automatycznie szukają drzewa i zaczynają zbieranie drewna.
pt_pt: As novas unidades treinadas irão automaticamente para as árvores e começam a cortar e recolher Madeira.
ru: Новые юниты автоматически направляются к деревьям и начинают сбор Древисины.
sk: Novo vytrénované jednotky začnú automaticky chodiť k stromom a začnú ťažiť drevo.
sv: De nyutbildade enheter går automatiskt till träden och börjar samla trä.
tr: Yeni eğitilen birimler kendiliğinden ağaçlara gidip odun toplayacaklar.
uk: Щойно натреновані юніти автоматично ідуть до дерев і починають збирати деревину.
zh: 新训练的单元会自动走到树边并且采集木材。

source: But as they have to bring it back to the Civic Center to deposit it, their gathering efficiency suffers from the distance. To fix that, we can build a storehouse, a dropsite for Wood, Stone, and Metal, close to the trees. To do so, select your five newly trained Citizen Soldiers and look for the construction panel on the bottom right, click on the storehouse icon, move the mouse as close as possible to the trees you want to gather and click on a valid place to build the dropsite.
ast: Pero darréu que tienen volvelo al centru civil pa guardalo, el rindimientu de la recoyida sufre de la ralura. Pa igualo, podemos construyir un almacén, un depósitu pa la madera, la piedra y el metal, cerca de los árboles. Pa facelo, esbilla los cinco ciudadanos-soldáu acabantes de llevantar y busca'l panel de construcción na parte baxera drecha, calca nel iconu del almacén, avera'l mur tolo que se puea a los árboles de que quies recoyer y calca nun sitiu válidu pa construyir el depósitu.
bg: Но тъй като те трябва да занесат дървата до селищния център, разстоянието, което трябва да изминат, намалява производителността им. За да подобрим това, можем да построим близо до дърветата Склад — място за събиране на дърва, камък и метал. За да направим това, изберете петте новосъздадени граждани-во̀ини и потърсете панела за строителството в долната дясна част на екрана. Натиснете иконката на склада, преместете мишката колкото е възможно по-близо до дърветата, които искате да добивате и щракнете върху подходящо място за строеж на склада.
br: Met ret eo dezho distreiñ d'ar Greizenn Geodedel evit diskargañ, efedusted o dastum a c'houzañv diwar hirded an hent. Evit talañ ouzh ar gudenn-se e c'hallomp sevel ul lec'h-daspugn evit ar C'hoad, ar Mein hag ar Metal e-kichen ar gwez. Evit en ober, diuzit ho 5 soudard-keodedour nevez stummet ha kit da welout panell ar savadurioù e traoñ dehou ho skramm, klikit war arlun al lec'h-daspugn, ha fiñvit al logodenn ken tost hag e c'hellit eus ar gwez a fell deoc'h dastum ha klikit war ul lec'h goullo evit sevel al lec'h-daspugn.
ca: Però a mesura que van portant els recursos al dipòsit la seva eficiència es veu afectada per la distància. Per posar-hi remei, podeu construir un magatzem o un dipòsit de fusta, pedra i metall prop dels arbres. Per fer-ho, seleccioneu els cinc soldats ciutadans acabats de formar i busqueu el panell de construcció a la part inferior dreta; feu clic a la icona del magatzem, moveu el ratolí tan a prop com pugueu dels arbres que voleu i feu clic a un lloc vàlid per a construir un dipòsit.
de: Aber sobald sie es zurück zum Verwaltungssitz bringen müssen, um es abzuladen, leidet die Sammeleffizienz unter der Entfernung. Um das zu beheben, können wir bei den Bäumen ein Lagerhaus bauen, ein Lager für Holz, Stein und Metall. Wähle dazu deine fünf neu ausgebildeten Bürgersoldaten aus und schau auf das Baumenü rechts unten. Klicke auf das Lagerhaus-Symbol, bewege die Maus so nahe wie möglich zu den Bäumen, die du sammeln willst und klicke auf einen gültigen Platz, um das Lager zu bauen.
el: Όμως, καθώς πρέπει να το φέρουν πίσω στο Αστικό Κέντρο για να το εναποθέσουν, η αποτελεσματικότητα της συγκέντρωσης τους πάσχει από την απόσταση. Για να το διορθώσουμε αυτό, μπορούμε να χτίσουμε μια αποθήκη, ένα σημείο εναπόθεσης για Ξύλο, Πέτρα και Μέταλλο, κοντά στα δέντρα. Για να το κάνετε αυτό, επιλέξτε τους πέντε νέους εκπαιδευμένους Πολίτες Οπλίτες και αναζητήστε τον πίνακα κατασκευών κάτω δεξιά, κάντε κλικ στο εικονίδιο της αποθήκης, μετακινήστε το ποντίκι όσο το δυνατόν πιο κοντά στα δέντρα που θέλετε να συλλέξετε και κάντε κλικ σε ένα έγκυρο μέρος για να χτίσετε το σημείο εναπόθεσης.
eo: Sed kvankam ili devas ĝin realporti al la Civitacentro por demeti ĝin, ilia kolekta rendimento suferas de malproksimo. Por solvi tion, ni povas konstrui tenejon, kiu estas demeto por Ligno, Ŝtono, kaj Metalo, proksime de la arboj. Por fari tiel, elektu viajn kvin nove trejnitaj Civitanaj Soldatoj kaj trafu la konstruaĵan panelon en la malalta dekstro, klaku sur la bildeto «Tenejo», movu la klakila kursoro plej preksime de la arboj, kiujn vi volas kolekti kaj klaku sur ĝusta loko por konstrui la tenejo.
es: Pero como tienen que traerla hasta el Centro Cívico para depositarla, su eficiencia de recolección baja por culpa de la distancia. Para arreglarlo, podemos construir un almacén, un punto de descarga para la madera, piedra y metal, cerca de los árboles. Para hacerlo, selecciona los cinco ciudadanos-soldado nuevos y observa el panel de construcción en la esquina inferior derecha, selecciona el icono de almacén, mueve el puntero tan cerca como puedas a los árboles que quieras recolectar y selecciona un lugar válido para construir el punto de descarga.
es_ar: Sin embargo, al tener que volver al Centro Cívico para depositarla, su eficiencia de recolección disminuye debido a la distancia. Para solucionar esto, puedes construir un Almacén, un punto de almacenamiento para madera, piedra y metal cerca de los árboles. Para hacerlo, selecciona tus cinco Ciudadanos Soldado recientemente entrenados y busca el panel de construcción en el extremo inferior derecho, haz click sobre el ícono de Almacén, mueve el mouse lo más cerca posible de los árboles que desees y haz click sobre un lugar apropiado para constuir el punto de almacenamiento.
eu: Baino bueltatzeko Gizarte Zentrora itzuli behar duenez, biltze eraginkortasunak distantzia sufritzen du.Hau konpontzeko, biltegi bat eraiki dezakegu, Egur, Harri eta Metalentzako deskarga leku bat zuhaitzetatik gertu. Horretarako, aukeratu zure bost Hiritar Soldadu trebatu berriak eta bilatu eraikitze panela behe eskuin aldean, biltegiaren ikonoan klikatu, sagua jaso nahi dituzun zuhaitzetatik gertuen mugitu eta deskarga lekua eraikitzeko toki egokian klikatu.
fa: اما بخاطر اینکه آنها باید منابع جمع شده را به مرکز تمدن آورده و تحویل دهند، بهره وری جمع آوری منابع آنها بدلیل فاصله منبع و مرکز تمدن دچار کاهش می شود. برای حل این مشکل ما می توانیم یک انبار یا محل تحویل برای چوب ، سنگ و آهن در نزدیکی درختان بسازیم. برای این کار، 5 سرباز شهروند که آماده شده اند را انتخاب و سپس در قسمت پنل ساخت در سمت پایین راست بر روی عکس انبار کلیک کنید و نشانگر ماوس خود را به نزدیکترین مکان ممکن به درختان که می خواهید چوب جمع آوری شود برده و فرمان ساخت بدهید.
ga: Ach teastaíonn uathu a n-acmhainní a chur i bhfosú san Ionad Cathartha, agus laghdaigh an fad seo a n-éifeachtúlacht. Is féidir linn stóras a thógáil in aice leis na crainn mar fhosú d'Adhmad, Cloch, agus Miotail. Mar é sin a dhénamh, roghnaigh cúigear do Mhíle-Shaoránaigh nua-thraenáilte agus feic ar painéal na tógála i mbun deas, cliceáil ar an íocón stórais, bog an cúrsóir chomh gar agus is féidir leis na crainn ar mhaith leat a bhailiú agus cliceáil ar áit bailí leis an bhfosú a thógáil.
gd: Ach on a dh’fheumas iad a thoirt dhan ionad shìobhalta, chan eil iad cho èifeachdach ’s a bu chòir air sàilleibh an astair. Gus sin a chàradh, ’s urrainn dhuinn taigh-stòrais – sin ionad-stòrais dha dh’fhiodh, clach is meatailt – a thogail faisg air na craobhan. Gus seo a dhèanamh, tagh an còignear shaighdearan-dùthcha a thrèanaich thu agus thoir sùil air a’ phanail togalach taobh deas aig bonn na sgrìn. Briog air ìomhaigheag an taighe-stòrais, gluais an luchag cho faisg air na craobhan ’s a ghabhas agus briog air ionad dligheach gus an t-ionad-stòrais a thogail.
gl: Pero como teñen que levala de volta ao centro cívico para depositala, a súa eficiencia de recolección sufre pola distancia. Para solucionalo podemos construír construír un almacén, un depósito de madeira, pedra e metal, preto das árbores. Para facelo, selecciona cinco dos cidadáns soldado que acabas de adestrar e busca o panel de construción na parte inferior dereita, preme a icona de almacén, move o rato o máis preto posíbel das árbores que queres tallar, e premer un lugar válido para construír o depósito.
it: Ma poiché devono riportarlo al Centro Cittadino per depositarlo, la loro efficienza di raccolta è ridotta dalla distanza. Per risolvere questo problema, puoi costruire un magazzino, un deposito di Legno, Pietra e Metallo, vicino agli alberi. Per farlo, seleziona i cinque Soldati Cittadini appena addestrati e guarda il pannello di costruzione in basso a destra, fai clic sull'icona del magazzino, sposta il mouse il più vicino possibile agli alberi che vuoi raccogliere e fai clic su un luogo valido dove costruire il deposito.
ko: 그러나 유닛들이 자원을 보관하기 위해 시민 회관으로 다시 가져와야 하기 때문에, 유닛들의 채집 효율은 거리 때문에 어려움을 겪습니다. 그 문제를 해결하기 위해서 우리는 나무 근처에 나무, 돌, 금속 자원 회수 시설인 창고를 지을 수 있습니다. 그렇게 하려면 새로 훈련된 5명의 시민 군인을 선택하고 오른쪽 아래에 있는 건설 패널을 찾은 다음 창고 아이콘을 클릭하고 채집하고 싶은 나무에 마우스를 최대한 가깝게 움직여 회수시설을 지을 수 있는 좋은 장소에 클릭하십시오.
ms: Kadangkala bila mereka membawa balik ke Pusat Sivik untuk dikumpulkan, kecekapan pengumpulan mereka menurun disebabkan jarak yang jauh. Untuk menyelesaikan masalah tersebut, bina rumah stor, pusat pengumpulan bagi Kayu, Batu, dan Logam, yang berhampiran dengan pokok. Untuk melakukannya, pilih lima orang Askar Rakyat yang baharu dilatih lihat pada panel pembinaan di bahagian bawah kanan, klik pada ikon rumah stor, letak penuding tetikus sehampir mungkin dengan pokok yang anda mahu kumpulkan kemudian klik pada tempat yang sesuai untuk membina pusat pengumpulan.
pl: Ale ponieważ muszą go odnieść do Centrum Osady, aby je zdeponować, ich skuteczność zbierania jest mniej efektywna z uwagi na przebyty dystans. Aby temu zapobiec, możemy zbudować magazyn drewna, kamienia i metalu blisko drzew. Aby to zrobić, wybierz pięciu nowo wyszkolonych Żołnierzy Obywatelskich i poszukaj panelu budowy w prawym dolnym rogu, kliknij ikonę magazynu, przesuń mysz jak najbliżej drzew, które chcesz zebrać, i kliknij na odpowiednim miejscu do zbudowania.
pt_pt: Mas como eles têm de trazer para o Centro Cívico para o depositar, a eficiência de recolha sofre com a distância que têm de percorrer. Para corrigir isso, podemos construir um armazém, um local onde podem deixar Madeira, Pedra e Metal, perto das árvores. Para isso, seleciona os novos soldados cidadãos treinados e vê no painel de construção do fundo direito, clica no ícone do armazém, move o cursor para perto das árvores que queres cortar e clica num local válido para construir o armazém.
ru: Но, поскольку они должны принести её в городской центр, эффективность их сбора снижается от расстояния. Чтобы исправить это, мы можем построить склад - точку разгрузки для Древесины, Камня и Металла - рядом с деревьями. Для этого выберите пять новых обученных граждан-солдат и найдите панель управления в правом нижнем углу, щелкните значок склада, переместите мышь как можно ближе к деревьям, которые вы хотите собрать, и щелкните по допустимому месту для строительства точки разгрузки.
sk: Pretože ho však musia nosiť do Občianskeho Centra na uskladnenie, ich efektivita ťažby klesá s rastúcou vzdialenosťou. Pomohlo by, keby sme blízko stromov postavili Sklad - je to zberné miesto pre drevo, kameň a kov. Urobme to: vyber piatich novo-vytrénovaných občanov-vojakov a pohľadaj panel výstavby na pravom dolnom okraji obrazovky. Klikni na ikonu Skladu, presuň kurzor myši čo najbližšie k stromom, ktoré chceš ťažiť, a kliknutím ho postav.
sv: Men så fort de måste lämna resurserna vid samhällscentret, minskar deras effektivitet på grund av sträckan. För att åtgärda detta kan vi bygga ett lagerhus, en samlingsplats för trä, sten och metall, i närheten av träden. För att göra detta, välja dina nyligen utbildade medborgarsoldater och titta på konstruktionspanelen nere till höger. Klicka på Lagerhus-symbolen, flytta huset så nära träden som möjligt och klicka på ett tillåtet område för att bygga en dropplats.
tr: Ancak depolamak için onu Kent Merkezine geri getirmek zorunda olduklarından, toplama etkinlikleri mesafeden ötürü zarar görüyor. Bunu düzeltmek için, ağaçlara yakın bir yerde Ahşap, Taş ve Metal için açılan bir depo inşa edebiliriz. Bunu yapmak için, yeni eğitilmiş beş Vatandaş Askerinizi seçin ve sağ altta bulunan inşaat panelindeki depo simgesini tıklayın, fareyi toplamak istediğiniz ağaçlara mümkün olduğunca yakın yerleştirin ve inşa etmek için geçerli bir yere tıklayın.
uk: Але, оскільки вони повинні повернути їх до Громадянського Центру для накопичення, ефективність їх збирання страждає від відстані. Для того, щоб це виправити, ми можемо побудувати сховище, точку збору для Деревини, Каменю та Металу, поруч із деревами. Для цього виділіть п'ять новоспечених городян і знайдіть панель будівництва внизу праворуч, натисніть піктограму сховища, перемістіть мишу якомога ближче до дерев, які хочете зібрати, та натисніть на дійсне місце для побудови точки збору.
zh: 但因他们必须带回资源到市政中心储存，他们离得越远采集效率越低。为了避免这种情况，我们可以在树木旁边建造仓库，仓库是一个资源回收点，可储存木材，石头，金属等。选择五个新训练出来的民兵，在右下角找到建造面板，点击仓库图标，移动鼠标到离你想采集的树木越近越好，然后单击一个可行的空地在建造资源回收点。

source: Invalid (obstructed) positions will show the building preview overlay in red.
ast: Los allugamientos non válidos (torgaos) van amosar la vista previa del edificiu en coloráu.
bg: Ще разберете кои места са неподходящи (блокирани), тъй като изображението на сградата ще стане червено, когато сте върху тях.
br: Al lec'hioù direizh (stanket) a ziskouezo alberzh ar savadur e ruz.
ca: Les posicions invàlides (obstruïdes) mostraran els edificis provisionals en vermell.
cs: Neplatná (stojící v cestě) místa zobrazí náhled budovy červeně.
de: Auf ungültigen (blockierten) Positionen wird die Gebäudevorschau rot.
el: Οι μη έγκυρες (εμποδισμένες) θέσεις θα εμφανίζουν την προεπισκόπηση κτιρίου επικαλυμμένη με κόκκινο χρώμα.
eo: Neĝustaj (baritaj) lokoj igos la antaŭvidon de la konstruaĵo ruĝa.
es: Si la posición no es válida (obstruida), la vista preliminar del edificio se mostrará de color rojo.
es_ar: Las posiciones inapropiadas (obstaculizadas) mostrarán la vista previa del edificio en color rojo.
eu: Kokaleku baliogabeek (trabaturikoak) eraikinaren aurreikuspena gorriz erakutsiko dute.
fa: محل های(مسدود) نا معبتر، پیش نمایش ساختمانی که می خواهید بسازید را با رنگ قرمز پوشش می دهد.
fi: Virheelliset (esteen tukkimat) sijainnit näkyvät rakennuksen esikatselukuvassa punaisina.
fr: Une position invalide (obstruée) montrera l’aperçu du bâtiment en rouge.
ga: Léireofar áiteanna neamhbhailí (bactha) i ndearg ar forleagan réamhléirithe an fhoirgnimh.
gd: Thèid ionadan nach eil dligheach a chomharradh dhut le dath dearg orra san ro-shealladh.
gl: As posicións incorrectas (obstruídas) mostrarán a capa da vista previa do edificio en vermello.
hu: Az érvénytelen (akadályozott) területeket az épület előnézet vörös színe jelzi.
id: Posisi yang tidak sah (terhalang) akan memperlihatkan pratinjau bangunan dilapisi warna merah.
it: In presenza di ostacoli, la posizione non sarà valida e l'anteprima dell'edificio apparirà in rosso.
ja: 建設できない場所（何かに妨げられている場所）では、建物のアイコンが赤く表示されます。
ko: 잘못된 (방해받는) 위치는 건물 미리보기 덧판이 빨간색으로 표시됩니다.
ms: Kedudukan tidak sah (terhalang) akan memaparkan garisan binaan bangunan dengan warna merah.
nb: Ugyldige (ulendte) posisjoner vil vise bygningsforhåndsvisningen med rødt overleggslag.
nl: Ongeldige (belemmerde) plaatsen doen de weergave van het gebouw rood kleuren.
pl: Nieprawidłowe (zablokowane) pozycje będą wyświetlać nakładkę podglądu budynku na czerwono.
pt_br: As posições inválidas (obstruídas) são mostradas no mapa em vermelho.
pt_pt: As posições inválidas (obstruídas) são mostradas no mapa a vermelho.
ru: Невозможные (заблокированные) позиции будут показаны красной заливкой силуэта здания при предварительном просмотре.
sk: Na nesprávnych pozíciach (ak niečo stojí v ceste) bude náhľad budovy zafarbený na červeno.
sv: Otillåtna (blockerade) positioner visar byggnadsförhandsgranskningen i rött.
tr: Geçersiz (engellenmiş) pozisyonlar, bina önizlemesinde kırmızı renkli olarak gösterilir.
uk: Неправильні (з перешкодами) позиції зображаються за допомогою попереднього перегляду будівлі, що пофарбована в червоне.
zh: 无效（阻塞）的位置会让您的建筑预览变成红色。
zh_tw: 若建築物的預覽圖是紅色的，代表這棟建築無法蓋在游標目前的位置。

source: The selected citizens will automatically start constructing the building once you place the foundation.
ast: Les ciudadanes esbillaes van entamar automáticamente a construyir l'edificiu una vegada que pongas los cimientos.
bg: Избраните граждани ще започнат автоматично да строят сградата, след като поставите основите.
br: Ar geodedourien a grogo da sevel ar savadur d'un doare emgefreek ur wech ma vo lakaet e ziazez.
ca: Els ciutadans seleccionats començaran a construir automàticament l'edifici un cop hages col·locat els fonaments.
de: Die ausgewählten Arbeiter beginnen automatisch das Gebäude zu bauen, wenn du das Fundament platziert hast.
el: Οι επιλεγμένοι πολίτες θα ξεκινήσουν αυτόματα την κατασκευή του κτιρίου μόλις τοποθετήσετε τα θεμέλια.
eo: La elektitaj civitanoj aŭtomate ekkonstruos la konstruaĵon post la lokado de ĝia fundamento.
es: Los ciudadanos seleccionados empezarán a construir el edificio por su cuenta una vez se hayan colocado los cimientos.
es_ar: Los Ciudadanos seleccionados, automáticamente comenzarán a construir el edificio una vez que hayas posicionado los cimientos.
eu: Aukeratutako hiritarrek eraikina automatikoki hasiko dute behin fundazioa jarriz gero.
fa: شهروندان انتخاب شده بصورت خودکار شروع به ساخت ساختمانی که پایه آن گذاشته شده است می کنند.
ga: Tosóidh na saoránaigh roghnaithe an foirgneamh a thógáil go huathoibríoch nuair a chuireann tú an búnsraith.
gd: Tòisichidh na saoranaich a thagh thu air an togalach a thogail nuair a bhios tu air a’ bhonn a chur ann.
gl: Os cidadáns seleccionados comezarán a construír o edificio automaticamente unha vez coloque os cimentos.
it: Il cittadino selezionato comincerà automaticamente a costruire l'edificio una volta che avrai posto le fondamenta.
ko: 당신이 건물을 배치하면 선택된 시민은 자동으로 건물 건설을 시작합니다.
ms: Rakyat terpilih akan mula membina bangunan secara automatik setelah anda letak tapak bangunan.
pl: Wybrani pracownicy automatycznie rozpoczną budowę budynku po umieszczeniu fundamentu.
pt_pt: Os cidadãos selecionados irão começar a construir o edifício após posicionares a fundação deste.
ru: Выбранные горожане автоматически приступят к постройке здания после того, как Вы его разместите.
sk: Označení pracovníci automaticky začnú stavať budovu hneď ako umiestníš jej základy.
sv: De valda arbetarna kommer automatiskt att börja bygga byggnaden när du har placerat fundamentet.
tr: Temel attığınızda, seçili vatandaşlar kendiliğinden binayı inşa etmeye başlayacaklar.
uk: Вибрані робітники автоматично почнуть спорудження будівлі після розміщення фундаменту.
zh: 一旦你放置地基，被选中的居民会自动地开始建造。

source: When construction finishes, the builders default to gathering Wood automatically.
ast: Cuando acabe la construcción, los constructores van ponese por defeutu a recoyer automáticamente la madera.
bg: След като строежът завърши, строителите автоматично ще се върнат към събирането на дърва.
br: Ur wech ma vo echuet ar savadur ez aio ar saverien da zastum Koad dre-zegouezh.
ca: Quan s'acaben les obres, els constructors recol·lecten fusta automàticament per defecte.
de: Wenn der Bau fertig ist, beginnen die Arbeiter automatisch, Holz zu sammeln.
el: Όταν ολοκληρωθεί η κατασκευή, οι κατασκευαστές εξ ορισμού θα αρχίσουν αν μαζεύουν Ξύλο αυτόματα.
eo: Kiam konstruado finiĝas, la konstruintoj defaŭlte kolektas Lignon aŭtomate.
es: Cuando la construcción termine, los constructores irán automáticamente a recolectar madera.
es_ar: Cuando la construcción finaliza, automáticamente los constructores comenzarán a recolectar madera.
eu: Eraikitzea bukatzean, eraikitzaileek berez joango dira egur bila automatikoki.
fa: زمانی که ساختمان تکمیل شد بصورت پیش فرض کسانی که آنرا می ساختند شروع به جمع آوری چوب خواهند کرد.
ga: Nuairt atá an tógáil críochnaithe, tosóidh na hoibríthe Adhmad a bhailiú go huathoibríoch.
gd: Nuair a bhios an togail deiseil, cruinnichidh an luchd-togail fiodh gu fèin-obrachail.
gl: Cando a construción remata, os construtores póñense a recoller madeira de maneira automática.
it: Al termine della costruzione, i lavoratori iniziano automaticamente a raccogliere Legno.
ko: 공사가 끝나면 건설 노동자는 기본적으로 목재를 자동으로 채집합니다.
ms: Setelah pembinaan selesai, pekerja pembinaan akan pergi mengumpul Kayu secara automatik.
nb: Når konstruksjonen fullføres, vil bygningsarbeiderne som forvalg begynne å sanke inn trevirke automatisk.
pl: Po zakończeniu budowy twórcy domyślnie zbierają drewno automatycznie.
pt_pt: Quando a construção terminar, os trabalhadores irão começar a cortar Madeira automaticamente.
ru: Когда постройка будет завершена, строители по умолчанию автоматически займутся сбором Древесны.
sk: Keď sa stavba dokončí, stavebníci automaticky začnú ťažiť drevo.
sv: När bygget är klart kommer byggarna börja samla trä automatiskt.
tr: İnşa tamamlandığında, öntanımlı olarak inşacılar kendiliğinden Odun toplamaya ayarlanmıştır.
uk: Коли будівництво закінчено, будівники за промовчанням починають збір Деревини автоматично.
zh: 当建造完成之后，它的建造者们会自动地寻找食物。
