Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Celtic mercenaries have their train time decreased.
ast: Los mercenarios celtes tienen menos tiempu d'entrenamientu.
bg: Намалява се времето за обучаване на келтските наемници.
br: Ar goprsoudarded keltek o deus o amzer stummañ disteraet.
ca: Els mercenaris celtes es formen més ràpid.
cs: Doba výcviku keltských žoldnéřů je zkrácena.
da: Keltiske lejesoldater trænes hurtigere.
de: Keltische Söldner werden schneller rekrutiert.
el: Οι Κέλτες μισθοφόροι αποκτούν μειωμένο χρόνο εκπαίδευσης.
es_mx: Los mercenarios celtas reducen su tiempo de reclutamiento.
eu: Zelta mertzenarioek beren erreklutatze denbora jaisten dute.
fa: زمان پرورش مزدوران سلتی کاهش یافت
fi: Kelttiläiset palkkasotilaat kouluttuvat nopeammin.
ga: Tá am traenála laghdaithe d'amhais Cheilteacha.
gl: Diminúe o tempo de adestramento dos mercenarios celtas.
hu: A kelta zsoldosok kiképzési ideje alacsonyabb.
id: Prajurit bayaran Kelt berkurang waktu latihnya.
it: I Mercenari celtici diminuiscono il tempo di addestramento.
ja: ケルト傭兵の養成時間を短縮します。
ko: 켈트 용병의 훈련 시간을 줄입니다.
lv: Ķeltu algotņiem samazinājās apmācību laiks.
ms: Askar upahan Celt mendapati masa latihan mereka berkurangan.
nb: Keltiske leiesoldater har redusert opptreningstid.
nl: Rekruteertijd van Keltische huurlingen wordt gereduceerd.
pl: Celtyccy najemnicy mają obniżony czas szkolenia.
pt_pt: Os mercenários Celtas têm o seu tempo de treino diminuído.
ru: У кельтских наёмников уменьшилось время подготовки.
sk: Doba tréningu keltských žoldnierov bola skrátená.
sv: Keltiska legosoldater får en minskad träningstid.
tr: Kelt Paralı Askerlerinin eğitim süresi azaldı.
uk: Кельтські найманці‎ мають знижений час тренування.
zh: 凯尔特佣兵会使他们的训练时间缩短。
zh_tw: 塞爾特傭兵會使他們的訓練時間縮短。

source: Ally with Celtic towns to reduce recruit time -20% for Celtic mercenaries.
ast: Aliase coles ciudaes celtes p'amenorgar el tiempu de llevantamientu nel -20% a los mercenarios celtes.
bg: Съюзяването с келтски градове намалява времето за наемане на келтски наемници с -20%.
br: Kevrediñ gant kêrioù Keltek evit digreskiñ an amzer sevel eus -20% evit goprsoudarded Keltek.
ca: Forgeu una aliança amb pobles celtes per a reduir el temps de reclutament un 20%.
cs: Spojte se s keltskými městy, aby se doba potřebná na odvod keltských žoldnéřů zkrátila o -20%.
da: Alliér dig med keltiske byer for at reducere rekrutteringstiden -20% for keltiske lejesoldater.
de: Verbünde dich mit keltischen Städten, um die Rekrutierungsdauer keltischer Söldner um 20% zu senken.
el: Συμμάχησε με τις Κέλτικες πόλεις για να μειώσεις τον χρόνο στρατολόγησης -20% για τους Κέλτες μισθοφόρους.
es_mx: Aliarse con ciudad Celta para reducir -20% el tiempo para reclutar mercenarios celtas.
eu: Hiri Zeltarekin bat egin Zelta mertzenarioak erreklutatzeko denbora %20- jaisteko.
fa: هم پیمان شدن با شهرک سلتی برای -20% کاهش زمان اجیر کردن مزدوران سلتی
ga: Déan comhaontas le bailte Ceilteacha d'am fostaithe a laghdú le -20% d'amhais Cheilteacha.
gl: Alíate con vilas celtas para reducir o tempo de recrutamento de mercenarios celtas un -20%.
hu: Kelta városokkal kötött szövetség esetén -20% a kelta zsoldosok kiképzési idejéből.
id: Bersekutu dengan kota Kelt untuk mengurangi waktu latih prajurit bayaran Kelt -20%.
it: Alleati con le città Celtiche per ridurre i tempi reclutamento di -20% per i mercenari Celtici.
ja: ケルトの町と同盟すると、ケルト傭兵の採用時間が20%短縮されます。
ko: 켈트 마을과 동맹을 맺으면 켈트 용병의 모집 시간이 -20% 줄어듭니다.
lv: Biedrojies ar Ķeltu pilsētām, lai samazinātu Ķeltu algotņu nolīgšanas laiku par -20%.
ms: Sekutu dengan bandar Celt dapat kurangkan -20% masa rekrut untuk askar upahan Celt.
nb: Allier deg med keltiske byer for å redusere rekrutteringstiden med -20% for keltiske leiesoldater.
nl: Allieer jezelf met Kelten om de rekruteertijd voor Keltische huurlingen met 20% te verminderen.
pl: Podpisz sojusz z Celtyckimi miastami, aby zmniejszyć czas szkolenia Celtyckich najemników o -20%.
pt_pt: Faz alianças com povoações celtas para reduzir o tempo de recrutamento de mercenários celtas em -20%.
ru: Заключите союз с кельтскими поселениями, чтобы сократить время вербовки кельтских наёмников на -20%.
sk: Spojí vás s keltskými mestami pre zníženie doby verbovania keltských žoldnierov o 20%.
sv: Alliera med Keltiska städer för att minska träningstiden för keltiska legosoldater med -20%.
tr: Kelt Paralı Askerinin askere alınma süresini %-20 azaltmak için Kelt kasabaları ile müttefik olun.
uk: Укласти союз із кельтськими містечками, щоб скоротити час вербування на -20% для кельтських найманців.
zh: 与凯尔特城镇结盟以招募时间 -20% 在凯尔特佣兵上。
zh_tw: 與塞爾特城鎮結盟以 -20% 招募時間在塞爾特傭兵上。

source: Celtic Alliance
ar: تحالف كلتي
ast: Alianza celta
bg: Келтски съюз
br: Emglev keltiek
ca: Aliança celta
cs: Keltský spolek
da: Keltisk Alliance
de: Keltische Allianz
el: Κέλτικη Συμμαχία
es_mx: Alianza celta
eu: Aliantza Zelta
fa: اتحاد با سلتی ها
fi: Kelttiläinen liittouma
ga: Comhaontas Ceilteach
gl: Alianza celta
hu: Kelta szövetség
id: Persekutuan Kelt
it: Alleanza Celtica
ja: ケルト同盟
ko: 켈트 동맹
lv: Ķeltu Alianse
ms: Perikatan Celt
nb: Keltisk allianse
nl: Keltische alliantie
pl: Celtycki sojusz
pt_pt: Aliança celta
ru: Союз с кельтами
sk: Keltské spojenectvo
sv: Keltisk Allians
tr: Kelt İttifakı
uk: Кельтський союз
zh: 凯尔特联盟
zh_tw: 塞爾特盟友

source: Subjugate Gallic tribes to reduce recruit time -20% for Celtic mercenaries.
ast: Sopiar les tribus gales p'amenorgar el tiempu de llevantamientu nel -20% a los mercenarios celtes.
bg: Покоряването на галски племена намалява времето за наемане на келтски наемници с -20%.
br: Bazhyeviñ meuriadoù Gallian evit digreskiñ an amzer sevel -20% evit goprsoudarded Keltek.
ca: Sotmeteu tribus gal·les per a reduir el temps de reclutament dels mercenaris celtes un 20%.
cs: Podmaňte si galské kmeny, aby se doba potřebná na odvody keltských žoldnéřů zkrátila o -20%.
da: Undertving galliske stammer for at reducere keltiske lejesoldaters rekrutteringstid med -20%.
de: Unterwerfe gallische Stämme, um die Rekrutierungsdauer gallischer Söldner um 20% zu senken.
el: Υπέταξε Γαλατικά φύλα για να μειώσεις τον χρόνο στρατολόγησης -20% για τους Κέλτες μισθοφόρους.
es_mx: Subyugar a tribus galas para reducir el tiempo de reclutamiento en -20% para los mercenarios celtas.
eu: Menderatu galiar tribuak Zelta mertzenarioak erreklutatzeko denbora %20- jaisteko.
fa: قبایل گال را تحت فرمان خود در بیاورید تا زمان آموزش مزدوران سلتی -20% کاهش یابد.
ga: Cuir treibheanna Gallacha faoi smacht d'am fostaithe a laghdú le -20% d'amhais Cheilteacha.
gl: Subxuga tribos galas para reducir o tempo de recrutamento de mercenarios celtas un -20%.
hu: Gall törzsek leigázása esetén -20% a kelta zsoldosok kiképzési idejéből.
id: Taklukkan suku Galia untuk mengurangi waktu latih prajurit bayaran Kelt -20%.
it: Soggioga le tribù Galliche per ridurre il tempo di reclutamento -20% per i mercenari Celtici.
ja: ガリアの部族を征服すると、ケルト傭兵の採用時間が20%短縮されます。
ko: 갈리아의 부족을 정복하면 켈트족 용병의 모집 시간이 -20% 줄어듭니다.
lv: Pakļaujiet Gallu ciltis, lai samazinātu Ķeltu algotņu nolīgšanas laiku par -20%.
ms: Takluki puak Gaul dapat kurangkan -20% masa rekrut untuk askar upahan Celt.
nb: Underkast Galliske stammer for å redusere rekrutteringstid -20% for Keltiske leiesoldater.
nl: Onderwerp Gallische stammen om de rekruteertijd voor Gallische huurlingen met 20% te verminderen.
pl: Podbij Galijskie plemiona, aby zmniejszyć czas szkolenia Celtyckich najemników o -20%.
pt_pt: Treina as tribos Gaulesas para reduzir o tempo de treino dos mercenários Celtas em -20%.
ru: Покорите племена галлов, чтобы сократить время вербовки кельтских наёмников на -20%.
sk: Podmaní galské kmene pre zníženie doby verbovania galských žoldnierov o 20%.
sv: Kuva galliska stammar för att att minska träningstiden för keltiska legosoldater med -20%.
tr: Kelt Paralı Askerlerinin askere alınma süresini %-20 azaltmak için Galya kasabalarını boyunduruk altına alın.
uk: Підкорити галльські племена, щоб скоротити час вербування на -20% для кельтських найманців.
zh: 征服凯尔特城镇以招募时间 -20% 在凯尔特佣兵上。
zh_tw: 征服塞爾特城鎮以 -20% 招募時間在塞爾特傭兵上。

source: Gallic Hegemony
ar: الهيمنة الغالية
ast: Hexemonía gala
bg: Галско надмощие
br: Hegemoniezh C'halianek
ca: Hegemonia gal·la
cs: Galská nadvláda
da: Gallisk Hegemoni
de: Gallische Hegemonie
el: Γαλλική Ηγεμονία
es_mx: Hegemonía gala
eu: Nagusitasun Galiarra
fa: تسلط بر گال ها
fi: Gallialaisten johtoasema
ga: Mórcheannas na nGallach
gl: Hexemonía gala
hu: Gall hegemónia
id: Hegemoni Galia
it: Egemonia Gallica
ja: ガリア征服
ko: 갈리아 패권
lv: Gallu hegemonija
ms: Hegemoni Gaul
nb: Gallisk hegemoni
nl: Gallische hegemonie
pl: Galijska hegemonia
pt_pt: Hegemonia gaulesa
ru: Галльская гегемония
sk: Galská hegemónia
sv: Galliskt Hegemoni
tr: Galya Egemenliği
uk: Галльська гегемонія
zh: 高卢霸权
zh_tw: 高盧霸權

source: Iberian mercenaries have their train time decreased.
ast: Los mercenarios íberos tienen el tiempu de llevantamientu amenorgáu.
bg: Намалява се времето за обучаване на иберийски наемници.
br: Ar goprsoudarded Iberian o deus o amzer stummañ bihanaet.
ca: Els mercenaris ibers es formen més ràpid.
cs: Délka výcviku iberských žoldnéřů je zkrácena.
da: Iberiske lejesoldater trænes hurtigere.
de: Iberische Söldner werden schneller rekrutiert.
el: Οι Ίβιρες μισθοφόροι αποκτούν μειωμένο χρόνο εκπαίδευσης.
es_mx: Los mercenarios íberos reducen su tiempo de reclutamiento.
eu: Iberiar mertzenarioek beren erreklutatze denbora jaisten dute.
fa: زمان آموزش مزدوران ایبریایی را کاهش می دهد.
ga: Tá am traenála laghdaithe d'amhais Ibéaracha.
gl: Diminúe o tempo de adestramento dos mercenarios iberos.
hu: Az ibériai zsoldosok kiképzési ideje alacsonyabb.
id: Prajurit bayaran Iberia berkurang waktu latihnya.
it: I Mercenari Iberici diminuiscono il tempo di addestramento.
ja: イベリア傭兵の養成時間を短縮します。
ko: 이베리아 용병의 양성 시간을 줄입니다.
lv: Ibēriešu algotņiem samazinājās apmācību laiks.
ms: Askar upahan Iberia mendapati masa latihan mereka berkurangan.
nb: Iberiske leiesoldater har redusert opptreningstid.
nl: Iberische huurlingen worden sneller gerekruteerd.
pl: Iberyjscy najemnicy mają obniżony czas szkolenia.
pt_pt: Os mercenários Ibéricos têm o seu tempo de treino diminuído.
ru: У иберийских наёмников уменьшилось время подготовки.
sk: Doba tréningu iberských žoldnierov bola skrátená.
sv: Iberiska legosoldater får en minskad träningstid.
tr: İber Paralı Askerlerinin eğitim süresi azaldı.
uk: Іберійські найманці‎ мають знижений час тренування.
zh: 伊比利亚佣兵会使他们的训练时间缩短。
zh_tw: 伊比利傭兵會使他們的訓練時間縮短。

source: Ally with Iberian towns to reduce recruit time -20% for Iberian mercenaries.
ast: Aliase coles ciudaes íberes p'amenorgar el tiempu de llevantamientu nel -20% a los mercenarios íberos.
bg: Съюзяването с иберийски градове намалява времето за наемане на иберийски наемници с-20%.
br: Kevrediñ gant kêrioù Iberian evit digreskiñ an amzer sevel -20% evit goprsoudarded Iberian.
ca: Forgeu una aliança amb pobles ibèrics per a reduir un 20% el temps de reclutament dels mercenaris ibers.
cs: Spojte se s iberskými městy, aby se doba potřebná na odvody iberských žoldnéřů zkrátila o -20%.
da: Alliér dig med iberiske byer for at reducere rekrutteringstiden -20% for iberiske lejesoldater.
de: Verbünde dich mit iberischen Städten um die Rekrutierungszeit für iberische Söldner um 20% zu senken.
el: Συμμάχησε με τις Ιβηρικές πόλεις για να μειώσεις τον χρόνο στρατολόγησης -20% για Ιβηρικούς μισθοφόρους
es_mx: Aliarse con ciudad ibera para reducir -20% el tiempo para reclutar mercenarios iberos.
eu: Hiri Iberiarrekin bat egin Iberiar mertzenarioak erreklutatzeko denbora %20- jaisteko.
fa: با شهر های ایبریایی متحد شوید تا زمان آموزش مزدوران ایبریایی -20% کاهش یابد.
ga: Déan comhaontas le bailte Ibéaracha d'am fostaithe a laghdú le -20% d'amhais Ibéaracha.
gl: Alíate con vilas iberas para reducir o tempo de recrutamento de mercenarios iberos un -20%.
hu: Ibériai városokkal kötött szövetség esetén -20% az ibériai zsoldosok kiképzési idejéből.
id: Bersekutu dengan kota Iberia untuk mengurangi waktu latih prajurit bayaran Iberia -20%.
it: Alleati con le città Iberiche per ridurre il tempo di reclutamento -20% per i mercenari Iberici.
ja: イベリアの町と同盟すると、イベリア傭兵の採用時間が20%短縮されます。
ko: 이베리아 마을과 동맹을 맺으면 이베리아 용병의 모집 시간이 -20% 줄어듭니다.
lv: Biedrojies ar Ibēriešu pilsētām, lai samazinātu Ibēriešu algotņu nolīgšanas laiku par -20%.
ms: Sekutu dengan bandar Iberia dapat kurangkan -20% masa rekrut untuk askar upahan Iberia.
nb: Allier deg med iberiske byer for å redusere rekrutteringstiden med -20% for iberiske leiesoldater.
nl: Wordt geallieerd met een Iberische beschaving om de rekruteertijd van Iberische huurlingen met 20% te verminderen.
pl: Podpisz sojusz z Iberyjskimi miastami, aby zmniejszyć czas szkolenia Iberyjskich najemników o -20%.
pt_pt: Faz alianças com as povoações Ibéricas para reduzir o tempo de treino de mercenários Ibéricos em -20%.
ru: Заключите союз с иберийскими поселениями, чтобы сократить время вербовки иберийский наёмников на -20%.
sk: Spojí vás s iberskými mestami pre zníženie doby verbovania iberských žoldnierov o 20%.
sv: Alliera med Iberiska städer för att minska träningstiden för iberiska legosoldater med -20%.
tr: İber Paralı Askerinin askere alınma süresini %-20 azaltmak için İber kasabaları ile müttefik olun.
uk: Укласти союз із іберійськими містечками, щоб скоротити час вербування на -20% для іберійських найманців.
zh: 与伊比利亚城镇结盟以招募时间 -20% 在伊比利亚佣兵上。
zh_tw: 與伊比利城鎮結盟以 -20% 招募時間在伊比利傭兵上。

source: Iberian Alliance
ast: Alianza íbera
bg: Иберийски съюз
br: Emglev iberian
ca: Aliança ibèrica
cs: Iberský spolek
da: Iberisk Alliance
de: Iberische Allianz
el: Ιβηρική Συμμαχία
es_mx: Alianza íbera
eu: Aliantza Iberiarra
fa: اتحاد با ایبریایی ها
fi: Iberialainen liittouma
ga: Comhaontas Ibéarach
gl: Alianza ibera
hu: Ibériai szövetség
id: Aliansi Iberia
it: Alleanza Iberica
ja: イベリア同盟
ko: 이베리아 동맹
lv: Ibēriešu Alianse
ms: Perikatan Iberia
nb: Iberisk allianse
nl: Iberische alliantie
pl: Iberyjski sojusz
pt_pt: Aliança ibérica
ru: Союз с иберами
sk: Iberské spojenectvo
sv: Iberisk Allians
tr: İberyalı İttifakı
uk: Іберійський союз
zh: 伊比利亚同盟
zh_tw: 伊比利盟友

source: Subjugate Hispania to reduce recruit time -20% for Iberian mercenaries.
ast: Sopiar Hispania p'amenorgar el tiempu de llevantamientu nel -20% a los mercenarios íberos.
bg: Покоряването на Римска Испания намалява времето за наемане на иберийски наемници с -20%.
br: Bazhyeviñ Hispania evit digreskiñ an amzer sevel -20% evit goprsoudarded Iberian.
ca: Sotmeteu Hispània per a reduir el temps de reclutament dels mercenaris ibers un 20%.
cs: Porobte Hispánii k snížení času náboru Iberských žoldáků o -20%.
de: Unterwerfe Hispanien, um die Rekrutierungsdauer iberischer Söldner um 20% zu senken.
el: Υπέταξε την Ισπάνια για να μειώσεις τον χρόνο στρατολόγησης -20% για τους Ίβηρους μισθοφόρους.
es_mx: Subyuga a Hispania para reducir el tiempo de reclutamiento en un -20% para los mercenarios íberos.
eu: Menderatu Hispanoak Hispaniar mertzenarioak erreklutatzeko denbora %20- jaisteko.
fa: مطیع کردن هیسپانیاییها برای -20% کاهش زمان اجیر کردن مزدوران ایبریایی
ga: Cuir Easpáinne faoi smacht d'am fostaithe a laghdú le -20% d'amhais Ibéaracha.
gl: Subxuga Hispania para reducir o tempo de recrutamento de mercenarios iberos un -20%.
hu: Hispánia leigázása esetén -20% az ibériai zsoldosok kiképzési idejéből.
id: Taklukkan Hispania untuk mengurangi waktu latih prajurit bayaran Iberia -20%.
it: Soggioga la Hispania per ridurre il tempo di reclutamento -20% per i mercenari Iberici.
ja: ヒスパニアの町を征服すると、イベリア傭兵の採用時間が20%短縮されます。
ko: 히스패니아 마을을 정복하면 이베리아 용병의 모집 시간이 -20% 줄어듭니다.
lv: Pakļaujiet Spāniju, lai samazinātu Ibēriešu algotņu nolīgšanas laiku par -20%.
ms: Takluki Hispania dapat kurangkan -20% masa rekrut untuk askar upahan Iberia.
nb: Regjer over Hispana for å redusere rekrutteringstiden med -20% for iberiske leiesoldater.
nl: Onderwerp Hispania om de rekruteertijd voor Iberische huurlingen met 20% te verminderen.
pl: Podbij prowincje Hispanii, aby zmniejszyć czas szkolenia Iberyjskich najemników o -20%.
pt_pt: Conquista a Hispânia para reduzir o tempo de treino de mercenários Ibéricos em -20%.
ru: Подчините Испанию, чтобы сократить время вербовки иберийских наёмников на -20%.
sk: Podmaní Hispániu pre zníženie doby verbovania iberských žoldnierov o 20%.
sv: Kuva Hispania för att minska rekyteringstid för Iberiska legosoldater med -20%.
tr: İber Paralı Askerlerinin askere alınma süresini %-20 azaltmak için Hispania kasabalarını boyunduruk altına alın.
uk: Підкорити Римську Іспанію, щоб скоротити час вербування на -20% для іберійських найманців.
zh: 征服西班牙以招募时间 -20% 在伊比利亚佣兵上。
zh_tw: 征服西班牙以 -20% 招募時間在伊比利傭兵上。

source: Iberian Hegemony
ar: هيمنة أيبيري
ast: Hexemonía íbera
bg: Иберийско господство
br: Hegemoniezh Iberian
ca: Hegemonia ibèrica
cs: Iberská Hegemonie
da: Iberisk Hegemoni
de: Iberische Hegemonie
el: Ιβηρική Ηγεμονία
es_mx: Hegemonía íbera
eu: Nagusitasun Iberiarra
fa: تسلط بر ایبریایی ها
fi: Iberialaisten johtoasema
ga: Mórcheannas na nIbéarach
gl: Hexemonía ibérica
hu: Ibériai hegemónia
id: Hegemoni Iberia
it: Egemonia Iberica
ja: イベリア征服
ko: 이베리아 패권
lv: Ibēriešu Hegemonija
ms: Hegemoni Iberia
nb: Iberisk hegemoni
nl: Iberische Hegemonie
pl: Iberyjska hegemonia
pt_pt: Hegemonia Ibérica
ru: Иберийская гегемония
sk: Iberská hegemónia
sv: Iberisk Hegemoni
tr: İberya Egemenliği
uk: Іберійська гегемонія
zh: 伊比利亚霸权
zh_tw: 伊比利霸權

source: Italian mercenaries have their train time decreased.
ast: Los mercenarios italianos tienen el tiempu de llevantamientu amenorgao.
bg: Намалява се времето за обучаване на италиански наемници.
br: Ar goprsoudarded Italian o deus o amzer stummañ bihanaet.
ca: Els mercenaris italians es formen més ràpid.
cs: Doba výcviku italských žoldnéřů je zkrácena.
da: Italienske lejesoldater trænes hurtigere.
de: Italische Söldner werden langsamer ausgebildet.
el: Οι Ιταλοί μισθοφόροοι σποκτούν μειωμένο χρόνο εκπαίδευσης.
es_mx: Los mercenarios italianos reducen su tiempo de reclutamiento.
eu: Italiar mertzenarioek beren erreklutatze denbora jaisten dute.
fa: زمان آموزش مزدوران ایتالیایی را کاهش می دهد.
ga: Tá am traenála laghdaithe d'amhais Iodálacha.
gl: Diminúe o tempo de adestramento dos mercenarios italiotas.
hu: Az itáliai zsoldosok kiképzési ideje alacsonyabb.
id: Prajurit bayaran Italia berkurang waktu latihnya.
it: I Mercenari Italiani diminuiscono il tempo di addestramento.
ja: イタリオテス傭兵の養成時間を短縮します。
ko: 이탈리아 용병의 양성 시간이 줄어듭니다.
lv: Itāliešu algotņiem samazinājās apmācību laiks.
ms: Askar upahan Itali mendapati masa latihan mereka berkurangan.
nb: Italienske leiesoldater har redusert opptreningstid.
nl: Italiaanse huurlingen worden sneller gerekruteerd.
pl: Włoscy najemnicy mają obniżony czas szkolenia.
pt_pt: Os mercenários italiotas têm o seu tempo de treino diminuído.
ru: У итальянских наёмников уменьшилось время подготовки.
sk: Doba tréningu italických žoldnierov bola skrátená.
sv: Italienska legosoldater får en minskad träningstid.
tr: İtalyan Paralı Askerlerinin eğitim süresi azaldı.
uk: Італійські найманці‎ мають знижений час тренування.
zh: 意大利佣兵会使他们的训练时间缩短。
zh_tw: 義大利傭兵會使他們的訓練時間縮短。

source: Ally with Italiote towns to reduce recruit time -20% for Italian mercenaries.
ast: Aliase coles ciudaes italiotes p'amenorgar el tiempu de llevantamientu nel -20% a los mercenarios italianos.
bg: Съюзяването с италийски градове намалява времето за наемане на италиански наемници с -20%.
br: Kevrediñ gant kêrioù Italiot-ed evit digreskiñ an amzer sevel -20% evit goprsoudarded Italian.
ca: Forgeu una aliança amb pobles italiotes per a reduir un 20% el temps de reclutament dels mercenaris italians.
cs: Spojte se s italickými městy, aby se doba potřebná na odvody italických žoldnéřů zkrátila o -20%.
da: Alliér dig med italiotiske byer for at reducere rekrutteringstiden -20% for italiotiske lejesoldater.
de: Verbünde dich mit italiotischen Städten, um die Rekrutierungsdauer italiotischer Söldner um -20% zu senken.
el: Συμμάχησε με τις Ιταλικές πόλεις για να μειώσεις τον χρόνο στρατολόγησης -20% για τους Ιταλιάνους μισθοφόρους.
es_mx: Aliarse con ciudad Italiota para reducir -20% el tiempo para reclutar mercenarios italianos.
eu: Hiri Italiarrarekin bat egin Italiar mertzenarioak erreklutatzeko denbora %20- jaisteko.
fa: با شهرهای ایتالیایی متحد شوید تا زمان آموزش مزدوران ایتالیایی -20% کاهش یابد.
ga: Déan comhaontas le bailte Iodálacha d'am fostaithe a laghdú le -20% d'amhais Iodálacha.
gl: Alíate con vilas italiotas para reducir o tempo de recrutamento de mercenarios italiotas un -20%.
hu: Italióta városokkal kötött szövetség esetén -20% az itáliai zsoldosok kiképzési idejéből.
id: Bersekutu dengan kota Italia untuk mengurangi waktu latih prajurit bayaran Italia -20%.
it: Alleati con le città Italiote per ridurre i tempi di reclutamento -20% per i mercenari Italiani.
ja: イタリオテスの町と同盟すると、イタリオテス傭兵の採用時間が20%短縮されます。
ko: 이탈리오테 마을과 동맹을 맺으면 이탈리아 용병의 모집 시간이 -20% 줄어듭니다.
lv: Biedrojies ar Italiote pilsētām, lai samazinātu Itāliešu algotņu nolīgšanas laiku par -20%.
ms: Sekutu dengan bandar Italiote dapat kurangkan -20% masa rekrut untuk askar upahan Itali.
nb: Allier deg med italiotiske byer for å redusere rekrutteringstiden med -20% for italienske leiesoldater.
nl: Wordt geallieerd met een Italiaanse beschaving om de rekruteertijd van Italiaanse huurlingen met 20% te verminderen.
pl: Podpisz sojusz z Italiockimi miastami, aby zmniejszyć czas szkolenia Włoskich najemników o -20%.
pt_pt: Faz alianças com as povoações italiotas para reduzir -20% no tempo de treino de mercenários italiotas.
ru: Заключите союз с италиотскими городами, чтобы сократить время вербовки италиотских наёмников на -20%.
sk: Spojí vás s italickými mestami pre zníženie doby verbovania italických žoldnierov o 20%.
sv: Alliera med Italiska städer för att minska träningstiden för Italienska legosoldater med -20%.
tr: İtalyan Paralı Askerinin askere alınma süresini %-20 azaltmak için İtalyan kasabaları ile müttefik olun.
uk: Укласти союз із містечками італіотів, щоб скоротити час вербування на -20% для італійських найманців.
zh: 与意大利城镇结盟以招募时间 -20% 在意大利佣兵上。
zh_tw: 與義大利城鎮結盟以 -20% 招募時間在義大利傭兵上。

source: Italiote Alliance
ar: تحالف إيطالي
ast: Alianza italiota
bg: Италийски съюз
br: Emglev italiot
ca: Aliança italiota
cs: Italický spolek
da: Italiotisk Alliance
de: Italiotische Allianz
el: Ιταλική Συμμαχία
es_mx: Alianza italiota
eu: Aliantza Italiarra
fa: اتحاد با ایتالیایی ها
ga: Comhaontas Iodálach
gl: Alianza italiota
hu: Italióta szövetség
id: Aliansi Italia
it: Alleanza Italiota
ja: イタリオテス同盟
ko: 이탈리아 연합
lv: Italiotu aliance
ms: Perikatan Italiote
nb: Italiotisk allianse
nl: Italiaanse alliantie
pl: Italiocki sojusz
pt_pt: Aliança italiota
ru: Италиотский альянс
sk: Italické spojenectvo
sv: Italisk Allians
tr: İtalyan İttifakı
uk: Союз італіотів
zh: 意大利盟友
zh_tw: 義大利盟友
