Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Latium
ast: Lacio
bg: Лацио
ca: Laci
el: Λάτιο
es: Lazio
eu: Lazio
fa: لاتیوم
ga: An Laidiam
it: Lazio
ja: ラティウム
ko: 라티움 (고대 이탈리아 중부 티베르 강가의 지방)
pl: Lacjum
ru: Лаций
sr: Лацијум
uk: Лацій
zh: 拉丁姆
zh_tw: 拉齊奧

source: High cliffs protect each player's main base. Venturing into the unknown can be risky, but necessary.
ast: Muradales altos scudɐn la base de cada jogador. Infusar no disconhocido ye pelhigroso, pero tamien necessario.
bg: Високи скали защитават основната база на всеки от играчите. Навлизането в непозната територия може да бъде опасно, но е необходимо.
br: Tornaodoù uhel a warez diazez pennañ pep c'hoarier. En em abilañ da vont war-raok en dianav a c'hell bezañ risklus, met dav e vez.
ca: Els penya-segats protegeixen les bases principals de cada jugador. Aventurar-se al desconegut pot ser arriscat, però necessari.
cs: Vysoké útesy ochraňují hlavní základny hráčů. Výpravy do neznáma mohou být riskantní, ale nutné.
da: Høje klipper beskytter hver spillers hovedbase. At begive sig ud i det ukendte kan være risikabelt, men nødvendigt.
de: Hohe Klippen schützen das Hauptquartier jedes Spielers. Sich in das Unbekannte zu wagen, kann riskant aber notwendig sein.
el: Ψηλοί λόφοι προστατεύουν την αρχική βάση του κάθε αντιπάλου. Εξερευνώντας το άγνωστο μπορεί να είναι ριψοκίνδυνο, αλλά απαραίτητο.
es: Precipicios sin fondo protegen cada base inicial. Adentrarse en lo desconocido puede ser arriesgado pero necesario.
eu: Hasierako basea bukaerarik gabeko amildegiek babesten dute. Ezezagunean aurrera egitera arriskutsua izan daiteke, baina beharrezkoa.
fa: سخره های بلند از پایگاه اصلی بازیکن ها محافظت می کنند. رفتن به مناطق ناشناخته می تواند ریسک هایی داشته باشد ولی نیاز است
fi: Korkeat kalliot suojaavat jokaisen pelaajan päätukikohtaa. Seikkailu tuntemattomaan voi olla vaarallinen, mutta välttämätön.
fr: D'imposantes falaises protègent le camp de base de chaque joueur. S'aventurer vers l'inconnu peut-être risqué mais nécessaire.
ga: Cosnaíonn aillte airde príomhbhunáit gach imreora. Tá sé dainséarach aon turas a dhéanamh isteach i dtalamh anaithnid, ach tá gá oraibh é seo a dhéanamh.
gd: Dìonaidh sgurran prìomh-bhunait gach cluicheadair. ’S ann cunnartach a bhios falbh dhan aineolach ach ’s e sin a dh’fheumas tu dèanamh.
hu: Magas sziklák védik minden játékos főhadiszállását. A kalandozás az ismeretlenbe kockázatos lehet, de szükséges.
id: Tebing tinggi melindungi base utama tiap pemain. Penjelajahan ke luar bisa menjadi berbahaya, tapi dibutuhkan.
it: Alte scogliere proteggono la base principale di ogni giocatore. Avventurarsi verso l'ignoto può essere rischioso, ma necessario.
ja: 高い崖が各プレイヤーの本拠地を守っています。 未知への冒険は危険を伴いますが、必要なことです。
ko: 높은 절벽은 각 플레이어의 기본 기지를 보호합니다. 미지의 세계로 모험하는 것은 위험할 수 있지만 필요합니다.
ms: Cencuram tinggi yang melindungi setiap tapak tamadun pemain. Melangkaui ke wilayah yang tidak diketahui adalah berisiko, tetapi ia adalah kemestian untuk maju ke hadapan.
nb: Høye klipper beskytter hver spillsers hovedbase. Å ferdes inn i det ukjente kan være risikabelt, men det er nødvendig.
nl: Hoge kliffen beschermen de basis van alle spelers. Het onbekende verkennen kan gevaarlijk zijn, maar is noodzakelijk.
pl: Wysokie klify chronią główną bazę każdego gracza. Wyruszenie w nieznane może być ryzykowne, ale konieczne.
pt_br: Altos penhascos protegem a base principal de cada jogador. Aventurar-se no desconhecido pode ser arriscado, mas necessário.
pt_pt: Penhascos altos protegem a base de cada jogador. Aventurar-se no território inexplorado pode ser arriscado, mas é necessário.
ru: Высокие скалы защищают главную базу каждого игрока. Углубление в неизведанное может быть опасным, но оно необходимо.
sk: Vysoké bralá chránia každému hráčovi jeho základňu. Výpravy do neznáma môžu byť nebezpečné, no nevyhnutné.
sr: Високе литице штите главну базу сваког играча. Одлазак у непознато може бити ризично, али је неминовно.
sv: Höga klippor skyddar spelarnas baser. Att bege sig ut i det okända kan vara farligt, men nödvändigt.
tr: Yüksek kayalıklarla her oyuncunun ana üssü korunmaktadır. Bilinmeyenlerin içine girmek riskli olabilir, ancak gerekli olabilir.
uk: Високі скелі захищають основну базу кожного гравця. Заглиблюватись на невідому територію може бути ризиковано, але це необхідно.
zh: 高耸的悬崖是保护玩家的主要基地。冒险进入未知的风险很大，不过却是必要的。
zh_tw: 高聳的懸崖保護者每個玩家的主要基地。冒險地進入未知的地方是危險但必要的。

source: Lion's Den
ast: Lleoneira
bg: Леговището на лъва
br: Mougev al Leon
ca: Cau del lleó
cs: Jáma lvová
da: Løvens hule
de: Höhle des Löwen
el: Φωλιά του λιονταριού
es: La guarida del león
eu: Lehoiaren Gordelekua
fa: لانه شیر
fi: Leijonan luola
fr: Antre du lion
ga: Uaimh Leoin
gd: Beul an leòmhainn
hu: Az oroszlán barlangja
id: Sarang Singa
it: La fossa dei Leoni
ja: 虎の穴
ko: 사자굴
ms: Jerumun Singa
nb: Løvens hule
nl: Leeuwenkuil
pl: Kryjówka Lwów
pt_br: Habitat de Leões
pt_pt: Cova do leão
ru: Логово льва
sk: Leví brloh
sr: Лавља Јазбина
sv: Lejonets koja
tr: Aslan'ın Mağarası
uk: Лігво лева
zh: 狮巢
zh_tw: 猛獅巢穴

source: Players start in a nearly flat Gallic plain divided by a river and its tributaries.
ast: Los jogadores intamɐn n una espralyada ḷḷaniça de la Gallia, xebrados por un ḷḷoviu & los sous affluentes.
bg: Играчите започват в почти равно галско поле, разделено от река и притоците ѝ.
br: Ar c'hoarierien a gomañs en draoñienn c'hallian tost plaen disrannet gant ur stêr hag hec'h adstêrioù.
ca: Els jugadors comencen en una plana gal·la dividida per un riu i els seus afluents.
cs: Hráči začínají na téměř rovné galské pláni rozdělené řekou a jejími přítoky.
da: Spillerne i en næsten flad gallisk slette opdelt af en flod og dens bifloder.
de: Spieler beginnen in einer fast flachen gallischen Ebene, durch einen Fluss und seine Nebenflüsse geteilt.
el: Οι παίκτες ξεκινούν σε μια σχεδόν επίπεδη γαλατική πεδιάδα που χωρίζεται από ένα ποτάμι και τους παραποτάμους του.
es: Los jugadores comienzan en una llanura gala prácticamente plana, dividida por un río y sus afluentes.
eu: Jokalariak ia laua den zelai , bere erreka eta adarrez zatiturik, Galiar batetik hasiko dira.
fa: بازیکن ها بازی را در نزدیکی دشت های مسطح گال ها که با یک رودخانه و انشعابات آن جدا شده اند آغاز می کنند.
fi: Pelaajat aloittavat lähes tasaiselta gallialaiselta tasangolta, jonka halkaisee joki ja sen sivuhaarat.
fr: Les joueurs commencent dans une plaine gauloise à peu près plate divisée par une rivière et ses affluents.
ga: Tosaíonn gach imreoir ar machaire Gallach beagnach ar leibheál agus le habhainn agus a craobh-aibhneacha ag roinnt tríd.
gd: Tòisichidh na cluicheadairean air blàr rèidh sa Ghall a tha ’ga sgaradh le abhainn ’s a leas-aibhnean.
hu: A játékosok a majdnem sima és egyenletes Gall-síkságon kezdenek, melyet egy folyó és mellékágai szabdalnak szét.
id: Pemain mulai di padang Galia yang hampir datar yang terbagi oleh sebuah sungai dan anak-anaknya.
it: I giocatori iniziano in una pianura Gallica quasi piatta divisa da un fiume e dai suoi affluenti.
ja: プレイヤーは、川とその支流で分割されたほぼ平坦なガリアの平原から開始します。
ko: 플레이어들은 강과 그 지류로 나누어진 거의 평지인 갈리아 평야에서 시작합니다.
ms: Pemain bermula di dataran Gaul hampir rata yang terbahagi oleh sungai dan sumber-sumbernya.
nb: Spillere starter på en nesten flat gallisk mark delt av en elv og dens sideelver.
nl: Spelers starten in een vlak Gallisch land, verdeeld door een rivier met enkele zijriviertjes.
pl: Gracze zaczynają na prawie zupełnie płaskiej galijskiej równinie podzielonej przez rzekę i jej dopływy.
pt_br: Os jogadores começam em uma planície Gaulesa quase plana, dividida por um rio e seus afluentes.
pt_pt: Os jogadores começam numa planície gaulesa dividida pelos seus rios e afluentes.
ru: Игроки начинают на практически плоской галльской равнине, разделённой рекой, и с подчинёнными государствами.
sk: Hráči začínajú na takmer dokonale rovnej galskej planine rozdelenej riekou a jej prítokmi.
sr: Играчи почињу у галској равници издељеној реком и њеним притокама.
sv: Spelare börjar i en nästan platt galliska slätt som delas av en flod och dess bifloder.
tr: Oyuncular bir nehir ve kolları tarafından bölünmüş neredeyse düz Galya ovasında başlayacak.
uk: Гравці починають на майже плоскій галльській рівнині, що поділена по річці та її притоках.
vi: Những người chơi bắt đầi tại đồng bằng Gallic tương đối bằng phẳng được chia cắt bởi một con sông và các nhánh của nó.
zh: 玩家开局位于近乎平坦的高卢平原上，由一条河流及其支流分岔开。
zh_tw: 玩家在由一條河流及其支流分開來的近乎平坦的高盧平原上開始遊戲。

source: Lorraine Plain
ast: Veiga l Mosa
bg: Лотарингска равнина
br: Kompezenn Loren
ca: Plana de Lorena
cs: Lorrainská rovina
da: Lorraine Slette
de: Lothringisches Plateau
el: Πεδιάδες Λωρραίνης
es: Planicies de Lorena
eu: Lorenako Lautadak
fa: دشت لرن
fi: Lothringenin tasanko
fr: Plaine de Lorraine
ga: Machaire na Lorráine
gd: Blàr Lorraine
hu: Lotaringia
id: Dataran Lorraine
it: Pianura di Lorena
ja: ロレーヌ平原
ko: 로렌 평야
ms: Dataran Lorraine
nb: Lorrainesletten
nl: Vlakte van Lotharingen
pl: Równina Lotaryngii
pt_br: Planície da Lorena
pt_pt: Planície da Lorena
ru: Лотарингское плато
sk: Lotrinská planina
sr: Лоренска равница
sv: Lorrainefälten
tr: Lorraine Ovası
uk: Лотаринзька рівнина
vi: Đồng bằng Lorraine
zh: 洛林平原
zh_tw: 洛林平原

source: Known in the Greco-Roman world as the Triakontaschoinos, Lower Nubia was the area between the first and second cataracts of the Nile and formed the traditional border region between Kush and Egypt. The scorching desert, steep valleys and towering cliffs of the area make this an inhospitable place to live, but the control of this ancient corridor was vital for any power seeking to control the lucrative trade routes on the Nile and affords access to the rich goldfields of the Nubian desert.
ast: Conhocida in mundu greco-romanu cumo l Triacontaschenu, Akine yera l treiꞇhu entre la primeira & la segunda cataracta de l Nilu & formaba la llende tradicional entre Chus & Egyptu. La gafidá de l ermo, lo impruno de los valles & l altor de los cairones fazhen de l llogar un ambiente inhóspitu, pero l dominio d’isti antiguu corredor, que da a lɐs balyurosɐs jazedɐs d’ouro de l desierto d’Ethiopia, yera preciso para contar cun lɐs coudalosɐs víɐs commerciales de l Nilu.
bg: Позната в Гръко-римския свят като Трияконтасхоинос, Долна Нубия била областта между първия и втория бързей на Нил, и оформяла пограничен регион между Куш и Египет. Изпепеляващата пустиня, стръмните долини и високите като кули планини правят това място неподходящо за живот, но владението на този древен коридор било от основно значение за всеки, който искал да владее доходоносните търговски пътища по Нил и да има достъп до богатите златни полета на Нубийската пустиня.
br: Anavezet er bed Greko-Roman evel an Triakontaskoinos, Nubia Izel a veze an dachennad etre kentañ hag eil lammdour an Nil ha stummañ a rae ar rannvro harz hengounel etre Kuch hag Egipt. Dezerzh bervet, traoñiennoù sonn ha tornaodoù bras-pikol an dachennad a lak anezhi da vezañ ul lec'h digevannezus da vevañ, hogen buhezel e veze kontroll an trepas kozh-mañ evit n'eus forzh peseurt galloud a glask kontrolliñ an hentoù koñvers arc'hantus war an Nil ha gouest da dizhout tachennadoù aourus pinvidik an dezerzh Nubian.
ca: Conegut al món grecoromà com el Dodecascoenus, el Wawat era l'àrea entre la primera i la segona cataracta del Nil i formava la regió fronterera tradicional entre Cuix i Egipte. L'abrasador desert, les valls costerudes i els penya-segats elevats de la zona fan d'aquest un lloc inhòspit per viure, però el control d'aquest antic corredor era vital per qualsevol poder que pogués controlar les lucratives rutes comercials del Nil i permet accedir als rics camps d'or del desert nubià.
cs: Známá v řecko-římském světě jako Triakontaschoinos, Dolní Núbie byla oblast mezi prvními a druhými peřejemi (vodopád) Nilu, jež tvořila tradiční hraniční oblast mezi Kušem a Egyptem. Spalující poušť, strmé údolí a vyvíšené útesy z této oblasti činí nehostinné místo pro život, ale vláda nad tímto starobylým pruhem území byla nezbytná pro každou civilizaci, která se snažila ovládat výnosné obchodní cesty na Nilu, a umožnila přístup k bohatým nalezištím zlata v nubijské poušti.
da: Kendt i den græsk-romerske verden som Triakontaschoinos, var de Nedre Nubien området mellem Nilens første og anden katarakt og dannede det traditionelle grænseområde mellem Kush og Egypten. Områdets brændende ørken, stejle dale og tårnhøje klipper gør dette til et ugæstfrit sted at bo, men kontrollen over denne gamle korridor var afgørende for enhver magt, der søgte at kontrollere de lukrative handelsruter på Nilen og giver adgang til de rige guldmarker i den nubiske ørken.
de: Unternubien, der griechisch-römischen Welt bekannt als Triakontaschoinos, war das Land zwischen dem ersten und dem zweiten Katarakt des Nils und bildete die traditionelle Grenzregion zwischen Kusch und Ägypten. Die brütend heiße Wüste, steile Täler und aufragende Klippen der Gegend machen sie zu einem unwirtlichen Ort zum Leben. Die Kontrolle über diesen uralten Korridor war aber entscheidend für jede Macht, die die lukrativen Handelsrouten auf dem Nil kontrollieren wollte, und gewährte Zugang zu den reichen Goldfeldern in der nubischen Wüste.
el: Γνωστή στον ελληνορωμαϊκό κόσμο ως Τριακοντάσχοινος, η Κάτω Νουβία ήταν η περιοχή μεταξύ του πρώτου και του δεύτερου καταρράκτη του Νείλου και αποτελούσε την παραδοσιακή παραμεθόρια περιοχή μεταξύ της Κους και της Αιγύπτου. Η καυτή έρημος, οι απόκρημνες κοιλάδες και οι πανύψηλοι βράχοι της περιοχής την καθιστούν ένα αφιλόξενο μέρος για να ζήσουν, αλλά ο έλεγχος αυτής της αρχαίας διόδου ήταν ζωτικός για κάθε δύναμη που επιδιώκει να ελέγξει τις προσοδοφόρες εμπορικές οδούς στο Νείλο και να προσφέρει πρόσβαση σε περιοχές πλούσιες σε κοιτάσματα χρυσού στην έρημο της Νούβιας.
es: Conocida en el mundo grecorromano como Triakontaschoinos, Wawat era el área que se encontraba entre la primera y la segunda catarata del Nilo. Formaba la región fronteriza tradicional entre el Reino de Kush y Egipto. El desierto agostador, los valles inclinados y los acantilados imponentes de la zona lo convierten en un lugar inhóspito, pero el control de su antiguo corredor era vital para cualquier potencia que buscara controlar las rutas comerciales lucrativas del Nilo y el acceso a los ricos campos de oro del desierto de Nubia.
eu: Greko-erromatarren munduan Triakontaschoinos bezala ezaguna, Nubia Beherea Niloren lehen eta bigarren ur jauzien artean zegoen eta Kush eta Egiptoko mugako eskualde tradizionala osatzen zuten. Basamortu kiskalgarria, haran aldapatsuak eta inguruko labar harrigarriak bizitzeko toki ezatsegina izan daiteke, baina antzinako korridore horren kontrola funtsezkoa zen Niloko merkataritza ibilbidearen irabaziak kontrolatu nahi zuenarentzat eta Nubia basamortuko urre eremu aberatsean sarbidea nahi zuenarentzat.
fa: در دوران یونانی-رومی به نام تریاکونتاسکوینوس شناخته می شد، قسمت پایین نوبیا منطقه ای بود میان اولین و دومین آبشار بزرگ نیل که مرز سنتی میان کوش ها و مصری ها بود. صحرای داغ، دره هایی با شیب تند و سخره های بلند باعث شده بود تا این منطقه غیر قابل سکونت باشد اما کنترل این دهلیز باستانی برای هر قدرتی که بدنبال در اختیار گرفتن این مرکز تجاری سود آور بود، حیاتی به حساب می آمد. این منطقه راهی برای دستیابی به معادن طلای گسترده صحرای نوبیا بود.
fi: Kreikkalais-roomalaisessa maailmassa nimellä Triakontaschoinos tunnettu Ala-Nubia oli Niilin ensimmäisen ja toisen kataraktin välinen alue, joka muodosti perinteisen raja-alueen Kušin ja Egyptin välillä. Alueen paahtava aavikko, jyrkät laaksot ja jyrkät kalliot tekevät siitä elämälle epäsuotuisan paikan, mutta tämän muinaisen käytävän hallinta oli elintärkeää kaikille valloille, jotka halusivat valvoa Niilin tuottoisia kauppareittejä, ja se tarjosi pääsyn Nubian aavikon rikkaille kultakentille.
fr: Connue dans le monde gréco-romain comme le Triakontaschoinos, la Basse-Nubie était la zone entre la première et la deuxième cataracte du Nil et formait la traditionnelle région frontalière entre Koush et l'Egypte. Le désert brûlant, les vallées escarpées et les hautes falaises de la région en font un endroit inhospitalier à vivre, mais le contrôle de cet ancien corridor était vital pour toute puissance cherchant à contrôler les routes commerciales lucratives sur le Nil et donnant accès aux riches terrains du désert de Nubie.
ga: Ar a dtugtar mar 'Triakontaschoinos' (Tír an Tríocha Téada Luachra as Gaeilge) sa domhan Gréag-Rómhánach, bhí an Núibia Íochtarach an réigiún idir an chead agus an dara éas mór de chuid na Níle agus bhí sí mar theorainn traidisiúnta idir an Chúis agus an Éigipt. Tá sé deacair don thalamh seo a rialú mar gheall ar a fásaigh loiscneacha, gleannta géara, agus aillte an-airde, ach nuair atá sí faoi smacht, is féidir leis na bealaigh tradála saibhre ar an Níl a cheansú agus rochtain ar órcheantair an fhásaigh Núibigh a sholáthar.
hu: A görög-római világban Triakontaszkoinosz néven ismert Alsó-Núbia a Nílus első és második kataraktája közti terület volt, és a Kus és Egyiptom közti hagyományos határterület volt. A perzselő sivatagok, meredek völgyek és tornyosuló sziklák lakhatatlan területté teszik, be ezen ősi folyó uralma létfontosságú volt azon hatalmaknak, akik a Nílus gazdag kereskedelmi utaira vágytak. A terület hozzáférést adott a Núbiai-sivatag gazdag aranymezőihez.
id: Dikenal di dunia Yunani-Romawi sebagai Triakontaschoinos, Nubia Hilir adalah daerah antara riam pertama dan kedua di Sungai Nil dan membentuk wilayah perbatasan tradisional antara Kush dan Mesir. Gurun yang terik, lembah curam, dan tebing yang menjulang tinggi di daerah ini menjadikan tempat ini tidak ramah untuk ditinggali, tetapi kendali atas koridor kuno ini sangat penting bagi kekuatan mana pun yang berusaha mengendalikan rute perdagangan yang menguntungkan di Sungai Nil dan memberikan akses ke ladang emas yang kaya di gurun Nubia.
it: Conosciuta nel mondo Greco-Romano come Triakontaschoinos, la Bassa Nubia era l'area tra la prima e la seconda cateratta del Nilo e formava la tradizionale regione di frontiera tra il Kush e l'Egitto. Il deserto arido, le valli ripide e le pareti rocciose di quest'area lo rendono un paese inospitale alla vita, ma il controllo di questo antico corridoio era vitale per qualsiasi civiltà che tentasse di assumere il controllo delle lucrose vie commerciali sul Nilo e permettersi l'accesso alle ricche miniere d'oro del deserto Nubiano.
ja: 低ヌビア地域は、グレコ・ローマ時代には「トリアコンタスコイノス」と呼ばれ、ナイル川の第一白樺と第二白樺の間に位置し、クシュ川とエジプトの伝統的な国境地帯を形成していました。灼熱の砂漠、急峻な渓谷、そびえ立つ断崖絶壁など、人を寄せ付けない環境ですが、この古代の回廊を支配することは、ナイル川の有利な貿易ルートを支配しようとする勢力にとって不可欠であり、またヌビア砂漠の豊かな金鉱へのアクセスを可能にしていました。
ko: 그리스-로마 세계에서 트리아콘타초이노스로 알려진 하류 누비아는 나일강의 첫 번째와 두 번째 폭포 사이의 지역이었고 쿠시와 이집트 사이의 전통적인 국경 지역을 형성했습니다. 이 지역의 타는 듯한 사막, 가파른 계곡, 그리고 우뚝 솟은 절벽은 이곳을 살기 힘든 곳으로 만들지만, 이 고대 회랑의 통제는 나일강의 수익성 높은 교역로를 통제하고 누비안 사막의 풍부한 금광에 접근할 수 있는 모든 세력에게 필수적이었습니다.
ms: Terkenal ketika era Yunani-Rom sebagai Triakontaschoinos, Nubia bawah merupakan kawasan di antara riam pertama dan kedua sungai Nil yang membentuk sempadan alami diantara Kush dengan Mesir. Tanah gurun yang membakar, lembah yang curam dengan cencuram tinggi menjadikan kawasan ini sukar di diami, tetapi penguasaan pintu utama ini merupakan aset penting dalam menguasai laluan perdagangan Nil dan akses ke wilayah gurun Nubia yang kaya dengan sumber emas.
nl: In de Grieks-Romeinse wereld bekend als de Triakontaschoinos, bestond Laag-Nubië uit het gebied tussen de eerste en tweede cataratcen van de Nijl, de traditionele grensregio tussen Kush en Egypte. De bloedhete woestijn, diepe valleien en steile kliffen van dit gebied maken het een onherbergzame plaats om te leven, maar de controle over deze corridor was essentieel voor iedere macht die de lucratieve handelsroutes over de Nijl wilde beheersen en bood toegang tot de rijke goudvelden in de Nubische woestijn.
pl: Znane w świecie grecko-rzymskim jako Triakontaschoinos, Dolna Nubia była obszarem pomiędzy pierwszą i drugą kataraktą Nilu i stanowiła tradycyjny region przygraniczny pomiędzy Kusz i Egiptem. Paląca pustynia, strome doliny i wysokie klify tego obszaru sprawiają, że jest to niegościnne miejsce do życia, ale kontrola tego starożytnego korytarza była istotna dla każdej władzy pragnącej kontrolować intratne szlaki handlowe Nilu i zapewnienia dostępu do bogatych złóż złota nubijskiej pustyni.
pt_br: Conhecida no mundo Greco-Romano como Triakontaschoinos, O Baixo Núbia era a área entre a primeira e segunda catarata do Nilo e formava a tradicional fronteira entre a região de Cuxe e o Egito. O deserto escaldante, vales acentuados e penhascos imponentes da área tornam este sítio um local inóspito para se viver, mas o controle deste antigo corredor era vital para qualquer poder que procurasse o controlo das rotas lucrativas do Nilo e fornece um acesso aos ricos campos dourados do deserto Núbio.
pt_pt: Conhecida no mundo greco-romano como Triakontaschoinos, O baixo Núbia era a área entre a primeira e segunda cataratas do Nilo e formava a tradicional fronteira entre a região de Cuxe e o Egito. O deserto escaldante, vales acentuados e penhascos imponentes da área tornam este sítio um local inóspito para se viver, mas o controle deste antigo corredor era vital para qualquer poder que procurasse o controlo das rotas lucrativas do Nilo e fornece um acesso aos ricos campos dourados do deserto Núbio.
ru: Известный в греко-римском мире как Триаконташоинос, Нижняя Нубия была областью между первым и вторым порогом реки Нил и образовывала традиционный пограничный район между Кушем и Египтом. Палящие пустыни, крутые долины и возвышающиеся скалы этого района делают его неприветливым местом для жизни, но контроль над этим древним коридором был жизненно важен для любой силы, стремящейся контролировать прибыльные торговые маршруты Нила и получить доступ к богатым золотым месторождениям Нубийской пустыни.
sv: Nedre Nubien, känt som Triakontaschoinos i den grekisk-romerska världen, var området mellan Nilens första och andra katarakter och bildade det traditionella gränsområdet mellan Kush och Egypten. Den glödande öknen, de branta dalarna och höga klipporna gör området till ett oskötligt ställe att leva, men kontrollen över denna gamla korridor var avgörande för varje makt som strävade efter att kontrollera de lukrativa handelsrutterna på Nilen och ger tillgång till de rika guldfälten i den nubiska öknen.
tr: Greko-Romen dünyasında Triakontaschoinos olarak bilinen Alt Nubia, Nil'in birinci ve ikinci kataraktları arasındaki bölgedir ve Kush ile Mısır arasındaki geleneksel sınır bölgesini oluşturmuştur. Kavurucu çöl, dik vadiler ve bölgenin yükselen uçurumları burayı yaşanmayacak bir yer haline getiriyor, ancak bu eski koridorun kontrolü Nil'deki karlı ticaret yollarını kontrol etmek için her türlü güç için hayati önem taşıyor ve zengin altın alanlarına erişim sağlıyor. Nubya çölü.
uk: Відома в греко-римському світі як Тріаконташоінос, Нижня Нубія була областю між першим і другим порогом річки Ніл і утворювала традиційний прикордонний район між Кушем і Єгиптом. Пекучі пустелі, круті долини і скелі, що підносяться над цим районом, роблять його непривітним місцем для життя, але контроль над цим стародавнім коридором був життєво важливим для будь-якої сили, яка прагнула контролювати прибуткові торгові маршрути Нілу і отримувати доступ до багатої золотими родовищами Нубійської пустелі.
zh: 下努比亚，在希腊-罗马世界名为 Triakontaschoinos，是尼罗河第一和第二蜿蜒之间的区域，为库什和埃及的传统边界地区。 炎热的沙漠、陡峭的山谷和高耸的悬崖，让这里成了一个荒凉之地。控制了这条古老走廊，对任何寻求利润丰厚的尼罗河贸易路线至关重要，能进入富饶的金矿区——努比亚沙漠。
zh_tw: 下努比亞在希臘羅馬世界中被稱為Triakontaschoinos，是尼羅河第一與第二瀑布之間的區域，形成了庫施與埃及之間的傳統邊界地區。炎熱的沙漠、陡峭的山谷和高聳的懸崖使該地區成為不宜居住的地方，但是對於任何試圖控制尼羅河上有利可圖的貿易路線並提供通往努比亞沙漠富饒的金礦的人來說，控制這個古老的走廊至關重要。
