Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: A desert biome map where each player has founded their colony at their own lush oasis. The rest of the map is generally wide-open and barren.
ast: Una geographía de l bioma desértico u cada jogador tien una colonia fundada a l piei d’una viciosa oasis. El restu de la geographía ye mayormente abierta & erma.
bg: Пустинна карта, на която всеки от играчите е изградил колонията си до собствения си оазис. Останалата част от картата е открита и неплодородна.
br: Ur gartenn dezerzh biom e-lec'h ma oa bet krouet o zrevadenn gant pep c'hoarier en o oaziz struj dezho o-unan. Peurest ar gartenn a vez digor bras ha goullo dre vras.
ca: Un mapa del bioma del desert on cada jugador ha fundat una colònia en el seu propi oasi exuberant. La resta del mapa en general està obert i és un erm.
cs: Pouštní mapa, kde každý hráč založil kolonii na vlastní svěží oáze. Zbytek mapy je obecně dokořán otevřený a planý.
da: Et ørkenkort, hvor hver spiller har grundlagt deres koloni ved deres egen frodige oase. Resten af ​​kortet er generelt vidt åbent og goldt.
de: Eine Wüstenkarte, wo jeder Spieler seine Kolonie an einer eigenen, üppigen Oase gegründet hat. Der Rest der Karte ist hauptsächlich offen und unwirtlich.
el: Ένας Χάρτης του οικοσυστήματος της ερήμου, όπου κάθε παίκτης έχει ιδρύσει την αποικία του στη δική του καταπράσινη όαση. Το υπόλοιπο του χάρτη είναι γενικά ορθάνοιχτο και άγονο.
es: Un mapa de clima desértico donde cada jugador ha fundado su colonia alrededor de un virginal oais. El resto del mapa está mayormente vacío y desolado.
eu: Basamortuko klimako mapa non jokalari bakoitza oasi baten inguruan kolonia sortzen duen. Maparen gainontzekoa gehienbat hutsik eta hondaturik dago.
fa: یک نقشه ی بیابانی که هر بازیکن شهر خود را در کنار یک آبادی بنا می کند. باقی نقشه عموما باز و خالی است.
fi: Aavikkokartta, jossa kukin pelaaja on perustanut siirtokunnan omalle vehreälle keitaalleen. Muu osa karttaa on yleisesti ottaen avara ja karu.
fr: Une carte de biome désertique où chaque joueur a fondé sa colonie sur sa propre oasis luxuriante. Le reste de la carte est généralement grande ouverte et stérile.
ga: Léarscáil ag bithóm fásaigh cé ina bhfuil coilineacht ag gach imreoir ina ósais mhéith féin. Tá an chuid eile den léarscáil oscailte agus lom.
gd: Mapa fàsaich far an stèidhich gach cluicheadair an tuineachadh aige aig an innis-fhàsaich bheartach aige fhèin. Tha an corr dhen mhapa fosgailte ’s lom san fharsaingeachd.
hu: Sivatagi életközösség, ahol minden játékos buja növényzetű, saját oázisban alapít kolóniát. A térkép többi része általában nyitott és sivár.
id: Sebuah peta bioma gurun dimana setiap pemain menemukan koloni mereka di oase subur mereka sendiri. Sisa dari peta kebanyakan adalah tanah luas terbuka dan gersang.
it: Una mappa deserto in cui ogni giocatore ha fondato la propria colonia in un'oasi lussureggiante. Il resto della mappa è generalmente spoglio e sterile.
ja: 砂漠生物群系のマップで、各プレイヤーは個別に青々としたオアシスに入植済みです。マップの残りはおおむね広く開けた不毛の地です。
ko: 사막 생물 군계 지도로, 각 플레이어는 자신만의 울창한 오아시스에 식민지를 건설할 수 있습니다. 지도의 나머지는 일반적으로 넓게 펼쳐진 불모지입니다.
ms: Peta biome gurun yang mana setiap pemain memulakan tamadun mereka dikawasan oasis yang subur. Selain dari itu, sebahagian besar peta terdiri dari kawasan kering-kontang dan tidak subur.
nb: Et ørkenbiomkart hvor hver spiller har grunnlagt sin koloni ved sin egen frodige oase. Resten av kartet er generelt åpent og øde.
nl: Een woestijnkaart waar elke speler start met een weelderige oase dichtbij. De rest van de kaart is over het algemeen kaal en open.
pl: Pustynna mapa, na której każdy z graczy założył swoją kolonię w pobliżu własnej, bujnej oazy. Reszta mapy jest szeroko otwarta i jałowa.
pt_br: Um mapa desértico onde cada jogador fundou sua colônia em seu próprio oásis exuberante. O resto do mapa é aberto e desolado.
pt_pt: Um mapa desértico onde cada jogador fundou a sua colónia junto ao seu próprio oásis verdejante. O resto do mapa é um terreno aberto e inóspito.
ru: На карте пустынный бином каждый игрок основывает его колонию на собственном пышном оазисе. Остальная карта в основном незащищенная и бесплодная.
sk: Každý hráč si založil kolóniu pri svojej vlastnej oáze na mape pokrytej púštnym biómom. Zvyšok mapy je väčšinou široko otvorený a neúrodný.
sv: En ökenkarta där varje spelare har grundat sin koloni vid en grönskande oas. Resten av kartan är i allmänhet vidöppen och karg.
tr: Her oyuncu ısısız bir çölde kendi kolonisi için gür yeşil bir vahası olur. Haritanın geri kalanı genellikle geniş, açık ve boştur.
uk: Карта пустельний біом, де кожен гравець засновує власну колонію у пишному оазисі. Решта карти переважно незахищена та безплідна.
vi: Một bản độ hệ sinh thái hoang mạc nơi mỗi người chơi thành lập những thuộc địa trong những ốc đảo xanh tốt của họ. Phần bản đồ còn lại nói chung rộng rãi và khô cằn.
zh: 有着沙漠的生物群落的地图，每个玩家都会发现自己的殖民地位于他们自己的苍翠繁茂的绿洲里。地图其余的地方则是相当的开阔且贫瘠。
zh_tw: 一張有著沙漠的生物群落的地圖，每個玩家都會發現自己的殖民地位於他們自己的蒼翠繁茂的綠洲裡。地圖其餘的地方則是相當的開闊且貧瘠。

source: Situated Southside of the Atlas mountain range in North Africa. A somewhat open map with an abundance of food and mineral resources, while wood is somewhat scarce.
ast: Atopa-se a Mediu-díɐ de l monte Atlas na África septentrional. Una geographía daqué abierta cun abonda cibeira & recursos minerales, pero daqué scassa de madeira.
bg: Разположена на юг от Атласките планини в северна Африка. Сравнително просторна карта, изобилстваща от храна и минерали, но с малко дървесина.
br: Lec'hiet eo tu kreisteiz astenn ar menez Atlas en Afrika hanternoz. Ur gartenn un tamm digor gant ur bern boued ha danvezioù maenek, e-keit ha ma'z eo un tamm dibaot ar c'hoad.
ca: Situat al sud de la serralada de l'Atles, al nord de l'Àfrica. Un mapa poc obert amb abundància de menjar i minerals, però la fusta és una mica escassa.
cs: Leží na jižní straně Atlasu v Severní Africe. Vcelku otevřená mapa s hojností potravy a nerostných surovin, zatímco dřevo je vzácné.
da: Beliggende sydfor Atlasbjergene i Nordafrika. En noget åben bane med en overflåd af mad og mineraler, mens træ er en smule sjældent.
de: Auf der Südseite des Atlas-Gebirges in Nordafrika gelegen. Eine einigermaßen offene Karte mit einer Fülle von Nahrung und mineralischen Ressourcen, während Holz eher rar ist.
el: Βρίσκεται νότια της οροσειράς του Άτλαντα στη Βόρεια Αφρική. Ένας ανοιχτός τύπου χάρτης με αφθονία φαγητού και μεταλλευμάτων ενώ η ξυλεία είναι σε αντίθεση δυσεύρετη.
es: Situado en la cara sur de la cadena montañosa norteafricana del Atlas. Un mapa relativamente abierto con abundancia de comida y recursos minerales pero con escasez de madera.
eu: Ipar-Afrikako Atlas mendikatearen hego aurpegian kokatua. Pixka bat zabaldutako mapa janari eta mineral baliabide askorekin, eta egur eskasarekin.
fa: واقع شده در مناطق جنوبی سلسله کوهای اطلس در شمال آفریقا نقشه ای باز و غنی از غذا و منابع معدنی در شرایطی که چوب بسیار نایاب است
fi: Sijaitsee Atlas-vuoriston eteläpuolella Pohjois-Afrikassa. Jokseenkin avoin kartta, jossa on runsaasti ruokaa ja mineraalivaroja, kun taas puuta on jokseenkin niukasti.
fr: Situé côté sud de la chaîne de l'Atlas en Afrique du Nord. Une carte assez ouverte avec abondance de ressources alimentaires et de minerai, alors que le bois est un peu plus rare.
ga: Atá suite ó dheas an tsliabhraoin Atlais san Afraic Thuaidh. Léarscáil beagáinín oscailte lán le hainmhithe agus mionraí, ach tá adhmad gann.
gd: Deas air a’ Mhonadh Atlais taobh tuath Afraga. Mapa caran fosgailte le pailteas bìdh is mèinneir fhad ’s a tha fiodh caran gann.
hu: Az Atlasz hegység déli oldalán található Észak-Afrikában. Némileg nyitott térkép bőséges élelem és és fém nyersanyaggal, míg a fa meglehetősen ritka.
id: Berada di sebelah selatan pegunungan Atlas di Afrika Utara Peta dengan pangan dan mineral berlimpah, akan tetapi kayu agak langka.
it: Situato a sud della catena montuosa dell'Atlante in Nord Africa. Una mappa abbastanza aperta con abbondanza di risorse alimentari e minerarie, mentre il legno è un po' scarso.
ja: 北アフリカのアトラス山脈の南側にあります。 やや開けたマップで、豊富な食料と鉱物資源に恵まれる一方、木材はやや乏しいです。
ko: 북아프리카의 아틀라스 산맥 의 남쪽에 위치하고 있습니다. 음식과 광물 자원이 풍부한 다소 개방된 지도가며, 나무는 다소 부족합니다.
ms: Berada di sebelah selatan banjaran gunung Atlas di Utara Afrika. Ia merupakan peta terbuka dengan sumber makanan dan mineral yang banyak, sebaliknya sumber kayu adalah terhad.
nb: Beliggende på sørsiden av Atlas-fjellene i Nord-Afrika. Et noe åpent kart med en overflod av mat og mineralressurser samt mindre forekomster av tømmer.
nl: Gesitueerd in het zuiden van het Atlasgebergte in het noorden van Afrika. Een tamelijk open kaart met een overvloed aan voedsel en mineralen, maar hout is eerder zeldzaam.
pl: Lokacja na południe od łańcucha górskiego Atlas w Północnej Afryce. W pewnym stopniu otwarta mapa obfitująca w żywność i zasoby minerałów z ograniczoną nieco ilością drewna.
pt_br: Situado ao sul a cadeia de montanhas do Atlas, no norte da África. Um mapa um tanto aberto, com abundância de comida e minerais, mas madeira é escassa.
pt_pt: Situado a sul da cordilheira do Atlas, no norte de África. Um mapa relativamente aberto com abundância de comida e de recursos minerais, enquanto que a madeira é escassa.
ru: Расположенные на южном склоне Атласских гор в Северной Африке. Весьма открытая карта с обилием еды и минеральных ресурсов, но дерево встречается редко.
sk: Južná časť pohoria Atlas v Severnej Afrike. Pomerne otvorená mapa s prebytkom jedla a minerálnych zdrojov, ale nedostatkom dreva.
sr: Ситуирано на јужној страни планиског венца Атлас у северној Африци. Углавном отворена мапа са обиљем хране и наслагама минерала, док је шума присутна у мањем обиму.
sv: Beläget söder om Atlas bergskedjan i Nordafrika. En något öppen karta med ett överflöd av mat och mineraltillgångar medan det är ont om träd.
tr: Kuzey Afrika'da Atlas dağ sıralarının kuzey tarafında yer alır. Gıda ve maden kaynaklarının bolluğu ile oldukça açık bir harita, ahşap oldukça azdır.
uk: Розташовується на південних схилах гір Атлас у північній Африці. Доволі відкрита карта з безліччю їжі та мінеральних ресурсів, але деревини вкрай мало.
vi: Nằm tại sườn nam ngọn núi Atlas ở Bắc Africa. Một bản đồ mở có vẻ dồi dào nguồn tài nguyên lương thực và khoáng sản, trong khi lại khan hiếm gỗ.
zh: 位于北非的阿特拉斯山脉的南边。 开阔地图，食物和矿物丰盛，木头则较为缺乏。
zh_tw: 座落於位在北非的阿特拉斯山脈的南邊。 有著大量食物及礦物資源的開闊地圖，而木頭則較為缺乏。

source: Aulus Manlius Capitolinus
bg: Авъл Манлий Капитолин
ca: Aule Manli Capitolí
el: Αύλος Μάνλιος Καπιτωλίνος
es: Aulo Manlio Capitolino
it: Aulo Manlio Capitolino
ja: アウルス・マンリウス・カピトリヌス
ko: 아우루스 만리우스 카피토리누스
pl: Aulus Manliusz Kapitolinus
pt_br: Aulo Mânlio Capitolino
pt_pt: Aulo Mânlio Capitolino
ru: Авл Манлий Капитолин
uk: Авл Манлій Капітолін
zh: 奥卢斯·曼利乌斯·卡皮托利努斯
zh_tw: 奥盧斯．曼利烏斯．卡皮托利努斯

source: Hasdrubal the Fair
ast: Hasdrúbal el Pulcro
bg: Хасдрубал Красивия
br: Hasdrubal ar Brav
ca: Àsdrubal el Bell
cs: Hasdrubal Sličný
da: Hasdrubal den Smukke
de: Hasdrubal Cartagena
el: Ασδρούβας ο Ωραίος
es: Asdrúbal el Justo
eu: Asdrubal Zuzena
fa: نمایشگاه هاسدروبال
fi: Hasdrubal Rehellinen
fr: Hasdrubal le Beau
ga: Asrúbal Fionn
gd: Hasdrubal Bòidheach
hu: Hasdrubal, az igazságos
id: Hasdrubal sang Adil
it: Asdrubale il Giusto
ja: 美男子ハスドルバル
ko: 잘생긴 하스드루발
ms: Hasdrubal yang Adil
nb: Hasdrubal den Vakre
nl: Hasdrubal de Eerlijke
pl: Hazdrubal Starszy
pt_br: Asdrúbal, o Belo
pt_pt: Asdrúbal o Belo
ru: Гасдрубал Красивый
sk: Hasdrubal Krásny
sr: Хаздрубал Лепи
sv: Hasdrubal den Rättvise
tr: Adil Hasdrubal
uk: Гасдрубал Красивий
vi: Hasdrubal Người Công Bằng
zh: 公正者 哈斯德鲁巴
zh_tw: 公正者 哈斯德魯巴

source: Artaxshacha II
ast: Artaxšaça II
bg: Артаксшача II
cs: Artaxerxés II. Mnémon
de: Artaxerxes II. Mnemon
el: Αρταξέρξης Β'
fr: Artaxata II
hu: II. Artakhsaszjá
ja: アルタクシャサ2世
ko: 아르탁스샤챠 2세
pl: Artakserkses II
pt_pt: Artaxerxes II
ru: Артаксеркс II
sk: Artachšačá II.
uk: Артахшасса II
zh: 阿尔塔薛西斯二世
zh_tw: 阿爾塔薛西斯二世

source: Tautalus
ast: Tautalos
bg: Тантал
ca: Tàntal
el: Ταύταλος
fa: تاتالوس
fr: Tantale
ga: Tautalas
gd: Tautalo
ja: タウタルス
ko: 타우타루스
pl: Tantal
pt_br: Táutalo
pt_pt: Táutalo
ru: Таутал
sk: Tautalos
tr: Tantalos
uk: Тавтал
zh: 坦塔罗斯

source: Play with the Athenians faction in a non-threatening sandbox environment.
ast: Juöga cun la faccion atheniense n un rodiu folgosu & pacetible.
bg: Играйте с атиняните в безопасна обстановка.
br: C'hoari gant strollad an Ateniz en endro ur gestenn-traezh dic'hourdrouz.
ca: Jugueu amb la facció dels atenesos en un entorn de prova no amenaçador.
cs: Hrajte za Athény v prostředí pískoviště. Nic vás tu nebude ohrožovat.
da: Spil som athenerne i et ikke-truende sandboxmiljø.
de: Spiele mit den Athenern in einer harmlosen Sandkastenumgebung.
el: Παίξε με τους Αθηναίους σε ένα μη απειλητικό περιβάλλον sandbox.
es: Un escenario de pruebas en el que los jugadores puedan experimentar con la civilización ateniense.
eu: Esperimentatu nahi bezala Atenastarren zibilizazioarekin arriskurik gabeko probetarako ingurune batean.
fi: Pelaa ateenalaisten ryhmittymällä vaarattomassa hiekkalaatikkoympäristössä.
fr: Jouer avec les Athéniens dans un environnement de test sans menace.
ga: Imir le faicsean na nAithneach i gcás neamhbhagrach.
gd: Cluich mar Mhuinntir na h‑Àithne ann an àrainneachd bogsa-gainmhich neo-bhagarrach.
hu: Játssz az athéni civilizációval egy nem-ellenséges homokozó környezetben.
id: Main dengan bangsa Athena di lingkungan sandbox yang aman.
it: Gioca con la fazione Ateniese in un ambiente sandbox tranquillo.
ja: アテナイでのプレイを、脅威のない練習モードで行います。
ko: 위협적이지 않은 샌드박스 환경에서 아테네인 파벌과 함께 게임 진행합니다.
ms: Bermain dengan puak Athen dalam persekitaran kotak pasir tanpa-tekanan.
nb: Spill som Athenere i et trygt og rolig sandkassemiljø.
nl: Speel met de Atheense beschaving in een niet-bedreigende zandbak omgeving.
pl: Zapoznaj się z cywilizacją Ateńczyków w bezpiecznym trybie piaskownicy.
pt_br: Jogue com os Atenienses em um ambiente livre de ameaças.
pt_pt: Joga na fação dos Atenienses num ambiente de simulação livre de ameaças.
ru: Играйте афинянами в безопасной песочнице.
sk: Pohrajte sa s frakciou Aténčanov v bezpečnom prostredí pieskoviska.
sr: Играј са Атињанима у безопасном sandbox окружењу.
sv: Spela med Atenarna i en ofarlig sandlådemiljö.
tr: Tehdit edici olmayan bir sanal ortamda Atinalılar ile oynayın.
uk: Грайте за фракцію афінян у безпечному режимі пісочниці.
vi: Đóng vai phe quân Athenian trong một môi trường mở không có mối đe dọa nào.
zh: 和平的环境下测试雅典势力。
zh_tw: 和雅典人在沒有威脅的測試環境中進行遊戲。

source: Sandbox - The Athenians
ast: Folgadorio - Los athenienses
bg: Пясъчник — Атиняните
br: Kestenn-Draezh - An Atenianed
ca: Proves - Els atenesos
cs: Pískoviště - Atéňané
da: Sandbox - Athenienserne
de: Sandkasten – Die Athener
el: Sandbox - Οι Αθηναίοι
es: Escenario de prueba - Los atenienses
eu: Probetarako jokalekua - Atenastarrak
fi: Hiekkalaatikko - Ateenalaiset
fr: Test - Athéniens
ga: Bosca Gainimh - na hAithnigh
gd: Bogsa-gainmhich – Muinntir na h‑Àithne
hu: Homokozó - az athéniak
id: Sandbox - Bangsa Athena
it: Sandbox - Gli Ateniesi
ja: 練習 - アテナイ
ko: 샌드박스 - 아테네인
ms: Kotak Pasir - Yunani
nb: Sandkasse - Athenerne
nl: Zandbak - De Atheners
pl: Ateńczycy (piaskownica)
pt_br: Sandbox - Os Atenienses
pt_pt: Simulação - Os atenienses
ru: Песочница — афиняне
sk: Pieskovisko - Aténčania
sr: Sandbox - Атињани
sv: Atenarna - Sandlåda
tr: Kum Havuzu - Atinalılar
uk: Пісочниця - Афіняни
vi: Chế độ mở - Quân Athenian
zh: 沙盒-雅典
zh_tw: 沙盒 - 雅典人

source: The Athenians
ast: Los athenienses
bg: Атиняните
br: An Atenianed
ca: Els atenesos
cs: Atéňané
da: Athenerne
de: Die Athener
el: Οι Αθηναίοι
es: Los atenienses
eu: Atenastarrak
fa: آتنی
fi: Ateenalaiset
fr: Les Athéniens
ga: Na hAithnigh
gd: Muinntir na h‑Àithne
hu: Az athéniak
id: Athena
it: Gli Ateniesi
ja: アテナイ
ko: 아테네인
ms: Athens
nb: Athenerene
nl: De Atheners
pl: Ateńczycy
pt_br: Os Atenienses
pt_pt: Atenienses
ru: Афиняне
sk: Aténčania
sr: Атињани
sv: Aternarna
tr: Atinalılar
uk: Афіняни
vi: Quân Athenian
zh: 雅典
zh_tw: 雅典人

source: The Spartans
ast: Los lacedemonios
bg: Спартанците
br: Ar Spartaned
ca: Els espartans
cs: Sparťané
da: Spartanerne
de: Die Spartaner
el: Οι Σπαρτιάτες
es: Los espartanos
eu: Espartarrak
fa: اسپارتی ها
fi: Spartalaiset
fr: Les Spartiates
ga: Na Spartaigh
gd: Na Spartaich
hu: A spártaiak
id: Sparta
it: Gli Spartani
ja: スパルタ
ko: 스파르타인
ms: Sparta
nb: Spartanerne
nl: De Spartanen
pl: Spartanie
pt_br: Os Espartanos
pt_pt: Espartanos
ru: Спартанцы
sk: Sparťania
sr: Спартанци
sv: Spartanerna
tr: Spartalılar
uk: Спартанці
vi: Quân Spartan
zh: 斯巴达
zh_tw: 斯巴達人

source: The Persians
ast: Los persas
bg: Персийците
br: Ar Bersianed
ca: Els perses
cs: Peršané
da: Perserne
de: Die Perser
el: Οι Πέρσες
es: Los persas
eu: Persiarrak
fa: پارسیان
fi: Persialaiset
fr: Les Perses
ga: Na Peirsigh
gd: Na Pearsaich
hu: A perzsák
id: Persia
it: I Persiani
ja: ペルシア
ko: 페르시아족
ms: Parsi
nb: Perserne
nl: De Perzen
pl: Persowie
pt_br: Os Persas
pt_pt: Os persas
ru: Персы
sk: Peržania
sr: Персијанци
sv: Perserna
tr: Persler
uk: Перси
vi: Quân Persian
zh: 波斯
zh_tw: 波斯人

source: The Gauls
ast: Los gallos
bg: Галите
br: Ar C'halianed
ca: Els gals
cs: Galové
da: Gallerne
de: Die Gallier
el: Οι Γαλάτες
es: Los galos
eu: Galiarrak
fa: گل ها
fi: Gallialaiset
fr: Les Gaulois
ga: Na Gallaigh
gd: Muinntir na Gaille
hu: A gallok
id: Galia
it: I Galli
ja: ガリア
ko: 골족
ms: Gaul
nb: Gallerne
nl: De Galliërs
pl: Galowie
pt_br: Os Gauleses
pt_pt: Gauleses
ru: Галлы
sk: Galovia
sr: Гали
sv: Gallerna
tr: Galyalılar
uk: Галли
vi: Quân Gaul
zh: 高卢
zh_tw: 高盧人

source: Play around with the Gallic faction in an idyllic sandbox setting.
ast: Juöga cun la faccion galla n un rodiu folgosu & idyllicu.
bg: Играйте с галите в една мирна и безопасна обстановка.
br: C'hoari war e dro gant ar strollad Gallian en arventennoù ur gestenn-traezh bugulganek.
ca: Juga amb la facció gal·la en un entorn idíl·lic de prova.
cs: Hrajte za Galy v idylickém prostředí pískoviště.
da: Spil som den galliske faktion i et idyllisk sandboxmiljø.
de: Spiele die Gallier in einem idyllischen Sandkastenszenario.
el: Παίξτε με τη παράταξη των Γαλατών σε ένα ειδυλλιακό τοπίο με πανεύκολες ρυθμίσεις.
es: Experimenta a tu gusto con la facción gala en un idílico entorno de pruebas.
eu: Esperimentatu nahi bezala Galiarrekin probetarako inguru sinestezinean.
fi: Leiki gallialaisten ryhmittymällä idyllisessä hiekkalaatikkoympäristössä.
fr: Jouer avec la faction gauloise dans un environnement de test idyllique.
ga: Imir le faicsean na nGallach i gcás neamhbhagrach.
gd: Cluich le Muinntir na Gaille ann an suidheachadh bogsa-gainmhich sàr-sheallach.
hu: Játssz a gall néppel egy idilli homokozó beállításban.
id: Main dengan bangsa Galia di pengaturan sandbox yang santai.
it: Gioca con la fazione Gallica in un ambiente sandbox tranquillo.
ja: ガリアをのどかな練習設定でプレイします。
ko: 목가적인 샌드박스 설정에서 갈리아 파벌과 함께 즐기십시오.
ms: Main dengan puak Gaul dalam tetapan kotak pasir yang mempersonakan.
nb: Spill som Gallerne i et idyllisk sandkassemiljø.
nl: Speel met de Gallische beschaving in een idyllische zandbak.
pl: Zagraj Gallami w idyllicznym ustawieniu piaskownicy.
pt_br: Jogue com a facção gaulesa em um ambiente idílico e livre de ameaças.
pt_pt: Joga na fação dos gauleses num cenário idílico de simulação livre de ameaças.
ru: Поиграйте галлами в идиллии песочницы.
sk: Pohrajte sa s galskou frakciou v idylickom prostredí pieskoviska.
sr: Играј се са галском фракцијом у идиличним sandbox поставкама.
sv: Spela med Gallerna i en idyllisk sandlådemiljö.
tr: Pastoral bir ortamda Galya ile oynayın.
uk: Грайти галльською фракцією у ідеальній обстановці.
vi: Đóng vai phe Gallic trong moojy bối cảnh bình dị mở.
zh: 在悠闲的测试环境中试玩高卢文明。
zh_tw: 在快樂祥和的測試環境中玩耍高盧文明。

source: Sandbox - The Britons
ast: Folgadorio - Los britanos
bg: Пясъчник — Бритите
br: Kestenn-Draezh - Ar Vritoned
ca: Proves - Els britans
cs: Pískoviště - Britové
da: Sandbox - Briterne
de: Sandkasten – Die Britonen
el: Sandbox - Οι Βρετανοί
es: Escenario de prueba - Los britanos
eu: Probetarako jokalekua - Britaniarrak
fi: Hiekkalaatikko - Britit
fr: Bac à sable - Bretons
ga: Bosca Gainimh - na Briotnaigh
gd: Bogsa-gainmhich – Na Breatannaich
hu: Homokozó - a britonok
id: Sandbox - Bangsa Briton
it: Sandbox - I Britanni
ja: 練習 - ブリトン
ko: 샌드박스 - 브리튼족
ms: Kotak Pasir - Briton
nb: Sandkasse - Britene
nl: Zandbak - De Britten
pl: Brytowie (piaskownica)
pt_br: Sandbox - Os Bretões
pt_pt: Simulação - Os bretões
ru: Песочница — Бритты
sk: Pieskovisko - Briti
sr: Sandbox - Бритонци
sv: Britter - Sandlåda
tr: Kum Havuzu - Britonlar
uk: Пісочниця - Брити
vi: Chế độ mở - Quân Briton
zh: 沙盒——布立吞
zh_tw: 沙盒 - 不列顛人

source: Roman Interlopers
ast: Intrusos romanos
bg: Римски нашественици
br: Estrourien roman
ca: Intrusos romans
cs: Římští vetřelci
da: Romerske Smughandlere
de: Römische Eindringlinge
el: Ρωμαίοι Παρείσακτοι
es: Intrusión romana
eu: Erromatar Mugalariak
fi: Roomalaiset tunkeilijat
fr: Intrus romains
ga: Tuilithe Rómhánacha
gd: Sgimilearan Ròmanach
hu: Római betolakodók
id: Pengganggu Romawi
it: Intrusi Romani
ja: ローマの侵入者
ko: 로마 침입자들
ms: Pencampur Urusan Rom
nb: Romerske inntrengere
nl: Romeinse wachters
pl: Rzymscy natręci
pt_br: Invasores Romanos
pt_pt: Intrusos romanos
ru: Римский контрабандист
sk: Rímski votrelci
sr: Римски уљези
sv: Romerska Inkräktare
tr: Romalı Karışmalar
uk: Непрохані римляни
vi: Quân xâm lược Roman
zh: 罗马入侵
zh_tw: 羅馬入侵者

source: Explore the Carthaginian Buildings and Units.
ast: Explora lɐs construcciones & unidades púnicɐs.
bg: Проучете картагенските сгради и единици.
br: Ergerzhout ar Savadurioù Kartajinian hag Unanennoù.
ca: Exploreu els edificis i les unitats cartaginesos.
cs: Prozkoumejte kartaginské budovy a jednotky.
da: Udforsk de kartaginiensiske bygninger og enheder.
de: Entdecke die Gebäude und Einheiten Karthagos.
el: Εξερευνήστε τα κτήρια και τις μονάδες των Καρχηδονίων.
es: Explora los edificios y unidades cartaginesas.
eu: Kartagotarren Eraikin eta Unitateak esploratu.
fi: Tutki karthagolaisia rakennuksia ja yksiköitä.
fr: Explorez les bâtiments et unités carthaginois.
ga: Féach thart ar na foirgnimh agus na haonaid de chuid na gCartagach.
gd: Faigh eòlas air togalaichean is aonadan nan Cartagach.
hu: Fedezd fel a karthágói épületeket és egységeket.
id: Jelajahi bangunan dan unit Kartago
it: Esplora gli Edifici Cartaginesi e le Unità.
ja: カルタゴの建物やユニットを探索します。
ko: 카르타고인의 건물과 유닛들을 둘러봅니다.
ms: Jelajahi Bangunan dan Unit Carthage.
nb: Utforsk de Karthagske bygninger og enheter.
nl: Bekijk de Carthaagse gebouwen en eenheden.
pl: Zapoznaj się z kartagińskimi budynkami i jednostkami.
pt_br: Explore as construções e unidades cartaginesas.
pt_pt: Explora os edifícios e as unidades cartaginesas.
ru: Исследуйте карфагенские здания и юнитов.
sk: Spoznajte kartáginské budovy a jednotky.
sr: Истражи картагинске грађевине и јединице.
sv: Utforska Karthaginska byggnader och soldater.
tr: Kartacalı Yapıları ve Birlikleri Keşfet.
uk: Досліджуйте карфагенські будівлі та юніти.
vi: Khám phá những công trình và đơn vị của quân Carthaginian
zh: 探索迦太基的建筑和单位。
zh_tw: 探索迦太基人的建築物及單位。
