Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The Spartans were undisputed masters of phalanx warfare. The Spartans were so feared for their discipline that the enemy army would sometimes break up and run away before a single shield clashed. 'Othismos' refers to the point in a phalanx battle where both sides try to shove each other out of formation, attempting to breaking up the enemy lines and routing them.
ast: Los espartanos dominaron la llucha en falanxe. Tan llerciosa foi la disciplina de los espartanos que de xemes en cuando l'exércitu enemigu espardía y fuxía ensin que se cutieren los escudos. El «Othismós» refierse al momentu de la batalla cuando los dos bandos tenten d'emburriar al otru fuera de la formación en falanxe, pa desfacer les llinies del enemigu y derrotalu.
bg: Спартанците били ненадминати в изпълнението на формацията „фаланга“. Те всявали такъв страх с дисциплината си, че понякога вражеската войска сама отстъпвала още преди да е нанесен първият удар. „Отисм“ е онзи момент в битката на две формации „фаланга“, в който всяка от страните се опитва да изкара другата от строя, опитвайки се да разбие фронта ѝ и да я заобиколи.
br: Ar Spartaniz a oa mistri ar brezel gant bezenoù ne c'halled ket kavout reoù all gwelloc'h egeto. Ar Spartaniz a oa ken doujet evit o barregezh hag en dije an arme enebour dilezel an emgann ha tec'hel kuit a-raok ma vije skoet ur skoed gant egile. 'Othismos' a ra dave d'ar poent en ur bezen stourm e-lec'h ma klask an daou du da vountañ an eil hag egile e-maez eus ar stummadur, o klask da derriñ al linennoù enebour ha da hentañ anezhe.
ca: Els espartans eren els mestres indiscutibles de la guerra amb falange. Els espartans eren tan temuts per la seva disciplina que a vegades els exèrcits enemics trencaven files i fugien corrents abans que xoquessin els escuts. "Othismos" és el punt en una batalla de falanges on els dos bàndols intenten empènyer l'enemic a trencar la formació per atacar-lo.
cs: Sparťané byli bez debat mistry používání falangy. Pro svou disciplínu byli tak obávanými soupeři, že se nepřátelské oddíly občas rozpadly a prchly z boje ještě než došlo ke střetu. 'Othismos' označuje ten moment ve střetu falang, kdy se obě strany snažily rozrazit nepřátelskou formaci v pokusu o její rozbití a zahnání nepřítele.
de: Die Spartaner waren unbestrittene Meister der Kriegsführung mit Phalanxtaktiken. Die Spartaner waren wegen ihrer Disziplin so gefürchtet , dass feindliche Armeen mitunter auseinander fielen und davonliefen, bevor auch nur ein einziger Schild auf einen anderen stieß. 'Othismos‘ bezieht sich auf jenen Punkt, an dem beide Seiten versuchen, sich gegenseitig aus der Formation zu drängen, mit dem Ziel die gegnerische Formation aufzubrechen und in die Flucht zu jagen.
el: Οι Σπαρτιάτες ήταν αδιαμφισβήτητα αυθεντίες της στρατιωτικής φάλαγγας. Οι Σπαρτιάτες ήταν τόσο φοβεροί για την πειθαρχία τους, που ο στρατός του εχθρού μερικές φορές διασκορπιζόταν και να έτρεχε μακριά πριν συγκρουστούν με την Σπαρτιατική φάλαγγα. Ο «Ωθισμός» αναφέρεται στο σημείο της μάχης με φάλαγγα όπου και οι δύο πλευρές προσπαθούν να διασπάσουν το σχηματισμό ο ένας του άλλου, προσπαθώντας να σπάσουν τις γραμμές του εχθρού και να ανακόψουν την πορεία του.
es_ar: Los espartanos eran los maestros indiscutibles del combate en falanges. También se les temía tanto por su disciplina que los ejércitos enemigos a veces rompían formación y huían antes del comienzo de la batalla. "Othismos" hace referencia al punto en una batalla de falanges en los que ambos lados intentan sacar de formación al otro bando, y con eso intentar romper sus líneas y derrotarlos.
eu: Espartarrak falange gerretako maisu eztabaidaezinak ziren. Hainbesteko beldurra eragiten zuen beraien diziplinak askotan etsaiek ezkutuak ukitu aurretik ere desegin eta hanka egiten zutela. 'Othismos'ek azaltzen zuen falangeko borrokaren puntu bat non bi aldeak parekoa txikitzen saiatzen diren, etsaien ilarak puskatuz eta osatzen dituztenak ihes arazten dituzten.
fa: اسپارتها استادان بی نظیر آرایش نظامی فالانژ بودند. آنها به قدری در این آرایش نظامی مهارت داشتند که با این آرایش نظامی قبل از آنکه مستقیم با دشمن درگیر شوند باعث شکسته شدن آرایش نظامی دشمن می شدند.
ga: Bhí na Spartaigh ina máistrí gan chéistiú ar chogaíocht falaing. Bhí eagla chomh mór ar a naimhde in aghaidh leis an disciplín Spartach, gur éalaigh siad go huaireanta roimh atá aon sciath ag buail le sciath eile. Tagraíonn 'othismos' ar an am sa chath na bhfalang nuair a baineann gach taobh triail as an dtaobh eile a bhriseadh agus nuair a bhrúnn siad as a chéile don líne naimhdeach a chloí.
he: הספרטנים היו המאסטרים הבלתי מעורערים של גדודי המלחמה .הספרטנים היו כל כך חששו למשמעת שלהם שבצבא האויב הייתי לפעמים להיפרד ולברוח לפני מגן אחד התעמת. 'אוטימוס' מתייחס לנקודה בקרב בה גדוד שבו שני הצדדים מנסים לדחוף אחד את השני אל מחוץ למבנה, ומנסה לשבור את קווי האויב וניתובם.
hu: A spártaiak voltak a phalanxharc vitathatatlan mesterei. A spártaiaktól úgy féltek a fegyelmük miatt, hogy néha az ellenséges hadsereg szétesett és elfutott mielőtt egyetlen pajzs is összeütközött volna. Az „othiszmosz” a phalanxcsata azon pontjára utal, amikor mindkét fél próbálja kiütni a másikat az alakzatból, megpróbálva széttörni az ellenség sorait és terelni őket.
hy: Սպարտացիները փաղանգներով պատերազելու անվիճելի վարպետներ էին։ Սպարտացիների կարգապահությունն այնքան սահմռկեցուցիչ էր, որ հակառակորդի զորքերը երբեմն խախտում էին մարտակարգը և փախչում նույնիսկ մինչև վահանների բախումը։ 'Օթիսմոս'-ը փաղանգներով ճակատամարտի այն պահն է, երբ երկու կողմերը փորձում են խախտել հակառակորդի շարքերը՝ թուլացնելով հակառակորդի մարտակարգը և փախուստի մատնելով նրան։
it: Gli Spartani erano maestri indiscussi della tattica della falange. Gli Spartani erano così temuti per la loro disciplina che capitava a volte che l'esercito nemico rompesse i ranghi e fuggisse prima ancora che venisse urtato un singolo scudo. 'Othismos' si riferisce al momento di uno scontro tra falangi in cui entrambe le parti cercavano di spingersi a vicenda fuori della formazione, cercando di rompere le linee nemiche e di metterle in rotta.
ja: スパルタ人は疑うことなく密集陣形による戦闘の達人でした。スパルタ人はその思想からとても恐れられており、敵軍は時に、盾と盾がぶつかる前から逃げ出すこともありました。「オチスモス」というのは、密集陣形の戦いにおいて両軍が押し合って隊列を崩し合おうとする時点のことで、その目的は敵の戦線を打ち破って道を開くことです。
ko: 스파르타는 밀집대형인 팔랑크스 대형으로 전투의 달인 이었습니다. 스파르타는 그들의 규율에 대해 너무 두려워서 적군들은 때때로 단 하나의 방패가 부딪치기도 전에 도망쳤습니다. '오티스모스' 란 밀집진형 전투에서 양쪽 군이 서로를 밀어붙여 대열을 잃고 무너지는 시점에서, 그 목적은 적의 전선을 무너뜨리고 길을 여는것입니다.
nb: Spartanerne var de ubestridte mesterne i falanks-krigføring. Spartanerne var så fryktet for sin disiplin at fiendens hær brøt noen ganger opp og løp unna før et eneste skjold hadde truffet hverandre. 'Othismos' viser til punktet i et falanks-slag der begge sider prøver å dytte den andre ut av formasjon i et forsøk på å bryte opp fiendens linjer og dermed lede dem.
pl: Spartanie byli bezsprzecznymi mistrzami wojowania falangą. Spartanie wzbudzali taki strach swoją dyscypliną że czasami wroga armia uciekała zanim zderzyła się choć jedna tarcza. 'Othismos' odnosi się do punktu w bitwie, w którym obie strony próbują rozbić nawzajem swoje formacje, dążąc do przerwania linii wroga i wywołania popłochu.
pt_br: Os Espartanos eram os mestres incontestáveis da arte militar da falange. Eram tão temidos pela sua disciplina que, por vezes, o exército inimigo se desfazia e dispersava antes sequer de qualquer confronto físico. O termo 'othismos' refere-se ao momento de uma batalha falangeal em que ambos os campos tentam quebrar a formação um do outro, numa tentativa de desfazer as linhas do inimigo e obrigá-lo a se dispersar.
ru: Спартанцы, бесспорно, были мастерами ведения боя фалангами. Благодаря своей дисциплине спартанцы внушали такой ужас, что враги временами могли потерять дух и убежать с поля боя, так и не сломав ни одного щита. "Осисмосом" называлась точка в столкновении фаланг, в которой обе стороны пытались вытолкнуть друг друга из построения, пытаясь прорвать строй противника и обратить его в бегство.
sk: Sparťania boli neohrozenými majstrami falangového vojenstva. Kvôli svojej disciplíne boli tak obávaní, že občas sa zvykla nejaká nepriateľská armáda rozbiť a rozutekať bez jediného zarinčania štítu. Slovo "othismos" sa vzťahuje na bod vo falangovej bitke, keď sa obe strany snažia si navzájom rozvrátiť formácie, prelomiť súperovu líniu a nasmerovať ho na potrebné miesto.
sv: Spartanerna var obestridda mästare av falansk krigföring. Spartanerna var så rädda för sin disciplin att fiendens armé ibland skulle bryta upp och springa undan innan en enda sköld kollapsade. "Othismos" refererar till punkten i en falskstrid där båda sidor försöker skjuta varandra ut ur formation, försöka bryta upp fiendens linjer och dirigera dem.
tr: Spartalılar, falanks savaşı tartışılmaz ustalarıydı. Spartalılar disiplinlerinden öylesine korkuyorlardı ki, düşman ordusu bazen tek bir kalkan çatışmadan ayrılabilir ve kaçabilirdi. 'Othismos', her iki tarafın birbirlerini formasyon dışı bırakmaya çalışan, düşman hatlarını parçalamaya ve onları yönlendirmeye çalışan bir falanks savaşındaki noktaya değinir.
uk: Спартанці, безперечно, були майстрами ведення бою фалангами. Завдяки своїй дисципліні спартанці вселяли такий жах, що вороги часом могли втратити дух і втекти з поля бою, так і не зламавши жодного щита. "Осисмосом" називалася точка в зіткненні фаланг, в якій обидві сторони намагалися виштовхнути один одну з побудови, намагаючись прорвати ряди противника і обернути його у втечу.
zh: 斯巴达人是毋庸置疑的方阵战大师。他们的纪律之严明令人闻风丧胆，敌人常常在冲阵之前就已经瓦解溃散了。‘Othismos’ 一词意指方阵战双方都试图冲破敌方阵型并将敌方分而化之的时刻。
zh_tw: 斯巴達人無疑是方陣作戰的大師。因為斯巴達人相當重視他們的紀律，導致了有時候敵人尚未與斯巴達人正面衝突就先落荒而逃。「Othismos」是「肉搏」，是指方陣戰鬥中雙方衝撞對方的方陣的時間點，此時雙方都在嘗試突破對方的防線，以為繼續前進鋪路。

source: The Spartan rank upgrades at the Barracks cost no resources, except time.
ast: Los avances de rangu espartanos del cuartel nun cuesten nengún recursu, a nun ser el tiempu.
bg: Повишаването на ранга на спартанците в казармата не изисква ресурси, а само време.
br: Ne gousto netra e mammennoù gwelladennoù ar gradoù Spartan er c'hazarnioù, paneve amzer.
ca: Les millores de rang espartanes a la caserna no costen recursos, només temps.
cs: Povyšování ve spartských kasárnách nestojí žádné zdroje, kromě času.
de: Die Beförderungen in den spartanischen Kasernen kosten keine Ressourcen, außer Zeit.
el: Οι αναβαθμίσεις του βαθμού των Σπαρτιατών στους Στρατώνες δεν στοιχίζουν σε πόρους, μόνο σε χρόνο.
es_ar: Las mejoras de rango de los espartanos en las barracas no cuestan recursos, solo tiempo.
eu: Espartarren Kuarteletako maila igoerak ez dute kosturik baliabideetan, denbora baino ez.
fa: ارتقا رتبه سربازان اسپارت در پادگان ها هیچ هزینه ای ندارد و تنها به زمان نیاز دارد.
ga: Ní theastaíonn aon acmhainn ar uasghraduithe na ranganna Spartacha, ach am amháin.
he: שדרוג דרגת ספרטניות במגורי החיילים לא דורש משאבים נוספים מלבד זמן.
hu: A spárati rangfejlesztések a laktanyákban nem kerülnek nyersanyagba, csak időbe.
hy: Զորանոցի սպարտական աստիճանային կատարելագործումները չեն պահանջում ոչ մի ռեսուրս, բացառությամբ ժամանակի։
it: Gli aggiornamenti Spartani presso la Caserma non costano risorse, tranne il tempo.
ja: 兵営でのスパルタのランク昇進には資源は不要です。ただし時間はかかります。
ko: 스파르타가 병영에서 랭크 업그레이드를 할 때에는 시간을 제외하고는 자원이 소모되지 않습니다.
nb: Den spartanske oppgraderingen av grad i kasernene koster ingen ressurser unntatt tid.
pl: Ulepszenie rankingu Spartanów w Barakach nic nie kosztuje, zabiera jedynie czas.
pt_br: O posto dos Espartanos progride a medida que os Quartéis custam nenhum recurso, exceto tempo.
ru: Повысить уровень спартанца возможно в бараках, это не требует никаких ресурсов кроме времени.
sk: Spartské povýšenia vojakov na ďalšie stupne v kasárňach nestoja žiadne suroviny, iba čas.
sv: Spartanska ranguppgraderingen i kasernerna kostar inga resurser förutom tid.
tr: Sparta rütbe güncellemeleri Kışlalarda hergangibir maliyete ve zamana sebep olmayacak.
uk: Підвищити рівень спартанця можливо в бараках. Це не вимагає ніяких ресурсів, крім часу.
zh: 斯巴达士兵的等级可在军营不需任何资源的升级，只需要时间。
zh_tw: 斯巴達士兵的等級可在軍營不需任何資源的升級，只需要時間。

source: Laws of Lycurgus
ast: Lleis de Licurgu
bg: Законите на Ликург
br: Lezenn Lycurgus
ca: Lleis de Licurg
cs: Lykúrgovy zákony
de: Lykurgische Reformen
el: Ρήτρα του Λυκούργου
es_ar: Leyes de Licurgo
eu: Lycurgusen Legea
fa: قوانین لیکورگاس
ga: Dlíthe Laíocurgais
he: חוקים של ליקורגוס
hu: Lükurgosz törvényei
hy: Լիկուրգոսի օրենքներ
it: Leggi di Licurgo
ja: リュクルゴスの制
ko: 리쿠르고스의 법
nb: Lykurgs lover
pl: Prawa Likurga
pt_br: Leis de Licurgo
ru: Законы Ликурга
sk: Lykurgove zákony
sv: Lykurgos Lagar
tr: Likurgus Yasaları
uk: Закони Лікурга
zh: 莱克格斯的律法
zh_tw: 來古格士律法

source: Under the Constitution written by the mythical law-giver Lycurgus, the institution of The Agoge was established, where Spartans were trained from the age of 6 to be superior warriors in defense of the Spartan state.
ast: So la constitución escrita pol llexislador míticu Licurgu, la institución de L'Agogé establecióse onde s'entrenaben a los espartanos dende los 6 años pa que foren guerreros superiores na defensa del estáu espartanu.
bg: Спартанското възпитание било установено от конституцията, написана от митичния законодател Ликург. Според нея, спартанците трябвало да бъдат обучавани от 6-годишни да бъдат изключителни во̀ини, за да защитават Спарта.
br: Dindan ar Vonreizh a skrivas al lezennour mojennel Lycurgus, diazezet e oa saverezh an Agoge, a lakae ar Spartaned da vezañ stummet adalek o 6vet bloavezh da vezañ brezelourien hep o far da zifenn ar Stad Spartanel.
ca: Sota la Constitució escrita pel mític legislador Licurg, es va establir la institució de l'Agogé, on s'entrenaven els espartans a partir de 6 anys d'edat per ser guerrers superiors en defensa de l'estat espartà.
cs: Na základě Ústavy napsané mýtickým zákonodarcem Lykurgem byla zřízena vojenská výchova (agoge), v níž byli Sparťané už od 6 roků cvičeni, aby se z nich stali prvotřídní bojovníci schopní bránit svůj stát.
de: Unter der Verfassung des mythenhaften Gesetzgebers Lykurg wurde die Agoge etabliert. Sie war ein Erziehungssystem, bei dem Spartaner bereits ab dem 6. Lebensjahr ausgebildet wurden, um überlegene Krieger zur Verteidigung des spartanischen Staates zu werden.
el: Υπό το Σύνταγμα που γράφτηκε από τον μυθικό νομοθέτη Λυκούργο, εγκαθιδρύθηκε το καθεστώς της Αγωγής, όπου οι Σπαρτιάτες εκπαιδεύονταν από 6 χρονών για να γίνουν ανώτεροι πολεμιστές για την άμυνα της Σπάρτης.
es_ar: Se estableció el Agogé en la constitución escrita por el legendario legislador Licurgo, la institución donde los espartanos recibían entrenamiento desde los 6 años para convertirse en guerreros superiores para defender el estado de Esparta.
eu: Lycurgus legegile ospetsuak idatzitako konstituzioaren pean, Agoge instituzioa sortu zen, non Espartarrak Espartar estatua defendatzeko goi mailako gudariak izateko ikasten zuten 6 urte betetzen zituztenetik aurrera.
fa: بر اساس قانون اساسی نوشته شده توسط لیکورگاس و روش تربیتی اگوپ اسپارتها به پسران خود از 6 سالگی آموزش های سخت نظامی می دادند تا جنگجویان بزرگی شوند. و از اسپارت دفاع کنند
ga: Faoin Bhunreacht atá scríofa ag an reachtóir miotasach Laíocurgas, bunaíodh fora an Agóigé, cé a bhí na Spartaigh traenáilte ó 6 bliana d'aois a bheidh saighdiúirí den scoth ar son cosanta an stáit Spartaigh.
he: על פי החוקה שנכתבה על ידי המחוקק ליקורגוס המיתי, מוסד אגוגה הוקם, שבו הספרטנים אומנו מגיל 6 להיות לוחמים מעולים בהגנה על המדינה הספרטנית.
hu: A mitikus törvényhozó, Lükurgosz alkotmánya alapította meg az agógé rendszerét, amelyben a spártaiakat 6 éves koruktól kezdve kiváló harcosoknak nevelték a spártai állam védelmében.
hy: Առասպելական օրենսգիր Լիկուրգոսի գրած Սահմանադրության համաձայն հիմնվեց Ագոգե համակարգը, ըստ որի սպարտացիները մարզվում էին 6 տարեկանից սկսած, որպեսզի դառնան Սպարտայի պաշտպանության գերազանց մարտիկներ։
it: Sotto i dettami della Costituzione scritta dal mitico legislatore Licurgo, venne istituita l'Agoghé, dove gli spartani venivano formati a partire dall'età di 6 anni per essere i migliori guerrieri a difesa di Sparta.
ja: 伝説的立法者のリュクルゴスが定めた国制のもと、スパルタ教育の制度が確立されました。スパルタ人はスパルタ防衛の優れた戦士となるため、6歳から訓練を受けました。
ko: 신화적인 입법가 리쿠르고스가 쓴 헌법에 따라 아고게라는 기관이 세워졌는데, 여기서 스파르타인들은 6세 때부터 스파르타 국가를 방어하는 우월한 전사로 양성 하였습니다.
nb: Under grunnloven skrevet av den legendariske lovmakeren Lykurg, ble institusjonen Agoge etablert, der Spartanerne ble trenet fra 6 års alder til å bli overlegne krigere i forsvaret av den spartanske stat.
pl: Wraz z konstytucją napisaną przez mitycznego prawodawcę Likurga, powstała instytucja spartańskiego wychowania, zgodnie z którą Spartanie w wieku 6 lat zaczynali szkolenie, czyniące z nich znakomitych wojowników w obronie spartańskiego państwa.
pt_br: No âmbito da Constituição redigida pelo mítico legislador Licurgo, foi fundada a instituição da Agogê, em que os Espartanos eram treinados desde os 6 anos para serem guerreiros excepcionais, em defesa de Esparta.
ru: В соответствии с Конституцией, разработанной законотворцем Ликургом, был основан институт Агоге, в котором Спартанцы тренировались с 6 лет, чтобы стать превосходными воинами для защиты государства Спарты.
sk: Na základe Ústavy napísanej mýtickým zákonodarcom Lykurgom sa pre agóge zriadili špeciálna inštitúcia, v ktorej boli Sparťania už od 6 rokov trénovaní, aby sa z nich stali prvotriedni bojovníci schopní obraňovať svoj štát.
sv: Enligt konstitutionen, som skrevs av den mytiska lagstiftaren Lycurgus, inrättades Agoges institution, där spartaner utbildades från 6 års ålder för att vara överlägsna krigare för att försvara den spartanska staten.
tr: Mitolojik kanuni veren Lycurgus tarafından yazılan Anayasa uyarınca Spartalıların Spartalı devletin savunmasında üstün savaşçılar olmak için Spartalıların 6 yaşından itibaren eğitildiği Agogenin kuruluşu kuruldu.
uk: Відповідно до Конституції, розробленої законотворцем Лікургом, був заснований інститут Агоге, в якому Спартанці тренувалися з 6 років, щоб стати чудовими воїнами для захисту держави Спарти.
zh: 根据被赋予神权的莱克格斯制定的宪法，确立了斯巴达教育制度。男孩在6岁前是由双亲抚养的，但其父母从小则会训练他们成为独立坚强的战士，甚至有点冷酷无情。7岁后便会编入团队进行军事训练。
zh_tw: 根據被賦予神權的來古格士所制定的法律，因而確立了斯巴達的教育制度，斯巴達人從6歲開始就會被訓練為勇猛的戰士以防衛斯巴達人的領土。

source: Increases the health for citizen-soldier infantry spearmen by 10% for allies of Spartan players.
ast: Aumenta nun 10% la vida de los llanceros ciudadanos-soldáu d'a pie a los aliaos de xugadores espartanos.
bg: Здравето на пехотните граждани-во̀ини с копия се увеличава с 10% за съюзниците на играчите, играещи със спартанците.
nb: Øker helsen for borgersoldatinfanteri-spydmenn med 10% for allierte av Spartaner-spillere.
sk: Zvyšuje zdravie kopijníkov o 10% spojeneckých sparťanských hráčov.

source: Peloponnesian League
ast: Lliga del Peloponesu
bg: Пелопонески съюз
br: Kevre ar Peloponnesos
ca: Lliga del Peloponès
cs: Peloponéská liga
de: Peloponnesischer Bund
el: Πελοποννησιακή Συμμαχία
es_ar: Liga del Peloponeso
eu: Liga Peloponesiarra
fa: اتحاد پلوپونزی
ga: Conradh na Péalopoinéise
he: הליגה הפלופונסית
hu: Peloponnészoszi Szövetség
hy: Պելոպոնեսյան միություն
it: Lega Peloponnesiaca
ja: ペロポネソス同盟
ko: 펠로폰네소스 동맹
nb: Den peloponnesiske liga
pl: Związek Peloponeski
pt_br: Liga do Peloponeso
ru: Пелопоннесский союз
sk: Peloponézska liga
sv: Peloponnesiska Förbundet
tr: Peloponez Birliği
uk: Пелопонеська Ліга
zh: 伯罗奔尼撒同盟
zh_tw: 伯羅奔尼撒聯盟
