Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: I am starting a massive military campaign against %(_player_)s, come and join me.
ar: أنا أبدأ حملة عسكريّة ضخمة ضدّ %(_player_)s، تعال انضمّ معي.
ast: Sto intamando una gran expedicion militar contra %(_player_)s, ¡junhi-te!
bg: Започвам масивна военна кампания срещу %(_player_)s. Присъедини се към мен.
br: Stagañ a ran gant ur vrezeliadenn vras a-enep da %(_player_)s, deuit ganin.
ca: Estic començant una campanya militar massiva contra %(_player_)s, uneix-t'hi.
cs: Začínám obrovské vojenské tažení proti %(_player_)s, přijď a přidej se ke mně.
da: Jeg starter en massiv militærkampagne mod %(_player_)s, kom og vær med.
de: Ich starte einen massiven militärischen Feldzug gegen %(_player_)s, auf geht's, begleite mich.
el: Ξεκινάω μια τεράστια στρατιωτική εκστρατεία ενάντια σε %(_player_)s, έλα και ακολούθησε με.
eu: %(_player_)s kontrako guda oldar erabatekoa hasten ari naiz, etorri nirekin.
fa: من یک عملیات وسیع نظامی بر علیه %(_player_)s آغاز کردم، بیاید و به من بپیوندید
fi: Aloitan massiivisen sotaoperaation %(_player_)s vastaan, liity mukaan taisteluun.
fr: Je lance une campagne militaire d'envergure contre %(_player_)s, venez me rejoindre !
ga: Táim ag tosú feacthais mhíleata ollmhóir faoi %(_player_)s, béidh tú i do bhall liom?
gd: Tha airson ionnsaigh mhòr a thoirt an aghaidh %(_player_)s, an dig thu còmhla rium?
gl: Estou comezando unha campaña militar masiva contra %(_player_)s. Únete a min.
hu: Egy nagy hadjáratot indítok %(_player_)s ellen, gyere, csatlakozz.
id: Saya memulai operasi militer besar-besaran melawan %(_player_)s, ayo ikut saya.
it: Sto cominciando una campagna militare massiccia contro %(_player_)s, unisciti a me.
ja: 当方は%(_player_)sに対する大規模な軍事作戦を展開中です。参戦を願います。
ko: %(_player_)s 님에게 대항하여 대규모 군사 캠페인을 시작할 것입니다. 참전 하세요.
lt: Pradedu stambaus masto karinę kampaniją prieš %(_player_)s. Prašau prie manęs prisijungti.
ms: Saya baru memulakan kempen ketenteraan besar-besaran terhadap %(_player_)s, marilah sertai saya.
nb: Jeg starter et massivt militærfelttog mot %(_player_)s, kom og bli med meg.
pl: Zaczynam masywną kampanię wojskową przeciw %(_player_)s, chodź się przyłącz.
pt_br: Estou iniciando uma massiva campanha militar contra %(_player_)s, não gostaria de juntar-se a mim?
pt_pt: Estou a começar uma campanha militar massiva contra %(_player_)s, junta te a mim!
ru: Я начинаю масштабную военную кампанию против %(_player_)s, приходи и поддержи меня.
sk: Začínam masívnu vojenskú kampaň proti %(_player_)s, poď a pridaj sa.
sv: Jag startar en massiv militär kampanj mot %(_player_)s, kom och hjälp mig.
tr: %(_player_)s a karşı büyük bir askeri seferberliğe başlıyorum, gel ve bana katılın.
uk: Я починаю масовану військову кампанію проти %(_player_)s, приходьте та приєднуйтеся до мене.
zh: 我正在对 %(_player_)s 发动大规模军事战役，来加入我吧。
zh_tw: 我已開始發起對 %(_player_)s 的大型戰役，來加入我吧。

source: I have set up a huge army to crush %(_player_)s. Join me and you will have your share of the loot.
ar: لقد جهزّت جيشًا ضخمًا لسحق %(_player_)s. انضمّ معي وستستلم حصّتك من الغنائم.
ast: Tengo un exércitu aviau pa ’sfarrapar a %(_player_)s. Junhi-te & partimus la cacida.
bg: Подготвих голяма войска, с която да разбия %(_player_)s. Присъедини се към мен и ще си разделим плячката.
br: Savet em eus ur pezh arme da flastrañ %(_player_)s. Deuit ganin ha bez ho po ho lodenn eus ar breizhadenn.
ca: He alçat un exèrcit enorme per esclafar %(_player_)s. Uneix-te a mi i tindràs la teva part del botí.
da: Jeg har oprettet en kæmpe hær for at knuse %(_player_)s. Slut dig til mig, og du vil få din del af byttet.
de: Ich hab eine riesige Armee aufgebaut, um %(_player_)s zu vernichten. Hilf mir dabei, und du wirst deinen Anteil an der Beute erhalten.
el: Έχω φτιάξει ένα τεράστιο στρατό για να συνθλίψω τoν %(_player_)s. Έλα μαζί μου και θα μοιραστούμε τα λάφυρα.
eu: %(_player_)s birrintzeko asmoz sekulako armada bildu dut. Bat egin eta harrapakina banatuko dugu.
fa: من یک لشگر بزرگ تجهیز کردم تا %(_player_)s را خرد کنم. به من بپیوندید و در غنایم جنگ شریک شوید.
fr: J'ai préparé une immense armée afin d'écraser %(_player_)s. Rejoignez-moi et vous aurez votre part du butin.
ga: Chruthaigh mé arm ollmhór agus %(_player_)s a scriosadh. Beidh tú i do bhall liom agus tógfaidh tú le do chuid creiche.
gd: Tha mi air feachd mòr a thrusadh gus crìoch a chur air %(_player_)s. Aoin rium agus gheibh thu do chuid dhen spùinn.
hu: Felállítottam egy nagy sereget, hogy eltapossam: %(_player_)s. Csatlakozz, és megkapod a részed a zsákmányból.
id: Saya telah membuat pasukan besar untuk menghancurkan %(_player_)s. Ikut saya dan Anda akan mendapat bagian dari jarahannya.
it: Ho preparato un' armata enorme per distruggere %(_player_)s. Unisciti a me ed avrai la tua parte di bottino.
ja: 当方は%(_player_)sを壊滅すべく巨大な軍隊を編成しました。参戦いただければ、相応の戦利品を衝突得るでしょう。
ko: %(_player_)님을 격파하기 위해 거대한 군대를 편성했습니다. 저희와 함께하면 그 전리품은 당신 몫이 될 것입니다.
lt: Parengiau milžinišką armiją %(_player_)s sutriuškinimui. Prisijunkite prie manęs ir pasidalinsime grobį.
nb: Jeg har formet en stor hær for å knuse %(_player_)s. Gå med meg og ta din del av byttet.
pl: Stworzyłem wielką armię aby zgnieść %(_player_)s.Przyłącz się do mnie, a podzielimy się łupami.
pt_br: Eu preparei um exército enorme para destruir %(_player_)s. Junte-se a mim e terá que compartilhar parte do saque.
ru: Я собрал огромную армию, чтобы сокрушить %(_player_)s. Присоединяйся ко мне и получишь свою долю добычи.
sv: Jag har byggt upp en stor armé för att krossa %(_player_)s. Gå med mig och du kommer att få din del av bytet.
tr: %(_player_)s ezip geçmek için kocaman bir ordu kurdum. Bana katıl ve ganimetten pay al.
uk: Я створив величезну армію, щоб задавити %(_player_)s. Приєднуйтесь до мене, і ви будете мати свою частку награбованого.
zh: 我已组织大军，准备打垮 %(_player_)s ，和我一起进攻，去分享战利品吧。
zh_tw: 我已經對 %(_player_)s 送出大量的軍隊要來粉碎他了。加入我，你就可以分享戰利品。

source: I am launching an attack against %(_player_)s.
ar: أنا أبدأ هجومًا ضدّ %(_player_)s.
ast: Sto a fazher una incursion contra %(_player_)s.
bg: Започвам атака срещу %(_player_)s.
br: Kregiñ a ran gant un dagadenn a-enep da %(_player_)s.
ca: Estic enviant un atac a %(_player_)s.
cs: Zahajuji útok proti %(_player_)s.
da: Jeg starter et angreb mod %(_player_)s.
de: Ich beginne einen Angriff gegen %(_player_)s.
el: Ξεκινάω μια επίθεση εναντίον του %(_player_)s.
eu: %(_player_)s erasotuko dut.
fa: من یک حمله به %(_player_)s را آغاز کردم
fi: Olen aloittamassa hyökkäystä pelaajaa %(_player_)s.
fr: Je lance une attaque contre %(_player_)s.
ga: Táim ag déanamh catha i gcoinne %(_player_)s.
gd: Tha mi a’ toirt ionnsaigh air %(_player_)s.
gl: Estou comezando unha ofensiva contra %(_player_)s.
hu: Támadást indítok %(_player_)s ellen.
id: Saya meluncurkan serangan kepada %(_player_)s.
it: Sto lanciando un attacco contro %(_player_)s.
ja: %(_player_)sに対して攻撃を開始しています。
ko: %(_player_)s 님에게 대해 공격을 시작합니다.
lt: Pradedu puolimą prieš %(_player_)s.
ms: Saya baru sahaja melancar serangan terhadap %(_player_)s.
nb: Jeg iverksetter et angrep mot %(_player_)s.
pl: Rozpoczynam ofensywę przeciwko %(_player_)s.
pt_br: Eu estou lançando um ataque contra %(_player_)s.
pt_pt: Estou a lançar um ataque contra %(_player_)s.
ru: Я начинаю атаку на %(_player_)s.
sk: Útočím na hráča %(_player_)s.
sv: Jag startar en attack mot %(_player_)s.
tr: Ben %(_player_)s e karşı saldırı başlatıyorum.
uk: Я починаю атаку на %(_player_)s.
zh: 我正在攻击 %(_player_)s。
zh_tw: 我正在攻擊 %(_player_)s 。

source: I have just sent an army against %(_player_)s.
ar: لقد أرسلت لتوّي جيشًا ضدّ %(_player_)s.
ast: Vengo d’inviar un exércitu contra %(_player_)s.
bg: Току-що изпратих войска срещу %(_player_)s.
br: Emaon o paouez kas un arme a-enep da %(_player_)s.
ca: Acabo d'enviar un exèrcit contra %(_player_)s.
cs: Právě jsem poslal vojsko proti %(_player_)s.
da: Jeg har lige sendt en hær imod %(_player_)s.
de: Ich habe gerade eine Armee gegen %(_player_)s entsandt.
el: Μόλις έστειλα στρατό ενάντια στον %(_player_)s.
eu: Armada bat bidali berri dut %(_player_)s(r)en aurka.
fa: من یک لشگر برای مقابله با %(_player_)s ارسال کردم
fi: Lähetin juuri armeijan pelaajaa %(_player_)s vastaan.
fr: Je viens d'envoyer une armée combattre %(_player_)s.
ga: Sheol mé arm go díreach i gcoinne %(_player_)s.
gd: Tha mi air feachd a chur a aghaidh %(_player_)s.
gl: Acabo de enviar un exército contra %(_player_)s.
hu: Épp most küldtem egy sereget %(_player_)s ellen.
id: Saya baru saja mengirim pasukan kepada %(_player_)s.
it: Ho appena mandato un esercito contro %(_player_)s.
ja: %(_player_)sに対して軍を派遣しました。
ko: 방금 %(_player_)s 님에게 대항하여 군대를 보냈습니다.
lt: Ką tik išsiunčiau kariuomenę atakai prieš %(_player_)s.
ms: Saya baru sahaja mengerah askar saya menentang %(_player_)s.
nb: Jeg har nettopp sendt en armé mot %(_player_)s.
pl: Rozpocząłem ofensywę przeciwko %(_player_)s.
pt_br: Eu acabei de enviar um exército contra %(_player_)s.
pt_pt: Acabei de enviar um exército contra %(_player_)s.
ru: Я только что направил войска против %(_player_)s.
sk: Práve som poslal armádu hráčovi %(_player_)s.
sv: Jag har just skickat en armé mot %(_player_)s.
tr: Ben sadece %(_player_)s e karşı bir ordu gönderdim.
uk: Я щойно відправив військо проти %(_player_)s.
zh: 我已经命令军队对抗 %(_player_)s。
zh_tw: 我已經命令軍隊對抗 %(_player_)s 。

source: Let me regroup my army and I will then join you against %(_player_)s.
ar: دعني أجمع جيشي وسأنضم إليك ضدّ %(_player_)s.
ast: Ajunto la milicia & lluögo vou cun ti contra %(_player_)s.
bg: След като прегрупирам войската си, ще се присъединя към теб срещу %(_player_)s.
br: Lez ac'hanon da vodañ en-dro ma arme hag e teuin da harpañ ac'hanout a-enep da %(_player_)s.
ca: Quan el meu exèrcit s'hagi recuperat, m'uniré a tu contra %(_player_)s.
da: Lad mig omgruppere min hær, og så vil jeg slutte mig til dig imod %(_player_)s.
de: Lass mich meine Truppen neu sammeln und dann helfe ich dir gegen %(_player_)s.
el: Επίτρεψέ μου να ανασυντάξω το στρατό μου και να ενωθώ μαζί σου εναντία στον %(_player_)s.
eu: Utzidazu nire armada berrantolatzen eta %(_player_)s akabatzen lagunduko dizut.
fa: اجازه دهید نیروهای خود را جمع کنم و سپس به شما برای مقابله با %(_player_)s خواهم پیوست
fr: Laissez-moi préparer mon armée et je vous rejoins contre %(_player_)s.
ga: Lig mé m'arm féin a athghrúpáil agus rachaidh mé chugat i gcoinne %(_player_)s.
gd: Ath-bhuidhnicheam am feachd agam ’s thig mi ’nad chuideachd an aghaidh %(_player_)s an uairsin.
hu: Hadd csoportosítsam át a seregem, és utána csatlakozom hozzád %(_player_)s ellen.
id: Biarkan saya mengumpulkan pasukan untuk membantu Anda melawan %(_player_)s.
it: Fammi raggruppare il mio esercito e poi ti aiuterò contro %(_player_)s.
ja: 我が軍を再編成した上で、貴殿に加わり%(_player_)sへ対抗します。
ko: 군대를 다시 편성하고 %(_player_)s 님에게 대항하여 여러분과 함께 하겠습니다.
lt: Leiskite pergrupuoti savo kariuomenę ir aš prie jūsų prisijungsiu puolant %(_player_)s.
nb: La meg omgruppere armeen min, så går jeg med deg mot %(_player_)s.
pl: %(_player_)s
pt_br: Deixe-me reagrupar meu exército e então vou me juntar a você contra ele %(_player_)s.
ru: Позволь мне перегруппировать свои войска и тогда я присоединюсь к тебе в нападении на %(_player_)s.
sv: Låt mig omgruppera min armé så ansluter jag mig till dig mot %(_player_)s.
tr: Ordubumu tekrar toplayacağım, sana %(_player_)s. lara karşı katılacağım.
uk: Дозвольте мені перегрупувати своє військо і я піду з вами проти %(_player_)s.
zh: 让我重整军队，和你一起对抗 %(_player_)s 。
zh_tw: 讓我重新組織我的軍隊，然後，我將會加入你來對抗 %(_player_)s。

source: I am finishing preparations to attack %(_player_)s.
ar: أنا أُنهي التّجهيزات لمهاجمة %(_player_)s.
ast: Sto a terminare los intamos para puñar a %(_player_)s.
bg: Привършвам с подготовката си за нападение на %(_player_)s.
br: Emaon oc'h echuiñ d'en em brientiñ da dagañ %(_player_)s.
ca: Estic acabant els preparatius per a atacar %(_player_)s.
da: Jeg er ved at afslutte forberedlserne til at angribe %(_player_)s.
de: Meine Angriffsvorbereitungen gegen %(_player_)s sind fast beendet.
el: Έχω τελειώσει την προετοιμασία για την επίθεση στον %(_player_)s.
eu: Prestakuntzekin bukatzen ari naiz eta %(_player_)s erasotzeko.
fa: من در حال اتمام آماده سازی برای حمله به %(_player_)s هستم
fr: Je finis les préparatifs pour attaquer %(_player_)s.
ga: Chríochnaigh mé mo chuid ullmhaithe agus táim réidh d'ionsaí a dhéanamh i gcoinne %(_player_)s.
gd: Tha mi ’gam ullachadh gus ionnsaigh a thoirt air %(_player_)s.
hu: Befejezem az előkészületeket %(_player_)s megtámadásához.
id: Saya sedang menyelesaikan persiapan terakhir untuk melawan %(_player_)s.
it: Sto facendo le ultimi preparazioni per attaccare %(_player_)s.
ja: %(_player_)sを攻撃する準備が整いました。
ko: %(_player_)s 님을 공격하기 위한 준비를 마칩니다.
lt: Baigiu pasiruošimą atakai prieš %(_player_)s.
nb: Jeg gjør de siste forberedelsene i angrepet på %(_player_)s.
pl: Kończę przygotowania do ataku %(_player_)s.
pt_br: Estou terminando os preparativos para atacar %(_player_)s.
ru: Я заканчиваю приготовления для атаки на %(_player_)s.
sv: Jag avslutar förberedelserna för att attackera %(_player_)s.
tr: %(_player_)s. saldırmak için hazırlıkları tamamladım.
uk: Я закінчив підготовку атаки %(_player_)s.
zh: 我准备去攻打 %(_player_)s 。
zh_tw: 我攻擊 %(_player_)s 的準備就快完成了。

source: Sorry, I do not have enough soldiers currently; but my next attack will target %(_player_)s.
ar: أعتذر، لا أملك ما يكفي من الجنود حاليًّا، إلّا أنّ هجومي التّالي سيستهدف %(_player_)s.
ast: Siento-llo, hagora miesmo mi faltɐn los soldados; mas lluögo vou puñar a %(_player_)s.
bg: Съжалявам, в момента нямам достатъчно во̀йни, но следващото ми нападение ще е насочено към %(_player_)s.
br: Digarezit, n'em eus ket trawalc'h a soudarded evit ar mare; met ma zagadenn a zeu a vo a-enep %(_player_)s.
ca: Ara mateix no tinc prou soldats; però el meu proper atac serà contra %(_player_)s.
da: Beklager, jeg har ikke nok soldater i øjeblikket; men mit næste angreb vil være målrettet %(_player_)s.
de: Es tut mir Leid, aber ich habe im Moment nicht genug Soldaten; aber mein nächstes Ziel wird %(_player_)s sein.
el: Συγνώμη, δεν έχω αρκετούς στρατιώτες αυτή την στιγμή, αλλά η επόμενη επίθεση θα έχει στόχο τον %(_player_)s.
eu: Barkatu baino oraindik ez dut nahikoa soldadurik, baino nire hurrengo erasoa %(_player_)s(r)en kontra izango da.
fa: متاسفم، من سرباز کافی در حال حاضر ندارم: اما در حمله بعدی به %(_player_)s حمله خواهم کرد
fr: Désolé, je n'ai pas assez de soldats actuellement; mais ma prochaine attaque visera %(_player_)s.
ga: Gabh mo leithscéal, níl mo dhóthain shaighdiúirí agam; ach díreoidh mé mo chéad ionsaí eile ar %(_player_)s.
gd: Tha mi duilich ach chan eil saighdearan gu leòr agam an-dràsta. ’S e %(_player_)s air a bheir mi an ath-ionnsaigh agam co-dhiù.
hu: Sajnálom, jelenleg nincs elég katonám, de a következő támadásom célpontja %(_player_)s lesz.
id: Maafkan saya, saya tidak punya cukup prajurit sekarang; tapi target serangan saya selanjutnya adalah %(_player_)s.
it: Scusa, non ho abbastanza soldati al momento. Però, il mio prossimo attacco sarà contro %(_player_)s.
ja: 残念ながら今のところ我が兵が足りていないのですが、次の攻撃では%(_player_)sを狙っています。
ko: 죄송합니다. 현재 병력이 부족합니다. 하지만 다음 공격은 %(_player_)s 님을 공략합니다.
lt: Atleiskite, bet šiuo metu neturiu pakankamai karių. Tačiau mano kita ataka bus prieš %(_player_)s.
nb: Jeg har ikke nok soldater for øyeblikket; men målet for mitt neste angrep vil er %(_player_)s.
pl: Przepraszam, nie mam wystarczająco zołnierzy; ale mój następny atak będzie na %(_player_)s.
pt_br: Desculpe, eu não tenho soldados suficientes agora; mas meu próximo ataque será no alvo %(_player_)s.
ru: Извини, сейчас у меня недостаточно воинов; но моей следующей целью станет %(_player_)s.
sv: Tyvärr, jag har inte tillräckligt med soldater just nu; men min nästa attack kommer att riktas mot %(_player_)s.
tr: Üzgünüm, şimdilik yeterli askere sahip değilim; Ancak bir sonraki saldırıyı %(_player_)s. hedef alacağım.
uk: Вибач, зараз у мене недостатньо воїнів, але моєю наступною ціллю стане %(_player_)s.
zh: 抱歉，现在我们军备不足，下次我将着手对付 %(_player_)s 。
zh_tw: 抱歉，我目前沒有足夠的士兵，但我的下一波攻擊將會以 %(_player_)s 做為目標。

source: Sorry, I still need to strengthen my army. However, I will attack %(_player_)s next.
ar: أعتذر، ما زلت بحاجة إلى تقوية جيشي. بأيّ حال، سأهاجم %(_player_)s بعد ذلك.
ast: Siento-llo, preciso reforcia’ la milicia; pero d’a reo vou puñar a %(_player_)s.
bg: Съжалявам, но трябва още да подсиля войската си. След това ще нападна %(_player_)s.
br: Digarezit, ezhomm em befe kreñvaat ma arme c'hoazh. Tagañ a rin %(_player_)s war-lerc'h koulskoude.
ca: Em sap greu, encara necessito reforçar el meu exèrcit. Quan estigui a punt, atacaré %(_player_)s.
da: Undskyld, jeg mangler stadig at styrke min hær. Jeg vil dog angribe %(_player_)s næste gang.
de: Es tut mir Leid, aber meine Truppen sind noch nicht stark genug. Dennoch werde ich als nächstes %(_player_)s angreifen.
el: Συγγνώμη, πρέπει να ενισχύσω το στρατό μου. Ωστόσο, μετά θα επιτεθώ στον %(_player_)s.
eu: Barkatu baino nire armada hobetu behar dut. Uste dut onena %(_player_)s erasotzea izango dela.
fa: متاسفم، من کماکان نیاز به تقویت نیروهای خود دارم. با این حال بعد از تقویت نیروها به %(_player_)s حمله خواهم کرد
fr: Désolé, je dois encore renforcer mon armée. Toutefois, j'attaquerais %(_player_)s après.
ga: Gabh mo leithscéal, níl m'arm ina réidh fós. Áfach, troidfidh mé le %(_player_)s ar aghaidh.
gd: Tha mi duilich ach feumaidh mi am feachd agam a neartachadh fhathast. ’S e %(_player_)s air a bheir mi an ath-ionnsaigh agam co-dhiù.
hu: Sajnálom, még meg kell erősítenem a hadseregem. De következő támadásom célpontja %(_player_)s lesz.
id: Maafkan saya, saya masih harus memperkuat pasukan. Tetapi, saya akan menyerang %(_player_)s berikutnya.
it: Scusa, devo ancora rafforzare il mio esercito. Però, %(_player_)s sarà il mio prossimo bersaglio.
ja: ごめんなさい、まだ軍隊を強化する必要があります。しかし、次に%(_player_)sを攻撃するつもりです。
ko: 죄송합니다. 아직 군대를 강화해야 합니다. 그러나 다음에 %(_player_)s 를 공격하겠습니다.
lt: Atleiskite, bet pirma turiu sustiprinti savo kariuomenę. Tačiau kita mano ataka bus prieš %(_player_)s.
nb: Jeg må forsterke hæren min. Mitt neste angrep vil dog være rettet mot %(_player_)s.
pl: Przepraszam, muszę wzmocnić swoją armie. Jednak później zaatakuje %(_player_)s.
pt_br: Desculpe, eu ainda necessito reforçar o meu exército. No entanto, Atacarei %(_player_)s em seguida.
ru: Извини, мне всё ещё нужно укрепить свою армию. Однак затем я атакую %(_player_)s.
sv: Tyvärr, jag måste fortsätta stärka min armé. Dock kommer jag att attackera %(_player_)s härnäst.
tr: Üzgünüm, yine de ordumu güçlendirmeliyim. Ancak, bir sonraki saldırıyı %(_player_)s gerçekleştireceğim.
uk: На жаль, мені ще потрібно зміцнити свою армію. Проте, в подальшому я буду атакувати %(_player_)s.
zh: 抱歉，我仍在加紧军备。不过，将来我会准备攻击 %(_player_)s 。
zh_tw: 抱歉，我還需要繼續增強我的軍隊。不過我下次將會攻擊 %(_player_)s。

source: I cannot help you against %(_player_)s for the time being, I am planning to attack %(_player_2)s first.
ar: لا يمكنني مساعدتك بهجومك ضدّ %(_player_)s حاليًّا، فأنا أخطّط للهجوم على %(_player_2)s أوّلًا.
ast: Nun te puödo agabitar cun %(_player_)s indagora, ca cuönto puñar a %(_player_2)s.
bg: Не мога да помогна срещу %(_player_)s засега, тъй като планирам първо да нападна %(_player_2)s.
br: N'hallan ket reiñ an dorn deoc'h a-enep %(_player_)s evit ar mare, emaon o prientiñ un dagadenn a-enep %(_player_2)s da gentañ.
ca: No puc ajudar-te contra %(_player_)s de moment, perquè voldria atacar %(_player_2)s abans.
da: Jeg kan ikke hjælpe dig imod %(_player_)s foreløbig, jeg planlægger at angribe %(_player_2)s først.
de: Ich kann dir zurzeit nicht gegen %(_player_)s helfen, da ich zuerst einen Angriff gegen %(_player_2)s geplant habe.
el: Δεν μπορώ να σε βοηθήσω εναντίον του %(_player_)s προς το παρόν, σχεδιάζω μια άλλη επίθεση εναντίον του %(_player_2)s.
eu: Oraindik ezin dizut %(_player_)s erasotzen lagundu, %(_player_2)s(r)en kontrako erasoa prestatzen ari bai naiz.
fa: من نمی توانم در حال حاضر به شما در مقابل %(_player_)s کمک کنم، من برنامه دارم تا نخست به %(_player_2)s حمله کنم
fr: Je ne peux pas vous aider contre %(_player_)s pour le moment, je prépare une attaque contre %(_player_2)s en premier.
ga: Nílim ábalta túsa a chabhrú i gcoinne %(_player_)s ag an am seo. Táim ag déanamh ionsaí ar %(_player_2)s ar dtús.
gd: Tha mi duilich ach chan urrainn dhomh do chuideachadh an aghaidh %(_player_)s an-dràsta on a tha ionnsaigh an aghaidh %(_player_2)s fainear dhomh an toiseach.
hu: Egyelőre nem tudok segíteni %(_player_)s ellen, mivel támadást tervezek %(_player_2)s ellen.
id: Saya tidak bisa membantu Anda melawan %(_player_)s sekarang, saya sedang berencana untuk menyerang %(_player_2)s dulu.
it: Non posso aiutarti contro %(_player_)s per il momento, ho intenzione di attaccare %(_player_2)s prima.
ko: 당분간 %(_player_)s 님을 도울 수 없습니다. %(_player_2)s 님을 먼저 공격할 계획입니다.
lt: Kol kas negaliu jums padėti prieš %(_player_)s. Pirmiausia planuoju ataką prieš %(_player_2)s.
nb: Jeg kan ikke hjelpe deg mot %(_player_)s for øyeblikket, siden jeg har et forestående angrep på %(_player_2)s å sette i verk først.
pl: Nie mogę wesprzeć cię przeciwko %(_player_)s w tej chwili, wpierw planuje atak na %(_player_2)s.
pt_br: Eu não posso ajudá-lo contra %(_player_)s por enquanto, estou planejando atacar %(_player_2)s em primeiro lugar.
ru: До поры до времени я не смогу тебе помочь напасть на %(_player_)s, поскольку я готовлюсь к атаке на %(_player_2)s.
sv: Jag kan inte hjälpa dig mot %(_player_)s just nu, jag planerar att attackera %(_player_2)s först.
tr: Şu anda %(_player_)s karşı size yardım edemem, önce %(_player_2)s saldırı planlıyoruz.
uk: До пори до часу Я не зможу вам допомогти напасти на %(_player_)s, Я планую спочатку атакувати %(_player_2)s.
zh: 现时我无帮你对抗 %(_player_)s ，我正准备攻打 %(_player_2)s 。
zh_tw: 我這次無法協助你對抗 %(_player_)s，我計畫先攻擊 %(_player_2)s。

source: Here is a gift for you, %(_player_)s. Make good use of it.
ar: هاك هديّة لك يا %(_player_)s. أحسِن استخدامها.
ast: Esto ye pa ti, %(_player_)s. Gasta-llo bien.
bg: Ето подарък за теб, %(_player_)s, използвай го добре.
br: Setu ur prof evit %(_player_)s. Implij anezhañ mat.
ca: %(_player_)s, t'envio un regal. Fes-ne un bon ús.
da: Her er en gave til dig, %(_player_)s. Gør god brug af den.
de: Hier ist eine Geschenk für dich %(_player_)s. Gebrauche es weise.
el: Ένα δώρο για εσένα, %(_player_)s. Κάνε καλή χρήση.
eu: Hona opari bat %(_player_)s(r)entzat, ondo erabili.
fa: این یه هدیه برای شما , %(_player_)s هستش. ازش خوب استفاده کنید.
fr: Voici un cadeau pour vous, %(_player_)s. Faites-en bon usage.
ga: Tá bronntanas anseo dhuit, a %(_player_)s. Leas a bhaint as.
gd: Seo tìodhlac dhut, %(_player_)s. Cleachd gu glic e.
hu: Itt egy ajándék számodra %(_player_)s. Vedd hasznát.
id: Ini hadiah untuk Anda, %(_player_)s. Gunakanlah dengan baik.
it: Ecco un regalo per te, %(_player_)s. Fanne buon uso.
ja: %(_player_)sへの贈り物です。お役立てください。
ko: %(_player_)s 님을 위한 선물입니다. 잘 활용하세요.
lt: %(_player_)s, štai jums dovana. Pasistenkite tinkamai panaudoti.
nb: Her har du en gave, %(_player_)s. Bruk den fornuftig.
pl: Mam dla ciebie podarunek, %(_player_)s. Wykorzystaj go dobrze.
pt_br: Aqui está um presente para você, %(_player_)s. Faça bom uso dele.
ru: Вот подарок для %(_player_)s. Используй с умом.
sv: Här är en gåva till dig, %(_player_)s. Använd den väl.
tr: İşte sana bir hediye, %(_player_)s En iyi şekilde kullan!
uk: Ось подарунок для тебе %(_player_)s, використай його з мудрістю.
zh: 礼物送你， %(_player_)s ，好好利用。
zh_tw: 這是給你的禮物，%(_player_)s。好好使用它吧。
