Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: Press %(hotkey)s to open the ally chat.
ar: اضغط %(hotkey)s لفتح دردشة الحلفاء.
ast: Premi %(hotkey)s p’abrire la conversa cun los comuñeiros.
bg: Натиснете %(hotkey)s, за да отворите чата за съюзници.
br: Pouezit war %(hotkey)s evit digeriñ ar flapva ar re gevredet.
ca: Premeu %(hotkey)s per obrir el xat d'aliats.
cs: Stiskněte %(hotkey)s pro otevření spojeneckého rozhovoru.
de: Drücke %(hotkey)s um Verbündeten Chat zu öffnen.
el: Πάτησε %(hotkey)s για την έναρξη συζήτησης με συμμάχους.
eo: Premu %(hotkey)s por malfermi la babilon de aliancanoj.
eu: Sakatu %(hotkey)s aliatuen txata irekitzeko.
fa: کلید %(hotkey)s فشار دهید تا چت هم پیمان ها باز شود
fi: Paina %(hotkey)s avataksesi liittolaiskeskustelun.
fr: Appuyez sur %(hotkey)s pour ouvrir le salon de discussion des alliés.
ga: Brúigh %(hotkey)s agus comhrá na gcomhghuaillithe a oscailt.
gd: Brùth air %(hotkey)s gus cabadaich nan caidreabhach fhosgladh.
gl: Prema %(hotkey)s para abrir a conversa de aliados.
hu: A szövetséges csevegés megnyitásához nyomd meg a(z) %(hotkey)s gombot!
id: Tekan %(hotkey)s untuk membuka obrolan sekutu.
it: Premi %(hotkey)s per aprire la chat dell'alleanza.
ja: %(hotkey)sを押して同盟チャットを開きます。
ko: %(hotkey)s 키를 눌러 동맹 대화창을 엽니다.
lt: Spauskite %(hotkey)s norėdami atverti sąjungininkų pokalbį.
lv: Nospiediet %(hotkey)s lai atvērtu sabiedroto terzēšanu.
ms: Ketik %(hotkey)s untuk membuka sembang sekutu.
nb: Trykk %(hotkey)s for å åpne nettprat for allierte.
nl: Druk op %(hotkey)s om de bondgenoten chat te openen.
pl: Wciśnij %(hotkey)s, aby otworzyć sojuszniczy czat.
pt_br: Aperte %(hotkey)s para abrir o chat de aliados.
pt_pt: Pressiona %(hotkey)s para abrir a conversa com os Aliados.
ru: Нажмите %(hotkey)s для открытия чата союзников.
sk: Stlačením %(hotkey)s otvoríte spojenecký pokec.
sq: Shtyp %(hotkey)spër te e hapur bisedën e aleatëve.
sv: Tryck %(hotkey)s för att öppna allierade chatten.
tr: Müttefik sohbetini açmak için %(hotkey)s tuşuna bas.
uk: Натиснути %(hotkey)s, щоб відкрити бесіду союзника.
zh: 按 %(hotkey)s 开启盟友聊天窗口。
zh_tw: 按 %(hotkey)s 以開啟隊伍聊天。

source: Press %(hotkey)s to open the previously selected private chat.
ar: اضغط %(hotkey)s لفتح آخر دردشة خاصّة محدّدة.
ast: Premi %(hotkey)s p’abrire la última conversa privada escolyida.
bg: Натиснете %(hotkey)s, за да отворите последно избрания чат за наблюдатели.
br: Pouezit war %(hotkey)s evit digeriñ ar flapva diuzet a-raok.
ca: Premeu %(hotkey)s per obrir el xat privat seleccionat.
cs: Stiskněte %(hotkey)s pro otevření dříve vybraného soukromého rozhovoru.
de: Drücke %(hotkey)s um den zuletzt ausgewählten privaten Chat zu öffnen.
el: Πάτα %(hotkey)s για να ανοίξεις τη προηγούμενη επιλεγμένη ιδιωτική συζήτηση.
eo: Premu %(hotkey)s por malfermi la antaŭe elektitan privatan babilon.
eu: Sakatu %(hotkey)s azken txat pribatua berirekitzeko.
fa: کلید %(hotkey)s را فشار دهید تا چت خصوصی باز انتخاب شده قبلی باز شود
fi: Paina %(hotkey)s avataksesi aiemmin valitun yksityisen keskustelun.
fr: Appuyez sur %(hotkey)s pour ouvrir la dernière discussion privée.
ga: Brúigh %(hotkey)s agus an comhrá príobháideach atá oscailte roimhe sin a oscailt.
gd: Brùth air %(hotkey)s gus a’ chabadaich phrìobhaideach mu dheireadh a thagh thu fhosgladh.
gl: Prema %(hotkey)s para abrir a última conversa privada seleccionada.
hu: A legutóbb kiválasztott privát csevegés megnyitásához nyomd meg a(z) %(hotkey)s gombot!
id: Tekan %(hotkey)s untuk membuka obrolan pribadi yang dipilih sebelumnya.
it: Premi %(hotkey)s per aprire la chat privata precedentemente selezionata.
ja: %(hotkey)sを押して最近選んだプライベートチャットを開きます。
ko: 이전에 선택한 비공개 채팅을 열려면 %(hotkey)s 키를 누르십시오.
lt: Spauskite %(hotkey)s norėdami atverti anksčiau pasirinktą privatų pokalbį.
ms: Ketik %(hotkey)s untuk membuka sembang persendirian terpilih sebelum ini.
nb: Trykk %(hotkey)s for å åpne tidligere valgt privat nettprat.
nl: Druk %(hotkey)s om de laatst geselecteerde privé-chat te openen.
pl: Naciśnij %(hotkey)s, w celu przywrócenia poprzedniego prywatnego czatu.
pt_br: Pressione %(hotkey)s para abrir a conversa privada com previamente selecionado.
pt_pt: Pressiona %(hotkey)s para abrir a conversa privada anteriormente selecionada.
ru: Нажмите %(hotkey)s для открытия выбранного ранее личного чата.
sk: Stlačením %(hotkey)s otvoríš predošlý súkromný pokec.
sq: Shtyp %(hotkey)spër të e hapur bisedën private paraprake.
sv: Tryck %(hotkey)s för att öppna den senaste valda privata chatten.
tr: Daha önce seçilen özel sohbeti açmak için %(hotkey)s tuşuna basın.
uk: Натиснути %(hotkey)s, щоб відкрити попередньо вибрану приватну бесіду.
zh: 按 %(hotkey)s 开启之前选择的私人聊天窗口。
zh_tw: 按 %(hotkey)s 以開啟先前選定的私密聊天。

source: %(player)s is starting to rejoin the game.
ar: بدأ %(player)s بإعادة الانضمام إلى اللعبة.
ast: %(player)s sta intamando arrexhuntasse a la partida.
bg: %(player)s започва повторно присъединяване към играта.
br: %(player)s a zo o kregiñ da emezelañ e-barzh ar c'hoariadenn.
ca: %(player)s està tornant a la partida.
cs: %(player)s zahajuje návrat zpět ke hře.
de: %(player)s steigt wieder ins Spiel ein.
el: %(player)s ξεκινά σύνδεση στο παιχνίδι.
eo: %(player)s komencas rekunigi al la ludo.
es_cl: %(player)s se esta conectando al juego.
eu: %(player)s jokora bueltatzen hasi da.
fa: %(player)s شروع کرد به ورود مجدد به بازی
fi: %(player)s on valmistautumassa uudelleenliittymään peliin.
fr: %(player)s commence à rejoindre la partie.
ga: Tosaíonn %(player)s a dul ar ais chuig an gcluiche,
gd: Tha %(player)s a’ tilleadh dhan gheama.
gl: %(player)s está volvendo á partida.
hu: %(player)s megkezdte az újracsatlakozást a játékhoz.
id: %(player)s mencoba bergabung kembali ke permainan.
it: %(player)s sta rientrando in partita.
ja: %(player)sがゲームに復帰中です。
ko: %(player)s님이 게임에 다시 들어오고 있습니다.
lt: %(player)s bando prisijungti iš naujo.
lv: %(player)s sācis pievienoties spēlei no jauna.
ms: %(player)s mula menyertai semula permainan.
nb: %(player)s begynner å bli med i spillet igjen.
nl: %(player)s is opnieuw verbinding aan het maken met het spel.
pl: %(player)s dołączył do gry.
pt_br: %(player)s está retornando ao jogo.
pt_pt: %(player)s está a começar a entrar novamente no jogo.
ru: %(player)s снова присоединяется к игре.
sk: %(player)s sa začal znovu pripájať do hry.
sl: %(player)s se pripravlja, da se ponovno pridruži igri.
sq: %(player)s është duke filluar të bashkohet në lojë.
sv: %(player)s har börjat återansluta sig till spelet.
te: %(player)s ఆటలో తిరిగి చేరడం ప్రారంభిస్తోంది.
tr: %(player)s tekrar katıldığı oyun başlatılıyor.
uk: %(player)s починає переприєднання до гри.
zh: %(player)s 正在开始重新加入游戏。
zh_tw: %(player)s 正在開始重新加入遊戲。

source: %(player)s is starting to join the game.
ar: بدأ %(player)s الانضمام إلى اللعبة.
ast: %(player)s sta intamando xhunhisse a la partida.
bg: %(player)s започва да се присъединява към играта.
br: %(player)s a zo o kregiñ da stagañ gant ar c'hoariadenn.
ca: %(player)s s'està unint a la partida.
cs: %(player)s se začíná připojovat ke hře.
de: %(player)s ist dabei, dem Spiel beizutreten.
el: Ο %(player)s συνδέεται στο παιχνίδι.
eo: %(player)s komencas kunigi al la ludo.
eu: %(player)s partidara batzen hasi da.
fa: %(player)sشروع کرد به پیوستن به بازی.
fi: %(player)s aloittaa peliin liitymisen
fr: %(player)s commence à rejoindre la partie.
ga: Tosaíonn %(player)s ag dul isteach sa chluiche.
gd: Tha %(player)s a’ tighinn a-steach dhan gheama.
gl: %(player)s está uníndose á partida.
hu: %(player)s megkezdte az csatlakozást a játékhoz.
id: %(player)s mulai bergabung ke permainan.
it: %(player)s sta per entrare nella partita
ja: %(player)sがゲームに参加しました。
ko: %(player)s님이 게임에 참가하고 있습니다.
lt: %(player)s jungiasi prie žaidimo.
ms: %(player)s mula menyertai semula permainan.
nb: %(player)s begynner å bli med i spillet.
nl: %(player)s is verbinding aan het maken met het spel.
pl: %(player)s dołączył do gry.
pt_br: %(player)s está entrando no jogo.
pt_pt: %(player)s está a começar a entrar no jogo.
ru: %(player)s готов присоединился к игре.
sk: %(player)s sa pripája to hry.
sq: %(player)s filloj të bashkangjitet në lojë.
sv: %(player)s har börjat ansluta sig till spelet.
te: %(player)s ఆటలో చేరడం ప్రారంభిస్తోంది.
tr: %(player)s bu oyuna katılıyor.
uk: %(player)s починає приєднання до гри.
zh: %(player)s 正在连接游戏。
zh_tw: %(player)s 正在開始加入遊戲。

source: %(player)s has left the game.
ar: غادر %(player)s اللعبة.
ast: %(player)s colou de la partida.
bg: %(player)s напусна играта.
br: %(player)s en eus kuitaet ar c'hoariadenn.
ca: %(player)s ha marxat del joc.
cs: %(player)s opustil hru.
da: %(player)s har forladt spillet.
de: %(player)s hat das Spiel verlassen.
el: %(player)s αποχώρησε από το παιχνίδι.
eo: %(player)s forlasis la ludon.
es_cl: %(player)s ha dejado el juego.
et: %(player)s lahkus mängust.
eu: %(player)s partida utzi du.
fa: %(player)s بازی را ترک کرد
fi: %(player)s poistui pelistä.
fr: %(player)s a quitté la partie.
ga: Bhí %(player)s ag éirí as an cluiche.
gd: Dh’fhàg %(player)s an geama.
gl: %(player)s marchou.
hu: %(player)s elhagyta a játékot.
id: %(player)s telah meninggalkan permainan.
it: %(player)s ha abbandonato la partita.
ja: %(player)sがゲームを離れました。
ka: მოთამაშემ %(player)s დატოვა თამაში.
ko: %(player)s님이 게임을 떠났습니다.
lt: %(player)s išėjo iš žaidimo.
lv: %(player)s pameta spēli.
ms: %(player)s telah meninggalkan permainan.
nb: %(player)s har forlatt spillet.
nl: %(player)s heeft het spel verlaten.
pl: %(player)s opuścił grę.
pt_br: %(player)s saiu do jogo.
pt_pt: %(player)s saiu do jogo.
ru: %(player)s вышел из игры.
sk: %(player)s sa odpojil z hry.
sl: %(player)s je zapustil igro.
sq: %(player)s ka braktisur lojën/
sv: %(player)s har lämnat spelet.
te: %(player)s ఆట నుండి నిష్క్రమించారు.
tr: %(player)s oyundan ayrıldı.
uk: %(player)s залишає гру.
zh: %(player)s 已离开游戏。
zh_tw: %(player)s 已離開遊戲。

source: %(username)s has been banned
ar: حُظر %(username)s
ast: %(username)s sta estornadu
bg: %(username)s беше блокиран
br: %(username)s a zo bet forbannet
ca: %(username)s ha estat bloquejat
cs: %(username)s byl zakázán
de: %(username)s wurde gebannt
el: Στον παίκτη %(username)s απαγορεύτηκε η πρόσβαση
eo: %(username)s estas malpermesita
es_cl: %(username)s ha sido bloqueado
eu: %(username)s debekatua izan da
fa: %(username)s ممنوع الورود شد
fi: %(username)s on bannattu
fr: %(username)s a été banni(e)
ga: Tá cosc a chur ar %(username)s
gd: Chaidh %(username)s a thoirmeasg
gl: %(username)s foi vedado.
hu: %(username)s ki lett tiltva
id: %(username)s telah dilarang masuk
it: %(username)s è stato bandito
ja: %(username)s は締め出されました (ban)
ko: %(username)s님이 접근금지 당했습니다(밴)
lt: %(username)s buvo užblokuotas
lv: %(username)s tika izbanots
ms: %(username)s telah disekat masuk
nb: %(username)s har blitt utestengt
nl: %(username)s is verbannen
pl: %(username)s został zbanowany
pt_br: %(username)s foi banido
pt_pt: %(username)s foi banido
ru: %(username)s заблокирован
sk: %(username)s bol udelený ban
sq: %(username)s është përzënë nga loja
sv: %(username)s har blivit bannad
te: %(username)s నిషేదించబడ్డారు
tr: %(username)s adlı kullanıcı yasaklandı
uk: %(username)s було заблоковано
zh: %(username)s 已被封禁
zh_tw: %(username)s 已被封禁

source: %(username)s has been kicked
ar: طُرد %(username)s
ast: L hospedeiru espuxou a %(username)s
bg: %(username)s беше изритан
br: %(username)s a zo skarzhet kuit
ca: %(username)s ha estat expulsat
cs: %(username)s byl vykopnut (vyhozen)
de: %(username)s wurde gekickt
el: Ο παίκτης %(username)s εκδιώχθηκε από το παιχνίδι.
eo: %(username)s estis forpelita
es_cl: %(username)s ha sido expulsado
eu: %(username)s kanporatua izan da
fa: %(username)s اخراج شد
fi: %(username)s on potkittu ulos
fr: %(username)s a été éjecté(e)
ga: Tá %(username)s ciceáilte
gd: Fhuair %(username)s a’ bhròg
gl: %(username)s foi expulsado.
hu: %(username)s ki lett rúgva
id: %(username)s telah dikeluarkan dari permainan
it: %(username)s è stato espulso
ja: %(username)s ははねられました (kick)
ko: %(username)s님이 쫓겨났습니다(킥)
lt: %(username)s buvo išspirtas
lv: %(username)s tika izmests
ms: %(username)s telah ditendang
nb: %(username)s har blitt kastet ut
nl: %(username)s werd uitgesloten
pl: %(username)s został wyrzucony
pt_br: %(username)s foi expulso
pt_pt: %(username)s foi expulso
ru: %(username)s исключён
sk: %(username)s bol vyhodený
sq: %(username)s është shqelmuar
sv: %(username)s har blivit utsparkad
te: %(username)s వెళ్ళగొట్టబడ్డారు
tr: %(username)s adlı kullanıcı atıldı
uk: %(username)s було вигнано
zh: %(username)s 已被踢出
zh_tw: %(username)s 已被踢出

source: %(player)s has rejoined the game.
ar: أعاد %(player)s الانضمام إلى اللعبة.
ast: %(player)s arrexhuntou-se a la partida.
bg: %(player)s се присъедини отново към играта.
br: %(player)s a zo erruet e-barzh ar c'hoariadenn.
ca: %(player)s ha tornat a la partida.
cs: %(player)s se znovu připojil ke hře.
de: %(player)s ist dem Spiel wieder beigetreten.
el: %(player)s εχει επανασυνδεθεί στο παιχνίδι.
eo: %(player)s rekunigis al la ludo.
es_cl: %(player)s se ha vuelto a conectar al juego
eu: %(player)s partidara bueltatu da.
fa: %(player)s مجددا وارد بازی شد
fi: %(player)s on liittynyt uudelleen peliin.
fr: %(player)s a rejoint la partie.
ga: Chuaigh %(player)s ar ais chuig an gcluiche.
gd: Thill %(player)s dhan gheama.
gl: %(player)s volveu á partida.
hu: %(player)s újracsatlakozott a játékhoz.
id: %(player)s bergabung kembali ke permainan.
it: %(player)s è rientrato in partita.
ja: %(player)sがゲームに復帰しました。
ko: %(player)s님이 다시 게임에 들어왔습니다.
lt: %(player)s iš naujo prisijungė prie žaidimo.
lv: %(player)s pievienojās spēlei no jauna.
ms: %(player)s telah menyertai semula permainan.
nb: %(player)s har blitt med i spillet igjen.
nl: %(player)s heeft zich opnieuw bij het spel aangesloten.
pl: %(player)s dołączył do gry.
pt_br: %(player)s retornou ao jogo.
pt_pt: %(player)s entrou novamente no jogo.
ru: %(player)s снова присоединился к игре.
sk: %(player)s sa znovu pripojil do hry.
sl: %(player)s se je ponovno pridružil igri.
sq: %(player)s është ribashkuar në lojë.
sv: %(player)s har återanslutit till spelet.
te: %(player)s తిరిగి ఆటలో చేరారు.
tr: %(player)s oyuna katıldı.
uk: %(player)s повертаєтся до гри.
zh: %(player)s 已重新加入游戏
zh_tw: %(player)s 已經重新加入遊戲。

source: %(player)s has joined the game.
ar: انضمّ %(player)s إلى اللعبة.
ast: %(player)s xhunhîu-se a la partida.
bg: %(player)s се присъедини към играта.
br: %(player)s en deus staget gant ar c'hoariadenn.
ca: %(player)s s'ha unit a la partida.
cs: %(player)s se připojil ke hře.
da: %(player)s deltager nu i spillet.
de: %(player)s ist dem Spiel beigetreten.
el: Ο %(player)s συνδέθηκε στο παιχνίδι.
eo: %(player)s kunigis al la ludo.
et: %(player)s ühines mänguga.
eu: %(player)s partidara batu da.
fa: %(player)s وارد بازی شد
fi: %(player)s liityi pelliin.
fr: %(player)s a rejoint la partie.
ga: Chuaigh %(player)s isteach sa chluiche.
gd: Thàinig %(player)s a-steach sa gheama.
gl: %(player)s uniuse á partida.
hu: %(player)s csatlakozott a játékhoz.
id: %(player)s telah bergabung ke permainan.
it: %(player)s si è unito alla partita.
ja: %(player)sがゲームに参加しました。
ko: %(player)s님이 게임에 참가했습니다.
lt: %(player)s prisijungė prie žaidimo.
ms: %(player)s telah menyertai permainan.
nb: %(player)s has blitt med i spillet.
nl: %(player)s heeft zich bij het spel aangesloten.
pl: %(player)s dołączył do gry.
pt_br: %(player)s entrou no jogo.
pt_pt: %(player)s entrou no jogo.
ru: %(player)s присоединился к игре.
sk: %(player)s sa pripojil do hry.
sq: %(player)s ju bashkangjit lojës.
sv: %(player)s har anslutit till spelet.
te: %(player)s ఆటలో చేరారు.
tr: %(player)s bu oyuna katıldı.
uk: %(player)s приєднуется до гри.
zh: %(player)s 已加入游戏。
zh_tw: %(player)s 已加入遊戲。

source: <%(user)s>
ko: <%(user)s>님

source: %(icon)sYour livestock has been attacked by %(attacker)s!
ast: %(icon)s ¡%(attacker)s sta acutiendo los reses!
ca: %(icon)s%(attacker)s ha atacat el vostre bestiar!
cs: %(icon)s Vaše hospodářská zvířata byla napadena hráčem %(attacker)s!
de: %(icon)s Dein Vieh wurde von %(attacker)s angegriffen!
el: %(icon)s Η κτηνοτροφία σας έχει δεχθεί επίθεση απο%(attacker)s!
eo: %(icon)sViaj brutoj atakiĝis de %(attacker)s!
fi: %(icon)s%(attacker)s on hyökännyt karjasi kimppuun!
fr: %(icon)sVos réserves de nourriture ont été attaquées par %(attacker)s
gd: %(icon)sThug %(attacker)s ionnsaigh air an sprèidh agad!
hu: %(icon)s%(attacker)s megtámadta az állataidat!
id: %(icon)sTernak anda telah diserang oleh %(attacker)s!
it: %(icon)sIl bestiame è stato attaccato da %(attacker)s!
ja: %(icon)sあなたの家畜が%(attacker)sから攻撃されています!
ko: %(icon)s당신의 가축이 %(attacker)s의 공격을 받았습니다!
lt: %(icon)sJūsų gyvulius užpuolė %(attacker)s!
nb: %(icon)sHusdyrene dine har blitt angrepet av %(attacker)s!
nl: %(icon)sUw vee werd aangevallen door %(attacker)s!
pl: %(icon)sTwoja trzoda została zaatakowana przez %(attacker)s!
pt_br: %(icon)s Seu gado foi atacado por %(attacker)s!
ru: %(icon)sВаш скот подвергся нападению %(attacker)s!
sk: %(icon)s, %(attacker)s zaútočil na tvoj dobytok!
sv: %(icon)sDitt boskap har attackerats av %(attacker)s!
tr: %(icon)sHayvanların %(attacker)s tarafından saldırıya uğradı!
uk: %(icon)sВашу худобу було атаковано %(attacker)s!
zh: %(icon)s你的家畜正被 %(attacker)s 攻击！
zh_tw: %(icon)s 您的家畜正被 %(attacker)s 攻擊！

source: %(icon)sYou have been attacked by %(attacker)s!
ast: %(icon)s ¡%(attacker)s sta acutiendo-te!
ca: %(icon)s%(attacker)s us ataca!
cs: %(icon)s byl jste napaden hráčem %(attacker)s!
de: %(icon)s Du wurdest von %(attacker)s angegriffen!
el: %(icon)sΔέχθηκες επίθεση από %(attacker)s!
eo: %(icon)sVi atakiĝis de %(attacker)s!
fi: %(icon)s%(attacker)s on hyökännyt kimppuusi!
fr: %(icon)sVous avez été attaqué(e) par %(attacker)s !
gd: %(icon)sThug %(attacker)s ionnsaigh ort!
hu: %(icon)s, %(attacker)s megtámadott!
id: %(icon)sAnda telah diserang oleh %(attacker)s!
it: %(icon)s%(attacker)s ti ha attaccato!
ja: %(icon)s、%(attacker)sから攻撃されています!
ko: %(icon)s%(attacker)s의 공격을 받았습니다!
lt: %(icon)sJus užpuolė %(attacker)s!
nb: %(icon)sDu har blitt angrepet av %(attacker)s!
nl: %(icon)sU werd aangevallen door %(attacker)s!
pl: %(icon)sZostałeś zaatakowany przez %(attacker)s!
pt_br: %(icon)s você foi atacado por %(attacker)s!
ru: %(icon)sВы подверглись нападению %(attacker)s!
sk: %(icon)s, zaútočil na teba %(attacker)s!
sv: %(icon)sDu har attackerats av %(attacker)s!
tr: %(icon)s %(attacker)s tarafından saldırıya uğradın!
uk: %(icon)sВи були атаковані %(attacker)s!
zh: %(icon)s你正被 %(attacker)s 攻击!
zh_tw: %(icon)s 您正被 %(attacker)s 攻擊！

source: Click to focus on the attacked unit.
ast: Pica par infocar escontra la unidat acutida.
ca: Feu clic per enfocar la unitat que està sent atacada.
cs: Klepnutím se přesunete na napadenou jednotku.
de: Klicken, um auf die angegriffene Einheit zu fokussieren.
el: Κλίκ για συγκέντρωση στην επιτιθέμενη ομάδα.
eo: Alklaku por fokusi ĉe la atakita unuo.
fi: Kohdista hyökkäyksen kohteena olevaan yksikköön napsauttamalla tätä.
fr: Cliquer pour centrer la vue sur l'unité attaquée.
gd: Briog airson am fòcas a chur air an aonad fo ionnsaigh.
hu: Kattints a megtámadott egységre való fókuszáláshoz.
id: Klik untuk fokus pada unit yang diserang.
it: Clicca per visualizzare l'unità attaccata.
ja: クリックすると、攻撃されたユニットに視点が切り替わります。
ko: 공격당한 유닛에 초점을 맞추려면 클릭합니다.
lt: Spauskite, kad matytumėte užpultą vienetą.
nb: Klikk for å fokusere på angrepet.
nl: Klik om de aangevallen eenheid naar de voorgrond te halen.
pl: Kliknij, aby pokazać zaatakowaną jednostkę.
pt_br: Clique para focar na unidade atacada.
ru: Нажмите, чтобы переключиться на атакованного юнита.
sk: Kliknutím presunieš kameru na napadnutú jednotku.
sv: Klicka för att fokusera på den attackerade enheten.
tr: Saldırılan birime odaklanmak için tıklayın.
uk: Натисніть, щоб зосередитися на атакованому підрозділі.
zh: 单击以聚焦被攻击的单元。
zh_tw: 點擊以將焦點置於被攻擊的單位。

source: %(player)s bartered %(amountGiven)s for %(amountGained)s.
ast: %(player)s cambiou %(amountGiven)s in para de %(amountGained)s.
ca: %(player)s ha bescanviat %(amountGiven)s per %(amountGained)s.
cs: %(player)s vyměnil %(amountGiven)s za %(amountGained)s.
de: %(player)s tauschte %(amountGiven)s für %(amountGained)s.
el: Ο/Η %(player)s αντάλλαξε %(amountGiven)s για %(amountGained)s.
eo: %(player)s interŝanĝis %(amountGiven)s por %(amountGained)s.
fi: %(player)s antoi vaihtokaupassa %(amountGiven)s ja sai %(amountGained)s.
fr: %(player)s a troqué %(amountGiven)s contre %(amountGained)s.
gd: Dh’iomlaidich %(player)s %(amountGiven)s air %(amountGained)s.
hu: %(player)s cserélt: %(amountGiven)s erre: %(amountGained)s.
id: %(player)s dibarter %(amountGiven)s untuk %(amountGained)s.
it: %(player)s ha barattato %(amountGiven)s per %(amountGained)s.
ja: %(player)sは%(amountGiven)sを%(amountGained)sに交換しました
ko: %(player)s님이 %(amountGiven)s을(를) %(amountGained)s와(과) 맞바꾸었습니다.
lt: %(player)spaderino %(amountGiven)s už %(amountGained)s.
nb: %(player)s byttehandlet %(amountGiven)s mot %(amountGained)s.
nl: %(player)s ruilde %(amountGiven)s voor %(amountGained)s.
pl: %(player)swymienił%(amountGiven)sza%(amountGained)s.
pt_br: %(player)s Trocou %(amountGiven)s por%(amountGained)s.
pt_pt: %(player)s trocou %(amountGiven)s por %(amountGained)s.
ru: %(player)s обменял %(amountGiven)s на %(amountGained)s.
sk: %(player)s vymenil %(amountGiven)s za %(amountGained)s.
sv: %(player)s bytte %(amountGiven)s för %(amountGained)s.
tr: %(player)s, %(amountGiven)s vererek %(amountGained)s aldı.
uk: %(player)s обмінює %(amountGiven)s на %(amountGained)s.
zh: %(player)s以%(amountGiven)s换取%(amountGained)s。
zh_tw: %(player)s 以 %(amountGiven)s 交換 %(amountGained)s。

source: You are now allied with %(player)s.
ar: أنت حليف مع %(player)s الآن.
ast: Acomuñesti cun %(player)s.
bg: Вече сте съюзник с %(player)s.
br: Kevredet emaoc'h diwar-vremañ gant %(player)s.
ca: Us heu aliat amb %(player)s.
cs: Nyní jste spojencem %(player)s.
da: Du er nu allieret med %(player)s.
de: Du bist jetzt verbündet mit %(player)s.
el: Είσαι τώρα σύμμαχος με %(player)s.
eo: Vi nun alianciĝis kun %(player)s.
es_cl: Eres aliado de %(player)s.
et: Oled nüüd liidus %(player)s.
eu: Orain %(player)s(r)ekin aliatuta zaude.
fa: شما الان با %(player)s متحد هستید.
fi: Olet nyt liittoutunut pelaajan %(player)s kanssa.
fr: Vous êtes maintenant allié(e) avec %(player)s.
ga: Tá tú anois i do chomhghuaillí le %(player)s.
gd: Tha thu fhèin is %(player)s ’nan caidreabhaich a-nis.
gl: Formaches unha alianza con %(player)s.
hu: Mostantól %(player)s szövetségese vagy.
id: Anda sekarang bersekutu dengan %(player)s.
it: Hai stretto una alleanza con %(player)s.
ja: あなたは%(player)sと同盟しました。
ka: ახლა შენ ხარ მოთამაშის %(player)s მოკავშირე.
ko: 당신은 %(player)s님과 동맹을 맺었습니다.
lt: Jūs tapote %(player)ssąjungininku.
lv: Jūs tagad esat sabiedrotie ar %(player)s.
ms: Anda telah kini bersekutu dengan %(player)s.
nb: Du er nå alliert med %(player)s.
nl: U bent nu geallieerd met %(player)s.
pl: Jesteś teraz w sojuszu z %(player)s.
pt_br: Agora você é aliado de %(player)s.
pt_pt: És agora um aliado de %(player)s.
ru: Вы заключили союз с %(player)s.
sk: Odteraz ste spojeneci s hráčom %(player)s.
sl: Sedaj ste zaveznik z igralcem %(player)s.
sq: Ju tani jeni aleat me %(player)s.
sv: Du är nu allierad med %(player)s.
te: మీరు ఇప్పుడు %(player)sతో పొత్తు పెట్టుకున్నారు
tr: Artık %(player)s ile ittifaksınız.
uk: Ви наразі уклали союз із %(player)s.
zh: 你已与 %(player)s 结盟。
zh_tw: 您正與 %(player)s 同盟。
