Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: Send the selected units on attack move to the specified location after dropping resources.
ast: Inviare las unidades escolyidas a abançar a l sitiu siñaladu n deponiendo recursos.
ca: Envieu les unitats seleccionades en desplaçament d'atac a la localització especificada després de descarregar els recursos.
cs: Po odhození zdrojů poslat vybrané jednotky při útočném přesunu na určené místo.
de: Sende die ausgewählten Einheiten in Angriffsbewegung zur angegebenen Position, nachdem Ressourcen abgeladen worden sind
el: Στείλτε τις επιλεγμένες μονάδες σε θ΄λεση επίθεσης στη καθορισμένη περιοχή μετά τη ρίψη πόρων.
fi: Lähetä valitut yksiköt hyökkäysliikkeeseen määrättyyn sijaintiin resurssien pudottamisen jälkeen.
gd: Cuir na h-aonadan a thagh thu le gluasad ionnsaighe dhan ionad shònraichte às dèidh an stòrasan a lìbhrigeadh.
hu: A kiválasztott egységek támadási mozgással a megadott helyre küldése, a nyersanyagok eldobása után.
id: Kirimkan unit terpilih untuk serang jalan ke lokasi tertentu setelah meninggalkan sumberdaya.
it: Invia le unità selezionate all'attacco nel luogo specificato dopo aver rilasciato le risorse.
ja: 選択したユニットを資源投了後に指定した位置まで攻撃移動させる。
ko: 자원을 드롭한 후 공격 시 선택한 유닛을 지정된 위치로 이동합니다.
nl: Beveel de geselecteerde eenheden op aanvalstocht te gaan naar de aangewezen locatie nadat ze hun grondstoffen hebben afgeleverd.
pl: Wyślij zaznaczone jednostki do ataku w wybrane miejsce po zrzuceniu zasobów.
pt_br: Envie as unidades selecionadas em movimento de ataque para o local definido depois de deixar os recursos.
ru: Отправьте выбранных юнитов в атаку в указанное место после сброса ресурсов.
sk: Pošli označené jednotky útočiť na špecifikované miesto po odhodení zdrojov.
sv: Skicka de valda enheterna på attack på en specificerad plats efter att ha släppt resurser.
tr: Seçili birlikleri elindekileri bıraktıktan sonra saldırmak için belirlenmiş konuma gönder.
uk: Надіслати вибрані підрозділи для атаки до вказаного місця після вивантаження ресурсів.
zh: 放置完资源后，让选取的单位到指定位置攻击。
zh_tw: 在放回資源後，將選取的單位用移動攻擊送達指定的位置。

source: Order the selected units to garrison in a structure or unit.
ast: Mandar que las unidades escolyidas s’abluguen n una structura ou unidade.
ca: Ordena a les unitats seleccionades refugiar-se en una estructura o unitat.
cs: Přikažte vybraným jednotkám obsadit stavbu nebo jednotku.
de: Ausgewählten Einheiten befehlen, sich in einem Gebäude oder einer Einheit einzuquartieren.
el: Διάταξε τις επιλεγμένες μονάδες να οχυρωθούν σ' ένα κτίριο ή μία μονάδα.
eu: Agindu aukeratutako unitateei egitura edo unitate batean guardan sartzea.
fa: به نیروهای انتخاب شده فرمان دهید تا در یک نیرو یا ساختمان مستقر شوند
fi: Määrää valitut yksiköt varuskunnaksi rakenteeseen tai yksikköön.
fr: Ordonner aux unités sélectionnées de se mettre en garnison dans une structure ou une unité.
gd: Cuir na h-aonadan a thagh thu ’nan gearastan ann an togalach no ann an aonad eile.
hu: Kijelölt egységek utasítása egy épületbe vagy egységbe történő beszállásolásra.
id: Perintahkan unit terpilih untuk menempati sebuah bangunan atau unit.
it: Ordina alle unità selezionate di presidiare una struttura o unità.
ja: 選択したユニットへ建物やユニットに駐屯することを命令します。
ko: 선택한 유닛에게 건축물이나 유닛에 주둔하도록 명령합니다.
lt: Įsakyti pažymėtiems vienetams kraustytis į pastatą ar vienetą.
ms: Arah unit terpilih untuk menggarison satu struktur atau unit.
nl: Laat de geselecteerde eenheden een gebouw of eenheid bemannen.
pl: Rozkaż zaznaczonym jednostkom zabarykadować się w budowli lub jednostce.
pt_br: Ordene as unidades selecionadas a entrarem em uma estrutura ou unidade.
pt_pt: Ordenar às unidades selecionadas para guarnecerem uma estrutura ou unidade.
ru: Приказать выбранным юнитам или юниту расположиться гарнизоном в здании.
sk: Prikáž vybraným jednotkám obývať budovu alebo jednotku.
sv: Skicka valda enheter att garnisonera i en byggnad eller enhet.
te: ఎంచుకున్న యూనిట్లను ఒక నిర్మాణంలో లేదా యూనిట్‌లో గారిసన్ చేయమని ఆదేశించండి.
tr: Seçilen birimleri bir binaya ya da birime konuşlandır.
uk: Наказати вибраним підрозділам стати гарнізоном у споруді чи одиниці.
zh: 让选取的单位驻守于建筑物或单位内。
zh_tw: 命令選定的單位駐守至建築物或單位內。

source: Order the selected units to occupy a turret point.
ast: Mandar que las unidades escolyidas occupen una torreta.
ca: Ordenar a les unitats seleccionades que ocupin una torreta.
cs: Přiřaďte vybraným jednotkám obsazení bodu věže.
de: Den ausgewählten Einheiten befehlen, ein Geschütz zu besetzen.
el: Διατάξτε τις επιλεγμένες μονάδες να κυριεύσουν ενα σημείο πυργίσκου.
fi: Määrää valitut yksiköt miehittämään tykkitornipiste.
fr: Ordonner au(x) unité(s) sélectionnée(s) de garder un point de tourelle.
gd: Thoir air na h-aonadan a thagh thu gun lìon iad puing turaide.
hu: Utasítsd a kijelölt egységet, hogy elfoglaljon egy torony pontot!
id: Perintahkan unit terpilih untuk menempati pos penjaga.
it: Ordina alle unità selezionate di occupare una torretta.
ja: 選択したユニットに砲台地点を占拠するよう命令します。
ko: 선택한 유닛에게 포탑 지점을 차지하도록 명령합니다.
nl: Laat de geselecteerde eenheden een toren bezetten.
pl: Rozkaż wybranym jednostkom zająć punkt wieży.
pt_br: Ordene as unidades selecionadas a ocuparem uma posição de torreta.
ru: Приказать выбранным юнитам занять турель.
sk: Prikáž vybraným jednotkám obsadiť vežu.
sv: Beordra de valda enheterna att ockupera en kanon-tornspunkt.
tr: Seçilen birimleri bir küçük kuleyi işgal etmelerini emredin.
uk: Наказати вибраним юнітам зайняти турель.
zh: 让选取的单位占领防御塔。
zh_tw: 命令選取的單位據守塔樓。

source: Unload
ar: أزل التّحميل
ast: Disoccupar
bg: Премахване
br: Diskargañ
ca: Expulsa
cs: Vyložit
da: Læs af
de: Ausquartieren
el: Ξεφορτώμα
es_cl: Descargar
eu: Hustu
fa: خالی کردن
fi: Pura
fr: Décharger
ga: Dílódáil
gd: A-mach leat
gl: Desaloxar
hu: Kirakás
id: Keluarkan
it: Sbarca
ja: 外に出す
ka: გადმოტვირთე
ko: 내보내기
lt: Išleisti
lv: Izlādēt
ms: Turunkan
nb: Last ut
nl: Uitlaten
pl: Usuń
pt_br: Desalojar
pt_pt: Desalojar
ru: Вывести
sk: Vyložiť
sl: Raztovori
sq: Shkarko
sv: Lasta av
te: దించు
tr: Boşalt
uk: Вивести
zh: 卸载
zh_tw: 卸載

source: Order the selected units to repair a structure, ship, or siege engine.
ast: Mandar que las unidades escolyidas egüen una structura, barcu ou máchina.
ca: Ordena a les unitats seleccionades que reparin una estructura, vaixell o màquina de setge.
cs: Přikažte vybraným jednotkám opravit stavbu, loď, nebo obléhací stroj.
de: Ausgewählten Einheiten Befehl, ein Gebäude, ein Schiff oder eine Belagerungseinheit zu reparieren.
el: Διάταξε τις επιλεγμένες μονάδες να επισκευάσουν ένα κτίριο, ένα πλοίο ή μία πολιορκιτική μηχανή.
eu: Aukeratutako unitateei agindu egitura, itsasontzi edo setio makina konpontzea.
fa: به نیروهای انتخاب شده فرمان دهید تا یک ساختمان،کشتی یا ابزار محاصره را تعمیر کنند
fi: Määrää valitut yksiköt korjaamaan rakennelma, laiva tai piirityskone.
fr: Ordonner aux unités sélectionnées de réparer la structure, le navire ou l’engin de siège.
gd: Thoir air na h-aonadan a thagh thu togalach, long no inneal-sèiste a chàradh.
hu: Kijelölt egységek utasítása egy épület, hajó vagy ostromgép megjavítására.
id: Perintahkan unit yang dipilih untuk memperbaiki bangunan, kapal, atau mesin kepung.
it: Ordina alle unità selezionate di riparare una struttura, nave o arma da assedio.
ja: 選択したユニットを建造物、艦船または攻城兵器を修復することを命令します。
ko: 선택한 유닛에게 건축물, 선박, 공성 전차를 수리하도록 명령합니다.
lt: Įsakyti pažymėtiems vienetams pataisyti pastatą ar apgulties įrenginį.
ms: Arah unit terpilih untuk membaiki satu struktur, kapal, atau enjin pengepung.
nl: Laat de geselecteerde eenheden een gebouw, schip of belegeringswerktuig repareren.
pl: Rozkaż zaznaczonym jednostkom naprawić budynek, łódź lub machinę oblężniczą.
pt_br: Ordene as unidades selecionadas a reparar uma estrutura, navio ou mecanismo de cerco.
pt_pt: Ordenar às unidades selecionadas para reparar uma estrutura, um navio ou uma máquina de cerco.
ru: Приказать выбранным юнитам ремонтировать здание, корабль или осадное орудие.
sk: Prikáž vybraným jednotkám opraviť budovu, loď alebo obliehací stroj.
sv: Skicka valda enheter att reparera en byggnad, ett skepp eller ett belägringsvapen.
te: నిర్మాణం, నౌక లేదా ముట్టడి ఇంజిన్‌ను రిపేర్ చేయడానికి ఎంచుకున్న యూనిట్లను ఆదేశించండి.
tr: Seçilen birimlere binayı, gemiyi ya da kuşatma makinasını tamir etme komutu ver.
uk: Наказати вибраним підрозділам ремонтувати споруду, корабель чи облогове знаряддя.
zh: 让所选单位修复建筑、船只或工程器械。
zh_tw: 命令選定的單位修復建築、船隻或攻城器。

source: Focus on Rally Point.
ar: ركّز على نقطه التجمّع.
ast: Infocar escontra l punto d’alcuontru.
bg: Центриране върху сборната точка.
br: Kreizañ war ar Poent-Bodañ.
ca: Vés al punt de reunió.
cs: Přepnout na shromaždiště
de: Kamera auf Sammelpunkt
el: Συγκέντρωση στο επιλεγμένο σημείο.
eu: Joan elkartzen puntura.
fa: تمرکز بر نقطه تجمع
fi: Keskitä kokoontumispaikkaan.
fr: Centrer sur le point de ralliement.
ga: Dírigh ar Áit Slogaidh.
gd: Fòcas air ceann-cruinneachaidh.
gl: Enfocar o punto de encontro.
hu: Fókuszálás a gyülekezőhelyre.
id: Fokus pada Titik Kumpul.
it: Vai ai punti di raccolta
ja: 集合地点に移動する。
ko: 집결 지점으로 이동합니다.
lt: Fokusuoti susitelkimo vietą.
lv: Parādīt satikšanās vietu.
ms: Fokus pada Titik Bolak-Balik.
nb: Fokuser på samlingspunkt
nl: Ga naar verzamelpunt.
pl: Ustaw kamerę na Miejsce Zbiórki.
pt_br: Foco no Ponto de Encontro.
pt_pt: Localizar ponto de encontro.
ru: Установить точку сбора.
sk: Sústrediť na zhromaždisko.
sv: Fokus på samlingsplats.
te: ర్యాలీ పాయింట్‌పై దృష్టి పెట్టండి.
tr: Toplanma noktasına git.
uk: Зосередити увагу на точці збору.
zh: 关注集合点。
zh_tw: 在集合點集中。

source: Back to Work
ar: عُد إلى العمل
ast: Volver a l lhabor
bg: Обратно на работа
br: Distreiñ d'al Labour
ca: Torna a la feina
cs: Zpět do práce
da: Tilbage til Arbejdet
de: Zurück zur Arbeit
el: Πίσω στη δουλειά
es_cl: Volver al trabajo
et: Tagasi tööle
eu: Bueltan lanera
fa: بازگشت به کار
fi: Takaisin tyohön
fr: Retour au travail
ga: Fill go hObair.
gd: Tillibh dhan obair
gl: Volver ao traballo
hu: Vissza dolgozni!
id: Kembali Bekerja
it: Torna al Lavoro
ja: 仕事に戻す
ka: სამუშაოზე დაბრუნდი
ko: 하던 일로 돌아가기
lt: Grįžti prie darbo
lv: Atpakaļ pie darba
ms: Kembali Kerja
nb: Tilbake til arbeidet
nl: Terug aan het werk
pl: Powrót do pracy
pt_br: Voltar ao Trabalho
pt_pt: Voltar a trabalhar
ru: Вернуть к работе
sk: Naspäť k práci
sl: Nazaj na delo
sq: Ktheju punës
sv: Tillbaka till arbetet
te: తిరిగి పనిలోకి వెళ్ళు
tr: Çalışmaya Dön
uk: Повернути до праці
zh: 返回工作
zh_tw: 回去工作

source: Order the selected units to guard a structure or unit.
ast: Mandar que las unidades escolyidas curien una structura ou unidade.
ca: Ordena a les unitats seleccionades que defensin una estructura o unitat.
cs: Přikažte vybraným jednotkám hlídat stavbu nebo jednotku.
de: Ausgewählten Einheiten befehlen, ein Gebäude oder eine Einheit zu bewachen.
el: Διάταξε τις επιλεγμένες μονάδες να φρουρήσουν ένα κτίριο ή μία μονάδα.
eu: Aukeratutako unitateei agindu egitura edo unitate bat babestea.
fa: به نیروهای انتخاب شده فرمان دهید تا از یک ساختمان یا نیرو محافظت کنند.
fi: Määrää valitut yksiköt vartioimaan rakennetta tai yksikköä.
fr: Ordonner aux unités sélectionnées de garder la structure ou l’unité.
gd: Thoir air na h-aonadan a thagh thu togalach no aonad eile a dhìon.
hu: Kijelölt egységek utasítása egy épület vagy egység őrzésére.
id: Perintahkan unit yang dipilih untuk mengawal bangunan atau unit.
it: Ordina alle unità selezionate di proteggere una struttura o unità.
ja: 選択したユニットを建造物またはユニットを護衛を命令します。
ko: 선택한 유닛에 건축물이나 유닛을 보호하도록 명령합니다.
lt: Įsakyti pažymėtiems vienetams saugoti pastatą ar vienetą.
ms: Arah unit terpilih untuk mengawasi satu struktur atau unit.
nl: Laat de geselecteerde eenheden een gebouw of eenheid bewaken.
pl: Rozkaż zaznaczonym jednostkom chronić budynek lub jednostkę.
pt_br: Ordene as unidades selecionadas a proteger uma estrutura ou unidade.
pt_pt: Ordenar às unidades selecionadas para vigiarem uma estrutura ou unidade.
ru: Приказать выбранным юнитам охранять здание или юнита.
sk: Prikáž vybraným jednotkám strážiť budovu alebo jednotku.
sv: Skicka valda enheter att vakta en byggnad eller en enhet.
te: ఒక నిర్మాణం లేదా యూనిట్‌ను కాపలాకాయడానికి ఎంచుకున్న యూనిట్లను ఆదేశించండి.
tr: Seçilen birimlere bir binayı ya da birimi koruma komutu ver.
uk: Наказати вибраним підрозділам охороняти споруду чи одиницю.
zh: 让选取的单位守卫建筑物或单位。
zh_tw: 命令選定的單位保護建築物或單位。

source: Remove guard
ar: أزل الحارس
ast: Excusare l curiador
bg: Спиране на пазенето
br: Na gwardoniañ ken
ca: Desprotegeix
cs: Odstranit stráž
da: Fjern beskyttelse
de: Bewachung beenden
el: Αφαίρεση προφύλαξης
es_cl: No proteger
eu: Kendu zaindaria
fa: برداشتن محافظ
fi: Poista vartio
fr: Ne plus garder
ga: Bain garda
gd: Thoir geàrd air falbh
gl: Quitar a protección
hu: Őr eltávolítása
id: Batalkan melindungi
it: Rimuovi Difesa
ja: 護衛解除
ka: მოაშორე დაცვა
ko: 경호병 제거
lt: Pašalinti sargybą
lv: Noņemt apsardzi
ms: Buang pengawal
nb: Fjern vakt
nl: Bewaking verwijderen
pl: Usuń straż
pt_br: Remover guarda
pt_pt: Cancelar a guarda
ru: Перестать охранять
sk: Prestať strážiť
sl: Odstrani stražarja
sq: Hiq rojen
sv: Ta bort vakt
te: కాపలాదార్డుని తొలగించండి
tr: Korumayı kaldır
uk: Зняти охорону
zh: 移除守卫
zh_tw: 移除護衛

source: Barter & Trade
ar: تجارة و مقايضة
ast: Cambio & commercio
bg: Обмен и търговия
br: Trok & Kenwerzh
ca: Intercanvi i comerç
cs: Výměnný obchod a obchod
de: Tauschen & Handeln
el: Ανταλλαγή και Εμπόριο
eu: Merkataritza eta Trukeak
fa: تهاتر & معامله
fi: käy kauppaa
fr: Troquer et échanger
ga: Babhtáil & Trádáil
gd: Iomlaideadh ⁊ malart
gl: Trocar e comerciar
hu: Csere és kereskedelem
id: Barter & Perdagangan
it: Baratto & Commercio
ja: 取引と交易
ko: 물물교환 및 교역
lt: Mainai ir prekyba
ms: Barter & Dagang
nb: Byttehandel og handel
nl: Ruilen en handelen
pl: Wymiana i Handel
pt_br: Troca & Comércio
pt_pt: Trocas e comércio
ru: Обмен и торговля
sk: Výmena & Obchod
sq: Pazar & Tregti
sv: Byte & Handel
te: మార్చుకొను మరియు వాణిజ్యం
tr: Takas & Ticaret
uk: Обмін та торгівля
zh: 贸易
zh_tw: 貿易

source: Patrol
ar: دورية
ast: Roldar
bg: Патрулиране
br: Bagad-ged
ca: Patrulla
cs: Hlídka
de: Patrouille
el: Περιπολία
eu: Patruilatu
fa: گشت
fi: Partioi
fr: Patrouiller
ga: Patról
gd: Cuairteachan
gl: Patrullar
hu: Őrjárat
id: Patroli
it: Pattuglia
ja: 巡回
ko: 정찰병
lt: Patruliuoti
lv: Patrulēt
ms: Ronda
nb: Patruljer
nl: Patrouilleren
pt_br: Patrulha
pt_pt: Patrulha
ru: Патруль
sk: Hliadkovať
sq: Patrullë
sv: Patrullera
te: కాపలాకాయుట
tr: Devriye
uk: Патрулювати
zh: 巡逻
zh_tw: 巡邏

source: Attack all encountered enemy units while avoiding structures.
ast: Acutir todalas unidades inimigas alcontradas evitando structuras.
ca: Ataca totes les unitats enemigues evitant els edificis.
cs: Útočit na všechny objevené nepřátelské jednotky, ale vyhnout se stavbám.
de: Alle gegnerischen Einheiten unterwegs angreifen, aber keine Gebäude.
el: Η επίθεση σε όλες τις εχθρικές μονάδες που θα συναντήσουν αποφεύγοντας τα κτίρια.
eu: Bidean aurkituko diren etsaiak eraso egiturak saihestuz.
fa: به تمام نیروهای دشمن که با آنها مواجه میشوید حمله کنید ولی از ساختمان ها صرف نظر کنید
fi: Hyökkää kaikkien kohdattujen vihollisyksiköiden kimppuun välttäen samalla rakennelmia.
fr: Attaque toutes les unités ennemies rencontrées tout en évitant les structures.
gd: Thoir ionnsaigh air gach aonad nàimhdeil ris an tachras is leig seachad gach togalach.
hu: A látott ellenséges egységek megtámadása, és az épületek elkerülése.
id: Serang semua unit musuh yang ditemui sambil menghindari bangunan,
it: Attacca tutti i nemici incontrati evitando le strutture.
ja: 建造物を避けながら、遭遇したすべての敵ユニットを攻撃します。
ko: 건축물을 피하면서 마주친 모든 적 유닛을 공격합니다.
lt: Pulti visus sutiktus priešų vienetus išvengiant statinių.
ms: Serang semua unit musuh yang dihadapi dengan menghindari struktur.
nl: Val alle vijandelijke eenheden aan maar vermijd gebouwen.
pl: Zaatakuj wszystkie napotkane wrogie jednostki, pomijając budynki.
pt_br: Ataque todas as unidades inimigas que encontrar, evitando as estruturas.
pt_pt: Atacar todas as unidades inimigas e evitar estruturas.
ru: Атакуйте всех встречных вражеских юнитов, избегая при этом строений.
sk: Útoč na všetky nepriateľské jednotky v dohľade, ale vyhýbaj sa budovám.
sv: Attackera alla fientliga enheter men undvik byggnader.
te: నిర్మాణాలను తప్పించేటప్పుడు ఎదుర్కొన్న అన్ని శత్రు యూనిట్లపై దాడి చేయండి.
tr: Binaları es geçerken karşılaşılan tüm düşman birimlerine saldır.
uk: Атакувати всі зустрічні ворожі підрозділи, уникаючи будівель.
zh: 攻击敌方所有的非建筑单位。
zh_tw: 攻擊所有遭遇到的單位但避開建築物。

source: Press to allow allies to use this dropsite
ar: اضغط لكى تسمح للحلفاء باستخدام نقطه الاسقاط هذه
ast: Premi pa deixar que los comuñeiros usen isti depósitu
bg: Щракнете, за да позволите на съюзниците да използват това място за събиране на ресурси
br: Klikit a-benn reiñ an aotre d'ar re gevredet ganeoc'h da ober gant al lec'h-daspugn-mañ
ca: Feu clic per permetre que els aliats utilitzin aquest punt de descàrrega
cs: Stiskněte pro povolení spojencům používat tento odhazovací prostor
de: Drücken, um Verbündeten zu erlauben, dieses Lager zu benutzen
el: Πληκτρολόγησε για να επιτραπεί η χρήση του καθορισμένου σημείου από τους συμμάχους.
eu: Sakatu aliatuek deskarga puntu hau erabil dezaten
fa: فشار دادن برای اجازه دادن به هم پیمان ها که از این محل تخلیه منابع استفاده کنند
fi: Paina antaaksesi liittolaistesi käyttää tätä laskeutumissijaintia
fr: Cliquez pour autoriser vos alliés à utiliser ce dépôt
ga: Brúigh agus ligeann do chomghuaillithe an áit léime seo a úsáid
gd: Brùth ach am faod na caidreabhaich an t-ionad-stòrais seo a chleachdadh
gl: Prema para que aliados para usar esta dropsite
hu: Kattints, hogy a szövetségesek használhassák ezt a lerakóhelyet
id: Tekan untuk mengizinkan sekutu menggunakan tempat penyimpanan ini
it: Premi per consentire agli alleati di usare questo punto di scarico.
ja: 同盟国がこの回収施設を使用できるようにするには押してください
ko: 동맹이 회수 시설을 사용할 수 있도록 하려면 누르십시오
lt: Spustelėkite norėdami leisti sąjungininkams naudoti šią aikštelę.
lv: Nospiediet, lai ļautu sabiedrotiem izmantot šo nodošanas punktu.
ms: Ketik untuk membenarkan pihak sekutu guna dropsite ini
nb: Trykk for å tillate allierte å bruke dette avlastningsstedet
nl: Klik om bondgenoten toegang tot dit pakhuis te geven.
pl: Naciśnij, aby umożliwić sojusznikom aby skorzystali z tego terenu
pt_br: Pressione para permitir que os aliados usem este depósito
pt_pt: Premir para permitir que os aliados utilizem este armazém
ru: Нажмите, чтобы разрешить использование этой точки сбора ресурсов союзниками
sk: Označ pre povolenie používania úložného miesta pre spojencov
sq: Shtyp për ti lejuar aleatëve përdorimin e këtij vendi-shkarkimi
sv: Tryck för att låta allierade använda detta lager
te: ఈ డ్రాప్ సైట్‌ను మిత్రులు ఉపయోగించడానికి అనుమతించడానికి నొక్కండి
tr: Müttefiklerin bu açılır listeyi kullanmalarına izin vermek için tıklayın
uk: Натиснути, щоб дозволити союзникам використовувати це місце збору
zh: 按下以允许盟友使用此资源回收点
zh_tw: 按下以允許盟友使用這個資源放置點

source: Press to prevent allies from using this dropsite
ar: اضغط لكى تمنع الحلفاء من استخدام نقطه الاسقاط هذه.
ast: Premi pa quitar que los comuñeiros usen isti depósitu
bg: Щракнете, за да забраните на съюзниците да използват това място за събиране на ресурси
br: Klikit a-benn mirout ouzh ar re gevredet ganeoc'h da implijout al lec'h-daspugn-mañ
ca: Feu clic per evitar que els aliats utilitzin aquest punt de descàrrega
cs: Stiskněte pro zabránění spojencům používat tento odhazovací prostor
de: Drücken, um Verbündete an der Nutzung dieses Lagers zu hindern
el: Πληκτρολόγησε για να αποφύγουν οι σύμμαχοι αυτό το καθορισμένο σημείο
eu: Sakatu aliatuek deskarga puntu hau erabil dezaten ekiditeko
fa: فشار دادن برای جلوگیری از هم پیمان ها برای استفاده از این محل تخلیه منابع
fi: Paina estääksesi liittolaisiasi käyttämästä tätä laskeutumissijaintia
fr: Cliquez pour empêcher vos alliés d'utiliser ce dépôt
ga: Brúigh agus cur cosc ar do chomhghuaillithe an áit léime seo a úsáid
gd: Brùth ach nach cleachd na caidreabhaich an t-ionad-stòrais seo
gl: Prema para evitar que os aliados de usar este dropsite
hu: Kattints, hogy a szövetségesek ne használhassák ezt a lerakóhelyet
id: Tekan untuk mencegah sekutu menggunakan tempat penyimpanan ini
it: Premi per evitare che gli alleati utilizzino questo punto di scarico
ja: 同盟国がこの回収施設を使用しないようにするには押してください
ko: 동맹이 회수 시설을 사용하지 않도록하려면 누르십시오
lt: Spustelėkite norėdami neleisti sąjungininkams naudoti šią aikštelę.
lv: Nospiediet, lai liegtu sabiedrotiem izmantot šo nodošanas punktu.
ms: Ketik untuk menghalang pihak sekutu guna dropsite ini
nb: Trykk for å hindre allierte fra å bruke dette avlastningsstedet
nl: Klik om bondgenoten toegang tot dit pakhuis te ontzeggen.
pl: Naciśnij, aby zabronić sojusznikom korzystanie z tego terenu
pt_br: Pressione para impedir que os aliados usem este depósito
pt_pt: Premir para prevenir que os aliados utilizem este armazém
ru: Нажмите, чтобы не допустить использование этой точки сбора ресурсов союзниками
sk: Označ pre zákaz používania úložného miesta pre spojencov
sq: Shtyp për ti ndaluar aleatëve përdorimin e këtij vendi-shkarkimi
sv: Tryck för att förhindra allierade från att använda detta lager
te: ఈ డ్రాప్‌సైట్‌ను మిత్రులు ఉపయోగించకుండా నిరోధించడానికి నొక్కండి
tr: Müttefiklerin bu depolama alanını kullanmasını önlemek için tıklayın
uk: Натиснути, щоб завадити союзникам використовувати це місце збору
zh: 按下以防止盟友使用此资源回收点
zh_tw: 按下以避免盟友使用此放置點

source: The use of this dropsite is prohibited
ar: الاستخدام لنقطه الاسقاط هذه ممنوع
ast: Nun puodes usar isti depósitu
bg: Използването на това място за събиране на ресурси е забранено.
br: Difennet eo da ober gant al lec'h-daspugn-mañ
ca: No podeu utilitzar aquest punt de descàrrega
cs: Je zakázáno používat tento odhazovací prostor
de: Die Benutzung dieses Lagers ist untersagt
el: Σου απαγορεύεται η χρήση του προκαθορισμένου σημείου.
eu: Ezin duzu deskarga puntu hau erabili
fa: شما اجازه استفاده از این محل تخلیه منابع را ندارید
fi: Tämän laskeutumissijainnin käyttäminen on kiellettyä
fr: L'utilisation de ce dépôt vous est interdite
ga: Ní féidir leat an áit léime soe a úsáid
gd: Chan fhaod thu an t-ionad-stòrais seo a chleachdadh
gl: O uso deste dropsite está prohibida
hu: A lerakóhely használata tiltott
id: Penggunaan tempat penyimpanan ini dilarang
it: L'uso di questo punto di scarico è vietato
ja: この回収施設の使用は禁止されています
ko: 이 회수 시설의 사용은 금지되어 있습니다
lt: Jums draudžiama naudoti šią aikštelę.
lv: Šī nodošanas punkta lietošana ir aizliegta
ms: Dilarang guna dropsite ini
nb: Bruk av dette avlastningsstedet er ikke tillatt
nl: U kunt dit pakhuis niet gebruiken.
pl: Użycie tego terenu jest zabronione
pt_br: O uso deste depósito é proibido
pt_pt: É proibido usar este armazém
ru: Использование этой точки сбора ресурсов запрещено
sk: Použitie tohto úložného miesta je zakázané
sq: Përdorimi i këtij vendi-shkarkimi është i ndaluar
sv: Det är förbjudet att använda detta lager
te: ఈ డ్రాప్‌సైట్ వాడకం నిషేధించబడింది
tr: Bu depolama alanını kullanamazsınız.
uk: Використовувати це місце збору заборонено
zh: 已禁止使用此资源回收点
zh_tw: 禁止使用此資源存放點
