Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: [font="sans-bold-14"]1. Playername[/font]
ca: [font="sans-bold-14"]1. Nom del jugador[/font]
cs: [font="sans-bold-14"]1. Jméno hráče[/font]
de: [font="sans-bold-14"]1. Spielername[/font]
el: [font="sans-bold-14"]1. Όνομα Παίχτη[/font]
es: [font="sans-bold-14"]1. Alias[/font]
eu: [font="sans-bold-14"]1. Jokalari izena[/font]
fr: [font="sans-bold-14"]1. Nom du joueur[/font]
ga: [font="sans-bold-14"]1. Ainm imreora[/font]
gd: [font="sans-bold-14"]1ad Aonm-cluicheadair[/font]
gl: [font="sans-bold-14"]1. Nome do xogador[/font]
hu: [font="sans-bold-14"]1. Játékosnév[/font]
lv: [font="sans-bold-14"]1. Lietotājvārds[/font]
ms: [font="sans-bold-14"]1. Nama Pemain[/font]
nl: [font="sans-bold-14"]1. Naam speler[/font]
pl: [font="sans-bold-14"]1. Nazwa gracza[/font]
pt_pt: [font="sans-bold-14"]1. Nome do jogador[/font]
ru: [font="sans-bold-14"]1. Имя игрока[/font]
sk: [font="sans-bold-14"]1. Meno hráča[/font]
sv: [font = "Sans-fet-14"] 1. PlayerName [/font]
tr: [font="sans-bold-14"]1. Kullanıcı adı[/font]
uk: [font="sans-bold-14"]1. Ім'я гравця[/font]
zh: [font="sans-bold-14"]1.玩家昵称:[/font]

source: Having a unique playername is a requirement to gain a rating, to allow players, moderators and developers to identify players they met before, communicate about the game, coordinate matches and enables moderators to enforce the Terms of Use.
ca: Tenir un nom de jugador exclusiu és un requisit per obtenir una classificació, per permetre als jugadors, moderadors i desenvolupadors identificar jugadors que han conegut abans, comunicar-se sobre el joc, coordinar partides i permetre als moderadors fer complir els termes d'ús.
cs: Mít jedinečné hráčské jméno je požadavek na získání hodnocení, aby hráči, moderátoři a vývojáři mohli rozpoznat hráče, s nimiž se setkali dříve, mluvit o hře, koordinovat zápasy, a umožňuje moderátorům prosazovat Podmínky užití.
de: Der Besitz eines eindeutigen Spielernamens ist Vorraussetzung um eine Spielbewertung erhalten zu können oder um Moderatoren und Entwicklern die Möglichkeit zu geben, sowohl einen Spieler wiederzuerkennen, um sich gemeinsam über das Spiel auszutauschen und Partien zu koordinieren, als auch die Einhaltung der Nutzungsbedingungen zu überwachen.
el: Έχοντας ένα μοναδικό όνομα παίχτη είναι ένα προαπαιτούμενο για να κερδίζεις βαθμολογία, να επιτρέπετε στους παίκτες, στους συντονιστές και στους προγραμματιστές να αναγνωρίζουν τους παίκτες που έχουν συναντήσει πριν, να επικοινωνούν για το παιχνίδι, να συντονίζουν τους αγώνες και να δίνουν τη δυνατότητα στους επόπτες να επιβάλλουν τους Όρους Χρήσης.
es: Tener un nombre de jugador único es un requisito para obtener una calificación, para permitir que los jugadores, moderadores y desarrolladores identifiquen a los jugadores que se unieron antes, comunicarse en el juego, coordinar partidos y permitir a los moderadores que se cumplan los Términos de uso.
eu: Beharrezkoa da joko izen bakarra izatea sailkapena lortzeko, jokalari, moderatzaile eta garatzaileek aurretik bildu zirenak ezagutzeko, jokoari buruz azalpenak emateko, partidak antolatzeko eta moderatzaileei erabilera baldintzak bete arazi ditzaten.
fr: Avoir un nom de joueur unique est nécessaire pour évoluer, pour permettre aux joueurs, modérateurs et développeurs d'identifier les joueurs déjà rencontrés, communiquer à propos du jeu, coordonner les matchs et permettre aux modérateurs de renforcer les termes d'utilisation
ga: Teastaíodh ainm imreora ar leith do rátáil a fháil, ligeann an t-ainm imreora ar imreoirí, modhnóirí agus forbróirí imreoirí eile a aithin, comhrá a dhéanamh faoin gcluiche, cluichí ilimreortha a chomhordú agus ligeann sé freisin ar modhnóirí na Tearmaí Úsáide a chur i bhfeidhm.
gd: Tha ainm-cleachdaiche riatanach ach am buannaich cluicheadairean rangachadh, ach aithnich cluicheadairean, maoir is an luchd-leasachaidh na cluicheadairean ris an do thachair iad cheana, ach an dèan iad conaltradh mun gheama, ach an co-òrdanaichidh iad maidsichean agus ach an èignich na maoir teirmichean a’ chleachdaidh.
gl: Ter un nome de xogador único é un requisito para gañar unha puntuación, para permitir aos xogadores, moderadores e desenvolvedores identificar xogadores cos que se atoparon antes, e falar sobre o xogo, coordinar partidas e permite aos moderadores facer que se cumpran os termos de uso.
hu: Az egyéni játékosnév szükséges az értékelést szerezéséhez, és annak lehetővé tételéhez, hogy a játékosok, moderátorok és fejlesztők azonosíthassák azokat a játékosat, akikkel már találkoztak, kommunikálhassanak a játékról, mérkőzéseket koordinálhassanak, valamint hogy a moderátorok betartathassák a felhasználási feltételeket.
lv: Unikāls lietotājvārds ir prasība, lai iegūtu reitingu, kurš atļauj spēlētājiem, moderatoriem un izstrādātājiem identificēt iepriekš satiktus spēlētājus, komunicēt par spēli, koordinēt mačus un atļauj moderatoriem izpildīt Lietošanas Noteikumus.
ms: Dengan nama pemain yang unik merupakan keperluan untuk dapatkan penarafan, membolehkan pemain, moderator dan pembangun kenalpasti mereka yang pernah berjumpa, berkomunikasi berkenaan permainan, mengatur perlawanan sebelum ini dan juga membolehkan moderator memaksa Terma Penggunaan.
nl: Het hebben van een unieke spelersnaam is een vereiste om een beoordeling te krijgen, om spelers, moderators en ontwikkelaars in staat te stellen spelers te identificeren die ze eerder hebben ontmoet, te communiceren over het spel, wedstrijden te coördineren en moderators in staat te stellen de gebruiksvoorwaarden te handhaven.
pl: Unikalna nazwa jest wymagana w celu zdobywania rankingu, by umożliwić graczom, moderatorom i twórcom zidentyfikowania graczy, których już wcześniej spotkali, komunikacji w związku z grą, koordynowania meczy i pozwala moderatorom egzekwować warunki korzystania.
pt_pt: É um requisito ter um nome único de jogador para obter uma classificação, para permitir que jogadores, moderadores e programadores identifiquem jogadores que conheceram antes, comuniquem sobre o jogo, coordenem partidas e permite aos moderadores façam cumprir os Termos de Utilização.
ru: Наличие уникального имени игрока является обязательным условием для получения рейтинга, позволяющим игрокам, модераторам и разработчикам идентифицировать игроков, с которыми они встречались ранее, обсуждать игру, координировать сражения и дающим модераторам возможность следить за соблюдением правил.
sk: Unikátne meno hráča je podmienkou pre získanie hodnotenia, umožnenie hráčom, moderátorom a vývojárom identifikovať hráčov, ktorých pedtým stretli, komunikovať o hre, kórdinovať zápasy a umožniť moderátorom vynucovanie dodržiavania Podmienok používania.
sv: Att ha ett unikt PlayerName är ett krav för att få en rating, att låta spelare, moderatorer och utvecklare att identifiera spelare de träffade innan, kommunicera om spelet, samordna matcher och gör det möjligt för moderatorer att genomdriva användar villkoren.
tr: Seviye atlamak için, Moderatörlerin ve Yapımcıların daha önce karşılaştıkları oyuncuları ayırt etmesi, oyun hakkında iletişim kurması, maçları yönetmesi ve kulanım kuralarının uygulanmalarını sağlamaları için gereklidir.
uk: Наявність унікального імені гравця – це вимога, щоб отримати оцінювання, дозволити гравцям, модераторам та розробникам ідентифікувати гравців, з якими вони зустрічалися раніше, спілкуватися про гру, координувати змагання, та дає змогу модераторам забезпечити дотримання умов використання.
zh: 拥有一个独特的昵称后，可进行评级。这样允许玩家、版主和开发者之间，去互相识别、沟通、协调匹配，并使主机执行使用条款。

source: The playername serves as a pseudoynm. The identity (natural person) of players is not known to Wildfire Games, except where personally identifiable information (such as the realname) was disclosed on the Lobby Chat, other services of Wildfire Games or elsewhere in the public, or when the IP address is used to bring criminal proceedings.
ca: El nom de jugador serveix com a pseudònim. La identitat (persona física) dels jugadors no és coneguda per Wildfire Games, excepte si es dona a conèixer informació personal identificable (com ara el nom real) al xat de la sala, en altres serveis de Wildfire Games o en altres llocs públics, o quan l'adreça IP és usada en processos penals.
cs: Jméno hráče slouží jako pseudonym. Totožnost (fyzická osoba) hráčů není známá Wildfire Games, kromě případů, kdy byly informace o osobě identifikovatelné (například skutečné jméno) zveřejněny v Lobby Chatu, v jiných službách Wildfire Games nebo jinde na veřejnosti, nebo když je adresa IP použita k trestnímu řízení.
de: Der Name des Spielers dient als Pseudonym. Die Identität der natürlichen Person ist Wildfire Games nicht bekannt, außer wenn im Lobby-Chat oder bei anderen Diensten von Wildfire Games personenbezogene Daten (wie der echte Name) preisgegeben werden, oder wenn die IP-Adresse für Strafverfahren verwendet wird.
el: Το όνομα παίχτη χρησιμεύει ως ψευδώνυμο. Η ταυτότητα (φυσικό πρόσωπο) των παικτών δεν είναι γνωστή στη Wildfire Games, εκτός από τις περιπτώσεις όπου τα προσωπικά αναγνωρίσιμα στοιχεία (όπως το πραγματικό όνομα) αποκαλυφθούν στη Συνομιλία του Λόμπι, σε άλλες υπηρεσίες της Wildfire Games ή αλλού δημοσίως ή όταν η διεύθυνση IP χρησιμοποιείτε για ποινικές πρακτικές.
es: El alias sirve como un seudónimo. Wildfire Games no conoce la verdadera identidad del jugador, a menos que este haya revelado información personal en el chat, otros servicios de Wildfire Games u otros lugares públicos, o cuando la dirección IP se usa para cometer actos ilegales.
eu: Jokalariaren izena ezizen bezala erabil daiteke. Jokalarien nortasuna (pertsona naturala) ez dago Wildfire Gamesen esku, norberaren informazioa (benetako izena) Lobby Chaten, Wildfire Gamesen beste zerbitzu batzuetan edo publikoaren beste toki batzuetan eman denetan ezik, edota IP helbidea zigor prozedura penaletan erabiltzen denean.
fr: Le nom du joueur sert de pseudonyme. L'identité (personne physique) du joueur n'est pas connue de Wildfire Games, sauf au cas ou des informations d'identification de la personne (tel que le nom réel) ont été divulguées sur le tchat du Lobby, d'autres services de Wildfire Games ou ailleurs en public, ou quand l'adresse IP est utilisée pour apporter des procédés criminels.
ga: Féidhmíonn an t-ainm imreora mar ainm cleite. Níl aon fhios ag Wildfire Games ar aitheantas (duine nádúrtha) na himreoirí, ach amháin i gcás nochtadh eolas aitheanta pearsanata (fíor-ainmneacha, m.sh.) sa Chomhrá Forhalla, seirbhísí eile Wildfire Fames, nó áiteanna eile poiblí, nó i gcás úsáide an seolta IP d'imeachtaí coiriúla a thabhairt.
gd: Tha an t-ainm-cluicheadair ’na alias. Chan eil Wildefire Games eòlach air cò na cluicheadairean (neach nàdarra) ach ma chaidh fiosrachadh air a dh’aithnichear iad fhèin (can an dearbh-ainm) fhoillseachadh ann an cabadaich na lobaidh, ann an seirbheisean eile aig Wildfire Games no am badeigin poblach eile no ma tha an seòladh IP ’ga chleachdadh airson cùis-lagha eucoireach.
gl: O nome de xogador serve de pseudónimo. Wildfire Games descoñece a identidade (persoa natural) do xogador, salvo que este revelase información persoalmente identificábel (como o seu nome real) na conversa da sala de espera, outros servizos de Wildfire Games ou outro lugar público, ou cando o enderezo de IP se usa para iniciar dilixencias penais.
hu: A játékosnév álnévként szolgál. A Wildfire Games nem ismeri a játékosok személyazonosságát (a természetes személyt), csak akkor, ha személyhez köthető információk (például a valódi név) kerülnek megosztásra a váróban, a Wildfire Games más szolgáltatásaiban vagy valamely más nyilvános helyen, vagy akkor, ha az IP-címre bűnügyi nyomozás miatt van szükség.
lv: Lietotājvārds strādā kā pseidonīms. Spēlētāja identitāte (naturāls cilvēks) nav zināma Wildfire Games, izņemot, kad personīgi identificējama informācija (piemēram, faktiskais vārds) tiek atklāta istabas čatā, citos Wildfire Games pakalpojumos vai citur sabiedrībā, vai kad IP adrese tiek izmantota kriminālprocesa uzsākšanai.
nl: De naam van de speler dient als een pseudoynm. De identiteit (natuurlijke persoon) van spelers is niet bekend bij Wildfire Games, behalve waar persoonlijk identificeerbare informatie (zoals de echte naam) is onthuld in de Lobby Chat, andere diensten van Wildfire Games of elders publiekelijk, of wanneer het IP-adres is gebruikt om strafrechtelijke procedures in te stellen.
pl: Nazwa gracza służy jako pseudonim. Tożsamość (osoba fizyczna) graczy nie jest znana Wildfire Games, z wyjątkiem sytuacji, gdzie informacje takie jak prawdziwe imię zostały przekazane na Lobby Chat, innych usługach Wildifre Games lub gdziekolwiek indziej publicznie lub gdy adres IP został wykorzystany w celach kryminalnych.
pt_pt: O nome do jogador serve de pseudónimo. A identidade (pessoa natural) dos jogadores não é conhecida pela Wildfire Games, a não ser quando a informação pessoalmente identificável (como o nome real) tenha sido referida na Conversação da Sala de Espera, outros serviços da Wildfire Games ou outros locais em público, ou quando o endereço IP for utilizador para procedimentos criminais.
ru: Имя игрока служит псевдонимом. Личность (физическое лицо) игроков не известна Wildfire Games, за исключением случаев, когда личная информация (такая как настоящее имя) была раскрыта в чате в сетевой комнате, других службах Wildfire Games или в других общественных местах, или когда IP-адрес используется для привлечения к уголовной ответственности.
sk: Meno hráča slúži ako pseudonym. Identita (pravá osoba) hráča nie je Wildfire Games známa, pokiaľ osobné identifikačné informácie (ako skutočné meno) neboli odhalené v Lobby Chate, na iných službách od Wildfire Games alebo kdekoľvek na verejnosti, alebo keď IP adresa je použitá na usvedčenie z kriminálnej činnosti.
sv: PlayerName fungerar som en pseudoynm. Identiteten (fysisk person) av spelare är inte känd för att Wildfire spel, förutom där personligt identifierbar information (såsom RealName) avslöjades i lobby chat, andra tjänster av Wildfire games eller någon annan stans i allmänheten, eller när IP-adressen är som används för att väcka åtal.
tr: Oyuncu adı bir takma ad olarak işlev görür. Oyuncuların kimliği (gerçek kişi) Wildfire Games tarafından bilinmemektedir, kişisel tanımlayıcı bilgilerin (gerçek ad gibi) Lobi Sohbetinde, Wildfire Games'in diğer hizmetlerinde veya açık herhangi bir yerde veya IP adresinin açıklandığı durumlarda ceza davası açmak için kullanılır.
uk: Ім'я гравця виконує функції псевдоніма. Особистість (фізична особа) гравців є невідома для Wildfire Games, за винятком випадків, коли особиста ідентифікуєма інформація (така як, справжнє ім'я) була розкрита у бесіді лобі, інших послугах Wildfire Games або в інших місцях в суспільстві, або коли IP-адреса є використаною для порушення кримінального провадження.
zh: 玩家昵称作为一个代号，而Wildfire Games官方并不知道玩家的真实身份（自然人），除非在大厅自己泄露。在Wildfire Games的游戏大厅，或其他服务或公众其他地方，披露别人身份信息（如真名）或者IP地址时，可能会被提起刑事诉讼。

source: The 0 A.D. Empires Ascendant Multiplayer Lobby is an online service provided by Wildfire Games that allows players to setup online multiplayer matches, discuss the game in a public chat room and gain a rating that reflects their skill.
ca: La sala multijugador del 0 A.D. Empires Ascendant és un servei en línia proporcionat per Wildfire Games que permet als jugadors configurar partides multijugador en línia, parlar del joc en un xat públic i obtenir una qualificació que reflecteixi la seva habilitat.
de: Die 0. A.D. Empires Ascendant Mehrspieler-Lobby ist ein Online-Dienst, der von Wildfire Games zur Verfügung gestellt wird, der Spieler erlaubt, Mehrspielerpartien über das Internet abzuhalten, in einem öffentlichen Chatroom über das Spiel zu diskutieren und eine Wertung zu erhalten, die das eigene Können widerspiegelt.
el: Το Λόμπι Πολλών Παιχτών του 0 A.D. η Άνοδος των Αυτοκρατοριών είναι μια διαδικτυακή υπηρεσία που παρέχεται από την Wildfire Games που επιτρέπει στους παίκτες να δημιουργήσουν διαδικτυακούς αγώνες για πολλούς παίκτες, να συζητήσουν για το παιχνίδι σε μια δημόσια αίθουσα συνομιλίας και να αποκτήσουν μια βαθμολογία που αντανακλά τις δεξιότητές τους.
es: La sala multijugador de 0 A.D. Empires Ascendant es un servicio en línea provisto por Wildfire Games que permite a los jugadores configurar partidas en línea para varios jugadores, discutir el juego en una sala de chat pública y obtener una calificación que refleje sus habilidades.
eu: 0 A.D. Empires Ascendanten jokalari anitzen lobbya Wildfire Gamesek eskaintzen duen lineako zerbitzua da jokalariek partidak antolatu, eztabaidatu edo txat ireki baten gelan jolasteko eta bere gaitasuna erakusten duen kalifikazioa irabazteko.
fr: Le lobby multijoueur 0 A.D. Empires Ascendant est un service en ligne fourni par Wildfire Games qui permet aux joueurs de configurer des matchs multijoueurs en ligne, de discuter du jeu dans une salle de discussion publique et d'obtenir un rang reflétant leurs compétences.
ga: Is seirbhís ar-líne é Ilfhorhalla 0 A.D. Impireachtaí in Uachtar soláthartha ag Wildfire Games, agus a ligeann ar imreoirí cluichí ar-líne a chur ar bhun, comhrá a dhéanamh sa tseomra comhrá poiblí agus rátáil a fháil dá gcuid scileanna a léiriú.
gd: ’S e seirbheis air loidhne a tha san lobaidh ioma-chluicheadair aig 0 A.D. Empires Ascendant a tha ’ga sholar le Wildfire Games agus a leigeas leis na cluicheadairean maidsichean ioma-chluicheadair a shuidheachadh, bruidhinn mun gheama ann an seòmar cabadaich poblach agus rangachadh a bhuannachd a-rèir an sgilean.
gl: A sala de espera de varios xogadores de 0 A.D. Empires Ascendant é un servizo por internet fornecido por Wildfire Games que permite aos xogadores configurar partidas de varios xogadores por internet, falar do xogo nunha sala de conversa pública e gañar unha puntuación que reflicte a súa habilidade.
hu: A 0 A.D. Felemelkedő birodalmak többjátékos váró egy online szolgáltatás, melyet a Wildfire Games biztosít, és mellyel a játékosok online többjátékos mérkőzéseket indíthatnak, beszélgethetnek a játékról egy nyilvános csevegőszobában, és értékelést szerezhetnek, mely a képességeiket tükrözi.
lv: 0 A.D. Empires Ascendant daudzspēlētāju priekšnams ir tiešsaistes pakalpojums, ko nodrošina Wildfire Games, kas ļauj spēlētājiem iestatīt tiešsaistes daudzspēlētāju mačus, diskutēt par spēli publiskā tērzēšanas istabā un iegūt reitingu, kas atspoguļo viņu prasmi.
nl: De 0 A.D. Empires Ascendant Multiplayer Lobby is een online service van Wildfire Games waarmee spelers online multiplayer wedstrijden kunnen opzetten, het spel kunnen bespreken in een openbare chatroom en een beoordeling kunnen krijgen die hun vaardigheden weerspiegelt.
pl: 0 A.D. Empires Ascendant Multiplayer Lobby to usługa online dostarczona przez Wildfire Games, by gracze mogli stworzyć grę online, dyskutować o grze na czacie publicznym i zdobyć ranking odzwierciedlający ich umiejętności.
pt_pt: A Sala de Espera Multi-Jogador do 0 A.D. Empires Ascendant é um serviço online fornecido pela Wildfire Games que permite aos jogadores configurarem partidas multi-jogadores online, discutir sobre o jogo numa sala de conversação pública e obter uma classificação que reflete a sua habilidade como jogador.
ru: Сетевая комната 0 A.D. Empires Ascendant это серсис от Wildfire Games, позволяющий игрокам настраивать сетевые сражения, публично обсуждать игру и зарабатывать рейтинг, отражающий их игровые навыки.
sk: 0 A.D. Empires Ascendant Multiplayer Lobby (miestnosť hry viacerých hráčov) je online služba poskytovaná Wildfire Games, ktorá umožňuje hráčom vytvoriť online zápasy viacerých hráčov, diskutovať o hre vo verejnej chatovacej miestnosti a získať hodnotenie, ktoré odráža ich zručnosti.
sv: 0 A.D. Empires Ascendenten flerspelarlobbyn är en online tjänst som tillhandahålls av Wildfire Games som tillåter spelare att ställa in flerspelarmatcher online, diskutera spelet i ett offentligt chattrum och få en rating som återspeglar deras skicklighet.
tr: 0 A.D. İmparatorluklar Etkin Çokoyunculu Lobisi, Wildfire Games tarafından sağlanan ve oyuncuların çevrimiçi çok oyunculu maçlar ayarlamasına, oyunu halka açık bir sohbet odasında tartışmasına ve becerilerini yansıtan bir puan almasına izin veren bir çevrimiçi hizmettir.
uk: Багатокористувацьке лобі 0 A.D. Empires Ascendant – це мережева послуга, забезпечена Wildfire Games, що дозволяє гравцям налаштувати мережеві багатокористувацькі змагання, обговорювати гру в кімнаті публічної бесіди та отримати оцінювання, яке відображає їхню майстерність у грі.
zh: 多人大厅是Wildfire Games提供的在线服务，允许玩家设置在线多人游戏，在公共聊天室讨论游戏，并获得自身技能评级。

source: [font="sans-bold-18"]0 A.D. Empires Ascendant Multiplayer Lobby Privacy Policy[/font]
bg: [font="sans-bold-18"]0 A.D. Empires Ascendant – Политика за поверителност на Чакалнята[/font]
mk: [font="sans-bold-18"]0 A.D. Empires Ascendant – Политика за приватност на чекалната[/font]

source: [font="sans-bold-14"]Document Date:[/font] 2023-07-27
bg: [font="sans-bold-14"]Последна редакция:[/font] 27 юли 2023г.
mk: [font="sans-bold-14"]Последно уредување:[/font] 2023-07-27

source: 2. Wildfire Games has legitimate interests in providing the Multiplayer Lobby, in the development and improvement of 0 A.D. and the Multiplayer Lobby, in enforcing the Terms of Use and in the protection against cyberattacks (GDPR 6.1.f).
bg: 2. Wildfire Games има основателен интерес за предоставянето на чакалнята за мрежови игри, за разработката и подобряването на играта 0 A.D и чакалнята за мрежови игри, за прилагането на Условията за ползване и за защитаването срещу кибератаки (съгласно чл. 6.1.f на ОРЗД).
mk: 2. Wildfire Games има легитимен интерес во обезбедувањето на Network Game Lounge, развојот и подобрувањето на 0 A.D Game и Network Game Lounge, спроведувањето на Условите за користење и заштитата од кибернапади (согласно чл. 6.1.f од GDPR).

source: [font="sans-bold-18"]0 A.D. Empires Ascendant Multiplayer Lobby Terms of Service[/font]
bg: [font="sans-bold-18"]0 A.D. Empires Ascendant — Условия на услугата на чакалнята за мрежова игра[/font]

source: The 0 A.D. Empires Ascendant Multiplayer Lobby is an online service provided by Wildfire Games that allows players to set up online multiplayer matches, discuss the game in a public chat room and gain a rating that reflects their skill.
bg: Чакалнята за мрежови игри на 0 A.D. Empires Ascendant е онлайн услуга, предоставяна от Wildfire Games и позволяваща на играчите да организират игри помежду си по Интернет, да обсъждат играта в публична чат стая и да получават рейтинг, който показва уменията им.

source: Due to the subject matter of historic warfare, description and depiction of violence and the language on the Multiplayer Lobby, 0 A.D. and the Multiplayer Lobby are not directed to young children (COPPA §312.2).
bg: Поради тематиката, свързана с исторически войни, и описанието и показването на насилие, а и заради използвания език в чакалнята за мрежови игри, играта 0 A.D. и чакалнята за мрежови игри не са предназначени за деца (Закон за защита на личните данни на деца в Интернет, §312.2).

source: [font="sans-bold-14"]By using the 0 A.D. Multiplayer Lobby, you agree to:[/font]
bg: [font="sans-bold-14"]Когато използвате чакалнята за мрежови игри на 0 A.D, Вие се съгласявате да:[/font]

source: [font="sans-bold-18"]0 A.D. Empires Ascendant Multiplayer Lobby Terms of Use[/font]
bg: [font="sans-bold-18"]0 A.D. Empires Ascendant - Условия за ползване на чакалнята за мрежови игри[/font]
