Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Spearmen +1 capture attack strength, +25% melee attack damage.
af: Spiesvegters +1 verowering aanvalskrag, +25% naby-aanval skade.
ast: hasteiros • podencia de posseu +1 • podencia de combate +25%.
ca: +1 d'atac de captura i +25% d'atac cos a cos per als soldats amb llança.
cs: Bojovníci s oštěpem +1 k síle útoku při zajímání jednotek a +25 % k poškození při útoku na blízko.
da: Spydsmænd +1 erobrings-angrebsstyrke, +25% nærkamps-angrebsskade.
de: Speerkämpfer +1 Einnehmrate, +25 % Nahkampfschaden.
es: Lanceros (Fuerza de captura: +1; Daño cuerpo a cuerpo: +25%).
eu: Lantzariak +1 atzemate eraso indarrean, %25+ buruz-buruko eraso kaltean.
fi: Keihäsmiehille +1 kaappaushyökkäyksen voimakkuutta, +25 % lähitaisteluhyökkäyksen vahinkoa.
fr: Augmente de +1 en force de capture et de +25 % les dégâts de mêlée des lanciers.
gl: +1 forza de ataque de captura de Lanceiros, +25% de dano de ataque corpo a corpo.
hi: शूलधारक +१ हमले और कब्जा की शक्ति, +२५% हाथापाई से नुकसान
hu: +1 elfoglalási támadási erő, +25% közelharci sebzés a lándzsásoknál.
hy: +25% մերձամարտի վնաս և +1 գրավում նիզակավոր զինվորներին։
id: Penombak +1 daya rebut, +25% daya serang jarak dekat.
it: +1 attacco cattura e +25% attacco corpo a corpo per i lancieri.
ja: 槍兵の占拠力+1 近接攻撃力+25%
ko: 창병의 점령 공격력이 +1 증가하고, 근접 공격 피해가 +25% 증가합니다.
ku: Tîrvanan +1 hêza êrîşê digire, +25% zirara êrîşa nêzîk.
lb: Speerträger +1 Eroberungstaux, +25% Nokampfschued.
nl: Speervechters +1 veroveren, +25% mêlee aanval.
pl: Włócznicy mają +1 siły przejęcia i zadają 25% więcej obrażeń wręcz.
pt_br: Lanceiros têm +1 de poder de captura e +25% de dano de ataque corpo-a-corpo.
pt_pt: Lanceiros +1 força de ataque de captura, +25% dano de ataque corpo a corpo.
ro: Spearmen +1 putere de atac de capturare, +25% daune de atac corp la corp.
ru: Копейщики получают +1 к скорости захвата и +25% к урону в ближнем бою.
sk: Kopijníci +1 sila obsadzovania, +25% poškodenie pri boji zblízka.
sr: Копљаници +1 јачина напада заузимања,+25% јачина блиских напада.
sv: Spjutmän +1 erövringsstyrka, +25% närstridsattack.
tr: Mızrakçılar +1 ele geçirme saldırı gücü, +25% yakın saldırı hasarı
uk: Списоносці мають +1 ефективності захоплення, +25% нанесення ближнього пошкодження.
zh: 矛兵夺占 +1，近战攻击 +25% .
zh_tw: 矛兵 +1 占領力、+25% 近戰攻擊傷害。

source: Battering Team
cs: Beranidlový tým
gl: Equipo de Ariete
hu: Faltörőbrigád
id: Tim Pemukul
pt_pt: Equipa de ataque
sk: Baranidlová jednotka
tr: Vurucu Takım

source: Battering Rams +0.15 speed, +1 acceleration, and +0.5 turn rate for each garrisoned soldier.
cs: Beranidla získají +0,15 k rychlosti, +1 zrychlení a +0,5 otáčky za každého vojáka v posádce.
gl: Os Arietes gañan +0,15 de velocidade, +1 de aceleración e +0,5 de taxa de viraxe por cada soldado gornecido.
hu: +0,15 sebesség, +1 gyorsulás és +0,5 fordulás a faltörő kosoknak minden bennük elhelyezett katona után
id: Pelantak tubruk +0.15 speed, +1 akselerasi, dan +0.5 nilai balik untuj tiap prajurit militer.
pt_pt: Aríetes +0,15 velocidade, +1 aceleração e +0,5 velocidade de rotação para cada soldado aquartelado.
sk: Baranidlá +0.15 rýchlosť, +1 zrýchlenie, a +0.5 rýchlosť otáčania za každého vojaka v ich posádke.
tr: Koçbaşları Garnizondaki her asker için +0,15 hız, +1 hızlanma ve +0,5 dönüş oranı.

source: Satrapy Tribute
ar: جزية الولاية التابعة
bg: Поклон на сатрапията
ca: Tribut a Sàtrapa
cs: Satrapův tribut
fa: خراج ساتراپی
gl: Tributo da Sátrapía
hy: Սատրապության տուրք
id: Penghargaan Satrapy
lb: Satrapen-Tribut
pt_pt: Tributo satrópico
sk: Satrapská daň
uk: Данина Сатрапі

source: Britannorum Rex
af: Britannorum Rex, Koning van die Britse Gebiede
ar: ملك بريطانيا
ast: Reye los britanos
bg: Британорум рекс
bn: ব্রিটেনের রাজা
cs: Král Britů
el: Ο Βασιλιάς της Βρετανίας
fa: پادشاه بریتانوروم
ga: Rí na Breataine
he: בריטנום רקס
hi: ब्रिटेनोरम़् रेक्स, रोमन कालिन ब्रिटेन की उपाधि
hu: Britanniarum Rex (A britonok királya)
hy: Բրիտոնների թագավոր
it: Re dei Britanni
ja: ブリトンの王
ko: 브리타니아 국왕or 브리탄노룸 렉스(브리탄 왕)
ku: Qralê Brîtaniyan
nb: Konge over britene
pl: Król Brytów
ru: Британский король
sr: Британорум Рекс
uk: Брітаннорум рекс
ur: برطانیہ کا بادشاہ
zh: 布立吞国王
zh_tw: 不列顛人之王

source: Upgrade the Winter Palace to receive a free trickle of a desired resource.
gl: Actualiza o Pazo de Inverno para recibir un fluxo gratuíto do recurso desexado.

source: Zooiarchos
af: Zooiarchos Olifant Kommandant
ar: زويارتشوس
ast: Zooiarchós
bg: Зооиархос
bn: হাতিবাহিনীর সেনাপতি
br: Zooiarkos
da: Zooiarkos
el: Ζωοίαρχος
es: Comandante de elefantes
eu: Elefanteen Nagusia
fa: فرمانده فیل ها
fr: Zooiarque
ga: Tiarna na nAinmhithe
gd: Ceannard ailbhein
gl: Comandante de elefantes
hi: जूऔरकोस अर्थात यूनानी गजसेनापति
hu: Zooiarchos (elefánt parancsnok)
hy: Փղերի հրամանատար
it: Zooarca
ja: 戦象将校
ko: 주이아르초스(코끼리 사령관)
nb: Elefantkommandør
pl: Dowódca Słoni
ru: Погонщик слонов
sk: Zooiarcha
sr: Зуиаркос
uk: Дзооіархос
zh: 乘象者
zh_tw: 戰象指揮官

source: Vamba Moriyar
ar: مورييار بامبا
bg: Маурски завоевания
bn: মৌর্য বিজয় অভিযান
el: Βάμπα Μόρυα
fa: وامبا موریار
hi: वेम्बा मोरियार, तमिल उपाधि
hu: Vamba Moriar
hy: Մաուրիայի նվաճում
ja: ヴァンバ モリヤー
ko: 바바 모리야르
pl: Vamba Moriar
ru: Вамба Морияр
sr: Вамба Моријар
te: వంబ మొరియర్
uk: Вамба моріяр
ur: وامبا موریار
zh: 孔雀王朝
zh_tw: 孔雀王朝征服

source: Upgrade the Throne Hall to receive a free trickle of a desired resource.
pt_pt: Faça a atualização do Salão do Trono para receber um fluxo contínuo gratuito de um recurso desejado.

source: Civic center technologies −50% research time and −30% cost.
ro: Tehnologile centrului civic -50% timp de cercetare și -30% cost.
zh: 市政中心科研耗时 -50% ，花费 -30% 。

source: Saripeko
af: Huurarbeider
ar: ساريبيكو
ast: Salitakok
bg: Сарипеко
bn: ভাড়াটে সৈনিক
el: Μισθοφόρος
ga: Tuarastalta
he: סרפיקו
hi: सारीपेको़
hy: Սարիպեկո
ja: シャリペコ
ko: 사리페코
ru: Сарипеко
sr: Сарипеко
uk: Саріпєко
ur: سریپیکو
zh: 佣兵供应
zh_tw: 外援

source: Own and Allied Healers +2 heal health.
zh: 己方和盟友的医生治疗效果 +2 。

source: Medicine Father
zh: 医学之父

source: Soldiers +10% melee and ranged attack damage, +1 crush, hack, pierce resistance.
zh: 士兵的远程及近战攻击 +10％，粉碎、砍削及穿刺全部 +1 。

source: Humans +1 health regeneration rate, +25% health
zh_tw: 人 +1 生命值恢復率、+25% 生命值。

source: Taoism
zh_tw: 道教

source: Workers +25% grain gather rate.
af: Arbeiders +25% graan insamelingstempo
eu: Langileek %25+ garau ustiaketa tasan.
ko: 노동자의 곡물 수확률이 +25% 증가합니다.
zh_tw: 工人 +25% 穀物採集速率。

source: Farming bonus
af: Boer bonus
bn: কৃষক বোনাস
br: Bonuz al Labour-douar
el: Μπόνους στη καλλιέργεια
es_ar: Bonus de agricultura
eu: Nekazaritza hobaria
ga: Bónas Feirmeoireachta
gd: Buannachd àitich
he: בונוס חקלאי
hr: Bonus na farmanje
ko: 농업 보너스
lv: Lauksaimniecības bonuss
ms: Bonus perladangan
nb: Gårdsdriftsbonus
te: వ్యవసాయ ఉపరి లాభ బహుమానము
zh_tw: 農業加成

source: Warships −25% construction time.
de: Kriegsschiffe −25 % Bauzeit.
es: Buques de guerra (Tiempo de construcción: −25%).
fr: Temps de construction des navires de guerre réduit de 25 %.
it: −25% tempi di costruzione per le navi da guerra.
nl: Oorlogsschepen −25% bouwtijd.
pt_br: Navios de guerra -25% tempo de construção.
ru: Боевые корабли создаются на 25% быстрее.
zh_tw: 戰艦 -25% 建造時間。

source: Delian League
af: Deliese Liga
bn: ডেলিয়ান লীগ
br: Kevre Delios
de: Attischer Seebund
el: Δηλιακή Συμμαχία
es: Liga de Delos
es_ar: Liga de Delos
eu: Delosko Liga
fr: Ligue de Délos
ga: Conradh na Déalois
gd: Lìg Dhealos
he: הליגה האטית-דלית
hr: Delijska liga
it: Lega di Delo
ko: 델로스 동맹
lv: Deliana līga
ms: Liga Delos
nb: Det athenske sjøforbundet
nl: Delische Bond
pt_br: Liga de Delos
ru: Делосский союз
zh_tw: 提洛同盟

source: +10% international trade bonus.
de: +10 % internationaler Handelsbonus.
es: Comercio internacional: +10%.
fr: +10 % de bonus commercial international.
it: +10% bonus per commerci internazionali.
nl: +10% internationale handelsbonus.
pt_br: +10% de bônus de comércio internacional.
ru: +10% к выгоде от международной торговли.
zh_tw: +10% 國際貿易加成。

source: Trademasters
af: Handelmeesters
bn: বাণিজ্যনেতা
br: Penngenwerzhourien
de: Handelsmeister
el: Μεγαλέμποροι
es: Maestros del comercio
es_ar: Maestros del comercio
eu: Merkataritza maisuak
fr: Maîtres commerçants
ga: Máistrí Trádála
gd: Maighstirean malairt
it: Mastro commerciante
ko: 거상
lv: Tirgus meistri
ms: Pedagang-pedagang
nb: Handelsmestere
nl: Handelsmeesters
pt_br: Mestres Mercantes
ru: Мастера торговли
zh_tw: 貿易能手

source: +20% barter sell prices.
zh_tw: +20% 易貨銷售價格。

source: Standardized Currency
af: Gestandardiseerde Geldeenheid
bn: প্রমিত মুদ্রা
br: Teulenn Standardizet
el: Τυποποιημένο νόμισμα
es_ar: Moneda Estandarizada
eu: Moneta estandarizatua
ga: Airgeadra Caighdeánaithe
gd: Airgeadra stannardaichte
he: מטבע מתוקנן
ko: 통화 표준화 or 표준화된 통화
ms: Mata Wang Piawai
nb: Standarisert valuta
zh_tw: 標準化貨幣

source: Land Traders +15% trade gain.
de: Händler +15 % Handelsertrag.
es: Comerciantes terrestres (Ganancias: +15%).
fr: Les Marchands terrestres ont +15 % de gains commerciaux.
it: +15% profitto del commercio terrestre.
nl: Handelaren te land +15% winst.
pt_br: Comerciantes de terras + 15% de ganho comercial.
ru: Сухопутные торговцы приносят на 15% больше прибыли.
zh_tw: 陸上商人 +15% 貿易獲利。

source: The Royal Road
af: Die Koninklike Pad
bn: রাজকীয় পথ
br: An Hent-Roueel
de: Die königliche Straße
el: Η Βασιλική Οδός
es: El camino real
es_ar: El camino real
eu: Errege Ibilbidea
fr: La Voie Royale
ga: Bóthar na Ríthe
gd: An rathad rìoghail
he: הדרך המלכותית /
it: La Strada Reale
ko: 왕도
lv: Karaliskais ceļš
ms: Jalan Diraja
nb: Den kongelige vei
nl: De Koningsweg
pt_br: A Estrada Real
ru: Царская дорога
zh_tw: 皇家大道

source: Civil Centers −20% resource costs.
de: Verwaltungssitze −20 % Rohstoffkosten.
es: Centros civiles (Coste de recursos: −20%).
fr: Centres-villes −20 % de coût en ressources.
it: −20% costi per i centri civici.
nl: Beschavingscentra kosten −20% grondstoffen.
pt_br: Centros Cívicos têm - 20% custo de recursos.
ru: Стоимость городских центров снижается на 20%.
zh_tw: 城鎮中心 -20% 資源成本。

source: Citizen Infantry Spearmen +10% health.
de: Bürgersoldateninfanteriespeerwerfer +10 % Gesundheit.
es: Ciudadanos-lanceros de infantería (Salud: +10%).
fr: Les fantassins à lance gagnent 10% de santé.
it: +10% salute per la fanteria cittadina con lancia.
ku: Peyayên Tîr ên Welatî +10% tenduristiyê.
nl: Burger infanterie speervechters +10% gezondheid.
pt_br: Infantaria de cidadãos lanceiros +10% de saúde.
ru: Пешие копейщики-граждане получают +10% к здоровью.
ur: شہری بھالادار پیدل فوج +10٪ صحت
zh_tw: 公民矛步兵 +10% 生命值。

source: The Music Bureau was charged directly, by the emperor to perform various tasks related to music, poetry, entertainment, or religious worship. Techcost −50%.
de: Das Amt für Musik wurde direkt vom Kaiser beauftragt, verschiedenste Tätigkeiten im Bereich von Musik, Poesie, Unterhaltung oder religiöser Verehrung auszuführen. Technologiekosten −50 %.
es: El ministerio de música, dirigido directamente por el emperador, realizaba todo tipo de actividades relacionadas con la música, la poesía, entretenimiento y culto religioso. Coste de tecnología: −50%.
fr: Le bureau de musique était chargé directement par l'empereur d'effectuer des tâches variées en rapport avec la musique, la poésie, le divertissement où les cérémonies religieuses. Coût des technologies −50 %.
it: L'Ufficio della musica aveva l'incarico, affidatogli direttamente dall'imperatore, di occuparsi di varie mansioni legate a musica, poesia, intrattenimento o riti religiosi. Costo tecnologia −50%.
nl: Het Bureau voor Muziek voerde op last van de Keizer verschillende taken uit op het gebied van muziek, poëzie, vermaak en religieuze diensten. Technologiekosten -50%.
pt_br: O Departamento de Música foi encarregado diretamente, pelo imperador, de realizar várias tarefas relacionadas à música, poesia, entretenimento ou culto religioso. Custo técnico -50%.
ru: Император лично поручил Музыкальному бюро выполнять различные задачи, связанные с музыкой, поэзией, развлечениями или религиозным поклонением. Уменьшает стоимость технологий на 50%.
zh_tw: 樂府由皇帝直接委託，執行與音樂、詩歌、娛樂或宗教崇拜有關的各種任務。 科技成本 -50%。

source: Builders +25% build rate.
zh_tw: 建築工人 +25% 建造速率。

source: Elephant Workers
eu: Lanerako elefanteak
ko: 코끼리 일꾼
zh_tw: 工作象

source: Cost +20% and build time +20% for each new Minister trained.
zh_tw: 每培訓一位新官吏，成本 +20%，建造時間 +20%。

source: The Cost of Splendor
zh_tw: 輝煌的代價

source: Soldiers in his formation +3 crush, hack, pierce resistance, +15% movement speed.
de: Soldaten in seiner Formation +3 Schmetter-, Hieb- und Stichwiderstand, +15 % Bewegungsgeschwindigkeit.
es: Soldados en formación (Resistencia al aplastamiento, corte y perforación: +3; Velocidad de movimiento: +15%).
fr: Les Soldats dans leurs formations gagnent +3 d'armure, et 15% de vitesse de déplacement.
it: +3 resistenza a frantumare, fendente e perforante e +15% velocità di movimento per i soldati nella sua formazione.
ku: Leşkerên di damezrandina wî de +3 diperçiqin, dişkînin, berxwedanê dişkînin, +15% leza tevgerê.
nl: Soldaten in zijn formatie +3 slag-, steek- en verpletterweerstand en +15% snelheid.
pt_br: Soldados em sua formação têm +3 de resistência à esmagamento, corte e perfuração, e +15% de velocidade de movimento.
ru: Воины в боевом порядке под его началом получают +3 к защите от дробящего, рубящего и колющего оружия и +15% к скорости передвижения.
zh_tw: 在他陣型中的士兵 +3 粉碎、劈砍、穿刺抗性，+15% 移動速度。

source: Builders +15% build rate.
de: Bauarbeiter +15 % Baurate.
es: Constructores (Velocidad de construcción: +15%).
fr: Les Bâtisseurs construisent 15% plus vite.
nl: Bouwers +15% bouwsnelheid.
pt_br: Construtores têm +15% de taxa de construção.
ru: +15% к скорости работы строителей.
zh_tw: 建築工人 +15% 建造速率。

source: Periclean Building Program
af: Periclean Boukonstruksie Program
bn: পেরিক্লিসের নির্মাণ পরিকল্পনা
br: Program Saverezh Periklean
de: Perikleisches Bauprogramm
el: Περίκλειο Πρόγραμμα Κατασκευών
es: Programa de construcción de Pericles
es_ar: Programa de construcción de Pericles
eu: Periclesen Eraikitze Programa
fr: Programme de Construction Péricléen
ga: Ríomhchlár Tógála de Phéiricleis
gd: Prògram togail Phericles
he: תוכנית בניין פריקלן
it: Programma Edilizio di Pericle
ko: 페리클레안 or 페라클린 or 페라클란 건설 계획
ms: Program Pembinaan Pericle
nb: Periklisk bygningsprogram
nl: Pericles' Gebouwen Programma
pt_br: Programa de Construção de Péricles
ru: Строительная программа Перикла
zh_tw: 伯里克里斯建築計畫

source: Temples −25% stone cost, +2 garrisoned heal rate.
af: Tempels -25% klip kostes, +2 garnisoen gesondheid re-generasie tempo
de: Tempel −25 % Steinkosten, +2 Heilrate für einquartierte Einheiten.
es: Templos (Coste de piedra: −25%; Sanación de tropas guarnecidas: +2).
eu: Tenpluak %25- harri kostua, +2 guardan sartutako sendatze abiadura.
fr: Les Temples coûtent 25% de pierre en moins, et gagnent +2 de taux de soins en garnison.
it: −25% costi in pietra e +2 punti di guarigione per i presidiati nei templi.
ko: 사원의 석재 비용이 -25% 감소하고, 사원에 주둔군의 치료율이 +2 증가합니다.
nl: Tempels kosten -25% steen en +2 genezingssnelheid voor gelegerden.
pt_br: Templos custam −15% de pedra e têm +2% de taxa de cura para unidades guarnecidas.
ru: −25% к стоимости храмов в камне и +2 к скорости исцеления их гарнизонов.
zh_tw: 神廟 -25% 石頭成本、+2 駐紮治療速率。

source: Temple of Athena Nike
af: Tempel van Athena Nike
bn: এথিনা নাইকির মন্দির
de: Tempel der Athena Nike
es: Templo de Atenea Niké
es_ar: Templo de Atenea Victoriosa
eu: Atenea Nikeren Tenplua
fr: Temple d'Athéna Nikè
ga: Teampall le Aitéiné Nícéa
it: Tempio di Atena Nike
ko: 아테나 니케의 신전
nl: Tempel van Athena Nike
pt_br: Templo de Atena Nice
ru: Храм Ники Аптерос
zh_tw: 雅典娜勝利女神廟

source: When garrisoned, the Ship has −30% batch training time and +50% movement speed.
af: Skepe met 'n garnisoen -30% groep opleidingstyd en +50% bewegingspoed.
de: Wenn einquartiert, hat das Schiff −30 % Gruppenausbildungszeit und +50 % Bewegungsgeschwindigkeit.
es: Navíos guarnecidos (Tiempo de producción en grupo: −30%; Velocidad de movimiento: +50%).
eu: Guardan sartzean, ontziak %30- talde trebatze denboran eta %50+ mugimendu abiaduran.
fr: En garnison, les Navires prennent 30% de temps de formation de groupe en moins, et gagnent 50% de vitesse de déplacement.
it: −30% tempi d'addestramento e +50% velocità per le navi presidiate.
ko: 주둔할 때, 배는 대량 양성 시간이 -30% 감소하고, 이동 속도가 +50% 증가합니다.
nl: Met bemanning heeft het schip -30% groepsrekruteringstijd en +50% snelheid.
pt_br: Quando guarnecido, o Barco têm −30% de tempo de treinamento e +50% de velocidade de movimento.
ru: При наличии десанта на борту корабль обучает партии на 30% быстрее и передвигается на 50% быстрее.
zh_tw: 駐於船上時，該船 -30% 批次訓練時間並 +50% 移動速度。

source: Naval Commander
af: Vloot Bevelvoerder
bn: নৌ সেনাপতি
br: Komander an Arme-vor
de: Seekommandant
el: Ναύαρχος
es: Comandante naval
es_ar: Comandante de Armada
eu: Ontzi-komandantea
fr: Commandant naval
ga: Ceannasaí Cabhlaigh
gd: Ceannard cabhlaich
he: מפקד חיל הים
it: Comandante Navale
ko: 해군 사령관
ms: Komander Kapal Laut
nb: Orlogskaptein
nl: Scheepscommandant
pt_br: Comandante Naval
ru: Военно-морской командир
zh_tw: 海軍指揮官

source: Ships −50% metal cost, −20% construction time.
af: Skepe -50% metaal kostes, -20% konstruksietyd.
de: Schiffe −50 % Metallkosten, −20 % Bauzeit.
es: Navíos (Coste de metal: −50%; Tiempo de construcción: −20%).
eu: Ontziak %50- metal kontuan, %20- eraikuntza denboran.
fr: Les Navires coûtent 50% de métal en moins, et leur de temps de construction est réduit de 20%.
it: −50% costi in metallo e −20% tempi di costruzioni per le navi.
ko: 배의 금속 비용이 -50% 감소하고, 건조 시간이 -20% 감소합니다.
nl: Schepen kosten -50% metaal en -20% bouwtijd.
pt_br: Barcos custam −50% de metal e levam −20% de tempo para construir.
ru: Цена кораблей в металле снижается на 50%, а время строительства — на 20%.
zh_tw: 船艦 -50% 金屬成本、-20% 建造時間。

source: Naval Architect
af: Vloot Argitek
bn: নৌ-স্থপতি
br: Lestrsaver
de: Schiffskonstrukteur
el: Ναυτικός Αρχιτέκτονας
es: Arquitecto naval
es_ar: Arquitecto Naval
eu: Itsasontzi Arkitektoa
fr: Architecte naval
ga: Ailtire Cabhlaigh
gd: Ailtire cabhlaich
he: אדריכל ימי
it: Architetto Navale
ko: 군함 설계자
ms: Arkitek Laut
nb: Sjøarkitekt
nl: Scheepsarchitect
pt_br: Arquiteto Naval
ru: Корабельный инженер
zh_tw: 海軍工程師

source: Soldiers −50% promotion experience.
zh_tw: 士兵 -50% 升階經驗值。

source: Nearby human enemies −10 health/second.
zh_tw: 附近人類敵方 -10 生命值 / 秒。

source: Scythes
zh_tw: 釤刀

source: When garrisoned, the Structure has +2 capture points garrison regeneration rate.
de: Wenn einquartiert, hat das Gebäude +2 Regeneration für Einnehmpunkte.
es: Estructuras con guarnición (Regeneración de puntos de captura: +2).
fr: En garnison, la structure gagne +2 en taux de régénération de points de capture de garnison.
nl: +2 snelheid bij het herwinnen van loyaliteit voor bemande gebouwen.
pt_br: Quando guarnecida, a estrutura tem +2 pontos de captura na taxa de regeneração da guarnição.
ru: При наличии гарнизона здание получает +2 к восстановлению очков захвата.
zh_tw: 駐紮的建築 +2 占領值恢復率。

source: Structures +10% territory influence radius.
af: Strukture +10% territoriale invloedryke radius
de: Gebäude +10 % territorialer Einflussradius.
es: Estructuras (Radio de influencia: +10%).
eu: Egiturek %10+ lurraldetasun eragina.
fr: La zone d'influence territoriale des Bâtiments augmente de 10%
it: +10% raggio d'influenza territoriale per gli edifici.
ko: 건축물의 영역 영향 반경이 +10% 증가합니다.
nl: Gebouwen +10% territorium.
pt_br: Estruturas têm +10% de raio de influência territorial.
ru: Радиус контроля территории зданиями увеличивается на 10%.
zh_tw: 建築 +10% 領土影響半徑。

source: Imperialism
af: Imperialisme
bn: সাম্রাজ্যবাদ
br: Impalaerouriezh
de: Imperialismus
el: Αποικιοκρατία
es: Imperialismo
es_ar: Imperialismo
eu: Inperialismoa
fr: Impérialisme
ga: Impiriúlachas
gd: Impireachd
he: אִימפֵּרִיאָלִיזְם
it: Imperialismo
ko: 제국주의
ms: Imperialisma
nb: Imperialisme
nl: Imperialisme
pt_br: Imperialismo
ru: Империализм
zh_tw: 帝國主義

source: When garrisoned, the Structure's technologies have −20% resource cost and −50% research time.
af: Struktuur met garnisoen se tegnologieë het -20% hulpbron kostes en -50% navorsingstyd.
de: Wenn einquartiert, haben die Technologien des Gebäudes −20 % Rohstoffkosten und −50 % Forschungszeit.
es: Estructuras con guarnición (Coste de recursos en desarrollo de tecnología: −20%; Tiempo necesario: −50%).
eu: Guardan sartzean, egituraren teknologiek %20- kostua dute eta %50- ikertze denbora.
fr: En garnison, les technologies de Bâtiment coûtent 20 % de ressources en moins et sont 50 % plus rapides.
it: −20% costi e −50% tempi di ricerca per le tecnologie per le strutture che presentano unità presidiate.
ko: 주둔할때, 건축물의 기술의 자원 비용이 -20% 감소하고, 연구 시간이 -50% 감소합니다.
nl: Met bemanning kosten de gebouwtechnologieën -20% grondstoffen en -50% onderzoekstijd.
pt_br: Quando guarnecidos, as tecnologias das Estruturas custam −20% de recursos e −50% de tempo de pesquisa.
ru: При наличии гарнизона здание проводит исследования технологий на 20% дешевле и на 50% быстрее.
zh_tw: 駐紮的建築科技 -20% 資源成本並 -50% 研發時間。

source: Units gain experience while garrisoned in barracks.
af: Manskappe bou ondervinding tydens garnisoen in kaserne
eu: Unitateek esperientzia irabazten dute kuarteletan dauden bitartean.
ko: 병영에 주둔하는 동안 부대원들은 경험치를 얻습니다.

source: Blessing of the Gods
af: Seëning van die gode.
bn: দৈব অনুগ্রহ
br: Bennozh an Doueed
el: Ευλογία των Θεών
es_ar: Bendiciones de los Dioses
eu: Babes Jainkotiarra
ga: Beannachtaí na nDéithe
gd: Beannachd nan diathan
he: ברכת האלים
ko: 신의 축복
ms: Rahmat Tuhan
nb: Gudenes velsignelse

source: Humans +3 health regeneration rate.
af: Mense +3 gesondheid re-genereringstempo
eu: Gizakiek +3 osasun berrosatze tasa.
ko: 사람의 체력 회복률이 +3 증가합니다.

source: Soldiers +10% melee and ranged attack damage.
af: Soldate +10% naby- en afstand-aanval skade
eu: Soldaduek %10+ kalte buruz-buruko eta urrutiko erasoetan.
ko: 군인의 근접 및 범위 공격 피해가 +10% 증가합니다.

source: Meroitic Pyramids
af: Meroïtiese Piramides
bn: মেরোটিক পিরামিড
br: Piramidoù Meroitek
el: Μεροϊτικές Πυραμίδες
es_ar: Pirámides Meroíticas
eu: Meroitidar Piramideak
ga: Pirimidí Méróéiteacha
gd: Pioramaidean Mheroë
he: פירמידות מרואיות
ko: 메로에의 피라미드
ms: Piramid Meroitik

source: Civic Centers +10% territory influence radius.
af: Burgersentrums +10% territoriale invloedryke radius
eu: Zentro zibikoek %10 gehiagoko lurraldetasun eragina ematen dute
ko: 시민 회관의 영토 영향력이 +10% 증가합니다.

source: Power of Knowledge
af: Krag deur Kennis
bn: জ্ঞান শক্তি
br: Galloud ar Ouiziegezh
el: Η Δύναμη της Γνώσης
es_ar: Poder del Conocimiento
eu: Jakintza Boterea da
ga: Cumhacht Eolais
gd: Cumhachd an eòlais
he: כח הידע
ko: 지식의 힘
ms: Kuasa Ilmu
nb: Kunnskapskraft

source: Structures −10% technology resource costs and research time.
af: Strukture -10% tegnologiese hulpbronkostes en navorsingstyd
eu: Egiturak %10- merkagoak eta teknologietan denbora gutxiago
ko: 건축물의 기술 자원 비용과 연구 시간이 -10% 감소합니다.

source: Garrisoned Soldiers +3 armor and +20 vision range.
af: Soldate in garnisoen +3 pantser en +20 sigafstand
eu: Guardan sartutako soldaduak +3 armadura eta +20 ikusmen-irismena.
ko: 군인이 주둔시 방어력 +3 시야 범위가 +20 증가합니다.

source: Symbol of Greatness
af: Simbool van Grootheid
bn: মাহাত্ম্য প্রতীক
br: Arouez a Vrasted
el: Σύμβολο του Μεγαλείου
es_ar: Símbolo de Grandeza
eu: Handitasunaren Ikurra
ga: Siombail Gaiscíochta
gd: Samhla mòrachd
he: סמל של גדול
ko: 위대함의 상징
ms: Simbol Kehebatan.
nb: Storhetssymbol

source: +10 maximum population limit.
af: +10 maksimum populasie limiet.
eu: +10 gehieneko biztanleria muga.
ko: 최대 인구수가 +10 증가합니다.
