Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: You may notice that berries are a finite supply of food. We will need a more lasting food source. Fields produce an unlimited food resource, but are slower to gather than forageable fruits.
ast: A lo meyor pescanciares que les bagues puen escosar. Vamos precisar d'una fonte que dure. Los eros nunca nun paren de dar comida, pero tarden más en recoyese que la fruta.
bg: Може би ще забележите, че боровинките са ограничен запас от храна. Ще ни трябва източник на храна, който не се изчерпва толкова бързо. Нивите произвеждат храна безкрайно, но храната от тях се събира по-бавно от диворастящите плодове.
br: Marteze ho peus merzhet e oa an irinoù ur vammenn boued bevennet. Ezhomm hor bo da gaout mammennoù boued padusoc'h. Ar parkoù a ginnig ur vammenn voued didermen koulskoude int goustatoc'h da vezañ dastumet eget ar frouezhioù.
ca: Veureu que les baies són un recurs alimentari finit. Necessitem una font de menjar que duri més. Els camps produeixen recursos alimentaris il·limitats però són més lents d'obtenir que els fruits silvestres.
cs: Můžete si všimnout, že plody (bobule) jsou omezenou zásobou jídla. Budeme potřebovat trvalejší zdroj potravy. Pole představují neomezený zdroj potravy, ale jsou pomalejší na shromažďování než skliditelné plody (viditelné plody bobulí).
de: Du hast vielleicht bemerkt, dass Beeren eine begrenzte Nahrungsquelle sind. Wir werden eine nachhaltigere Quelle brauchen. Felder produzieren unendlich viel Nahrung, sind aber langsamer zum Abbauen als sammelbare Früchte.
el: Μπορεί να παρατηρήσετε ότι τα μούρα είναι μια πεπερασμένη παροχή τροφίμων. Θα χρειαστούμε μια πιο διαρκή πηγή τροφής. Τα χωράφια παράγουν έναν απεριόριστο πόρο τροφής, αλλά είναι πιο αργά από την συγκομιδή των φρούτων.
eo: Vi povus rimarki, ke la beroj estas limhava provizo de manĝaĵo. Ni bezonos pli daŭran fonton de manĝaĵo. Agroj produktas senliman manĝaĵaj resurson, sed estas pli malrapide kolektitaj ol furaĝeblaj fruktoj.
es: Habrás notado que las bayas son un recurso limitado de comida. Necesitaremos una fuente de comida más duradera. Los campos producen una fuente ilimitada de comida, pero su recolección es más lenta que la de las frutas silvestres.
es_ar: Habrás notado que los frutos no son una fuente infinita de alimento. Necesitarás un recurso de alimento más duradero. Los Huertos producen alimento ilimitado, pero lo hacen más lentamente que los frutos recolectados.
eu: Ohartu zaitezke baiak baliabide mugatuak direla. Elikagai iturri iraunkorrago bat beharko dugu. Landek elikagai baliabide mugatua dute, baino bazka fruituak baino motelagoak dira biltzeko garaian.
fa: همانطور که متوجه شده اید توت ها منابع تمام شدنی غذا هستند. ما نیاز داریم که منابع غذایی پایداری برای خود ایجاد کنیم. زمین های کشاورزی میزان بی پایانی غذا می توانند تولید کنند، اما سرعت جمع کردن آنها از میوه ها خوراکی کمتر است.
fi: Saatat huomata, että marjat ovat rajallinen ruoan lähde. Tarvitsemme kestävämmän ravinnonlähteen. Pellot tuottavat rajattomasti ruokaa, mutta sadon korjaaminen niistä on hitaampaa kuin marjojen poimiminen.
fr: Vous pouvez remarquer que les baies ont un approvisionnement limité. Nous aurons besoin de sources de nourriture plus durables. Les champs produisent une quantité illimitée de ressources de nourriture, mais sont plus lents à collecter que les fruits.
ga: Féadfaidh tú a thabhairt faoi deara go bhfuil acmhainní teoranta bia iad na caora seo. Teastóidh foinse bia níos buaine orainn. Táirgeann góirt bia gan teorann ar bith, ach tá siad bailithe níos moille ná torthaí.
gd: ’S dòcha gun do mhothaich thu nach mair dearcan gu buan. Tha sinn feumach air tùs bìdh nas seasmhaiche. Seo na bheir achaidhean dhut: biadh gun chrìch ach a bheir nas fhaide a bhuan na cruinneachadh mheasan.
gl: As baias son unha fonte de comida finita. Necesitarás unha fonte de comida máis duradeira. You may notice that berries are a finite supply of food. We will need a more lasting food source. Fields produce an unlimited food resource, but are slower to gather than forageable fruits.
hu: Észrevehetjük, hogy a bogyók élelemforrásként végesek. Tartósabb élelemforrásra van szükségünk. A mezők vég nélkül képesek élelmet termelni, de lassabb a begyűjtésük, mint a takarmánygyümölcsöknek.
id: Anda mungkin memperhatikan bahwa buah beri adalah persediaan pangan yang terbatas. Kita membutuhkan sumber pangan yang lebih tahan lama. Ladang menghasilkan sumber pangan yang tidak terbatas, tetapi pengumpulannya lebih lambat daripada buah-buahan yang bisa dimakan.
it: Puoi notare che le bacche sono una risorsa finita di cibo. Avremo bisogno di una fonte di cibo più duratura. I campi producono una risorsa alimentare illimitata, ma ci vuole più tempo per raccogliere il cibo.
ja: 果実は採取しているとすぐになくなってしまう為、長持ちする食料が必要です。 「畑」は無限に食料を生産することができますが、果物の採取より時間がかかります。
ko: 당신은 베리가 한정된 식량 공급원이라는 것을 알게 될 지도 모릅니다. 우리는 더 지속적인 식량 공급원이 필요할 것입니다. 밭은 무한정 식량 자원을 생산하지만, 수확 가능한 과일보다 채집하는 것이 느립니다.
ms: Anda dapati buah beri merupakan bekalan makanan tidak terhad. Walaubagaimanapun kita perlukan sumber makanan yang lebih bertahan lama. Oleh itu, Ladang dapat hasilkan sumber makanan tanpa had, tetapi lebih perlahan dikumpul berbanding buah-buahan hutan yang boleh dituai hasilnya.
nb: Du har kanskje lagt merke til at bærbuskene er en begrenset matkilde. Vi trenger noe som varer lengre. Marker produserer en ubegrenset matressurs, men er tregere å høste enn sankbare frukter.
nl: U hebt misschien gemerkt dat bessen een eindige voedselbron zijn. We hebben een meer duurzame voedselbron nodig. Akkers zijn een oneindige voedselbron, maar het oogsten duurt langer dan bij plukbaar fruit.
pl: Możesz zauważyć, że jagody to skończony zapas żywności. Będziemy potrzebować bardziej trwałego źródła pożywienia. Pola wytwarzają nieograniczoną ilość pożywienia, ale wolniej się zbierają niż owoce, które można przeżyć.
pt_br: Pode notar que as bagas são um fornecimento de comida limitado. Vamos precisar de uma fonte de comida mais duradoura. Os campos agrícolas produzem um recurso de comida ilimitado, mas são mais lentos na coleta de comida do que a coleta de frutas.
pt_pt: Podes notar que as bagas são um fornecimento de comida limitado. Vamos precisar de uma fonte de comida mais duradoura. Os campos agrícolas produzem um recurso de comida ilimitado, mas são mais lentos na recolha de comida do que a recolha de frutas.
ru: Можете заметить, что ягоды - это конечный запас продовольствия. Нам понадобится более постоянный источник пищи. Поля имеют неограниченный производственный ресурс, но сбор с них медленнее, нежели чем с ягод.
sk: Možno si si všimol, že bobule z kríkov sa zberaním časom minú. Budeme potrebovať trvalejší zdroj jedla. Polia produkujú nekonečnú zásobu jedla, ale získať ho z nich trvá dlhšie, ako zbierať ovocie.
sv: Du märker kanske att bären är en ändlig matresurs. Vi kommer att behöva långvarig matkälla. Åkrar är en oändlig matresurs, men är långsammare att samla ifrån jämfört med frukter och bär.
tr: Meyvelerin sınırlı bir besin kaynağı olduğunu fark edebilirsiniz. Daha kalıcı bir gıda kaynağına ihtiyacımız olacak. Tarlalar sınırsız bir gıda kaynağı üretir, ancak toplanabilir meyvelerden daha yavaş toplanırlar.
uk: Ви могли помітити, що ягоди — вичерпний ресурс їжі. Нам буде потрібно більш тривалий ресурс їжі. Поля виробляє необмежений ресурс їжі, але є повільнішим ресурсом, ніж збір фруктів.
zh: 你可能注意到了，莓是有限的食物。我们需要更持久的食物来源。田地会无限的产生食物，但是采集起来更慢。
zh_tw: 您可能會注意到，漿果供應的食物是有限的。 我們需要一個更持久的食物來源。 田地產生無限的食物資源，但比可食用的水果收集較慢。但是要盡量減少農場與其相應的食物處藏區之間的距離，我們將先建立一個農場。

source: But to minimize the distance between a farm and its corresponding food dropsite, we will first build a farmstead.
ast: Pero p'amenorgar la ralura ente la era y el celleru que-y correspuende, primero vamos construyir una quintana.
bg: За да намалим разстоянието между нивата и съответното ѝ място за събиране на продукцията, първо ще построим Ферма.
br: Met ivez disteraat an hirded etre ur park hag e lec'h-daspugn e savimp da gentañ un ti-feurm.
ca: Per a minimitzar la distància entre la granja i i el seu dipòsit corresponent, primer cal construir una masia.
de: Um aber die Entfernung zwischen einem Feld und seinem zugehörigen Nahrungslager zu minimieren, bauen wir zuerst einen Bauernhof.
el: Για να ελαχιστοποιήσουμε όμως την απόσταση μεταξύ μιας φάρμας και του αντίστοιχου σημείου εναπόθεσης των τροφίμων, θα χτίσουμε αρχικά ένα αγρόκτημα.
eo: Sed por malplejigi la malproksimon inter farmejo kaj ĝia rilata manĝaĵa demetejo, ni antaŭe konstruos farmejon.
es: Para minimizar la distancia entre la granja y su correspondiente almacén de comida, primero necesitaremos construir una alquería.
es_ar: Pero para minimizar la distancia entre el Huerto y su correspondiente punto de almacentamiento de alimento, construiremos primero una Granja.
eu: Baina baserri baten eta bere janariaren jaitsiera baten arteko distantzia minimizatzeko, lehenengo baserri bat eraikiko dugu.
fa: اما برای کمتر کردن فاصله میان یک مزرعه و محل تحویل مربوطه آن، ما نخست نیاز داریم که یک انبارغذا احداث کنیم.
ga: Ach don fhaid a laghdú idir feirm agus a fosú bia comhfhreagrach, tógfaimid áitreabh feirme ar dtús.
gd: Togamaid tuathanas an toiseach ach nach bi astar ro mhòr eadar na h-achaidhean agus an ionad-stòrais.
gl: Pero para reducir a distancia entre o campo e o lugar correspondente onde se deixa a comida, primeiro construiremos unha granxa.
it: Ma per ridurre al minimo la distanza tra un campo e il deposito di cibo corrispondente, costruiremo innanzitutto una Fattoria.
ko: 하지만 농장과 식량 자원 회수 시설 사이의 거리를 최소화하기 위해, 우리는 먼저 농장을 지을 것입니다.
ms: Maka untuk meminimumkan jarak diantara ladang dengan pusat pengumpulan makanan berkenaan, kita perlu bina dahulu sebuah pusat ladang.
nb: For å minimere distansen mellom en gård og dens tilhørende leveringspunkt, vil vi først bygge et gårdshus.
pl: Aby jednak zminimalizować odległość między farmą a odpowiednim miejscem na żywność, najpierw zbudujemy farmę.
pt_pt: Mas para minimizar a distância entre o campo e o local onde vão deixar a comida, vamos construir primeiro um edifício de uma quinta.
ru: Чтобы уменьшить расстояние между фермой и соответствующей точкой сбора еды, мы для начала построим усадьбу.
sk: Aby sme zmenšili vzdialenosť medzi farmou a prislúchajúcim zberným miestom jedla, postavme si statok.
sv: Men, för att minska avståndet mellan en åker och sammanhörande avlastningsplats måste vi börja med att bygga en bondgård.
tr: Ama tarla ve yiyecek depolama alanı arasındaki mesafeyi en aza indirmek için önce çiftlik kuracağız.
uk: Але щоб звести до мінімуму відстань між фермою та відповідною точкою збору ресурсів, ми спочатку побудуємо садибу.
zh: 为了减小农场与食物资源回收点的距离，我们先要建造一个农庄。

source: Select the three remaining (idle) female citizens and order them to build a farmstead in the center of the large open area to the west of the Civic Center.
ast: Esbilla les tres ciudadanes que queden y ordéna-yos construyir una quintana metanes la gran fastera escamplada al oeste del centru civil.
bg: Изберете останалите три (бездействащи) жени и ги накарайте да построят ферма в средата на голямото свободно пространство на запад от селищния център.
br: Diuzit an 3 c'heodedourez hag a chom (dioberiant) ha goulennit ganto mont da sevel un ti-feurm e-kreiz an dachenn vras o skeiñ war-du kornôg ho Kreizenn Geodedel.
ca: Seleccioneu les tres ciutadanes que queden (desocupades) i ordeneu-los que construeixin una masia al centre de la gran zona oberta que hi ha a l'oest del Centre Cívic.
de: Wähle die drei übrigen (untätigen) Bürgerinnen und befiehl ihnen, einen Bauernhof in die Mitte des großen, offenen Gebiets westlich des Verwaltungssitzes zu bauen.
el: Επιλέξτε τις τρεις εναπομείναντες (αδρανείς) γυναίκες πολίτες και παραγγείλετέ τους να οικοδομήσουν ένα αγρόκτημα στο κέντρο της μεγάλης ανοικτής περιοχής δυτικά του Αστικού Κέντρου
eo: Elektu la tri ceterajn (senfarajn) civitaninojn kaj komandu al ili konstrui farmejon en la centro de la vasta malferma areo en la okcidento de la Civitacentro.
es: Selecciona a las tres ciudadanas inactivas y ordena que construyan una alquería en el centro de la planicie al oeste del centro cívico.
es_ar: Selecciona las tres Ciudadanas inactivas restantes y ordénales que construyan una Granja en el centro de la gran área abierta al oeste del Centro Cívico.
eu: Aukeratu beste hiru hiritar emakumeak (inaktiboak) eta eskualdeko eremu zabalaren erdigunea baserri bat eraikitzeko, Gizarte Zentroko mendebaldean.
fa: انتخاب سه شهروند زن بیکار (Idle) و فرمان دادن به آنها برای ساخت یک انبارغذا در مرکز یک فضای باز وسیع در محدوده مرکز تمدن شما.
ga: Roghnaigh an triúr banshaoránaigh (díomhaoine) atá fágtha agus ordaigh orthu d'fheirm a thógáil i lár na críche mhóir oscailte siar ón Ionad Cathartha.
gd: Tagh an triùir shaoranach boireann a tha air fhàgail dhut (’nan tàmh) agus iarr orra gun tog iad tuathanas ann am meadhan an raoin mhòir fhosgailte gu siar air an ionad shìobhalta.
gl: Selecciona as tres cidadás (inactivas) restantes e ordénalles que constrúan unha granxa no centro da gran zona aberta ao oeste do centro cívico.
it: Seleziona tre delle restanti (inattive) Donne Cittadine e ordina loro di costruire una Fattoria al centro della vasta zona libera a ovest del Centro Cittadino.
ko: 남아 있는(대기중인) 3명의 여성 시민들을 선택하고 그들에게 시민 회관 서쪽의 넓은 공터의 중앙에 농장을 짓도록 명령하십시오.
ms: Pilih tiga orang rakyat perempuan (melahu) dan arahkan mereka membina pusat ladang di tengah-tengah kawasan luas di sebelah barat Pusat Sivik.
pl: Wybierz trzy pozostałe (nieaktywne) Obywatelki i rozkaż im, aby zbudowały gospodarstwo w centrum dużego otwartego obszaru na zachód od Centrum Osady.
pt_pt: Seleciona as restantes cidadãs não ocupadas e ordena-lhes que construam uma quinta no centro da grande área aberta a oeste do Centro Cívico.
ru: Выберите три свободных (незанятых) горожанок и прикажите им построить усадьбу в центре большого открытого участка к западу от Городского Центра.
sk: Zvoľ tri zostávajúce (nečinné) ženy-občianky a pošli ich, aby postavili statok v strede veľkého otvoreného priestranstva, ktoré sa nachádza na západ od Občianskeho Centra.
sv: Välj de tre övriga (lediga) kvinnliga medborgarna och beordra dem att bygga en bondgård i mitten på det stora öppna området väster om samhällscentret.
tr: Geriye kalan üç (boşta) kadın vatandaşı seçin ve Kent Merkezinin batısındaki geniş açık alanın merkezinde bir çiftlik inşa etmelerini isteyin.
uk: Виберіть трьох городянок, що залишись (вільних) та накажіть їм побудувати садибу в центрі великої відкритої зони на захід від Громадського Центру.
zh: 选择剩下三个(空闲的)女性居民，让她们在市政中心西边的空地上去建造一个农庄

source: We will need a decent chunk of space around the farmstead to build fields. In addition, we can see goats on the west side to further improve our food gathering efficiency should we ever decide to hunt them.
ast: Vamos precisar d'un cachón d'espaciu alredor de la quintana pa construyir los eros. Amás, podemos criar cabres al llau oeste p'ameyorar la recoyida de comida si más alantre decidimos cazales.
bg: Около фермата трябва да има достатъчно свободно място за създаване на ниви. Освен това, на запад има няколко кози, които могат да повишат скоростта ни на събиране на храна, ако решим да ги хванем.
br: Ezhomm hor bo da gaout un dachenn vras-vras e-kichen an ti-feurm evit sevel ar parkeier. Ouzhpenn-se e c'hallomp gwelout givri war-zu ar c'hornôg evit gwellaat efedusted hon dastum kenkaz e tibabfemp mont da chaseal anezho.
ca: Ens caldrà un espai decent d'espai prop de la masia per a construir-hi camps. A més a més, podem veure cabres a l'oest per millorar l'eficiència d'obtenció de menjar si mai decidim de caçar-les.
de: Wir werden ziemlich viel Platz um den Bauernhof brauchen, um Felder zu bauen. Außerdem sehen wir Ziegen im Westen, um unsere Nahrungseinkommen zu optimieren, falls wir uns je entscheiden, diese zu jagen.
el: Θα χρειαστούμε ένα αξιοπρεπές κομμάτι χώρου γύρω από το αγρόκτημα για να καλλιεργήσουμε χωράφια. Επιπλέον, μπορούμε να δούμε τις αίγες στη δυτική πλευρά ώστε να βελτιώσουμε περαιτέρω την αποτελεσματικότητα της συλλογής τροφίμων, εάν αποφασίσουμε ποτέ να τις κυνηγήσουμε.
eo: Ni bezonos decan pecon de spaco ĉirkaŭ la farmejo por konstrui agrojn. Plue, ni povas ekvidi kaprojn en la okcidenta flanko por plue plibonigi nian manĝaĵan kolektan efikon, se nur ni eĉ decidos de ĉasi ilin.
es: Necesitaremos un espacio muy amplio cerca de la alquería para construir los huertos. Además, como hay cabras en el lado oeste, podemos mejorar la eficiencia en la recolección de comida si decidimos cazarlas.
es_ar: Necesitarás un espacio apropiado alrededor de la Granja para construir los Huertos. Además, puedes ver cabras en el lado oeste que ayudarán a mejorar la eficiencia de recolección de alimento si decides cazarlas.
eu: Baserriaren inguruan nahikoa toki beharko dugu zelaiak egiteko. Horrez gain, ahuntzak ikus ditzakegu mendebaldean eta horrek aukera emango digu gure elikagaiak biltzeko gaitasuna hobetzeko noizbait ehizatu nahi baditugu.
fa: ما به فضای زیادی بدور انبار غذا نیاز داریم تا بتوانیم بدور آن مزرعه بسازیم. به علاوه، ما مشاهده می کنیم که در سمت غرب مرکز تمدن تعدادی بز حضور دارند که شکار آنها می تواند به ما در بهبود بهره وری جمع آوری غذا کمک کند.
ga: Teastaíonn leadhb mór spáis uainn i dtimpeall na feirme do ghóirt a thógáíl. Is féidir linn gabhair a fheiceáil san iarthar freisin, agus méadfaidh siad a éifeactacht bailithe do bhia, ba chóir dúinn seilg a dhéanamh orthu riamh.
gd: Bidh feum againn air cnap mhath a thìr timcheall air an tuathanas ach an tog sinn achaidhean ann. A bharrachd air sin, chì sinn gobhair air an taobh shiar a b’ urrainn dhuinn cleachdadh ’nan tùs bìdh èifeachdach nan cuireamaid romhainn an sealg.
gl: Necesitaremos un bo espazo arredor da granxa para construír campos. Ademais, pódense ver cabras na parte oeste para mellorar máis a eficiencia da nosa recolección de comida se en algún momento decidimos cazalas.
it: Avremo bisogno di un bel po' di spazio intorno alla Fattoria per costruire i campi. Inoltre, si notano delle capre sul lato ovest con cui potremmo migliorare ulteriormente l'efficienza di raccolta del cibo se decidessimo di cacciarle.
ko: 우리는 밭을 짓기 위해 농장 주변에 적당한 공간이 필요할 것입니다. 게다가 식량 채집 효율을 더 향상시키기 위해서는 서쪽에 있는 염소들을 사냥해야 합니다.
ms: Kita memerlukan kasawan yang mencukupi di sekitar pusat ladang untuk membina ladang. Selain itu, terdapat kawanan kambing yang berada di sebelah barat yang boleh diburu untuk menambahbaik kecekapan mengumpul makanan.
nb: Vi trenger en anseelig mengde land rundt vårt gårdshus for å bygge marker. I tillegg, kan vi se geiter på vestsiden for å ytterligere forbedre vår matinnsamlingseffektivitet, skulle vi finne på å jakte på dem.
pl: Będziemy potrzebować porządnego kawałka przestrzeni wokół gospodarstwa, aby budować pola. Ponadto, widzimy kozy po zachodniej stronie, aby jeszcze bardziej poprawić wydajność zbierania żywności, gdybyśmy kiedykolwiek zdecydowali się je polować.
pt_pt: Vamos precisar de um bom pedaço de espaço à volta da quinta para construir os campos. Para além disso, podemos ver cabras no lado oeste para podermos melhorar a eficiência de recolha de comida podemos caçá-las.
ru: Нам понадобится приличный кусок свободного пространства вокруг усадьбы, чтобы строить поля. Кроме того, мы можем видеть коз на западной стороне, чтобы еще больше повысить эффективность сбора пищи, если мы когда-нибудь решим охотиться на них.
sk: Aby sme mohli postaviť polia, budeme okolo statku potrebovať celkom slušný kus otvorenej zeme. Na západnej strane môžeme tiež vidieť pasúce sa kozy. Poslúžia na zvýšenie efektivity získavania jedla, ak sa niekedy rozhodneš uloviť ich.
sv: Vi kommer att behöva en bra bit med utrymme runt bondgården för att bygga åkrar. Dessutom finns det getter på västra sidan för att vidare förbättra våran matsamlingseffektivitet, ifall vi bestämmer oss för att jaga dem.
tr: Tarlaları inşa etmek için çiftlik çevresinde uygun bir alana ihtiyacımız olacak. Ayrıca, yiyecek toplama etkinliğimizi daha da arttırmak istersek batı tarafta avlayabileceğimiz keçileri görüyoruz.
uk: Нам знадобиться пристойний шматок вільного простору навколо садиби, щоб будувати поля. Крім того, ми можемо бачити кіз на західній стороні, щоб ще більше підвищити ефективність збору їжі, якщо ми коли-небудь вирішимо полювати на них.
zh: 我们需要农庄旁边的一块空间以建造田地。此外，注意到西边的羊群，它们可以作为肉类食物采集的来源。
