Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: The game has finished, what do you want to do?
ar: انتهت اللعبة. ماذا تريد أن تفعل؟
ast: Acabou la partida, ¿que quieres fhazer?
cs: Hra skončila. Co chcete udělat?
de: Das Spiel ist vorbei, was möchtest du tun?
el: Το παιχνίδι έχει τελειώσει, τι θέλετε να κάνετε?
eo: La ludo finiĝis. Kion vi volas fari?
fi: Peli on päättynyt. Mitä haluat tehdä?
gd: Thàinig an geama gu crìoch, dè tha thu airson dèanamh?
hu: A játék véget ért, mit szeretnél csinálni?
id: Permainan telah selesai, apa yang ingin Anda lakukan?
it: La partita è finita, cosa vuoi fare adesso?
ja: ゲームは終了しましたが、どうしますか？
ko: 게임이 끝났습니다. 어떻게 하시겠습니까?
nl: Het spel is afgelopen, wat wilt u doen?
pl: Rozgrywka się zakończyła, co chcesz teraz wykonać?
pt_br: Este jogo terminou, o que você deseja fazer?
ru: Игра завершена, что делаем?
sk: Hra skončila, čo chceš robiť?
sv: Spelet är klart, vad vill du göra?
tr: Yeniden oynatma tamamladı, ne yapmak istiyorsun?
uk: Ця гра завершилася, що ви бажаєте зробити?
zh: 游戏结束了，下一步计划是？

source: Stay
ar: إبقى
ast: Fhincar
cs: Zůstat
de: Bleiben
el: Μείνε
eo: Restu
fi: Pysy täällä
gd: Fuirich
hu: Maradok
id: Tetap di sini
it: Rimani
ja: 留まる
ko: 머무르기
nl: Blijven
pl: Zostań
pt_br: Ficar
ru: Остаться
sk: Ostať
sv: Stanna
tr: Kal
uk: Залишитися
zh: 停留

source: Quit and View Summary
ast: Salir & vere l resume
cs: Ukončit a zobrazit shrnutí
de: Verlassen und Zusammenfassung anzeigen
el: Έξοδος και Εμφάνιση Περίληψης
eo: Ĉesu kaj vidu resumon
fi: Poistu ja näytä kooste
gd: Fàg an-seo ’s seall air a’ gheàrr-chunntas
hu: Kilépés és összesítés megjelenítése
id: Keluar dan Lihat Ringkasan
it: Esci e Visualizza il Riepilogo
ja: 終了して概要を見る
ko: 종료하고 요약 보기
nl: Stoppen en naar de samenvatting
pl: Zobacz Podsumowanie i Wyjdz
pt_br: Sair e ver o resumo
ru: Выйти в сводку
sk: Skončiť a pozrieť štatistiky
sv: Avsluta och Visa Summeringen
tr: Çık ve Özeti Görüntüle
uk: Вийти і переглянути підсумок
zh: 退出，浏览概要

source: VICTORIOUS!
ar: انتصرت!
ast: ¡VICTORIA!
bg: ПОБЕДИТЕЛ!
br: AR MAOUT A ZO AET GANEOC'H!
ca: VICTORIÓS!
cs: VÍTĚZSTVÍ!
da: SEJR!
de: SIEGREICH!
el: ΕΙΣΤΕ ΝΙΚΗΤΗΣ!
eo: VENKINTA!
es_cl: ¡VICTORIA!
et: VÕIT!
eu: GARAILE!
fa: پیروزی!
fi: VOITTO!
fr: VICTOIRE !
ga: BUACACH!
gd: BUAIDH!
gl: Vitoria!
hu: GYŐZELEM!
id: MENANG!
it: VINCITORE!
ja: 勝利！
ka: გამარჯვებული!
ko: 이겼습니다!!
lt: PERGALĖ!
lv: UZVARA!
ms: MENANG!
nb: SEIER!
nl: GEWONNEN!
pl: ZWYCIĘSTWO!
pt_br: VITORIOSO!
pt_pt: VENCEDOR!
ru: ПОБЕДА!
sk: VÍŤAZSTVO!
sl: ZMAGOVALNI!
sq: FITIMTARË!
sv: SEGRARE!
te: విజయం!
tr: ZAFER!
uk: ЗДОБУТО ПЕРЕМОГУ!
zh: 胜利！
zh_tw: 勝利！

source: DEFEATED!
ar: هُزمت!
ast: ¡ROTA!
bg: ПОБЕДЕН!
br: FLASTRET OC'H BET!
ca: DERROTAT!
cs: PORÁŽKA!
da: NEDERLAG!
de: BESIEGT!
el: ΗΤΤΗΘΗΚΑΤΕ!
eo: MALVENKINTA!
es_cl: ¡DERROTADO!
et: LÜÜASAAMINE!
eu: PORROTA!
fa: شکست!
fi: TUHOUDUIT!
fr: DÉFAITE !
ga: CLOÍTE!
gd: RUAIG!
gl: Derrotado!
hu: LEGYŐZTEK!
id: KALAH!
it: SCONFITTO!
ja: 敗北！
ka: დამარცხებული!
ko: 졌습니다!
lt: PRALAIMĖJIMAS!
lv: SAKĀVE!
ms: KALAH!
nb: BESEIRET!
nl: VERSLAGEN!
pl: POKONANY!
pt_br: DERROTADO!
pt_pt: DERROTADO!
ru: ПОРАЖЕНИЕ!
sk: PORÁŽKA!
sl: PORAŽENI!
sq: I MUNDUR!
sv: BESEGRAD!
te: ఓడించబడింది!
tr: YENİLDİN!
uk: ОТРИМАНО ПОРАЗКУ!
zh: 失败！
zh_tw: 戰敗！

source: Do you want to quit?
ar: أتريد الإنهاء؟
ast: ¿Quieres salir?
bg: Искате ли да излезете?
br: Ha c'hoant ho peus kuitaat?
ca: Voleu sortir?
cs: Chcete skončit?
da: Vil du afslutte?
de: Willst du das Spiel verlassen?
el: Θέλετε να αποχωρήσετε;
eo: Ĉu vi volas ĉesi?
es_cl: ¿Quieres salir?
et: Soovite lõpetada?
eu: Irten nahi duzu?
fa: آیا می‌خواهید خارج شوید؟
fi: Haluatko lopettaa?
fr: Voulez-vous quitter ?
ga: An mhaith leat éirí as?
gd: A bheil thu airson fàgail?
gl: Estás seguro de que queres saír?
hu: Ki akarsz lépni?
id: Apakah anda yakin ingin keluar?
it: Vuoi uscire?
ja: 終了しますか？
ka: გსურს რომ გახვიდე?
ko: 종료하고 싶으신가요?
lt: Ar norite išeiti?
lv: Vai vēlaties izbeigt?
ms: Anda mahu keluar?
nb: Vil du avslutte?
nl: Wilt u stoppen?
pl: Czy chcesz wyjść?
pt_br: Você deseja sair?
pt_pt: Queres sair do jogo?
ru: Вы хотите выйти?
sk: Chcete odísť?
sl: Ali želite končati?
sq: Dëshiron të largohesh ?
sv: Vill du avsluta?
te: మీరు నిష్క్రమించాలనుకుంటున్నారా?
tr: Çıkmak istiyor musun?
uk: Чи хочете Ви завершити?
zh: 要退出吗?
zh_tw: 您是否要退出？

source: Are you sure you want to quit? Leaving will disconnect all other players.
ar: أمتأكّد من الخروج؟ الخروج سيقطع اتّصال كلّ اللاعبين.
ast: ¿Stas ciertu que quieres salir? Si sales todolos outros xhogadores van disconectesse.
bg: Наистина или искате да излезете? Напускането ви ще разкачи всички останали играчи.
br: Ha sur oc'h e fell deoc'h kuitaat? En ur vont kuit e vo digevreet an holl c'hoarierien all.
ca: Segur que voleu sortir? Si marxeu, es desconnectaran tots els altres jugadors.
cs: Opravdu si přejete skončit? Při opuštění hry jsou odpojeni všichni ostatní hráči.
da: Er du sikker på, at du vil forlade spillet? Hvis du forlader spillet vil øvrige spilleres forbindelse også afbrydes.
de: Möchtest du wirklich beenden? Beim Verlassen verlieren alle deine Mitspieler die Verbindung zum Spiel.
el: Είσαστε σίγουροι ότι θέλετε να εγκαταλείψετε; Φεύγοντας θα αποσυνδέθουν όλοι οι άλλοι παίκτες.
eo: Ĉu vi certas, ke si volas ĉesi? Lasi malkonektos ĉiujn aliajn ludantojn.
es_cl: ¿Está seguro que desea salir? esta acción desconectara a todos los demás jugadores.
et: Kindel, et soovite lõpetada? Lahkumine katkestab ka teiste mängijate ühendused.
eu: Irten nahi duzula ziur zaude? Irtetzean beste jokalari guztiak deskonektatuko dira.
fa: آیا مطمئن هستید که می خواهید خارج شوید؟ خروج شما باعث قطع ارتباط سایر بازیکن ها می شود.
fi: Haluatko varmasti lopettaa? Lopettaminen katkaisee yhteyden muilta pelaajilta.
fr: Êtes-vous sûr(e) de vouloir quitter ? Tous les joueurs vont être déconnectés.
ga: An bhfuil tú cinnte go mian leat éirí as? Dícheanglóidh gach imreoir eile nuair atá tú ag imeacht.
gd: A bheil thu cinnteach gu bheil thu airson fàgail? Thèid na ceanglaichean aig càch a bhriseadh ma dh’fhàgas tu.
gl: Estás seguro de que queres saír? Se saes, desconectaranse tamén o resto de xogadores.
hu: Biztosan ki akarsz lépni? Ezzel a többi játékost is szétkapcsolod.
id: Anda yakin ingin keluar? Meninggalkan permainan akan memutuskan pemain lain.
it: Sei sicuro di voler uscire? Abbandonare provocherà la disconnessione di tutti gli altri giocatori.
ja: 本当に終了しますか？
ka: დარწმუნებული ხარ რომ გინდა გასვლა? ეს გამოიწვევს ყველა მოთამაშის გამორთვას.
ko: 종료하시겠습니까? 나가면 다른 모든 참가자들과의 연결이 끊어집니다.
lt: Ar tikrai norite išeiti? Išeinant bus atjungti visi kiti žaidėjai.
lv: Vai esat pārliecināts, ka vēlaties pamest 0 A.D.? Spēles pamešana atvienos visus citus spēlētājus.
ms: Anda pasti mahu keluar? Jika keluar akan putuskan semua pemain lain.
nb: Er du sikker på at du vil avslutte? Når du avslutter vil alle andre også kobles fra.
nl: Weet u zeker dat u wilt stoppen? Door te stoppen worden alle andere spelers uit het spel gegooid.
pl: Czy na pewno chcesz wyjść? Spowoduje to rozłączenie się innych graczy.
pt_br: Tem certeza que deseja sair? Irá desconectar todos os outros jogadores.
pt_pt: Tens a certeza queres sair? Ao fazê-lo vais desconectar todos os outros jogadores.
ru: Вы уверены, что хотите выйти? Это приведёт к отключению всех игроков.
sk: Naozaj chcete opustiť hru? Všetci ostatní hráči budú odpojení.
sl: Ste prepričani, da želite oditi? S tem boste prekinili vse ostale igralce.
sq: A jeni të sigurt për largim ? Largimi juaj largon dhe lojtarët tjerë.
sv: Är du säker på att du vill avsluta? Detta kommer att koppla från alla spelare.
te: మీరు ఖచ్చితంగా నిష్క్రమించాలనుకుంటున్నారా? వదిలివేయడంవలన మిగతా ఆటగాళ్లందరినీ డిస్‌కనెక్ట్ చేస్తుంది.
tr: Çıkmak istediğine emin misin? Ayrıldığında diğer tüm oyuncuların bağlantıları kesilecek.
uk: Чи впевнені Ви, що Ви хочете завершити? Із завершенням всіх інших гравців буде роз'єднано.
zh: 你确定要退出吗?离开将会和其他玩家断开连接
zh_tw: 您確定要離開嗎？這將會造成其他玩家斷線。

source: Are you sure you want to quit?
ar: أمتأكّد من الخروج؟
ast: ¿Stas ciertu que quieres salir?
bg: Наистина ли искате да излезете?
br: Ha sur oc'h e fell deoc'h kuitaat?
ca: Segur que voleu sortir?
cs: Opravdu si přejete skončit?
da: Er du sikker på du vil afslutte?
de: Bist du sicher, dass du das Spiel beenden möchtest?
el: Ειστε σίγουροι οτι θέλετε να πραγματοποιήσετε έξοδο ;
eo: Ĉu vi certas, ke si volas ĉesi?
es_cl: ¿Seguro que quieres salir?
et: Kindel, et soovite lõpetada?
eu: Ziur zaude irten nahi duzula?
fa: آیا مطمئن هستید که می‌خواهید خارج شوید؟
fi: Haluatko varmasti lopettaa?
fr: Êtes-vous sûr(e) de vouloir quitter ?
ga: An bhfuil tú cinnte go mian leat éirí as.
gd: A bheil thu cinnteach gu bheil thu airson fàgail?
gl: Estás seguro de que queres saír?
hu: Biztosan ki akarsz lépni?
id: Apakah Anda yakin ingin keluar?
it: Sei sicuro di voler uscire?
ja: 本当に終了しますか？
ka: დარწმუნებული ხარ რომ გინდა გასვლა?
ko: 정말 종료하시겠습니까?
lt: Are tikrai norite išeiti?
lv: Vai esat pārliecināts, ka vēlaties pamest 0 A.D.?
ms: Anda pasti mahu keluar?
nb: Er du sikker på at du vil avslutte?
nl: Weet u zeker dat u wilt stoppen?
pl: Na pewno chcesz wyjść?
pt_br: Deseja realmente sair do jogo?
ru: Вы действительно хотите выйти?
sk: Naozaj chcete opustiť hru?
sl: Ste prepričani, da želite zapustiti igro?
sq: A jeni të sigurt për dalje ?
sv: Är du säker på att du vill avsluta?
te: మీరు ఖచ్చితంగా నిష్క్రమించాలనుకుంటున్నారా?
tr: Çıkmak istediğinizden emin misiniz?
uk: Чи впевнені Ви, що Ви хочете завершити?
zh: 确定要退出吗?
zh_tw: 您確定要退出？

source: Do you want to resign or will you return soon?
ar: أتريد الاستسلام أو ستعود قريبًا؟
ast: ¿Quieres rendite ou vas tornar de brieve?
bg: Искате ли да се предадете или ще се върнете скоро?
br: Daoust hag-eñ ho peus c'hoant da zizerc'hel pe emaoc'h o vont da zistreiñ a-benn nebeut?
ca: Voleu rendir-vos o tornareu aviat?
cs: Chcete se vzdát nebo se brzy vrátíte?
da: Ønsker du at trække dig tilbage, eller vender du snart tilbage?
de: Möchtest du aufgeben oder kehrst du bald zurück?
el: Θέλετε να παραιτηθείτε ή θα επιστρέψετε σύντομα;
eo: Ĉu vi volas rezigni aŭ revenos bladaŭ?
es_cl: ¿Te quieres retirar o regresarás pronto?
et: Soovite alistuda või olete varsti naasemas?
eu: Errenditu nahi duzu edo laster bueltatuko zara?
fa: آیا تسلیم می شوید یا بزودی برمی گردید؟
fi: Haluatko luovuttaa vai palaatko takaisin pian?
fr: Voulez-vous vous rendre ou allez-vous revenir bientôt ?
ga: An mhaith leat éirí as, nó fillfidh tú ar ais go luath?
gd: A bheil thu airson gèilleadh no an till thu?
gl: Queres abandonar, ou pensas volver nun anaco?
hu: Fel akarod adni vagy hamarosan visszatérsz?
id: Apakah Anda ingin menyerah atau akan segera kembali?
it: Vuoi abbandonare o ritornerai presto?
ja: 降伏しますか、それとも後で復帰しますか？
ka: დანებება გინდა თუ მალე დაბრუნდები?
ko: 항복 하시겠습니까, 아니면 곧 다시 복귀하시겠습니까?
lt: Ar norite pasiduoti, ar planuojate greitai grįžti?
lv: Vai vēlaties padoties, vai arī drīz atgriezīsities?
ms: Anda mahu mengundur diri atau akan kembali kelak?
nb: Vil du gi deg eller vil du komme tilbake?
nl: Wilt u opgeven, of zal u binnenkort terugkeren?
pl: Chcesz zrezygnować czy zamierzasz wrócić tu wkrótce?
pt_br: Você quer desistir ou vai voltar em breve?
pt_pt: Queres desistir ou vais voltar em breve?
ru: Вы желаете сдаться или вскоре вернётесь?
sk: Chcete sa vzdať, alebo sa ešte vrátite?
sl: Se želite predati ali se boste kmalu vrnili?
sq: A doni të largoheni apo do të ktheheni së shpejti ?
sv: Vill du ge upp eller kommer du att återvända snart?
te: మీరు రాజీనామా చేయాలనుకుంటున్నారా లేదా త్వరలో తిరిగి వస్తారా?
tr: Ayrılmak mı etmek istiyorsun yoksa yakında dönecek misin?
uk: Чи хочете Ви здатися, чи незабаром Ви повернетеся?
zh: 你想放弃还是马上回来?
zh_tw: 您是想要退出？還是會很快回來？

source: I will return
ar: سأعود
ast: Vou tornar
bg: Ще се върна
br: Distreiñ a rin
ca: Tornaré
cs: Vrátím se
da: Jeg vender tilbage
de: Ich werde zurückkehren
el: Θα επιστρέψω
eo: Mi revenos
es_cl: Regresaré
et: Naasen
eu: Bueltatu egingo naiz
fa: باز خواهم گشت
fi: Palaan takaisin
fr: Je reviendrai
ga: Beidh mé ar ais
gd: Tillidh mi
gl: Volverei
hu: Még visszatérek
id: Saya akan kembali
it: Tornerò
ja: 後で復帰します
ka: მე დავბრუნდები
ko: 곧 돌아오겠습니다
lt: Aš sugrįšiu
lv: Es atgriezīšos
ms: Saya akan kembali
nb: Jeg kommer tilbake
nl: Ik zal terugkeren
pl: Jeszcze tu wrócę
pt_br: Eu vou voltar
pt_pt: Já volto
ru: Я вернусь
sk: Vrátim sa
sl: Vrnil se bom
sq: Do të kthehem
sv: Jag kommer att återvända
te: నేను వెనక్కి వెళ్తాను
tr: Geri döneceğim
uk: Я повернусь
zh: 我会回来的
zh_tw: 我會回來

source: I resign
ar: أنا أستسلم
ast: Rindo-me
bg: Предавам се
br: Dizerc'hel a ran
ca: Em rendeixo
cs: Vzdávám se
da: Jeg giver op
de: Ich gebe auf
el: Παραιτούμαι
eo: Mi rezignas
es_cl: Me retiro
et: Alistun
eu: Errenditzen naiz
fa: من تسلیم می شوم
fi: Luovutan
fr: J'abandonne
ga: Éirím as
gd: Tha mi a’ gèilleadh
gl: Abandono
hu: Feladom
id: Saya menyerah
it: Abbandono
ja: 降伏します
ka: მე დავნებდი
ko: 항복합니다
lt: Aš pasiduodu
lv: Es padodos
ms: Saya mengundur diri
nb: Jeg gir meg
nl: Ik geef op
pl: Rezygnuję
pt_br: Eu renuncio
pt_pt: Desisto
ru: Я сдаюсь
sk: Vzdávam sa
sl: Predajam se
sq: Po largohem
sv: Jag ger upp
te: నేను రాజీనామా చేస్తాను
tr: Ayrılacağım
uk: Я здаюсь
zh: 我放弃
zh_tw: 我要退出

# replayFinished
source: Confirmation
ar: أكّد
ast: Confirmacion
bg: Потвърждаване
br: Kadarnadenn
ca: Confirmació
cs: Potvrzení
de: Bestätigung
el: Επιβεβαίωση
eo: Konfirmo
es_cl: Confirmación
eu: Berrespena
fa: تائید
fi: Vahvistus
ga: Deimhniú
gd: Dearbhadh
gl: Confirmación
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
lt: Patvirtinimas
lv: Apstiprinājums
ms: Pengesahan
nb: Bekreftelse
nl: Bevestiging
pl: Potwierdzenie
pt_br: Confirmação
pt_pt: Confirmação
ru: Подтверждение
sk: Potvrdenie
sl: Potrditev
sq: Vërteto
sv: Bekräftelse
te: నిర్ధారణ
tr: Onay
uk: Підтвердження
zh: 确认
zh_tw: 確認

# replayFinished
source: The replay has finished. What do you want to do?
ast: Acabou la repeticion, ¿que quieres fhazer?
cs: Přehrávání skončilo. Co chcete udělat?
de: Die Wiederholung ist zu Ende. Was möchtest du tun?
el: Η επανάληψη έχει ολοκληρωθεί. Τι θέλετε να κάνετε?
eo: La reludo finiĝis. Kion vi volas fari?
fi: Uusinta on päättynyt. Mitä haluat tehdä?
gd: Thàinig an ath-chluiche gu crìoch. Dè tha thu airson dèanamh?
hu: A visszajátszás véget ért. Mit szeretnél csinálni?
id: Tayangan ulang telah selesai, apa yang ingin Anda lakukan?
it: Il replay è finito. Cosa vuoi fare adesso?
ja: リプレイが終了しました。どうしますか？
ko: 다시보기가 종료되었습니다. 어떻게 하시겠습니까?
nl: De herhaling is afgelopen, wat wilt u doen?
pl: Powtórka się zakończyła. Co chcesz teraz wykonać?
pt_br: O replay terminou, o que deseja fazer?
ru: Повтор завершен. Что делаем?
sk: Záznam skončil. Čo chceš robiť?
sv: Återuppspelningen är över. Vad vill du göra?
tr: Yeniden oynatma tamamladı. Ne yapmak istiyorsun?
uk: Відтворення завершилося. Що ви бажаєте зробит?
zh: 回放结束了，下一步计划是？

source: Are you sure you want to resign?
ar: أمتأكّد من الاستسلام؟
ast: ¿Stas ciertu que quieres rendite?
bg: Наистина ли искате да се предадете?
br: Ha sur oc'h e fell deoc'h da zizerc'hel?
ca: Segur que us voleu rendir?
cs: Opravdu si přejete se vzdát?
da: Er du sikker på du vil give op?
de: Sicher, dass du aufgeben möchtest?
el: Θέλετε σίγουρα να παραιτηθείτε;
eo: Ĉu vi certas, ke si volas rezigni?
es_cl: ¿Seguro que quieres rendirte?
et: Kindel, et soovite alistuda?
eu: Errenditu nahi duzula ziur zaude?
fa: آیا مطمئن هستید که می‌خواهید تسلیم شوید؟
fi: Haluatko varmasti luovuttaa?
fr: Êtes-vous sûr(e) de vouloir abandonner ?
ga: An bhfuil tú cinnte go mian leat éirí as an cluiche?
gd: A bheil thu cinnteach gu bheil thu airson gèilleadh a thoirt?
gl: Estás seguro de que queres renderte?
hu: Biztosan fel akarod adni?
id: Apakah Anda yakin ingin menyerah?
it: Sei sicuro di volerti arrendere?
ja: 本当に降伏しますか？
ka: დარწმუნებული ხარ რომ გინდა დანებება?
ko: 정말 항복하시겠습니까?
lt: Ar tikrai norite pasiduoti?
lv: Vai esat pārliecināts, ka vēlaties padoties?
ms: Anda pasti mahu mengundur diri?
nb: Er du sikker på at du vil gi opp?
nl: Weet u zeker dat u uzelf over wilt geven?
pl: Na pewno chcesz zrezygnować?
pt_br: Você deseja se render?
pt_pt: Tens a certeza que queres desistir?
ru: Вы уверены, что хотите сдаться?
sk: Naozaj sa chcete vzdať?
sl: Ste prepričani, da želite predati igro?
sq: A jeni të sigurt për dorëheqje ?
sv: Är du säker på att du vill ge upp?
te: మీరు ఖచ్చితంగా రాజీనామా చేయాలనుకుంటున్నారా?
tr: Teslim olmak istediğinize emin misiniz?
uk: Чи впевнені Ви, що Ви хочете здатися?
zh: 确定要投降吗?
zh_tw: 您確定要放棄？

source: You have won!
ar: لقد فزت!
ast: ¡Vinciesti!
bg: Вие спечелихте!
br: Aet eo ar maout ganeoc'h!
ca: Heu guanyat!
cs: Vyhrál jste!
de: Du hast gewonnen!
el: Κερδίσατε !
eo: Vi venkis!
eu: Irabazi duzu!
fa: شما پیروز شدید!
fi: Olet voittanut!
fr: Vous avez gagné !
ga: Tá tú buacach!
gd: Bhuannaich thu!
gl: Gañaches!
hu: Győztél!
id: Anda telah menang!
it: Hai vinto !
ja: 勝利しました！
ko: 이겼습니다!
lt: Jūs laimėjote!
lv: Tu esi uzvarējis!
ms: Anda telah menang!
nb: Du har vunnet!
nl: U hebt gewonnen!
pl: Zwycięstwo
pt_br: Você venceu!
pt_pt: Ganhaste!
ru: Вы выиграли!
sk: Vyhrali ste!
sq: Ju fituat!
sv: Du har vunnit!
te: మీరు గెలిచారు!
tr: Helal, süper, devam.
uk: Ви здобули перемогу!
zh: 你已获胜!
zh_tw: 您已獲勝！

source: You have been defeated!
ar: لقد هُزمت!
ast: ¡Stas apoderadu!
bg: Вие загубихте!
br: Trec'het hoc'h bet!
ca: Heu estat vençut!
cs: Byl jste poražen.
de: Du wurdest besiegt!
el: Ηττηθήκατε!
eo: Vi venkiĝis!
eu: Menderatua izan zara!
fa: شما شکست خوردید!
fi: Sinut on lyöty!
fr: Vous avez été vaincu(e) !
ga: Tá tú cloíte!
gd: Chaidh ruaig a chur ort!
gl: Derrotáronte!
hu: Legyőztek!
id: Anda telah dikalahkan!
it: Sei stato sconfitto !
ja: 敗北しました！
ko: 패배했습니다!
lt: Jūs buvote nugalėtas!
lv: Tu esi sakauts!
ms: Anda telah kalah!
nb: Du har blitt beseiret!
nl: U bent verslagen!
pl: Zostałeś pokonany!
pt_br: Você foi derrotado!
pt_pt: Foste derrotado!
ru: Вам нанесли поражение!
sk: Prehrali ste!
sq: Ju u mundët!
sv: Du har blivit besegrad!
te: మీరు ఓడిపోయారు!
tr: Tekrar deneyiniz.
uk: Ви отримали поразку!
zh: 你已战败！
zh_tw: 您被擊敗！

source: Click to quit this tutorial.
ar: انقر لإنهاء هذا التدريب.
ast: Pica pa salir d’isti docime.
bg: Щракнете, за да излезете от това обучение
br: Klikit evit kuitaat an tutorial-mañ.
ca: Feu clic per sortir del tutorial.
cs: Klepněte pro ukončení tohoto návodu.
de: Klicken, um diese Einführung zu beenden.
el: Κάνε κλικ για να βγεις από αυτήν την εκπαίδευση.
eo: Ĉi-klaku por ĉesi tiun ĉi instruilon.
eu: Klikatu tutoretza honetatik irteteko.
fa: کلیک کنید برای خروج از آموزش
fi: Napsauta lopettaaksesi tämän oppaan.
fr: Cliquer pour quitter ce tutoriel.
ga: Cliceáil agus an cluiche teagaisc ag éirí as.
gd: Briog gus an t-oideachadh seo fhàgail.
gl: Preme para saír deste titorial.
hu: Kattints az oktatójátékból való kilépéshez.
id: Klik untuk keluar dari tutorial.
it: Clicca per uscire da questo tutorial.
ja: クリックしてチュートリアルを終了する。
ko: 이 튜토리얼을 종료하려면 클릭합니다.
lt: Paspauskite norėdami išeiti iš šios pamokos.
ms: Klik untuk keluar dari tutorial ini.
nb: Klikk for å avslutte denne veilederen.
nl: Klik om de tutorial af te sluiten.
pl: Kliknij, aby opuścić ten samouczek.
pt_br: Clique para sair deste tutorial.
pt_pt: Clica para sair deste tutorial.
ru: Нажмите, чтобы покинуть обучение.
sk: Klikni pre ukončenie tutoriálu
sq: Shtyp për të dalë nga kjo praktikë.
sv: Klicka för att avsluta denna handledning.
te: ఈ ట్యుటోరియల్ నుండి నిష్క్రమించడానికి క్లిక్ చేయండి
tr: Eğitimden çıkmak için tıklayınız
uk: Клацнути, щоб закрити це навчальне керівництво.
zh: 点击退出这个教程。
zh_tw: 點選以離開本教學

source: Quit
ar: أنهِ
ast: Salir
bg: Изход
br: Kuitaat
ca: Surt
cs: Ukončit
de: Beenden
el: Έξοδος
eo: Ĉesu
eu: Irten
fa: خروج
fi: Poistu
fr: Quitter
ga: Éirí as
gd: Fàg an-seo
gl: Saír
hu: Kilépés
id: Keluar
it: Chiudi
ja: 終了
ko: 종료
lt: Išeiti
ms: Keluar
nb: Avslutt
nl: Afsluiten
pl: Wyjdź
pt_br: Sair
pt_pt: Sair
ru: Выйти
sk: Ukončiť
sq: Dil
sv: Avsluta
te: నిష్క్రమించండి
tr: Çıkış
uk: Завершити
zh: 退出
zh_tw: 離開

source: Click when ready.
ar: انقر عندما تستعد.
ast: Pica quando steas prontu.
bg: Щракнете, когато сте готов(а).
br: Klikit ur wech ma 'z oc'h prest.
ca: Feu clic quan estigueu a punt.
cs: Klepněte, když budete připraven.
de: Klicke, wenn bereit.
el: Κάνε κλικ όταν είσαι έτοιμος.
eo: Ĉi-klaku kiam pretus.
eu: Egin klik prest zaudenean.
fa: وقتی آماده شدید کلیک کنید
fi: Napsauta kun olet valmis.
fr: Cliquez quand vous êtes prêt.
ga: Cliceáil nuair atá tú i do réidh.
gd: Briog nuair a bhios tu deiseil.
gl: Preme cando esteas listo.
hu: Kattints, ha kész vagy.
id: Klik saat siap.
it: Clicca quando pronto.
ja: 準備ができたらクリック。
ko: 준비가 되면 클릭합니다.
lt: Paspauskite kai būsite pasiruošę.
ms: Klik bila sedia.
nb: Klikk når du er klar.
nl: Klik wanneer u klaar bent.
pl: Kliknij, jeżeli jesteś gotowy.
pt_br: Clique quando estiver pronto
pt_pt: Clica quando estiveres pronto.
ru: Нажмите, когда будете готовы.
sk: Klikni keď si pripravený.
sq: Shtyp kur të jeni gati.
sv: Klicka när du är redo.
te: సిద్ధంగా ఉన్నప్పుడు క్లిక్ చేయండి.
tr: Hazır olduğunda tıkla.
uk: Клацнути, коли будете готові.
zh: 准备好后点击
zh_tw: 準備好的時候請按下按鈕。

source: Follow the instructions.
ar: اتّبع التّعليمات.
ast: Sigui las instrucciones.
bg: Следвайте инструкциите.
br: Heuilhit ar c'hemennadurioù.
ca: Seguiu les instruccions.
cs: Následujte pokyny.
de: Folge den Anweisungen.
el: Ακολούθησε τις οδηγίες.
eo: Agu laŭ la instrukciojn.
eu: Jarraitu argibideak.
fa: دستور العمل ها را دنبال کنید.
fi: Seuraa ohjeita.
fr: Suivez les instructions.
ga: Cloígh leis na horduithe,
gd: Lean ris an stiùireadh.
gl: Sigue as instrucións.
hu: Kövesd az utasításokat.
id: Ikuti instruksi.
it: Segui le istruzioni.
ja: 指示に従ってください。
ko: 지시를 따르십시오.
lt: Sekite nurodymus.
ms: Ikut arahan.
nb: Følg anvisningene.
nl: Volg de instructies.
pl: Podążaj za wskazówkami.
pt_br: Siga as instruções.
pt_pt: Segue as instruções.
ru: Следуйте указаниям.
sk: Nasleduj inštrukcie.
sq: Ndiq udhëzimet.
sv: Följ instruktionerna.
te: సూచనలను అనుసరించండి.
tr: Talimatları takip et.
uk: Дотримуйтесь інструкцій.
zh: 遵照指示
zh_tw: 按照說明進行操作。

source: Unknown Player
ar: لاعب مجهول
ast: Xhogador disconhocidu
bg: Неизвестен играч
br: C'hoarier Dianav
ca: Jugador desconegut
cs: Neznámý hráč
de: Unbekannter Spieler
el: Άγνωστος παίκτης
eo: Nekonata ludanto
eu: Jokalari ezezaguna
fa: بازیکن ناشناخته
fi: Tuntematon pelaaja
fr: Joueur inconnu
ga: Imreoir Anaithnid
gd: Cluicheadair neo-aithnichte
gl: Xogador descoñecido
hu: Ismeretlen játékos
id: Pemain Tidak Dikenal
it: Giocatore sconosciuto
ja: 不明なプレイヤー
ko: 알 수 없는 참가자
lt: Nežinomas žaidėjas
lv: Nezināms Spēlētājs
ms: Pemain Tidak Diketahui
nb: Ukjent spiller
nl: Onbekende Speler
pl: Nieznany gracz
pt_br: Jogador desconhecido
pt_pt: Jogador desconhecido
ru: Неизвестный Игрок
sk: Neznámy hráč
sl: Neznan igralec
sq: Lojtarë i Panjohur
sv: Okänd Spelare
te: అపరిచిత ఆటగాడు
tr: Bilinmeyen Oyuncu
uk: Невідомий гравець
zh: 未知玩家
zh_tw: 未知玩家

source: Send a flare to your allies
ast: Siñalar a los comuñeiros
ca: Envieu una bengala als vostres aliats
cs: Pošlete signální světlo svým spojencům
de: Ein Signal an deine Verbündeten senden
el: Στείλε μία φωτοβολίδα στους συμμάχους σου.
eo: Ĵetu raketon al viaj aliancanoj.
fi: Lähetä hätäsoihtu liittolaisillesi
fr: Envoyer un signal à vos alliés.
gd: Cuir lasan dha na caidreabhaich agad
hu: Jelző küldése a szövetségeseknek
id: Kirim suar ke sekutu Anda.
it: Manda un segnale ai tuoi alleati
ja: 味方にフレアを送る
ko: 동맹국에게 플레어 보내기
nl: Plaats een vlag voor uw bondgenoten
pl: Wyślij sygnał sojusznikom
pt_br: Enviar um sinal para seus aliados
ru: Отправить метку вашим союзникам
sk: Pošli svetlicu svojim spojencom
sv: Skicka en signalraket till dina allierade
tr: Müttefiklere işaret fişeği gönder
uk: Надіслати сигнал своїм союзникам
zh: 向盟友发送信号
zh_tw: 向你的盟友發送信號彈
