Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: [font="sans-bold-18"]0 A.D. Empires Ascendant Multiplayer Lobby Privacy Policy[/font]
ast: [font="sans-bold-18"]Política de Privacidade de l Antepar de 0 A.D. Empires Ascendant[/font]
ca: [font="sans-bold-18"]Política de privacitat de la sala multijugador del 0 A.D. Empires Ascendant[/font]
cs: [font="sans-bold-18"] Zásady ochrany osobních údajů hry pro více hráčů jedné zájmové skupiny ve hře 0 A.D. Empires Ascendant[/font]
de: [font="sans-bold-18"]0 A.D. Empires Ascendant Mehrspieler Lobby Datenschutzerklärung[/font]
el: [font="sans-bold-18"]Πολιτική Απορρήτου του Λόμπι Πολλών Παιχτών του 0 A.D. η Άνοδος των Αυτοκρατοριών[/font]
es: [font="sans-bold-18"]Política de Privacidad de la Sala Multijugador de 0AD Empires Ascendant[/font]
eu: [font="sans-bold-18"]«0 A.D. Empires Ascendant»en Jokalari Anitzen Gelako Pribatutasun politika[/font]
fi: [font="sans-bold-18"]0 A.D. Empires Ascendant -moninpeliaulan tietosuojakäytäntö[/font]
fr: [font="sans-bold-18"]Politique de vie privée du Lobby Multijoueurs de 0 A.D. Empires Ascendant[/font]
ga: [font="sans-bold-18"]0 A.D. Impireachtaí in Uachtar, Polasaí Príobháideachais an Ilfhorhalla [/font]
gd: [font="sans-bold-18"]Poileasaich prìobhaideachd airson na lobaidh ioma-chluicheadair aig 0 A.D. Empires Ascendant[/font]
gl: [font="sans-bold-18"]Política de intimidade da sala de espera de varios xogadores de 0 A.D. Empires Ascendant[/font]
hu: [font="sans-bold-18"]0 A.D. Felemelkedő birodalmak többjátékos váró adatvédelmi irányelvei[/font]
id: [font="sans-bold-18"]Kebijakan Privasi Lobi Main Bersama 0 A.D. Empires Ascendant[/font]
it: [font="sans-bold-18"]0 A.D. Empires Ascendant Lobby Multigiocatore, Politica sulla Privacy[/font]
ko: [font="sans-bold-18"]0. A.D. 떠오르는 제국 멀티플레이어 로비 개인정보 처리방침[/font]
lv: [font="sans-bold-18"]0 A.D. Empires Ascendant Daudzspēlētāju istabas Privātuma politika[/font]
ms: [font="sans-bold-18"]Dasar Kerahsiaan Ruang Legar Pemain Berbilang 0 A.D. Empires Ascendant[/font]
nl: [font="sans-bold-18"]0 A.D. Empires Ascendant Multiplayer Lobby Privacybeleid[/font]
pl: [font="sans-bold-18"]Polityka prywatności 0 A.D. Empires Ascendant Multiplayer Lobby[/font]
pt_br: [font="sans-bold-18"]Política de Privacidade de Salas Multijogador do 0 A.D. Empires Ascendant[/font]
pt_pt: [font="sans-bold-18"]Política de Privacidade da Sala de Espera Multi-Jogador do 0 A.D. Empires Ascendant[/font]
ru: [font="sans-bold-18"]Политика конфиденциальности сетевой комнаты 0 A.D. Empires Ascendant[/font]
sk: [font="sans-bold-18"]0 A.D. Empires Ascendant Ochrana osobných údajov pre lobby viacerých hráčov[/font]
sv: [font = "Sans-Bold-18"] 0 A.D. Empires Ascendant flerspelarlobbyn sekretesspolicy [/font]
tr: [font="sans-bold-18"]0 A.D. İmparatorluklar Etkin Çokoyunculu Lobi Gizlilik Politikası[/font]
uk: [font="sans-bold-18"]Політика конфіденційності багатокористувацького лобі 0 A.D. Empires Ascendant[/font]
zh: [font="sans-bold-18"]多人大厅隐私政策[/font]
zh_tw: [font="sans-bold-18"]0 A.D. Empires Ascendant 多人遊戲大廳隱私政策[/font]

source: [font="sans-bold-14"]Document Date:[/font] 2020-12-24
ast: [font="sans-bold-14"]Data de l documento:[/font] 2020-12-24
fi: [font="sans-bold-14"]Asiakirjan päivämäärä:[/font] 2020-12-24
id: [font="sans-bold-14"]Tanggal Dokumen:[/font] 2020-12-24
it: [font="sans-bold-14"]Data Documento:[/font] 2020-12-24
ko: [font="sans-bold-14"]문서 날짜:[/font] 2020-12-24
pt_br: [font="sans-bold-14"]Data do Documento:[/font] 2020-12-24
zh_tw: [font="sans-bold-14"]文件日期：[/font]2020-12-24

source: [font="sans-bold-16"]Personal data processed by Wildfire Games and purposes of processing:[/font]
ast: [font="sans-bold-16"]Datos personales tratados por Wildfire Games & propósitos de l tratamiento:[/font]
bg: [font="sans-bold-16"]Лични данни обработвани от Wildfire Games и причините за това:[/font]
ca: [font="sans-bold-16"]Dades personals processades per Wildfire Games i propòsits d'aquest processament: [/font]
cs: [font="sans-bold-16"]Osobní údaje zpracovávané Wildfire Games a účely jejich zpracování:[/font]
de: [font="sans-bold-16"]Persönliche Daten, die von Wildfire Games verarbeitet werden und Zwecke der Verarbeitung:[/font]
el: [font="sans-bold-16"]Προσωπικά δεδομένα που επεξεργάζεται η Wildfire Games και ο σκοπός επεξεργασίας:[/font]
es: [font="sans-bold-16"]Datos personales procesados por Wildfire Games y fines de procesamiento:[/font]
eu: [font="sans-bold-16"]Wildfire Gamesek prozesatze lanetarako gordetako nortasun datuak:[/font]
fi: [font="sans-bold-16"]Wildfire Gamesin käsittelemät henkilötiedot ja käsittelyn tarkoitus:[/font]
fr: [font="sans-bold-16"]Données personnelles traitées par Wildfire Games et buts de ces traitements :[/font]
ga: [font="sans-bold-16"]Sonraí pearsanta faoi phróiseáil ag Wildfire Games agus a n-aidhmeanna:[/font]
gd: [font="sans-bold-16"]An dàta pearsanta a thèid a phròiseasadh le Wildfire Games agus adhbharan a’ phròiseasaidh:[/font]
gl: [font="sans-bold-16"]Datos persoais procesados por Wildfire Games e finalidades do procesamento:[/font]
hu: [font="sans-bold-16"]A Wildfire Games által feldolgozott személyes adatok és a kezelés céljai:[/font]
id: [font="sans-bold-16"]Data pribadi yang diproses oleh Wildfire Games dan tujuan pemrosesan:[/font]
it: [font="sans-bold-16"]Dati personali trattati da Wildfire Games e finalità di elaborazione:[/font]
ko: [font="sans-bold-16"]Wildfire Games에서 처리한 개인 데이타 및 처리 목적:[/font]
lv: [font="sans-bold-16"]Wildfire Games personālo datu pārstrāde un pārstrādes iemesli:[/font]
mk: [font="sans-bold-16"]Лични податоци обработени од Wildfire Games и причините за тоа:[/font]
ms: [font="sans-bold-16"]Data peribadi diproses oleh Wildfire Games atas tujuan pemprosesan:[/font]
nl: [font="sans-bold-16"]Persoonlijke gegevens verwerkt door Wildfire Games en verwerkingsdoeleinden:[/font]
pl: [font="sans-bold-16"]Dane osobowe przetwarzane przez Wildfire Games i powody przetwarzania:[/font]
pt_br: [font="sans-bold-16"]Dados pessoais processados pela Wildfire Games e finalidades de processamento:[/font]
pt_pt: [font="sans-bold-16"]Dados pessoais processados pela Wildfire Games e objetivos do processamento:[/font]
ru: [font="sans-bold-16"]Персональные данные, обрабатываемые Wildfire Games, и цели их обработки:[/font]
sk: [font="sans-bold-16"]Osobné dáta spracovávané Wildfire Games a účel ich spracovania:[/font]
sv: [font = "Sans-fet-16"] Person uppgifter som behandlas av Wildfire Games och ändamålen med behandlingen: [/font]
tr: [font="sans-bold-16"]Kişisel verileri Wildfire Games tarafından şu amaçlar için işlenmektedir:[/font]
uk: [font="sans-bold-16"]Особисті дані, оброблені Wildfire Games та цілі обробки:[/font]
zh: [font="sans-bold-16"]Wildfire Games处理的个人数据和目的:[/font]
zh_tw: [font="sans-bold-16"]Wildfire Games 處理的個人資料及處理目的：[/font]

source: [font="sans-bold-14"]1. Player name[/font]
ast: [font="sans-bold-14"]1. Nome de l ẍogador[/font]
bg: [font="sans-bold-14"]1. Името на играча[/font]
fi: [font="sans-bold-14"]1. Pelaajan nimi[/font]
id: [font="sans-bold-14"]1. Nama pemain[/font]
it: [font="sans-bold-14"]1. Nome Giocatore[/font]
ko: [font="sans-bold-14"]1. 플레이어 이름[/font]
mk: [font="sans-bold-14"]1. Име на играчот[/font]
pt_br: [font="sans-bold-14"]1. Nome do jogador[/font]
zh_tw: [font="sans-bold-14"]1. 玩家名稱[/font]

source: The player is identified by a name that the player chooses at the time of registration.
ast: El ẍogador ye identificadu pentre mediæs d’un nome que l ẍogador escuœlye a la hora de registrasse.
bg: Играчът се разпознава по своето име, което той избира по време на регистрация.
ca: El jugador s'identifica amb el nom que tria al moment del registre.
cs: Hráč je označen jménem, které hráč zvolí při registraci.
de: Der Spieler wird durch einen Namen identifiziert, den der Spieler bei der Registrierung angibt.
el: Ο παίκτης αναγνωρίζεται από ένα όνομα που επιλέγει ο παίκτης τη στιγμή της εγγραφής.
es: El jugador se identifica por el nombre que escogió al momento de registrarse.
eu: Jokalaria izena ematerakoan aukeratutako izenez ezagutuko da.
fi: Pelaaja tunnistetaan nimellä, jonka hän valitsee rekisteröitymisen yhteydessä.
fr: Le joueur est identifié par le nom qu'il a choisi lors de l'inscription.
ga: Aithníodh an t-imreoir tríd an ainm imreora a roghnaigh siad ag am an chlárúcháin.
gd: Thèid an cluicheadair aithneachadh a-rèir ainm a thaghas an cluicheadair nuair a nì e clàradh leinn.
gl: O xogador identifícase cun nome escollido polo propio xogador ao rexistrarse.
hu: A játékost egy olyan név azonosítja, amelyet a regisztrációkor választott.
id: Pemain diidentifikasi oleh nama yang dipilih pemain saat mendaftarkan diri.
it: Il giocatore è identificato da un nickname che sceglie al momento della registrazione
ko: 플레이어는 등록 당시 플레이어가 선택한 이름으로 식별됩니다.
lv: Spēlētājs tiek identificēts pēc vārda, kuru spēlētājs izvēlas reģistrācijas brīdī.
mk: Играчот се распознава по неговото име, кое го избира при регистрацијата.
ms: Pemain dikenal pasti berdasarkan nama pilihan pemain pada waktu pendaftaran.
nl: De speler wordt geïdentificeerd door een naam die de speler kiest op het moment van registratie.
pl: Gracz identyfikowany jest na podstawie imienia, które wybiera podczas rejestracji.
pt_br: O jogador é identificado por um nome que o jogador escolhe no momento do registro.
pt_pt: O jogador é identificado por um nome que o jogador escolhe na altura de registo.
ru: Игрок идентифицируется по имени, которое он выбирает во время регистрации.
sk: Hráč je identifikovaný menom, ktoré si hráč zvolí pri registrácii.
sv: Spelaren identifieras med ett namn som spelaren väljer vid tidpunkten för registreringen.
tr: Oyuncu kayıt sırasında seçtiği bir adla tanımlanır.
uk: Гравець ідентифікується ім'ям, яке гравець обирає під час реєстрації.
zh: 通过注册时的名称来识别玩家。
zh_tw: 玩家由其在註冊時所選擇的名稱識別。

source: Having a unique player name is a requirement to gain a rating, to allow players, moderators and developers to identify players they met before, communicate about the game, coordinate matches and enables moderators to enforce the Terms of Use.
ast: Ye preciso tener un nome únicu par’ algamar una classificacion, para permittir a los ẍogadores, moderadores & disindolcadores identificar conhocidos, fhablar de l ẍuœgu, coordinar partidæs & deixa a los moderadores fhazer complire los términos d’usu.
bg: Уникалното име на играча позволява участие в игри с класация и осигурява удобна възможност за неговото разпознаване от другите играчи, модератори и разработчици, да обсъжда теми около играта, уговаря битки и и дава възможност на модераторите да прилагат Условия на ползване.
fi: Yksilöllinen pelaajanimi on edellytys luokituksen saamiselle, ja sen avulla pelaajat, moderaattorit ja kehittäjät voivat tunnistaa aiemmin tapaamansa pelaajat, kommunikoida pelistä, koordinoida otteluita ja moderaattorit voivat valvoa käyttöehtojen noudattamista.
id: Memiliki nama pemain yang unik adalah persyaratan untuk mendapatkan peringkat, untuk memungkinkan pemain, moderator, dan pengembang mengidentifikasi pemain yang mereka temui sebelumnya, berkomunikasi tentang permainan, menyusun pertandingan, dan memungkinkan moderator untuk menegakkan Ketentuan Penggunaan.
it: È necessario avere un proprio nome giocatore diverso da quelli già esistenti per guadagnare una valutazione e per permettere ai giocatori, moderatori e sviluppatori di: identificare i giocatori che hanno incontrato in precedenza, comunicare riguardo al gioco, coordinare le partite e applicare i Termini di Utilizzo.
ko: 고유한 플레이어 이름을 갖는 것은 등급을 얻고, 플레이어, 진행자 및 개발자가 이전에 만났던 플레이어를 식별하고, 게임에 대해 소통하며, 시합을 조정하고, 방장이 사용 약관을 시행할 수 있도록 하기 위한 요건입니다.
mk: Уникатното име на играчот овозможува учество во рангирани игри и обезбедува пригоден начин тој да биде препознаен од другите играчи, модератори и развивачи, да разговара за темите на играта, да организира битки и им овозможува на модераторите да ги спроведуваат Условите за користење.
pt_br: É preciso ter um nome de jogador único para receber uma avaliação, para permitir a jogadores, moderadores e desenvolvedores identificar jogadores que já encontraram antes, comunicar-se sobre o jogo, coordenar partidas e ajudar os moderadores a aplicar os Termos de Uso.
zh_tw: 擁有唯一玩家名稱是取得積分的必要條件，讓玩家、管理員與開發者們得以識別他們遇過的玩家，互相交流、協調對戰對並讓管理員能夠執行使用條款。

source: The player name serves as a pseudonym. The identity (natural person) of players is not known to Wildfire Games, except where personally identifiable information (such as the real name) was disclosed on the Lobby Chat, other services of Wildfire Games or elsewhere in the public, or when the IP address is used to bring criminal proceedings.
ast: El nome de l ẍogador sierve cumo pseudónimo. Wildfire Games disconhoç la identidade (persona natural) de los ẍogadores, a nun ser que fhues revelada informacion personalmente identificable (cumo l nome real) nela Conversa de l Antepar, n outros servicios de Wildfire Games ou in público, ou quando fhueren usadæs læs siñæs IP para formular processos penales.
bg: Името на играча е псевдоним. Самоличността (физическото лице) на играчите не се разкрива пред Wildfire Games. изключая случаите, когато лична информация (напр. истинското име) бъде разкрита в чата на чакалнята, други услуги на Wildfire Games или на други публични места, или в случай, че IP адресът се използва за престъпни деяния.
fi: Pelaajan nimi toimii salanimenä. Pelaajien henkilöllisyys (luonnollinen henkilö) ei ole Wildfire Gamesin tiedossa, paitsi jos henkilökohtaisesti tunnistettavia tietoja (kuten oikea nimi) on paljastettu aulakeskustelussa, Wildfire Gamesin muissa palveluissa tai muualla julkisesti tai jos IP-osoitetta käytetään rikosoikeudenkäyntiin.
id: Nama pemain berfungsi sebagai nama samaran. Identitas (perorangan) pemain tidak diketahui oleh Wildfire Games, kecuali jika informasi yang dapat diidentifikasi secara pribadi (seperti nama asli) diungkapkan di Obrolan Lobi, layanan lain dari Wildfire Games atau di tempat lain di depan umum, atau ketika alamat IP digunakan untuk membawa proses pidana.
it: Il nome giocatore funge da pseudonimo. L'identità (persona fisica) dei giocatori non è nota a Wildfire Games, ad eccezione dei casi in cui informazioni personali (come ad esempio il vero nome) sono state divulgate nella chat dell'atrio, in altri servizi di Wildfire Games o altrove nel pubblico o quando l'indirizzo IP è usato per portare un procedimento penale.
ko: 플레이어 이름은 가명으로 사용됩니다. 플레이어의 신원(자연인)은 로비 채팅, Wildfire Games의 다른 서비스 또는 일반인의 다른 서비스에 개인 식별 가능 정보(본명 등)가 공개되었거나 IP 주소가 범죄 수속을 위해 사용되는 경우를 제외하고는 Wildfire Games에 알려지지 않았습니다.
mk: Името на играчот е прекар. Самоличноста (физичкото лице) на играчите не е откриена за Wildfire Games. со исклучок кога личните податоци (на пр. вистинското име) се откриваат во разговорот во чекалната, другите услуги на Wildfire Games или на други јавни места, или во случај IP-адресата да се користи за злосторнички дејства.
pt_br: O nome do jogador serve como um pseudônimo. A identidade (pessoa física) dos jogadores não é conhecida pela Wildfire Games, exceto se informações de identificação pessoal (como um nome real) forem divulgadas no bate-papo da sala, outros serviços da Wildfire Games ou em qualquer outro lugar do público, ou quando um endereço IP for usado para iniciar processos criminais.
zh_tw: 玩家名稱是假名，玩家身分（自然人）不會使 Wildfire Games 得知，除非有人在大廳聊天、其他 Wildfire Games 服務或別處公開場合透露個人識別資訊（如真實姓名），抑或 IP 位置被用於刑事訴訟時。

source: [font="sans-bold-14"]2. Password[/font]
ast: [font="sans-bold-14"]2. Ꞇyave d’accessu[/font]
bg: [font="sans-bold-14"]2. Парола[/font]
ca: [font="sans-bold-14"]2. Contrasenya[/font]
cs: [font="sans-bold-14"]2. Heslo[/font]
de: [font="sans-bold-14"]2. Passwort[/font]
el: [font="sans-bold-14"]2. Κωδικός Πρόσβασης[/font]
es: [font="sans-bold-14"]2. Contraseña[/font]
eu: [font="sans-bold-14"]2. Pasahitza[/font]
fi: [font="sans-bold-14"]2. Salasana[/font]
fr: [font="sans-bold-14"]2. Mot de passe[/font]
ga: [font="sans-bold-14"]2. Pasfhocal[/font]
gd: [font="sans-bold-14"]2na Facal-faire[/font]
gl: [font="sans-bold-14"]2. Contrasinal[/font]
hu: [font="sans-bold-14"]2. Jelszó[/font]
id: [font="sans-bold-14"]2. Kata sandi[/font]
ko: [font="sans-bold-14"]2. 비밀번호[/font]
lv: [font="sans-bold-14"]2. Parole[/font]
mk: [font="sans-bold-14"]2. Лозинка[/font]
ms: [font="sans-bold-14"]2. Kata Laluan[/font]
nl: [font="sans-bold-14"]2. Wachtwoord[/font]
pl: [font="sans-bold-14"]2. Hasło[/font]
pt_br: [font="sans-bold-14"]2. Senha[/font]
pt_pt: [font="sans-bold-14"]2. Palavra-passe[/font]
ru: [font="sans-bold-14"]2. Пароль[/font]
sk: [font="sans-bold-14"]2. Heslo[/font]
sv: [font = "Sans-fet-14"] 2. lösen ord [/font]
tr: [font="sans-bold-14"]2. Parola[/font]
uk: [font="sans-bold-14"]2. Пароль[/font]
zh: [font="sans-bold-14"]2. 密码[/font]
zh_tw: [font="sans-bold-14"]2. 密碼[/font]

source: A player is authenticated using a password that the player chooses at the time of registration.
ast: El ẍogador ye authenticadu pentre mediæs d’una ꞇyave que l ẍogador escuœlye a la hora de registrasse.
bg: Играчът се вписва в системата чрез парола, която той избира по време на регистрация.
ca: Un jugador està autenticat utilitzant una contrasenya que el jugador tria en el moment del registre.
cs: Hráč je ověřen heslem, které si hráč zvolí při registraci.
de: Ein Spieler wird mit einem Passwort authentifiziert, welches der Spieler zum Zeitpunkt der Registrierung auswählt.
el: Ο παίκτης επικυρώνεται χρησιμοποιώντας έναν κωδικό πρόσβασης τον οποίο ο παίκτης επιλέγει κατά τη στιγμή της εγγραφής.
es: El jugador inicia sesión utilizando la contraseña que eligió al momento de registrarse.
eu: Jokalaria erregistroan aukeratutako pasahitz batekin autentifikatzen da.
fi: Pelaaja todennetaan käyttämällä salasanaa, jonka pelaaja valitsee rekisteröitymisen yhteydessä.
fr: Le joueur est authentifié par le mot de passe qu'il a choisi lors de l'inscription.
ga: Fíordheimhníodh an t-imreoir trí phasfhocal a roghnaigh siad ag am an chlárúcháin.
gd: Thèid an cluicheadair a dhearbhadh le facal-faire a thaghas an cluicheadair nuair a nì e clàradh leinn.
gl: Os xogadores identifícanse usando un contrasinal que escollen ao rexistrarse.
hu: A játékos jelszóval kerül hitelesítésre, melyet a felhasználó regisztrációkor ad meg.
id: Seorang pemain diautentikasi menggunakan kata sandi yang dipilih pemain pada saat pendaftaran.
it: Un giocatore è autenticato dall'utilizzo di una password che il giocatore sceglie nel momento della registrazione
ko: 플레이어는 등록시 플레이어가 선택한 비밀번호를 사용하여 인증됩니다.
lv: Spēlētājs tiek autentificēts, izmantojot paroli, kuru spēlētājs izvēlas reģistrācijas brīdī.
mk: Играчот се најавува во системот користејќи лозинка што ја избира при регистрацијата.
ms: Seorang pemain disahihkan dengan kata laluan yang pemain itu pilih ketika waktu pendaftaran.
nl: Een speler wordt geverifieerd aan de hand van een wachtwoord dat de speler kiest op het moment van registratie.
pl: Gracz zostaje autoryzowany poprzez hasło, które wybiera podczas rejestracji.
pt_br: Um jogador é autenticado usando uma senha que o jogador escolhe no momento do registro.
pt_pt: O jogador é autenticado utilizando uma palavra-passe que o jogador escolhe no momento de registo.
ru: Игрок идентифицируется с помощью пароля, который он выбирает во время регистрации.
sk: Hráč je autentifikovaný pomocou hesla, ktoré si zvolil pri registrácii.
sv: En spelare autentiseras med ett lösen ord som spelaren väljer vid tidpunkten för registreringen.
tr: Oyuncu kayıt sırasında seçtiği bir şifre kullanarak doğrulanır.
uk: Гравець автентифікується за допомогою пароля, який гравець обирає під час реєстрації.
zh: 使用密码对玩家进行身份验证。
zh_tw: 玩家以註冊時選擇的密碼驗證身分。
