Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Now that the Civic Center is selected, you will notice that a production panel will appear on the lower right of your screen detailing the actions that the buildings supports. For the production panel, available actions are not masked in any color, while an icon masked in either grey or red indicates that the action has not been unlocked or you do not have sufficient resources to perform that action, respectively. Additionally, you can hover the cursor over any icon to show a tooltip with more details.
ast: Agora que'l centru civil ta esbilláu, vas reparar nel panel de producción que va apaecer na parte baxera drecha de la pantalla detallando les aiciones que sofita l'edificiu. Nel panel de producción les aiciones disponibles nun se cubren de color dalo, pero los iconos cubiertos de gris o coloráu señalen que l'aición ta bloquiada o que te falten recursos pa facela, de miente respeutiva. Amás, yes a poner el punteru enriba de cualquier iconu p'amosar una suxerencia con más detalles.
bg: Сега, след като селищният център е избран, ще забележите, че в долния десен ъгъл на екрана ще се появи панел с продукцията, показващ дейностите, които могат да бъдат извършвани в тази сграда. Достъпните действия са показани в нормални цветове, но ако някоя от иконките е в сиво или червено, това означава съответно, че действието все още не е отключено, или че нямате достатъчно ресурси, за да го изпълните. Освен това, ако посочите иконките с мишката, ще се появи съобщение с повече подробности.
br: Bremañ mard eo bet diuzet ar Greizenn Geodedel e c'helloc'h merzhout un daolenn broduiñ o tont war wel en traoñ ho skramm war an tu dehou. Spisaat a ra an oberoù douget gant ar savadur. En daolenn broduiñ-se n'int ket kuzhet an oberoù implijadus gant ul liv tra m'emañ livet e c'hris ar re vorailhet pe e ruz ar re a c'houlenn re a vammennoù diganeoc'h evit bezañ graet. Ouzhpenn-se e c'hellit lakaat ho reti war forzh peseurt arlun evit diskouez ul lagadenn ditouriñ gant muioc'h a ditouroù.
ca: Ara que has seleccionat el teu Centre Cívic, t'hauràs adonat que el tauler de producció apareixerà a la part d'avall a la dreta de la teua pantalla detallant les accions que l'edifici realitza. Per al tauler de producció, les accions disponibles no estan marcades en cap color, mentre que les icones marcades en gris o roig indiquen que les accions no han estat encara desbloquejades o que no tens suficients recursos per a realitzar eixa acció, respectivament. Addicionalment, pots desplaçar el cursor sobre qualsevol icona per a mostrar una pista en més detalls.
cs: Nyní, když máte vybráno správní středisko, si můžete všimnout, že se v pravém dolním rohu obrazovky objevil panel s objemem výroby, üdávající možnosti budovy, jako je výcvik jednotek nebo různá vylepšení. Činnosti, které jsou ve výrobním panelu dostupné, nejsou podbarveny žádnou barvou. Ikony šedých odstínů znamenají, že nebyly odemčeny, a červené, že není dostatek surovin. Po umístění ukazovátka nad jednotlivé ikony se zobrazí podrobnosti činností.
de: Jetzt, da der Verwaltungssitz ausgewählt ist, siehst du, dass ein Produktionsfeld unten rechts auf deinem Bildschirm auftaucht, das aufführt, welche Aktionen das Gebäude unterstützt. Am Produktionsfeld sind verfügbare Aktionen mit keiner Farbe hinterlegt, während ein Symbol, das grau oder rot hinterlegt ist, bedeutet, dass diese Aktion noch nicht freigeschaltet wurde bzw. dass du nicht die erforderlichen Ressourcen dafür hast. Zusätzlich kannst du mit dem Mauszeiger auf ein Icon fahren, um eine Kurzinfo mit weiteren Optionen anzeigen zu lassen.
el: Τώρα που επιλέξατε το Αστικό Κέντρο, θα παρατηρήσετε ότι στην κάτω δεξιά γωνία της οθόνης σας θα εμφανιστεί ένας πίνακας παραγωγής που θα περιγράφει λεπτομερώς τις ενέργειες που υποστηρίζουν τα κτίρια. Για τον πίνακα παραγωγής, οι διαθέσιμες ενέργειες δεν αποκρύπτονται σε κανένα χρώμα, ενώ ένα εικονίδιο που είναι καλυμμένο είτε με γκρι είτε με κόκκινο δείχνει ότι η ενέργεια δεν έχει ξεκλειδωθεί ή δεν διαθέτετε επαρκείς πόρους για την εκτέλεση αυτής της ενέργειας, αντίστοιχα. Επιπλέον, μπορείτε να τοποθετήσετε το κέρσορα πάνω από οποιοδήποτε εικονίδιο για να εμφανίσετε μια επεξήγηση με περισσότερες λεπτομέρειες.
eo: Nun, ke via Civitacentro estas elektita, vi rimarkos, ke produkta panelo aperos en en la dekstra-baso de via ekrano, detalante la agojn, kiujn la konstruaĵo subtenas. En la produkta panelo, fareblaj agoj estas ne kovrita de ajna koloro, kvankam bildeto kovrita per ĉu grizo ĉu ruĝa indikas, ke la ago ne estas ankoraŭ malŝlosita aŭ vi ne havas sufiĉajn resursojn por perfari tiun agon, laŭorde. Plue, vi povas povas loki vian kursoron super iu ajn bildeto por aperigi ŝpruchelpon kun plu da detaloj.
es: Ahora que el centro cívico está seleccionado verás como aparece un panel de producción en parte inferior derecha de la pantalla, detallando lo que puedes hacer en el edificio actual. Las acciones que estén disponibles aparecen tal cual, mientras que un icono coloreado en gris indica que la acción no se ha desbloqueado, y rojo que no dispone de los recursos suficientes. Además, si dejas el cursor sobre cualquier icono verás como aparece un cuadro de información extra con más detalles.
es_ar: Ahora que el Centro Cívico está seleccionado, notarás que aparece un panel de producción en el extremo inferior derecho de tu pantalla mostrando opciones disponibles de ese edificio. En el panel de producción, las opciones disponibles están en color mientras que que aparecen el gris o rojo significa que todavía no han sido desbloqueadas o no tienes los recursos suficientes para realizar esa acción. Además, puedes desplazar el cursor sobre cualquier ícono para ver más detalles.
eu: Orain Gizarte Zentroa aukeraturik dago, nabarituko duzu zure pantailaren beheko eskuin aldean produkzio panel bat azalduko da zure eraikinek jasan ditzaketen ekintzak azalduz. Produkzio panelerako, aukeran dauden ekintzak ez dute kolorerik azaltzen, gorriz edo grisez tindatutako ikonoak berriz ekintza ez dagoela eskuragarri edo ekintza egiteko nahiko baliabiderik ez duzula erakusten du, hurrenez hurren. Horrez gain, kurtsorea edozein ikonoren gainean jar dezakezu lanabesen aukerak zehatzago ikusi nahi badituzu.
fa: حالا که مرکز تمدن شما انتخاب شده است، شما متوجه خواهید شد که پنل تولید در سمت راست پایین صفحه ظاهر شده است، کارهایی که می توانید انجام دهید هیچ رنگی به خود نگرفته اند در حالی که عکس سایر کارها در این بخش یا خاکستری هستند یا قرمز که نشان دهنده این موضوع هستند که یا هنوز قفل آنها باز نشده است یا شما منابع کافی برای آن ندارید. به همین ترتیب به علاوه، شما می توانید نشانگر ماوس خود را بر روی هر یک از این عکس ها قرار دهید تا راهنمای مربوطه با جزیات بیشتر نمایش داده شود.
fi: Nyt kun kansalaiskeskus on valittu, huomaat, että näytön oikeaan alakulmaan ilmestyy tuotantopaneeli, jossa kerrotaan yksityiskohtaisesti rakennuksen tukemat toiminnot. Käytettävissä olevat toiminnot eivät ole tuotantopaneelissa peitetty millään värillä, kun taas harmaalla tai punaisella peitetty kuvake osoittaa, että toimintoa ei ole avattu tai että sinulla ei ole riittävästi resursseja kyseisen toiminnon suorittamiseen. Lisäksi voit viedä kursorin minkä tahansa kuvakkeen päälle, jolloin näkyviin tulee lisätietoja sisältävä vihje.
fr: Maintenant que le Centre-ville est sélectionné, vous pouvez constater qu’un tableau de production va apparaître en bas à droite de l’écran, détaillant les actions que le bâtiment peut exécuter. Dans ce tableau de production, les actions disponibles ne sont pas masquées. Les icônes masquées par du gris ou du rouge indiquent respectivement que l’action n’a pas été débloquée ou que vous n’avez pas assez de ressources pour effectuer cette action. Vous pouvez aussi survoler n’importe quelle icône avec votre curseur pour voir une infobulle avec plus de détails.
ga: Anois go bhfuil an tIonad Cathartha roghnaithe, gheobhaidh tú ar painéil táirgthe i mbun chúinne ceart ar do scáileán. Ar painéil an táirgthe seo, tá na haicsin ar fáil gan dath ar bith orthu, ach ar íocóin chlúdaithe le liath nó dearg, ní féidir leat na híocóin seo a úsáid mar atá iad díghlasáilte ag an láthair seo nó níl d'acmhainní dóthanacha agat, faoi seach. Chomh maith, is féidir leat an cúrsóir a fhaoileáil os cionn aon íocón agus nod mionsonraithe a léiriú.
gd: Nise on a tha thu air an ionad shìobhalta a thaghadh, chì thu gun deach panail saothrachaidh fhosgladh taobh deas aig bonn na sgrìn a sheallas dhut dè na gnìomhan ris a chuireas an togalach taic. Air an dàrna làimh, bidh coltas àbhaisteach air na gnìomhan as urrainn dhut gabhail aig an àm. Air an làimh eile, seallaidh ìomhaigheag liath dhut nach deach a’ ghlas a thoirt far a’ ghnìomh fhathast agus ìomhaigheag dhearg nach eil stòras gu leòr agad gus an gnìomh a ghabhail aig an àm. A bharrachd air sin, ’s urrainn dhut an luchag a chumail os cionn ìomhaigheag sam bith gus gliocas-sgrìn a shealltainn le barrachd fiosrachaidh.
gl: Agora que o centro cívico está seleccionado, aparecerá un panel na parte inferior dereita da pantalla que detalla as accións que os edificios permiten. No panel de produción, as accións dispoñíbeis non están tinguidas de ningunha cor, as das accións que aínda non desbloqueaches aparecen en gris, e as das accións para as que non dispós dos recursos necesarios aparecen en vermello. Ademais podes colocar o cursor sobre calquera icona para que se mostre unha axuda con información adicional.
hu: Most, hogy a Városháza ki van jelölve, feltűnhet, hogy a képernyő jobb alsó sarkában megjelenik egy termelési panel, ami az épület által támogatott tevékenységeket részletezi. A termelési panelen az elérhető tevékenységek nincsenek elszínezve, míg a szürke vagy piros ikonok jelzik a még nem elérhető tevékenységet, illetve amelyek elvégzéséhez nem áll rendelkezésre elegendő nyersanyag. Bármely ikonra húzva a kurzort felugró jegyzet jelenik meg a további részletekkel.
id: Pusat Peradaban telah dipilih, anda akan melihat sebuah panel produksi muncul di bagian kanan bawah dari layar yang merincikan aksi yang dapat ditunjang oleh bangunan. Untuk panel produksi, aksi yang tersedia tidak ditutupi oleh warna apa pun, sementara ikon yang ditutupi oleh warna abu-abu atau merah mengindikasikan, secara berturut-turut, aksi belum terbuka atau tidak memiliki sumber daya yang cukup untuk melakukan aksi tersebut. Selain itu, anda bisa melayangkan kursor di atas ikon mana saja untuk menampilkan tooltip dengan rincian lebih lanjut.
it: Ora che hai selezionato il centro cittadino, noterai che nella parte in basso a destra del tuo schermo è apparso un pannello di produzione che mostra le azioni che può eseguire l'edificio. In questo pannello vedrai le azioni disponibili non segnate in alcun colore, mentre saranno segnate in grigio le azioni non ancora sbloccate e in rosso quelle per le quali non hai risorse a sufficienza. Inoltre passando il cursore del mouse sopra una qualunque icona, si aprirà una piccola finestra con delle informazioni aggiuntive.
ja: 町の中心を選択すると、画面の右下に生産パネルが表示されます。 生産パネルにはその建物が実行できるアクションが表示されます。 アクションが灰色か赤になっている場合は、条件を満たしていないか資源が足りないことを示しています。 アイコンにマウスカーソルを置くと詳細が表示されます。
ko: 이제 시민 회관이 선택되었으니 건물이 지원하는 작업을 자세히 설명하는 생산 패널이 화면 오른쪽 아래에 나타납니다. 생산 패널에서 사용가능한 작업은 어떤색으로도 가려지지 않지만 회색이나 빨간색으로 가려진 아이콘은 작업이 잠금 해제되지 않았거나 해당 작업을 수행할 수 있는 자원이 충분하지 않음을 나타냅니다. 또한 아이콘 위에 커서를 올려두면 자세한 내용이 포함된 작은 도움말이 표시됩니다.
ms: Sekarang Pusat Sivik telah dipilih, anda dapat satu panel pembinaan akan muncul di bahagian kanan bawah skrin anda yang memperincikan tindakan perlu dilakukan. Bagi panel pembinaan, tindakan yang tersedia tidak ditanda dengan apa-apa warna, manakala ikon berwarna kelabu atau merah menunjukkan tindakan tersebut dikunci atau anda tidak mempunyai sumber yang mencukupi. Selain itu, anda boleh letak penuding tetikus anda pada mana-mana ikon untuk memaparkan tip alatan yang menceritakan dengan lebih mendalam.
nl: Nu u het Beschavingscentrum hebt geselecteerd, merk op dat er een productie-paneel zichtbaar is rechtsonder in het scherm met de mogelijke acties voor dit gebouw. De beschikbare acties worden niet gemaskeerd; de iconen die in grijs of rood gemaskeerdzijn, zijn respectievelijk nog niet onderzocht of vereisen meer grondstoffen. U kunt de muispijl boven een icoon plaatsen om extra informatie te krijgen.
pl: Po wybraniu Centrum Osady zauważysz, że panel produkcyjny pojawi się w prawym dolnym rogu ekranu, opisując działania obsługiwane przez budynki. W przypadku panelu produkcyjnego dostępne akcje nie są zamaskowane w żadnym kolorze, a ikona zamaskowana na kolor szary lub czerwony oznacza, że akcja nie została odblokowana lub nie masz wystarczających zasobów do wykonania tej akcji. Dodatkowo możesz najechać myszką na dowolną ikonę, aby wyświetlić etykietkę z większą ilością szczegółów.
pt_br: Agora que o Centro Cívico está selecionado, irá notar que aparece um painel de produção no canto direito da tela com os detalhes das ações que o edifício tem. Para o painel de produção, as ações disponíveis não são sobrepostas com nenhuma cor enquanto que um ícone com uma cor sobreposta a verde ou vermelho indica que a ação não foi desbloqueada ou que não tem recursos suficientes para fazer essa ação, respetivamente. Adicionalmente, poderá passar com o cursor do mouse por cima do ícone para ver mais detalhes.
pt_pt: Agora que o Centro Cívico está selecionado, irás notar que aparece um painel de produção no canto direito do ecrã com os detalhes das ações que o edifício tem. Para o painel de produção, as ações disponíveis não são sobrepostas com nenhuma cor enquanto que um ícone com uma cor sobreposta a verde ou vermelho indica que a ação não foi desbloqueada ou que não tens recursos suficientes para fazer essa ação, respetivamente. Adicionalmente, podes passar com o cursos por cima do ícone para ver mais detalhes.
ru: Теперь, когда городской центр выбран, обратите внимание на панель производства, появившуюся снизу-справа на вашем экране, она описывает возможные для зданий действия. Доступные действия не закрашены никаким цветом. Значки, закрашенные серым или красным цветом, указывают на то, что действие не было разблокировано или у вас недостаточно ресурсов для выполнения этого действия. Вы можете навести курсор мыши на любой значок, чтобы увидеть всплывающую подсказку с подробной информацией.
sk: Po označení Občianskeho Centra sa zobrazia vpravo dolu zobrazí panel produkcie s vyobrazením akcií, ktoré budova umožňuje vykonať. V paneli produkcie nie sú dostupné akcie zamaskované žiadnou farbou, no ikony zafarbené šedou alebo červenou nie sú ešte dostupné, alebo nemáš na vykonanie akcie dostatočné prostriedky. Navyše môžeš umiestniť kurzor na ikonu pre zobrazenie informácie s podrobnosťami.
sv: Nu när samhällscentret är valt kommer du att märka att en produktionspanel kommer att visas längst ned till höger på din skärm som beskriver de åtgärder som byggnaderna stöder. För produktionspanelen maskeras tillgängliga åtgärder inte i någon färg, medan en ikon som är maskerad i antingen grå eller röd indikerar att åtgärden inte har låsts upp eller du inte har tillräckliga resurser för att utföra den åtgärden. Dessutom kan du sväva markören över en ikon för att visa ett verktygstips med mer information.
tr: Artık Kent Merkezi'i seçildiğine göre, ekranınızın sağ alt tarafında, binaların desteklediği eylemleri detaylandıran bir üretim paneli görünecektir. Üretim paneli için kullanılabilir eylemler herhangi bir renkte maskelenmezken, gri veya kırmızı renkte maskelenen bir simge, eylemin kilidinin açılmadığı veya bu eylemi gerçekleştirmek için yeterli kaynağın olmadığını gösterir. Ayrıca, daha fazla ayrıntı içeren ipucu penceresini görmek için imleci herhangi bir simgenin üzerine getirebilirsiniz.
uk: Тепер, коли обрано Громадський Центр, ви помітите, що в нижній правій частині екрана з'явиться панель виробництва, в якій детально описано дії, які підтримує будівля. Для панелі виробництва доступні дії не зафарбовуються ніяким кольором, тоді як піктограма зафарбована сірим або червоним кольором вказує на те, що дія не була розблокована або у вас недостатньо ресурсів для виконання цієї дії, відповідно. Крім того, ви можете навести курсор на будь-яку піктограму, щоб побачити підказку з більш детальною інформацією.
zh: 现在，市政中心被选中，注意到一个建造板块会出现在屏幕的右下部，这个部分标注了这个建筑支持的建造功能。在建造板块中：可执行的操作为有色按钮；如果一个按钮为灰色，说明这个操作还未被解锁；如果一个按钮为红色，说明您没有足够的资源进行这个操作。另外，您可以悬停在任何按钮上，相应的工具提醒和一些细节会被显示。
zh_tw: 點選城鎮中心之後，您會看見畫面右下角的地方出現一塊生產面板。面板上的圖示是這棟建築物的功能，同時也是您可以執行的動作。若圖示呈現灰色，代表該功能還未解鎖；若圖示呈現紅色，代表沒有足夠的資源來執行動作。您可以將游標挪到圖示上面，這樣便會出現一個說明框，可以看見更多詳細的資訊。

source: The top row of buttons contains portraits of units that may be trained at the building while the bottom one or two rows will have researchable technologies. Hover the cursor over the 'II' icon. The tooltip will tell us that advancing to 'Town Phase' requires both more constructed structures as well as more Food and Wood resources.
ast: La fila cimera de botones contién les semeyes de les unidaes que puen llevantase n'edificiu de la que la fila baxera amuesa les teunoloxíes que puen desendolcase. Alluga'l punteru enriba l'iconu «ll». La suxerencia va dicinos qu'avanzar a la «fas de la villa» rique más estructures perfeches y más recursos de comida y madera.
bg: Горният ред с бутони съдържа портретите на единиците, които могат да бъдат обучени в сградата, а долният (или долните два) ще съдържат технологии, които могат да бъдат проучени. Посочете с мишката иконката със знак „II“. Съобщението ни показва, че за да преминем към „Градската фаза“, трябва да имаме повече построени сгради, както и повече храна и дърва.
de: Die oberste Zeile enthält Portraits von Einheiten, die im Gebäude ausgebildet werden können, während in der untersten Zeile (oder zwei Zeilen) die verfügbaren Forschungen aufgeführt sind. Bewege die Maus auf das ‚II‘-Symbol. Die Kurzinfo sagt uns, dass die Erforschung der ‚Stadtphase‘ mehr gebaute Gebäude, Nahrung und Holz benötigt.
el: Η πάνω σειρά κουμπιών περιέχει πορτρέτα μονάδων που μπορούν να εκπαιδευτούν στο κτίριο, ενώ παρακάτω μία ή δύο σειρές εμφανίζουν τεχνολογίες προς έρευνα. Τοποθετήστε το κέρσορα πάνω από το εικονίδιο "II". Η επεξήγηση θα μας πει ότι η προώθηση στη «Φάση Κωμόπολη» απαιτεί περισσότερα κατασκευασμένα κτίρια όσο και περισσότερους πόρους Τροφίμων και Ξύλου.
es: La fila superior de botones contiene imágenes de unidades que puedes reclutar en el edificio mientras que en las filas de abajo tendrás tecnologías de investigación. Mueve el cursor sobre el ícono «II». El cuadro de información extra nos dirá las estructuras que tienes que construir y la cantidad de comida y madera necesaria para avanzar a la «fase intermedia».
eu: Botoien goiko errenkadak eraikinean trebatu daitezkeen unitateen erretratuak ditu, beheko bat edo bi errenkadak ikerketa-teknologiak izango dituzte. Sakatu "II" ikonoaren gainean. Iradokizunetan "Herri Faseari" aurrera eginez gero, eraikitako egiturak eta Elikadura eta Barne baliabide gehiago behar dituela esango digu.
gd: Chì thu dealbhan nan aonadan as urrainn dhut trèanadh san togalach air an ràgh aig a’ bharr agus teicneolasan a ghabhas rannsachadh san ràgh no dhà eile aig a’ bhonn. Cum an luchag agad os cionn na h-ìomhaigheige “II”. Innsidh an gliocas-sgrìn dhut gum feum thu barrachd togalaichean a thogail agus stòras dhe bhiadh is fiodh a chruinneachadh mus dèan thu àrdachadh gu “linn nam bailtean”.
it: La fila di pulsanti più in alto contiene le raffigurazioni delle unità che puoi addestrare nell'edificio, mentre quelle più in basso contengono le tecnologie ricercabili. Passa il cursore del mouse sopra l'icona raffigurante "II". La finestra delle informazioni di dirà che per avanzare alla "Fase Cittadina" servirà costruire più strutture e anche più risorse di cibo e legno.
ms: Bahagian baris teratas butang mengandungi potret unit yang boleh dilatih di dalam bangunan manakala bahagian paling bawah baris pertama atau kedua membolehkan teknologi yang boleh dikaji. Letak penuding tetikus di atas ikon 'II'. Tip alatan akan memberitahu untuk melanjutkan tamadun ke 'Fasa Pekan' memerlukan kedua-dua bangunan dibina dan juga lebih banyak sumber Makanan serta Kayu.
pl: Górny rząd przycisków zawiera portrety jednostek, które mogą być trenowane w budynku, podczas gdy rząd dolny (lub dwa) będą miały możliwe do zbadania technologie. Najedź myszą na ikonę "II". Dzięki podpowiedzi dowiesz się, że przejście do fazy miejskiej wymaga zarówno bardziej skonstruowanych struktur, jak i większej ilości zasobów żywności i drewna.
pt_pt: A fila de botões do topo contém retratos de unidades que podem ser treinadas no edifício enquanto que a fila ou filas de baixo têm tecnologias que podem ser desenvolvidas. Passa com o cursor sobre o ícone "II". O quadro sobreposto que aparece mostra que para avançar para a "Fase de Vila" é necessário mais estruturas construídas, assim como Comida e Madeira.
ru: Верхний ряд кнопок значков содержит значки юнитов, которые могут быть обучены в этом здании, в то время как нижняя одна или две строки будут содержать технологии для исследования. Наведите указатель мыши на значок «II». Всплывающая подсказка подскажет, что переход в «этап небольшого города» требует как больше построенных структур, так и больше ресурсов Пищи и Древесины.
zh: 顶部的一行按键包含了一些可被此建筑训练的单位的肖像，底部的一到两行是可以被研究的科技。悬停鼠标在按钮'II'上。工具提示会告诉我们升级到“城镇阶段”需要的建筑材料和食物木材资源。
