Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: hotkey.session.gui.barter.toggle – Toggle in-game barter and trade panel
ast: hotkey.session.gui.barter.toggle – Alternare l quadro Cambio & commercio
bg: hotkey.session.gui.barter.toggle — Превключване на панела за обмен и търговия в игра
ca: hotkey.session.gui.barter.toggle – Mostra/Amaga el panell d'intercanvi i comerç
cs: hotkey.session.gui.barter.toggle – Přepnout během hry směnný a obchodní panel
de: hotkey.session.gui.barter.toggle – Tausch- und Handelsfenster im Spiel umschalten
el: hotkey.session.gui.barter.toggle – Εναλλαγή παραθύρου ανταλλαγών και εμπορίου
es: hotkey.session.gui.barter.toggle – Muestra el panel de comercio durante la partida
eu: hotkey.session.gui.barter.toggle – Aktibatu jokoaren truke eta merkataritza panela
fi: hotkey.session.gui.barter.toggle – Avaa/sulje pelinsisäinen vaihtokaupan- ja kaupankäyntipaneeli
fr: hotkey.session.gui.barter.toggle – Basculer vers le panneau troc et d'échange
gd: hotkey.session.gui.barter.toggle – Toglaich panail iomlaididh is malairt am broinn a’ gheama
gl: hotkey.session.gui.barter.toggle – alterna o panel de troco e intercambio no xogo
hu: hotkey.session.gui.barter.toggle – Kereskedelmi ablak megnyitása / bezárása
id: hotkey.session.gui.barter.toggle – Setel panel barter dan perdagangan dalam permainan
it: hotkey.session.gui.barter.toggle – Apri pannello commercio
ja: hotkey.session.gui.barter.toggle – ゲーム内の物々交換と貿易パネルを切り替えます
ko: hotkey.session.gui.barter.toggle – 게임 내 물물교환 및 교역 패널을 전환합니다
nl: sneltoets.session.gui.barter.toggle – Toon / verberg het ruil- en handelspaneel
pl: hotkey.session.gui.barter.toggle – włącz okno barteru i handlu
pt_pt: hotkey.session.gui.barter.toggle – mostrar ou ocultar o painel de comércio e trocas durante um jogo
ru: hotkey.session.gui.barter.toggle — показать или скрыть внутриигровую панель обмена и торговли
sv: hotkey.session.gui.barter.toggle – Visa handelspanelen i spelet
tr: hotkey.session.gui.barter.toggle – Oyun içi takas ve ticaret panelini aç/kapat
uk: hotkey.session.gui.barter.toggle – Перемкнути внутрішньоігрову панель обміну та торгівлі
zh: hotkey.session.gui.barter.toggle – 显示/隐藏贸易面板
zh_tw: hotkey.session.gui.barter.toggle – 顯示貿易面板

source: hotkey.session.gui.objectives.toggle – Toggle in-game objectives panel
ast: hotkey.session.gui.objectives.toggle – Alternare l quadro Fines
bg: hotkey.session.gui.objectives.toggle — Превключване на панела с целите в игра
ca: hotkey.session.gui.objectives.toggle – Mostra/Amaga els objectius
cs: hotkey.session.gui.objectives.toggle – Přepnout panel s cíly během hry
de: hotkey.session.gui.objectives.toggle – Spielziel-Fenster im Spiel umschalten
el: hotkey.session.gui.objectives.toggle – Εναλλαγή παραθύρου του ενδο-παιχγνιδικού παραθύρου στόχων
es: hotkey.session.gui.objectives.toggle – Muestra el panel de objetivos durante la partida
eu: hotkey.session.gui.objectives.toggle – Aktibatu jokoaren helburuen panela
fi: hotkey.session.gui.objectives.toggle – Avaa/sulje pelinsisäinen tavoitepaneeli
fr: hotkey.session.gui.objectives.toggle – Basculer vers le panneau d'objectifs
gd: hotkey.session.gui.objectives.toggle – Toglaich panail nan amasan am broinn a’ gheama
gl: hotkey.session.gui.objectives.toggle – alterna o panel de obxectivos do xogo
id: hotkey.session.gui.objectives.toggle – Setel panel tujuan dalam permainan
it: hotkey.session.gui.objectives.toggle – Apri pannello obiettivi
ja: hotkey.session.gui.objectives.toggle – ゲーム内目標パネルの切り替え
ko: hotkey.session.gui.objectives.toggle – 게임 내 목표 패널을 전환합니다
nl: sneltoets.session.gui.objectives.toggle – Toon / verberg het speldoelen paneel
pl: hotkey.session.gui.objectives.toggle – włącz okno zadań
pt_pt: hotkey.session.gui.objectives.toggle – mostrar ou ocultar o painel de objetivos durante um jogo
ru: hotkey.session.gui.objectives.toggle — показать или скрыть внутриигровую панель задач
sv: hotkey.session.gui.objectives.toggle – Växla målpanelen i spelet
tr: hotkey.session.gui.objectives.toggle – Oyun içi hedefler panelini aç/kapat
uk: hotkey.session.gui.objectives.toggle – Перемкнути внутрішньоігрову панель цілей
zh: hotkey.session.gui.objectives.toggle – 显示/隐藏目标面板
zh_tw: hotkey.session.gui.objectives.toggle – 顯示目標面板

source: hotkey.session.gui.tutorial.toggle – Toggle in-game tutorial panel
ast: hotkey.session.gui.tutorial.toggle – Alternare l quadro de l tutorial
bg: hotkey.session.gui.tutorial.toggle — Превключване на панела за обучение в игра
ca: hotkey.session.gui.tutorial.toggle – Mostra/Amaga el tutorial
cs: hotkey.session.gui.tutorial.toggle – Přepnout panel s výukou během hry
de: hotkey.session.gui.tutorial.toggle – Anleitungsfenster im Spiel umschalten
el: hotkey.session.gui.tutorial.toggle – Εμφάνιση/Απόκρυψη του παραθύρου εκμάθησης εντός του παιχνιδιού.
es: hotkey.session.gui.tutorial.toggle – Muestra el panel de tutorial durante la partida
eu: hotkey.session.gui.tutorial.toggle – Aktibatu jokoaren tutorial panela
fi: hotkey.session.gui.tutorial.toggle – Avaa/sulje pelinsisäinen opaspaneeli
fr: hotkey.session.gui.tutorial.toggle – Basculer vers le panneau didacticiel
gd: hotkey.session.gui.tutorial.toggle – Toglaich panail an oideachaidh am broinn a’ gheama
gl: hotkey.session.gui.tutorial.toggle – alterna o panel de titoriais no xogo
hu: hotkey.session.gui.tutorial.toggle – Oktatóablak megnyitása / bezárása
id: hotkey.session.gui.tutorial.toggle – Setel panel tutorial dalam permainan
it: hotkey.session.gui.tutorial.toggle – Apri pannello tutorial
ja: hotkey.session.gui.tutorial.toggle – ゲーム内チュートリアルパネルの切り替え
ko: hotkey.session.gui.tutorial.toggle – 게임 내 튜토리얼 패널을 전환합니다
nl: sneltoets.session.gui.tutorial.toggle – Toon / verberg het paneel met de handleiding
pl: hotkey.session.gui.tutorial.toggle – włącz okno samouczka
pt_pt: hotkey.session.gui.tutorial.toggle – mostrar ou ocultar o painel do tutorial durante um jogo
ru: hotkey.session.gui.tutorial.toggle — показать или скрыть внутриигровую панель обучения
sv: hotkey.session.gui.tutorial.toggle – Växla handledningspanelen i spelet
tr: hotkey.session.gui.tutorial.toggle – Oyun içi eğitim panelini aç/kapat
uk: hotkey.session.gui.tutorial.toggle – Перемкнути внутрішньоігрову панель керівництва
zh: hotkey.session.gui.tutorial.toggle –显示/隐藏教程面板
zh_tw: hotkey.session.gui.tutorial.toggle – 顯示教學面板

source: hotkey.structree – Toggle structure tree panel
ast: hotkey.structree – Alternar l árbore structural
bg: hotkey.structree — Превключване на панела със структурното дърво
ca: hotkey.structree – Mostra/Amaga l'arbre d'estructures
cs: hotkey.structree – Přepnout panel se stromem staveb
de: hotkey.structree – Gebäudebaum-Bildschirm umschalten
el: hotkey.structree – Εναλλαγή παραθύρου δέντρου κατασκευής
es: hotkey.structree – Muestra el árbol de estructuras
eu: hotkey.structree – Txandakatu egitura-zuhaitzaren panela
fi: hotkey.structree – Avaa/sulje rakennepuupaneeli
fr: hotkey.structree – Basculer vers le panneau d'arborescence de bâtiment
gd: hotkey.structree – Toglaich panail craobh nan togalaichean
gl: hotkey.structree – alterna o panel da árbore da estrutura
hu: hotkey.structree – Építményfa megnyitása / bezárása
id: hotkey.structree – Setel panel pohon bangunan
it: hotkey.structree – Apri pannello albero tecnologico
ja: hotkey.structree – 建設早見表の切り替え
ko: hotkey.structree – 건축물 도감 패널을 전환합니다
nl: sneltoets.structree – Toon / verberg het paneel met de structuurboom
pl: hotkey.structree – włącza panel z drzewkiem budowli
pt_pt: hotkey.structree – mostrar ou ocultar o painel de árvore
ru: hotkey.structree — показать или скрыть панель древа строительства
sv: hotkey.structree – Visa panelen med strukturträdet
tr: hotkey.structree – Yapı ağacı panelini aç/kapat
uk: hotkey.structree – Перемкнути панель дерева споруд.
zh: hotkey.structree – 显示/隐藏建筑谱表
zh_tw: hotkey.structree – 顯示科技樹面板

source: hotkey.civinfo – Toggle civilization info panel
ast: hotkey.civinfo – Alternare l quadro Synopsis cultural
bg: hotkey.civinfo — Превключване на панела с информацията за цивилизацията
ca: hotkey.civinfo – Mostra/Amaga la informació de les civilitzacions
cs: hotkey.civinfo – Přepnout informační panel civilizace
de: hotkey.civinfo – Zivilisations-Infopanel umschalten
el: hotkey.civinfo – Εναλλαγή προβολής πληροφοριών πολιτισμού
es: hotkey.civinfo – Muestra el panel de información de la civilización
eu: lastertekla.zibinfo – Txandakatu zibilizazioaren informazio panela.
fi: hotkey.civinfo – Avaa/sulje sivilisaation tietopaneeli
fr: hotkey.civinfo – Afficher/Masquer vers le panneau d'information de civilisation
gd: hotkey.civinfo – Toglaich panail fiosrachadh an t-sìobhaltais
gl: hotkey.civinfo – alterna o panel de información da civilización
id: hotkey.civinfo – Setel panel info bangsa
it: hotkey.civinfo – Apri pannello info civiltà
ja: hotkey.civinfo – 文明一覧の切り替え
ko: hotkey.civinfo – 문명 정보 패널을 전환합니다
nl: sneltoets.civinfo – Toon / verberg het paneel met beschavingsinformatie
pl: hotkey.civinfo – Włącza panel informacji o cywilizacji
pt_pt: hotkey.civinfo – mostrar ou ocultar o painel de informação da civilização
ru: hotkey.civinfo — показать или скрыть панель описания цивилизации
sv: hotkey.civinfo – Visa panelen med civilisationsinformation
tr: hotkey.civinfo – Uygarlık bilgi panelini aç/kapat
uk: hotkey.civinfo – Перемкнути панель інформації щодо цивілізації
zh: hotkey.civinfo – 显示/隐藏文明信息面板
zh_tw: hotkey.civinfo – 顯示文明資訊面板

source: [font="sans-bold-14"]Modify mouse action[font="sans-14"]
ast: [font="sans-bold-14"]Modificadores de l’accion de l mure[font="sans-14"]
bg: [font="sans-bold-14"]Модифициране на действията с мишката[font="sans-14"]
ca: [font="sans-bold-14"]Modifica l'acció del ratolí[font="sans-14"]
cs: [font="sans-bold-14"]Nastavit činnost při stisknutí tlačítka myši[font="sans-14"]
de: [font="sans-bold-14"]Mausaktionen modifizieren[font="sans-14"]
el: [font="sans-bold-14"]Τροποποίηση λειτουργίας ποντικιού[font="sans-14"]
es: [font="sans-bold-14"]Modificar la acción del ratón[font="sans-14"]
eu: [font="sans-bold-14"]Saguaren akzioa aldatzen du[font="sans-14"]
fi: [font="sans-bold-14"]Muokkaa hiiren toimintoja[font="sans-14"]
fr: [font="sans-bold-14"]Modifier l'action de la souris[font="sans-14"]
gd: [font="sans-bold-14"]Atharraich gnìomh na luchaige[font="sans-14"]
gl: [font="sans-bold-14"]Modificar a acción do rato[font="sans-14"]
hu: [font="sans-bold-14"]Egérművelet módosítása[font="sans-14"]
id: [font="sans-bold-14"]Ubah tindakan mouse[font="sans-14"]
it: [font="sans-bold-14"]Modifica azioni col mouse[font="sans-14"]
ja: [font="sans-bold-14"]マウス操作の変更[font="sans-14"]
ko: [font="sans-bold-14"]마우스 작업 수정[font="sans-14"]
nl: [font="sans-bold-14"]Wijzig muis actie[font="sans-14"]
pl: [font="sans-bold-14"]Modyfikacja działań myszki[font="sans-14"]
pt_br: [font="sans-bold-14"]Comandos do mouse[font="sans-14"]
pt_pt: [font="sans-bold-14"]Alterar a ação do rato[font="sans-14"]
ru: [font="sans-bold-14"]Настроить действия мышью[font="sans-14"]
sv: [font="sans-bold-14"]Ändra musaktion[font="sans-14"]
tr: [font="sans-bold-14"]Fare Hareketini Yönlendir[font="sans-14"]
uk: [font="sans-bold-14"]Змінюють дію миші[font="sans-14"]
zh: [font="sans-bold-14"]修改鼠标操作[font="sans-14"]
zh_tw: [font="sans-bold-14"]複合滑鼠操作[font="sans-14"]

source: hotkey.session.garrison + Right Click on structure – Garrison
ast: hotkey.session.garrison + Picada direiꞇha n una structura – Abellogar
bg: hotkey.session.garrison + Десен бутон на мишката — поставяне на гарнизон
ca: hotkey.session.garrison + Clic dret sobre una estructura – Refugia
cs: hotkey.session.garrison + klepnutí na budovu pravým tlačítkem myši – Umístit posádku
de: hotkey.session.garrison + Rechtsklick auf Gebäude – Einquartieren
el: hotkey.session.garrison + Δεξί-κλίκ σε κτήριο- Φρουρά
es: hotkey.session.garrison + Clic derecho sobre estructuras – Guarnecer
eu: hotkey.session.garrison + Eskuin klika egituran – Sartu guardan
fi: hotkey.session.garrison + rakenteen napsauttaminen hiiren oikealla – Miehitä
fr: hotkey.session.garrison + clic droit sur une structure – Mettre en garnison
gd: hotkey.session.garrison + briogadh deas air togalach – Rach ’nad ghearastan
gl: hotkey.session.garrison + Fai clic co botón dereito na estrutura – Garrison
id: hotkey.session.garrison + Klik kanan pada bangunan – Menempati
it: hotkey.session.garrison + Clic destro su struttura – Entra nella guarnigione
ja: hotkey.session.garrison + 建物を右クリック – 駐留
ko: hotkey.session.garrison + 건축물을 마우스 오른쪽 버튼으로 클릭 – 배치하기
nl: sneltoets.session.garrison + rechtsklik op gebouw – Beman gebouw
pl: hotkey.session.garrison + PPM na budowli – garnizon
pt_pt: hotkey.session.garrison + clique com botão direito na estrutura – aquartelar
ru: hotkey.session.garrison + правый щелчок по знанию — разместиться в гарнизоне
sv: hotkey.session.garrison + Högerklick på byggnad – Garnisonera
tr: hotkey.session.garrison + yapı üstüne Sağ Tık – Birimleri binanın içine yerleştirir
uk: hotkey.session.garrison + Клацнути правою кнопкою миші на споруді – Розміститися в гарнізоні
zh: hotkey.session.garrison + 右击建筑 – 驻军
zh_tw: hotkey.session.garrison + 右鍵點擊建築 – 駐紮

source: hotkey.session.repair + Right Click on structure – Repair
ast: hotkey.session.repair + Picada direiꞇha n una structura – Eguar
bg: hotkey.session.repair + Десен бутон на мишката — поправяне
ca: hotkey.session.repair + Clic dret sobre una estructura – Repara
cs: hotkey.session.repair + klepnutí na budovu pravým tlačítkem myši – Opravit
de: hotkey.session.repair + Rechtsklick auf Gebäude – Reparieren
el: hotkey.session.repair + Δεξί κλίκ σε κατασκευή – Επισκευή
es: hotkey.session.repair + Clic derecho sobre una estructura – Reparar
eu: hotkey.session.repair + Eskuin klika egituran – Konpondu
fi: hotkey.session.repair + rakenteen napsauttaminen hiiren oikealla – Korjaa
fr: hotkey.session.repair + clic droit sur une structure – Réparer
gd: hotkey.session.repair + briogadh deas air togalach – Càraich
gl: hotkey.session.repair + Fai clic co botón dereito na estrutura – Reparar
hu: hotkey.session.repair + jobb kattintás egy építményre – Javítás
id: hotkey.session.repair + Klik kanan pada bangunan – Memperbaiki
it: hotkey.session.repair + Clic destro su struttura – Ripara
ja: hotkey.session.repair + 建物を右クリック – 修理
ko: hotkey.session.repair + 건축물을 마우스 오른쪽 버튼으로 클릭 – 수리
nl: sneltoets.session.repair + rechtsklik op gebouw – Repareer gebouw
pl: hotkey.session.repair + PPM na budowli – napraw
pt_pt: hotkey.session.repair + clique com botão direito na estrutura – reparar
ru: hotkey.session.repair + правый щелчок по знанию — ремонтировать
sv: hotkey.session.repair + Högerklick på byggnad – Reparera
tr: hotkey.session.repair + Yapıya Sağ tıklama – Onar
uk: hotkey.session.repair + Клацнути правою кнопкою миші на споруді – Ремонтувати
zh: hotkey.session.repair + 右击建筑 – 修复
zh_tw: hotkey.session.repair + 右鍵點擊建築 – 維修

source: hotkey.session.patrol + Right Click – Patrol
ast: hotkey.session.patrol + Picada direiꞇha – Roldar
bg: hotkey.session.patrol + Десен бутон на мишката — патрулиране
ca: hotkey.session.patrol + Clic dret – Patrulla
cs: hotkey.session.patrol + klepnutí pravým tlačítkem myši – Hlídkovat
de: hotkey.session.patrol + Rechtsklick – Patrouillieren
el: hotkey.session.patrol + Δεξλι κλίκ – Περιπολία
es: hotkey.session.patrol + Clic derecho – Patrullar
eu: hotkey.session.patrol + Eskuin klika – Patruilatu
fi: hotkey.session.patrol + napsauttaminen hiiren oikealla – Partioi
fr: hotkey.session.patrol + clic droit – Patrouiller
gd: hotkey.session.patrol + briogadh deas – Cuairteachan
gl: hotkey.session.patrol + Fai clic co botón dereito – Patrulla
hu: hotkey.session.patrol + jobb kattintás – Járőrözés
id: hotkey.session.patrol + Klik Kanan – Berpatroli
it: hotkey.session.patrol + Clic destro – Pattuglia
ja: hotkey.session.patrol + 右クリック – パトロール
ko: hotkey.session.patrol + 마우스 오른쪽 버튼 클릭 – 순찰
nl: sneltoets.session.patrol + rechtsklik – Patrouilleer
pl: hotkey.session.patrol + PPM – patrol
pt_pt: hotkey.session.patrol + clique com botão direito do rato – patrulhar
ru: hotkey.session.patrol + правый щелчок — патрулировать
sv: hotkey.session.patrol + Högerklick – Patrullera
tr: hotkey.session.patrol + Sağ Tık - Devriye
uk: hotkey.session.patrol + Клацнути правою кнопкою миші – Патрулювати
zh: hotkey.session.patrol + 右击 – 巡逻
zh_tw: hotkey.session.patrol + 右鍵 – 巡邏

source: hotkey.session.queue + Right Click – Queue the move/build/gather/etc. order
ast: hotkey.session.queue + Picada direiꞇha – Inrestrar un mandado de movemiento/construccion/recaldu/etc.
bg: hotkey.session.queue + Десен бутон на мишката — добавяне на заповедта за движение/строеж/събиране/т.н. в опашката за извършване след приключване на текущото действие
ca: hotkey.session.queue + Clic dret – Posa a la cua l'ordre de moure's/construir/recollir/etc.
cs: hotkey.session.queue + klepnutí pravým tlačítkem myši – Zařadit rozkaz pro pohyb/stavění/sbírání a další
de: hotkey.session.queue + Rechtsklick – Den Bewegungs-/Bau-/Sammel-/etc. Befehl in die Warteschlange setzen
el: hotkey.session.queue + Δεξί Κλικ – Βάλτε σε σειρά προτεραιότητας την εντολή κίνησης/χτισίματος/συλλογής/κτλ
es: hotkey.session.queue + Clic derecho – Encadena acciones ir/construir/recolectar/etc.
eu: hotkey.session.queue + eskuin klika – Jarri ilaran mugitu/eraiki/ustiatu/... agindua
fi: hotkey.session.queue + napsauttaminen hiiren oikealla – Lisää liikkumis/rakennus/keräys/jne. käsky jonoon
fr: hotkey.session.queue + clic droit – Mettre en file d'attente l'ordre de se déplacer/construire/se rassembler/ etc.
gd: hotkey.session.queue + briogadh deas – Cuir an t‑òrdugh gluais/tog/cruinnich/msaa. air a’ chiudha
gl: hotkey.session.queue + Clic co botón dereito – Poña en cola o movemento/construír/reunir/etc. orde
id: hotkey.session.queue + Klik Kanan – Mengantre perintah gerak/bangun/kumpul/dll.
it: hotkey.session.queue + Clic destro – Metti in coda azione (movimento, costruzione, raccolta, ecc.)
ja: hotkey.session.queue + 右クリック – 移動/建設/採集/などの順番でキューに入れます
ko: hotkey.session.queue + 마우스 오른쪽 버튼 클릭 – 이동/건축/수집/명령 등을 대기열에 넣습니다
nl: sneltoets.session.queue + rechtsklik – Voeg een (verplaats / bouw / verzamel / etc.) order toe aan de wachtrij
pl: hotkey.session.queue + PPM – kolejka ruchu/budowy/zbierania/itd.
pt_pt: hotkey.session.queue + clique com botão direito do rato – coloca na fila a ordem de mover / construir / recolher / etc.
ru: hotkey.session.queue + правый щелчок — назначить очередь передвижения/строительства/сбора и т.д.
sv: hotkey.session.queue + Högerklick – Köa rörelse/bygg/samlings/osv.-uppgifter
tr: hotkey.session.queue + Sağ Tık – Taşıma/inşa/toplama/vb. emirlerini sırala.
zh: hotkey.session.queue + Right Click – 给被选中的单位一个动作序列。包括移动，建造，采集等等。
zh_tw: hotkey.session.queue + 右鍵 – 排程移動／建造／採集／等等命令

source: hotkey.session.pushorderfront + Right Click – Modifier to push any order in front of the order queue.
ast: hotkey.session.pushorderfront + Picada direiꞇha – Modificador par’ adelantrar mandados a l impieçu de la riestra.
cs: hotkey.session.pushorderfront + kliknutí pravým tlačítkem myši – Modifikátor pro přesun rozkazu před ostatní rozkazy ve frontě.
fi: hotkey.session.pushorderfront + hiiren oikea – Muuntonäppäin, joka siirtää minkä tahansa määräyksen määräysjonon kärkeen.
gd: hotkey.session.pushorderfront + briogadh deas – Atharraichear airson òrdugh sam bith a phutadh gu toiseach ciutha nan òrduighean.
it: hotkey.session.pushorderfront + Click Destro - Modificatore per spostare un qualsiasi ordine in cima alla lista degli ordini.
ko: hotkey.session.pushorderfront + 오른쪽 클릭 – 수정자를 클릭하여 주문 대기열 앞에 있는 주문을 누릅니다.
nl: sneltoets.session.pushorderfront + rechtsklik – Speciale toets om een commando vooraan de wachtrij te plaatsen..
pl: hotkey.session.pushorderfront + Prawy przycisk myszy – Modyfikator - przesuwa dowolny rozkaz na przód kolejki.
pt_pt: hotkey.session.pushorderfront + clique com botão direito do rato – modificador para puxar para a frente qualquer ordem da fila de ordens
sv: hotkey.session.pushorderfront + Höger Klick – Modifierare för att lägga en order i början av orderkön.
zh: hotkey.session.pushorderfront + 单击右键 – 指派当下命令为首个指令。
zh_tw: hotkey.session.pushorderfront + 右鍵單擊 – 將任何指令推到指令佇列前的指示鍵。
