Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-buildings.po
Languages: ar, ast, bg, cs, el, es_ar, fa, he, hy, ko, ru, uk, zh, zh_tw

source: Build in own or neutral territory. Acquire large tracts of territory. Territory root. Train Citizens and research technologies. Garrison Soldiers for additional arrows.
ast: Constrúi-se n campu propriu ou neutral. Val p’afhitar ou inantare lhindes territoriales, crear Cives & disinvolver téchnicas. Tyenu de Mílites, tira mas saietas.
bg: Може да се строи в собствена или неутрална територия. Усвоява голяма част от територия. Коренна територия. Обучава граждани и проучва подобрения. Поставете гарнизон за допълнителна защита.
cs: Stavte na vlastním nebo neutrálním území. Získejte velké plochy území. Vytváří hranici území. Vycvičte občany a vyzkoumejte technologie. Umístěte posádku vojáků pro další šípy.
el: Χτίστε σε δική σας ή ουδέτερη περιοχή. Αποκτηστε μεγάλα κομμάτια περιοχής. Κεντρική Περιοχή. Εκπαιδεύστε Πολίτες και ερευνήστε τεχνολογίες. Στρατιώτες Φρουράς για επιπλέον τόξα.
ko: 자신의 영토 또는 중립 영토를 건설합니다. 넓은 영토를 획득합니다. 영토에 정착합니다. 주민과 연구 기술을 교육합니다. 화살 공격이 추가된 병사들을 주둔시킵니다.
ru: Может быть возведено на своей или нейтральной территории. Присоединяет большой участок владений. Коренное владение. Обучает граждан и исследует технологии. Размещайте воинов внутри для усиления оборонительной стрельбы.
uk: Споруджується на власній або нейтральній території. Придбання великих ділянок території. Територіальне впровадження. Навчання громадян та дослідження технологій. Розмістити солдатів у гарнізоні для додаткових стріл.
zh: 可建在中立土地或己方疆域内，扩张大片疆域。训练民兵，研发技术，驻守士兵来强化火力。
zh_tw: 在我方領土或中立地帶建造。獲得大片領土。領土地基。訓練公民及研發科技。進駐士兵以增加箭數。

source: CivilCentre
ar: مركز المدينة
ast: Foro
bg: ЦивиленЦентър
cs: Správní středisko
el: Κέντρο Πόλης
es_ar: CentroCivil
fa: مرکز تمدن
hy: Քաղաքացիական կենտրոն
ko: 시빌센트레
ru: Городской центр
uk: Громадський центр
zh: 市政中心
zh_tw: 城鎮中心

source: Defensive
ast: Defensivu/a
bg: Защитно
cs: Obranný
el: Αμυντικός
ko: 방어형
ru: Оборонительный
uk: Захисна
zh: 城防
zh_tw: 防禦

source: Military Colony
ar: مستعمرة عسكريّة
ast: Colonia militar
bg: Военна колония
cs: Vojenská kolonie
el: Στρατιωτική Αποικία
es_ar: Colonia Militar
fa: مهاجرنشین نظامی
he: מושבה צבאית
hy: Ռազմական գաղութ
ko: 군대 거주지
ru: Военная колония
uk: Військова колонія
zh: 希腊移民区
zh_tw: 軍事殖民地

source: Colony
ast: Colonia
bg: Колония
cs: Kolonie
el: Αποικία
ko: 거주지
ru: Колония
uk: Колонія
zh: 殖民地
zh_tw: 殖民地

source: House
ar: منزل
ast: Casa
bg: Къща
cs: Dům
el: Σπίτι
es_ar: Casa
fa: خانه
he: בית
hy: Տուն
ko: 집
ru: Дом
uk: Будинок
zh: 民居
zh_tw: 房舍

source: Village
ar: قرية
ast: Rural
bg: Село
cs: Vesnice
el: Χωριό
es_ar: Pueblo
fa: روستا
he: כפר
hy: Գյուղ
ko: 마을
ru: Деревня
uk: Село
zh: 乡村
zh_tw: 村莊

source: Stoa
ar: رواق إغريقي معمد
bg: Стоа
cs: Kolonáda
el: Στοά
es_ar: Estoa
fa: ایوان
he: סטואה
hy: Ստոա
ko: 스토아
ru: Стоа
uk: Стоа
zh: 柱廊
zh_tw: 門廊

source: Town
ar: بلدة
ast: Oppidanu/a
bg: Град
cs: Město
el: Πόλη
es_ar: Ciudad
fa: شهرک
he: עיירה
hy: Քաղաք
ko: 소도시
ru: Малый город
uk: Містечко
zh: 城镇
zh_tw: 城鎮

source: Temple
ar: معبد
ast: Templo
bg: Храм
cs: Chrám
el: Ναός
es_ar: Templo
fa: معبد
he: מקדש
hy: Տաճար
ko: 사원
ru: Храм
uk: Храм
zh: 神庙
zh_tw: 神廟

source: Train Healers and research healing technologies.
ast: Sitiu unde se crean Curandeiros & se disinvuolven téchnicas médicas.
bg: Обучава лечители и проучва подобрения за лечение.
cs: Vycvičte léčitele a vyzkoumejte léčivé technologie.
el: Εκπαιδεύστε Θεραπευτές και εξερευνήστε τεχνολογίες θεραπευτικές.
ko: 치유사들을 훈련하고 치유 기술을 연구합니다.
ru: Позволяет обучать целителей и исследовать технологии целительства.
uk: Навчання цілителів та дослідження зцілювальних технологій.
zh: 技术训练医师并研发医疗技术。
zh_tw: 訓練治療者及研發治療科技。

source: Defensive Structure
ar: مبنى دفاعيّ
ast: Structura defensiva
bg: Защитна сграда
cs: Obranná stavba
el: Αμυντική κατασκευή
es_ar: Estructura Defensiva
fa: ساختمان دفاعی
he: מבנה הגנתי
hy: Պաշտպանական կառույց
ko: 방어 건축물
ru: Защитное сооружение
uk: Захисна споруда
zh: 城防设施
zh_tw: 防禦建築

source: Outpost
ar: نقطة حدوديّة
ast: Miradorio
bg: Аванпост
cs: Rozhledna
el: Προφυλακή
es_ar: Puesto de Vigilancia
fa: برج دیده بانی
he: מאחז
hy: Ուղեկալ
ko: 전초기지
ru: Застава
uk: Застава
zh: 前哨
zh_tw: 哨站

source: Build in own or neutral territory.
ast: Lhevanta-se n campu propriu ou neutral.
bg: Постройте в собствена или неутрална територия.
cs: Stavějte na vlastním nebo neutrálním území.
el: Κτίστε σε δική σας ή σε ουδέτερη περιοχή.
ko: 자신의 영토 또는 중립 영토에 건설합니다.
ru: Стройте на своей или нейтральной территории.
uk: Споруджується на власній або нейтральній території.
zh: 建在己方或中立区域。
zh_tw: 在我方領土或中立地帶建造。

source: Palisade
ar: سياج
ast: Varganal
bg: Палисада
cs: Hradba z kůlů
el: Περίφραγμα με πασσάλους
es_ar: Empalizada
hy: Ցանկապատ
ko: 말뚝 울타리
ru: Частокол
uk: Частокіл
zh: 木墙
zh_tw: 柵欄

source: Wall off an area. Build in own or neutral territory.
ast: Val p’amuriar terrenos. Lhevanta-se n campu propriu ou neutral.
bg: Обгражда зоната. Може да се строи на собствена или неутрална територия.
cs: Opevněte oblast. Stavějte na vlastním nebo neutrálním území.
el: Περιτοιχίστε μία περιοχή. Χτίζεται σε δική σας ή ουδέτερη περιοχή.
ko: 지역을 차단합니다. 자신의 영토 또는 중립 영토에서 건설합니다.
ru: Ограждает участок. Может быть построена на своей или нейтральной территории.
uk: Огородити ділянку стіною. Споруджується на власній або нейтральній території.
zh: 分隔土地，建立在己方或中立土地上。
zh_tw: 圍起一片區域。在我方領土或中立地帶建造。

source: Tower
ast: Torre
bg: Кула
cs: Věž
el: Πύργος
ko: 탑
ru: Башня
uk: Вежа
zh: 楼
zh_tw: 塔

# Name of an attack, usually the weapon.
source: Stone
ast: Piedra
bg: Камък
cs: Kámen
el: Πέτρα
ko: 돌
ru: Камень
uk: Камінь
zh: 砲石
zh_tw: 石頭

source: Artillery Tower
ar: برج المدفعية
ast: Catapultario
bg: Артилерийска кула
cs: Odstřelovací věž
el: Πύργος Πυροβολικού
hy: Հեռահար աշտարակ
ko: 대포 탑
ru: Артиллерийская башня
uk: Артилерійська вежа
zh: 砲楼
zh_tw: 火炮塔

source: ArtilleryTower
ast: Catapultario
bg: Артилерийска кула
cs: Odstřelovací věž
el: Πύργος Πυροβολικού
ko: 대포 탑
ru: Артиллерийская башня
uk: Артилерійська вежа
zh: 砲楼
zh_tw: 火炮塔

# Name of an attack, usually the weapon.
source: Bolt
ast: Saieta
bg: Стрела
cs: Šipka
el: Βέλος Βαλλίστρας
ko: 쇠뇌
ru: Стрела
uk: Болт
zh: 重矢
zh_tw: 弩箭

source: Bolt Tower
ast: Ballistario
bg: Стрелометна кула
cs: Špičatá věž
el: Πύργος Στουπιών
ko: 쇠뇌 탑
ru: Арбалетная башня
uk: Вежа з болтами
zh: 车弩楼
zh_tw: 弩箭塔

source: BoltTower
ast: Ballistario
bg: Стрелометна кула
cs: Špičatá věž
el: ΒαλλιστικόςΠύργος
ko: 쇠뇌 탑
ru: Стреломётная башня
uk: Вежа з болтами
zh: 车弩楼
zh_tw: 弩箭塔

source: Sentry Tower
ar: برج حراسة
ast: Vigilario
bg: Караулна кула
cs: Strážní věž
el: Πύργος Φρουράς
es_ar: Torre de Vigilancia
fa: برج نگهبانی
he: מגדל שמירה
hy: Պահակային աշտարակ
ko: 보초 탑
ru: Сторожевая башня
uk: Сторожова вежа
zh: 箭楼
zh_tw: 哨戒塔

source: Garrison Infantry for additional arrows. Needs the “Murder Holes” technology to protect its foot.
ast: Tyeno de Pédites, tira mas saietas. Precisa de la téchnica “Interfectorios” pa protegere la sua base.
bg: Поставете пехота за допълнителна защита. Изисква технологията „Мортиери“, за да защитава основите си.
cs: Umístěte pěchotu pro další šípy. K ochraně úpatí potřebuje technologii „vražedných děr“.
el: Πεζικό Φρουράς για επιπλέον βέλη. Χρειάζεται την τεχνολογία "Ταμπούρια" για να προστατεύει τη βάση του.
ko: 화살 공격이 추가된 보병을 주둔시킵니다. 발을 보호하려면 “근총안” 기술이 필요합니다.
ru: Размещайте пехоту для усиления оборонительной стрельбы. Необходима технология дыр-убийц для защиты подножья башни.
uk: Розмістити піхоту у гарнізоні для додаткових стріл. Потребує технологію дір-вбивць, щоб захистити підніжжя.
zh: 步兵驻军其中可强化火力，需要“悬眼”技术来取消最小射程。
zh_tw: 進駐步兵以增加箭數。需要「殲敵洞」科技保護底部。

source: SentryTower
ar: برج المراقبة
ast: Vigilario
bg: КараулнаКула
cs: Strážní věž
el: Αμυντικός Πύργος
es_ar: Torre de Guardia
fa: برج نگهبانی
he: סנטרי
hy: Պահակային աշտարակ
ko: 보초 탑
ru: Сторожевая башня
uk: Сторожова вежа
zh: 箭楼
zh_tw: 哨戒塔

source: Reinforce with stone and upgrade to a defense tower.
ar: دعمه بــالحجاره وطوره الى برج دفاعى.
ast: Puode fortificasse & camudasse n Torre de piedra.
bg: Подсилете с камък и надградете до защитна кула.
cs: Prosázet kameny a vylepšit na obrannou věž.
el: Ενίσχυσε με πέτρα και αναβάθμισε σε πύργο άμυνας.
es_ar: Reforzar con piedra y mejorar a torre de defensa.
fa: تقویت با سنگ و ارتقا به برج های دفاعی
he: לחזק באבן ולשדרג למגדל הגנה.
hy: Ամրապնդել քարերով և կատարելագործել Պաշտպանողական աշտարակի։
ko: 돌로 보강하고 방어탑으로 업그레이드합니다.
ru: Укрепить камнем и модернизировать в оборонительную башню.
uk: Зміцнити каменем та вдосконалити до захисної вежі.
zh: 用石头加固并升级防御塔。
zh_tw: 以石頭強化並升級至防禦塔。

source: Stone Tower
ast: Torre de piedra
bg: Каменна кула
cs: Kamenná věž
el: Πέτρινος Πύργος
ko: 돌 탑
ru: Каменная башня
uk: Кам'яна вежа
zh: 城楼
zh_tw: 石塔

source: StoneTower
ar: برج حجري
ast: TorrePiedra
bg: Каменна кула
cs: Kamenná věž
el: Λίθινος Πύργος
es_ar: Torre de piedra
fa: برج سنگی
he: סטון טאוור
hy: Քարե աշտարակ
ko: 돌 탑
ru: Каменная башня
uk: Кам'яна вежа
zh: 城楼
zh_tw: 石塔

source: Wall
ast: Muria
bg: Стена
cs: Zeď
el: Τείχος
ko: 벽
ru: Стена
uk: Мур
zh: 墙
zh_tw: 城牆

source: Wall off your town for a stout defense.
ar: ابنى سور لمدينتك لتحصل على دفاع منيع.
ast: Amuria l sitiamiento pa refhorciare la tua defensa.
bg: Обградете града си със стени за надеждна защита.
cs: Obežeňte město zdí kvůli lepší obraně.
el: Οχύρωσε την πόλη για μια στιβαρή άμυνα.
es_ar: Amuralle su ciudad para una defensa fuerte.
fa: برای دفاع قویتر دور شهر خود دیوار بکشید
he: קיר את העיר שלך להגנה איתנה.
hy: Պարսպապատել ձեր քաղաքն՝ ամուր պաշտպանության համար։
ko: 소도시를 방어하기 위해 방어벽을 쌓으십시오.
ru: Окружите свой город стеной для надёжной защиты.
uk: Обнести власне містечко стіною для посиленої оборони.
zh: 在城镇周围建造墙，可以用来侦查和防御。
zh_tw: 圍起城鎮的堅實防禦。

source: Gate
ast: Puorta
bg: Врата
cs: Brána
el: Πύλη
ko: 성문
ru: Ворота
uk: Брама
zh: 门
zh_tw: 城門

source: Allow units access through Walls. Can be locked to prevent access.
ast: Permitte a las unidades trespassar murias. Puode pesllasse pa torgare la intrada.
bg: Позволява на единиците да преминат през стените. Може да бъде заключена, за да се забрани достъпа.
cs: Povolte jednotkám přístup přes zdi. Lze uzamknout, aby se zabránilo přístupu.
el: Επιτρέψτε είσοδο στις μονάδες απο τα Τείχη , Μπορούν να κλειδωθούν για να αποτρέψουν είσοδο.
ko: 성벽을 통해 사람들이 접근할 수 있게 합니다. 접근을 막기 위해 잠글 수도 있습니다.
ru: Позволяют выходить за стены. Могут быть заперты для предотвращения прохода.
uk: Надає змогу підрозділам проходити крізь мури. Може бути зачинено для запобігання доступу.
zh: 允许单位通过，也可以闭锁禁止通过。
zh_tw: 讓單位穿過城牆。可上鎖以防止通行。

source: Can be converted into a Gate.
ast: Puode camudasse n Puorta.
bg: Може да се превърне в порта.
cs: Možno přestavět na bránu.
el: Μπορεί να μετατραπεί σε Πύλη.
ko: 성문으로 변환할 수 있습니다.
ru: Может быть переделана в ворота.
uk: Може бути перетворено на браму.
zh: 可以被转变为门。
zh_tw: 可以被轉變為一道城門。

source: Wall Turret
ar: سور رُماة
ast: Torreta
bg: Стенна оръдейна кула
cs: Věž v hradbě
el: Πυργίσκος Τείχους
es_ar: Torreta de Muralla
fa: برجک دیوار
he: צריח חומה
hy: Պարիսպի պահակային աշտարակ
ko: 포탑 성벽
ru: Сторожевая башня на стене
uk: Настінна башта
zh: 角楼
zh_tw: 城牆塔樓

source: Economic Structure
ar: هيكل الاقتصاد
ast: Structura económica
bg: Икономическа сграда
cs: Hospodářská stavba
el: Οικονομική Δομή
es_ar: Estructura Económica
fa: ساختار اقتصادی
he: מבנה כלכלי
hy: Տնտեսական կառույց
ko: 경제 시설
ru: Хозяйственная постройка
uk: Господарська споруда
zh: 经济设施
zh_tw: 經濟建築

source: Economic
ar: الاقتصاد
ast: Económicu/a
bg: Икономическа
cs: Hospodářství
el: Οικονομικό
es_ar: Económico
fa: اقتصادی
he: כלכלי
hy: Տնտեսական
ko: 경제
ru: Хозяйство
uk: Господарське
zh: 经济
zh_tw: 經濟

source: Farmstead
ar: مزرعة
ast: Hórreo
bg: Ферма
cs: Zemědělská usedlost
el: Αγρόκτημα
es_ar: Alquería
fa: انبار غله
he: החווה
hy: Ագարակ
ko: 농장
ru: Усадьба
uk: Господарство
zh: 农庄
zh_tw: 農舍

source: Research food gathering technologies.
ast: Sitiu unde se disinvuolven téchnicas de cacia & colheitha.
bg: Проучва технологии за събиране на храна.
cs: Vyzkoumejte technologie sběru jídla.
el: Έρευνες τεχνολογίας διακομιδής τροφής.
ko: 식량 채집 기술을 연구합니다.
ru: Позволяет исследовать технологии сбора пищи.
uk: Дослідження технологій збору їжі.
zh: 存放食物。升级食物收集技术。
zh_tw: 研發食物採集科技。

source: Market
ar: السوق
ast: Mercadu
bg: Пазар
cs: Trh
el: Αγορά
es_ar: Mercado
fa: بازار
he: שוק
hy: Շուկա
ko: 시장
ru: Рынок
uk: Ринок
zh: 集市
zh_tw: 市集

source: Barter resources. Establish trade routes. Train Traders and research trade and barter technologies.
ast: Sitiu unde se cambian recursos. Val p’afhitar vías commerciales, crear commerciantes & disinvolver téchnicas commerciales.
bg: Обменя ресурси. Установява търговски пътища. Обучава търговци и проучва технологии за търговия и обмен.
cs: Směňujte zdroje. Stanovte obchodní cesty. Vycvičte obchodníky a vyzkoumejte obchodní a směnné technologie.
el: Ανταλλαγή πόρων. Εδραιώστε διαδρομές εμπορίου. Εκπαιδεύστε Εμπόρους και ερευνήστε τεχνολογίες ανταλλαγής και εμπορίου.
ko: 자원을 물물교환합니다. 교역로를 건설합니다. 상인들을 훈련하고 교역 및 물물교환 기술을 연구합니다.
ru: Позволяет вести обмен, устанавливать торговые маршруты, обучать торговцев и исследовать торговые технологии.
uk: Обмін ресурсів. Встановлення торгівельних маршрутів. Навчання торговців та дослідження торгових і бартерних технологій.
zh: 训练商人，和其它集市进行贸易，交易物资。研究提升贸易技术。
zh_tw: 交換資源。建立貿易路線。訓練商人及研發貿易與交換科技。

source: Trade
ast: Commercial
bg: Търговия
cs: Obchod
el: Ανταλλαγή
ko: 교역
ru: Торговля
uk: Торгівля
zh: 贸易
zh_tw: 貿易

source: Storehouse
ar: مستودع
ast: Bodega
bg: Склад
cs: Skladiště
el: Αποθήκη
es_ar: Almacén
fa: انبار مواد
he: מחסן
hy: Պահեստ
ko: 창고
ru: Склад
uk: Склад
zh: 库房
zh_tw: 倉庫

source: Research gathering technologies.
ast: Sitiu unde se disinvuolven téchnicas de corta & extraccion.
bg: Проучва технологии за събиране.
cs: Vyzkoumejte technologie sběru.
el: Έρευνες τεχνολογίας διακομιδής.
ko: 채집 기술을 연구합니다.
ru: Позволяет исследовать технологии сбора.
uk: Дослідження технологій збору.
zh: 收集 木材，石料，金属。对以上物资的收集技术改良。
zh_tw: 研發採集科技。

source: Military Structure
ar: مبنى العسكرية
ast: Structura militar
bg: Военна сграда
cs: Vojenská stavba
el: Στρατιωτική Κατασκευή
es_ar: Estructura Militar
fa: ساختار نظامی
he: מבנה צבאי
hy: Ռազմական կառույց
ko: 군대 건축물
ru: Военная постройка
uk: Військова споруда
zh: 军事设施
zh_tw: 軍事建築

source: Military
ar: عسكريّ
ast: Militar
bg: Военна
cs: Vojenství
el: Στρατός
es_ar: Militar
fa: ارتش
he: צבא
hy: Ռազմական
ko: 군대
ru: Военное
uk: Військове
zh: 军队
zh_tw: 軍事

source: Arsenal
ast: Officina mechánica
bg: Арсенал
cs: Zbrojnice
el: Οπλισμός
ko: 병기창
ru: Арсенал
uk: Арсенал
zh: 攻城机械厂
zh_tw: 兵工廠

source: Train Champion Infantry Crossbowmen, construct Siege Engines, and research Siege Engine technologies.
ast: Sitiu unde se crean Pédites decertadores manuballistarios, se constrúin Máchinas béllicas & se disinvuolven téchnicas mechánicas.
bg: Обучава Гвардейски арбалетчици, строи обсадни машини и проучва обсадни технологии.
cs: Vycvičte elitní pěší kušníky/kušiníky. Stavějte obléhací stroje a zkoumejte technologie obléhacích strojů.
el: Εκπαιδεύστε Πρωταθλητες για Πεζικάριες Γυναίκες με Βαλλίστρες, κατασκευάστε Πολιορκητικές Μηχανές, και ερευνήστε Τεχνολογίες Πολιορκητικών Μηχανών.
ko: 챔피언 석궁병을 훈련하고, 공성 전차를 만들며, 공성 전차 기술을 연구합니다.
ru: Позволяет обучать гвардейских пеших арбалетчиков, строить осадные орудия и исследовать осадные технологии.
uk: Навчання чемпіонських піхотних арбалетників, конструювання облогових знарядь та дослідження технологій облогового знаряддя.
zh: 建造攻城机械以摧毁对手的设施，研究攻城技术，以提高这些机械的威力。
zh_tw: 訓練鬥士弩步兵、建造攻城武器及研發攻城武器科技。

source: City
ar: مدينة
ast: Urbanu/a
bg: Мегаполис
cs: Velkoměsto
el: Πόλη
es_ar: Ciudad
fa: شهر
he: עיר
hy: Քաղաք
ko: 도시
ru: Город
uk: Місто
zh: 城市
zh_tw: 城市

source: Barracks
ar: ثكنة
ast: Castro
bg: Казарма
cs: Kasárna
el: Στρατώνες
es_ar: Cuartel
fa: پادگان
he: מגורי החיילים
hy: Զորանոց
ko: 병영
ru: Казармы
uk: Казарми
zh: 军营
zh_tw: 軍營

source: Train Infantry and research Infantry technologies.
ast: Sitiu unde se crean Pédites & se disinvuolven téchnicas pedestres.
bg: Обучава пехота и проучва подобрения за пехотата.
cs: Vycvičte pěchotu a zkoumejte pěchotní technologie.
el: Εκπαίδευση Πεζικού και έρευνα Τεχνολογιών πεζικού.
ko: 보병을 훈련시키고 보병 기술을 연구합니다.
ru: Позволяет обучать пехоту и исследовать пехотные технологии.
uk: Навчання піхоти та дослідження технологій піхоти.
zh: 训练公民近战步兵。研究有关训练的改良。
zh_tw: 訓練步兵及研發步兵科技。

source: Dock
ar: ميناء
ast: Puortu
bg: Пристанище
cs: Přístaviště
el: Λιμάνι
es_ar: Muelle
fa: بندرگاه
he: מספנה
hy: Նավահանգիստ
ko: 부두
ru: Док
uk: Док
zh: 码头
zh_tw: 碼頭

source: Build upon a shoreline in own, neutral, or allied territory. Establish trade routes. Construct Ships and research Ship technologies.
ast: Fhaz-se a la veira l agua n campu propriu, comuñeiru ou neutral. Val p’afhitar vías commerciales, construir Barcos & disinvolver téchnicas navales.
bg: Може да се строи на брега в собствена, неутрална или приятелска територия. Установява търговски пътища. Конструира кораби и проучва плавателни подобрения.
cs: Stavějte na pobřeží ve vlastním, neutrálním nebo spojeneckém území. Stanovte obchodní cesty. Stavte lodě a zkoumejte technologie lodí.
el: Χτίστε πάνω σε ακτογραμμή δική σας , ουδέτερη ,ή συμμαχική περιοχή. Εδραιώστε διαδρομές εμπορίου. Κατασκευάστε Πλοία και ερευνήστε τεχνολογίες Πλοίων.
ko: 자신의 영토, 중립 또는 동맹 영토의 해안선에 건설합니다. 교역로를 설정합니다. 선박을 건조하고 선박 기술을 연구합니다.
ru: Может быть возведено на берегу своей, нейтральной или дружественной территории. Позволяет устанавливать торговые маршруты. Строит корабли и исследует корабельные технологии.
uk: Споруджується на береговій лінії на власній, нейтральній чи союзній території. Встановлення торгівельних маршрутів. Конструювання кораблів та дослідження корабельних технологій.
zh: 建立在海岸边，用于建造各种船舶和进行海上贸易和海军技术改良。
zh_tw: 在我方、中立或盟友領土的海岸線上建造。建立貿易路線。建造船艦及研發船艦科技。

source: Naval
bg: Морски
cs: Námořní
el: Ναυτικό
ko: 수군
ru: Морское
uk: Військово-морське
zh: 海军
zh_tw: 海軍

source: Elephant Stable
ast: Stada de l elephante
bg: Слонски обор
cs: Stáje pro slony
el: Στάβλος Ελεφάντων
ko: 코끼리 사육장
ru: Слоновье стойло
uk: Стайня слонів
zh: 象舍
zh_tw: 象棚

source: Train Elephants and research Elephant technologies.
ast: Sitiu unde se crean Elephantes & se disinvuolven téchnicas elephantinas.
bg: Обучава Слонове и проучва подобрения за слонове.
cs: Cvičte slony a vyzkoumejte technologie s nimi spojené.
el: Εκπαιδεύστε Ελέφαντες και ερευνήστε τεχνολογίες Ελεφάντων.
ko: 코끼리를 훈련시키고 코끼리 기술을 연구합니다.
ru: Позволяет обучать слонов и исследовать их технологии.
uk: Навчання слонів та дослідження технологій слоноводства.
zh: 训练战象并研发战象技术。
zh_tw: 訓練大象及研發大象科技。

source: ElephantStable
ast: StadaElephante
bg: СлонскиОбор
cs: Sloní stáje
el: Στάβλος Ελεφάντων
es_ar: Establo de Elefantes
hy: Փղերի ախոռներ
ko: 코끼리 사육장
ru: Слоновье стойло
uk: Стайня слонів
zh: 象舍
zh_tw: 象棚

source: Embassy
ar: سفارة
ast: Legacion
bg: Посолство
cs: Vyslanectví
el: Πρεσβεία
es_ar: Embajada
fa: سفارت
he: שגרירות
hy: Դեսպանատուն
ko: 대사관
ru: Посольство
uk: Посольство
zh: 使馆
zh_tw: 大使館

source: Forge
ast: Frauga
bg: Ковачница
cs: Tavící pec
el: Σιδηρουργείο
ko: 대장간
ru: Кузница
uk: Кузня
zh: 兵器厂
zh_tw: 鍛造廠

source: Research attack damage and damage resistance technologies.
ast: Sitiu unde se disinvuolven téchnicas offensivas & defensivas.
bg: Проучва подобрения за защита и нанасяне на щети.
cs: Zkoumejte technologie poškození při útoku a odolnosti proti poškození.
el: Ερευνήστε ζημιά επίθεσης και τεχνολογίες αντίστασης ζημιάς.
ko: 공격 피해 및 피해 방어력 기술을 연구합니다.
ru: Позволяет исследовать технологии защиты и нанесения уроны.
uk: Дослідження технологій нанесення пошкодження та стійкості до пошкоджень.
zh: 研究兵器和防护的改良。
zh_tw: 研發攻擊傷害與傷害抗性科技。

source: Fortress
ar: قلعة
ast: Castielho
bg: Крепост
cs: Pevnost
el: Φρούριο
es_ar: Fortaleza
fa: قلعه
he: מבצר
hy: Ամրոց
ko: 요새
ru: Крепость
uk: Фортеця
zh: 堡垒
zh_tw: 堡壘

source: Garrison Soldiers for additional arrows.
ast: Tyeno de Mílites, tira mas saietas.
bg: Поставете гарнизон за допълнителна защита.
cs: Umístěte posádku vojáků pro další šípy.
el: Οχύρωσε τους Στρατιώτες για επιπλέων βέλη.
hy: Զինվորների տեղակայում կայազորում՝ լրացուցիչ նետերի համար։
ko: 화살공격이 추가된 병사들을 주둔시킵니다.
ru: Размещайте воинов внутри для усиления оборонительной стрельбы.
uk: Розмістити солдатів у гарнізоні для додаткових стріл.
zh: 驻军增加箭数。
zh_tw: 進駐士兵以增加箭數。

source: Kennel
ar: كينّيل
es_ar: Perrera
fa: لانه سگ
he: מלונה
hy: Շնաբույն
ko: 군견 훈련소
zh: 犬舍
zh_tw: 犬舍

source: Train War Dogs.
ko: 전투견을 훈련합니다.
zh: 训练战犬。
zh_tw: 訓練戰犬。

source: Practice Range
ast: Gallería de tiru
bg: Тренировъчно стрелбище
cs: Procvičujte dostřel
el: Βεληνεκές Εξάσκησης
hy: Պրակտիկ հեռահարություն
ko: 연습 범위
ru: Учебное стрельбище
uk: Тренувальний полігон
zh: 靶场
zh_tw: 靶場

source: Train Ranged Infantry and research technologies.
ast: Sitiu unde se crean Pédites emissores & se disinvuolven téchnicas.
bg: Обучава далекобойни пехотинци и проучва подобрения.
cs: Cvičte pěchotu pro boj na dálku a zkoumejte technologie.
el: Εκπαιδεύστε Πεζικό εμβέλειας και ερευνήστε τεχνολογίες
ko: 원거리 보병을 훈련하고 기술을 연구합니다.
ru: Позволяет обучать пеших стрелков и исследовать технологии.
uk: Навчання піхоти дистанційного бою та дослідження технологій.
zh: 训练远程步兵并研发技术。
zh_tw: 訓練遠程步兵及研發科技。

source: Range
ar: مدى
ast: GalleríaTiru
bg: Стрелбище
cs: Dostřel
el: Βεληνεκές
es_ar: Rango
hy: Հեռահարություն
ko: 범위
ru: Стрельбище
uk: Полігон
zh: 靶场
zh_tw: 靶場

source: Stable
ast: Corte
bg: Конюшня
cs: Stáje
el: Στάβλος
hy: Ախոռ
ko: 사육장
ru: Конюшня
uk: Стайня
zh: 马厩
zh_tw: 馬廄

source: Train Cavalry and research Cavalry technologies.
ast: Sitiu unde se crean Éqüites & se disinvuolven téchnicas eqüestres.
bg: Обучава конници и проучва подобрения за кавалерия.
cs: Cvičte jízdu a zkoumejte technologie kavalérie.
el: Εκπαιδεύστε Ιππικό και ερευνήστε Τεχνολογίες Ιππικού.
ko: 기병을 훈련시키고 기병 기술을 연구합니다.
ru: Позволяет обучать конницу и исследовать конные технологии.
uk: Навчання кавалерії та дослідження технологій кавалерії.
zh: 训练骑兵。 研究有关训练的改良。
zh_tw: 訓練騎兵及研發騎兵科技。

source: Resource Structure
ar: مبنى موارد
ast: Structura productiva
bg: Сграда за ресурси
cs: Stavba na zásoby
el: Δομή Πόρων
es_ar: Estructura de Recursos
fa: ساختار منابع
he: מבנה משאב
hy: Պաշարների կառույց
ko: 자원 건축물
ru: Сооружения добычи ресурсов
uk: Ресурсна споруда
zh: 资源建筑
zh_tw: 資源建築

source: Resource
ar: مورد
ast: Productivu
bg: Ресурс
cs: Zdroj
el: Πόροι
es_ar: Recurso
fa: منبع
he: משאב
hy: Պաշար
ko: 자원
ru: Ресурсы
uk: Ресурс
zh: 资源
zh_tw: 資源

source: Corral
ar: زريبة
bg: Ограда за добитък
cs: Ohrada
el: Μαντρί
fa: آغل
he: מכלאה
hy: Փարախ
ko: 가축 우리
ru: Загон
uk: Загін
zh: 畜栏
zh_tw: 畜欄

source: Raise Domestic Animals for food. Garrison animals to gain a trickle of food.
ko: 식량을 얻기 위해 가축을 기릅니다. 소량의 식량을 얻기 위해 동물을 배치합니다.
zh: 饲养家畜获取食物，圈养动物可获取食物涓流。
zh_tw: 為了食物飼養家畜。進駐動物們以獲得食物細流。

source: Field
ar: حقل
ast: Paniçal
bg: Поле
cs: Pole
el: Χωράφι
es_ar: Huerto
fa: مزرعه
he: שדה
hy: Դաշտ
ko: 밭
ru: Поле
uk: Поле
zh: 农田
zh_tw: 農田

source: Harvest grain for food. Each subsequent gatherer works less efficiently.
ast: Fhonte de cibeira. Cada recaldador nuovu rinde menos que l anterior.
bg: Събирайте зърно за храна. Всеки следващ събирач работи по-неефективно.
cs: Sklízejte obilí kvůli jídlu. Každý následující sběrač pracuje méně účinně.
el: Συγκομιδή σιτηρών για τρόφιμα. Κάθε επόμενος θεριστής λειτουργεί λιγότερο αποτελεσματικά.
hy: Հացահատիկի բերքահավաք՝ սննդի համար։ Յուրաքանչյուր հերթական հնձվորն ավելի անարդյունավետ է։
ko: 식량을 위해 곡물을 수확합니다. 이후의 각 채집꾼은 덜 효율적으로 일을 합니다.
ru: Позволяет выращивать зерно в пищу. Каждый следующий работник собирает меньше, чем предыдущий.
uk: Збирання зерна для їжі. Кожен наступний збирач працює менш ефективно.
zh: 收获庄稼做食物，单人耕作效率随农民的数量增加而递减。
zh_tw: 採集穀物為食。隨後的每個採集者工作效率略低。

source: Special Structure
ast: Structura special
bg: Специална сграда
cs: Zvláštní stavba
el: Ειδική Κατασκευή.
ko: 특별한 건축물
ru: Специальное здание
uk: Особлива споруда
zh: 特殊设施
zh_tw: 特殊建築

source: Amphitheater
ast: Amphitheatro
bg: Амфитеатър
cs: Hlediště
el: Αμφιθέατρο
ko: 원형 극장
ru: Амфитеатр
uk: Амфітеатр
zh: 圆形剧场
zh_tw: 希臘圓型劇場
