Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Greek theatres were places where the immortal tragedies of Aeschylus, Sophocles and many other talented dramatists were staged to the delight of the populace. They were instrumental in enriching Hellenic culture.
ast: Los teatros griegos foron llugares au les inmortales traxedies d´Esquilo, Sófocles y otros munchos dramaturgos prodixosos se representaben pal gustu de la población. Xugaron un papel fundamental nel arriquecimientu de la cultura helénico.
bg: Гръцките театри били места, където безсмъртните трагедии на Есхил, Софокъл и много други талантливи драматурзи били представяни за народа. Те били много ценни в обогатяването на Елинската култура.
br: An teatroù gresian a oa lec'hioù e-lec'h ma oa leurennet trajediennoù divarvel Echil, Sofokles ha kalz dramaourien ken barrek all evit brasañ plijadur ar boblañs. Ur benveg pinvidikaus e oant er sevenadurezh Hellenek.
ca: Els teatres grecs eren els llocs on es posaven en escena les tragèdies immortals d'Èsquil, Sòfocles i molts altres dramaturgs de gran talent, per al delit de la població. Van jugar un paper decisiu en l'enriquiment de la cultura hel·lènica.
cs: Řecká divadla (theatron) byla místy, kde se konaly nesmrtelné trágédie Aischylovy, Sofoklovy a mnoha jiných nadaných dramatiků k potěše a požitku lidu. Byly důležité při obohacování helénské kultury.
de: Griechische Theater waren Orte, an denen die unsterblichen Tragödien von Aischylos, Sophokles und weiterer talentierter Dramatiker zur Erbauung des Volkes aufgeführt wurden. Sie waren entscheidend für die Bereicherung der hellenischen Kultur.
el: Τα Ελληνικά θέατρα ήταν τα μέρη όπου οι αιώνιες τραγωδίες του Αισχύλου, του Σοφοκλή και πολλών άλλων ταλαντούχων τραγικών παρουσιάζονταν προς την ευχαρίστηση του κοινού. Ήταν τα όργανα του εμπλουτισμού της Ελληνικής κουλτούρας.
es_ar: Los teatros griegos eran lugares donde se presentaban para el placer del pueblo las tragedias inmortales de Esquilo, Sófocles y muchos otros dramaturgos talentosos. Fueron una herramienta útil para enriquecer la cultura helénica.
eu: Greziako antzokietan antzezten ziren Eskilo, Sofokles, eta beste hainbat dramagile trebeen tragedia hilezkorrak, populuaren gozamenerako. Oso lagungarriak ziren kultura heleniarra aberasteko.
fa: تئاتر های یونانی مکان هایی بودند که در آنها تراژدی های جاویدان آشیلوس، سوفوکلس و بسیاری از دراماتیست ها در آنها اجرا می شد و باعث شادمانی مردم می گردید. این نمایش ها در ارتقای فرهنگ یونانی تاثیر گذار بودند.
ga: Ba amharclanna na Gréige iad áit cé a bhfuil na traigéidí buana de chuid Aescealais, Sofoicléis agus drámadóirí cumasacha go leor eile, bhí siad á gcur ar stáitse don lucht féachana. Bhí siad tábhachtach le haghaidh feabhsaithe cultúir na Heilléineach.
he: תיאטראות היווניות היו המקומות שבם הציגו הצגות של האומנים המפורסמים אייסכילוס, סופוקלס ומחזאים מוכשרים אחרים שהיו מופעים לשמחתם של התושבים. והם גם סייעו להעשיר את התרבות ההלניסטית.
hu: A görög színházakban Aiszkhülosz, Szophoklész és sok más tehetséges drámaíró halhatatlan műve került bemutatásra, hogy szórakoztassák a köznépet. Ezek a szerzők mind hozzájárultak a hellén kultúra gazdagodásához.
hy: Հունական թատրոններում են բեմադրվել Էսքիլեսի, Սոֆոկլեսի և շատ այլ տաղանդավոր թատերագիրների անմահ ողբերգություններն՝ ի հաճույս հասարակության։ Նրանք կարևոր դեր ունեցան հելլենիստական մշակույթի հարստացման գործում։
it: I teatri greci erano i luoghi in cui venivano inscenate le immortali opere di Eschilo, Sofocle e molti altri talentuosi tragediografi, per deliziare il popolo. Queste erano accompagnate da strumenti musicali durante la fiorente cultura ellenica.
ja: ギリシアの劇場では、アイスキュロスやソフォクレスの不朽の悲劇をはじめとする才能豊かな劇作家たちの作品が上演され、民衆を楽しませ、ギリシア文化を豊かに彩りました。
ko: 그리스의 극장에서는 아이스킬로스와 소포클레스의 영원한 비극을 비롯한 재능있는 극작가들의 작품이 상연되고 민중을 즐겁게 그리스 문화를 풍부하게 장식했습니다.
nb: Greske teatre var skueplass for de udødelige tragediene av Aiskhylos, Sofokles og mange andre talentfulle dramatikere ble vist til befolkningens glede. De var helt sentrale i berikelsen av den hellenske kulturen.
pl: Greckie teatry były miejscami, gdzie nieśmiertelne tragedie Ajschylosa, Sofoklesa i wielu innych utalentowanych dramaturgów były wystawiane ku uciesze ludu. Grało to wielką rolę przy wzbogacaniu kultury helleńskiej.
pt_br: Os teatros gregos foram lugares onde as tragédias imortais de Ésquilo, Sófocles e muitos outros dramaturgos talentosos foram encenadas para o deleite da população. Eles foram fundamentais para enriquecer a cultura helênica.
ru: Греческие театры были местами, где к восторгу зрителей были представлены бессмертные трагедии Эсхила, Софокла и других талантливых драматургов. Они сыграли важную роль в обогащении эллинской культуры.
sk: Grécke divadlá boli miesta, kde nesmrteľní tragici ako Aeschylus, Sofokles a mnohí ďalší vystupovali pre potešenie ľudu. Boli teda nástrojmi obohacovania helénskej kultúry.
sv: Grekiska teatrar var platser där de odödliga tragedierna av Aischylos, Sofokles och många andra begåvade dramatiker var iscensatta till glädje för folket. De bidrog till att berika den hellenistiska kulturen.
tr: Yunan tiyatroları, Eshilos, Sofokles ve daha bir çok yetenekli oyun yazarının ölümsüz eserlerinin halkın beğenisi için sahnelendiği yerlerdi. Bu tiyatrolar Helenistik kültürün zenginleşmesinde aracı olmuşlardır.
uk: Грецькі театри були місцями де безсмертні трагедії Есхіла, Софокла і інших талановитих драматурги були поставлені на радість популярності. Вони були інструментами збагачення Елліністичної культури.
zh: 古希腊戏剧院是众多戏剧家为大众上演精彩戏剧的地方。西方四大悲剧作家中，希腊占有其三，分别为埃斯库罗斯、索福克勒斯、欧里庇得斯，喜剧作家以阿里斯托芬作为代表。以及众多天才戏剧家。古希腊的剧场和剧作对西方戏剧和文化的发展产生了持续而深远的影响。
zh_tw: 古希臘劇院是眾多戲劇家為大眾上演精彩戲劇的地方。像是埃斯庫羅斯和索福克勒斯等悲劇作家，以及其他有才華的劇作家上演各種喜劇。這些都有助於豐富希臘的文化。

source: Gymnasion
ast: Ximnasiu
bg: Гимназион
ca: Gimnàs
el: Γυμνάσιο
es_ar: Gimnasio
eu: Gimnasioa
ga: Giomnáisiam
he: הגימנסיון
hu: Gümnaszion
hy: Գիմնազիոն
ja: ギュムナシオン
ko: 김나지움-체육장
pl: Gimnazjon
pt_br: Ginásio
ru: Гимнасий
uk: Гімназія
zh: 运动场
zh_tw: 體育館

source: Train champion units and research technologies pertaining to champion units.
ast: Llevanta campeones y desendolca les teunoloxíes que-yos pertenecen.
bg: Обучавайте гвардейци и проучвайте технологии за тях.
br: Stummit unanennoù kampion ha kasit da benn enklaskoù diwar-benn teknologiezhioù an unanennoù kampion.
ca: Recluta i millora unitats campiones.
cs: Cvičte elitní jednotky a zkoumejte technologie s těmito jednotkami související.
de: Bilde Gardisten aus und erforsche zugehörige Technologien.
el: Εκπαιδεύστε πρωταθλητές και ανακαλύψτε τεχνολογίες που τους αφορούν.
es_ar: Entrena campeones e investiga tecnologías pertenecientes a los campeones.
eu: Trebatu unitate aldezkariak eta ikertu unitate aldezkarientzako teknologiak.
fa: پرورش نیروهای سلحشور و تحقیق فناوری های مربوط به نیروهای سلحشور.
ga: Traenáil aonaid churata agus déan taighde ar theicneolaíochtnaí na n-aonad curata.
he: לאמן יחידות צבאיות ולפתח ענפים טכנולוגיות.
hu: Képezz bajnokokat és kutass rájuk vonatkozó technológiákat.
hy: Չեմպիոնական միավորների պատրաստում և նրանց հետ կապված տեխնոլոգիաների հետազոտություն։
it: Addestra campioni e ricerca tecnologie a loro relative.
ja: チャンピオンユニットを養成し、また、チャンピオンユニットに関係するテクノロジーを研究します。
ko: 전사 유닛을 양성하고 또한 대표 전사 장치에 관련된 기술을 연구합니다.
nb: Tren mester-enheter og forsk frem teknologier relatert til disse.
pl: Trenuj elitarne jednostki mistrzów i rozwijaj technologie związane z tymi jednostkami.
pt_br: Treinar unidades campeãs e pesquisar tecnologias pertencentes a unidades campeãs.
ru: Обучает чемпионов и исследует технологии, связанные с ними
sk: Trénuje jednotky šampiónov a s nimi súvisiace technológie.
sv: Träna Mästarenheter och forska fram teknologier för mästarenheter.
tr: Şampiyon birimleri eğit ve şampiyon birliklere yönelik teknolojileri araştır.
uk: Тренуйте юнітів чемпіонів і досліджуйте технології що стосуються юнітів чемпіонів.
zh: 训练战士和研究战士技能
zh_tw: 訓練精英單位和研究有關精英單位的科技。

source: The Gymnasion was a vital place in Hellenic cities, where physical exercises were performed and social contacts established.
ast: El ximnasiu foi un sitiu vital nes ciudaes heléniques, u se fixeron exercicios físicos y s'afitaron contautos sociales.
bg: Гимназионът е бил оживено място в елинските градове, където се правели физически упражнения и се осъществявал социален контакт.
br: Ar Gymnasion a oa ul lec'h er c'hêrioù Hellenek, lec'h ma veze graet poelladennoù korfel ha savet darempredoù sokial.
ca: El gimnàs era un lloc vital a les ciutats hel·lèniques, on es feia exercici físic i s'establien contactes socials.
cs: Gymnasion byl v helénských městech důležitým místem, kde se konala tělesná cvičení a navazovaly společenské vztahy.
de: Das Gymnasion war ein wesentlicher Ort in hellenischen Städten, wo körperliche und geistige Übungen durchgeführt und soziale Kontakte geknüpft wurden.
el: Το Γυμνάσιο ήταν ένα ζωτικό μέρος των Ελληνικών πόλεων, όπου εκτός από τη σωματική άσκηση εδραιώνονταν και κοινωνικές επαφές.
es_ar: El Gimnasio era un establecimiento vital en las ciudades helénicas, donde se realizaban ejercicios físicos y se establecían contactos sociales.
eu: Gimnasioa hiri heleniarretan ezinbesteko lekua zen, bertan burutzen zirelarik ariketa fisikoak, eta bertan sortzen harreman sozialak.
fa: ژیمناسیون مکانی بسیار کلیدی در شهر های یونانی بود، جایی که تمرینات ورزشی انجام می شد و ارتباطات اچتماعی شکل می گرفت.
ga: Bhí an Giomnáisiam áit riachtanach sa chathracha Heilléineacha, sna áiteanna seo d'éirigh le haclaíochtaí fisiciúla agus bhunaigh le conarthaí sóisialta.
he: הגימנסיון היה מקום חיוני בערים ההלניסטים ששמה תרגלו תרגלי ספורט שונים ונוצרו שם קשרים חברתיים
hu: A Gümnaszion egy létfontosságú hely volt a hellén városokban, ahol testedzést végeztek és a társasági kapcsolatokat alapozták meg.
hy: Գիմնազիոնը կարևոր վայր էր հելլենիստական քաղաքներում, այնտեղ կատարվում էին ֆիզիկական վարժություններ և հաստատվում սոցիալական կապեր։
it: Il Ginnasio era un luogo vitale nelle città Elleniche, vi si praticavano esercizi ginnici e si instauravano rapporti sociali.
ja: ギュムナシオンはギリシアの都市に必須の施設で、身体鍛錬が行われ、社交場となりました。
ko: 김나지움은 그리스의 도시에 필수 시설에서 신체 단련을 해 사교장이 되었습니다.
nb: Gymnasion var en plass av stor viktighet i Hellenske byer der fysisk trening me utvørt og sosiale kontakter etablert.
pl: Gimnazjony były ważnymi miejscami w greckich miastach, gdzie były praktykowane między innymi ćwiczenia fizyczne czy kontakty społeczne.
pt_br: O Ginásio era um lugar vital para as cidades Helênicas, onde exercícios físicos eram realizados e contatos sociais estabelecidos.
ru: Гимнасий был важным местом в эллинских городах. Обучение чтению и письму в нем сочеталось с интенсивной физической подготовкой.
sk: Gymnasion bol v helénskych mestách veľmi dôležitým miestom, kde sa konali telesné cvičenia a nadväzoval sociálny kontakt.
sv: Gymnasium var en viktig plats i grekiska städer, där fysiska övningar utfördes och sociala kontakter etablerades.
tr: Gymnasion Helenik şehirlerde fiziksel egzersizlerin yapıldığı ve sosyal iletişim kurulan önemli yerlerdi.
uk: Гімназії були важливим місцем в Еллінських містах, де виконувались фізичні вправи і встановлювались соціальні контакти.
zh: 在古希腊的城邦中，体育馆是个重要的设施。在那里可以进行体能训练及社交。
zh_tw: 在古希臘的城邦中，體育館是一個重要的設施，在那裡可以進行社交活動及體能訓練。

source: Prytaneion
ast: Pritanéu
bg: Пританейон
ca: Pritaneu
el: Πρυτανείον
es_ar: Pritaneo
eu: Pritaneoa
he: פרתנון
hu: Prütaneion
hy: Պրիտանեոն
it: Pritaneo
ja: プリュタネイオン
ko: 프리타네이온
pl: Prytanejon
pt_br: Pritaneu
ru: Пританей
sk: Prytaneión
uk: Пританіон
zh: 会议室
zh_tw: 市政廳

source: Train heroes and research technology pertaining to heroes.
ast: Llevanta héroes y desendolca les teunoloxíes que-yos pertenecen.
bg: Обучава герои и проучва технологии за тях.
br: Stummit harozed ha kasit da benn an enklaskoù teknologiezh diwar-benn an harozed.
ca: Recluta i millora herois.
cs: Cvičte hrdiny a zkoumejte technologie náležící k hrdinům.
de: Bilde Helden aus und erforsche spezielle Technologien für sie.
el: Εκπαιδεύστε ήρωες και ανακαλύψτε τεχνολογίες που τους αφορούν.
es_ar: Entrena héroes e investiga tecnologías pertenecientes a los héroes.
eu: Trebatu heroiak eta ikertu heroientzako teknologia.
fa: پرورش قهرمان ها و تحقیق فناوری های مربوط به قهرمان ها
ga: Traenáil laochra agus déan taighde ar theicneolaíochtaí na laochra.
he: לאמן פרשים וטכנולוגיות מחקר לגיבורים
hu: Képezz hősöket és kutass rájuk vonatkozó technológiákat.
hy: Հերոսների պատրաստում և նրանց հետ կապված տեխնոլոգիաների հետազոտություն։
it: Addestra gli Eroi e sviluppa gli avanzamenti tecnologici di pertinenza agli eroi.
ja: 英雄を養成し、英雄についてのテクノロジーを研究します。
ko: 영웅을 양성하고 영웅에 대한 기술을 연구합니다.
nb: Tren helter og forsk på teknologier for disse.
pl: Ćwicz bohaterów i badaj technologię dotyczącą bohaterów.
pt_br: Treinar heróis e pesquisar tecnologias pertencentes a heróis.
ru: Обучает героев и исследует технологии, связанные с ними.
sk: Trénuje hrdinov a skúma s nimi súvisiace technológie.
sv: Träna hjältar och forska fram teknologier för hjältar.
tr: Kahramanları eğit ve kahramanlara yönelik teknolojileri araştır.
uk: Тренувати героїв і дослідити технології для них.
zh: 训练英雄和研究英雄的技能
zh_tw: 訓練英雄單位和研究有關英雄單位的科技。

source: The Prytaneion is the meeting place for the city elders to dine and to make swift decisions.
ast: El pritanéu ye'l llugar d'alcuentru u los vieyos de la ciudá cenen y tomen decisiones rápides.
bg: Пританейонът е място за срещи на градските старейшини, където те можели да вечерят и да вземат бързи решения.
br: Ar Prytaneion a oa lec'h bodañ re fur ar gêr evit rannañ ur pred hag ober dibaboù prim.
ca: El pritaneu era el lloc de trobada dels ancians de la ciutat, que es reunien per sopar i prendre decisions ràpides.
cs: Prytaneion (prytaneum) je místo, kde se setkávali městští starší (prytanové) ke stolování a ke konání rychlých rozhodnutí.
de: Das Prytaneion ist der Versammlungsplatz der Stadtältesten um zu speisen und rasche Entscheidungen zu treffen.
el: Το Πρυτανείον είναι το μέρος όπου οι πρεσβύτεροι συγκεντρώνονται για να δειπνίσουν και να λάβουν σημαντικές αποφάσεις.
es_ar: El Pritaneo era el lugar de encuentro donde los ancianos de la ciudad cenaban y tomaban decisiones rápidas.
eu: Pritaneoa hiriko nagusien elkargunea zen, bertan afaldu eta hartzen zituztelako erabaki azkarrak.
fa: پریتانئون مکانی است برای غذا خوردن و گرفتن تصمیمات سریع توسط ریش سفیدان شهر.
ga: Is áit cruinnithe an Prytaneion do sheandaoine na cathrach agus iad ina n-ithe, agus cinntí a dhéanamh go tapa.
he: הפרתנון היה מקום המפגש לחכמי העיר ששמה דנו והכריעו ברעיונות שנות
hu: A Prütaneion a találkozóhelye a város vénjeinek, ahol étkeznek és gyors döntéseket hoznak.
hy: Պրիտանեոնը քաղաքի տարեցների՝ ճաշի շուրջ հանդիպման և որոշումների արագ կայացման վայրն է։
it: Il Pritaneo era il luogo di incontro dove gli anziani saggi cenavano e prendevano rapide decisioni.
ja: プリュタネイオンは集会場であり、都市の長老が会食し速やかな決断を下します。
ko: 프리타네이온은 집회장이며, 도시의 장로가 회식 조속한 결단을 내립니다.
nb: Prytaneion er møteplassen for byens eldre. Der kan de spise middag og ta raske avgjørelser.
pl: Prytanejon jest miejscem, gdzie starszyzna miasta spotykała się na wspólne na posiłki oraz by podejmować ważne decyzje.
pt_br: O Pritaneu é o ponto de encontro para os anciãos da cidade banquetearem e tomarem decisões rápidas.
ru: Пританей — это совещательный орган, в котором заседали старейшины, чтобы обедать и быстро принимать решения.
sk: Prytaneión je miesto, kde sa stretávajú mestskí starešinovia, aby sa spolu najedli a urobili rýchle rozhodnutia.
sv: Prytaneionen är mötesplatsen för stadens överste att dinera och fatta snabba beslut.
tr: Prytaneion şehir önde gelenleri için yemek ve hızlı kararlar vermek için bir toplanma yeridir.
uk: Пританіон це місце для старійшин міста для вечері і швидких рішень.
zh: 会议室是长老们进餐和决策的地方
zh_tw: 市政廳是元老們進餐與決策的地方。

source: As the cradle of Western civilization and the birthplace of democracy, Athens was famed as a center for the arts, learning and philosophy. The Athenians were also powerful warriors, particularly at sea. At its peak, Athens dominated a large part of the Hellenic world for several decades.
ast: Como la cuna de la civilización occidental y el llugar de nacencia de la democracia, Atenes tevo sonadía de ser un centru de les artes, el deprendimientu y la filosofía. Los atenienses foron tamién fuertes guerreros, sobro too na mar. Nel so apoxéu, Atenes dominó gran parte del mundu helénicu per delles décades.
bg: Като люлка на западната цивилизация и родно място на демокрацията, Атина била известна като център на изкуствата, учението и философията. Атиняните били също така могъщи во̀ини, особено по море. В най-силния си период, Атина господствала над голяма част от елинския свят в продължения на няколко десетилетия.
br: Evel kavell ar sevenadurezh Kornogat ha lec'h ganedigezh an demokratelezh, brudet e oa Aten evel bezañ ur greizenn evit an arzoù, an deskiñ hag ar brederouriezh. Brezelourien ampart e oa an Ateniz ivez ha dreist-holl war vor. E barr he brud, Aten a vestronie ul lodenn vras eus ar bed Hellenat war meur a zek-vloaziad.
ca: Com a bressol de la civilització occidental i lloc de naixement de la democràcia, Atenes era famosa com a centre de les arts, l'aprenentatge i la filosofia. Els atenesos també eren guerrers poderosos, sobretot al mar. Al seu millor moment, Atenes va dominar gran part del mon hel·lènic durant dècades.
cs: Jako kolébka západní civilizace a rodiště demokracie se Athény proslavily jako středisko umění, výuky a filosofie. Athéňané byli rovněž schopnými válečníky, obzvláště na moři. Na svém vrcholu panovaly Athény po několik desetiletí nad velkou částí helénského světa.
de: Als Wiege der westlichen Zivilisation und als Geburtsort der Demokratie war Athen ein berühmtes Zentrum für Kunst, Wissenschaft und Philosophie. Die Athener waren aber auch schlagkräftige Krieger, besonders zur See. Auf dem Höhepunkt seiner Macht dominierte Athen große Teile der hellenischen Welt für etliche Jahrzehnte.
el: Ως το λίκνο του Δυτικού πολιτισμού και γενέτειρα της δημοκρατίας, η Αθήνα ήταν ξακουστή σαν κέντρο τεχνών, μάθησης και φιλοσοφίας. Επίσης οι Αθηναίοι ήταν ισχυροί πολεμιστές, ειδικά στη θάλασσα. Στη ακμή της, η Αθήνα κυριάρχησε σε ένα μεγάλο κομμάτι του Ελληνικού κόσμου για αρκετές δεκαετίες.
es_ar: Cuna de la civilización occidental y de la democracia, Atenas era reconocida como el centro de las artes, la educación y la filosofía. Los atenienses también eran poderosos guerreros, en especial en el mar. En su cúspide, Atenas dominó gran parte del mundo helénico durante varias décadas.
eu: Mendebaldeko zibilizazioaren sehaska eta demokraziaren jaioterri gisa, Atenas ospetsua zen arteen, irakaskuntzaren eta filosofiaren erdigune gisa. Atenarrak gudari indartsuak ere baziren, bereziki itsasoan. Unerik gorenean, Atenasek mundu heleniarraren zati handi bat menpean izan zuen hainbat hamarkadaz.
fa: به عنوان مهد تمدن غرب و زادگاه دموکراسی، آتن به عنوان مرکزی برای هنر، آموزش و فلسفه شهرت داشت. آتنی ها همچنین جنگجویانی قدرتمند بودند. خصوصا در دریا. در دوران اوج آتن خود، آتن چند دهه ای بر بخش بزرگی از دنیای یونان باستان سیطره داشت.
ga: Mar chliabhán na sibhialtachta iartharaigh agus át bhreithe an daonlathais, bhí cáil mhór ar an Aithin mar lárionad na healaíona, na foghlama agus na fealsúnachta. Bhí gaiscíocha láidre iad na hAithnigh freisin, go mór mór ar na mara. Nuair a bhí sí ina barr, bhí an Aithin ina réim ar cuid mhór an domhain Heilléinigh ar feadh roinnt bliana.
he: כערש התרבות המערבית ומקום הולדתו של דמוקרטיה, אתונה הייתה מפורסמת כמרכז לאומנויות, למידה ופילוסופיה. האתונאים היו גם לוחמים רבי עוצמה, במיוחד בים. בשיאה, אתונה שלטה על חלק גדול של העולם היווני במשך כמה עשורים.
hu: Athén a nyugati civilizáció bölcsője, a demokrácia, a művészetek és a filozófia központja. De az athéniak remek harcosok is voltak, különösen a tengeren. Hatalmának csúcsán Athén évtizedekig uralta a hellén világot.
hy: Լինելով արևմտյան քաղաքակրթության օրրան և ժողովրդավարության ծննդավայր՝ Աթենքը մեծարվում էր որպես արվեստների, ուսուցման և փիլիսոփայության կենտրոն։ Աթենացիները նաև հզոր մարտիկներ էին, հատկապես՝ ծովում։ Իր գագաթնակետին Աթենքը գերակայում էր հելլենիստական աշխարհի մեծ մասում տասնյակ տարիներ։
it: Culla della civiltà occidentale e luogo di nascita della democrazia, Atene era famosa come centro delle arti, dell'apprendimento e della filosofia. Gli ateniesi erano anche guerrieri potenti, specialmente in mare. Al suo apice, Atene ha dominato gran parte del mondo ellenico per diversi decenni.
ja: 西洋文明のゆりかごであり、民主主義発祥の地として、アテナイは芸術、学問、哲学の中心として名を馳せました。アテナイは強力な軍事力を、特に海で誇りました。最盛期には、アテナイはギリシア世界の大部分を数十年にわたり支配しました。
ko: 서구 문명의 요람이자, 민주주의의 발상지로 아테네는 예술, 학문, 철학의 중심지로 유명했습니다. 아테네는 특히 바다에서 강력한 군사력을 보여줬습니다. 전성기에는 아테네는 수십 년 동안 헬레니즘 세계의 대부분을 수십년 동안 지배했습니다.
nb: Som den vestlige sivilisasjonens vugge og demokratiets fødested var Athen berømt som et sentrum for kunst, læring og filosofi. Athenerne var også mektige krigere, spesielt til sjøs. På sitt høydepunkt dominerte Athen en stor del av den hellenistiske verden i flere tiår.
pl: Będąc kolebką zachodniej cywilizacji i miejscem narodzenia demokracji, Ateny były znane jako centrum sztuki, nauki i filozofii. Ateńczycy byli także potężnymi wojownikami, szczególnie na morzach. W czasach swojej świetności, Ateny zajmowały dużą część świata Helleńskiego przez kilka dekad.
pt_br: Como berço da civilização ocidental e da democracia, Atenas era famosa como centro das artes, aprendizado e filosofia. Os Atenienses também eram poderosos guerreiros, particularmente no mar. Em seu auge, Atenas dominou grande parte do mundo Helênico por várias décadas.
ru: Будучи колыбелью западной цивилизации и местом рождения демократии, Афины славились как центр искусств, науки и философии. Афиняне были также могучими воинами, особенно на море. На пике своего могущества Афины доминировали над значительной частью эллинского мира в течение нескольких десятилетий.
sk: Ako kolíska Západnej civilizácie a rodisko demokracie, Atény boli preslávené ako centrum umenia, výuky a filozofie. Aténčania boli taktiež mocnými bojovníkmi, obzvlášť na mori. Na vrchole svojej slávy vládli Atény po niekoľko desaťročí veľkej časti helénskeho sveta.
sv: Som vaggan för den västerländska civilisationen och demokratins födelseplats, var Aten känt som ett centrum för konst, lärande och filosofi. Atenarna var också kraftfulla krigare, speciellt till sjöss. Vid sin höjdpunkt dominerade Aten en stor del av den grekiska världen under flera decennier.
tr: Batı medeniyetinin beşiği ve demokrasinin doğum yeri olan Atina, sanatın, öğrenmenin ve felsefenin merkezi olarak ün salmıştı. Atinalılar aynı zamanda, özellikle denizde olmak üzere, oldukça güçlü savaşçılardı. Yükseliş döneminde, Atinalılar Helenistik medeniyetin büyük bir bölümünü bir kaç yüzyıl boyunca kontrol altında tuttular.
tt: Көнбатыш мәдәниятенең бишеге һәм демократияның туган җире булып, Афина шәһәре сәнгать, фән һәм фәлсәфә үзәге дип дан тоткан. Афина кешеләре, шулай ук, көчле гаскәриләр булганнар, аеруча диңгездә. Куәт пигында Афина, унъеллыклар буе, эллиннар дөньясының күбесен тоткан.
uk: Афіни, колиска Західної цивілізації ті місце народження демократії, були відомі як центр мистецтв, освіти та філософії. Афінці також були могутніми воїнами, особливо на морі. У час свого розквіту Афіни володіли великою частиною елліністичного світу протягом кількох десятиліть.
zh: 雅典作为西方文明的发源地和民主政治的诞生地，是希腊艺术，教育和哲学中心。雅典的战士非常强大，尤其是海军。巅峰时期，雅典人统治了希腊的大部分领土数十年。
zh_tw: 作為西方文明的發源地，以及民主政治的誕生地，雅典是藝術、教育及哲學中心。雅典的戰士也非常強大，特別是在海上。巔峰時期，雅典統治了希臘大多數的領土數十年。

source: Britons
ast: Britanos
bg: Брити
br: Britoned
cs: Britové
de: Britonen
el: Βρετανοί
es_ar: Bretones
eu: Bretoiak
fa: بریتون ها
ga: Na Briotnaigh
he: הבריטנים
hu: Britonok
hy: Բրիտոններ
it: Britanni
ja: ブリトン
ko: 브리톤
nb: Briter
pl: Brytowie
pt_br: Bretões
ru: Бритты
sk: Briti
sv: Britanner
tr: Britonlar
tt: Бриттлар
uk: Бритонці(брити)
zh: 布立吞
zh_tw: 不列顛人
