Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The Seleucid kings invited Greeks, Macedonians, Galatians (Gauls), Cretans, and Thracians alike to settle in within the vast territories of the empire. They settled in military colonies called cleruchies (klēroukhia). Under this arrangement, the settlers were given a plot of land, or a kleros, and in return were required to serve in the great king's army when called to duty. This created a upper-middle class of military settlers who owed their livelihoods and fortunes to the Syrian kings and helped grow the available manpower for the imperial Seleucid army. A side effect of this system was that it drained the Greek homeland of military-aged men, a contributing factor to Greece's eventual conquest by Rome.
ast: Los reis seléucides convidaron a griegos, macedonios, gálates (galos), cretenses y tracios a fincar nes tierres escomanaes del Imperiu. Estos asitiáronse en colonies militares nomaes cleruquíes (klēroukhia). Con esti atroxu, los colonos recibíen una finca, o kleros, y empara teníen sirvir nel exércitu del gran rei cuando los llamaba. Esto anició una clas media de colonos que debíen el pan y la facienda a los reis sirios y qu'aidaben a espolletar la mano d'obra disponible pal exércitu imperial seléucida. Un efeutu secundariu d'esti sistema foi la escosera de la patria griega de rapazos, un factor que contribuyó a la conquista final de Grecia por Roma.
bg: Селевкидските царе поканили гърци, македонци, галатийци, критяни и траки да се заселят из обширната територия на империята. Те се заселили във военни колонии, наричани клерухии. Заселниците получавали земя, но при условието, че трябва да се явят на служба във войската на великия цар, ако бъдат повикани. Това създало средно-висока класа на военни заселници, които дължели прехраната и богаството си на сирийските царе и спомагали за увеличаването на мощта на селевкидската имперска войска. Страничен ефект на тази система било това, че мъжете във възраст, подходяща за война, напускали Гърция, което се превърнало в една от причините за завладяването на Гърция от Рим.
br: Ar roueed Seleukid o doa pedet Gresianed, Makedonianed, Galatianed (Galianed), Kretaned, ha Trasied en hevelep doare evit en em staliañ e-barzh tiriadoù ledan e impalaeriezh. En em staliet e oant e trevadennoù milourel graet anezho klerukiez (klêroukhia). Dindan an emglev-mañ, e oa bet roet d'ar re staliet un tamm douar, pe ur c'hleros, hag en eskemm e oa goulennet digante servijañ en arme ar roue meur pa vezent galvet evit o dever. An dra-mañ en doa krouet ur c'hlas etre uhel a soudarded staliet a dlee o bara hag o zonkadur d'ar roueed Sirian ha sikouret o doa da greskaat an dud labour dalc'het d'an arme impalaerel Seleukid. Un isefed a-berzh ar reizhiad-mañ a oa ar pezh en doa goulloet ar vammvro Grek eus he gwazed milourel oadet, un abeg harpañ ouzh un aloubeg moarvat gant Roma.
ca: Els reis selèucides van convidar els grecs, macedonis, gàlates (gals), cretencs i tracis a establir-se en els enormes territoris de l'imperi. Van assentar-se en colònies militars anomenades cleruquies (klēroukhia). Amb aquest acord, els colons van rebre una parcel·la de terra o kleros i a canvi estaven obligats a servir l'exèrcit del rei quan els cridessin a files. Això va crear una classe mitjana-alta de colons militars que havien fet fortuna gràcies als reis sirians i ajudaven a fer créixer l'exèrcit imperial selèucida. Un efecte secundari d'aquest sistema fou que va buidar la pàtria grega d'homes en edat militar, cosa que va contribuir a la conquesta de Grècia per Roma.
cs: Seleukovští králové pozvali Řeky, Makedonce, Galaty (Galy), Kréťany a Thráky, aby se usadili někde na rozlehlém území říše. Vybudovali si tam vojenské osady zvané kleruchie (klēroukhia). Takto jim byly dány pozemky, jinak zvané kleros, a na oplátku se od nich vyžadovalo v případě potřeby sloužit ve velké královské armádě. Vytvořila se vrchní-strední třída vojenských osadníků dlužících za svoje živobytí a majetky syrským králům pomáhající rozšířit dostupnou lidskou sílu říšské seleukovské armády. Postranním účinkem tohoto systému bylo odvedení bojeschopných mužů z řecké domoviny, což mělo za následek konečné ovládnutí Řecka Římem.
de: Die seleukidischen Könige luden die Griechen, Makedonier, Galater (Gallier), Kreter und Thraker ohne Unterschied ein, sich in den weiten Gebieten des Reiches anzusiedeln. Sie siedelten in militärischen Kolonien, sogenannten Kleruchien (klēroukhia). Unter dieser Vereinbarung wurde den Siedlern ein Stück Land, oder Kleros, gegeben, und im Gegenzug mussten sie in der Armee des Großkönigs dienen, wenn die Pflicht rief. Dadurch entstand eine obere Mittelschicht von militärischen Siedlern, die ihre Existenz und Besitztümer den syrischen Königen schuldeten und dabei halfen, die verfügbare Mannstärke der imperialen seleukidischen Armee zu erhöhen. Ein Nebeneffekt dieses Systems war, dass das griechische Mutterland Männer im passenden Alter für das Militär verlor, was dazu beitrug, dass Griechenland im Endeffekt von Rom erobert wurde.
el: Οι Σελευκίδες βασιλείς καλούνται οι Έλληνες, οι Μακεδόνες, οι Γαλάτες, οι Κρήτες, οι Θράκες και όσοι εγκαταστάθηκαν εντός των απέραντων εδαφών της αυτοκρατορίας. Εγκαταστάθηκαν σε στρατιωτικές αποικίες που ονομάζονταν κληρουχίες. Με τη ρύθμιση αυτή, στους έποικους δόθηκε ένα οικόπεδο ή ένα κλήρος και σε αντάλλαγμα ήταν υποχρεωμένοι να υπηρετούν στο στρατό του μεγάλου βασιλιά, όταν τους καλούσε το καθήκον. Αυτό δημιούργησε μια ανώτερη μεσαία τάξη των στρατιωτικών εποίκων που όφειλαν τα προς το ζην και τις περιουσίες τους στους Σύριους βασιλείς και βοηθούσαν να αυξηθεί το διαθέσιμο ανθρώπινο δυναμικό για τον αυτοκρατορικό στρατό των Σελευκιδών. Μια παρενέργεια αυτού του συστήματος ήταν ότι αποστραγγιζόταν η Ελληνική πατρίδα από άνδρες της στρατιωτικής ηλικίας, ένας παράγοντας που συνέβαλε στην ενδεχόμενη κατάκτηση της Ελλάδας από τη Ρώμη.
es_ar: Los reyes seléucos invitaron a griegos, macedonios, galatianos (galos), cretenses, y trácios a establecerse dentro de los territorios del vasto imperio. Se asentaron en colonias militares llamadas cleruquías (klēroukhia). Con este arreglo, los colonos recibían tierras, o un kleros, y a cambio debían servir en el ejército del gran rey cuando el deber los llamase. Esto creó una clase medio-alta de colonos militares que debían sus sustentos y fortunas a los reyes sirios, y que ayudaron a incrementar el bulto del ejército imperial seléucida. Un efecto secundario de este sistema era que sustraía a Grecia de hombres en edad de servir en el ejército, lo que influyó en que Grecia resulte conquistada por Roma.
eu: Seleuziar erregeek Grekoak, Mazedoniarrak, Galatas (Galoak), Kretenseak eta Trazioak gonbidatu zituzten berdintasunean inperioko lurretan bizi zitezen. Klerukia (klēroukhia) izeneko militar kolonietan ezarri ziren. Hitzarmen honi esker, kolonoei lur zati bat, edo kleros, eman zitzaien, eta horren truke deituak zirenean erregearen armadan parte hartu behar zuten. Honek klase ertain-altua eragin zuen non kolonoek Siriako erregeei zor zieten bizi baldintza eta ondasunak, eta Seleuziar inperioko Armadari eskulangileen handitzea suposatu zion. Sistema honen eraginez soldadutzarako adinean zeuden Greziarrek hiritartasuna galtzen zuten, horrek laguntzen zion Erromari Greziako balizko konkistan.
fa: پادشاهان سلوکیان یونانی ها ، مقدونیه ای ها ، غلاطان(گال)، کرتان ها و تارسیان ها را دعوت می کردند تا در امپراتوری آنها ساکن شوند و از طریق آنها مستعمرات نظامی تشکیل می دادند که به آنها کلروکیاس (کلروخیا) می گفتند. تحت این عنوان کسانی که وارد این مستعمره های نظامی می شدند به آنها زمین می دادند و در مقابل در زمانی که شاه سلوکیان به آنها نیاز داشت آنها در نبرد، وی را همراهی می کردند. این موضوع باعث شد تا کلاسی از نیروهای نظامی شکل بگیرد که زمین های کشاورزی خود را داشتند و کمک می کردند تا نیروی جنگی مورد نیاز پادشاه سلوکیان فراهم شود. این موضوع به مرور باعث شد تا بخاطر کاهش جمعیت یونان و کاهش قدرت نظامی آنها سرانجام یونان توسط رومی ها اشغال شود.
ga: Thug na ríthe Séileucaideacha cuireadh do Ghréigigh, Macadónaigh, Galadaigh (Gallaigh), Créataigh, agus Tráiciaigh le chéile a lonnaíochtaí a dhéanamh i dtíortha ollmhóra a impireachta. Lonnaigh siad i gcoilíneachtaí míleata dar ainm 'cléarúichí' (klēroukhia). Faoin chomhaontú seo, fuair na lonnaitheoirí ceapach talún (klēros), agus de réir ba ghá dóibh seirbhís a dhéanamh in arm an rí nuair a chuireann sé dualgas orthu. Chrúthaigh sé seo uasmheánaicme lonnaitheoirí míleata a bhí dlíte dá slí bheatha agus a saibhreas ar na ríthe Siriacha agus chabhraigh siad le daonchumhacht airm na himpireachta Séileucaidigh a mhéadú. Ach chaill an Ghréig dúchasach formhór na bhfear aois-mhíleata tríd an chóras seo, agus chuir sé seo le concas Rómhánach na Gréige sa deireadh.
hu: A szeleukida királyok behívták a görögöket, makedónokat, gallokat, krétaikait és a thrákokat is, hogy telepedjenek le a birodalom hatalmas területén. Katonai kolóniákon telepedtek le, melyeket klérukhiáknak neveztek. Ebben az elrendezésben a telepesek földet kaptak, vagy kléroszt, és cserében a nagykirály hadseregében szolgáltak ha hadba hívták őket. Ez létrehozta a katonai telepesek felső-középosztályát, akik a vagyonukat a szír királynak köszönhették és segített növelni a szeleukida birodalmi hadsereget létszámát. A rendszer mellékhatásként elszívta a görög anyaföldről a katonakorú férfiakat, amely hozzájárult Görögország római meghódításához.
hy: Սելևկյան արքաները հրավիրում էին հույներին, մակեդոնացիներին, գալաթացիներին (գալերին), կրետեացիներին և թրակիացիներին տերության լայն տարածքներում հաստատվելու համար։ Նրանք հաստատվում էին ռազմական գաղութներում, որոնք կոչվում էին կլերուխիաներ (կլերոուխիաներ)։ Նման կերպ հաստատվողները ստանում էին հողակտոր, որը կոչվում էր կլերոս, և փոխարենը պարտավորվում էին ծառայել մեծ արքայի բանակում զորակոչվելու դեպքում։ Սա ստեղծեց ռազմական նորաբնակների՝ միջինից բարձր խավ, որոնք իրենց ունեցվածքով և ճակատագրով պարտական էին սիրիական արքաներին և օգնում էին մեծացնել սելևկյան կայսերական բանակին հասանելի անձնակազմը։ Այս համակարգի թերություններից մեկն այն էր, որ այն Հունաստանի տարածքում խիստ կրճատեց զորակոչային տարիքի տղամարդկանց թիվը, որն էլ հետագայում օգնեց Հռոմին Հունաստանի նվաճման գործում։
it: I re Seleucidi invitarono i Greci, i Macedoni, i Galati (Galli), i Cretesi e i Traci a stabilirsi nei vasti territori dell'impero. Si stabilirono in colonie militari chiamate cleruchie (klēroukhia). In base agli accordi, i coloni ottenevano un appezzamento di terreno, un kleros, e in cambio erano tenuti a servire nell'esercito del grande re quando richiamati al dovere. Questo creò una classe medio-alta di coloni militari che dovettero le loro fortune e le loro ricchezze ai re Siriani e contribuirono a far crescere la manodopera disponibile per l'esercito imperiale Seleucide. Un effetto collaterale di questo sistema fu il prosciugameto nella patria greca degli uomini validi, un fattore che contribuì alla conquista della Grecia da parte di Roma.
ja: セレウコス朝の王はギリシア人やマケドニア人、ガラティア人（ガリア人）、クレタ人、トラキア人を帝国の広大な領内に移住するよう招きました。彼らはクレルキア（klēroukhia）と呼ばれた軍事コロニー内に移住しました。この制度のもと、移住者は一区画の土地すなわちクレロスが与えられ、その代わりに招集されれば大王軍へ従軍する義務がありました。この制度は、生計と財産の恩をシリア王より受けた軍事植民者の上流中産階級を生み、そして、セレウコス朝帝国軍の動員能力の増強に役立ちました。この制度の副作用は、ギリシア本土の徴兵年齢の男性が足りなくなったことで、ギリシアが最終的にローマに征服される要因となりました。
ko: 셀레우코스 왕들은 그리스, 마케도니아, 갈라티아(갈레스), 크레탄, 트라키아인 모두를 초대하여 제국의 광대한 영토 내에 이주하도록 불렀습니다. 그들은 클레루키아(클레로우키아)라고 불리는 군사 식민지에 정착했습니다. 이 협정에 따라 정착민들은 토지 또는 클레로스를 부여받았고, 그 대신 소집되면 대왕의 군대에서 복무할 의무가 있었습니다. 이 제도로 시리아 왕들에게 생계와 재산을 빚지고 제국 셀레우코스 군대의 동원 능력을 늘리는데 도움을 준 중산층의 군부 정착민들을 만들게 되었습니다. 이 제도의 부작용은 그리스 본토의 징집 연령의 남성이 부족하게된것으로, 그리스가 결국 로마에 정복 될 수 있는 요인이 되었습니다.
nb: Selevkid-kongene invitert Grekere, Makedonere , Galaterne (Gallere), Kretere og Thrakerne både til å bosette seg i de enorme områdene imperiet rommet. De bosatte seg i militærkolonier kalt cleruchies (klēroukhia). Under denne ordningen ble nybyggere gitt en tomt eller et kleros, og til gjengjeld ble de pålagt å tjenestegjøre i den store kongens hær når de ble kalt inn. Dette skapte en øvre middelklasse av militære bosettere som skyldte sitt livsgrunnlag og formuer til de syriske kongene og hjalp med å øke tilgjengelig arbeidskraft for den keiserlige selevkid-hæren. En bivirkning av dette systemet var at det tømte det greske hjemland for menn i tjenestedyktig alder, en medvirkende faktor til Roms 'eventuelle erobring av Hellas.
pl: Królowie Seleucydów zaprosili Greków, Macedończyków, Galatów (Galów), Kretańczyków i Traków do osiedlania się w granicach rozległego imperium. Osiedlali się oni w koloniach wojskowych nazwanych Kleruchiami (klēroukhia). Zgodnie z tymi ustaleniami, osadnicy otrzymywali działkę ziemi lub kleros, w zamian zobowiązani byli do służby w armii wielkiego króla kiedy zostali wezwani. To stworzyło wyższą klasę średnią wojskowych osadników, którzy zawdzięczali swoje utrzymanie i fortuny syryjskim królom i pomogli zwiększyć dostępne zasoby ludzkie dla imperialnej armii Seleucydów. Efektem ubocznym tego systemu było pozbawianie ojczyzny Greków mężczyzn w wieku wojskowym, co przyczyniło się do ostatecznego podbicia Grecji przez Rzym.
pt_br: Os reis selêucidas convidavam Gregos, Macedônios, Gálatas (Gauleses), Cretenses e Trácios para se instalarem no vastos territórios do império. Eles se estabeleceram em colônias militares chamados cleruchies (klēroukhia). No âmbito deste acordo, os assentados receberam um lote de terra, ou um kleros, e em troca eram obrigados a servir no exército do grande rei, quando chamado para o serviço. Isto criou uma classe média-alta de colonos militares que deviam seus meios de subsistência e fortunas para os reis da Síria e ajudaram a crescer a mão de obra disponível para o exército imperial selêucida. Um efeito colateral desse sistema é que ele drenou a pátria grega de homens em idade militar, um fator que contribui para a eventual conquista da Grécia por Roma.
ru: Селевкидские правители приглашали греков, македонцев, галатов (галлов), критян и фракийцев обосноваться на обширных территориях империи. Они поселились в военных городках, называемых клерухами. Согласно этому соглашению, поселенцам выделяли участок земли (клерух), а взамен они были обязаны отбывать воинскую повинность в царской армии. Так была создана верхушка среднего класса военных поселенцев, которые были обязаны своими средствами и судьбой сирийским царям, увеличивая таким образом людские ресурсы, доступные имперской армии. Однако подобные меры привели к значительному сокращению в Греции числа мужчин, способных держать оружие, что в итоге стало одной из причин её покорения Римом.
sk: Seleucidskí králi pozvali Grékov, Macedóncov, Galátiov (Galov), Kréťanov a Trácov, aby sa usadili niekde na rozľahlom území ríše. Vybudovali si tam vojenské kolónie zvané kieruchy (klēroukhia). Takto im boli dané pozemky, inak povedané klerosy, a na oplátku sa od nich vyžadovalo v prípade potreby slúžiť vo veľkej kráľovskej armáde. Vytvorila sa vrchná-stredná trieda vojenských osadníkov dlžiacich svoje živobytie a majetky sýrskym kráľom pomáhajúca rozšíriť dostupnú ľudskú silu imperiálnej seleucidskej armády. Postranným efektom tohto systému bolo ochudobnenie gréckej domoviny o bojaschopných mužov, čo malo za následok eventuálne ovládnutie Grécka Rímom.
sv: De seleucidiska kungarna inbjöds greker, makedonier, galater (gallrar), kretaner och thrakier att bosätta sig inom rikets stora områden. De bosatte sig i militära kolonier kallade cleruchies (klēroukhia). Under detta arrangemang fick bosättarna en tomt eller en kleros, och i gengäld var de skyldiga att tjäna i den stora kungens armé när de ställdes till tjänst. Detta skapade en övre medelklass av militära bosättare som skyldade sina försörjningar och förmögenheter för de syriska kungarna och hjälpte till att öka den tillgängliga arbetskraften för den kejserliga Seleucid-armén. En bieffekt av detta system var att det dränerade det grekiska hemlandet av militära åldrade män, en bidragande faktor till Greklands eventuella erövring av Rom.
tr: Seleukos kralları, imparatorluğun engin topraklarında yerleşmek için Yunanlılar, Makedonlar, Galatlar (Galyalılar), Giritliler ve Trakyalıları davet etti. Asker kolonilerine cleruchies (klēroukhia) adı verdiler. Bu düzenleme uyarınca, yerleşimcilere arazi veya kleros arsa verildi ve buna karşılık, göreve çağırıldığında büyük kralın ordusunda hizmet etmek istendi. Bu, geçim ve servetlerini Suriye krallarına borçlu olan ve emperyal Seleukos ordusu için mevcut insan gücünü artırmaya yardımcı olan bir üst orta sınıf askeri yerleşimciyi yarattı. Bu sistemin bir yan etkisi Yunanistan'ın Roma tarafından fethine katkıda bulunan bir unsur olan Yunan vatanını askere alınmış olmasıydı.
uk: Селевкіди запросили греків, македонців, галатів (галлів), критян і фракійців, щоб влаштуватися в межах великих територій імперії. Вони оселилися у військових поселеннях, званих клерухами. Згідно з цим договором, поселенцям дали ділянку землі (клерух), а натомість вони були зобов'язані служити в королівській армії за призовом. Це створило клас військових поселенців вищий середнього, які були зобов'язані власними коштами і долею царям сирійським; вони стали доступною робочою силою для імперської Селевкідської армії. Побічним ефектом цієї системи було те, що батьківщина Греція була позбавлена солдатів - фактор, що сприяв можливому завоюванню Греції Римом.
zh: 塞琉古国王邀请希腊人、马其顿人、加拉太人（高卢人）、克里特人、色雷斯人到帝国的广阔领土内定居。他们的军事殖民地称之为cleruchies (klēroukhia)。在这项安排之下，定居者会被给予一小块土地，或被称为kleros，而被要求需要时在国王的军队中服务作为回报。这使得了中上阶层的定居者把生计及及命运交付给了叙利亚国王，并使得塞琉古帝国军队的人力成长。这种制度的一个副作用是，它耗尽了希腊家乡中的役龄男子，从而导致之后希腊最终被罗马所征服。
zh_tw: 塞琉古國王邀請希臘人、馬其頓人、加拉太人（高盧人）、克里特人、色雷斯人到帝國的廣闊領土內定居。他們的軍事殖民地稱之為 cleruchies (klēroukhia)。在這項安排之下，定居者會被給予一小塊土地，或被稱為 kleros，而被要求需要時在國王的軍隊中服務作為回報。這使得了中上階層的定居者把生計及及命運交付給了敘利亞國王，並使得塞琉古帝國軍隊的人力成長。這種制度的一個副作用是，它耗盡了希臘家鄉中的役齡男子，從而導致之後希臘最終被羅馬所征服。

source: The Macedonian-Greek dynasty that ruled most of Alexander's former empire.
ast: La dinastía greco-macedonia que dominó la mayoría del imperiu antiguu d'Alexandru.
bg: Македоно-гръцката династия, която управлявала по-голямата част от бившата империя на Александър.
br: An dierniezh Gresian-Makedonian an hini eo he deus renet war al lodenn vrasañ eus Impalaerezh kozh Aleksandr.
ca: La dinastia macedònia que va governar la major part de l'antic imperi d'Alexandre.
cs: Makedonsko-řecká dynastie, která vládnula nad většinou Alexandrovy bývalé říše.
de: Die makedonisch-griechische Dynastie, die den größten Teil von Alexanders ehemaligem Reich regierte.
el: Η Μακεδονική-Ελληνική δυναστεία που κυβέρνησε το μεγαλύτερο μέρος της πρώην αυτοκρατορίας του Αλεξάνδρου.
es_ar: La dinastía Greco-macedónica que gobernó la mayoría del antiguo imperio Alejandrino.
eu: Alexandroren inperioaren zati handi bat gobernatu zuen Greziar-Mazedoniar dinastia.
fa: دودمان یونانی مقدونی که بیشتر امپراتوری سابق اسکندر را حکمرانی می کرد
ga: Riail ríoraíoch na Gréig-Mhacadónaigh atá ina rialú sa formhór na hiarimpireachta Alastair.
hu: A makedón-görög dinasztia amely Nagy Sándor egykori birodalmának nagy része felett uralkodott.
hy: Հույն-մակեդոնական դինաստիան, որի տիրակալության տակ է եղել Ալեքսանդրի նախկին տերության մեծ մասը։
it: La dinastia greco-macedone che ha dominato la maggior parte del vecchio impero di Alessandro.
ja: マケドニア・ギリシア人の王朝で、アレクサンドロスの帝国の遺領の大半を支配しました。
ko: 알렉산더의 옛 제국의 대부분을 지배했던 마케도니아-그리스 왕조.
nb: Det makedonsk-greske dynastiet som hersket over mesteparten av Aleksanders tidligere imperium.
pl: Macedońsko-grecka dynastia, która rządziła większością dawnego imperium Aleksandra.
pt_br: A dinastia Macedônia-grego que governou a maior parte do antigo Império de Alexandre.
ru: Греко-македонская династия, правившая большей частью бывшей империи Александра.
sk: Macedónsko-grécka dynastia vládnuca väčšine bývalej Alexandrovej ríše.
sv: Den makedonska-grekiska dynastin som styrde mest av Alexanders tidigare imperium.
tr: Bu Makedon-Yunan hanedanlığı İskender'in yönettiği en eski imparatorluktur.
tt: Юннан-македон нәселе, Искәндәр Зөлкарнәйн кулында булган империясының күбесе җирләрен тотканнар.
uk: Греко-македонська династія, що правила більшою частиною колишньої імперії Олександра.
zh: 马其顿-希腊王朝统治着先前亚历山大的帝国大部份的领土。
zh_tw: 馬其頓-希臘王朝統治著先前亞歷山大的帝國大部份的領土。

source: Spartans
ast: Espartanos
bg: Спартанци
br: Spartaned
ca: Espartans
cs: Sparťané
de: Spartaner
el: Σπαρτιάτες
es_ar: Espartanos
eu: Espartarrak
fa: اسپارت ها
ga: Na Spartaigh
he: הספרטנים
hu: Spártaiak
hy: Սպարտացիներ
it: Spartani
ja: スパルタ
ko: 스파르타
nb: Spartanere
pl: Spartanie
pt_br: Espartanos
ru: Спартанцы
sk: Sparťania
sv: Spartaner
tr: Spartalılar
tt: Спартаннар
uk: Спартанці
zh: 斯巴达
zh_tw: 斯巴達人

source: Spartans can use the powerful Phalanx formation.
ast: Los espartanos son a emplegar la formación en falanxe.
bg: Спартанците могат да използват стабилната формация фаланга.
br: Ar spartaned a c'hall ober gant ar galloudus a stumm Falañj.
ca: Els espartans poden fer servir la poderosa formació de falange.
cs: Sparťané mohou využívat silnou formaci zvanou Falanga.
de: Spartaner können die mächtige Phalanxformation benutzen.
el: Οι Σπαρτιάτες μπορούν να χρησιμοποιήσουν τον ισχυρό σχηματισμό Φάλαγγας.
es_ar: Los espartanos pueden usar la poderosa formación de Falange.
eu: Espartarrek Falange-eraketa indartsua erabil dezakete.
fa: اسپارت ها می توانند از آرایش نظامی قدرتمند فالانژ استفاده کنند
ga: Is féidir leis na Spartaigh eagar láidir an Fhalaing.
he: הספרטנים יכולים לאמן פלנקסים רבי עוצמה.
hu: A spártaiak használhatják az erős falanx hadrendet.
hy: Սպարտացիները կարող են օգտագործել փաղանգ կոչվող հզոր մարտակարգը։
it: Gli spartani possono utilizzare la potente formazione a Falange.
ja: スパルタは強力なファランクス陣形を利用できます。
ko: 스파르타는 강력한 팔랑크스 전투 대형을 사용할 수 있습니다.
nb: Spartanere kan bruke den mektige Phalanx-formasjonen.
pl: Spartanie potrafią użyć potężnej formacji Falangi.
pt_br: Os espartanos podem usar a poderosa formação de falange.
ru: Спартанцы могут использовать мощное боевое построение "фаланга".
sk: Sparťania môžu použiť mocnú formáciu zvanú Falanga.
sv: Spartaner kan använda den starka Falangformationen.
tr: Spartalılar güçlü Phalanx tertipini kullanabilirler.
uk: Спартанці можуть використовувати потужну фалангову формацію.
zh: 斯巴达人可以使用强大的方阵。
zh_tw: 斯巴達人可以使用強大的方陣陣型。
