Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Rigorous Training
af: Intensiewe Opleiding
ar: تدريب قاسي
ast: Exercicios rigorosos
bg: Усилена тренировка
ca: Entrenament dur
cs: Důkladný výcvik
da: Streng Træning
de: Rigorose Ausbildung
es: Entrenamiento riguroso
eu: Prestakuntza zorrotza
fa: تمرین سختگیرانه
fi: Perusteellinen koulutus
fr: Entraînement rigoureux
gl: Adestramento duro
hi: कठिन प्रशिक्षण
hu: Szigorú kiképzés
hy: Խիստ մարզում
id: Latihan Keras
it: Addestramento Rigoroso
ja: 厳しい訓練
ko: 철저한 훈련
ku: Perwerdeya Hişk
lb: Streng Ausbildung.
nl: Genadeloze training
pl: Rygorystyczne Szkolenie
pt_br: Treinamento Rigoroso
pt_pt: Treino rigoroso
ro: Antrenament Riguros
ru: Строгая подготовка
sk: Dôsledný tréning
sr: Строга обука
sv: Rigorös träning
tr: Sıkı Eğitim
uk: Суворе тренування
ur: سخت تربیت
zh: 严格训练
zh_tw: 嚴格訓練

source: Units gain experience while garrisoned inside the building.
ar: تكتسب الوحدات خبرة أثناء تمركزها داخل مبنى.
ast: Lɐs unidades ganɐn experiencia a l star abelhogadɐs nel edificio.
bg: Единиците трупат опит докато са поставени на гарнизон в сградата.
ca: Les unitats guanyen experiència mentre estan refugiades a l'edifici.
cs: Jednotky získávají zkušenosti, když jsou obsazeny uvnitř budovy.
da: Enheder optjener erfaring imens de er garnisonerede i kaserner.
de: Einheiten bekommen Erfahrung, wenn sie in einem Gebäude einquartiert sind.
es: Las unidades ganan experiencia mientras están acuarteladas en el edificio.
fa: واحدها حین حضور در داخل ساختمان تجربه کسب می کنند.
fi: Yksiköt saavat kokemusta miehittäessään rakennusta.
fr: Les unités acquièrent de l'expérience lorsqu'elles sont en garnison à l’intérieur du bâtiment.
gl: As unidades gañan experiencia mentres están guarnecidas no interior do edificio.
hu: Az egységek tapasztalatot gyűjtenek, amíg az épületbe vannak szállásolva.
id: Unit mendapatkan pengalaman saat ditempatkan dalam bangunan.
it: Le unità ottengono esperienza quando presidiano l'edificio.
ja: 建物に駐留している間、ユニットは経験値を得ます。
ku: Yekîne dema ku di hundurê avahiyê de garnîzon bûne ezmûnê digirin.
lb: Eenheeten gewannen Erfarung wärend se an engem Gebai stationéiert sinn.
nl: Eenheden krijgen meer ervaring terwijl ze in de kazerne verblijven.
pl: Jednostki zyskują doświadczenie podczas kwaterowania w tej budowli.
pt_br: Unidades ganham experiência enquanto guarnecidas dentro do edifício.
pt_pt: As unidades ganham experiência enquanto estiverem aquarteladas dentro do edifício.
ro: Unitățile câștigă experiență în timp ce se află în garnizoană în interiorul clădirii.
ru: Юниты набирают опыт, пока находятся внутри постройки.
sk: Jednotky získavajú skúsenosti zatiaľ čo sú ubytované v budove.
sr: Јединице стичу искуство док су утврђене унутар грађевине.
sv: Enheter samlar erfarenhet medans de är stationerade i byggnaden.
tr: Birimler, binanın içine konuşlandırıldıklarında deneyim kazanırlar.
uk: Підрозділи здобувають досвід, поки гарнізовані у споруді.
ur: عمارت کے اندر چوکیداری کے دوران یونٹ تجربہ حاصل کرتے ہیں
zh: 驻扎在建筑内的单位，可获取经验.
zh_tw: 單位駐紮在此建築時會獲得經驗值。

source: Democracy
ar: الديمقراطية
ast: Democracia
bg: Демокрация
ca: Democràcia
cs: Demokracie
fa: دموکراسی
fi: demokratia
gl: Democracia
hi: प्रजातंत्र
hu: Demokrácia
hy: Ժողովրդավարություն
id: Demokrasi
lb: Demokratie
pl: Demokracja
pt_pt: Democracia
ro: Democrație
sk: Demokracia
sv: Demokrati
tr: Demokrasi
zh: 民主

source: Civic Center technologies −50% research time and −30% cost.
ar: تقنيات المركز المدني −50% في وقت البحث و −30% في التكلفة
bg: Технологии на Граждански Център −50% време за проучване и −30% разходи.
ca: -50% temps de recerca i -30% de cost a les tecnologies del Centre Civil
cs: Správní středisko technologie −50% rychlost vývoje a −30% ceny.
fa: فناوری‌های مرکز مدنی 50% زمان تحقیق و 30% هزینه را کاهش می‌دهند.
fi: Kaupungintalon teknologioiden tutkimisaika on 50% lyhyempi ja kustannukset ovat 30% alhaisemmat.
gl: Tecnoloxías do Centro Cívico −50% de tempo de investigación e −30% de custo.
id: Pusat Teknologi Sipil -50% waktu penelitian dan -30% biaya.
lb: Verwaltungssëtz-Technologie -50% Fuerschungsdauer an -30% Käschten.
pl: Technologie Centrum osady -50% czasy badań i -30% kosztów.
pt_pt: Tecnologias do centro cívico −50% tempo a desenvolver e custam −30%.
sk: Technológie Občianskeho centra −50% času výskumu a −30% ceny.
tr: Şehir Merkezi teknolojileri −%50 araştırma zamanı ve −%30 maliyet.

source: Druids
af: Druïde
ar: الدّرويد
ast: Druidas
bg: Друиди
bn: ওঝা
br: Drouized
ca: Druides
cs: Druidové
da: Druider
de: Druiden
el: Δρυίδες
es: Druidas
es_ar: Druidas
eu: Aztiak
fa: درویدها
fi: Druidit
fr: Druides
ga: Draoithe
gd: Draoidhean
gl: Druídas
he: דרואידים
hi: पुरोहित
hu: Druidák
hy: Դրուիդներ
id: Druid
it: Druidi
ja: ドルイド僧
ko: 드루이드
ku: Keşeno
lb: Druiden
ms: Druid
nb: Druider
nl: Druïden
pl: Druidzi
pt_br: Druidas
pt_pt: Druidas
ro: Druizi
ru: Друиды
sk: Druidi
sr: Друиди
sv: Druider
tr: Druidler
uk: Друїди
zh: 德鲁伊
zh_tw: 德魯伊

source: Healers −20% resource costs.
ar: المعالجون - تخفيض تكاليف الموارد بنسبة 20%.
ast: Curadeiros: costos in recursos −20%.
bg: Стойността за обучаване на лечители е намалена на 20%
ca: Els guaridors costen -20% recursos.
cs: Léčitelé - 20 % nákladů na zdroje.
de: Heiler −20 % Rohstoffkosten.
es: Sanadores (Coste de recursos: −20%).
fa: ٪20 کاهش هزینه ساخت شفا دهنده‌ها.
fi: Parantajille -20 % resurssikustannuksista.
fr: Le coût en ressources des soigneurs −20 %.
gl: Curandeiros −20% nos custos de recursos.
hi: वैद्यों का संसाधन मुल्य -२०%
hu: −20% nyersanyagigény a gyógyítóknak
id: Penyembuh −20% biaya sumberdaya.
it: −20% costi per i guaritori.
ja: ヒーラー養成コスト-20%
ku: Ji rahîban re -20% lêçûnên çavkaniyê.
lb: Heeler -20% Ressourcekäschten.
nl: Genezers kosten −20% grondstoffen.
pl: Uzdrowiciele są tańsi o 20%.
pt_br: Curandeiros -20% custo de recurso.
pt_pt: Curandeiros custam −20% em recursos.
ro: Vindecători -20% costuri de resurse.
ru: Стоимость обучения целителей уменьшается на 20%.
sk: Liečitelia −20% ceny surovín.
sr: Лекари -20% трошкови ресурса.
sv: Helare -20% resurskostnader.
tr: Şifacılar için -20% kaynak maliyeti
uk: Цілителі потребують −20% ресурсних витрат.
ur: معالج − 20 وسائل کے اخراجات
zh: 医疗单位花费 -20%.
zh_tw: 治療者 -20% 資源成本。

source: Mercenary Transports
ar: نقل الأجراء
ast: Tresportes mercenarios
bg: Транспорт на наемници
ca: Transports Mercenaris
cs: Žoldnéřská přeprava
fa: حمل و نقل مزدورها
fi: Palkkasotilaiden kuljetukset
gl: Transporte de Mercenarios
hi: भृतक परिवाहन
hu: Zsoldos szállítmányok
id: Angkutan Tentara Bayaran
lb: Söldnertransport
pl: Transporty Najemników
pt_pt: Transportes de mercenários
sk: Preprava žoldnierov
sv: Legosoldatstransporter
tr: Paralı Asker Transferleri
zh: 佣兵转移

source: Mercenaries −50% train time.
ar: المرتزقة -50% وقت التدريب.
ast: Mercenarios: tiempu de creacion −50%.
bg: Наемници: –50% време за обучение.
ca: Mercenaris -50% de temps de reclutament
cs: Žoldáci −50 % z doby výcviku.
fa: -50% زمان آموزش مزدورها
fi: Palkkasotilaiden koulutusaika on -50 % lyhyempi.
gl: Mercenarios −50% no tempo de adestramento.
hu: −50% kiképzési idő a zsoldosoknak
id: Tentara bayaran −50% waktu latih.
lb: Söldner -50% Ausbildungsdauer.
pl: Najemnicy otrzymują -50% do czasu szkolenia.
pt_pt: Mercenários −50% tempo de treino.
ro: Mercenari -50% timp de instruire.
sk: Žoldnieri −50% čas tréningu.
sv: Legosoldater -50% träningstid.
tr: Paralı askerler -%50 eğitim süresi.
zh: 佣兵训练时间 -50% 。

source: Products from Gaul
ar: منتجات من الغاليون
ast: Productos de la Gallia
bg: Продукти от Гали
ca: Productes de la Gàl·lia
cs: Galské produkty
da: Produkter fra Gallien
de: Produkte aus Gallien
es: Productos de la Galia
fa: محصولات سرزمین گَل
fi: Gallialaiset tuotteet
fr: Produits de la Gaule.
gl: Produtos da Galia
hi: गाॅल से उत्पाद
hu: Gall termékek
hy: Ապրանքներ Գալիայից
id: Produk dari Galia
it: Prodotti dei Galli
ja: ガリアからの産品
ku: Berhemên ji Galîayê
lb: Produkter aus Gallien
nl: Producten uit Gallië
pl: Produkty z Galii
pt_br: Produtos da Gália
pt_pt: Produtos da Gália
ro: Produse din Gaul
ru: Товары из Галлии
sk: Výrobky z Gálie
sr: Продукти од Гала
sv: Produkter från Gallien
tr: Galya Ürünleri
uk: Товари з Галлії
ur: گال سے مصنوعات
zh: 高卢铁器
zh_tw: 高盧製造

source: Forges −15% technology resource costs and research time.
ar: يخفض تكاليف الموارد تقنية ووقت البحث بنسبة 15%.
ast: Fraugɐs: costos in recursos & tiempu de disinvolvemiento de téchnicɐs −15%.
bg: Ковачница: –15% цена и време за проучванията.
ca: Redueix un 15% el cost i el temps d'investigació de les tecnologies a la forja.
cs: Kovárny -15 % za cenu surovin technologií a dobu zkoumání.
da: Smedjer -15 teknologi-ressourceomkostninger og forskningstid.
de: Schmieden −15 % Technologiekosten und Forschungszeit.
es: El forjado reduce el coste de recursos y el tiempo de investigación −15%.
fa: 15% هزینه های منابع فناوری و زمان تحقیق را جعل می کند
fi: Takomoille -15 % teknologiaresurssikustannukset ja tutkimusaika.
fr: Forges −15 % de coût de production et de temps de recherche.
gl: Forxas −15% nos custos de recursos tecnolóxicos e no tempo de investigación.
hi: लोहार खानों की तकनीकों का संसाधन मुल्य और अनुसंधान समय -१५%
hu: −15% nyersanyagigény és kutatási idő a kovácsműhelyekben kutatható fejlesztéseknek
hy: -15% դարբնոցների տեխնոլոգիաների ռեսուրսային արժեքին և հետազոտման ժամանակին:
id: Pandai Besi -15% biaya sumberdaya teknologi dan waktu penelitian.
it: Fucine −15% costi di risorse tecnologiche e tempo di ricerca
ja: 鍛冶場のテクノロジー研究費用と研究時間-15%
ku: −15% lêçûnên çavkaniya teknolojiyê û dema lêkolînê çêdike.
lb: Schmëtten -15% Technologieressourcekäschten an Fuerschungsdauer.
nl: Smederijen -15% grondstofkosten en onderzoekstijd voor gebouwtechnologieën.
pl: Technologie kuźnicze są tańsze o 15% i tyle samo szybciej są opracowywane.
pt_br: Forjas −15% de custo de recursos para tecnologias e tempo de pesquisa.
pt_pt: Forjas custam −15% em recursos de tecnologia e tempo de pesquisa.
ro: Forjează -15% costuri de resurse tehnologice și timp de cercetare.
ru: Исследования в кузнице тратят на 15% меньше ресурсов и времени.
sk: Vyhne -15% cena surovín technológii a doby skúmania.
sr: Ковачнице -15% цема технолошких ресурса и време истраживања.
sv: Smedjor -15% teknologiresurskostnader och forskningstid.
tr: -15% teknoloji maliyeti ve araştırma süresi meydana getirir.
uk: Кузні потребують −15% технологічних ресурсних витрат та часу дослідження.
ur: 15 ٹیکنالوجی کے وسائل کے اخراجات اور تحقیق کا وقت
zh: 兵器厂技术的研究成本和时间 -15%.
zh_tw: 鍛造廠 -15% 科技資源成本與研發時間。

source: Silk Road
ar: طريق الحرير
ast: Vía de la seda
bg: Пътя на коприната
ca: Ruta de la seda
cs: Hedvábná stezka
de: Seidenstraße
es: Ruta de la seda
fa: جاده ابریشم
fi: Silkkitie
fr: Route de la soie
gl: Ruta da seda
hi: रेशमी मार्ग
hu: Selyemút
hy: Մետաքսի ճանապարհ
id: Jalur Sutra
it: Via della seta
ja: シルクロード
ku: Rêya Îpekê
lb: Seidestrooss
nl: Zijderoute
pl: Jedwabny Szlak
pt_br: Rota da Seda
pt_pt: Rota da seda
ro: Drumul de mătase
ru: Шелковый Путь
sk: Hodvábna cesta
sr: Пут Свиле
sv: Silkesvägen
tr: İpek yolu
uk: Шовковий шлях
zh: 丝绸之路
zh_tw: 絲路

source: Allies +20% international trade bonus.
ar: حلفاء +20% مكافأة للتجارة الدولية.
ast: Alliados +20% bonificacion nel commercio internacional.
bg: Съюзниците получават 20% бонус към международната търговия.
ca: Bonificació del +20% en comerç internacional per a aliats.
cs: Navýšení zisku z mezinárodního obchodu pro spojence o + 20%.
de: Verbündete +20 % internationaler Handelsbonus.
es: Aliados (Comercio internacional: +20%).
fa: افزایش +20% پاداش تجارت بین المللی متحدان
fi: Liittolaisille +20 % kansainvälisen kaupan bonus.
fr: +20% de bonus d'échange international aux alliés
gl: Aliados +20% bonificación de comercio internacional.
hu: +20% nemzetközi kereskedelmi bónusz a szövetségeseknek
id: Sekutu +20% bonus perdagangan antarbangsa.
it: Alleati +20% bonus commercio internazionale.
ja: 同盟国の国際貿易ボーナス+20%
ku: Hevalbend +20% bonus bazirganiya navneteweyî.
lb: Alliéierten +20% internationalen Handelsbonus.
nl: Bondgenoten +20% internationale handelsbonus.
pl: Sojusznicy +20% międzynarodowego utargu.
pt_br: Aliados têm +20% de bônus de comércio internacional.
pt_pt: Aliados +20% bónus de comércio internacional.
ro: Aliați +20% bonus pentru comerț internațional.
ru: Союзники получают 20% бонус к международной торговле.
sk: Spojenci +20% medzinárodný obchodný bonus.
sr: Савезници +20% бонус за интернационалну трговину
sv: Allierade +20% internationell handelsbonus.
tr: Müttefikler +20% uluslararası ticarete bonus.
uk: Союзники мають +20% бонусу міжнародної торгівлі.
zh: 盟友贸易收入 + 20% .
zh_tw: 盟友 +20% 國際貿易加成。

source: Citizen Javelineers −10% resource costs.
ar: المواطنون الأرشمانيون - تخفيض 10% في تكاليف الموارد.
ast: Llanciadores voluntarios: costos in recursos −10%.
bg: Копиехвъргачи: –10% цена.
ca: Els soldats ciutadans amb javelina aliats costen un -10% de recursos.
cs: Občanští oštěpaři - 10 % nákladů na zdroje.
de: Bürgerspeerwerfer −10 % Rohstoffkosten.
es: Ciudadanos con jabalinas (Coste de recursos: −10%).
fa: 10% کاهش هزینه منابع شهروند نیزه داران
fi: Kansalaiskeihäänheittäjille -10 % resurssikustannuksista.
fr: Javeliniers citoyens −10 % de coût en ressources.
gl: Cidadáns lanceiros −10% nos custos de recursos.
hi: भाला फेंक नागरिकों का संसाधन मुल्य -१०%
hu: −10% nyersanyagigény a polgári gerelyeseknek
id: Rakyat Pelembing -10% biaya sumberdaya.
it: −10% costi per i giavellottisti cittadini.
ja: 投槍市民兵の養成コスト-10%
ku: Welatîyê cirîdê re −10% lêçûnên çavkaniyê.
lb: Biergerspeerwerfer -10% Ressourcekäschten.
nl: Burger speerwerpers kosten −10% grondstoffen.
pl: Oszczepnicy są o 10% tańsi.
pt_br: Cidadãos Escaramuçadores têm -10% custo de recursos.
pt_pt: Cidadãos com lanças custam −10% em recursos.
ro: Cetățean Javelineers -10% costuri de resurse.
ru: Стоимость дротометателей-граждан снижается на 10%.
sk: Občania oštepári −10% ceny surovín.
sr: Градски Копљари −10% трошкова ресурса.
sv: Spjutkastare -10% resurskostnader.
tr: Vatandaş Ciritçiler için -10% kaynak maliyeti
uk: Громадянські метальники списа потребують −10% ресурсних витрат.
ur: شہری نیزہبان − 10 وسائل کے اخراجات
zh: 标枪民兵的花费 -10%.
zh_tw: 公民標槍兵 -10% 資源成本。

source: Elephant Suppliers
af: Olifant Verskaffers
ar: مزودون الفيلة
ast: Fonte d’elephantes
bg: Доставчици на слонове
bn: হাতি সরবরাহকারী
br: Pourvezer olifanted
ca: Proveïdors d'elefants
cs: Dodavatelé slonů
da: Elefantleverandører
de: Elefantenlieferanten
el: Προμηθευτές Ελεφάντων
es: Proveedores de Elefantes
es_ar: Proveedores de Elefantes
eu: Elefante Hornitzaileak
fa: تامین کنندگان فیل
fi: Norsujen toimittajat
fr: Fournisseur d'éléphants
ga: Soláthraithe Eilifintí
gd: Solaraichean ailbheanan
gl: Proveedores de elefantes.
he: הספקים פיל
hi: हाथी आपूर्तिकर्ता
hu: Elefántellátók
hy: Փղի մատակարարներ
id: Pemasok Gajah
it: Fornitori di Elefanti
ja: 象供給者
ko: 코끼리 공급자
ku: Bazirganên Fîlan
lb: Elefantenliwweranten
ms: Pembekal Gajah
nb: Elefanttilbydere
nl: Olifant Leveranciers
pl: Dostawcy Słoni
pt_br: Fornecedores de Elefantes
pt_pt: Fornecedores de elefantes
ro: Furnizori de Elefanți
ru: Поставщики слонов
sk: Dodávatelia slonov
sr: Добављачи Слонова
sv: Elefantleverantörer
tr: Fil Tedarikçisi
uk: Постачальники слонів
ur: ہاتھی تَقسیم کُنِند
zh: 战象供应
zh_tw: 大象供給者

source: Elephants −20% resource costs and training time.
ar: الفيلة %20- تكاليف الموارد ووقت التدريب.
ast: Elephantes: costos in recursos & tiempu de creacion −20%.
bg: −20% време и ресурси за обучаване на Слонове.
ca: Els elefants costen -20% de recursos i temps de reclutament.
cs: Sloni −20 % náklady na zdroje a dobu výcviku.
de: Elefanten −20 % Rohstoffkosten und Ausbildungszeit.
es: Elefantes (Coste de recursos y tiempo de adiestramiento: −20%).
fa: 20% کاهش هزینه منابع و زمان آموزش فیل ها
fi: Norsuille -20 % resurssikustannuksista ja koulutusajasta.
fr: Éléphants −20 % de Coût en ressources et en temps d'entraînement.
gl: Elefantes −20% nos custos de recursos e no tempo de adestramento.
hi: हाथियों का संसाधन खर्च और प्रशिक्षण समय : -२०%
hu: −20% nyersanyagigény és képzési idő az elefántoknak
id: Gajah -20% biaya sumberdaya dan waktu latih.
it: −20% costi e tempi d'addestramento per gli elefanti.
ja: 象の養成時間と養成コスト-20%
ku: Ji Fîlan −20% lêçûnên çavkaniyê û dema perwerdehiyê.
lb: Elefanten -20% Ressourcekäschten an Ausbildungsdauer.
nl: Olifanten kosten −20% grondstoffen en rekruteringstijd.
pl: Słonie są tańsze o 20% oraz ich czas szkolenia jest skrócony o 20%.
pt_br: Elefantes -20% dos custos de recurso e tempo de treinamento.
pt_pt: Elefantes custam −20% em recursos e tempo de treino.
ro: Elefanți -20% costuri de resurse și timp de antrenament.
ru: Стоимость и время обучения слонов снижается на 20%.
sk: Slony −20% z ceny surovín a času tréningu.
sr: Слонови -20% трошкови ресурса и време обуке.
sv: Elefanter -20% resurskostnader och träningstid.
tr: Filler için -20% kaynak maliyeti ve eğitim süresi
uk: Слони потребують −20% ресурсних витрат та часу навчання.
ur: ہاتھی − 20 وسائل کے اخراجات اور تربیت کا وقت
zh: 大象的花费和训练时间 -20%.
zh_tw: 大象 -20% 資源成本與訓練時間。

source: Mechanical Innovation
ar: الابتكار الميكانيكي
ast: Innovacion mechánica
bg: Иновационни обсадни оръжия
ca: Innovació Mecànica
cs: Mechanická Inovace
de: Mechanische Innovation
es: Innovación mecánica
fa: نوآوری صنعتی
fi: Mekaaninen innovaatio
fr: Innovation Mécanique
gl: Innovación mecánica
hu: Mechanikai innováció
hy: Մեխանիկական նորարարություն
id: Inovasi Mekanik
it: Innovazione Meccanico
lb: Mechanesch Innovatioun
nl: Mechanische innovatie
pl: Mechaniczna Innowacja
pt_br: Inovação Mecânica
pt_pt: Inovação mecânica
ro: Inovația mecanică
ru: Улучшение осадных технологий
sk: Mechanická inovácia
sr: Нови изуми
sv: Mekanisk innovation
tr: Mekanik İnovasyon
uk: Механічна інновація
zh: 机械创新

source: Siege Weapons and Arsenals −25% resource costs and build time.
ar: أسلحة الحصار والمخازن - تخفيض 25% في تكاليف الموارد ووقت البناء.
ast: Armɐs de cerco & Arsenales: costos in recursos & tiempu de construccion −25%.
bg: −25% цена и време за строеж на обсадни оръжи и арсенали.
ca: Armes de setge i arsenals -25% de cost en recursos i en temps de construcció.
cs: Obléhací zbraně a arzenály −25% nákladů na zdroje a dobu výstavby.
de: Belagerungswaffen und Arsenale −25% Ressourcenkosten und Bauzeit.
es: Máquinas de asedio y arsenales (Coste de recursos y tiempo de construcción: −25%).
fa: -25% هزینه منابع و زمان ساخت سلاح ها محاصره و زرادخانه ها
fi: Piiritysaseille ja asevarastoille -25 % resurssikustannuksia ja rakennusaikaa.
fr: Armes de siège et Arsenaux: Réduction de 25% sur le coût des ressources et du temps de construction.
gl: Armas de asedio e arsenais −25% nos custos de recursos e no tempo de construción.
hu: −25% nyersanyagigény és építési idő az ostromgépeknek és az ostromgép-műhelyeknek
id: Ambil Senjata dan Gudang Senjata -25% biaya sumber daya dan waktu pembuatan.
it: -25% di costi risorsa e di tempo di costruzione per le Armi d'Assedio e Arsenali.
ku: Siege Weapons and Arsenals -25% lêçûnên çavkaniyê û dema çêkirinê.
lb: Belagerungswaffen an Arsenaler -25% Ressourcekäschte an Baudauer.
nl: Belegeringswerktuigen en arsenalen kosten −25% grondstoffen en bouwtijd.
pl: Maszyny oblężnicze i Arsenały -25% kosztów produkcji i czasu budowy.
pt_br: Armas de Cerco e Arsenais custam -25% de recursos e tempo de construção.
pt_pt: Arsenais (estrutura) e armas de cerco −25% recursos e tempo de construção.
ro: Arme de Asediu și Arsenale -25% cost de resurse și timp de construire.
ru: Осадные орудия и арсеналы создаются на 25% быстрее и дешевле.
sk: Obliehacie zbrane a arzenály −25% ceny surovín a času stavby.
sr: Опсадно оружје и складиште оружја - 25% коштања и времена
sv: Belägra vapen och arsenaler −25% resurskostnader och byggtid.
tr: Kuşatma Silahları ve Cephaneler −25% kaynak maliyeti ve inşa süresi.
uk: Облогові знаряддя та арсенали потребують −25% ресурсних витрат та часу спорудження.
zh: 攻城武器及军械库的花费 -25%， 建造时间 -25% .

source: Ashoka's Religious Support
af: Ashoka Godsdienstige Bystand
ar: الدعم الديني لــ أشوكا
ast: Piedá d’Aśoka
bg: Религиозната подкрепа на Ашока
bn: অশোকের ধর্মীয় উদারতা
br: Skoazell Relijiel Ashoka
ca: Suport religiós d'Aixoka
cs: Ašokova náboženská podpora
da: Ashokas Religiøse Støtte
de: Ashokas religiöse Unterstützung
el: Θρησκευτικές Υποστηρίξεις του Ασόκα
es: Apoyo religioso de Ashoka
es_ar: Seguidores religiosos de Ashoka
eu: Ashokaren Laguntza Erlijiosoa
fa: حمایت مذهب آشوکا
fi: Ashokan uskonnollinen tuki
fr: Soutien religieux d'Ashoka
ga: Tacaíocht Chreidimh d'Aisióca
gd: Taic cràbhach Aśoka
gl: Apoio relixoso de Aśoka
he: תמיכה דתית של אשוקה
hi: अशोक का धार्मिक समर्थन
hu: Asóka vallási támogatása
hy: Աշոկայի կրոնական օգնություն
id: Dukungan Keagamaan Asoka
it: Supporto religioso di Ashoka
ja: アショーカ王信仰の支え
ko: 아소카의 종교적 지원
ku: Piştgiriya Olî ya Ashoka
lb: Reliéis Ënnerstëtzung vum Ashoka
lv: Ashokas reliģiskais atbalsts
ms: Sokongan Keagamaan Ashoka
nb: Ashokas religiøse støtte
nl: Ashoka's Religieuze Bijstand
pl: Wsparcie religijne Asioki
pt_br: Apoio Religioso de Ashoka
pt_pt: Apoio religioso de Açoca
ro: Sustinatorii religioşi ai lui Ashoka
ru: Религиозная поддержка Ашоки
sk: Ašókova podpora náboženstva
sr: Ашокина Верска Подршка
sv: Ashokas Religiösa Stöd
tr: Ashoka'nın Dini Desteği
uk: Релігійна підтримка Ашоки
ur: شوک کی مذہبی حمایت
zh: 阿育王弘扬佛法
zh_tw: 阿育王的宗教支持
