Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: Requires %(technology)s
da: Kræver %(technology)s
es_cl: Requiere %(technology)s
et: Vajab %(technology)s
ka: საჭიროებს ტექნოლოგიას - %(technology)s

source: Remaining: %(number)s to build.
da: Mangler: %(number)s at bygger.
es_cl: Restante: %(number)s para construir.
et: Veel ehitada: %(number)s.
ka: ასაშენებელი დარჩა: %(number)s.

source: You
da: Dig
et: Sina

source: You have left the game.
da: Du har forladt spillet.
et: Lahkusite mängust.

source: You have been disconnected.
da: Du har mistet forbindelsen.
et: Kadus võrguühendus.

source: You have won the battle!
da: Du har vundet slaget!
et: Võitsite lahingu!

source: You have been defeated...
da: Du er blevet besejret...
et: Teid on alistatud...

source: You have abandoned the game.
da: Du har forladt spillet.
et: Loobusite mängimisest.

source: Press OK to continue
da: Klik OK for at fortsætte
et: Jätkamiseks vajuta OK

source: Unload All
da: Aflæs Alle
ka: ყველა გადმოტვირთე

source: You cannot destroy this entity because it is in the fog-of-war
da: Du kan ikke ødelægge denne instans, da den er i fog-of-war
ka: შენ არ შეგიძლია ამის დანგრევა იმიტომ, რომ ომის ნისლშია.

source: Garrison
da: Garnison
et: Varjend

source: Repair
da: Reparér
et: Remondi
ka: შეაკეთე

source: Focus on Rally Point
da: Fokusér på Samlingspunkt
ka: ყურადღება მიაქციე შეკრების წერტილს

source: Guard
da: Beskyt

source: Select trading goods
da: Vælg handelsvarer
es_cl: Seleccionar el comercio
ka: აირჩიე სავაჭრო საქონელი
sl: Izberi tržne dobrine

source: (None)
da: (Ingen)

source: Hack
da: Hakken

source: Pierce
da: Stikken

source: Crush
da: Knusen

source: %(arrows)s arrow
da: %(arrows)s pil

source: %(time)s second
da: %(time)s sekund

source: Charge Attack:
da: Stormangreb:

source: Melee Attack:
da: Nærkampsangreb:

source: Ranged Attack:
da: Afstandsangreb:

source: Attack:
da: Angreb:

source: %(resourceIcon)s %(minimum)s to %(resourceIcon)s %(maximum)s
da: %(resourceIcon)s %(minimum)s til %(resourceIcon)s %(maximum)s

source: Walls: %(costs)s
da: Mure: %(costs)s

source: Towers: %(costs)s
da: Tårne: %(costs)s

source: Population Bonus:
da: Befolkningsbonus:

source: Insufficient resources:
da: Utilstrækkelige ressourcer:

source: Speed:
da: Hastighed:

source: Walk
da: Gå

source: Run
da: Løb

source: you
da: dig
et: sina

source: player %(name)s
da: spiller %(name)s
et: mängija %(name)s

# firstWord
source: Food
da: Mad

# firstWord
source: Meat
da: Kød

# firstWord
source: Ore
da: Malm

# firstWord
source: Rock
da: Sten

# firstWord
source: Ruins
da: Ruiner

# firstWord
source: Stone
da: Sten

# firstWord
source: Treasure
da: Skat

# firstWord
source: Tree
da: Træ

# firstWord
source: Wood
da: Træ

# firstWord
source: Fruit
da: Frugt

# firstWord
source: Grain
da: Korn

# firstWord
source: Fish
da: Fisk

# withinSentence
source: Food
da: Mad

# withinSentence
source: Meat
da: Kød

# withinSentence
source: Ore
da: Malm

# withinSentence
source: Rock
da: Sten

# withinSentence
source: Ruins
da: Ruiner

# withinSentence
source: Stone
da: Sten

# withinSentence
source: Treasure
da: Skat

# withinSentence
source: Tree
da: Træ

# withinSentence
source: Wood
da: Træ

# withinSentence
source: Fruit
da: Frugt

# withinSentence
source: Grain
da: Korn

# withinSentence
source: Fish
da: Fisk

source: Team Only
da: Kun Team
et: Ainult liitlastele

source: Observer Mode (experimental)
da: Iagttager-Tilstand (Eksperimentel)

source: Trading goods selection:
da: Handelsgods valgt:
es_cl: Seleccionar recursos a comercializar:
ka: სავაჭრო საქონლის არჩევა:
sl: Izbor trgovskih dobrin:

source: Select one goods as origin of the changes, then use the arrows of the target goods to make the changes (using Shift to select will put the selected resource to 100%).
da: Vælg et handelsgods som midtpunkt for ændringerne, brug derefter pilene på det valgte gods for at lave ændringerne (brug Shift til at hæve den valgte ressource til 100%).

source: Exchange resources:
da: Udveksl ressourcer:
es_cl: Intercambio de recursos:
et: Vaheta looduvarasid:
ka: გაცვალე სახსრები.

source: Stamina
da: Udholdenhed
et: Vastupidavus

source: Stamina:
da: Udholdenhed:
et: Vastupidavus:

source: Food
da: Mad
et: Toit
ka: საჭმელი

source: Stone
da: Sten
et: Kivi
ka: ქვა

source: Wood
da: Træ
et: Puit
ka: ხე

source: Current gatherers: %(amount)s
te: ప్రస్తుత సేకరణదారులు: %(amount)s

source: Gatherers: %(amount)s
te: సేకరణదారులు: %(amount)s

source: Metal
et: Metall
ka: ლითონი
