Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: In the Eastern land of Bactria lies the rich valley carved by the Oxus River. South of the river are rich arable lands and plentiful wood and forage. North of the river lie a mountain range pierced by wide mountain passes and guarded by natural defensive positions. Within the mountains can be found riches as well as danger. The player who can exploit the mountainous area the best will have a significant advantage over their adversary.
ast: Na tierra oriental de la Bactriana atopa-se la urrieta balyurosa de l riw Oxu. A l Mediu-díɐ de l riw ha hi tierrɐs apoderadɐs & arables & abonda madeira & panhadura. A l Avessedo, un cordal travessadu de puörtos ançhos & scudadu por defensɐs naturales. Dientro de los montes unu puöde afalyar riquezɐs a l in par de pelhigros. El jogador que sabia aproveiꞇhare la stadia montuosa vai gociar d’una ventalya considerable.
bg: Източната земя Бактрия е разположена насред тучната долина, изваяна от река Окс. Земите на юг от реката са обработваеми и богати на дървесина и горски плодове. На север има планинска верига, пронизана от широки планински проходи предоставящи естествени защитни позиции. Сред планините има богатства и опасности. Играчът, който успее да се възползва най-добре от планинската земя, ще да има значително превъзходство над врага си.
cs: Ve východní zemi Bactria leží bohaté údolí vytesané řekou Oxus. Jižně od řeky jsou bohaté orné půdy a bohaté dřevo i píce. Severně od řeky leží pohoří proražené širokými horskými průsmyky a střežené přirozenými obrannými pozicemi. V horách lze najít bohatství i nebezpečí. Hráč, který dokáže nejlépe využít hornatou oblast, bude mít oproti svému protivníkovi značnou výhodu.
da: I Bactriens østlige land ligger den rige dal udskåret af Oxus-floden. Syd for floden er rige agerland og rigeligt træ og foder. Nord for floden ligger en bjergkæde gennemboret af brede bjergpas og bevogtet af naturlige forsvarspositioner. Inden for bjergene kan findes rigdomme såvel som farer. Den spiller, der kan udnytte det bjergrige område bedst, vil have en betydelig fordel i forhold til deres modstander
de: Im östlichen Land Baktrien liegt das reiche Tal, das der Oxus geformt hat. Südlich des Flusses liegen reiche, fruchtbare Länder und Holz und Futter im Überfluss. Nördlich des Flusses liegt eine Bergkette, die von weiten Bergpässen durchstoßen und von natürlichen Verteidigungspositionen bewacht wird. In den Bergen lauern Reichtümer aber auch Gefahr. Der Spieler, der das bergige Areal am besten ausbeuten kann, hat einen deutlichen Vorteil gegenüber seinem Gegner.
el: Στην Ανατολική γη της Βακτρίας βρίσκεται μια πλούσια κοιλάδα ,χαραγμένη απο τον Ὦξος Ποταμό Νότια του ποταμού υπάρχουν πλούσια καλλιεργήσιμες περιοχέςξυλείας και τροφοσυλλογής. Βόρεια του ποταμού βρίσκεται μια οροσειρά τρυπημένη απο άγρια μονοπάτια και φυλλάσεται απο φυσικές θέσεις άμυνας. Μέσα σρα βουνά μπορείτε να βρείτε πλούτη καθώς και κινδύνους. Ο /Η παίκτης/τρια που θα μπορέσει να εκμεταλλευτεί την ορεινή περιοχή καλύτερα ,θα έχει σημαντικό πλεονέκτημα ενάντια τούς αντιπάλους.
es: En la tierra oriental de Bactriana se encuentra el rico valle esculpido por el río Oxus. Al sur del río hay ricas tierras de cultivo y abundante madera y forraje. Al norte del río se encuentra una cadena montañosa atravesada por amplios pasos de montaña y custodiada por posiciones defensivas naturales. En las montañas se pueden encontrar tanto riquezas como peligros. El jugador que sepa explotar mejor la zona montañosa tendrá una ventaja significativa sobre su adversario.
eu: Bactriako ekialdeko lurraldean Oxus ibaiak landutako haran aberatsa dago. Ibaiaren hegoaldean laborantza lur aberatsak eta egur eta bazka ugari daude. Ibaiaren iparraldean mendate zabalek zeharkatutako eta defentsa posizio naturalek zaindutako mendikatea dago. Mendien barruan aberastasunak eta arriskuak aurki daitezke. Mendialdea ondo ustiatu dezakeen jokalariak abantaila nabarmena izango du aurkariarekiko.
fi: Baktrian itäisessä maassa sijaitsee Oxus-joen kaivertama rikas laakso. Joen eteläpuolella on rikkaita viljelysmaita ja runsaasti metsää ja rehua. Joen pohjoispuolella on vuoristo, jonka läpi kulkevat laajat vuoristosolat ja jota luonnolliset puolustusasemat vartioivat. Vuoristosta löytyy rikkauksia ja vaaroja. Pelaaja, joka osaa hyödyntää vuoristoaluetta parhaiten, saa merkittävän edun vastustajiinsa nähden.
fr: Dans les terres orientales de la Bactriane se trouve la riche vallée creusée par le fleuve Oxus. Au sud du fleuve se trouvent de riches terres arables, du bois et du fourrage en abondance. Au nord du fleuve se trouve une chaîne de montagnes percée de larges cols et gardée par des positions défensives naturelles. Les montagnes recèlent des richesses mais aussi des dangers. Le joueur qui saura le mieux exploiter la zone montagneuse aura un avantage significatif sur son adversaire.
id: Di tanah Timur Baktria terbentang lembah kaya yang diukir oleh Sungai Oxus. Di selatan sungai adalah tanah subur yang kaya dan banyak kayu dan makanan. Di utara sungai terbentang pegunungan yang terbelah oleh lereng-lereng lebar dan terlindungi secara alami. Di pegunungan tersimpan kekayaan dan juga bahaya. Pemain yang dapat memanfaatkan wilayah pegunungan dengan baik akan memiliki keuntungan besar dari lawan-lawannya.
it: Nella terra orientale della Battriana si trova la ricca valle scavata dal fiume Oxus. A sud del fiume ci sono ricchi terreni coltivabili e abbondanti boschi e foraggi. A nord si trova una catena montuosa attraversata da ampi valichi di montagna e protetta da posizioni difensive naturali. All'interno delle montagne si possono trovare ricchezze e pericoli. Il giocatore che saprà sfruttare al meglio la zona montuosa avrà un notevole vantaggio sull'avversario.
ja: バクトリアの東の地には、オクサス川が刻んだ豊かな谷があります。 川の南側には豊かな耕作地があり、豊富な木材や飼料があります。川の北側には、広い峠道に囲まれた山脈があり、自然の防御陣地に守られています。 山の中には、豊かさと同時に危険もあります。山岳地帯をうまく利用したプレイヤーは、敵よりも大きなアドバンテージを得ることができます。
ko: 박트리아의 동쪽 땅에는 옥서스 강에 의해 조각된 풍부한 계곡이 있습니다. 강의 남쪽은 경작지가 풍부하고 나무와 식량이 풍부합니다. 강의 북쪽에는 넓은 산자락으로 뚫려 있고 자연 방어 태세로 보호되고 있는 산맥이 있습니다. 산 속에서는 위험뿐만 아니라 재물을 찾을 수 있습니다. 산악 지역을 가장 잘 활용할 수 있는 플레이어는 적보다 상당한 이점을 누릴 수 있습니다.
nl: In de Oostelijke landstreek Bactrië is een rijke vallei uitgesneden door de rivier de Oxus. Ten zuiden van de rivier zijn vruchtbare stukken land en ruime hoeveelheden hout en wild. Ten noorden van de rivier ligt een bergketen, toegankelijk door brede bergpassen en bewaakt door natuurlijke verdedigingsposities. In de bergen kunt u rijkdommen aantreffen, zowel als gevaar. De speler die het bergachtige gebied het beste verkent zal sterk in het voordeel zijn tegenover zijn tegenstanders.
pl: We wschodniej krainie Baktrii leży bogata dolina wyrzeźbiona przez rzekę Oxus. Na południe od rzeki znajdują się bogate ziemie uprawne oraz obfite zasoby drewna i pożywienia. Na północ od rzeki leży pasmo górskie poprzecinane szerokimi przełęczami i strzeżone przez naturalne pozycje obronne. W górach można znaleźć zarówno bogactwa, jak i niebezpieczeństwa. Gracz, który najlepiej wykorzysta górskie tereny, będzie miał znaczną przewagę nad przeciwnikiem.
pt_pt: Na terra oriental de Báctria situa-se o rico vale esculpido pelo rio Oxus. A sul do rio encontram-se ricas terras aráveis com madeira e forragem abundantes. A norte do rio encontra-se uma cadeia montanhosa perfurada por largas passagens de montanha e guardada por posições defensivas naturais. Dentro das montanhas podem encontrar-se riquezas, bem como perigo. O jogador que melhor conseguir explorar a zona montanhosa terá uma vantagem significativa sobre o seu adversário.
ru: В восточной части Бактрии лежит богатая долина, вырезанная рекой Аму Дарья. Юг реки - богатые пахотные земли и обильный лес и корм. К северу от реки располагается горный хребет пронзенный перевалом и охраняемыми естественными оборонительными позициями. В горах можно найти множество опасностей. Игрок, который сможет эксплуатировать горный район, будет иметь значительное преимущество перед противником.
tr: Doğu Bactria topraklarında, Oxus Nehri tarafından oyulmuş zengin vadi bulunur. Nehrin güneyinde zengin ekilebilir araziler, bol odun ve yem bulunmaktadır. Nehrin kuzeyinde, geniş dağ geçitleriyle delinmiş ve doğal savunma pozisyonlarıyla korunan bir dağ silsilesi bulunmaktadır. Dağların içinde tehlike kadar zenginlik de bulunabilir. Dağlık bölgeyi en iyi şekilde kullanabilen oyuncu, rakiplerine karşı önemli bir avantaja sahip olur.
uk: У східній землі Бактрії розташована багата долина, вирізана річкою Оксус. Південь від річки рясніє ріллями, багатими деревиною та кормами. На північ від річки лежить гірський масив, пронизаний широкими гірськими перевалами і захищений природними оборонними позиціями. У горах можна знайти як багатство, так і небезпеку. Гравець, який зможе краще використовувати гірську місцевість, матиме значну перевагу над своїм супротивником.
zh: 奥克苏斯河侵蚀而成的富饶山谷，位于巴克特里亚东部。 河流以南有肥沃的耕地，木材和饲料丰富。 以北是山脉，被宽阔的山口贯穿，有天然防御阵地把守。 山中财富与危险并存。利用好山区地势的玩家，会获得显著的优势。
zh_tw: 在巴克特里亞的東部土地上，坐落著由奧克蘇斯河雕刻而成的富饒山谷。 河以南有肥沃的耕地和豐富的木材和飼料。河流以北是山脈，被寬闊的山口貫穿，有天然防禦陣地把守。 山中既有財富，也有危險。能夠最好地利用山區的玩家將比對手具有顯著的優勢。

source: Bactriana (2)
bg: Бактрия (2)
cs: Baktrie (2)
da: Bactrien
de: Baktrien (2)
el: Βακτριανή (2)
fi: Baktrialainen (2)
fr: Bactriane (2)
id: Baktria (2)
it: Battriana (2)
ja: バクトリア(2)
ko: 박트리아 (2)
nl: Bactrië (2)
pl: Baktria (2)
pt_pt: Báctria (2)
ru: Бактриана (2)
sk: Baktriana (2)
tr: Baktriya (2)
uk: Бактріана (2)
zh: 巴克特里亚 (2)
zh_tw: 巴克特里亞 (2)

source: A wild and wooded isle, full of forests, gold, and mystery. Mountains, seas, and thick forests make for a very dynamic and fast-paced 3-player map with lots of potential for skirmishing and guerilla warfare as well as tough defensive fighting or aggressive maneuvers.
ast: Una islha bravida & arborida, ḷḷena de matɐs, ouro & mysterio. Montes, mares & viescɐs mestɐs resultɐn n una geographía rápida & dynámica para 3 jogadores, tan acondada par’ amarradiellɐs & guerrillɐs cumo para defensɐs heroicɐs & tácticɐs aggressivɐs.
bg: Див остров с много гори, злато и загадки. Планините, моретата и гъстите гори правят тази карта за 3-ма играчи много динамична и забързана, с много възможности за обстрел и засади, както и за защитни действия и нападателни маневри.
br: Un enezenn ouez ha koadek, leun a goadoù, aour, hag a gevrin. Menezioù, morioù, ha koadoù stank a brodu ur gartenn gant kalz a startijenn hag ur c'hoari tarlammat evit 3 c'hoarier gant kalz a c'halloudezh evit tag ha brezel a vrezelig ken mat ha stourm difenn kalet pe fiñvadennoù atahinus.
ca: Una illa salvatge i fustera, plena de boscs, or, i misteri. Muntanyes, mars i boscs espessos que possibiliten un mapa per a 3 molt dinàmic i ritmós, en molt de potencial per a preparar escaramusses i fer la guerra de guerrilles així com una lluita defensiva o maniobres agressives.
cs: Divoký a zalesněný ostrov plný lesů, zlata a záhad. Hory, moře a husté lesy přispívají k velmi dynamické a rychlé hře 3 hráčů s velkým potenciálem pro souboje a partyzánské války stejně jako pro silnou obrannou válku nebo agresivní manévry.
da: En vild og skovklædt ø, fuld af skove, guld og mystik. Bjerge, have og tykke skove giver et meget dynamisk og tempofyldt 3-spiller kort med masser af potentiale for træfninger og guerillakrig samt hårde defensive kampe eller aggressive manøvrer.
de: Eine wilde, bewaldete Insel, voll mit Wäldern, Gold und Geheimnissen. Berge, Seen und dichte Wälder tragen zu einer dynamischen, flotten 3-Spieler-Karte mit viel Potenzial für Geplänkel und Guerilla-Taktik bei, genauso wie für harte defensive Kämpfe oder aggressive Manöver.
el: Ένα άγριο και δασώδες νησί, γεμάτο δάση, χρυσό, και μυστήριο. Τα βουνά, οι θάλασσες και τα πυκνά δάση τον κάνουν ένα πολύ δυναμικό και γρήγορο χάρτη 3-παικτών με πολλές δυνατότητες για αψιμαχία και ανταρτοπόλεμο, καθώς και για σκληρή άμυνα ή επίθεση με ελιγμούς.
es: Una isla salvaje y selvática, repleta de bosques, oro y misterio. Sus montañas, mares y frondosos bosques hacen que este mapa para 3 jugadores sea dinámico e intenso, dotándolo de un gran potencial para practicar escaramuzas y tácticas de guerrilla, así como para arduas estrategias defensivas o agresivas maniobras.
eu: Uharte basatia oihan, urre eta misterioz beteriko Mendiak, itsasoak eta baso ilunak 3 jokalarientzako mapa hau bizkorra eta bizia egiten dute, gerrillarako eta borroka txikiak egiteko ahalmen handia emanez, hala nola babes estrategiak landu edota erasorako amarruetarako.
fi: Villi ja puustoinen saari, joka on täynnä metsiä, kultaa ja salaperäisyyttä. Vuoret, meret ja tiheät metsät luovat erittäin dynaamisen ja nopeatempoisen 3-pelaajan kartan, jossa on paljon potentiaalia kahakointiin ja sissisodankäyntiin sekä koviin puolustustaisteluihin ja aggressiivisiin liikkeisiin.
fr: Une île sauvage et boisée, pleine de forêts, d'or et de mystère. Les montagnes, les mers et les forêts épaisses forment une carte pour 3 joueurs très dynamique et rapide. Avec beaucoup de potentiel pour l'escarmouche et la guérilla ainsi que des combats défensifs difficiles ou des manœuvres agressives.
ga: Inis fhiáin agus mó-adhmadtha, lán le foraois, ór agus rúin. Tá sléibhte, mara agus coillte tiubha sa talamh seo, déanann sé seo léarscáil maith le haghaidh cluiche tapa agus 3-imreoir a imirt, lán le deiseanna do treallchogaíocht nó cogaíocht scirmise a dhéanamh, agus cosaint láidir nó inlíochtaí trodacha freisin.
gd: Seo eilean fiadhaich làn choilltean, òr is rùn. Air sàilleabh nam beanntan is na mara ’s nan dlùth-choilltean, ’s e mapa glè fhiùghantach ’s luath airson 3 cluicheadairean a th’ ann le iomadh cothrom air còmhstri is strèipe is guerilla cho math ri dìon-shabaid mhòr no innleachdan ionnsaigheach.
hu: Vad és erdős sziget tele erdőséggel, arannyal és titkokkal. A hegyek, a tenger és a sűrű erdő egy nagyon dinamikus és gyors tempójú, 3 játékos által játszható térképpé teszi, sok lehetőséget adva a csatákra, gerilla-hadviselésre valamint kemény védekező harcra vagy támadó manőverekre.
id: Pulau liar dan berhutan, penuh dengan hutan, emas, dan misteri. Pegunungan, laut, dan hutan lebat membuat peta 3 pemain menjadi sangat dinamis dan bergerak cepat dengan banyak potensi untuk pertempuran kecil dan perang gerilya serta pertempuran pertahanan yang tangguh atau manuver agresif.
it: Un' isola selvaggia e boscosa, ricca di foreste, oro e mistero. Montagne, mari, e fitte foreste ne fanno una mappa molto dinamica e veloce per 3 giocatori con un sacco di potenziale per schermaglie e guerriglia, nonché dure lotte difensive o manovre aggressive.
ja: 森と黄金と神秘に満ちた野生の森の島。山、海、そして鬱蒼とした森は、非常にダイナミックでテンポの良い3人用のマップであり、小競り合いやゲリラ戦、また厳しい防衛戦や攻撃的な作戦の可能性を秘めています。
ko: 숲, 금, 신비로 가득 찬 숲과 숲이 우거진 섬입니다. 산, 바다, 그리고 울창한 숲은 강력한 방어전이나 공격적 기동뿐만 아니라 교전과 게릴라전의 잠재력이 많은 매우 역동적이고 빠른 3인용 지도를 만듭니다.
ms: Pulau yang dipenuhi hutan dan fauna, emas, dan misteri... gunung-ganang, lautan, dan hutan tebal yang merupakan peta 3-orang-pemain yang sangat dinamik dan pantas dengan banyak peluang pertempuran dan perperangan ala gerila. Begitu jua serangan pertahanan yang sukar atau agresif.
nl: Een verwilderd en bebost eiland, vol met bomen, goud en mysteries. Bergen, zeeën en ondoordringbare bossen maken dit een 3-spelerkaart voor dynamisch en snel spel, vol met mogelijkheden voor schermutselingen en guerrilla tactieken, maar ook voor verdedigend of agressieve bewegingen.
pl: Dzika i zalesiona wyspa, pełna lasów, złota i tajemnicy. Góry, morza i lasy składają się na bardzo dynamiczną, rozgrywaną w szybkim tempie mapę 3-osobową z dużą ilością możliwych potyczek i walk partyzanckich, a także trudnymi walkami obronnymi i agresywnie prowadzonymi manewrami.
pt_br: Uma ilha selvagem e arborizada, cheia de florestas, ouro e mistério. As montanhas, mares e florestas densas fazem um mapa de 3 jogadores muito dinâmico e de ritmo rápido com muito potencial de conflitos e guerra de guerrilha assim como também uma luta defensiva dura e manobras agressivas.
pt_pt: Uma ilha selvagem e arborizada, cheia de florestas, ouro e mistério. As montanhas, mares e florestas densas fazem um mapa de 3 jogadores muito dinâmico e de ritmo rápido com muito potencial de conflitos e guerra de guerrilha assim como também uma luta defensiva dura e manobras agressivas.
ru: Дикий и зеленый остров, полный лесов, золота, и тайн. Горы, моря, и густые леса способствуют очень динамичной и быстро развивающейся карте для 3-х игроков с большим потенциалом для стычек и партизанской войны, а также жестких оборонительных боев или агрессивных маневров.
sv: En vild och trädbevuxen ö, full av skogar, guld och mysterier. Berg, hav och täta skogar ger en mycket dynamisk och snabb 3-spelar karta med mycket potential för sammandrabbningar och gerillakrig samt hårda defensiva strider eller aggressiva manövrer.
tr: Ormanlarla, altınla ve gizemle dolu vahşi ve odunlu bir ada. Dağlar, denizler ve sık ormanlar çok dinamik, hızlı gelişen muharebeler, gerilla savaşları ya da savunma savaşları ve saldırgan hamleler için bir çok olanak barındıran 3 oyuncu haritası.
uk: Дикий і зелений острів повний лісів, золота і таємниць. Гори, моря і густі ліси сприяють дуже динамічній карті для 3-х гравців з великим потенціалом для сутичок і партизанської війни, а також жорстких оборонних боїв або агресивних маневрів.
zh: 树木繁茂、人迹罕至的神秘小岛。处处是森林和黄金。 山脉、海洋和密林构成了快节奏的 3 人地图。
zh_tw: 一個未開發且樹木叢生的小島，佈滿了叢林、黃金、與些許的神祕感...山脈、海洋及密林造就了一個充滿活力且快節奏的 3 人地圖，潛藏著許多小規模戰鬥與游擊戰，甚或是困難的防禦性戰鬥或侵略性的部隊調動。

source: Barcania (3)
bg: Баркания (3)
br: Barkania (3)
ca: Barcània (3)
da: Barcanien
de: Kyrenaika (3)
el: Βαρκανία (3)
fi: Barkania (3)
fr: Barce (3)
ga: An Bharcáin (3)
hu: Barca (3)
ja: バルカニア(3)
ko: 바르카니아 (3)
nb: Barkania (3)
nl: Barca (3)
pl: Barkania (3)
pt_br: Barcânia (3)
pt_pt: Barcânia (3)
ru: Баркания (3)
sr: Барканија (3)
tr: Barkanya (3)
uk: Барканія (3)
zh: 巴坎尼亚 (3)
zh_tw: 巴坎尼亞 (3)
