Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: +40 maximum population limit (requires the “Glorious Expansion” technology).
af: +40 maksimum populasie limiet (benodig die "Glorieryke Uitbreiding" tegnologie).
eu: Gehieneko biztanleria muga +40 handitzen du. ("Zabalketa Loriatsua" teknologia behar du).
ko: 최대 인구수가 +40 증가합니다 (“영광스러운 확장” 기술이 필요).

source: Workshop Repairs
af: Werkswinkel Herstelwerk
bn: কর্মশালার মেরামতসমূহ
br: Stalioù kempenn
el: Επισκευές Εργαστηρίου
es_ar: Reparaciones de Taller
eu: Konponketak Tailerrean
ga: Deisiúcháin Ceardlanna
gd: Càradh sa ceàrdach
he: סדנאות תיקונים
ko: 작업장 수리
ms: Pembaikan Bengkel
nb: Verkstedsreperasjon

source: Allied Warships −25% construction time.
af: Geallieërde Vegskepe -25% konstruksie tyd
eu: Aliatuen guda itsasontziak %25- gutxiago eraikitze-denboran.
ko: 동맹의 전함 건조 시간이 -25% 단축됩니다.

source: Allied Healers −20% resource costs.
af: Geallieërde Genesers -20% hulpbron kostes
eu: Sendalari aliatuak %20 gutxiago baliabide kostuetan.
ko: 동맹 치료사의 양성 자원 비용이 -20% 감소합니다.

source: Allied Markets +10% international trade bonus.
af: Geallieërde Markpleine +10% internasionale handel bonus.
eu: Aliatuen merkataritza %10 gehiago nazioarteko merkataritzan.
ko: 동맹의 시장 국제 교역 보너스가 +10% 증가합니다.

source: Druidic Wisdom
af: Druïdiese Wysheid
bn: ওঝা জ্ঞান
br: Furnez an drouized
el: Σοφία του Δρυίδη
es_ar: Sabiduría de los Druidas
eu: Druiden jakinduria
ga: Eagnaíocht Draíochta
gd: Gliocas nan draoidh
he: חוכמה דרוידית
ko: 드루이드의 지혜
ms: Kearifan Druid
nb: Druidisk visdom

source: Allied Structures −20% technology research time.
af: Geallieërde Strukture -20% tegnologie navorsingstydsduur.
eu: Aliatuen egiturak -%20 gutxiago teknologiak ikertzen.
ko: 동맹의 건축물 기술 연구 시간이 -20% 감소합니다.

source: Allied Citizen Javelinists −10% resource costs.
af: Geallieërde Burger Spiesgooiers -10% hulpbron kostes.
eu: Aliatuen hiritar xabalinariak %10- baliabide kostuan.
ko: 동맹의 시민 투창병 양성 자원 비용이 -10% 감소합니다.

source: Allied Elephants −20% resource costs and training time.
af: Geallieërde Olifante -20% hulpbron kostes en opleidingstydsduur.
eu: Elefante aliatuak %20 gutxiago baliabide kostuetan eta trebatze denboran.
ko: 동맹의 코끼리 양성 자원 비용과 훈련 시간이 -20% 감소합니다.

source: Allies +20% barter sell prices.
af: Bondgenote +20% handelsverkooppryse
bn: বন্ধু রাষ্ট্র ২০% বেশি বিনিময় বিক্রয় মূল্য পাবে।
eu: Aliatuak %20 gehiago truke saklmentetan.
ko: 동맹의 판매가격이 +20% 증가합니다.

source: Allied Temples −50% resource costs and building time; Temple technologies −50% resource costs and research time.
af: Geallieërde Tempels -50% hulpbron kostes en konstruksie tydsduur; Tempel tegnologieë -50% hulpbron kostes en navorsingstydsduur.
eu: Aliatuen tenpluak %50 gutxiago baliabide eta eraikitze kostuetan. Tenpluaren teknologiak %50 gutxiago baliabide kostuetan eta eraikitze denboran.
ko: 동맹의 사원 짓는 자원 비용과 건설 시간이 -50% 감소합니다; 사원 기술의 자원 비용과 연구시간이 -50% 감소합니다.

source: Allied Land Traders +15% trade gain.
af: Geallieërde Land Handelaars +15% handelswins.
eu: Eskualde aliatuetako merkatariek %15+ irabazian.
ko: 동맹의 육로 상인의 교역 수입이 +15% 증가합니다.

source: Allies +1.0 food trickle rate.
af: Bondgenote +1.0 voedseldeel koers
eu: Aliatuak 1.0 jaki jasotze tasa.
ko: 동맹의 식량 공급률이 +1.0 증가합니다.

source: Allied Citizen Infantry −10% training time.
af: Geallieërde Burger Infanterie -10% opleidingstydsduur.
eu: Lagun infanteriak -%10 denbora gutxiago
ko: 동맹의 시민 보병 훈련 시간이 -10% 감소합니다.

source: Allied Civil Centers −20% resource costs.
af: Geallieërde Burgersentrums -20% hulpbron kostes.
eu: Aliatuen gizarte zentroak %20 gutxiago baliabide kostuetan.
ko: 동맹의 시민회관 자원 비용이 -20% 감소합니다.

source: Allied Citizen Infantry Spearmen +10% health.
af: Geallieërde Burger Infanterie Spiesvegters +10% gesondheid
eu: Aliatutako hiritar infanteria lantzariak %10+ osasunean.
ko: 동맹의 시민 창 보병의 체력이 +10% 증가합니다.

source: Workers +25% build rate.
eu: Langileak %25+ eraikitze abiaduran.
ko: 작업자의 건설 속도가 +25% 증가합니다.

source: Inspiration
af: Inspirasie
bn: অনুপ্রেরণা
br: Awen
el: Έμπνευση
es_ar: Inspiración
eu: Inspirazioa
ga: Spreagacht
gd: Brosnachadh
he: השראה
ko: 영감
ms: Inspirasi
nb: Inspirasjon

source: Citizen Soldiers +10% build rate and gather speed.
af: Burgersoldate +10% boutydsduur en insamelingstydsduur.
eu: Hiritar-soldaduak %10+ eraikitze tasan eta ustiaketa abiaduran.
ko: 시민 군인의 건물 짓는 속도가 10%, 수집속도도 빨라집니다.

source: Cassivellaunus deployed fast-moving skirmishers to harass Roman troops and foragers. Javelinists +20% attack range.
af: Cassivellaunus het vinnig-bewegende skermutselaars uitgestuur om die Romeinse troepe en plunderaars te teister. Spiesgooiers +20% aanvals-afstand
eu: Cassivellaunusek xaxatzaile arinak zabaldu zituen Erromatar soldadu eta nekazariak jazartzeko. Xabalinariak %20+ eraso-irismenean.
ko: 카시벨라누스는 로마 군대와 약탈자들을 괴롭히기 위해 빠르게 움직이는 산병전 대형을 전개 했습니다. 투창병의 공격 범위가 +20% 증가합니다.

source: Leader of the Carthaginian heavy cavalry at Trebia and Cannae, where his triple charge had devastating effects on the enemy. Melee Cavalry +1 armor and +10% health.
af: Leier van die Kartaagse swaargewapende perdesoldate by Trebia en Cannae, waar sy drievoudige aanvalstaktiek verwoestende effek op die vyand gehad het. Nabyvegtende Kavallerie +1 pantser en +10% gesondheid.
eu: Trebian eta Cannaen Kartagotarren Zalditeria astunaren liderra, non bere eraso hirukoitzak eragin suntsitzaileak izan zituen etsaietan. Buruz-buruko zalditeria +1 armaduran, + %10 osasunean.
ko: 트레비아와 칸나에에 있는 카르타고의 중무장 기병대의 우두머리로서, 그의 세차례 습격이 적에게 파괴적인 영향을 끼쳤습니다. 근접 기병의 방어력이 +1, 체력이 +10% 증가합니다.

source: Brutus was one of the key figures in the overthrow of the monarchy and the founding of the Roman Republic. Later, as consul he led a Roman army to victory against the Etruscan King Tarquinius who sought to retake the throne. Humans and Siege Engines +1 armor.
af: Brutus was een van die sleutelkarakters in die omwerping van die monargie asook die stigting van die Romeinse Republiek. Later het hy as konsul 'n Romeinse weermag tot oorwinning gelei teen die Etruscan Koning Tarquinius, wie probeer het om die troon terug te neem. Mense en Beleëringstuie +1 pantser.
eu: Bruto monarkia eraistearen eta Erromako Errepublika sortzearen ikurretako bat izan zen. Aurrerago, kontsul zelarik tronua berreskuratu nahi zuen Tarquinius errege Etruskoaren kontra osatu zuen armada garaipenera eraman zuen. Gizaki eta setio makinak +1 armaduran.
ko: 브루투스는 군주제의 전복하고 로마 공화국의 건국에서 핵심 인물 중 한 명이었습니다. 이후 집정관으로서 그는 로마군을 이끌고 왕위를 되찾으려는 에트루스카누스 왕 타르퀴니우스를 상대로 승리를 거두었습니다. 사람과 공성 무기의 방어력이 +1 증가합니다.

source: Soldiers in his formation +3 armor, +15% movement speed.
af: Soldate in sy formasie +3 pantser, +15% bewegingspoed.
eu: Formazio honetako soldaduek +3 armadura, %15+ mugitze abiaduran.
ko: 그의 진형에 있는 병사들의 방어력이 +3, 이동 속도는 +15% 증가합니다.

source: Infantry Javelinists +15% movement speed.
af: Infanterie Spiesgooiers +15% bewegingspoed.
eu: Infanteria xabalinariak %15+ mugimendu abiaduran.
ko: 창 보병들의 이동 속도가 +15% 증가합니다.

source: Workers +15% build rate.
af: Arbeiders +15% boutempo.
eu: Langileak %15+ eraikitze abiaduran.
ko: 노동자의 건설 속도가 +15% 증가합니다.

source: Soldiers and Siege Engines +1 armor, +15% movement speed.
af: Soldate en Beleëringstuie +1 pantser, +15% bewegingspoed.
eu: Soldadu eta setio makinek +1 armadura, %15+ mugimendu abiaduran.
ko: 군인과 공성 무기의 방어력이 +1 증가하고, 이동 속도가 +15% 증가합니다.

source: When garrisoned, the Structure or Siege Engine has +2 capture points garrison regeneration rate.
af: Struktuur of Beleëringstuig met garnisoen +2 verowering getalle re-generasie tempo.
eu: Guardan sartzean, egitura edo setio makinak +2 atzemate puntu guardan sendatze abiadura.
ko: 주둔시, 건축물 또는 공성 무기의 점령 점수 주둔 회복률이 +2 증가합니다.

source: Soldiers +1 armor.
af: Soldate +1 pantser
eu: Soldaduek +1 armadura.
ko: 군인의 방어력이 +1 증가합니다.

source: Soldiers +10 melee and ranged attack damage, gain +50% resource loot.
af: Soldate +10 naby- en afstand-aanval skade, kry +50% hulpbron buit.
eu: Soldaduek 10+ kalte buruz-buruko eta urrutiko eraso kaltean, %50+ baliabide harrapakin gehiago.
ko: 군인의 근접 및 범위 공격 피해가 +10 증가하고, 자원 약탈의 이익이 +50% 증가합니다.

source: Siege Engines +1 armor, +20% melee and ranged attack damage, +10% ranged attack range, +10% vision range.
af: Beleëringstuie +1 pantser, +20% naby- en afstand-aanval skade, +10% afstand-aanval distansie, +10% sigafstand.
eu: Setio makinek +1 armadura, %20+ buruz-buruko eta urrutiko eraso kaltea, %10+ urrutiko eraso irismena, %10+ ikusmen-irismena.
ko: 공성 무기의 방어력이 +1 증가하고, 근접 및 범위 공격 피해가 +20% 증가하고, 범위 공격 범위가 +10% 증가하고, 시야범위가 +1 증가합니다.

source: Workers +10% build rate.
af: Arbeiders +10% konstruksie tempo.
eu: Langileak %10+ eraikitze abiaduran.
ko: 노동자의 짓는 속도가 +10% 증가합니다.

source: Humans and Structures +1 armor.
af: Mense en Strukture +1 pantser
eu: Gizakiak eta egiturak +1 armadura.
ko: 사람과 건축물의 방어력이 +1 증가합니다.

source: Cavalry +2 armor.
af: Kavallerie +2 pantser
eu: Zalditeria +2 armadura.
ko: 기병의 방어력이 +2 증가합니다.

source: Enemy Structures, Ships, and Siege Engines -20% health.
af: Vyandelike Strukture, Skepe en Beleëringstuie -20% gesondheid.
eu: Etsaien egiturak, ontziak, eta setio makinak %20- osasunean.
ko: 적의 건물, 배, 공성 무기의 내구력이 -20% 감소합니다.

source: Citizen Infantry Javelinists +1 armor, +25% ranged attack pierce damage.
af: Burger Infanterie Spiesgooiers +1 pantser, +25% afstand-aanval deurdring skade.
eu: Hiritar infanteria xabalinariak +1 armadura, %25+ urrutirako erasoen zulatze kaltean.
ko: 시민 창 보병의 방어력이 +1 증가하고, 사거리 관통 피해가 +25% 증가합니다.

source: Repairs garrisoned ship at 10 HP per second.
bn: আশ্রয় নেওয়া জাহাজ কে ১০ স্বাস্থ্য মান প্রতি সেকেন্ডে মেরামত করে।
br: Kempenn a ra al listri gwarisonet da 10 PB an eilenn.
el: Επιδιορθώνει το πλοίο το οποίο φρουρεί ανά 10 Μονάδες Ζωής το δευτερόλεπτο.
es_ar: Repara embarcaciones guarecidas a 10 HP por segundo.
ga: Deisigh longa atá i ngarastún ag 10 AS sa tsoicind.
gd: Càirichidh e long le gearastan oirre le 10 PB gach diog.
he: תיקונים חילזון הספינה ב 10 HP לשנייה.
ms: Memperbaikikan kapal yang digarison sebanyak 10 HP setiap saat.
nb: Reparerer stasjonære skip med 10 HP per sekund.

source: Heals units at 3 HP per second.
bn: প্রত্যেক কে ৩ স্বাস্থ্য মান প্রতি সেকেন্ডে আরোগ্য করে।
br: Pareañ a ra an unanennoù da 3 FB an eilenn.
el: Θεραπεύει τις μονάδες ανά 3 HP Μονάδες Ζωής το δευτερόλεπτο.
es_ar: Cura unidades a 3 HP por segundo.
ga: Cneasaigh aonaid ag 3 AS sa tsoicind.
gd: Slànaichidh e aonadan le 3 PB gach diog.
he: מרפא יחידות ב3 HP לשנייה
ms: Menyembuhkan unit sebanyak 3 HP setiap saat.
nb: Helbreder enheter med 3 HP per sekund.

source: +20% attack damage for soldiers.
bn: সৈনিকদের বিনষ্টকারী ক্ষমতার ২০ % বৃদ্ধি।
br: +20% a c'halloud freuzañ evit ar soudarded.
el: +20% ζημιά επίθεσης για τους στρατιώτες.
es_ar: Los soldados aumentan el daño en ataque un 20%.
ga: Damásite ionsaithe +20% do shaighdiúirí.
gd: +20% a dhochann ionnsaighe airson saighdearan.
he: +20% כח תקיפה ללוחמים
ms: +20% kesan serangan kepada askar-askar.
nb: +20% angrepsskade for soldater.

source: Workers +15% gather rates near pyramids.
bn: শ্রমিকেরা পিরামিডের কাছাকাছি ১৫ % বেশি সম্পদ সংগ্রহ করে।
br: +15% a feur dastum evit al labourerien kichenik ar piramidoù.
el: Εργάτες +15% ρυθμός συγκομιδής κοντά στις πυραμίδες
es_ar: Los trabajadores recolectan recursos +15% cerca de las pirámides.
ga: Rátaí bailithe +15% d'oibrithe in aice le pirimidí.
gd: Buainidh na h-obraichean nas luaithe le +15% nuair a bhios iad faisg air pioramaid.
he: עובדים + 15% לאסוף שיעורי ליד הפירמידות.
ms: +15% kadar pengumpulan pekerja-pekerja berhampiran piramid.

source: Soldiers near Large Pyramids +10% attack.
bn: বড় পিরামিডের কাছাকাছি সৈনিকদের আক্রমণ ক্ষমতার ১০ % বৃদ্ধি।
br: +10% a dagusted evit ar soudarded e-kichen ar piramidoù ledan.
el: Οι στρατιώτες κοντά στις Μεγάλες Πυραμίδες έχουν +10% επίθεση.
es_ar: Los soldados ganan un 10% de ataque cerca de las Grandes Pirámides.
ga: Ionsaí +10% do shaighdiúirí in aice le Primidí Móra.
gd: Buannaichidh saighdearan faisg air pioramaidean mòra +10% a dh’ionnsaigh.
he: חיילים ליד פירמידות גדולות + 10% התקפה.
ms: Askar-askar berhampiran Piramid Besar +10% serangan.

source: Civic Centers +10% territory influence as long as a Pyramid stands built.
bn: পিরামিড সমুন্নত থাকা পর্যন্ত নাগরিক কেন্দ্রগুলোর সীমানার উপর প্রভাব ১০ % বৃদ্ধি।
br: +10% a levezon tiriadel evit ar c'hreizennoù keodedel keit ha ma chomo savet ar biramidenn.
el: Το Αστικό Κέντρο +10% στην εδαφική επιρροή από όταν κτιστεί μία Πυραμίδα.
es_ar: Los Centros Cívicos tienen un 10% más de influencia sobre el territorio mientras las Pirámides estén en pie.
ga: Ionaid Shibhialta tionchar +10% ar chríoch chomh fada agus a tógtar pirimid.
gd: Cuiridh seo +10% a bhuaidh ranntair ris gach ionad sìobhalta fhad ’s a bhios pioramaid ann.
he: מרכזים אזרחיים + 10% שטחים משפיעים כל עוד פירמידה עומדת.
ms: Pusat Sivik +10% pengaruh wilayah asalkan Piramid kekal utuh.

source: Strengthen the Priesthood of Amun and undermine your monarch's influence. -5% health for heroes per temple built.
bn: আমুনের পুরোহিতদের শক্তিবৃদ্ধি ও রাজার প্রভাব হ্রাস। প্রতি মন্দির প্রতিষ্ঠার ফলে বীর দের ৫ % শক্তিক্ষয়।
br: Kreñvaat a ra belegiezh Amon ha gwanaat a ra levezon ho unpenn. -5% a yec'hed evit an harozed dre dempl savet.
el: Ενισχύστε την ιεροσύνη του Άμμων και υπονομεύστε την επιρροή του μονάρχη σας. -5% υγεία για τους ήρωες ανά χτισμένο ναό.
es_ar: Fortalece el Sacerdocio de Amon y debilita la influencia de tu monarca. 5% menos de salud para los héroes por cada templo construido.
ga: Neartaigh an tSagartacht Amúin agus tionchar do rí a laghdú. -5% sláinte do laochra le gach teampall togtha.
gd: Neartaich sagartachd Amuin agus toll ùghdarras an rìgh. -5% de shlàinte airson curaidhean le gach teampaill a thèid a thogail.
he: לחזק את הכהונה של אמון ולערער את השפעתו של המלך שלך. \ N-5% בריאות עבור גיבורים לכל המקדש שנבנה.
ms: Perkukuhkan Kependetaan Amun dan menjejaskan pengaruh raja anda. -5% hayat bagi adiwira bagi setiap binaan kuil.

source: Reduce the cost and research time of technologies by 10% per library owned.
bn: প্রতি গ্রন্থাগারের জন্য প্রযুক্তি গবেষণা সংক্রান্ত সময় ১০ % হ্রাস।
br: Digreskiñ ar c'houst hag amzer enklask an teknologiezhioù eus 10% dre levraoueg perc'hennet.
el: Μειώνει το χρόνο και το κόστος των ερευνών των τεχνολογιών κατά 10% ανά βιβλιοθήκη που κατέχετε.
es_ar: Reduce el costo y el tiempo de investigación de tecnologías un 10% por biblioteca en propiedad.
ga: An costas agus am taighde na dteicneolaíochtaí a laghdú 10% in aghaidh an leabharlann.
gd: Ìslichidh gach leabharlann a th’ agad a’ chosgais ’s an ùine a bheir rannsachadh teicneolais le 10%.
he: לצמצם את ההוצאות ואת אורך המחקר של טכנולוגיה ב10% תמורת כל ספרייה בבעלות
lv: Samazina tehnoloģiju izpētes cenu par 10% par katru bibliotēku kura jums pieder.
ms: Mengurangkan kos dan tempoh kajian teknologi sebanyak 10% bagi setiap pustaka yang dimiliki.
nb: Reduser kostnad og forskningstid for teknologier med 10% for hvert bibliotek i ditt eie.
te: సొంతమైన ప్రతి గ్రంధాలయం వలన సాంకేతిక విజ్ఞానశాస్త్రాల యొక్క కర్చు మరియు పరిశోధనా వ్యవధి 10 శాతం తగ్గించు.

source: +50% garrisoned loyalty regeneration rate for structures.
bn: আশ্রয় নেওয়ার ফলে অবকাঠামোর স্বদলভুক্ত থাকার প্রবণতা ৫০ % বৃদ্ধি।
br: +50% a feur adtiñvat lealded evit ar savadur gwarnizonet.
el: +50% στο ρυθμό αναγέννησης της αφοσίωσης για τις φρουρούμενες κατασκευές.
es_ar: Las unidades guarecidas aumentan un 50% el índice de regeneración de lealtad.
ga: Ráta athghiniúna +50% do dhílseacht gharastúnaigh do struchtúirí.
gd: Bheir gach togalach +50% air luaths ath-ghintinn na dìlseachd airson aonadan a tha ’nan gearastan ann.
he: + 50% מחודשת נאמנות התחדשות הדולר עבור מבנים.
ms: +50% kadar penjanaan kesetiaan bergarison untuk struktur bangunan.
nb: +50% stajonert lojalitetsgenereringsrate for strukturer.

source: +20% movement speed for traders.
bn: বণিকদের জন্য ২০ % অধিক চলাচল গতি।
br: +20% a dizh evit ar genwerzhourien.
el: Οι έμποροι κινούνται +20% ταχύτερα
es_ar: Los comerciantes se mueven un 20% más rápido.
ga: Luas gluaiseachta +20% do thrádálaithe.
gd: Gluaisidh an luchd-malairt +20% nas luaithe.
he: + 20% מהירות התנועה עבור הסוחרים.
ms: +20% kelajuan gerakan untuk semua pedagang-pedagang.
nb: +20% bevegelseshastighet for handelsmenn.

source: +25% gather rate for workers in the grainfields.
bn: শস্যক্ষেত্রের শ্রমিকদের জন্য ২৫ % অধিক সংগ্রহ হার।
br: +25% a feur dastum evit al labourerien er parkeier-greun.
el: +25% στο ρυθμό συγκομιδής για τους εργάτες στα σιτοχώραφα.
es_ar: Los trabajadores aumentan el índice de recolección un 20% en los Huertos.
ga: +25% ráta bailithe d'oibrithe sna gráinsí.
gd: Buainidh an luchd-obrach na h-achaidhean nas luaithe le +25%.
he: + 25% לאסוף שיעור עבור עובדים grainfields.
ms: +25% kadar pengumpulan pekerja-pekerja dalam ladang bijian.
nb: +25% sankingsrate for arbeidere på kornmarkene.

source: Heals nearby units at 1 HP per second.
bn: কাছাকাছি প্রত্যেক কে ১ স্বাস্থ্য মান প্রতি সেকেন্ডে আরোগ্য করে।
br: Pareañ a ra unanennoù tost eus 1 PB an eilenn.
el: Θεραπεύει τις κοντινές μονάδες ανά 1 Μονάδα Ζωής το δευτερόλεπτο.
es_ar: Cura unidades cercanas a 1 HP por segundo
ga: Cneasú aonad in aice láimhe ag 1 AS sa tsoicind.
gd: Slànaichidh e aonadan am fagas le 1 PB gach diog.
he: מרפא יחידות סמוכות ליד 1 HP לשנייה.
hr: Iscjeljuje obližnje jedinice 1 HP po sekundi
lv: Dziedē tuvējās vienības 1 VP sekundē.
ms: Menyembuhkan unit-unit berhampiran sebanyak 1 HP setiap saat.
nb: Helbreder enheter i nærheten med 1 HP per sekund.
te: దగ్గరలో ఉన్న బలగాలకు సెకనుకు 1 హచ్.పి చప్పున నయం చేస్తుంది.

source: Increase territory influence by 20% per theatron owned.
bn: প্রতি নাট্যমঞ্চ অধিকারের জন্য সীমানার উপর ২০ % প্রভাব বৃদ্ধি।
br: Kreskaat levezon an tiriad eus 20% dre deatr miret.
el: Αύξηση της εδαφικής επιρροής κατά 20% ανά θέατρο που κατέχετε.
es_ar: Aumenta la influencia territorial en un 20% por teatro en propiedad.
ga: Méadú ar thionchar na críche faoi 20% in aghaidh an theatron faoi úinéireacht.
gd: Meudaichidh gach tèatron a th’ agad a’ bhuaidh ranntair le 20%.
he: הגדל את השפעת השטח על ידי 20% לכל תיאטרון בבעלות.
lv: Palielina teritorijas ietekmi par 20% pa katru theatronu.
ms: Tingkatkan pengaruh wilayah sebanyak 20% bagi setiap panggung yang dimiliki.
nb: Øk territorieinnflytelse med 20% per antikke greske utendørsteater eid.
te: స్వంతమైన ప్రతి నాటకశాలకు 20 శాతం భూ ప్రభావం పెంచు.

source: Soldiers on walls have +3 armor and higher vision.
bn: প্রাচীরের উপর অবস্থিত সৈনিকদের জন্য ৩ অধিক বর্ম সুরক্ষা এবং প্রসারিত দৃষ্টি।
br: Ar soudarded war ar mogerioù o deus +3 a houarnwisk hag un hed-sell brasoc'h.
el: Οι στρατιώτες στα τείχη έχουν +3 θωράκιση και εκτεταμένη όραση.
es_ar: Los soldados en los muros tienen +3 de armadura y más visión.
ga: Tá +3 armúr agus fís níos airde ag saighdiúirí ar bhallaí.
gd: Bidh +3 a bharrachd de dh’armachd agus astar lèirsinne aig gach saighdear a tha air balla.
he: חיילים על הקירות יש 3 שריון חזון גבוה יותר.
lv: Karavīriem uz mūriem +3 bruņas un tālāka redzamība.
ms: Askar-askar di atas tembok mempunyai +3 perisai dan visi yang ditingkatkan.
nb: Enheter på murer har +3 rustningsgrad og lengre synsvidde.
te: గోడల మీద ఉన్న సైనికులకు +3 కవచం మరియు ఎక్కువ దృష్టి.

source: Increase the population limit by 10 per wonder owned.
bn: প্রতি আশ্চর্য অধিকারের জন্য জনসংখ্যা সীমা ১০ জন বেড়ে যায়
br: Lakaat da greskiñ bevenn ar boblañs eus 10 dre varzenn perc'hennet.
el: Αυξάνει το όριο του πληθυσμού κατά 10 ανά Θαύμα που κατέχεις.
es_ar: Aumenta el límite de población en 10 por Maravilla en propiedad.
ga: Méadú ar teorainn an daonra le 10 in aghaidh le gach iontas atá faoi úinéireacht.
gd: Meudaichidh gach mìorbhail a th’ agad an tomhas-sluaigh le 10.
he: להגדיל את מגבלת האוכלוסייה על ידי 10 לכל הפלא בבעלות.
lv: Paaugstina iedzīvotāju limitu par 10 par katru uzcelto brīnumu.
ms: Tingkatkan had populasi sebanyak 10 bagi setiap keajaiban dimiliki.
nb: Øk befolkningstaket med 10 per under i ditt eie.
te: స్వంతమైన ప్రతి 'వింత'కు జనాభా పరిమితి 10 పెంచు.

source: Further increase the population limit by 40 per wonder owned (requires "Glorious Expansion" tech).
bn: প্রতি আশ্চর্য অধিকারের জন্য জনসংখ্যা সীমা আরও 8০ জন বেড়ে যায়("মহিমান্বিত সম্প্রসারণ " প্রয়োজন).
br: Lakaat da greskiñ bevenn ar boblañs eus 40 dre varzenn perc'hennet (rekiset eo an teknologiezh "Astenn C'hlorius").
el: Περαιτέρω αύξηση στο όριο του πληθυσμού κατά 40 ανά θαύμα που κατέχεις (απαιτείται η τεχνολογία "Ένδοξη Επέκταση").
es_ar: Incrementa el límite de población en 40 por cada Maravilla en propiedad (requiere la tecnología "Gloriosa Expansión").
ga: Méadú breise ar an teorainn daonra le 40 in aghaidh la gach iontas atá faoi úinéireacht (éiligh teicneolaíocht "Leathnú Glórach").
gd: Cuiridh gach mìorbhail a th’ agad 40 a bharrachd ris an tomhas-sluaigh (le feum air an teicneolas “Meudachadh glòrmhor”)
he: עוד להגדיל את מגבלת האוכלוסייה על ידי 40 לכל הפלא בבעלות (דורש " הרחבת המפואר " טק).
lv: Tālāk palielina iedzīvotāju limitu par 40 par katru uzcelto brīnumu (nepieciešams "Slavenās Ekspansijas" tehnoloģija).
ms: Mempertingkatkan had populasi dengan 40 bagi setiap Keajaiban yang dimiliki (memerlukan teknologi "Peluasan Gemilang").
nb: Øk befolkningstaket med ytterligere 40 per underverk eid (krever "Praktfull ekspansjon"-teknologien).
te: స్వంతమైన ప్రతి 'వింత'కు జనాభా పరిమితి 40 చప్పున ఇంకా పెంచు ("దివ్యమైన విస్తరణ" సాంకేతిక విజ్ఞానశాస్త్రం కావలెను).

source: Repairs garrisoned siege units at 3 HP per second.
bn: আশ্রয় নেওয়া ধ্বংসাত্মক যন্ত্রকে ৩ স্বাস্থ্য মান প্রতি সেকেন্ডে মেরামত করে।
br: Kempenn a ra unanennoù seziz gwarnizoned da 3 FB an eilenn.
el: Επιδιορθώνει τις πολιορκητικές μονάδες τις οποίες φρουρεί ανά 3 Μονάδες Ζωής το δευτερόλεπτο.
es_ar: Repara las unidades de asedio guarnicionadas a 3 HP por segundo.
ga: Deisiúcháin aonad léigir atá in ngarastún ag 3 AS sa tsoicind.
gd: Slànaichidh e innealan-sèiste a tha ’nan gearastan ann le 3 PB gach diog.
he: תיקון יחידות מצור על בסיס של 3 HP לשנייה.
ms: Memperbaiki unit-unit pengepung yang digarison dengan 3 HP setiap saat.

source: Ships construct 25% faster.
br: Al listri a vez savet 25% buanoc'h.
el: Τα πλοία κατασκευάζονται 25% γρηγορότερα.
es_ar: Los barcos se construyen un 25% más rápido.
ga: Tógáil long 25% níos tapúla.
gd: Thèid longan a thogail 25% nas luaithe.
he: ספינות לבנות מהר יותר 25%.
ms: Kapal-kapal dibina 25% lebih pantas.
nb: Skip bygges 25% raskere.

source: Allies get -20% resource cost to train healers.
br: Ar re gevreded o deus -20% a goust danvez evit stummañ pareourien.
el: Οι σύμμαχοι παίρνουν -20% στο κόστος των πόρων για την εκπαίδευση των θεραπευτών.
es_ar: Los aliados reducen el costo de entrenamiento de sanadores un 20%.
ga: Costas acmhainne -20% do chomhghuaillithe chun cneasaithe a traenáil.
gd: Gheibh na caidreabhaich -20% air a’ chosgais stòrais gus lighichean a thrèanadh.
he: בעלות הברית לקבל 20% עלות המשאבים כדי להכשיר מרפאים.
ms: Sekutu-sekutu mendapat -20% kos sumber untuk melatihkan bomoh.

source: 10% bonus of trade profit for ally's international routes.
br: 10% a c'hounid-kenwerzh evit hentoù etrebroadel ar re gevreded.
el: 10% επιπλέον εμπορικό κέρδος στις συμμαχικές διεθνείς διαδρομές.
es_ar: Las rutas aliadas de comercio internacional obtienen un 10% de ganancia adicional.
ga: Bónas 10% ar brabús trádála do bhealaigh idirnáisiúnta na gcomhghuaillithe.
gd: Buannachd de 10% air prothaid o mhalairt air slighean eadar-nàiseanta nan caidreabhach.
he: בונוס של 10% ברווח המסחרי של נתיבי הבינלאומי של ברית.
lv: 10% tirdzniecības peļņai no starptautiskajiem maršrutiem.
ms: 10% bonus keuntungan dagangan bagi laluan antarabangsa sekutu.
nb: 10% handelsprofitt for alliertes internatsjonale ruter.
