Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Arsenal Repairs
ar: إصلاحات التَرسانة
ast: Iguɐs mechánicɐs
bg: Поправки в арсенал
ca: Reparacions a l'arsenal
cs: Opravy arsenálu
da: Arsenalreparationer
de: Arsenalreparaturen
es: Reparaciones de arsenal
fa: بازسازی اسلحه خانه
fi: Asevaraston korjauksia
fr: Réparations des pièces d'arsenal
gl: Taller de reparacións
hi: शस्त्रागार की मरम्मत
hu: Fegyvertári javítások
hy: Զինանոցի վերանորոգում
id: Perbaikan Gudang Senjata
it: Riparazioni Arsenale
ja: 攻城兵器の修復
ku: Sererastkirinên Arsenalê
lb: Reparatioun vum Arsenal
nl: Arsenaal Reparaties
pl: Naprawy arsenału
pt_br: Reparos de Arsenal
pt_pt: Reparações no arsenal
ro: Reparații Arsenal
ru: Ремонт в арсенале
sk: Oprava zbroje
sr: Оправка Арсенала.
sv: Arsenalreparationer
tr: Tophane Tamiri
uk: Ремонти у арсеналі
ur: ہتھیاروں کی مرمت
zh: 军火库维修
zh_tw: 兵工廠維修

source: Garrisoned Siege Engines +3 health regeneration rate.
af: Beleëringstuie met garnisoen aan boord +3 gesondheid re-generasie tempo
ar: آلات الحصار المحصنة +3 معدل تجديد الصحة.
ast: máchinɐs de cerco abelhogadɐs • taxa d’eguadura +3.
bg: Гарнизонни обсадни машини +3 регенерация на здравето.
ca: +3 a la velocitat de regeneració de salut de les màquines de setge refugiades.
cs: Obsazené obléhací stroje získají +3 k rychlosti obnovení zdraví.
da: Garnisonerede Belejringsvåben +3 helbreds-regenerationsrate.
de: Einquartiere Belagerungseinheiten +3 Genesungssrate.
es: Máquinas de asedio guarnecidas (Regeneración de salud: +3).
eu: Guardan sartutako dauden setio makinak +3 berrosatze tasa.
fa: بازیابی +3 نرخ سلامتی تجهیزات محاصره مستقرشده
fi: Miehitetyille piirityskoneille +3 terveyden palautumisnopeus.
fr: Augmente le taux de régénération de la santé des engins de siège en garnison de +3.
gl: Máquinas de asedio gornecidas +3 en velocidade de rexeneración de saúde.
hi: अंदर रखे घेराबंदी उपकरणों का +3 के दर से स्वास्थ्य सुधार होता है
hu: +3 életerő regenerációs sebesség a beszállásolt ostromgépeknek.
hy: +3 կայազորի պաշարողական մեքենաների առողջության վերականգնմանը:
id: Mesin Kepung yang ditempatkan +3 laju pemulihan nyawa.
it: Unità d'assedio presidiate +3 tasso di rigenerazione salute.
ja: 駐屯した攻城兵器のHP回復率+3
ko: 공성 무기에 주둔시 체력 회복률이 +3 증가합니다.
ku: Garrisoned Siege Engines +3 rêjeya nûvekirina tenduristiyê.
lb: Aquartéiert Belagerungseenheeten +3 Erhuelungstaux.
nl: Bemande belegeringswapens +3 genezingssnelheid.
pl: Machiny oblężnicze w garnizonie otrzymują +3 do prędkości leczenia.
pt_br: Armas de Cerco guarnecidas têm +3 de taxa de regeneração de saúde.
pt_pt: Máquinas de cerco aquarteladas +3 velocidade de regeneração de vida.
ro: Mașini de asediu în garnizoană +3 rata de regenerare a sănătății.
ru: Размещённые в гарнизонах осадные орудия получают +3 к скорости ремонта.
sk: Obliehacie stroje s posádkou +3 rýchlosť obnovania zdravia.
sr: Стациониране Опсадне Машине +3 здравља брзина регенерације
sv: Garnisonerade belägringsmotorer +3 hälsoregenereringshastighet.
tr: Konuşlanan Kuşatma Makinelerine +3 sağlık yenilenme oranı.
uk: Гарнізовані облогові знаряддя мають +3 темпу відновлення здоров'я.
ur: فوجی چھاوٴنیڈ سیج انجنز صحت کی بحالی کی شرح +3
zh: 驻守的攻城机械生命恢复率 +3 .
zh_tw: 駐紮的攻城武器 +3 生命值恢復率。

source: Officer Accommodation
ar: إقامة الضباط
bg: Офицерско настаняване
ca: Allotjament de l'oficial
cs: Ubytování důstojníka
fa: محل اقامت افسر
fi: Upseerimajoitus
gl: Aloxamento de Oficiais
hi: अधिकारी आवास
hu: Tiszti Szállás.
id: Akomodasi Petugas
lb: Offizéiersquartéier
pl: Zakwaterowanie Oficera
pt_pt: Alojamento de oficiais
sk: Dôstojnícke ubytovanie
sv: Officersförläggning
tr: Memur Konaklama
uk: Офіцерське житло
zh: 军官住宿

source: Garrisoned Heroes +6 health regeneration rate.
ar: الأبطال المحصنون +6 معدل تجديد الصحة
bg: Гарнизонни герои +6 регенерация на здравето.
ca: +6 de regeneració de salut a herois refugiats
cs: Hrdinové v posádce získají +6 k rychlosti obnovení zdraví.
fa: افزایش ۶ تایی سلامتی قهرمانان مستر شده.
fi: Sijoitetuilla sankareilla on +6 % terveyden palautumisnopeus.
gl: Heroes gornecidos +6 taxa de rexeneración de saúde.
hi: अंदर गए वीरों का +6 के दर से स्वास्थ्य सुधार होता है
hu: +6 életerő regenerációs ráta a beszállásolt hősöknek.
hy: +6 կայազորի հերոսների առողջության վերականգնմանը։
id: Pahlawan Militer +6 laju pemulihan darah.
lb: Aquartéiert Helden +6 Erhuelungstaux.
pl: Bohaterowie w garnizonie otrzymują +6 do prędkości leczenia.
pt_pt: Heróis aquartelados +6 velocidade de regeneração de vida.
sk: Hrdinovia v posádke +6 rýchlosť obnovy zdravia.
sv: Garnisonerade Hjältar +6 läkningstakt.
tr: Konuşlanan Kahramanlara +6 sağlık yenileme oranı.
uk: Герої в гарнізоні мають +6 темп відновлення здоров'я.
zh: 驻扎时，英雄生命恢复率 +10 .

source: Dockyard Repairs
af: Skeepswerf Herstelwerk
ar: إصلاحات حوض بناء السفن
ast: Iguɐs navales
bg: Докови поправки
bn: পোতাশ্রয়ে প্রাপ্ত সুবিধাসমূহ
br: Kempennadurioù al Listri
ca: Reparacions a la drassana
cs: Opravy v loděnici
da: Skibsværftsreparationer
de: Reparaturen in der Werft
el: Επισκευές Ναυπηγείου
es: Reparaciones en astilleros
es_ar: Reparaciones del Astillero
eu: Konponketak Ontzioletan
fa: تعمیرگاه کشتی
fi: Sataman korjauksia
fr: Chantiers navals
ga: Deisiúcháin Longlanna
gd: Càradh sa chala
gl: Reparacións dos estaleiros
he: תיקונים בספינה
hi: बंदरगाह में मरम्मत
hu: Hajógyári javítások
hy: Նավաշինարան
id: Perbaikan Galangan
it: Cantiere Navale
ja: 修復ドック
ko: 조선소 수리
ku: Sererastkirinên Tersxanê
lb: Reparatioun vun der Werft
ms: Pembaikan Di Limbungan
nb: Verftsreperasjon
nl: Herstel van Scheepswerf
pl: Naprawa Stoczni
pt_br: Reparos do Estaleiro
pt_pt: Reparações na doca
ro: Reparații navale
ru: Докование
sk: Opravy lodenice
sr: Оправка бродоградилишта
sv: Skeppsvarv Reparationer
tr: Tersane Onarımları
uk: Ремонти у доці
ur: بحری جہاز گودام کی مرمت
zh: 船坞维修
zh_tw: 造船廠維修

source: Garrisoned Ships +10 health regeneration rate.
af: Skepe met 'n garnisoen +10 gesondheid re-genereringstempo
ar: السفن المحصنة +10 معدل تجديد الصحة
ast: naves abelhogadɐs • taxa d’eguadura +10.
bg: Гарнизонни кораби +10 регенерация на здравето.
ca: Augmenta un 10% la velocitat de regeneració de salut dels vaixells refugiats.
cs: Lodě umístěné v doku jsou opravovány rychlostí +10.
da: Garnisonerede Skibe +10 til helbreds-regenerationsrate.
de: Einquartierte Schiffe +10 Genesungsrate.
es: Buques guarnecidos (Regeneración de salud: +10).
eu: Guardan sartutako ontziak +10 berrosatze tasa.
fa: کشتی هایی که در آنها نیرو مستقر شده است +10 نرخ بازیابی سلامت
fi: Miehitetyille laivoille +10 terveyen palautumisnopeus.
fr: +10 points de régénération de santé des navires en garnison.
gl: Barcos gornecidos +10 en velocidade de rexeneración de saúde
hi: अंदर रखी नौकाओं का +10 के दर से स्वास्थ्य सुधार होता है
hu: +10 életerő regenerációs sebesség a beszállásolt hajóknak.
hy: +10 կայազորի նավերի առողջության վերականգնմանը:
id: Kapal yang dilabuhkan +10 laju pemulihan nyawa.
it: Le navi presidiate recuperano +10 punti salute al secondo.
ja: 駐留した船のHP回復率+10
ko: 배에 주둔하면 체력 회복률이 +10 증가합니다.
ku: Gemiyên Garnîzon +10 rêjeya nûvekirina tenduristiyê.
lb: Aquartéiert Schëffer +10 Erhuelungstaux.
nl: Bemande schepen +10 genezingssnelheid.
pl: Statki w garnizonie otrzymują +10 do prędkości leczenia.
pt_br: Navios guarnecidos têm +10 de taxa de regeneração de saúde.
pt_pt: Barcos aquartelados +10 velocidade de regeneração de vida.
ro: Navele staţionate +10 rată regenerare vitală
ru: +10 к скорости ремонта кораблей, размещённых в доках.
sk: Lode s posádkou +10 rýchlosť obnovovania zdravia
sr: Стационирани Бродови +10 здравља брзина регенерације
sv: Garnisonerade skepp +10 lagningstakt.
tr: Konuşlanan Gemilere +10 yenilenme oranı.
uk: Гарнізовані кораблі мають +10 темпу відновлення здоров'я.
ur: گیریسنڈ جہاز +10 صحت کی بحالی کی شرح
zh: 有士兵驻扎的船舶生命恢复率 +10 .
zh_tw: 駐紮的船艦 +10 生命值恢復率。

source: Garrison within the Corral to gain a slow trickle of +3 food.
ar: حامية داخل الحظيرة للحصول على تدفق بطيء لـ +3 من الطعام.
ast: abelhuga n corral para yir ganhando +3 de cibeira.
bg: Гарнизон в Corral, за да получите бавен приток +3 храна.
ca: Refugia unitats al corral per tenir un fluxe de +3 de menjar.
cs: Posádka v ohradě pro pomalé získávání hrstky +3 jídla.
fa: حفاظت از داخل حصار برای دریافت +3 غذا به صورت آهسته و پیوسته
gl: Guarnecer dentro do Cercado para obter unha pequena goteira de +3 alimentos.
hu: Helyőrség esetén +3 folyamatosan érkező élelem.
id: Penjaga didalam Corral untuk mendapat sedikit aliran +3 makanan.
lb: Stationéier dech an der Perch, fir en luesen konstanten Zoufloss vun +3 Narung ze erhalen.
pl: Umieść w zagrodzie garnizon, aby uzyskać powolny dopływ +3 żywności.
pt_pt: Aquartelar no interior do curral para ganhar +3 comida ao longo do tempo.
ro: Staționează în țarc ca să câștigi +3 la hrană.
sk: Umiestni v Ohrade pre pomalý prírastok +3 jedla.
tr: Yavaş bir +3 yiyecek eldesi için ağılı garnizonla.
uk: Розмістіть усередині Кошари, щоб отримати невеликий приріст у +3 їжі.
zh: 畜栏内驻军可缓慢获得 +3 的食物涓流。

source: Ranching and Corralling
ar: تربية المواشي وتجميعها
ast: Acolleiꞇhu
bg: Животновъдство и Добитък
ca: Ramaderia i corral
cs: Rančerství a chov v ohradách
fa: دامداری و حصارکشی
gl: Ganadería e Cercado
hi: पशुपालन और बाड़े में करना
hu: Állattenéysztés.
id: Peternakan dan Perkandangan
lb: Véizuucht an Aperchung
pl: Prowadzenie rancza i hodowli
pt_pt: Pecuária e curral
sk: Farmárčenie a salašníctvo
sv: Uppfödning och vallning
tr: Çiftlik ve Hayvancılık
uk: Скотарство і Випасання
zh: 牧场和畜栏经营

source: Garrison within the Corral to gain a slow trickle of +2 food.
ar: الحصن داخل الحظيرة لكسب تدفق بطيء من +2 وحدة غذاء.
ast: abelhuga n corral para yir ganhando +2 de cibeira.
bg: Гарнизон в Corral, за да получите бавен приток +2 храна.
ca: Refugia unitats al corral per tenir un fluxe de +2 de menjar.
cs: Posádka v ohradě pro pomalé získávání hrstky +2 jídla.
fa: حفاظت از داخل حصار برای دریافت +2 غذا به صورت آهسته و پیوسته
gl: Guarnecer dentro do Cercado para obter unha pequena goteira de +2 alimentos.
hu: Helyőrség esetén folyamatosan érkező +2 élelem.
id: Penjaga didalam Corral untuk mendapat sedikit aliran +2 makanan.
lb: Stationéier dech an der Perch, fir en luesen konstanten Zoufloss vun +2 Narung ze erhalen.
pl: Umieść w zagrodzie garnizon, aby uzyskać powolny dopływ +2 żywności.
pt_pt: Aquartelar no interior do curral para ganhar +2 comida ao longo do tempo.
ro: Staționează în țarc ca să câștigi +2 la hrană.
sk: Umiestni v Ohrade pre pomalý prírastok +2 jedla.
sv: Ranchens garnison får ett långsamt tillflöde av +2 mat.
tr: Yavaş bir +2 yiyecek eldesi için ağılı garnizonla.
uk: Розмістіть усередині Кошари, щоб отримати невеликий приріст у +2 їжі.
zh: 畜栏内驻军可缓慢获得 +2 的食物涓流。

source: Garrison within the Corral to gain a slow trickle of +1 food.
ar: الحصن داخل الحظيرة لكسب تدفق بطيء من +1 طعام.
ast: abelhuga n corral para yir ganhando +1 de cibeira.
bg: Гарнизон в Corral, за да получите бавен приток +1 храна.
ca: Refugia unitats al corral per tenir un fluxe de +1 de menjar.
cs: Posádka v ohradě pro pomalé získávání hrstky +1 jídla.
fa: حفاظت از داخل حصار برای دریافت +1 غذا به صورت آهسته و پیوسته
gl: Guarnecer dentro do Cercado para obter unha pequena goteira de +1 alimentos.
hu: Helyőrség esetén folyamatosan érkező +1 élelem.
id: Penjaga didalam Corral untuk mendapatkan sedikit aliran +1 makanan.
lb: Stationéier dech an der Perch, fir en luesen konstanten Zoufloss vun +1 Narung ze erhalen.
pl: Umieść w zagrodzie garnizon, aby uzyskać powolny dopływ +1 żywności.
pt_pt: Aquartelar no interior do curral para ganhar +1 comida ao longo do tempo.
ro: Staționează în țarc ca să câștigi +1 la hrană.
sk: Umiestni v Ohrade pre pomalý prírastok +1 jedla.
sv: Ranchens garnison får ett långsamt tillflöde av +1 mat.
tr: Yavaş bir +1 yiyecek eldesi için ağılı garnizonla.
uk: Розмістіть усередині Кошари, щоб отримати невеликий приріст у +1 їжі.
zh: 畜栏内驻军可缓慢获得 +1 的食物涓流。

source: Eternal Fire
ar: النار الأبدية
bg: Вечен огън
ca: Foc Etern
cs: Věčný oheň
fa: آتش جاودان
fi: Ikuinen tuli
gl: Lume Eterno
hu: Örök Tűz
hy: Հավերժական կրակ
id: Api Abadi
lb: Éiwegt Feier
pl: Wieczny płomień
pt_pt: Fogo eterno
sk: Večný oheň
tr: Sonsuz Ateş
uk: Вічний вогонь

source: Structures +50% capture points.
ar: الهياكل +50% نقاط الاستيلاء
bg: Структури +50% точки за улавяне.
ca: +50 punts de captura a estructures
cs: Stavby +50% k bodům za zajetí.
fa: ساختارها +50 درصد به امتیاز تصرف شما اضافه می‌کنند.
gl: Estruturas +50% puntos de captura.
id: Bangunan +50% poin pengepungan
lb: Strukturen +50% Eroberungspunkten.
pl: Budowle +50% punktów przejęcia.
pt_pt: Estruturas +50% pontos de captura.
sk: Budovy +50% obsadzovacích bodov.
tr: Yapılar +%50 ele geçirme puanı.
uk: +50% пунктів захоплення для будівель.

source: Farmland
ar: الأرض الزراعية
ast: Senra
bg: Земеделска земя
ca: Terres de conreu
cs: Zemědělská půda
fa: زمین کشاورزی
fi: Viljelysmaa
gl: Terra de cultivo
hi: खेत
hu: Termőföld
hy: Վարելահող
id: Lahan pertanian
lb: Akerland
pl: Sioło
pt_pt: Terras agrícolas
ro: Fermă
sk: Orná pôda
sv: Jordbruksmark
tr: Tarım Arazisi
uk: Родюча земля
zh: 农田

source: Workers +75% grain gather rate around a captured Rotary Mill.
ar: العمال +75% معدل جمع الحبوب حول المطحنة الدوارة المستولى عليها
bg: Работници +75% процент на събиране на зърно около превзета мелница.
ca: +75% de velocitat de recol·lecció de gra als peons al voltant d'un molí rotatiu capturat.
cs: Dělníci +75% k rychlosti hospodaření s obilím v okolí dobytého Rotujícího mlýna.
fa: کارگران در اطراف یک آسیاب دوار تصرف شده، +75% سریعتر غله جمع‌آوری می‌کنند.
gl: Os traballadores recollen +75% de gran ao redor dun Muíño Rotativo capturado.
id: Petani +75% nilai pengumpulan gandum sekitar pengepungan Rotary Mill.
lb: Aarbechter +75% Kärenusammelungstaux ronderem eng erobert Rotatiounsmillen.
pl: Zbieracze otrzymują +75% do rolnictwa w pobliżu zajętego Młyna obrotowego.
pt_pt: Trabalhadores +75% velocidade de recolha de cereais em torno de um moinho rotativo capturado.
sk: Pracovníci +75% rýchlosť farmárčenia v okolí obsadeného Statku.
tr: İşçiler, ele geçirilen bir Döner Değirmen çevresinde +%75 tahıl toplama oranı kazanır.
uk: +75% швидкості збирання зерна працівниками навколо захопленого Млина Ротарі.

source: Religious Fervor
af: Godsdienstige Ywer
ar: الاندفاع الدينيّ
ast: Fervor religiosu
bg: Религиозен плам
bn: ধর্মীয় উৎসাহ
br: Nerzh Relijiel
ca: Fervor religiós
cs: Náboženská horlivost
da: Religiøs Gejst
de: Religiöser Eifer
el: Θρησκευτική Θέρμη
es: Fervor religioso
es_ar: Fervor Religioso
eu: Debozio Erlijiosoa
fa: تعصب دینی
fi: Uskonnollinen kiihko
fr: Ferveur religieuse
ga: Díograis Creidimh
gd: Dèine chràbhach
gl: Devoción relixiosa
he: הלהט הדתי
hi: धार्मिक जोश
hu: Vallási buzgalom
hy: Կրոնական եռանդ
id: Semangat Keagamaan
it: Fervore Religioso
ja: 宗教熱意
ko: 종교적 열정
ku: Eşqa Dîn
lb: Reliéisen Äifer
ms: Semangat Keagamaan
nb: Religiøs inderlighet
nl: Religieuze IJver
pl: Zapał Religijny
pt_br: Fervor Religioso
pt_pt: Fervor religioso
ro: Fervoare Religioasă
ru: Религиозное рвение
sk: Náboženské zapálenie
sr: Религиозни Занос
sv: Religiös Iver
tr: Dini Coşku
uk: Релігійний запал
ur: مذہبی شوقین
zh: 宗教热忱
zh_tw: 宗教狂熱

source: Soldiers +20% melee and ranged attack damage.
af: Soldate +20% naby- en afstand-aanval skade
ar: تضفيف لجنود +20% ضرر الهجوم القريب والمسافي
ast: soldados • podencia de combate & de tiru +20%.
bg: Во̀ини: +20% щети от близки и далечни атаки.
ca: Augmenta un 20% l'atac cos a cos i a distància dels soldats.
cs: Vojáci +20 % poškození k útoku na blízko a k útoku na dálku.
da: Soldater +20% til nærkamps- og langdistance-angrebsskade
de: Soldaten +20 % Nahkampf- und Fernkampfschaden.
es: Soldados (Daño a distancia y cuerpo a cuerpo: +20%).
eu: Soldaduek %20+ kalte buruz-buruko eta urrutiko erasoetan.
fa: سربازان +20% قدرت حمله نزدیک زن و دور زن
fi: Sotilaille +20% lähi- ja kantamataisteluvahinkoa.
fr: +20 % de dégâts pour l'infanterie de mêlée et à distance.
gl: Soldados +20% de dano de ataque corpo a corpo e a distancia.
hi: सैनिकों की शस्त्र और अस्त्र से नुकसान पहुंचाने की क्षमता में +२०% का इजाफा
hu: +20% közelharci és távolsági sebzés a katonáknak
hy: +20% զինվորների մերձամարտի և հեռահար հարձակման վնասին:
id: Prajurit +20% daya serang jarak dekat dan jauh.
it: +20% danno da mischia e a distanza per i soldati
ja: 兵士の近接と遠隔攻撃力+20%
ko: 군인의 근접 및 범위 공격 피해가 +20% 증가합니다.
ku: Leşker +20% şer dikin û zirarê didin êrîşê
lb: Zaldoten +20% Nokampf- an Fernkampfschued.
nl: Soldaten +20% schade bij mêlee en afstandsaanval.
pl: Wojownicy otrzymują +20% wartości ataku dystansowego.
pt_br: Soldados têm +20% de ataque corpo-a-corpo e à distancia.
pt_pt: Soldados +20% ataque corpo a corpo e ataque à distância.
ro: Soldaţii +20% atacuri corp la corp şi la distanţă
ru: Воины наносят на 20% больше урона в ближнем и дальнем бою.
sk: Vojaci +20% poškodenie pri boji z blízka a z ďaleka.
sr: Војници +20% прса у прса и далекометна штета.
sv: Soldater +20% närstrids och distansskada.
tr: Askerler +%20 yakın dövüş ve menzilli saldırı hasarı.
uk: Солдати мають +20% нанесення ближнього та дистанційного пошкодження.
ur: سپاہی +20٪ ہ دست بدست لڑائ اور حد سے زیادہ نقصان
zh: 士兵的攻击 +20% .
zh_tw: 士兵 +20% 近戰與遠程攻擊傷害。

source: Patriotism
af: Patriotisme
ar: الوطنيّة
ast: Patriotismo
bg: Патриотизъм
bn: স্বদেশপ্রেম
br: Brogarouriezh
ca: Patriotisme
cs: Vlastenectví
da: Fædrelandskærlighed
de: Patriotismus
el: Φιλοπατρία
es: Patriotismo
es_ar: Patriotismo
eu: Abertzaletasuna
fa: میهن پرستی
fi: Isänmaallisuus
fr: Patriotisme
ga: Tírghrá
gd: Tìr-ghràdh
gl: Patriotismo
he: אַהֲבַת הַמוֹלֶדֶת
hi: देशप्रेम
hu: Hazafiasság
hy: Հայրենասիրություն
id: Kepahlawanan
it: Patriottismo
ja: 愛国心
ko: 애국심
ku: Welatperwerî
lb: Patriotismus
ms: Patriotisma
nb: Patriotisme
nl: Vaderlandsliefde
pl: Patriotyzm
pt_br: Patriotismo
pt_pt: Patriotismo
ru: Патриотизм
sk: Patriotizmus
sr: Патриотизам
tr: Vatanseverlik
uk: Патріотизм
ur: حب الوطنی
zh: 爱国主义
zh_tw: 愛國主義

source: Workers +15% gather speed.
af: Arbeiders +15% insamelingstempo
ar: العمال +15% سرعة تجميع
ast: obreiros • velocidá de recaldu +15%.
bg: Работници +15% скорост на събиране
ca: Els treballadors obtenen recursos un 15% més ràpid.
cs: Dělníci získají +15 % k rychlosti sběru.
da: Arbejdere +15% samlehastighed.
de: Arbeiter +15 % Sammelrate.
es: Trabajadores (Velocidad de recolección: +15%).
eu: Langileek %15+ ustiaketa abiaduran.
fa: سرعت کارگرها در جمع کردن +15% افزایش می‌یابد.
fi: Työntekijöille +15 % keräysnopeus.
fr: +15 % de taux de récolte pour les travailleurs.
gl: +15% en velocidade de recolecta de traballadores.
hi: श्रमिकों की बटोरने की गति : +१५%
hu: +15% begyűjtési sebesség a munkásoknak
hy: +15% աշխատավորների հավաքչության արագությանը։
id: Pekerja +15% laju pengumpulan.
it: +15% velocità di raccolta per i lavoratori.
ja: 労働者の採集速度+15%
ko: 노동자의 수집속도가 +15% 증가합니다.
ku: Karker +15% lez qezanç dikin.
lb: Aarbechter +15% Usammelungstaux.
nl: Arbeiders +15% verzamelsnelheid.
pl: Robotnicy zbierają o 15% szybciej.
pt_br: Trabalhadores têm +15% de velocidade de coleta.
pt_pt: Trabalhadores +15% velocidade de recolha.
ro: Lucrătorii +15% rată de culegere a resurselor.
ru: Работники добывают ресурсы на 15% быстрее.
sk: Pracovníci +15% rýchlosť zberu.
sr: Радници +15% брзина сакупљања.
sv: Arbetare +15% insamlingstakt.
tr: İşçiler +15% toplama hızı.
uk: Працівники мають +15% швидкості збору.
ur: کارکن +15 رفتار جمع کرتے ہیں
zh: 公民收集食物速度 +15% .
zh_tw: 工人 +15% 採集速率。

source: Exhortative Presence
af: Aansporende Teenwoordigheid
ar: وجود استثنائي
ast: Esfoutu monumental
bg: Нравоучително присъствие
bn: প্রণোদক উপস্থিতি
br: Présence Exhortative
ca: Presència exhortativa
cs: Naléhavá přítomnost
da: Formanende Nærvær
de: Ermahnendes Auftreten
el: Προτρεπόμενη Παρουσία
es: Presencia exhortativa
es_ar: Presencia Exhortativa.
eu: Akuilari Presentzia
fa: حضور چشمگیر
fi: Kannustava läsnäolo
fr: Présence Exhortative
ga: Láithreacht Laoidheach
gd: Làthair bhrosnachail
gl: Presenza exhortativa
he: נוכחות מופנית
hi: उपदेशात्मक उपस्थिती
hu: Buzdító jelenlét
hy: Հորդորական ներկայություն
id: Kehadiran Penyemangat
it: Presenza Esortativa
ja: 勧告者
ko: 권고적인 주둔군ehsms 현혹적인 존재
ku: Hebûna şîretkar
lb: Ureegend Präsenz
ms: Kehadiran Penggesaan
nl: Aansporende aanwezigheid
pl: Wpływowa Obecność
pt_br: Presença Encorajadora
pt_pt: Presença encorajadora
ro: Prezență Încurajatoare
ru: Наставление
sk: Exhortatívna prítomnosť
sr: Изврсна Присутност
sv: Uppmanande Närvaro
tr: Motive Edici Varlık
uk: Викликаюча присутність
ur: حوصلہ افزا موجودگی
zh: 谆谆教诲
zh_tw: 勸誡存在

source: Soldiers +1 crush, hack, pierce resistance and +10% melee and ranged attack damage.
ar: الجنود: سحق، اختراق، مقاومة اختراق +1 و ضرر هجوم قريب و بعيد المدى +10%.
ast: soldados • resistencia a la frayura, corte & foradura +1 • podencia de combate & de tiru +10%.
bg: Во̀ини: +1 устойчивост срещу разбиване, разсичане и пробождане, и 10% щети при близки и далечни атаки.
ca: +1 en resistència d'impacte, tall i perforació i +10% de dany d'atac cos a cos i a distància dels soldats.
cs: Vojáci získají +1 k obraně proti drtivým, sečným a bodným útokům a +10 % k poškození při útocích na blízko i na dálku.
da: Soldater +1 knus, hak, gennembor modstand og +10% nærkamps- og langdistance-angrebsskade.
de: Soldaten +1 Schmetter-, Hieb- und Stichwiderstand sowie +10 % Nah- und Fernkampfschaden.
es: Soldados (Resistencia al aplastamiento, corte y perforación: +1; Daño a distancia y cuerpo a cuerpo: +10%).
fa: سربازان +1 نابود کردن، هک کردن، مقاومت در برابر شکافتن و +10% آسیب در حمله نزدیک و حمله از دور
fi: Sotilaille +1 murskaus-, hakkaus- ja lävistyskestävyys sekä +10 % lähi- ja kantamataisteluvahinkoa.
fr: Soldats +1 niveau d'armure et +10 % de dommages pour les attaques de mêlée et à distance.
gl: Soldados +1 resistencia a esmagamento, corte, perforación e +10% de dano de ataque corpo a corpo e a distancia.
hi: सैनिकों की कुचलने, घाव करने, छेदने से बचने की +१ और अस्त्र व शस्त्र से नुकसान पहुंचाने की क्षमता में +१०% वृद्धि
hu: +1 zúzással, vágással és szúrással szembeni ellenállás és +10% közelharci és távolsági sebzés a katonáknak
id: Prajurit +1 daya tahan hantam, tebas, tusuk dan +10% daya serang jarak dekat dan jarak jauh.
it: +1 di resistenza a frantumare, perforante e fendente e +10% di attacco da mischia e a distanza per i soldati.
ja: 兵士の衝突、斬撃、貫通耐性+1、攻撃力+10%
ku: Leşker +1 diperçiqînin, diqelişînin, berxwedanê dişkînin û +10% şer û zirara êrişê ya rêzdar.
lb: Zaldoten +1 Schmetter-, Hack-, Stiechresistenz an +10% No- an Fernkampfschued.
nl: Soldaten +1 slag-, steek- en verpletterweerstand en +10% schade bij mêlee en afstandsaanval.
pl: Wojownicy +1 do obrony przed obrażeniami obuchowymi, siecznymi i kłutymi oraz +10% obrażeń dystansowych.
pt_br: Soldados têm +1 de resistência à esmagamento, corte e perfuração, e +10% de poder de ataque corpo-a-corpo e ataque à distancia.
pt_pt: Soldados +1 resistência ao esmagamento, corte e perfuração e +10% poder de ataque corpo a corpo e ataque à distância.
ro: Soldați +1 rezistență la strivire, tăiere, străpungere și +10% daune in lupta corp la corp și la distanță.
ru: Воины получают +1 к защите от дробящего, рубящего и колющего урона и наносят на 10% больше урона в ближнем и дальнем бою.
sk: Vojaci +1 drvivá, sečná a bodná odolnosť a +10% poškodenie pri boji zblízka a zdiaľky.
sr: Војници +1 уништавање, отпорност на пробијање и +10% јачина блиских и удаљених напада.
sv: Soldater +1 kross, hack, resistans mot penetration och +10% närstrids samt distansattackskada.
tr: Askerler +1 yıkım, darbe, delme direnci ve +%10 yakın dövüş ve menzilli saldırı hasarı.
uk: Солдати мають +1 стійкості до крушіння, рубання, коління та +10% нанесення ближнього, та дистанційного пошкодження.
zh: 士兵的各项防护 +1，攻击 +10％ .
zh_tw: 士兵 +1 粉碎、劈砍、穿刺抗性並 +10% 近戰與遠程攻擊傷害。
