Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Allied Markets +10% international trade bonus.
hy: +10% դաշնակից շուկաների միջազգային առևտրի բոնուսին։
ko: 동맹의 시장 국제 교역 보너스가 +10% 증가합니다.

source: Allied Structures −20% technology research time.
hy: -20% դաշնակից կառույցների տեխնոլոգիայի հետազոտման ժամանակին։
ko: 동맹의 건축물 기술 연구 시간이 -20% 감소합니다.

source: Melonas
ast: Mélonas
el: Μέλανας
fa: ملوناس
he: מיילונס
hy: Մելոնաս
it: Melona
ko: 메로나스
ru: Мелонас
uk: Мелонас
zh: 磨坊

source: Allied Citizen Javelinists −10% resource costs.
hy: -10% դաշնակից տեգավոր քաղաքացիական հետևակի ռեսուրսային արժեքին։
ko: 동맹의 시민 투창병 양성 자원 비용이 -10% 감소합니다.

source: The Iberians were long known to provide mercenaries to other nations to serve as auxiliaries to their armies in foreign wars. Carthage is the most well known example, and we have evidence of them serving in such a capacity in Aquitania.
hy: Հնուց իբերները հայտնի էին այլազգի պատերազմող բանակներում որպես օժանդակ ուժ ներգրավմամբ։ Կարթագենը դրա լավագույն օրինակն է, և վկայություններ կան նաև Ակվիտանիայում նրանց ծառայության մասին։
ko: 이베리아는 외국의 전쟁에서 그들의 군대에 보조 역할을 하기 위해 다른 나라에 용병을 제공하는 것으로 오랫동안 알려져 있습니다. 카르타고는 가장 잘 알려진 예로서, 우리는 그들이 아키타니아에서 그런 자격으로 복무했다는 증거를 가지고 있습니다.

source: Allied Elephants −20% resource costs and training time.
hy: -20% դաշնակից փղերի ռեսուրսային արժեքին և վարժեցման ժամանակին։
ko: 동맹의 코끼리 양성 자원 비용과 훈련 시간이 -20% 감소합니다.

source: +50% HP and -50% build time for Civic Centers, Temples, Pyramids and Wonders.
br: +50% PB ha -50% a amzer-sevel evit ar C'hreizennoù Keodedel, Temploù, Piramidennoù ha Marzhennoù
eu: % 50+ bizitza puntuak eta %50- eraikitzeko denbora Giza Zentroak, Tenpluak, Piramideak eta Mirarientzako.
hy: +50% առողջություն և -50% կառուցման ժամանակ քաղաքային կենտրոններին, տաճարներին, բուրգերին և հրաշալիքներին։
ko: 시민 회관, 사원, 피라미드 및 불가사의에 대해 HP가 +50% 증가하고 건설 시간이 -50% 감소합니다.
pl: +50% punktów życia -50% czasu budowy centrów osad, świątyń, piramid i cudów.
sv: +50% HP och -50% byggtid för samhällscenter, tempel, pyramider och under.
tr: Kent Merkezleri, Tapınaklar, Piramitler ve Harikalar için +%25 Can ve -%50 inşa süresi.
zh: 市政中心、神庙、金字塔和奇观生命值 +50%，建造时间 -50% 。

source: Allies +20% barter sell prices.
br: Kevredidi +20% a briz gwerzhañ trok.
eu: Aliatuak %20 gehiago truke saklmentetan.
hy: +20% դաշնակիցների փոխանակման վաճառքի գներին։
ko: 동맹의 판매가격이 +20% 증가합니다.
pl: Bonus do sprzedaży w handlu wymiennym: 20%.
sv: Allierade +20% byteshandel säljpriser.
tr: Müttefiklere takasta +%20 satış bedeli.
zh: 盟友以物以物价格 +20％ 。

source: Mauryas
ca: Màuries
de: Maurya-Inder
eu: Mauryarrak
ga: Na Mauiriaigh
hu: Maurják
hy: Մաուրյաներ
ko: 마우리아
pl: Maurjowie
pt_br: Máurias
ru: Маурьи
tr: Mauryalılar
tt: Маурьялар
uk: Маур'їни
zh: 印度孔雀王朝

source: Mauryas have a +10% population cap bonus (e.g., 330 pop cap instead of the usual 300).
br: Maourian o deus ur +10% a vonuz bevenn boblañs (da skouer, 330 bevenn boblañs e-lec'h an 300 boaziek).
ca: Els Màuries tenen una bonificació del +10% del màxim de població (per exemple 330 en lloc dels 300 normals).
de: Maurya-Inder haben Bonus von +10% auf ihr Bevölkerungslimit (z.B. eine Bevölkerungskapazität von 330 anstatt 300 Einheiten).
eu: Mauryarrak %10+ hobaria dute populazioaren gehiengoan (adib. 330eko gehienezkoa ohiko 300aren ordez).
ga: Tá bónas ar an uasdhaonra +10% do na Mauiriaigh (.i. uasdhoanra 330 in ionad ná 300 go normálta)
hu: A maurják +10% népességkapacitást kapnak (pl. 330 a szokásos 300 helyett).
hy: Մաուրյաներն ունեն +10% բնակչության սահմանաչափի բոնուս (օր․՝ 330 սահմանաչափ՝ սովորական 300-ի փոխարեն)։
ko: 마우리아는 상한 인구 보너스가 +10% 증가합니다 (예: 보통 인구 300 대신 330명).
pl: Limit populacji Maurjów jest zwiększony o 10% (np. limit wynosi 330 zamiast 300).
pt_br: Máurias tem um bônus de +10% de capacidade populacional (ex., 330 de capacidade populacional em vez do habitual 300).
ru: Маурийцы обладают +10% бонусом к максимуму населения (т.е. максимум 330 вместо обычного 300).
sv: Mauryas har en + 10% befolkningsbonusbonus (t ex 330 pop-lock i stället för den vanliga 300).
tr: Mauryalılar +%10 nüfus sınırı bonusuna sahipler (örn: 300 yerine 330 nüfus sınırı)
uk: Маур'їни володіють +10% бонусом до максимуму населення (тобто, максимум 330 замість звичайного 300).
zh: 印度孔雀王朝的人口上限 +10%。

source: The Mauryan Empire encompassed dozens of formerly independent kingdoms over an area of 5 million square kilometers, with a population of close to 60 million people. The Mauryan rulers held the title Emperor of Emperors and commanded a standing army of 600,000 infantry, 9000 elephants, 8000 chariots, and 30,000 cavalry, making it arguably the largest army of its time.
br: Gourizañ a rae an impalaeriezh Vaourian dousennadoù a rouantelezhioù dizalc'h kozh war ur gorre a bemp milion kilometrad karrez, gant ur boblañs tost ouzh 60 milion a dud. Kemer a reas ar pennoù Maourian titl Impalaer an Impalaered hag urzhiañ a rejont un arme brudet a 600,000 soudard war droad, 9000 olifant, 8000 karr, ha 30,000 marc'heger, a lake se moarvat da vezañ an arme brasañ eus e amzerioù.
ca: L'imperi Màuria abastava dotzenes de regnes independents anteriors sobre una superfície de 5 milions de quilòmetres quadrats, amb una població propera als 60 milions de persones. Els seus dirigents tenien el títol d'Emperador d'emperadors i van comandar un exèrcit permanent de 600.000 homes d'infanteria, 9000 elefants, 8000 carros i 30.000 cavallers, el que és possiblement l'exèrcit més gran del seu temps.
de: Das Maurya-Reich umfasste dutzende früher unabhängige Königreiche auf einer Fläche von 5 Millionen km², mit einer Bevölkerung von fast 60 Millionen Menschen. Die Maurya-Herrscher hatten den Titel Kaiser der Kaiser und kommandierten eine stehende Armee von 600.000 Infanteristen, 9000 Elefanten, 8000 Streitwagen und 30.000 Kavalleristen, wohl die größte Armee dieser Zeit.
eu: Maurya Inperioak lehen independente izandako hamarnaka erresuma biltzen zituen 5.000.000 kilometro koadrotan, 60 miloi pertsonako biztanleriaz. Mauryako agintariek enperadoreen enperadore izendatzen ziren eta 600000 infante, 9000 elefante, 8000 gurdi y 30000 zalduneko armada agintzen zuten, zeinengatik bere garaiko armadarik handiena den.
ga: Chuimsigh Impireacht na Mauiriaigh ar roinnt ríochtaí iarneamhspleácha thar cheantar do 5 mhilliún méadair chearnaigh, agus ag daonra in aice le 60 milliún duine. Tá teideal Ard Impire ar na ríthe Mauiriaigh, agus tá siad ina gceannasaí ar arm seasta le 600,000 coisí, 9000 eilifint, 8000 carbad, agus 30,000 marcra aige, agus chuir sé mar arm is mó san am seo.
hu: A Maurja birodalom több tucat, előzőleg független királyságot fogott össze mintegy 5 millió négyzetkilométernyi területen, közel 60 millió fős lakossággal. A Maurja vezetők titulusa az uralkodók uralkodója volt, és hatalmas állandó seregnek parancsoltak. A 600.000 fős gyalogság, 9000 elefánt, 8000 harci szekér és 30.000 fős lovasság kétség kívül a kor legnagyobb hadserege volt.
hy: Մաուրյաների կայսրությունը կազմված էր նախկինում անկախ տասնյակ թագավորություններից և ուներ ավելի քան 5 միլիոն քառակուսի կիլոմետր տարածք՝ գրեթե 60 միլիոն մարդ բնակչությամբ։ Մաուրյանական տիրակալները կրել են "կայսրերի կայսր" տիտղոսը և ղեկավարել են 600,000 հետևակ, 9000 փիղ, 8000 մարտակառք և 30,000 հեծելազոր ունեցող բանակ, որը հավանաբար իր ժամանակի ամենամեծ բանակն էր։
ko: 마우리아 제국은 5백만 평방 킬로미터의 면적에 걸쳐 수십개의 이전에 독립한 왕국을 포함했고, 인구는 6천만 명에 이르렀습니다. 마우리아의 통치자는 황제라는 제목의 황제를 지키고 60만 명의 보병, 9천 마리의 코끼리, 8천대의 전차, 3만 기병대의 상비군을 지명하여 그 시대의 가장 큰 군대로 만들었습니다.
pl: Dynastia Maurjów obejmowała dziesiątki wcześniej niezależnych królestw na obszarze pięciu milionów kilometrów kwadratowych, z populacją blisko 60 milionów ludzi. Władcy posiadali tytuł Cesarza Cesarzy i dowodzili stałą armią, na którą składało się 600 000 jednostek piechoty, 9000 słoni, 8000 rydwanów i 30 000 jednostek kawalerii, co czyniło ją prawdopodobnie największą armią tamtych czasów.
pt_br: O Império Máuria abrangia dezenas de reinos previamente independentes em uma área de 5 milhões de quilômetros quadrados, com uma população perto dos 60 milhões de pessoas. Os regentes máurias tinham o título de Imperador dos Imperadores e comandavam um exército profissional de 600,000 na infantaria, 9000 elefantes, 8000 bigas e 30,000 cavaleiros, indiscutivelmente a maior armada de sua época.
ru: Империя Маурьев охватывала десятки ранее независимых царств на площади более 5 миллионов квадратных километров с населением около 60 миллионов человек. Правители Маурьев носили титул Императора Императоров и руководили регулярной армией из 600000 пехотинцев, 9000 слонов, 8000 колесниц, и 30000 конницы, что делает её, пожалуй, самой большой армией своего времени.
sv: Mauryan Empire omfattade dussintals tidigare oberoende kungarik över ett område på 5 miljoner kvadratkilometer, med en befolkning på nära 60 miljoner människor. Mauryan-härskarna höll titeln Kejsare av Kejsare och beordrade en stående armé med 600.000 infanteri, 9000 elefanter, 8000 vagnar och 30.000 kavalleri, vilket gör det förmodligen den största armén i sin tid.
tr: Mauryan İmparatorluğu, 5 milyon kilometrekarelik bir alanda, 60 milyona yakın nüfusu ile düzinelerce bağımsız krallığı kapsıyordu. Mauryan hükümdarları İmparator İmparatoru unvanını aldı ve 600.000 piyade, 9000 fil, 8000 savaş arabası ve 30.000 süvari ordusuna hakim oldu ve tartışmasız zamann en büyük ordusuna sahiptiler.
uk: Імперія Маур'їв охоплювала десятки раніше незалежних царств на площі понад 5 мільйонів квадратних кілометрів з населенням близько 60 мільйонів осіб. Правителі Маур'їв носили титул "Імператора імператорів" і керували регулярною армією з 600000 піхотинців, 9000 слонів, 8000 колісниць, і 30000 кінноти, що робить її, мабуть, найбільшою армією свого часу.
zh: 印度孔雀王朝，涵盖了原先数十个独立的王国。领土面积约500万平方公里，人口总数约6000万。其统治者有“万王之王”的称号，并有步兵60万、战象9000头、双轮战车8000辆以及骑兵3万名，可以说是当时军队之最。

source: The Mauryas enjoy access to 4 champions.
br: Gellout a ra ar Vaurianed kaout 4 kampion.
ca: Els Màuries tenen accés a 4 campions.
de: Die Maurya-Inder genieße Zugriff auf 4 Gardeeinheiten.
eu: Mauryarrek 4 aldezkari izateko gaitasuna dute.
ga: Is féidir leis na Mauiriaigh 4 churadh a earcú.
hu: A maurjáknál 4 hős is hozzáférhető.
hy: 4 չեմպիոնների հասանելիություն մաուրյաներին։
ko: 마우리아인들은 4명의 대표 전사에 접근하는 것을 즐깁니다.
pl: Maurjowie mają dostęp do czterech czempionów.
pt_br: Os Máurias têm acesso a 4 campeões.
ru: Маурианцы довольствуются доступом к 4 чемпионам.
sv: Mauryas har tillgång till 4 mästare.
tr: Mauryalılar 4 şampiyon birime erişmenin keyfini çıkarıyor.
uk: Маур'ї задовольняються доступом до 4 чемпіонів.
zh: 印度孔雀王朝可以获得4个冠军单位。

source: Allied Temples −50% resource costs and building time; Temple technologies −50% resource costs and research time.
hy: -50% դաշնակից տաճարների ռեսուրսային արժեքին, կառուցման ժամանակին, դրանց տեխնոլոգիաների ռեսուրսային արժեքին և հետազոտության ժամանակին։
ko: 동맹의 사원 짓는 자원 비용과 건설 시간이 -50% 단축됩니다; 사원 기술의 자원 비용과 연구시간이 -50% 감소합니다.

source: Dasharatha Maurya
hy: Դաշարաթա Մաուրյա
ko: 다차라타 모리야
tt: Дашаратха Маурья

source: Shalishuka Maurya
hy: Շալիշուկա Մաուրյա
ko: 샬리슈카 모리야
tt: Салишука Маурья

source: Shatadhanvan Maurya
hy: Շատադհանվան Մաուրյա
ko: 샤타단반 모리야
tt: Сатадханван Маурья

source: Allied Land Traders +15% trade gain.
hy: +15% դաշնակից ցամաքային առևտրականների առևտրի եկամուտին։
ko: 동맹의 육로 상인의 교역 수입이 +15% 증가합니다.

source: Phoenician triremes gain the unique ability to train cavalry.
hy: Հեծելազոր պատրաստելու եզակի հնարավորություն փյունիկյան տրիրեմաներին։
ko: 페니키아 3단 도선은 기병을 양성하는 특수 능력을 얻습니다.

source: The Ptolemies receive the Mercenary Camp, a Barracks that is constructed in neutral territory and trains mercenaries.
hy: Պտղոմեոսները ստանում են Վարձկանների ճամբարը՝ զորանոց, որը կառուցված է չեզոք տարածքում, և պատրաստում են վարձկաններ։
ko: 프톨레마이오스는 중립 지역에 건설되어 용병을 훈련시키는 병영인 용병 기지를 받습니다.

source: Allies +1.0 food trickle rate.
br: Kevredidi +1.0 a feur gwazhennig voued.
eu: Aliatuak 1.0 jaki jasotze tasa.
hy: +1.0 դաշնակիցների սննդի հավաքման արագությանը։
ko: 동맹의 식량 공급 속도가 +1.0 증가합니다.
pl: +1.0 do pasywnego napływu żywności.
sv: Allierade +1.0 mat sipprande hastighet.
tr: Müttefiklere saniyede +1 besin geliri.
zh: 盟友食物涓流 +1.0。

source: Must be constructed in neutral territory. Has no territory radius effect. Trains mercenaries.
hy: Անհրաժեշտ է կառուցել չեզոք տարածքում։ Չունի տարածքային ազդեցություն։ Վարձկանների պատրաստում։
ko: 반드시 중립 지역에서 지어져야 합니다. 영토 반경 효과는 없습니다. 용병을 양성합니다.

source: Allied Citizen Infantry −10% training time.
hy: -10% դաշնակից քաղաքացիական հետևակի պատրաստման ժամանակին։
ko: 동맹의 시민 보병 훈련 시간이 -10% 감소합니다.

source: Allied Civil Centers −20% resource costs.
hy: -20% դաշնակից քաղաքացիական կենտրոնների ռեսուրսային արժեքին։
ko: 동맹의 시민 회관 자원 비용이 -20% 감소합니다.

source: Antiochus inherited a troubled kingdom upon the beginning of his reign. From the verge of collapse he managed to weld back together the empire Seleucus I fought so hard to found. The rebellious eastern satraps of Bactria and Parthia were brought to heel, temporarily securing his eastern borders. He then turned his attention to mother Greece, attempting to fulfill the dreams of his fathers by invading Greece under the pretext of liberation. The Achaean League and the Kingdom of Pergamon banded together with the Romans to defeat him at the Battle of Magnesia, forever burying the dream of reuniting Alexander's empire.
ca: Antíoc va heretar un regne conflictiu des del començament del seu mandat. Des del marge del col·lapse va aconseguir tornar a unificar l'imperi per la fundació del qual Seleuc I va lluitar tant. Els sàtrapes rebels de l'est de la Bactriana i Pàrtia van ser forçats a obeir, assegurant temporalment les fronteres orientals. Després va concentrar la seva atenció en la mare Grècia, i va intentar complir els somnis dels seus pares envaint Grècia amb el pretext de l'alliberament. La Lliga Aquea i el regne de Pèrgam es van aliar amb els romans per derrotar-lo a la batalla de Magnèsia, i van enterrar per sempre el somni de reunificar l'imperi d'Alexandre.
de: Antiochus erbte zu Beginn seiner Herrschaft ein krisengebeuteltes Königreich. Vom Rande des Unterganges schaffte er es, das Reich, für das Seleukos I. so hart gekämpft hatte, wieder zusammenzuschweißen. Die rebellischen östlichen Satrapien von Baktrien und Parthien wurden gefügig gemacht, was kurzfristig die Ostgrenzen sicherte. Dann wandte er seine Aufmerksamkeit Griechenland zu, in einem Versuch, die Träume seines Vaters zu erfüllen, indem er dort unter dem Banner der Befreiung einmarschierte. Der Achaiische Bund und das Königreich Pergamon verbündeten sich mit Rom, um ihn in der Schlacht von Magnesia zu besiegen, womit der Traum, Alexanders Reich wieder zu vereinen, endgültig begraben war.
el: Ο Αντίοχος κληρονόμησε ένα ταραγμένο βασίλειο από την αρχή της βασιλείας του. Από τα πρόθυρα της κατάρρευσης κατάφερε να αναστηλώσει την αυτοκρατορία του Σέλευκου κάτι που ήταν δύσκολο να γίνει. Τις επαναστατημένες ανατολικές σατραπείες της Βακτριανής και της Παρθία κατάφερε να τις υποτάξει, εξασφαλίζοντας προσωρινά τα ανατολικά του σύνορα. Στη συνέχεια έστρεψε την προσοχή του στη μητέρα Ελλάδα, προσπαθώντας να εκπληρώσει τα όνειρα των πατέρων του με την εισβολή στην Ελλάδα υπό το πρόσχημα της απελευθέρωσης. Η Αχαϊκή Συμμαχία και το Βασίλειο της Περγάμου ενώθηκαν με τους Ρωμαίους για να τον νικήσουν στη μάχη της Μαγνησίας, θάβοντας για πάντα το όνειρο της επανένωσης της αυτοκρατορίας του Αλεξάνδρου.
eu: Antiokok bere erregetzaren hasieran arazoak besterik ez zituen jaso aurrekoetatik. Amiltzear zegoela lortu zuen, berriz ere, Seleucusen Inperioa bereganatzeko borrokatu. Bactria eta Partiako Ekialdeko satrapak menderatu zituen, aldi baterako ekialdeko mugak egonkortuz. Honen ondoren Grezia amari begira jarri zen bere aitaren nahia bete nahian, Grezia inbaditu askatuko zuen aitzakian. Aquea elkartea eta Pergamoko erreinua elkartu ziren eta Erromatarrekin bat egin eta Magnesiako borrokan garaitu zuten, Alexanderren Inperioa berriz elkartzeko bere aitaren nahia betirako zapuztuz.
ga: Fuair Aintíochas le hoidhreacht ar ríocht shuaite ar dtús a réimis. D'éirigh sé i rith a réimis le himpireacht Shéileucais I a chuir ar ais le chéile tar éis a cliste, an impireacht a throid Séileucas chomh mór léi a chrúthú. Chuir sé stiúir ar satrapachtaí na Bactáire agus na Partha, dá theorainneacha oirthearacha a chosaint go sealadach. Ansin, dhírigh sé a aird ar an nGréig Mhór, agus rinne sé iarracht dá thír dhúchais a ghabháil trí chúinse saoradh a dhéanamh. Tháinig Conradh na hAchaía agus Ríocht na Péargamona le chéile leis na Rómhánaigh ina aghaidh agus chloígh siad Aintíochas ag Cath Mhaignéise, agus mar sin bhí brionglóid d'impireacht atógtha Alastair caillte go deo.
hu: Antiokhosz egy bajban lévő királyságot örökölt meg az uralma elején. Az összeomlás széléről sikerült összeforrasztani I. Szeleukosz nehezen megalapított birodalmát. A lázadó keleti szatrapiákat, Baktriát és Párthiát térdre kényszerítette, ideiglenesen biztosítva a keleti határokat. Ezután a görög anyaföld felé fordította figyelmét, megpróbálta beteljesíteni atyjai álmait Görögország meghódításával, a felszabadítás jegyében. Az acheai liga és Pergamon királysága a rómaiakkal összeverődve legyőzte őt a magnesiai csatában, örökre eltemetve Alexandrosz birodalmának újraegyesítésének álmát.
hy: Անտիոքոսն իր տիրակալության սկզբում ժառանգեց անկայուն տերություն։ Նա կարողացավ կործանումից փրկել այն կայսրությունը, որի հիմնադրման համար Սելևկիոս I-ն այդքան ծանր պայքարել էր։ Արևելյան ապստամբ սատրապություններ Բակտրիան և Պարթևստանը հանդարտեցվեցին՝ ժամանակավորապես ապահովելով տերության արևելյան սահմանները։ Դրանից հետո Անտիոքոսն ուշադրությունը կենտրոնացրեց մայր Հունաստանի վրա՝ նպատակ ունենալով իրականացնել իր հայրերի երազանքները և ներխուժել Հունաստան՝ ազատագրման պատրվակի ներքո։ Էգեյան միությունը և Պերգամոնի թագավորությունը միավորվեցին հռոմեացիների հետ և հաղթեցին Անտիոքոսին Մագնեսիայի ճակատամարտում՝ ընդմիշտ թաղելով Ալեքսանդրի տերությունը վերամիավորելու երազանքը։
ko: 안티오코스는 통치 초기에 곤경에 처한 왕국을 물려받았습니다. 붕괴 직전부터 그는 셀레우코스 제국을 다시 결합하기위해 열심히 싸웠습니다. 박트리아와 파르티아의 반항적인 동부 총독은 일시적으로 동쪽 국경을 확보하여 굴복하게 만들었습니다. 그는 해방의 구실로 그리스를 침략함으로써 조상의 꿈을 성취하려고 시도하면서 어머니 그리스에 관심을 돌렸습니다. 아카이아 연맹과 페르가몬 왕국은 로마인들과 함께 마그네시아 전투에서 그를 물리 치고 알렉산더 제국을 재결합시키려는 꿈을 영원히 묻어 버렸다.
pl: Antioch odziedziczył niespokojne królestwo na początku swego panowania. Na krawędzi upadku udało mu się złączyć imperium Seleukosa, o którego założenie tak ciężko walczył. Buntownicze wschodnie satrapy Baktrii i Partii zostały doprowadzone do porządku, tymczasowo zabezpieczając wschodnie granice. Następnie zwrócił swoją uwagę na matkę Grecję, próbując spełnić marzenia swoich ojców, atakując Grecję pod pretekstem wyzwolenia. Liga Acha i Królestwo Pergamonu połączyły siły z Rzymianami, aby pokonać go w bitwie pod Magnezją, grzebiąc na zawsze marzenie o ponownym zjednoczeniu imperium Aleksandra.
pt_br: Antíoco herdou um reino conturbado no início de seu reinado. A beira do colapso ele conseguiu voltar a juntar o império Seleukus que lutou arduamente para ter. Os sátrapas rebeldes do leste de Báctria e Pártia foram trazidos ao calcanhar, temporariamente protegendo suas fronteiras orientais. Ele então voltou sua atenção para a mãe Grécia, tentando cumprir os sonhos de seus pais invadindo a Grécia sob o pretexto da libertação. A Liga Aqueia e o Reino de Pérgamo se uniram com os romanos para derrotá-lo na Batalha de Magnésia, enterrando para sempre o sonho de reunir o império de Alexandre.
ru: Антиох в начале своего правления унаследовал беспокойное царство. На грани развала ему удалось собрать вместе империю Селевка I. Мятежные восточные сатрапы Бактрии и Парфии были покорены, временно охраняя его восточные границы. Затем он обратил свое внимание на материнскую Грецию. Пытаясь воплотить в жизнь мечты своих отцов вторгся в Грецию под предлогом освобождения. Ахейский союз и Пергамское царство объединились с римлянами, чтобы победить его в битве при Магнезии, навсегда похоронив мечту воссоединения империи Александра.
sv: Antiochus ärvde ett oroligt rike i början av hans regeringstid. Från gränsen till kollaps lyckades han svetsa tillbaka ihop Empire Seleucus jag slogs så svårt att hitta. De upproriska östra satrapsna av Bactria och Parthia togs till hälen och temporärt säkrade sina östra gränser. Han väckte sedan sin uppmärksamhet mot moder Grekland och försökte uppfylla sina faders drömmar genom att invadera Grekland under förevändning för befrielse. Achaean League och Kingdom of Pergamon bandade tillsammans med romarna för att besegra honom i Slaget vid Magnesia, för alltid att begrava drömmen om att återförena Alexanders imperium.
tr: Antiochus saltanatının başlangıcında sıkıntılı bir krallığı devraldı. Çöküşün eşiğinden, yeniden kurmak için savaştığım imparator Seleucus'u bir araya getirmeyi başardı. İsyankar doğu Bactria ve Parthia satrapları, geçici olarak doğu sınırlarını güvence altına alarak topuklara getirildi. Daha sonra dikkatini, Yunanistan'a kurtuluş bahanesi altında istila ederek babalarının hayallerini gerçekleştirmeye çalışan anne Yunanistan'a yöneltti. Achaean League ve Pergamon Krallığı, onu İskender'in imparatorluğunu yeniden birleştirme hayalini sonsuza dek gömen Magnesia Muharebesi'nde onu yenmek için Romalılarla bir araya geldi.
uk: Антіох на початку свого правління успадкував неспокійне царство. На грані розвалу йому вдалося зібрати разом імперію Селевка I. Бунтівні східні сатрапи Бактрії та Парфії були підкорені, тимчасово охороняючи його східні кордони. Потім він звернув свою увагу на материкову Грецію. Намагаючись втілити в життя мрії своїх батьків, він вторгся в Грецію під приводом звільнення. Ахейський союз і Пергамське царство об'єдналися з римлянами, щоб перемогти його в битві при Магнезії, назавжди поховавши мрію возз'єднання імперії Олександра.
zh: 安提克继承了一个陷入困境的王国。 他设法将塞琉古帝国重新融合在一起。巴克特里亚和帕提亚的叛乱暂时保护了东方边境。 而后他把注意力转向希腊，为实现其父亲的梦想，以解放的名义入侵希腊。 不过亚该亚联盟和佩加蒙王国同罗马人联合起来，于马格尼西亚一役中打败了他，粉碎了他一统亚历山大帝国的美梦。

source: Trains all cavalry except citizen-soldier cavalry.
hy: Բոլոր տեսակի հեծելազորի պատրաստում՝ բացառությամբ աշխարհազորային հեծելազորի։
ko: 시민 군인 기병을 제외하고 모든 기병 유닛을 양성합니다.

source: Allied Citizen Infantry Spearmen +10% health.
hy: +10% դաշնակից նիզակավոր քաղաքացիական հետևակի առողջությանը։
ko: 동맹의 시민 창 보병의 체력이 +10% 증가합니다.

source: Allied warships −25% construction time.
eu: Guda itsasontziak −%25 egiteko denboran.
hu: A szövetségeknek -25% gyártási idő a hadihajóknál.
pl: Sojusznicze okręty bojowe budowane są 25% szybciej.
ru: Постройка кораблей союзников занимает на -25% меньше времени.
sv: Allierade krigsskepp −25% konstruktions tid.
tr: Müttefik Savaş Gemilerine -%25 inşa süresi.
uk: Союзні військові кораблі отримують -25% до часу побудови.
zh: 盟军战舰 - 建造时间为25％。

source: Allied healers −20% resource costs.
eu: Sendagile aliatuak %20 gutxiago baliabide kostuetan.
hu: A szövetségeknek -20% nyersanyagköltség a gyógyítóknál.
pl: Sojuszniczy uzdrowiciele są tańsi o 20%.
ru: Стоимость целителей союзников снижается на -20%.
sv: Allierade läkare −20% resurskostnader.
tr: Müttefik şifacılara -%20 kaynak bedeli.
uk: Союзні цілителі коштують -20% ресурсів.
zh: 盟友医疗者花费-20% 。

source: Allied structures −20% technology research time.
eu: Aliatuen egiturak %20 gutxiago teknologiak garatzen.
hu: A szövetségeknek -20% kutatási idő a műszaki technológiáknál.
pl: Technologie w sojuszniczych budowlach wynajdywane są 20% szybciej.
ru: Время на исследование технологий у союзников уменьшается на -20%.
sv: Allierade strukturer −20% teknik forskningstid.
tr: Müttefik binalara -%20 teknoloji araştırma süresi.
zh: 盟友建筑的科技时间 -20%。
