Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Soldiers, Ships, Siege Engines and Structures do not give loot, +50% Structure capture points.
ast: soldados, naves, máchinɐs de cerco & structurɐs nun dan cacida; puntos de posse per structura +50%.
cs: Vojáci, lodě, obléhací stroje a struktury neposkytují kořist, +50% k bodům zajmutí.
fa: سربازان، کشتی‌ها، تجهیزات محاصره و ساختمان‌ها و +50% ساختمان های نقاط تصاحب شده غارت نمی‌شوند .
fi: Sotilaat, laivat, piirityskoneet ja rakenteet eivät anna saalista, ja rakennusten valtauspisteet ovat +50 % korkeammat.
gl: Os soldados, barcos, máquinas de asedio e estruturas non dan botín, +50% de puntos de captura de estruturas.
hu: A zsákmányol lehetőség katonák, hajók, ostromgépek és szerkezetek részére nem lesz elérhető, cserébe viszont +50% szerkezet elfogó pontban részesülnek.
id: Para prajurit, kapal, mesin kepung dan bangunan tidak memberikan loot, +50% poin perebutan bangunan.
pl: Żołnierze, statki, maszyny oblężnicze i budowle nie dają łupów, +50% punktów przejęcia budowli.
pt_pt: Soldados, barcos, máquinas de cerco e estruturas não dão pilhagem, +50% pontos de captura da estrutura.
sk: Vojaci, lode, obliehacie stroje a budovy nedávajú korisť, +50% obsadzovacích bodov pre budovy.
tr: Askerler, Gemiler, Kuşatma Makineleri ve Yapılar (yok olduklarında düşmana) ganimet vermez, +%50 Yapı ele geçirme puanı.
zh: 士兵、船只、攻城武器及建筑不再提供战利品，占领值 + 50% 。

source: Scholarship and the Arts
ast: Studio & lɐs artes
cs: Stipendium a umění
fa: تحقیق و هنر
fi: Stipendit ja taide
gl: Bolsas de estudo e artes.
hi: छात्रवृत्ति और कला
hu: Ösztöndíj és a művészetek
id: Beasiswa dan Seni
pl: Nauka i Sztuka
pt_pt: Bolsas de estudo e as artes
sk: Učenie a umenie
tr: Burs ve sanat
zh: 艺术和奖励

source: Technologies −10% resource costs, −50% research time.
ast: téchnicɐs • costos in recursos −10% • tiempu de disinvolvemiento −50%.
cs: technologie jsou o −10% levnější. a jsou o −50% rychleji vyzkoumané.
fa: -10% هزینه منابع تکنولوژی، -50% زمان تحقیق
fi: Teknologioiden resurssikustannukset ovat -10 % alhaisemmat ja tutkimisaika on -50 % lyhyempi.
gl: -10% coste de recursos tecnoloxícos, -50% en tempo de investigación.
hu: −10% nyersanyagigény és −50% kutatási idő minden fejlesztésnek
id: Teknologi -10% biaya sumberdaya, -50% waktu penelitian.
lb: Technologien -10% Ressourcekäschten, -50% Fuerschungsdauer.
pl: Technologie -10% koszt zasobów, -50% czasu badania.
pt_pt: Tecnologias custam −10% em recursos, −50% tempo de desenvolver.
sk: Technológie −10% ceny surovín, −50% času výskumu.
tr: Teknolojiler -%10 kaynak maliyeti, -%50 araştırma süresi.
zh: 科研花费 -10% ，科研时间 -50% 。

source: Naval Preparation
ast: Preparacion naval
ca: Preparació Naval
cs: Námořní příprava
fa: آمادگی نیروی دریایی
fi: Laivaston valmistelu
gl: Preparación Naval
hi: नौसेना तैयारी
hu: Tengerészeti felkészítés
id: Persiapan Angkatan Laut
pl: Przygotowanie Marynarki Wojennej
pt_pt: Preparação naval
sk: Námorné prípravy
sv: Marin förberedelse
tr: Donanma Hazırlığı
zh: 海事备战

source: Ships −50% metal cost, construction time, and +15% movement speed.
cs: Lodě −50% ceny kovu, doby výstavby a +15% k rychlosti pohybu.
fa: -50% هزینه پوشش، زمان ساخت و ساز و +15% سرعت حرکت کشتی‌ها
fi: Laivojen metallikustannukset ja rakentamisaika ovat -50 % alhaisemmat ja liikkumisnopeus on +15 % korkeampi.
gl: Barcos teñen un −50% de custo en metal, tempo de construción e un +15% de velocidade de movemento.
hu: A hajók -50% fém költség, építési idő és +15% mozgási sebességet kapnak.
id: Kapal -50% biaya logam, waktu pembangunan, dan +15% kecepatan gerakan.
lb: Schëffer -50% Metallkäschten an Baudauer an +15% Vitess.
pl: Statki -50% koszty metalu i czasu budowy, +15% prędkości ruchu.
pt_pt: Barcos custam −50% em metal, tempo de construção e +15% velocidade de movimento.
sk: Lode −50% ceny železa, doby stavby a +15% rýchlosť pohybu.
sv: Skepp -50% metallkostnad, byggtid, och +15% rörelsehastighet.
tr: Gemiler -50% metal maliyeti, -50% inşaat süresi, +15% hareket hızı.

source: Themistoclean Walls
ast: Muriɐs de Themístocles
ca: Murs Temistocleans
cs: Themistoklejské hradby
fa: دیوارهای تمیستوکلین
fi: Themistokleen muurit
gl: Muros de Temístocles
hu: Themisztoklész-féle fal
id: Tembok Themistoclean
pl: Temistoklejskie Mury
pt_pt: Muralhas de Temístocles
sk: Temistoklejské múry
sv: Themistokleiska murar
tr: Themistoclean Duvarları
zh: 地米斯托克里城墙

source: Walls and Palisades −50% resource costs and −20% construction time.
ast: muriɐs & varganales • costos in recursos −50% & tiempu de construccion −20%.
cs: Hradby a palisády −50% náklady na zdroje a −20% doby výstavby.
fa: دیوارها و کاخ ها -50٪ هزینه منابع و -20٪ زمان ساخت.
fi: Muurien ja palisadien resurssikustannukset ovat -50 % alhaisemmat ja rakentamisaika on -20 % lyhyempi.
gl: -50% nos cursos de recursos para muros e palizadas e −20% no tempo de construción.
hu: −50% nyersanyagigény és −20% építési idő a falaknak és a palánkoknak
id: Dinding dan Pagar Runcing -50% biaya sumberdaya dan -20% waktu pembangunan.
lb: Maueren an Palisaden -50% Ressourcekäschten an -20% Baudauer.
pl: Mury i Palisady -50% kosztu zasobów i -20% czasu budowy.
pt_pt: Muralhas e paliçadas custam −50% em recursos e −20% tempo de construção.
sk: Múry a Palisády −50% ceny surovín a −20% času výstavby.
tr: Duvarlar ve Çitler -%50 kaynak maliyeti ve -%20 inşaat süresi.
zh: 围墙及栅栏的花费 -50%，建造时间 -20% 。

source: Champion Army
af: Kampioen Weermag
ar: جيش الأبطال
ast: Exércitu de campiadores
bg: Гвардия
bn: বিশেষ সেনা
br: Arme Kampion
ca: Exèrcit campió
cs: Elitní vojsko
da: Elitehær
de: Gardearmee
el: Στρατός πρωταθλητών
es: Ejército de élite
es_ar: Ejército campeón
eu: Armada Aldezkaria
fa: ارتش سلحشور
fi: Mestariarmeija
fr: Armée championne
ga: Arm na gCuradh
gd: Feachd nan laoch
gl: Exército de campións
he: צבא אלוף
hi: शूरवीर सेना
hr: Velikaška Vojska
hu: Bajnok sereg
hy: Չեմպիոնական բանակ
id: Pasukan Jawara
it: Armata di Campioni
ja: チャンピオン隊
ko: 대표 전사 육군
ku: Artêşa Şampiyonî
lv: Čempionu Armija
ms: Tentera Pahlawan
nb: Mesterarmé
nl: Kampioenenaura
pl: Elitarna Armia
pt_br: Exército Campeão
pt_pt: Exército campeão
ro: Armată campioană
ru: Гвардейская армия
sk: Šampiónska armáda
sr: Шампионска армија
sv: Mästar Armé
te: విజేతల సైన్యం
tr: Şampiyon Ordu
uk: Чемпіонська армія
ur: فوج جیالہ
zh: 冠勇军队
zh_tw: 鬥士部隊

source: Champions +2 capture attack strength, +20% melee and ranged attack damage, +10% movement speed.
af: Kampioene +2 verowering aanvalskrag, +20% naby- en afstandaan-val skade, +10 bewegingspoed.
ast: campiadores • podencia de posseu +2 • podencia de combate & de tiru +20% • velocidá de movemiento +10%.
ca: +2 d'atac de captura, +20% d'atac cos a cos i a distància i +10% de velocitat per als campions.
cs: Elitní vojáci +2 k síle útoku při zajímání jednotek, +20 % k poškození při útoku na blízko a na dálku, +10 % k rychlosti pohybu.
da: Elitesoldater +2 erobrings-angrebsstyrke, +20% nærkamps- og langdistance-angrebsskade, +10% bevægelseshastighed.
de: Gardisten +2 Einnehmrate, +20 % Nahkampf- und Fernkampfschaden, +10 % Bewegungsgeschwindigkeit.
es: Tropas de élite (Fuerza de captura: +2; Daño a distancia y cuerpo a cuerpo: +20%; Velocidad de movimiento: +10%).
eu: Aldezkariek +2 atzeman eraso indarra, %20+ buruz-buruko eta urruneko erasoen kaltean, %10+ mugimendu abiaduran.
fa: قهرمانان +2 قدرت حمله ، +20% آسیب سلاح دستی و محدوده حمله +10% سرعت حرکت به دست می آورند.
fi: Mestareille +2 kaappaushyökkäysvoimaa, +20 % lähitaistelu- ja kantamataisteluvahinkoa, +10 % liikkumisnopeutta.
fr: Les Champions gagnent +2 en force de capture d'attaque, 20% de dégât mêlée et à distance , et 10% de vitesse de déplacement.
gl: Os campións forza de ataque: +2 captura , +20% de dano de ataque corpo a corpo e a distancia, +10% de velocidade de movemento.
hi: शूरवीरों की हमला कर कब्जाने की शक्ति +२, शस्त्र और अस्त्र की घातक क्षमता +२०%, चलने की गति +१०%
hu: +2 foglalóerő, +20% közelharci és távolsági sebzés, illetve +10% mozgási sebesség a bajnok egységeknek
hy: +20% մերձամարտի և հեռահար հարձակման վնաս, +2 գրավման արագություն և +10% արագություն չեմպիոնական միավորներին:
id: Jawara +2 daya rebut, +20% daya serang jarak dekat dan jarak jauh, +10% laju gerak.
it: +2 attacco cattura, +20% attacco da mischia e a distanza e +10% velocità per le unità Campione.
ja: チャンピオンユニットの捕獲攻撃力+2、近接攻撃と遠隔攻撃のダメージ+20％、移動速度+10％
ko: 대표 전사 점령 공격력이 +2 증가하고, 근접 및 범위 공격 피해가 +20% 증가하고 이동 속도가 +10% 증가합니다.
ku: Şampiyon +2 hêza êrîşê digirin, +20% zirara êrişê ya melee û rêzdar, +10% leza tevgerê.
lb: Championen +2 Eroberungstaux, +20% No- an Fernkampfschued, +10% Beweegungsgeschwindegkeet.
nl: Kampioenen +2 veroveren, +20% schade bij mêlee en afstandsaanval, +10% snelheid.
pl: Czempioni otrzymują +2 do siły przejęcia, +20% ataku wręcz i dystansowego i +10% szybkości ruchu.
pt_br: Campeões têm +2 de poder de captura, +20% de dano de ataque corpo-a-corpo e à distancia, e +10% de velocidade de movimento.
pt_pt: Campeões +2 força de ataque de captura, +20% dano corpo a corpo e à distância, +10% velocidade de movimento.
ro: Campionii +2 putere de atac de capturare, +20% daune de atac corp la corp și la distanță, +10% viteză de mișcare.
ru: Гвардейцы получают +2 к скорости захвата, +20% к урону в ближнем и дальнем бою и +10% к скорости передвижения.
sk: Šampióni +2 sila útoku preberania, +20% ničivej sily pri boji zblízka a zdiaľky, +10% rýchlosti pohybu.
sr: Шампион +2 јачина напада, +20% јачина блиских и удаљених напада, +10% брзина кретања.
sv: Mästare +2 erövringsstyrka, +20% närstrids- och distansattack, +10% hastighet.
tr: Şampiyonlar +2 ele geçirme saldırı gücü, +20% yakın ve menzilli saldırı hasarı, +10% hareket hızı.
uk: Чемпіони мають +2 ефективності захоплення, +20% нанесення ближнього та дистанційного пошкодження, +10% швидкості руху.
ur: ماہرِ تعمیرات
zh: 冠勇单位夺占 +2、攻击 +20%、移动速度 +10%.
zh_tw: 鬥士 +2 占領力、+20% 近戰與遠程攻擊傷害、+10% 移動速度。

source: Guerrilla Chief
af: Guerilla Hoofman
ar: قائد حرب العصابات
ast: Cabeçaleiru guerrilleiru
bg: Партизански предводител
bn: গেরিলা প্রধান
br: Penn Gerilha
ca: Cabdill guerriller
cs: Partyzánský náčelník
da: Guerillaleder
de: Guerrillaanführer
el: Αρχηγός Ανταρτών
es: Jefe de guerrilla
es_ar: Jefe de Guerrilla
eu: Gerrillari Nagusia
fa: فرمانده چریکی
fi: Sissipäällikkö
fr: Chef de guérilla
ga: Taoiseach Treallchogaí
gd: Ceannard guerrilla
gl: Xefe de guerrilla
he: מפקד גרילה
hi: छापामार सरदार
hu: Gerillafőnök
hy: Պարտիզանների առաջնորդ
id: Kepala Gerilya
it: Capo dei Guerriglieri
ja: ゲリラ隊長
ko: 게릴라 우두머리
ku: Serokê Gerîla
ms: Ketua Gerila
nb: Geriljasjef
nl: Guerrilla Krijgsheer
pl: Wódz Partyzantów
pt_br: Chefe de Guerrilha
pt_pt: Chefe de guerrilha
ro: Sef de guerila
ru: Вождь партизан
sk: Vodca partizánov
sr: Шеф Гериле
sv: Gerillachef
tr: Gerilla Şefi
uk: Партизанський начальник
zh: 游击队长
zh_tw: 游擊隊長

source: Soldiers and Siege Engines +1 crush, hack, pierce resistance, +15% movement speed.
ast: soldados & máchinɐs de cerco • resistencia a la frayura, corte & foradura +1 • velocidá de movemiento +15%.
ca: Els soldats i màquines de setge guanyen 3 de resistència d'impacte, tall i perforació i 15% de velocitat.
cs: Vojáci a obléhací stroje +1 k obraně proti drtivým, sečným a bodným útokům, +15 % k rychlosti pohybu.
da: Soldater og Belejringsvåben +1 knus, hak, gennembor modstand, +15% bevægelseshastighed.
de: Soldaten und Belagerungseinheiten +1 Schmetter-, Hieb- und Stichwiderstand, +15 % Bewegungsgeschwindigkeit.
es: Soldados y máquinas de asedio (Resistencia al aplastamiento, corte y perforación: +1; Velocidad de movimiento: +15%).
fa: +1 مقاومت خردشدن، برش و حفرکردن +15% سرعت حرکت سربازان و تجهیزات محاصره
fi: Sotilaille ja piirityskoneille +1 murskaus-, hakkaus- ja lävistysvastustuskykyä, +15 % liikkumisnopeutta.
fr: Les Soldats dans leurs formations gagnent +3 d'armure, et 15% de vitesse de déplacement.
gl: Soldados e Máquinas de Asedio teñen +1 de resistencia a esmagamento, corte, perforación e +15% de velocidade de movemento.
hi: सैनिकों और क़ब्जा यंत्रों का कुचलने, काटने, भेदने से बचाव +१, चलने की गति +१५%
hu: +1 zúzással, vágással és szúrással szembeni ellenállás és +15% mozgási sebesség a katonáknak és az ostromgépeknek
id: Prajurit dan Mesin Kepung +1 daya tahan hantam, tebas, tusuk, +15% laju gerak.
it: +1 resistenza a frantumare, fendente e perforante e +15% velocità di movimento per i soldati e le macchine d'assedio.
ja: 兵士と攻城兵器 衝撃、斬撃、貫通耐性+1 移動速度+15%。
ku: Leşker û Motorên Siege +1 perçiqandin, hackkirin, berxwedana qulandinê, +15% leza tevgerê.
lb: Zaldoten an Belagerungseenheeten +1 Schmetter-, Hack-, Stiechresistenz, +15% Beweegungsgeschwindegkeet.
nl: Soldaten en belegeringswerktuigen +1 slag-, steek- en verpletterweerstand en +15% snelheid.
pl: Wojownicy i machiny oblężnicze +1 do obrony przed obrażeniami obuchowymi, kłutymi i siecznymi, +15% szybkości ruchu.
pt_br: Soldados e Armas de Cerco têm +1 de resistência contra esmagamento, corte e perfuração, e +15% de velocidade de movimento.
pt_pt: Soldados e armas de cerco +1 resistência ao esmagamento, corte e perfuração e +15% velocidade de movimento.
ro: Soldați și motoare de asediu +1 rezistență la zdrobire, tăiere, străpungere, +15% viteză de mișcare.
ru: Воины и осадные орудия получают +1 к защите от дробящего, рубящего и колющего оружия и +15% к скорости передвижения.
sk: Vojaci a obliehacie stroje +1 drvivej, sečnej a bodnej odolnosti, +15% rýchlosť pohybu.
sr: Војници и машине за опсаду +1 уништавање, одбојност на пробијање, +15% брзина кретања.
sv: Soldater och belägringsvapen +1 kross, hack, resistans mot genomträngande, 15% rörelsehastighet.
tr: Askerler ve Kuşatma Makineleri +1 ezme, kesme, delme direnci, +15% hareket hızı.
uk: Солдати та облогові знаряддя мають +1 стійкості до крушіння, рубання, коління, +15% швидкості руху.
zh: 士兵和攻城机械各项防护+1，移动速度+ 15％。
zh_tw: 士兵與攻城武器 +1 粉碎、劈砍、穿刺抗性，+15% 移動速度。

source: Humans +0.8 health regeneration rate.
af: Mense +0.8 gesondheid re-generasie tempo.
ar: البشر +0.8 معدل تجديد الصحة.
ast: humanos • taxa d’halitamiento +0.8.
ca: +0,8 a la velocitat de regeneració de la salut dels humans.
cs: Lidé získají +0,8 k obnovení zdraví.
da: Mennesker +0,8 helbreds-regenerationsrate.
de: Menschen +0,8 Gesundheitsregenerationsrate.
es: Humanos (Regeneración de salud: +0.8).
eu: Gizakiek +0.8 osasun berrosatze tasan.
fa: +0.8 نرخ بازیابی انسان ها
fi: Ihmisille +0.8 terveyden palautumisnopeus.
fr: Les Humains gagnent 0.8 de régénération de point de vie.
gl: +0.8 taxa de rexeneración de saúde de Humanos.
hi: मनुष्यों का +०.८ के दर से स्वास्थ्य सुधार होता है।
hu: +0,8 életerő regenerációs sebesség az embereknél.
hy: +0.8 առողջություն վայրկյանում մարդկանց բուժման արագությանը։
id: Manusia +0.8 laju pemulihan nyawa.
it: +0.8 tasso di rigenerazione per le unità umane.
ja: 人間ユニットのHP回復力+0.8
ko: 사람의 체력이 초당 +0.8씩 회복합니다.
ku: Rêjeya nûvekirina tenduristiya mirovan +0.8.
nl: Mensen +0.8 genezingssnelheid.
pl: Ludzie otrzymują +0.8 do regeneracji zdrowia.
pt_br: Humanos têm +0.8 de taxa de regeneração de saúde.
pt_pt: Humanos +0,8 velocidade de regeneração de vida.
ro: Oameni +0.8 rata de regenerare a sănătății.
ru: +0.8 к скорости выздоровления людей.
sk: Ľudia +0,8 rýchlosť uzdravovania.
sr: Људи +0.8 брзина опоравка здравља.
sv: Människor +0,8 läkningstakt.
tr: İnsanlara +0.8 sağlık iyileşme oranı.
uk: Люди мають +0.8 темпу відновлення здоров'я.
ur: انسان +0.8 صحت کی تخلیق نو کی شرح
zh: 有生单位生命回复速率 +0.8 .
zh_tw: 人 +0.8 生命值恢復速率。

source: Lightning General
af: Weerlig Generaal
ar: جنرال البرق
ast: General rellumante
bg: Светкавичен генерал
bn: তড়িৎগতির সেনাপতি
br: Jeneral Luc'hedus
ca: General llampec
cs: Bleskový generál
da: Lyngeneral
de: Blitzgeneral
el: Αρχηγός Αστραπής
es: General relámpago
es_ar: General Rayo
eu: Tximistaren Jenerala.
fa: ژنرال رعد و برق
fi: Salamakenraali
fr: Général foudroyant
ga: Ginearál Tintrí
gd: Ceann-armailt dealanaich
gl: Xeneral lóstrego
he: ברק כללי
hi: तीव्र सेनाध्यक्ष
hu: Villámgyors tábornok
hy: Կայծակնային Զորավար
id: Jendral Kilat
it: Generale Fulmine
ja: 電光将軍
ko: 번개 장군
ku: Birûskê General
ms: Jeneral Lightning
nb: Lyngeneral
nl: Bliksem Generaal
pl: Piorunujący Generał
pt_br: General Relâmpago
pt_pt: General relâmpago
ro: Generalul Fulger
ru: Молниеносный предводитель
sk: Bleskový generál
sr: Генерал Муња
sv: Blixtgeneral
tr: Yıldırım General
uk: Блискавичний полководець
zh: 风驰电掣
zh_tw: 閃電將軍

source: Soldiers and Siege Engines +15% movement speed.
af: Soldate en Beleëringstuie +15% bewegingspoed.
ast: soldados & máchinɐs de cerco • velocidá de movemiento +15%.
bg: Во̀ини и обсадни машини +15% бързина
ca: Els soldats i màquines de setge es mouen un 15% més ràpid.
cs: +15 % rychlosti pohybu pro vojáky a obléhací stroje.
da: Soldater og Belejringsvåben +15% bevægelseshastighed.
de: Soldaten und Belagerungswaffen +15 % Bewegungsgeschwindigkeit.
es: Soldados y máquinas de asedio (Velociad de movimiento: +15%).
eu: Soldadu eta setio makinek %15+ mugimendu abiaduran.
fa: +15% سرعت حرکت سربازان و تجهیزات محاصره
fi: Sotilaille ja piirityskoneille +15 % liikkumisnopeutta.
fr: Les Soldats et les Engins de sèges gagnent 15% de vitesse de déplacement.
gl: Soldados e máquinas de asedio +15 % de velocidade de movemento.
hi: सैनिकों और क़ब्जा यंत्रों की चलने की गति +१५%
hu: +15% mozgási sebesség a katonáknak és az ostromgépeknek
hy: +15% զինվորների և պաշարողական մեքենաների արագությանը։
id: Prajurit dan Mesin Kepung +15% laju gerak.
it: +15% velocità per soldati e macchine d'assedio.
ja: 兵士と攻城兵器の移動力+15%
ko: 군인과 공성 무기의 이동 속도가 +15% 증가합니다.
ku: Leşker û Motorên Siege +15% leza tevgerê.
lb: Zaldoten an Belagerungseenheeten +15% Beweegungsgeschwindegkeet.
nl: Soldaten en belegeringswerktuigen +15% snelheid.
pl: Żołnierze i machiny oblężnicze otrzymują +15% prędkości ruchu.
pt_br: Soldados e Armas de Cerco têm +15% de velocidade de movimento.
pt_pt: Soldados e armas de cerco +15% velocidade de deslocação.
ro: Soldați și motoare de asediu +15% viteză de mișcare.
ru: Воины и осадные орудия получают +15% к скорости передвижения.
sk: Vojaci a dobyvačné stroje +15% rýchlosť pohybu.
sr: Војници и машине за опседање +15% брзина кретања.
sv: Soldater och belägringsvapen +15% hastighet.
tr: Askerler ve Kuşatma Makineleri +15% hareket hızı.
uk: Солдати та облогові знаряддя мають +15% швидкості руху.
ur: فوجی اور محاصرے کے انجن +15 نقل و حرکت کی رفتار
zh: 士兵和攻城机械移动速度 +15% .
zh_tw: 士兵與攻城武器 +15% 移動速度。

source: Subduer of Mercenaries
af: Onderwerper van Huursoldate
ar: قاهر المرتزقه
ast: Somete-mercenarios
bg: Покорител на наемници
bn: ভাড়াটে সৈনিকদের দমনকারী
br: Deboch ar c'hoprsoudarded
ca: Senyor de mercenaris
cs: Pokořitel žoldnéřů
da: Lejesoldaters Tæmmer
de: Bezwinger der Söldner
el: Καταστολέας των Μισθοφόρων
es: Subyugador de mercenarios
es_ar: Vencedor de mercenarios
eu: Mertzenarioen menderatzailea
fa: زیرکی مزدوران
fi: Palkkasotureiden alistaja
fr: Maître des Mercenaires
ga: Ceansaí na nAmhas
gd: Ceannsalaiche nan saighdearan-duaise
gl: Someter mercenarios
he: מכניע של שכירי חרב
hi: भाड़े के सैनिकों को वश में करने वाला
hu: Zsoldosok legyőzője
hy: Վարձկաններին Հանդարտեցնող
id: Penakluk Prajurit Bayaran
it: Domatore di Mercenari
ja: 傭兵征服者
ko: 용병 정복자
ku: Bindestê Mercenaran
ms: Penunduk Askar Upahan
nl: Onderwerper van Huurlingen
pl: Ujarzmienie Najemników
pt_br: Subjugador de Mercenários
pt_pt: Subjugador de mercenários
ro: Subjugator al mercenarilor
ru: Усмиритель наёмников
sk: Podmaniteľ žoldnierov
sr: Покорник плаћеника
sv: Betvingare av legosoldater
tr: Paralı Askerlere Boyuneğdiren
uk: Підкорювач найманців
ur: کرائے کے فوجیوں کے ماتحت
zh: 怀柔佣兵
zh_tw: 傭兵壓㓡者

source: Enemy Mercenaries −20% melee and ranged attack damage.
af: Vyandige Huursoldate -20% naby- en afstand-aanval skade.
ast: mercenarios inimigos • podencia de combate & de tiru −20%.
bg: Вражески наемници: –20% близкобойни и далекобойни щети.
ca: −20% d'atac per als mercenaris enemics.
cs: Poškození nepřátelských žoldáků při útocích zblízka a na dálku se sníží o -20 %.
da: Fjendtlige Lejesoldater -20% nærkamps- og langdistance-angrebsskade.
de: Gegnerische Söldner −20 % Nahkampf- und Fernkampfschaden.
es: Mercenarios enemigos (Daño a distancia y cuerpo a cuerpo: −20%).
eu: Etsai mertzenarioak %20- buruz-buruko eta urrutiko erasoen kaltean.
fa: -20% آسیب سلاح دستی و محدوده حمله مزدوران دشمن
fi: Vihollisen palkkasotureille -20 % lähitaistelu- ja kantamataisteluvahinkoa.
fr: Les Mercenaires ennemies perdent 20% de dégât mêlée et distance.
gl: −20% de dano de ataque corpo a corpo e a distância de mercenarios inimigos.
hi: भाड़े के दुश्मन सैनिकों की शस्त्र और अस्त्र से नुकसान करने की क्षमता -२०%
hu: −20% közelharci és távolsági sebzés az ellenséges katonáknak
hy: -20% թշնամական վարձկանների մերձամարտի և հեռահար հարձակման վնասին։
id: Prajurit bayaran musuh −20% daya serang jarak dekat dan jarak jauh.
it: −20% attacco da mischia e distanza per i mercenari nemici.
ja: 敵傭兵ユニットの近接、遠距離攻撃力-20%
ko: 적 용병의 근접 및 범위 공격 피해가 -20% 감소합니다.
ku: Mercenarên Dijmin −20% melee û zirara êrişê ya rêzdar.
nl: Vijandelijke huurlingen -20% schade bij mêlee en afstandsaanval.
pl: Wrodzy najemnicy zadają 20% mniej obrażeń.
pt_br: Mercenários Inimigos têm −20% de dano de ataque à distância e corpo-a-corpo.
pt_pt: Mercenários inimigos −20% dano no ataque corpo a corpo e à distância.
ro: Mercenari inamici -20% daune de atac corp la corp și la distanță.
ru: Вражеские наёмники наносят на 20% меньше урона в ближнем и дальнем бою.
sk: Nepriateľskí žoldnieri −20% poškodenia pri boji zblízka a na diaľku.
sr: Непријатељски плаћеници -20% јачина блиских и удаљених напада.
sv: Fientliga legosoldater −20% närstrids- och distansattack.
tr: Düşman Paralı Askerleri -%20 yakın ve menzilli saldırı hasarı.
uk: Ворожі найманці мають −20% нанесення ближнього та дистанційного пошкодження.
ur: دشمن کے کرائے کے فوجیوں کو −20 ہنگامہ آرائی اور رینج حملے کا نقصان
zh: 敌方的雇佣兵攻击 -20% .
zh_tw: 敵軍傭兵 -20% 近戰與遠程攻擊傷害。

source: Tactician
af: Taktikus
ar: التكتيكي
ast: Tácticu
bg: Тактик
bn: কৌশল ব্যবহারকারী
br: Taktisian
ca: Tàctic
cs: Taktik
da: Taktiker
de: Taktiker
el: Στρατηγικός
es: Estratega
es_ar: Estratega
eu: Taktika
fa: رزم آرا
fi: Taktikko
fr: Tacticien
ga: Beartaí
gd: Fear-innleachd
gl: Estratega
he: טַקטִיקָן
hi: रणनीतिकार
hu: Taktikus
hy: Մարտավար
id: Ahli Taktik
it: Stratega
ja: 戦術家
ko: 전술가
ku: Taktîsyen
ms: Ahli Taktik
nb: Taktiker
nl: Tacticus
pl: Aura Taktyka
pt_br: Estrategista
pt_pt: Tático
ru: Тактик
sk: Taktik
sr: Тактичар
sv: Taktiker
tr: Taktikçi
uk: Тактик
ur: فن جنگ کا ماہر
zh: 谋略家
zh_tw: 戰術家
