Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Subjugate Italiote towns to reduce recruit time -20% for Italian mercenaries.
ast: Sopiar les ciudaes italiotes p'amenorgar el tiempu de llevantamientu nel -20% a los mercenarios italianos.
bg: Покоряването на италийски градове намалява времето за наемане на италийски наемници с -20%.
br: Bazhyeviñ kêrioù Italiot-ed evit digreskiñ an amzer sevel -20% evit goprsoudarded Italian.
ca: Sotmeteu pobles italiotes per a reduir el temps de reclutament dels mercenaris italians un 20%.
cs: Podmaňte si italická města, aby se doba potřebná na odvody italských žoldnéřů zkrátila o -20%.
de: Unterjoche Italiotische Städte, um die Rekrutierungsdauer italienischer Söldner um -20% zu senken.
el: Υπέταξε Ιταλικές πόλεις για να μειώσεις τον χρόνο στρατολόγησης -20% για τους Ιταλιάνους μισθοφόρους.
es_mx: Subyugar a ciudades Italiotas para reducir el tiempo de reclutamiento en -20% para los mercenarios italianos.
eu: Menderatu Italiar hiriak Italiar mertzenarioak erreklutatzeko denbora %20- jaisteko.
fa: شهر های ایتالیایی را تحت فرمان خود در بیاورید تا زمان آموزش مزدوران ایتالیایی -20% کاهش یابد.
ga: Cuir bailte Iodálacha faoi smacht d'am fostaithe a laghdú le -20% d'amhais Iodálacha.
gl: Subxuga vilas italiotas para reducir o tempo de recrutamento de mercenarios italiotas un -20%.
hu: Italióta városok leigázása esetén -20% az itáliai zsoldosok kiképzési idejéből.
id: Taklukkan kota Italia untuk mengurangi waktu latih prajurit bayaran Italia -20%.
it: Soggioga le città Italiote per ridurre il tempo di reclutamento di -20% per i mercenari Italiani.
ja: イタリオテスの町を征服すると、イタリオテス傭兵の採用時間が20%短縮されます。
ko: 이탈리오테 마을을 정복하면 이탈리아 용병의 모집 시간이 -20% 줄어듭니다.
lv: Pakļaujiet Italiote pilsētas, lai samazinātu Itāliešu algotņu nolīgšanas laiku par -20%.
ms: Takluki bandar Italiote dapat kurangkan -20% masa rekrut untuk askar upahan Itali.
nb: Regjer over italiotiske byer for å redusere rekrutteringstiden med -20% for italienske leiesoldater.
nl: Onderwerp Italiaanse steden om de rekruteertijd voor Italiaanse huurlingen met 20% te verminderen.
pl: Podbij Italiockie miasta, aby zmniejszyć czas szkolenia Włoskich najemników o -20%.
pt_pt: Conquista povoações italiotas para reduzir -20% no tempo de treino de mercenários italiotas.
ru: Покориту италиотов, чтобы сократить время вербовки итальянских наёмников на -20%.
sk: Podmaní italické obce pre zníženie doby verbovania iberských žoldnierov o 20%.
sv: Kuva Italiska städer för att minska träningstiden för Italienska legosoldater med -20%.
tr: İtalyan Paralı Askerlerinin askere alınma süresini %-20 azaltmak için italyan kasabalarını boyunduruk altına alın.
uk: Підкорити містечка італіотів, щоб скоротити час вербування на -20% для італійських найманців
zh: 征服意大利城镇以招募时间 -20% 在意大利佣兵上。
zh_tw: 征服義大利城鎮以 -20% 招募時間在義大利傭兵上。

source: Italiote Hegemony
ast: Hexemonía italiota
bg: Италийско господство
br: Hegemoniezh Italiot
ca: Hegemonia italiota
cs: Italická nadvláda
da: Italiotisk Hegemoni
de: Italiotische Hegemonie
el: Ιταλιώτικη Ηγεμονία
es_mx: Hegemonía italiota
eu: Nagusitasun Italiarra
fa: تسلط بر ایتالیایی ها
fi: Italioottien johtoasema
ga: Mórcheannas na nIodálach
gl: Hexemonía italiota
hu: Italióta hegemónia
id: Hegemoni Italia
it: Egemonia Italiota
ja: イタリオテス征服
ko: 아탈리아 패권
ms: Hegemoni Italiote
nb: Italiotisk hegemoni
nl: Italiaanse hegemonie
pl: Italiocka hegemonia
pt_pt: Hegemonia italiota
ru: Италиотская гегемония
sk: Italická hegemónia
sv: Italiskt Hegemoni
tr: İtalyan Egemenliği
uk: Гегемонія італіотів
zh: 意大利霸权
zh_tw: 義大利霸權

source: Upgrade all of your Celtic mercenaries to Advanced rank.
ast: Ascender tolos mercenarios celtes al rangu avanzáu.
bg: Повишаване на всички келтски наемници в ранг „Напреднал“.
br: Gweredekaat hoc'h holl goprsoudarded Keltek er renk Araokaet.
ca: Ascendiu tots els mercenaris celtes al rang avançat.
cs: Povyšte všechny své keltské žoldnéře na úroveň zkušených vojáků.
da: Forfremmer alle dine keltiske lejesoldater til avanceret rang.
de: Befördert alle keltischen Söldner zum Fortgeschritten-Dienstgrad.
el: Αναβαθμίστε όλους τους Κέλτες μισθοφόρους σας σε Ανώτερο βαθμό.
es_mx: Promover a todos tus mercenarios Celtas al rango avanzado.
eu: Igo zure Zelta mertzenario guztiak Aurreratua mailara.
fa: ارتقا تمام مزدروان سلتی شما به رتبه بالاتر
ga: Uasghradaigh d'amhais Ceilteacha ar fad go an rang Forásach.
gl: Avanzar todos os mercenarios celtas ao rango avanzado.
hu: Minden kelta zsoldos előléptetése fejlett rangra.
id: Tingkatkan semua prajurit bayaran Kelt Anda ke pangkat lebih Tinggi.
it: Aggiorna tutti i mercenari celtici al livello Avanzato.
ja: すべてのケルト傭兵を上級ランクに昇進させます。
ko: 모든 켈트 용병을 상급 계급으로 진급합니다.
lv: Paaugstiniet visus savus Ķeltu algotņus līdz Attīstītai pakāpei.
ms: Tatar semua askar upahan Celt anda ke pangkat Mahir.
nb: Oppgrader alle dine keltiske leiesoldater til avansert rang.
nl: Promoveer al je Keltische huurlingen naar geavanceerde rang.
pl: Awansuj swoich Celtyckich najemników do rangi Zaawansowanej.
pt_pt: Promove todos os teus mercenários celtas à graduação Avançado.
ru: Повысьте всех кельтских наёмников в ранге до улучшенного.
sk: Povýši všetkých vašich keltských žoldnierov na pokročilý stupeň.
sv: Befordra alla dina Keltiska legosoldater till rangen Avancerad.
tr: İleri rütbeler için tüm paralı Kelt askerlerini yükselt.
uk: Удосконалити всіх Ваших кельтських найманців до просунутого рангу.
zh: 升级你所有的凯尔特佣兵到进阶等级。
zh_tw: 升級您所有的塞爾特傭兵到進階等級。

source: Upgrade all of your Celtic mercenaries to Advanced rank. This increases their military prowess, but decreases their resource gathering rates -25%. Unlocks Elite Celtic Mercenaries technology.
ast: Ascender tolos mercenarios celtes al rangu avanzáu. Esto auménta-yos l'habilidá militar, pero amenórga-yos les tases de recoyida nel -25%. Desbloquia la teunoloxía de los mercenarios celtes d'élite.
bg: Повишаване на всички келтски наемници в ранг „Напреднал“. Това увеличава военните им умения, но намалява бързината на събиране на ресурси с -25%. Отключва технологията Елитни келтски наемници.
br: Gwredekaat hoc'h holl goprsoudarded er renk Araokaet. An dra-mañ a lak o gouestoni vilourel da greskaat, hogen ez a war vihanaat o feurioù dastum danvez gant -25%. Digeriñ a ra teknologiezh Begenn ar Goprsoudarded Keltek.
ca: Ascendiu tots els mercenaris celtes al rang avançat. Això augmenta la seva destresa militar, però disminueix els índexs de recol·lecció de recursos un -25%. Desbloca la tecnologia dels mercenaris celtes d'elit.
cs: Povyšte všechny své keltské žoldnéře na úroveň zkušených vojáků. Zvýší se jejich bojové schopnosti, ale sníží jejich schopnost získávat suroviny o 25%. Odemkne technologii elitních keltských žoldnéřů.
de: Befördere alle deine keltischen Bürger-Soldaten-Kavalleristen zum fortgeschrittenen Rang. Das erhöht ihre militärischen Fähigkeiten, senkt jedoch die Fleischsammelrate um -25%. Schaltet Elite-keltisch-Bürger-Technologie frei.
el: Προάγετε όλους τους Κέλτες μισθοφόρους σας σε Ανώτερο βαθμό. Αυτό αυξάνει την στρατιωτική τους δύναμη αλλά μειώνει κατά -25% το ποσοστό συλλογής πώρων. Ξεκλειδώνει την τεχνολογία Εκλεκτός Κέλτης Μισθοφόρος.
es_mx: Promover a todos tus mercenarios Celtas al rango de Avanzado. Esto aumenta su destreza militar, pero disminuye su tasa de recolección de recursos -25%. Desbloquea la tecnología de Mercenarios Celtas Élite.
eu: Sustatu zure Zelta mertzenario guztiak Aurreratua mailara. Gudarako trebetasuna handituko diezu, baino baliabideak biltzeko garaian %25- gutxiago lortuko dute. Eliteko Zelta mertzenario teknologia desblokeatzen du.
fa: ارتقا تمام مزدوران سلتی شما به رتبه بالاتر. باعث افزایش قدرت جنگی آنها می شود اما سرعت جمع کردن منابع آنها -25% کاهش می یابد. باز کردن قفل فناوری مزدوران سلتی زبده
ga: Uasghradaigh d'amhais Cheilteacha ar fad go an rang Forásach. Méadaíonn sé seo a láidreacht mhíleata ach laghdaíonn sé a rátaí bailithe d'acmhainní le -25%. Díghlasáil teicneolaíocht Amhas Ceilteacha Éilite.
gl: Avanzar todos os mercenarios celtas ao rango avanzado. Isto aumenta a súa eficacia militar, pero diminúe un -25% a velocidade coa que recollen recursos. Desbloquea a tecnoloxía «Mercenarios celtas de elite».
hu: Minden kelta zsoldos előléptetése elit rangra. Ez növeli a harci képességeiket, de -25% a erőforrásgyűjtési sebességükre. Elérhetővé teszi az elit kelta zsoldosok fejlesztést.
id: Tingkatkan semua prajurit bayaran Kelt Anda ke pangkat lebih Tinggi. Ini meningkatkan kecakapan militer mereka namun mengurangi tingkat pengumpulan sumberdaya sebanyak -25%. Membuka teknologi Prajurit Bayaran Kelt Elit.
it: Aggiorna tutti i mercenari celtici al livello Avanzato. Questo aumenta il loro valore militare, ma diminuisce la loro capacità di raccolta di -25%. Sblocca la tecnologia Mercenari Celtici Elite.
ja: すべてのケルト傭兵を上級ランクに昇進させます。これによって軍事的な技量が上がりますが、資源の採集効率が25%落ちます。精鋭ケルト傭兵のテクノロジー研究が可能になります。
ko: 모든 켈트 용병을 상급 계급으로 진급합니다. 이렇게 하면 군사력은 향상 되지만 자원 수집률은 -25% 감소합니다. 정예 켈트 용병의 기술을 풉니다.
lv: Paaugstiniet visus savus Ķeltu algotņus līdz Attīstītai pakāpei. Tas palielinās to militāro spēku, taču samazinās resursu iegūšanas ātrumu par -25%. Atver Elites Ķeltu algotņu tehnoloģiju.
ms: Tatar semua askar upahan Celt anda ke pangkat Mahir. Ia meningkatkan kekuatan ketenteraan mereka, tetapi mengurangkan -25% kadar pengumpulan sumber. Buka teknologi Askar Upahan Celt Elit.
nb: Oppgrader alle dine keltiske leiesoldater til avansert rang. Dette øker deres militære djervhet, men reduserer hastigheten på ressurs-sanking med -25%. Låser opp teknologi for keltisk elite-leiesoldat.
nl: Promoveer al je Keltische huurlingen naar geavanceerde rang. Dit verhoogt hun militaire kracht, maar verminderd hun snelheid om burgertaken uit te voeren met 25%. Na deze promotie kan je verder promoveren tot elite rang.
pl: Awansuj swoich Celtyckich najemników do rangi Zaawansowanej. Zwiększa to ich waleczność, ale zmniejsza szybkość pozyskiwania surowców o -25%. Odblokowuje technologię Elitarni Celtyccy najemnicy.
pt_pt: Promove todos os teus mercenários celtas à graduação Avançado. Isto aumenta o seu poderio militar mas diminui a velocidade de recolha de recursos em -25%. Desbloqueia a tecnologia de Mercenários Celtas de Elite.
ru: Повысьте всех кельтских наёмников в ранге до улучшенного. Это повысит их воинскую доблесть, но снизит скорость сбора ресурсов на -25%. Открывает технологию "Элитный кельтский наёмник".
sk: Povýši všetkých vašich keltských žoldnierov na pokročilý stupeň. Toto zvýši ich vojenské schopnosti, avšak zároveň spomalí ich rýchlosť získavania surovín o 25%. Taktiež sprístupní technológiu elitného keltského žoldnierstva.
sv: Befordra alla dina Keltiska legosoldater till rangen Avancerad. Detta ökar deras militära förmåga men minskar deras resursinsamlingstakt med -25%. Låser upp Elit Keltisk legosoldat teknologin.
tr: Tüm Kelt Paralı Askerleri Seçkin rütbeye yükselt. Bu onların askeri cesaretini artırır, ancak kaynak toplama oranlarınını %-25 azaltır. Seçkin Kelt Paralı Asker teknolojisinin klidini aç.
uk: Удосконалити всіх Ваших кельтських найманців до просунутого рангу. Це збільшує їхню військову відвагу, але знижує їхні темпи збирання ресурсу на -25%. Відкриває технологію елітних кельтських найманців.
zh: 升级你所有的凯尔特佣兵到进阶等级。这可以增强他们的力量，但会降低他们的资源采集速率 -25%。解锁精锐凯尔特佣兵科技。
zh_tw: 升級您所有的塞爾特傭兵到進階等級。這可以增強他們的力量，但會降低他們的資源採集速率 -25%。解鎖精銳塞爾特傭兵科技。

source: Advanced Celtic Mercenaries
ast: Mercenarios celtes avanzaos
bg: Напреднали келтски наемници
br: Goprsoudarded keltek Araokaet
ca: Mercenaris celtes avançats
cs: Zkušení keltští žoldnéři
da: Avancerede Keltiske Lejesoldater
de: Fortgeschrittener keltischer Söldner
el: Προαγωγή Κέλτη Μισθοφόρου
es_mx: Mercenarios avanzados celtas
eu: Zelta Mertzenario Aurreratuak
fa: مزدوران سلتی پیشرفته
ga: Amhais Ceilteacha Forásacha
gl: Mercenarios celtas avanzados
hu: Fejlett kelta zsoldosok
id: Prajurit Bayaran Kelt Berpangkat
it: Celti Mercenari Avanzati
ja: 上級ケルト傭兵
ko: 켈트 고급 용병
lv: Attīstīti Ķeltu algotņi
ms: Askar Upahan Celt Mahir
nb: Avanserte Keltiske leiesoldater
nl: Geavanceerde Keltische huurlingen
pl: Zaawansowani Celtyccy najemnicy
pt_pt: Mercenários celtas promovidos
ru: Улучшенные кельтские наёмники
sk: Pokročilí keltskí žoldnieri
sv: Avancerade Keltiska Legosoldater
tr: Gelişmiş Kelt Paralı askerleri
uk: Просунуті кельтські найманці
zh: 进阶凯尔特佣兵
zh_tw: 進階塞爾特傭兵

source: Upgrade all of your Iberian mercenaries to Advanced rank.
ast: Ascender tolos mercenarios íberos al rangu avanzáu.
bg: Повишаване на всички иберийски наемници в ранг „Напреднал“.
br: Gweredekaat hoc'h holl goprsoudarded Iberian er renk Araokaet.
ca: Ascendiu tots els mercenaris ibèrics al rang avançat.
cs: Povyšte všechny své iberské žoldnéře na úroveň zkušených vojáků.
da: Forfremmer alle dine iberiske lejesoldater til avanceret rang.
de: Befördert alle iberischen Söldner zum Fortgeschritten-Dienstgrad.
el: Αναβαθμίστε όλους τους Ίβηρες μισθοφόρους σας σε Ανώτερο βαθμό.
es_mx: Ascender a todos tus mercenarios íberos al rango avanzado.
eu: Igo zure Iberiar mertzenario guztiak Aurreratua mailara.
fa: ارتقا تمام مزدوران ایبریایی شما به رتبه بالاتر
ga: Uasghradaigh d'amhais Ibéaracha ar fad go an rang Forásach.
gl: Avanzar todos os mercenarios iberos ao rango avanzado.
hu: Minden ibériai zsoldos előléptetése fejlett rangra.
id: Tingkatkan semua prajurit bayaran Iberia Anda ke pangkat lebih Tinggi.
it: Aggiorna tutti i mercenari iberici al livello Avanzato.
ja: すべてのイベリア傭兵を上級ランクに昇進させます。
ko: 모든 이베리아 용병을 상급 계급으로 진급합니다.
lv: Paaugstiniet visus savus Iberiešu algotņus līdz Attīstītai pakāpei.
ms: Tatar semua askar upahan Iberia anda ke kedudukan Mahir.
nb: Oppgrader alle dine iberiske leiesoldater til Avansert grad.
nl: Promoveer al je Iberische huurlingen naar geavanceerde rang.
pl: Awansuj swoich Iberyjskich najemników do rangi Zaawansowanej.
pt_pt: Promove todos os teus mercenários ibéricos à graduação Avançado.
ru: Повысьте всех иберийских наёмников в ранге до улучшенного.
sk: Povýši všetkých vašich iberských žoldnierov na pokročilý stupeň.
sv: Befordra alla dina Iberiska legosoldater till rangen Avancerad.
tr: Tüm İber Paralı Askerleri Gelişmiş rütbeye yükselt.
uk: Удосконалити всіх Ваших іберійських найманців до просунутого рангу.
zh: 升级你所有的伊比利亚佣兵到进阶等级。
zh_tw: 升級您所有的伊比利傭兵到進階等級。

source: Upgrade all of your Iberian mercenaries to Advanced rank. This increases their military prowess, but decreases their resource gathering rates -25%. Unlocks Elite Iberian Mercenaries technology.
ast: Ascender tolos mercenarios íberos al rangu avanzáu. Esto auménta-yos l'habilidá militar, pero amenórga-yos les tases de recoyida nel -25%. Desbloquia la teunoloxía de los mercenarios íberos d'élite.
bg: Повишаване на всички иберийски наемници в ранг „Напреднал“. Това увеличава военните им умения, но намалява бързината на събиране на ресурси с -25%. Отключва технологията Елитни иберийски наемници.
br: Gweredekaat hoc'h holl goprsoudarded Iberian er renk Araokaet. An dra-mañ a lak o gouestoni vilourel da greskaat, met ez a war vihanaat o feurioù dastum danvez gant -25%. Digerién a ra teknologiezh Begenn ar Goprsoudarded Iberian.
ca: Ascendiu tots els mercenaris ibèrics al rang avançat. Això augmenta la seva destresa militar, però disminueix els índexs de recol·lecció de recursos un -25%. Desbloca la tecnologia dels mercenaris celtes d'elit.
cs: Povyšte všechny své iberské žoldnéře na úroveň zkušených vojáků. Zvýší se jejich bojové schopnosti, ale sníží jejich schopnost získávat suroviny o 25%. Odemkne technologii elitních iberských žoldnéřů.
de: Befördere alle iberischen Bürger-Soldaten Kavalleristen zum fortgeschrittenen Rang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleischsammelraten um 25%. Schaltet Elite-Iberer-Kavallerie-Technologie frei.
el: Προάγετε όλους του Ίβηρες μισθοφόρους σας σε Ανώτερο βαθμό. Αυτό αυξάνει την στρατιωτική τους δύναμη αλλά μειώνει κατά -25% το ποσοστό συλλογής πώρων. Ξεκλειδώνει την τεχνολογία Εκλεκτός Ίβηρος Μισθοφόρος.
es_mx: Mejora a todos tus mercenarios íberos al rango de Avanzado. Aumentando su destreza militar, pero disminuyendo su tasa de recolección de recursos un -25%. Desbloquea la tecnología de Mercenarios íberos de élite.
eu: Sustatu zure Iberiar mertzenario guztiak Aurreratua mailara. Gudarako trebetasuna handituko diezu, baino baliabideak biltzeko garaian %25- gutxiago lortuko dute. Eliteko Iberiar mertzenario teknologia desblokeatzen du.
fa: ارتقا تمام مزدوران ایبریایی شما به رتبه بالاتر. باعث افزایش قدرت جنگی آنها می شود اما سرعت جمع کردن منابع آنها -25% کاهش می یابد. باز کردن قفل فناوری مزدوران ایبریایی زبده
ga: Uasghradaigh d'amhais Ibéaracha ar fad go an rang Forásach. Méadaíonn sé seo a láidreacht mhíleata ach laghdaíonn sé a rátaí bailithe d'acmhainní le -25%. Díghlasáil teicneolaíocht Amhas Ibéaracha Éilite.
gl: Avanzar todos os mercenarios iberos ao rango avanzado. Isto aumenta a súa eficacia militar, pero diminúe un -25% a velocidade coa que recollen recursos. Desbloquea a tecnoloxía «Mercenarios iberos de elite».
hu: Minden ibériai zsoldos előléptetése fejlett rangra. Ez növeli a harci képességeiket, de -25% a erőforrásgyűjtési sebességükre. Elérhetővé teszi az elit ibériai zsoldosok fejlesztést.
id: Tingkatkan semua prajurit bayaran Iberia Anda ke pangkat lebih Tinggi. Ini meningkatkan kecakapan militer mereka namun mengurangi tingkat pengumpulan sumberdaya sebanyak -25%. Membuka teknologi Prajurit Bayaran Iberia Elit.
it: Aggiorna tutti i mercenari iberici al livello Avanzato. Questo aumenta il loro valore militare, ma diminuisce la loro capacità di raccolta di -25%. Sblocca la tecnologia Mercenari Iberici Elite.
ja: すべてのイベリア傭兵を上級ランクに昇進させます。これによって軍事的な技量が上がりますが、資源の採集効率が25%落ちます。精鋭イベリア傭兵のテクノロジー研究が可能になります。
ko: 모든 이베리아 용병을 상급 계급으로 진급합니다. 이렇게 하면 군사력은 향상 되지만 자원 수집률은 -25% 감소합니다. 정예 이베리아 용병의 기술을 풉니다.
lv: Paaugstiniet visus savus Iberiešu algotņus līdz Attīstītai pakāpei. Tas palielinās to militāro spēku, taču samazinās resursu iegūšanas ātrumu par -25%. Atver Elites Iberiešu algotņu tehnoloģiju.
ms: Tatar semua askar upahan Iberia anda ke pangkat Mahir. Ia meningkatkan kekuatan ketenteraan mereka, tetapi mengurangkan -25% kadar pengumpulan sumber. Buka teknologi Askar Upahan Iberia Elit.
nb: Oppgrader alle dine Iberiske leiesoldater til Avansert rang. Dette øker deres militære djervhet, men reduserer deres ressurs-sanking med -25%. Låser opp iberisk elite-leisoldat-teknologi.
nl: Promoveer al je Iberische huurlingen naar geavanceerde rang. Dit verhoogt hun militaire kracht, maar verminderd hun snelheid om burgertaken uit te voeren met 25%. Na deze promotie kan je verder promoveren tot elite rang.
pl: Awansuj swoich Iberyjskich najemników do rangi Zaawansowanej. Zwiększa to ich waleczność, ale zmniejsza szybkość pozyskiwania surowców o -25%. Odblokowuje technologię Elitarni Iberyjscy najemnicy.
pt_pt: Promove todos os teus mercenários ibéricos à graduação Avançado. Isto aumenta o seu poderio militar mas diminui a velocidade de recolha de recursos em -25%. Desbloqueia a tecnologia de Mercenários Ibéricos de Elite.
ru: Повысьте всех иберийских наёмников в ранге до улучшенного. Это повысит их воинскую доблесть, но снизит скорость сбора ресурсов на -25%. Открывает технологию "Элитный иберийский наёмник".
sk: Povýši všetkých vašich iberských žoldnierov na pokročilý stupeň. Toto zvýši ich vojenské schopnosti, avšak zároveň spomalí ich rýchlosť získavania surovín o 25%. Taktiež sprístupní technológiu elitného iberského žoldnierstva.
sv: Befordra alla dina Iberiska legosoldater till rangen Avancerad. Detta ökar deras militära förmåga men minskar deras resurs insamlingstakt med -25%. Låser upp Elit Iberisk legosoldat teknologin.
tr: Tüm İber Paralı Askerleri Seçkin rütbeye yükselt. Bu onların askeri cesaretini artırır, ancak kaynak toplama oranlarınını %-25 azaltır. Seçkin İber Paralı Asker teknolojisinin klidini aç.
uk: Удосконалити всіх Ваших іберійських найманців до просунутого рангу. Це збільшує їхню військову відвагу, але знижує їхні темпи збирання ресурсу на -25%. Відкриває технологію елітних іберійських найманців.
zh: 升级你所有的伊比利亚佣兵到进阶等级。这可以增强他们的力量，但会降低他们的资源采集速率 -25%。解锁精锐伊比利亚佣兵科技。
zh_tw: 升級您所有的伊比利傭兵到進階等級。這可以增強他們的力量，但會降低他們的資源採集速率 -25%。解鎖精銳伊比利傭兵科技。

source: Advanced Iberian Mercenaries
ast: Mercenarios íberos avanzaos
bg: Напреднали иберийски наемници
br: Goprsoudarded Iberian Araokaet
ca: Mercenaris ibèrics avançats
cs: Zkušení iberští žoldnéři
da: Avancerede Iberiske Lejesoldater
de: Fortgeschrittene iberische Söldner
el: Προαγωγή Ίβηρα Μισθοφόρου
es_mx: Mercenarios íberos avanzados
eu: Iberiar Mertzenario Aurreratuak
fa: مزدوران ایبریایی پیشرفته
ga: Amhais Ibéaracha Forásacha
gl: Mercenarios iberos avanzados
hu: Fejlett ibériai zsoldosok
id: Prajurit Bayaran Iberia Berpangkat
it: Mercenari Iberici Avanzati
ja: 上級イベリア傭兵
ko: 이베리아 고급 용병
lv: Attīstīti Ibēriešu algotņi
ms: Askar Upahan Iberia Mahir
nb: Avanserte iberiske leiesoldater
nl: Geavanceerde Iberische huurlingen
pl: Zaawansowani Iberyjscy najemnicy
pt_pt: Mercenários Ibéricos Avançados
ru: Улучшенные иберийские наёмники
sk: Pokročilí iberskí žoldnieri
sv: Avancerade Iberiska Legosoldater
tr: Gelişmiş İberyalı Paralı askerleri
uk: Просунуті іберійські найманці
zh: 进阶伊比利亚佣兵
zh_tw: 進階伊比利傭兵

source: Upgrade all of your Italiote mercenaries to Advanced rank.
ast: Ascender tolos mercenarios italiotes al rangu avanzáu.
bg: Повишаване на всички италийски наемници в ранг „Напреднал“.
br: Gweredekaat hoc'h holl goprsoudarded Italiot-ed er renk Araokaet.
ca: Ascendiu tots els mercenaris italiotes al rang avançat.
cs: Povyšte všechny své italické žoldnéře na úroveň zkušených vojáků.
da: Forfremmer alle dine italiotiske lejesoldater til avanceret rang.
de: Befördert alle italiotischen Söldner zum Fortgeschritten-Dienstgrad.
el: Αναβαθμίστε όλους τους Ιταλιάνους μισθοφόρους σας σε Ανώτερο βαθμό.
es_mx: Promover a todos tus mercenarios Italiotas al rango de Avanzado.
eu: Igo zure Italiar mertzenario guztiak Aurreratua mailara.
fa: ارتقا تمام مزدوران ایتالیایی شما به رتبه بالاتر.
ga: Uasghradaigh d'amhais Iodálacha ar fad go an rang Forásach.
gl: Avanzar todos os mercenarios italiotas ao rango avanzado.
hu: Minden italióta zsoldos előléptetése fejlett rangra.
id: Tingkatkan semua prajurit bayaran Italia Anda ke pangkat lebih Tinggi.
it: Aggiorna tutti i mercenari Italioti al livello Avanzato.
ja: すべてのイタリオテス傭兵を上級ランクに昇進させます。
ko: 모든 이탈리오테 용병을 상급 계급으로 진급합니다.
lv: Paaugstiniet visus savus Italiote algotņus līdz Attīstītai pakāpei.
ms: Tatar semua askar upahan Italiote anda ke pangkat Mahir.
nb: Oppgrader alle dine italiotiske leiesoldater til avansert grad.
nl: Promoveer al je Italiaanse huurlingen naar geavanceerde rang.
pl: Awansuj swoich Italiockich najemników do rangi Zaawansowanej.
pt_pt: Promove todos os teus mercenários Italiotas à graduação Avançado.
ru: Повысьте всех италиотских наёмников в ранге до улучшенного.
sk: Povýši všetkých vašich italických žoldnierov na pokročilý stupeň.
sv: Befordra alla dina Italiska legosoldater till rangen Avancerad.
tr: Tüm İtalyan Paralı Askerleri Gelişmiş rütbeye yükselt.
uk: Удосконалити всіх Ваших найманців італіотів до просунутого рангу.
zh: 升级你所有的意大利佣兵到进阶等级。
zh_tw: 升級您所有的義大利傭兵到進階等級。
