Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Players start around the map in deep canyons.
ast: Los jogadores intamɐn alyuri n cangɐs fondɐs.
bg: Играчите започват в дълбоки каньони из картата.
br: C'hoarierien a gomañs war-dro ar gartenn e kaniennoù don.
ca: Els jugadors comencen a les vores del mapa en gorges profundes.
cs: Hráči začínají okolo mapy v hlubokých kaňonech.
da: Spillerne starter rundt omkring i banen i dybe kløfter.
de: Spieler beginnen rund um die Karte in tiefen Schluchten.
el: Οι παίκτες ξεκινούν γύρω σον χάρτη σε βαθιά φαράγκια
es: Los jugadores comienzan dispersos en un territorio con profundos cañones.
eu: Jokalariak maparen inguruan hasten dira, arroila sakonetan.
fa: بازیکن ها بازی را در سرتاسر نقشه و در دره های عمیق آغاز می کنند.
fi: Pelaajat aloittavat syvistä kanjoneista eri puolilta karttaa.
fr: Les joueurs commencent autour de la carte dans des vallées encaissées.
ga: Tosaíonn na himreoirí an léarscáil ar fad i gcoinneoin doimhne.
gd: Tòisichidh na cluicheadairean ann an sgoltaidhean-aibhne domhain.
hu: A játékosok a térkép szélén, mély kanyonokban kezdenek.
id: Pemain mulai di sekitar peta di ngarai dalam.
it: I giocatori iniziano la mappa in profondi canyon.
ja: プレイヤーは深い峡谷マップから開始します。
ko: 플레이어는 깊은 협곡에서 지도를 돌아다니며 시작합니다.
ms: Pemain bermula disekitar peta dalam ngarai yang dalam.
nb: Spillere starter spredt på kartet i dype daler.
nl: Spelers starten in diepe rotskloven.
pl: Gracze rozpoczynają rozgrywkę na mapie w głębokich kanionach.
pt_br: Os jogadores começam ao redor do mapa em cânions profundos.
pt_pt: Os jogadores começam à volta do mapa em desfiladeiros profundos.
ru: Игроки начинают на карте в глубоких каньонах.
sk: Hráči začínajú okolo mapy v hlbokých kaňonoch.
sr: Играчи почињу на ободу мапе у дубоким кањонима.
sv: Spelarna börjar runt på kartan i djupa dalar.
tr: Oyuncular derin kanyon civarındaki haritada başlarlar.
uk: Гравці починають навколо карти в глибоких каньйонах.
vi: Những người chơi bắt đầu xung quanh bản đồ trong những hẻm núi sâu thẳm.
zh: 玩家开局围绕深遂的峡谷。
zh_tw: 玩家會在由很多深遂的峽谷所圍繞的地圖開始遊戲。

source: Canyon
ast: Canga
bg: Каньон
br: Kanienn
ca: Canyó
cs: Kaňon
da: Kløft
el: Φαράγγι
es: Cañón
eu: Arroila
fa: دره عمیق
fi: Kanjoni
ga: Cainneon
gd: Sgoltadh
hu: Kanyon
id: Ngarai
ja: 峡谷
ko: 협곡
ms: Ngarai
nb: Kløft
pl: Kanion
pt_br: Cânion
pt_pt: Desfiladeiro
ru: Каньон
sk: Kaňon
sr: Кањон
sv: Kanjon
tr: Kanyon
uk: Каньйон
vi: Hẻm núi
zh: 峡谷
zh_tw: 峽谷

source: All players starts on a continent surrounded by water.
ast: Todolos jogadores intamɐn n un continente arrodiadu de mare.
bg: Всички играчи започват на континент, заобиколен от вода.
br: An holl c'hoarierien a gomañs war ur c'hevandir gourizet gant ar mor.
ca: Tots els jugadors comencen en un continent envoltat d'aigua.
cs: Všichni hráči začínají na světadílu obklopeném vodou.
da: Alle spillere starter på et kontinent omgivet af vand.
de: Alle Spieler beginnen auf einem von Wasser umgebenem Kontinent.
el: Ολοι οι παίκτες ξεκινούν σε μια ηπειρο περιτριγυρισμενη απο νερό.
es: Todos los jugadores comienzan en un continente rodeado de agua.
eu: Jokalari guztiak urez inguratutako kontinente batean hasten dira.
fa: تمامی بازیکنان بازی را در حالی شروع میکنند که با آب احاطه شده اند .
fi: Kaikki pelaajat aloittavat veden ympäröimällä mantereella.
fr: Tous les joueurs commencent sur un continent entouré d'eau.
ga: Tosaíonn na himreoirí uile ar mór-roinn amháin le huisce ina dtimpeall.
gd: Tòisichidh na h-uile cluicheadair air mòr-thìr le uisge timcheall air.
hu: Mindegyik játékos egy vízzel körülvett kontinensen kezd.
id: Semua pemain mulai di pulau yang dikelilingi air.
it: Tutti i giocatori iniziano su un continente circondato dall'acqua.
ja: すべてのプレイヤーは水に囲まれた大陸から開始します。
ko: 모든 플레이어들은 물로 둘러싸인 대륙에서 시작합니다.
ms: Semua pemain bermula pada benua yang dikelilingi air.
nb: Alle spillere starter på et kontinent omringet av vann.
nl: Alle spelers starten op een continent omgeven met water.
pl: Wszyscy gracze zaczynają grę na kontynencie otoczonym wodą.
pt_br: Todos os jogadores começa em um continente cercado por água.
pt_pt: Todos jogadores começam num continente rodeado por água.
ru: Все игроки начинают на континенте, окружённом водой.
sk: Všetci hráči začínajú na pevnine obklopenej vodou.
sr: Сви играчи почињу на континенту окруженим водом.
sv: Alla spelare börjar på en kontinent omgiven av vatten
tr: Tüm oyuncular suyla çevirilmiş bir kıtada başlar.
uk: Всі гравці починають на континенті, оточеному водою.
vi: Tất cả người chơi bắt đầu tại một lục địa được bao quanh bới nước.
zh: 玩家位于一块大陆上，四周被水环绕。
zh_tw: 所有玩家都在一個被水所環繞的大陸開始遊戲。

source: Continent
ast: Continente
bg: Континент
br: Kevandir
cs: Kontinent
da: Kontinent
de: Kontinent
el: Ήπειρος
es: Continental
eu: Kontinentea
fa: قاره
fi: Manner
ga: Mór-Roinn
gd: Mòr-thìr
hu: Kontinens
id: Benua
it: Continente
ja: 大陸
ko: 대륙
ms: Benua
nb: Kontinent
pl: Kontynent
pt_br: Continente
pt_pt: Continente
ru: Континент
sk: Kontinent
sr: Континент
sv: Kontinent
tr: Kıta
uk: Континент
vi: Lục địa
zh: 大陆
zh_tw: 大陸

source: Two land masses connected by a narrow spit of land, called an 'Isthmus', inspired by the eponymous area in Greece. Most of the stone on the map is in the isthmus itself, making it vital to fight for its control.
ast: Duɐs massɐs de tierra aunidɐs por una faça streĩꞇha de terreno, que se ḷḷama de “isthmu”. Inspira-se na zona epónyma de la Grecia. La mayoría de la piedra atopa-se n elli, poro, ye vital na lluiꞇha pola fastiella.
bg: Два земни масива, свързани от тънка ивица земя наричана „провлак“. Картата е вдъхновена от едноименния район в Гърция. Повечето от камъка тук се намира на самия провлак, което прави борбата за него жизненоважна.
cs: Dvě zemské masy spojené úzkou zemí, nazývanou Šíje, inspirovaná stejnojmennou oblastí v Řecku. Většina kamene na mapě je v samotné šíji, takže je nezbytné bojovat o její kontrolu.
da: To landmasser forbundet af en smal landtange, kaldet en 'Landtange', inspireret af det eponyme område i Grækenland. Det meste af stenen på kortet er i selve landtangen, hvilket gør det vigtigt at kæmpe for dens kontrol.
de: Zwei Landmassen, verbunden durch eine kleine Landzunge, ein sogenannter ‚Isthmus‘, inspiriert von der gleichnamigen Region in Griechenland. Der meiste Stein auf der Karte ist im Isthmus selbst zu finden, was den Kampf um die Kontrolle über ihn zu einem wesentlichen Faktor macht.
el: Δύο μάζες γής ενωμμένες απο μία στενή γλώσσα ξηράς, ονομαζόμενη ως "Ισθμός" απο την ομώνυμη περιοχή στην Ελλάδα. Το περισσότρο ποσοστό λίθου στο χάρτη βρίσκεται στον ισθμό. κάνοντας αναγκαία τη μάχη για τον έλεγχό του.
es: Dos masas de tierra conectadas por una estrecha franja de tierra, llamada «istmo», inspirada en la zona homónima de Grecia. La mayor parte de la piedra del mapa se encuentra en el propio istmo, por lo que es vital luchar por su control.
eu: Lurzoru estu batek loturiko bi lur masak, 'istmoa' izenekoa, Greziako izen bereko gunean inspiratuta. Mapan dagoen harri gehiena istmo bera da, bere kontrolaren alde borrokatzea ezinbestekoa da.
fi: Kaksi maa-aluetta, joita yhdistää kapea kannas, joka on saanut inspiraationsa Kreikassa sijaitsevasta Isthmuksen alueesta. Suurin osa kartan kivestä on itse kannaksella, joten on elintärkeää taistella sen hallinnasta.
fr: Deux masses terrestres reliées par une étroite langue de terre, appelée "Isthme", inspirée de la région éponyme en Grèce. La plupart des pierres de la carte se trouvent dans l'isthme lui-même, d'où l'importance de se battre pour son contrôle.
id: Dua daratan dihubungkan oleh tanah sempit, dinamakan 'Isthmus' (tanah genting), terinspirasi dari wilayah bernama sama di Yunani. Sebagian besar bebatuan di peta berada di tanah genting, membuatnya penting untuk diperebutkan.
it: Due masse di terra collegate da una stretta lingua di terra, chiamata 'Istmo', ispirata all'omonima zona in Grecia. La maggior parte della pietra sulla mappa si trova nell'istmo stesso, il che rende vitale combattere per il suo controllo.
ja: ギリシャの同名の地域からヒントを得て、「地峡」と呼ばれる狭い陸地で結ばれた2つの陸地。地図上のほとんどの石は地峡にあるため、地峡の支配権を巡っての戦いが重要になります。
ko: 두 개의 땅덩어리가 좁은 땅덩어리로 연결되어 있는데, '이스무스(지협)'이라고 불리며, 그리스의 어원 지역에서 영감을 받았습니다. 지도상에 있는 대부분의 돌은 지혈 자체에 있기 때문에, 지혈의 통제를 위해 싸우는 것이 필수적입니다.
nl: Twee landmassa's verbonden door een smal strookje land, een 'Isthmus' genaamd, geïnspireerd door het gelijknamige Griekse gebied. Het meeste steen is te vinden op de isthmus zelf, waardoor u er om zult moeten vechten om te overleven.
pl: Dwie masy lądu połączone wąską mierzeją, zwaną 'Przesmykiem Isthmus', zainspirowaną przez eponimiczny obszar w Grecji. Większość zasobów kamienia na mapie znajduje się w samym przesmyku, co sprawia, że walka o jego kontrolę jest niezwykle istotna.
pt_br: Duas massas de terra conectadas por uma estreita faixa de terra, chamada 'istmo', inspirada pela área de mesmo nome na Grécia. A maior quantidade de pedra no mapa está no próprio istmo, tornando ele vital para o controle do terreno.
pt_pt: Duas massas de terra conectadas por uma estreita faixa de terra, chamada 'istmo', inspirada pela área de mesmo nome na Grécia. A maior quantidade de pedra no mapa está no próprio istmo, tornando-se vital para o controlo do terreno.
ru: Два куска суши, соединенные узкой полоской земли, называемой "перешеек", вдохновленной одноименной областью в Греции. Большая часть камня на карте находится в самом перешейке, что делает жизненно важным борьбу за его контроль.
tr: Yunanistan'daki aynı adı taşıyan bölgeden esinlenerek, 'Isthmus' adı verilen dar bir kara parçasıyla birbirine bağlanan iki kara kütlesi. Haritadaki taşın çoğu Isthmus içindedir, bu da kontrolü için savaşmayı hayati kılıyor.
uk: Два масиви суходолу, з'єднані вузьким косою землі, яка називається «перешийком», натхненна однойменною місцевістю в Греції. Більшість каменю на карті знаходиться в самому перешийку, отже життєво необхідним є боротися за його контроль.
zh: 两块陆地被一条狭窄的土地（“地峡”）切开，模拟了希腊同名地区。 地图上大部分石头都位于地峡，为玩家必争之地。
zh_tw: 兩塊陸地由一條狹窄的土地相連，稱為「地峽」，其靈感來自於希臘的同名地區。地圖上的大部分石頭都在地峽本身，這使得為爭奪它的控制權而戰至關重要。

source: Corinthian Isthmus
ast: Isthmu de Corinthu
bg: Коринтски провлак
br: Strizh-douar Korintian
ca: Istme de Corint
cs: Korintská úžina
da: Korinthisk Landtange
de: Isthmus von Korinth
el: Ισθμός Κορίνθου
es: Istmo coríntio
eu: Korintoar Istmoa
fa: تنگه ی کورینت
fi: Korintin kannas
fr: Isthme corinthien
ga: Cuing Chorantach
gd: An Tairbeart Choirinteach
hu: Korinthoszi-földszoros
id: Isthmus Korintus
it: Istmo di Corinto
ja: コリントス地峡
ko: 코린트 지협
ms: Isthmus Corinthia
nb: Korintereidet
nl: Landengte van Korinthe
pl: Przesmyk Koryncki
pt_br: Istmo de Corinto
pt_pt: Istmo de Corinto
ru: Коринфский перешеек
sk: Korintská šija
sr: Коринтска превлака
sv: Korintiska Näset
tr: Korint Kıstağı
uk: Коринфський перешийок
vi: Eo đất Corinthian
zh: 科林斯地峡
zh_tw: 科林斯地峽

source: The players start on two opposing islands, both with a very jagged relief that will make landing difficult.
ast: Los jogadores intamɐn n un par d’islhɐs, cada una cun ribalyones que lla fazhen mala d’invadir.
bg: Играчите започват на два срещуположни острова с много назъбен релеф, който ще направи акостирането доста трудно.
br: Ar c'hoarierien a gomañs war ziv enezenn a-dal an eil diouzh eben, an div gant un torosennadur dantek kenañ a lako an dilestradeg da vezañ diaes.
ca: Els jugadors comencen en dues illes encarades, les dues amb un relleu molt irregular que fa difícil desembarcar-hi.
cs: Hráči začínají na dvou protilehlých ostrovech, z nichž každý má velmi členitý reliéf, který činí přistání obtížným.
da: Spillerne starter på to modstående øer, begge med en meget ujævn kyst, der vil gøre landgang vanskeligt.
de: Die Spieler starten auf zwei gegenüberliegenden Inseln, die beide mit einem sehr schroffen Relief ausgestattet sind, das das Anlegen erschwert.
el: Οι παίκτες ξεκινάνε σε δύο αντιτιθέμενα νησιά, καί τα δύο με ένα πολύ απότομη στεριά που κάνει την αποβίβαση δύσκολη.
es: Los jugadores comienzan en dos islas opuestas, ambos con un relieve irregular que dificultará el atraque de los navíos.
eu: Jokalariak bi uharte kontrajarrietan hasten dira, biak ere itsasontzien atrakatzea eragotziko duen lur gorabeheratsuan.
fa: بازیکن ها بازی را در دو جزیره مقابل هم شروع خواهند کرد که هردو بخاطر داشتن خطوط ساحلی دندانه دندانه ای که دارند باعث می شوند خالی کردن نیروها از کشتی به خشکی به سختی در آنها انجام پذیرد
fi: Pelaajat aloittavat kahdella vastakkaisella saarella, jotka molemmat ovat hyvin epätasaisia, mikä tekee maihinnoususta vaikeaa.
fr: Les joueurs commencent sur ​​deux îles opposées, toutes deux avec un relief très découpé qui rendra le débarquement difficile.
ga: Tosaíonn na himreoirí ar dhá oileán i gcoinne a chéile, agus le aillte spiacánacha ag gach, rud a fhágann an dul i dtír go deacair.
gd: Tòisichidh na cluicheadairean air dà eilean nàimhdeil le oirthir eagach a nì gach laighe doirbh.
hu: A játékosok a két szembenálló szigeten kezdenek. Mindkét sziget partvonala erősen csipkézett, ami nehezíti a partraszállást.
id: Para pemain mulai di dua pulai bertolakan, keduanya memiliki relief tanah yang bergerigi yang dapat membuat pendaratan sulit.
it: I giocatori iniziano su due isole opposte, entrambe con coste molto frastagliate che renderanno l'approdo difficile.
ja: プレイヤーは対峙する2つの島から開始します。両者とも非常に起伏が激しく、上陸が困難です。
ko: 플레이어들은 서로 마주 보는 두개의 섬에서 시작하고, 둘 다 기복이 매우 심해 상륙이 어렵습니다.
ms: Pemain berada salah satu kepulauan yang bertentngan, kedua-dua pula mempunyai cerun tinggi yang menyukarkan pendaratan.
nb: Spillerne starter på to motliggende øyer, begge med et taggete rev som vil gjøre landsettinger vanskelige.
nl: De spelers starten op twee tegenover elkaar liggende eilanden met een ruw reliëf, wat het moeilijk maakt aan land te komen.
pl: Zawodnicy zaczynają na dwóch wyspach, obie z postrzępioną linią brzegową, co utrudni lądowanie.
pt_br: Os jogadores começam em duas ilhas opostas, ambas com um relevo muito irregular que fará com que a aterragem fique difícil.
pt_pt: Os jogadores começam em duas ilhas opostas mas ambas com um relevo muito irregular que vai dificultar o assentamento.
ru: Игроки начинают на противоположных островах, оба с очень развитым рельефом, что будет затруднять высадку.
sk: Hráči začínajú na dvoch znepriatelených ostrovoch, ktorých členité pobrežie bude prekážkou pri vyloďovaní.
sr: Играчи почињу на супротним острвима, оба са неприступачним теренима која чине искрцавање отежаним.
sv: Spelarna börjar på två motstående öar, båda med en mycket taggig kustlinje som gör det svårt att anlända.
tr: Oyuncular iki karşı adada başlayacak, hem çok sarp hemde inişi zor bir alan olacak.
uk: Гравці починають з двох протилежних островів, з дуже нерівними рельєфом, що зробить висадку важкою.
vi: Những người chơi bắt đầu trên hai hòn đảo đối lập, cả hai đều có địa thế nhấp nhô khiến việc tiếp cận bờ biển khó khăn.
zh: 两名玩家分列两块岛屿，皆是茂密的丛林地形，登陆作战有些难度。
zh_tw: 玩家在兩塊相對的島嶼開始遊戲，兩塊皆為有著茂密的叢林，使得登陸難度提高。

source: Corsica vs Sardinia
ast: Córsega-Sardeña
bg: Корсика срещу Сардиния
br: Korsika vs Sardinia
ca: Còrsega contra Sardenya
cs: Korsika proti Sardínii
da: Korsika mod Sardinien
de: Korsika vs. Sardinien
el: Κορσική εναντίον Σαρδηνίας
es: Corsica contra Sardinia
eu: Korsika vs Sardinia
fa: کورسیکا در مقابل ساردنیا
fi: Korsika vs Sardinia
fr: Corse contre Sardaigne
ga: An Chorsaic agus an tSairdín
gd: Corsaca an aghaidh Sàrdainea
hu: Korzika Szardínia ellen
id: Korsika vs Sardinia
it: Corsica contro Sardegna
ja: コルシカ対サルデーニャ
ko: 코르시카 대 사르디니아
ms: Corsica melawan Sardinia
nb: Korsika mot Sardinia
nl: Corsica tegen Sardinië
pl: Korsyka kontra Sardynia
pt_br: Córsega contra Sardenha
pt_pt: Córsega contra Sardenha
ru: Корсика против Сардинии
sk: Korzika vs. Sardínia
sr: Корзика против Сардиније
sv: Korsika mot Sardinien
tr: Korsika ve Sardunya
uk: Корсика проти Сардинії
zh: 科西嘉岛与萨丁尼亚
zh_tw: 科西嘉島與薩丁尼亞
