Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Ammianus Marcellinus described how difficult it would be for a band of foreigners to deal with a Celt if he called in the help of his wife. For she was stronger than he was and could rain blows and kicks upon the assailants equal in force to the shots of a catapult. Boudicca, queen of the Iceni, was said to be 'very tall and terrifying in appearance; her voice was very harsh and a great mass of red hair fell over her shoulders. She wore a tunic of many colors over which a thick cloak was fastened by a brooch. Boudicca had actually at first been a Roman ally, along with her husband, Prasutagus, king of the Iceni. Prasutagus had been a close Roman ally after a brief uprising, respected as being forethinking even by his former enemies, now allied Romans, and free to rule his kingdom as their native tradition dictated, except in one case. Prasutagus, realizing he was going to die, agreed upon a will with his wife and subordinates; his daughters would inherit the physical running of the territory, under Boudicca's stewardship until they were adults, and the Emperor of Rome would have overlordship, collecting taxes and being allowed to request military aid. Much the same situation as he already held. The problem lay in that the Romans did not recognize female heirs, and thus asserted, upon Prasutagus's death, that only the Emperor's claim to the kingdom of Icenia was valid. They further noted it was regular Roman practice to only allow a client kingdom to be independent for the lifetime of the initial king, such as had occurred in Galatia. The Empire formally annexed the kingdom, and began extracting harsh taxes immediately, citing that Prasutagus was indebted to the Romans, having taken several loans during his lifetime that he had failed to repay. Boudicca's complaint about this treatment and the defiance of her deceased husband's will was met with brutality; Roman soldiers flogged her, and her daughters, only children, were raped. Boudicca and her subjects were infuriated at the disgrace done to their queen and the children. With the Roman governor of Britain engaged with the druids in Cambria, now Wales, Boudicca was able to attract more followers from outside the Iceni, as they were hardly the only British tribe growing rapidly disillusioned with the Romans. Boudicca and her army laid waste to three cities, routed a Roman legion, and called on the memory of Arminius, a German who had routed the Romans from his lands, and their own ancestors who had driven off Caesar near a century earlier. Boudicca was defeated by a major tactical blunder in the Battle of Watling Street, leading to much of her force being slaughtered as they could not withdraw to safety. Boudicca herself escaped, and then slew her daughters, and then herself, to avoid further shame at Roman hands.
ast: Amianu Marcelín cuntó lo difícil que sedría a una banda de foriatos ocupase d'un celta si esti llamare a la muyer p'ayudalu. Porque ella yera más fuerte qu'elli y podía reflundia-yos güelpes y pataes cola fuercia de tiros de catapulta. Díxose de Boudica, reina de los icenos, que yera de cuerpu enforma grande y d'aspeutu tarrecible; tenía una voz áspera y munchísimu pelo perroxo cayía-y enriba los costazos; usaba una túnica d'estremaos colores, sobre la que llevaba abrocháu un mantu espesu. Nun entamu Boudica fore una aliada romana, xunto col so home, Prasutagu, el rei de los icenos. Prasutagu, que se convirtiera nun aliáu lleal de Roma tres un llevantamientu curtiu, y que llograra'l respetu de los de so ya inclusive de los sos antiguos enemigos por antemanase, tevo llibre de gobernar el reinu según la tradición nativa, sacante nun casu. Prasutagu, sabiendo que diba morrer, alcordó una manda cola muyer y los súbditos; les sos fíes heredaríen l'alministración de les tierres, baxo la direición de Boudica fasta que foren adultes, pero l'emperador de Roma tendría la soberanía, pudiendo recaldar impuestos y pidir aida militar; efeutivamente, los mesmos privilexos de que yá gociare. El problema anició en que los romanos nun reconocíen a herederes, conque, en morriendo Prasutagu, afirmaron que namái l'emperador yera quien a reclamar el reinu d'Icenia. Apuntaron, amás, que la norma romana permitía la independencia de los reinos clientes fasta la muerte del rei inicial, como asocediera en Galacia. L'Imperiu agregó formalmente'l reinu, y entamó darréu a cargalu con impuestos, alegando que Prasutagu-y debía dineru, porque recibiere diferentes empréstamos que nun pagare. Cuando Boudica se quexó del maltratu y del incumplimientu de la voluntá del so maríu los romanos respondieron con brutalidá; los soldaos azotáronla, y a les fíes, los sos únicos fíos, esforciáronles. Boudica y los sos suxetos enraxonáronse pola desgracia de la reina y les fíes. Tando'l gobernador romanu ocupáu colos druides de Cambria, agora Gales, Boudica llogró atrayer más siguidores de fuera de los icenos, como yeren malpenes la única tribu britana qu'aína se desilusionaba de los romanos. Boudica y el so exércitu afararon trés ciudaes, derrotaron una llexón romana y apellaron a la memoria d'Arminiu, un xermanu qu'espuxare a los romanos de les sos tierres, y a la de los sos propios antepasaos, qu'escorrieren a César mediu sieglu enantes. Los romanos vencieron a Boudica pol gran tracamundiu tácticu que cometiera na batalla de Watling Street, el qu'empobinó a la matancia de les sos fuercies, yá que nun podíen retirase a un llugar seguru. Boudica escapó y, n'amortiendo a les fíes, suicidóse a sigo mesma pa evitar más vergoña a manes romanes.
bg: Амиан Марцелин описва колко трудно би било за група чужденци да се справят с келт, ако той повика на помощ съпругата си. Причината е в това, че тя е по-силна от него и може да обсипе нападателите с удари и ритници, равни на изстрели от катапулт. За Боудика, царица на ицените, се говорело, че е с „много висок и ужасяващ вид“, много груб глас и огромна червена коса, падаща на раменете ѝ. Тя носела разноцветна туника, върху която с брошка бил прикрепен дебел плащ. Първоначално, Боудика била римски съюзник заедно със съпруга си Прасутаг, цар на ицените. След кратко въстание, римляните — признаващи напредничавостта му бивши врагове и сегашни съюзници — позволяват на Прасутаг да властва над царстовото си така, както традициите повеляват, с едно-единствено изключение. Прасутаг, разбирайки, че е на път да умре, се споразумява със съпругата си и подчинените си по въпроса за наследството: Управлението на териториите ще бъде унаследено от дъщерите му с наместничеството на съпругата му до тяхното пълнолетие, а римският император ще бъде повелител с правото да събира данъци и да изисква военна помощ. Само по себе си това не се отклонява от досегашната му воля. Проблемът е в това, че римляните не признават наследници от женски пол и при това положение, след смъртта на Прасутаг, правото над Ицения попада изцяло в императора. Към това е добавено, че е утвърдена римска практика да се позволява на подчинено царство да запази независимостта си само по времето на началния му владетел, както се случва и в Галатия. Империята официално присъединява царството и незабавно започва да изстисква тежки данъци под претекст, че Прасутаг, на няколко пъти теглейки заеми от империята, които не бил успял да изплати, е неин длъжник. С бруталност бива посрещната жалбата на Боудика срещу това отношение, както и срещу незачитането на завещанието на починалия ѝ съпруг: римски войници я набиват с камшик, а дъщерите ѝ, все още деца, биват изнасилени. Тъй като ицените далеч не представляват единственото британско племе, разочаровано от римляните, побеснели от опозоряването на децата и самата царица, Боудика и нейните подчинени успяват да съберат още последователи извън Ицения, докато римският губернатор на Британия е зает с друидите в Камбрия (днешен Уелс). Боудика и нейната армия покосяват три града, отблъскват римски легион и събуждат спомените за Арминий, германец, изтласкал римляните от своите земи, както и за собствените си предци, които пропъждат Цезар близо век по-рано. Боудика бива победена поради груба тактическа грешка в Битката при Уотлинг стрийт, която довежда до избиването на голяма част от войската ѝ, която не успява да се оттегли. Самата Боудика се измъква, след което заколва себе си и дъщерите си, за да предотврати по-нататъшен срам в римски ръце.
br: Ammianus Marcellinus en deus diskrivet penaos e oa diaes ha kallet d'ur strollad estrenien da enebiñ ouzh ur C'helt ma c’houlenne sikour digant e wreg. Kalz kreñvoc'h e oa evit na oa he gwaz hag e oa gouest da skeiñ evel ar glav gant kreñvder ur winterezh. Boudika, rouanez an Isened, a oa diskrivet evel-hen "bras-kenañ ha spontus he neuz, raouiet e oa he mouezh hag un dolzennad-vras a vlev rous a ziskenne war he divskoaz". Gwisket e oa gant un doneg lies-liv a oa ur pezh mantell-dev staget gant ur spilhenn warni. Boudika hag he gwaz Prasutagos, roue an Isened, a oa bet, da gentañ, tud kevredet gant ar romaned. Prasutagos a oa bet ur c'hevread tost goude un emsavadeg-verr, doujet e veze outañ evit e furnez, ha gant e enebourien gozh dezhañ zoken, a oa deuet da vezañ kevredet dezhañ, ar Romaned. Prasutagos, o verzhout e oa o vont da vervel, gant asant e wreg hag ec'h isurzhied, a felle dezho ez afe hêrezh e c'halloud gant e verc'hed, ha dindan ren Boudika, betek ma teufent d'an oad. Impalaer Roma a vefe bet an aotrouniezh gantañ, en ur zastum an tailhoù ha da vezañ aotreet da c'houlenn kaout ur skoazell vilourel. Pezh a gloke tamm pe damm d'an emglev en doa bet. Nemet ne veze ket anavezet gant ar Romaned ar maouezed evit bezañ pennhêrien, dre-se o deus kadarnaet, goude marv Prasutagos, ne oa nemet c'hoantoù an impalaer war ar rouantelezh Isenian hag a oa gwir. Ouzhpennet o doa evit neuze an hengoun Roman a lavare e chome ar rouantelezhioù isurzhiet dizalc'h e-pad buhez ar roue orin hepken, evel ma oa c'hoarvezet en Galatie. An impalaeriezh a stagas da vat ar rouantelezh, hag e komañsas kerkent da sevel tailhoù-kriz kalet, oc'h arguzenniñ e oa Prasutagos dleour d'ar Romaned, rak n'en devoa ket rentet meur a amprest en devoa graet a-hed e vuhez. Klemm a reas Boudika a-enep an doare-se d'ober hag ivez an dispriz a veze graet e-keñver c'hoantoù he gwaz, aet da gornôg, hag eo bet degemeret en un doare kriz: soudarded roman a skourjezas anezhi hag he merc'hed, he bugale nemetañ, palforset. En em sevel a reas Boudika hag he sujidi diwar ar vezh vras-mañ graet d'ar rouanez ha d'he merc'hed. Gouarnour Breizh a oa oc'h en em gannañ ouzh Drouized e Kambri, Bro-Gembre a-hiziv, pezh a roas evit neuze an tu da zegas da vBoudika un niver bras a soudarded er maez eus an Isenianed, ha ne oa ket ar meuriad nemetañ e Breizh a oa bet disouezhet gant an aloubadeg hag ar bezañs Roman. Boudika hag hec'h arme a raskas teir c’hêr, a roas lamm d'ul lejion roman, hag e c'houlennent sikour gant Arminius, ur German anezhañ a oa bet skarzhet gantañ ar Romaned deus e zouaroù, hag o hendadoù dezho o devoa enebet ouzh Kezar war-dro ur c'hantved en o-raok. Boudika a zo bet roet lamm dezhi abalamour d'ur fazi taktik bras e-kerzh emgann Watling Street, pezh a zegasas da beurzistrujidigezh ul lodenn vat eus he nerzhioù na oa ket gouest da vont war-gil betek ar goudor. Tec'hout a reas Boudika neuze, hag e lazhas he seizh plac'h, hag ec'h en em lazhas war-lerc'h, evit chom hep kaout ur vezh vras all a-berzh ar Romaned.
ca: Ammià Marcel·lí va descriure la dificultat que tindria una banda de forasters per tractar amb un celta si demanava ajuda a la seva dona, perquè era més forta que ell i podia fer ploure cops i puntades sobre els assaltants amb la força d'una catapulta. Es deia de Budicca, reina dels icenis, que era "molt alta i temible en aparença; la seva veu era dura i una gran massa de cabells rojos li queien per les espatlles. Duia una túnica de molts colors i, a damunt, un mantell gruixut subjectat amb un fermall." Budicca havia estat aliada dels romans, juntament amb el seu marit Prasutag, rei dels icenis. Prasutag s'havia aliat estretament amb els romans després d'una breu revolta, respectat com a home previsor fins i tot pels seus antics enemics, i ara aliats, els romans, i havia estat lliure de governar el seu regne com dictava la tradició nativa, excepte en un cas. Prasutag, sabent que havia de morir, va acordar un testament amb la seva dona i els seus subordinats; les seves filles heretarien el govern del territori, sota l'administració de Budicca fins que fossin grans, i l'Emperador de Roma tindria la facultat de recaptar impostos i demanar ajuda militar, més o menys la situació que ja hi havia amb Prasutag. El problema es trobava en el fet que els romans no reconeixien les dones com a hereves, i per això, a la mort de Prasutag, van imposar que l'únic amo legítim del regne era l'Emperador. A més, van assenyalar que la pràctica habitual romana era permetre la independència d'un regne sotmès només durant la vida del rei inicial, com havia passat a Galàcia. L'Imperi es va annexionar formalment el regne i va començar immediatament a recaptar impostos cruelment, citant que Prasutag estava en deute amb els romans per haver demanat préstecs que no havia tornat. Les queixes de Budicca sobre aquest tractament i el desafiament del testament del seu difunt marit només van ser respostes amb brutalitat; els soldats romans la van fuetejar, i les seves filles, que tan sols eren nenes, van ser violades. Budicca i els seus súbdits estaven furiosos per la deshonra feta a la reina i les seves filles. Quan el governador romà de Britània estava ocupat amb els druides de Càmbria, ara Gal·les, Budicca va aconseguir atraure més seguidors més enllà dels icenis, ja que no eren l'única tribu decebuda amb els romans. Budicca i el seu exèrcit van arrasar tres ciutats, van anorrear una legió romana i van inspirar-se en la memòria d'Armini, un germànic que havia expulsat els romans de les seves terres, i en els seus avantpassats, que havien foragitat Cèsar feia prop d'un segle. Budicca va ser derrotada per un greu error tàctic a la batalla de Watling Street, on gran part de les seves forces van ser massacrades per no poder retirar-se a un lloc segur. Budicca va poder escapar, i llavors va matar les seves filles i es va suïcidar per escapar de la humiliació en mans romanes.
cs: Ammianus Marcellinus popsal, jak náročné by pro skupinu cizinců bylo vypořádat se s Keltem v případě, že by si zavolal na pomoc svoji manželku. Ta totiž byla silnější než on a mohla je zasypat údery a kopanci silově se rovnajícími střelám z katapultu. Boudica, královna Icenů, prý byla „velmi vysoká a na pohled děsivá; její hlas byl velmi drsný a přes prsa jí padala velká hromada rudých vlasů“. Měla na sobě tuniku mnoha barev, ke které byl broží připevněn hrubý plášť. Boudica ve skutečnosti nejprve byla spolu se svým manželem, Prasutagusem, králem Icenů, spojenkyní Říma. Prasutagus byl po krátkém povstání blízkým římským spojencem, uznávali ho jako velmi předvídavého člověka a umožnili mu svobodně vládnout jeho království podle tamějších zvyklostí, s jedinou výjimkou. Před svojí smrtí se dohodl se svojí manželkou a podřízenými, že jeho dcery budou mít na starosti pod Boudiciným dohledem až do své dospělosti vládu nad územím, zatímco římský císař bude jeho skutečným pánem, bude vybírat daně a bude moci požádat o vojenskou pomoc. Z velké části tedy to, co mohl dělat do té doby. Problém spočíval v tom, že Římané neuznávali ženské dědice a tedy prohlásili císařův nárok na Icenské království za jediný oficiálně platný. Dále uvedli, že prý bylo normální římskou tradicí zachovat nezávislost podřízeného království jen po dobu života jeho počátečního krále, jak se to například stalo v Galacii. Říše tedy formálně království zabrala a začala ihned vybírat kruté daně odvolávajíc se na to, že Prasutagus měl vůči ní dluh, protože si během života vzal několik úvěrů, které potom odmítal splatit. Na Boudicinu stížnost souvisící s takovým zacházením a odporem vůči poslední vůli jejího manžela se odpovědělo brutalitou; římští vojáci ji zbičovali a její dcery, tehdy ještě jen děti, byly znásilněny. Boudica a její poddaní byli z takového zahanbení královny a dětí rozzuření. Protože římský guvernér Británie byl právě zaujat druidy v Kambrii, dnešním Walesu, Boudica byla schopná přilákat na svoji stranu víc následovníků i mimo řady Icenů spolu s rostoucím rozčarováním z Římanů u ostatních kmenů. Ona a její armáda vyplenili tři města a porazili římskou legii, čímž připomenuli skutky Arminia, Germána, který vyčistil svoje území od Římanů a i skutky svých vlastních předků, kteří o století dříve odehnali Caesara. Poražená díky velkému taktickému omylu v bitvě u Watling Street, kvůli kterému bylo mnoho z jejích sil povražděno, protože nemohly ustoupit do bezpečí. Samotná Boudica utekla, potom zabila svoje dcery a nakonec sebe samu, aby zabránila další potupě v rukou Římanů.
de: Ammianus Marcellinus beschrieb, wie schwer es für eine Gruppe Fremder sei, mit einem Kelten zurechtzukommen, der seine Frau zur Hilfe rief. Sie sei stärker als er und ließe Schläge und Tritte auf die Angreifer mit einer Kraft hageln, die einem Katapult glich. Boudicca, die Königin der Icener, wird als sehr große und furchterregende Erscheinung beschrieben; ihre Stimme war sehr barsch und eine Mähne aus rotem Haar fiel über ihre Schultern. Sie trug eine bunte Tunika, über der ein dicker Umhang mit einer Brosche befestigt war. Anfangs war Boudicca zusammen mit ihrem Mann Prasutagus, dem König der Icener, mit Rom verbündet. Prasutagus war nach einem kurzen Aufstand ein wichtiger verbündeter Roms, der selbst von seinen ehemaligen Feinden, den jetzt mit ihm verbündeten Römern, wegen seines Weitblicks respektiert wurde. Ihm war es wie es die Tradition gebot erlaubt sein Königreich bis auf eine Ausnahme frei zu regieren. Als er spürte, dass er bald sterben würde, beschloss Prasutagus mit seiner Frau und seinen Untergebenen ein Testament; Seine Töchter sollten seine Herrschaft erben und, bis diese erwachsen waren, unter Boudiccas Vormundschaft stehen. Der Kaiser Roms sollte die Oberhoheit haben Steuern zu erheben und, falls nötig, militärische Unterstützung zu fordern. Annähernd die gleiche Situation wie unter seiner Herrschaft. Das Problem war, dass Rom keine weiblichen Erben anerkannte, und behauptete, dass nach Prasutagus' Tod nur der römische Kaiser einen gültigen Anspruch auf den icenischen Thron habe. Weiter bemerkte Rom, dass es eine reguläre römische Praxis war, dass ein abhängiges Königreich nur während des Lebens des ursprünglichen Königs frei war, so wie es in Galatien zutraf. Das Römische Reich annektierte das Königreich und begann sofort hohe Steuern erheben, mit der Begründung, dass Prasutagus in seiner Lebenszeit etliche Anleihen aufgenommen hatte, die nicht beglichen wurden. Boudiccas Beschwerden über diese Behandlung und die Ignoranz gegenüber dem letzten Willen ihres Mannes wurde mit Brutalität begegnet; römische Soldaten peitschten sie aus und missbrauchten ihre Töchter, die zu diesem Zeitpunkt nur Kinder waren. Boudicca und ihre Untertanen waren aufgebracht wegen der Schande, die ihrer Königin und deren Kinder angetan worden war. Während der römische Gouverneur von Britannien mit den Druiden in Cambria, dem heutigen Wales, beschäftigt war, sammelte Boudicca Gleichgesinnte von außerhalb des icenischen Stammes um sich. Die Icener waren nicht die einzigen, die mit der römischen Herrschaft unzufrieden waren. Boudicca und ihre Armee verwüsteten drei Städte, schlugen eine römische Legion in die Flucht und riefen Erinnerungen an Arminius wach, einen Germanen, der die Römer schon früher von seinem Land gejagt hatte und ihre eigenen Vorfahren, die Cäsar beinahe ein Jahrhundert früher davongejagt hatten. Boudicca wurde durch einen schweren taktischen Fehler in der Schlacht von Watling Street besiegt, in der viele ihrer Streitmacht abgeschlachtet wurden, da sie sich nicht zurückziehen konnten. Boudicca selbst flüchtete, tötete ihre Töchter und dann sich selbst, um weiterer Schande durch römische Hände zu entgehen.
el: Ο Αμμιανός Μαρκελλίνος περιγράφει πόσο δύσκολο ήταν για μια ομάδα ξένων να αντιμετωπίσει ένα Κέλτη αν καλούσε σε βοήθεια τη σύζυγό του. Γιατί εκείνη ήταν ισχυρότερη από ό, τι ήταν αυτός και εξαπέλυε βροχή από μπουνιές και κλωτσιές στους αντιπάλους της ίσα σε την ισχύ του κτυπήματος ενός καταπέλτη. Η Βοαδίκεια, βασίλισσα της Ικετών, ειπώθηκε πως ήταν "πολύ ψηλή και τρομακτική" στην εμφάνιση, η φωνή της ήταν πολύ σκληρή και ένας μεγάλος όγκος από κόκκινα μαλλιά έπεφτε πάνω στους ώμους της. Φορούσε χιτώνα από πολλά χρώματα πάνω από τον οποίο ένα παχύ μανδύα στερεώνοντάς τον με μια καρφίτσα. Η Βοαδίκεια πράγματι στην αρχή ήταν μία σύμμαχος των Ρωμαίων, μαζί με τον σύζυγό της, Πρασουτάγο, βασιλιά της Ικετίας. Ο Πρασουτάγος ήταν στενός σύμμαχος των Ρωμαίων μέχρι μια σύντομη εξέγερση, θεωρήθηκε ως επιπόλαια ακόμη και από τους πρώην εχθρούς του, ως σύμμαχος με τους Ρωμαίους, ήταν τώρα ελεύθερος να κυριαρχήσει στο βασίλειό του όπως υπαγόρευε η μητρική τους παράδοση, εκτός από μία περίπτωση. Ο Πρασουτάγος, συνειδητοποιώντας ότι επρόκειτο να πεθάνει, όρισε μια διαθήκη με τη σύζυγό του και τους υφισταμένους του, ότι οι κόρες του θα κληρονομήσουν τη φυσική διαχείριση του εδάφους, υπό τη εποπτεία της Βοαδίκειας μέχρι να ενηλικιωθούν, και ο αυτοκράτορας της Ρώμης θα έχει την επικυριαρχία, την είσπραξη των φόρων και να του επιτρέπετε να ζητήσει στρατιωτική βοήθεια. Το πρόβλημα έγκειται στο ότι οι Ρωμαίοι δεν αναγνώριζαν θηλυκούς κληρονόμους, και επομένως, υποστήριξαν, μετά το θάνατό του Πρασουτάγου, ότι μόνο το αίτημα του αυτοκράτορα στο βασίλειο της Ικετίας ήταν έγκυρο. Περαιτέρω σημειώνεται ότι ήταν σύνηθες ρωμαϊκή πρακτική να επιτρέπουν μόνο σε ένα υποτελές βασίλειο να είναι ανεξάρτητο για τη διάρκεια ζωής του αρχικού βασιλιά, όπως είχε συμβεί στη Γαλατία. Η Αυτοκρατορία που προσάρτησε επίσημα το βασίλειο, ξεκίνησε την σκληρή φορολόγηση αμέσως, αναφέροντας ότι ο Πρασουτάγος ήταν χρεωμένες στους Ρωμαίους, έχοντας λάβει διάφορα δάνεια κατά τη διάρκεια της ζωής του και ότι είχε αποτύχει να τα εξοφλήσει. Όταν η Βοαδίκεια παραπονέθηκε σχετικά με αυτή τη τακτική και την περιφρόνηση της θέλησης του αποθανόντος συζύγου της απαντήθηκε με βιαιότητα, Οι Ρωμαίοι στρατιώτες την μαστίγωσαν, και τις κόρες της, τα μοναδικά της παιδιά, βιάστηκαν. Η Βοαδίκεια και οι υπήκοοί της εξαγριώθηκαν με την προσβολή που έγινε στη βασίλισσά τους και τα παιδιά της. Με τον Ρωμαίο κυβερνήτη της Βρετανίας να απασχολείται με τους Δρυίδες στη Καβρία, σημερινή Ουαλία, η Βοαδίκεια ήταν σε θέση να προσελκύσει περισσότερους οπαδούς εκτός της Ικετίας, καθώς ήταν σχεδόν η μόνη βρετανική φυλή που η απογοήτευσή τους για τους Ρωμαίους αυξάνονταν με ταχείς ρυθμούς. Η Βοαδίκεια και ο στρατό της που είχαν λεηλατήσει τρεις πόλεις, συναντήθηκαν με μια ρωμαϊκή λεγεώνα, θυμίζοντας τον Αρμίνιο, έναν Γερμανό που είχε εκδιώξει τους Ρωμαίους από τα εδάφη του, και το δικοί του πρόγονοι είχαν εκδιωχθεί από τον Καίσαρα λιγότερο από έναν αιώνα νωρίτερα. Η Βοαδίκεια νικήθηκε από ένα μεγάλο τακτικό λάθος στη Μάχη της Οδού Βάτλινγκ, όπου οδήγησε σε σφαγή ένα μεγάλο μέρος της δύναμης της, δεδομένου ότι δεν θα μπορούσε να αποσυρθεί κάπου με ασφάλεια. Η Βοαδίκεια διέφυγε, και στη συνέχεια σκότωσε τις κόρες της, και έπειτα αυτοκτόνησε, για να αποφύγει τον περαιτέρω εξευτελισμό της στα ρωμαϊκά χέρια.
es_ar: Amiano Marcelino describió lo difícil que sería para unos bandidos extranjeros luchar contra un Celta si pedía ayuda a su esposa. Ella solía ser más fuerte que él y podía hacer llover golpes y patadas sobre los asaltantes con la misma fuerza que disparos de catapulta. Se decía que Boudica, la reina de los icenos, era muy alta y de apariencia aterradora, su voz era estridente y una frondosa cabellera roja caía sobre sus hombros. Vestía una túnica de muchos colores sobre la cual colgaba una gruesa capa prendida con un broche. Boudica, en un principio, había sido en realidad una aliada de Roma junto a su esposo, Prasutagus, rey de los icenos. Prasutagus había sido un aliado cercano de los Romanos luego de un breve levantamiento, sus tácticas le ganaron el respeto incluso de sus antiguos enemigos, ahora aliados romanos y tenía la libertad de reinar en su territorio acorde a la tradición nativa, excepto en un caso. Prasutagus, cuando su muerte se acercaba, firmó un testamento junto a su esposa y subordinados: sus hijas heredarían la tierras que serían administradas por Boudica hasta que fueran adultas. El Emperador de Roma conservaría su jerarquía sobre el reino recaudando impuestos y solicitando ayuda militar. Un acuerdo muy similar al que el mismo Prasutagus tenía con Roma. El problema yacía en que los romanos no reconocían herederas mujeres al trono y por eso, luego de la muerte de Prasutagus, afirmaron que el único reclamo válido al trono de los icenos era el del Emperador. Más adelante notaron que era habitual en los romanos permitir a los reinos subordinados conservar su independencia solo durante la vida del rey inicial, como había ocurrido en Galacia. El Imperio anexó formalmente el reino y comenzó a cobrar altos impuestos inmediatamente alegando que Prasutagus tenía deudas con Roma, que había tomado muchos préstamos durante su vida y nunca había devuelto. Las quejas de Boudica por este agravio y el incumplimiento del testamento de su esposo fallecido fueron respondidas con brutalidad: soldados romanos la azotaron y sus hijas fueron violadas aún siendo niñas. Boudica y sus súbitos enfurecieron ante la deshonra hacia su reina e hijas.. Con el gobernador romano ocupado con los druidas de Cambria, hoy Gales, Boudica podía atraer más seguidores además de los icenos, ya que no eran los únicos que estaban decepcionados con los romanos. Boudica y su ejército devastaron tres ciudades, derrotaron a una legión romana y llamaron a la memoria de Arminio, un caudillo germano que había expulsado a los romanos de sus tierras y también a la memoria de sus propios ancestros que habían ahuyentado a César casi un siglo antes. Boudica fue derrotada por un grave error táctico en la batalla de Watling Street al llevar gran parte de sus fuerzas a ser masacradas al no poder retirarse a salvo. Luego de escapar, Boudica asesinó a sus hijas y se suicidó para evitar futuras humillaciones en manos de los romanos.
eu: Ammianus Marcellinusek deskribatu zuen zein zaila egingo zitzaion atzerritar talde bati Zelta bati aurre egitera baldin eta bere emaztearen laguntza eskatzen bazuen, hauek gizonak adina indartsu zirelako eta katapulta baten adina indarreko kolpe eta ostiko jasoko zutelako. Icenoen erregina Boudiccaz esaten zen oso altua eta itxura beldurgarrikoa zela, bere ahotsa oso sakona zen eta ile gorri saldo handi bat erortzen zitzaion sorbaldetatik behera. Kolore askotako tunika janzten zuen eta bere gainetik krisket batekin lotzen zuen kapa lodi bat. Hasiera batean Boudicca, bere senar eta Icenoen errege Prasutagusekin batera, Erromatarren aliatua izan zen. Prasutagus Erromaren aliatua izan zen zapalkuntzaren aurretik eta errespetatua, baita bere etsai orain Erromatarren aliatuentzat ere, jakintsu legez eta, kasu bat salbu, bere herria ohiturek agintzen zuten bezala gobernatzeko askatasuna zuen. Prasutagus, hitzeko eguna gertu zuela konturatzean, bere emazte eta azpikoekin adostu zuen bera hiltzean bere alabek hartuko zutela lurraldearen boterea, Boudiccaren zuzendaritza pean heldutasunera iritsi bitartean, eta Erromako enperadoreak jabetza izango zuela eta jauntxoa izango zela zergak bilduz eta laguntza militarra eskatzeko aukerarekin. Gutxi gora behera berak zituen aukera berdinak izango zituzten alabek. Arazoa zen Erromatarrek ez zutela emakumeen botererik onartzen eta Prasutagusen ondorengoa derrigorrez Icenoen Erregea izan behar zuela, ez erregina. Dena den Galatian gertatu bezala, Erromatarrek lehenengo erregearen agintaritza eta independentzia bakarrik errespetatzen zuten. Inperioak erreinua bereganatu zuen eta berehala zerga gogorrak jasotzen hasi Prasutagus beraiekin zorretan zegoen aitzakian bere bizitzan zehar hartutako eta ezin ordaindu zituen maileguak zituela esanez. Boudiccaortaera hau eta bere senarraren azken borondatea ez errespetatzea aurpegiratu zien eta erantzuna bortitza izan zen, Erromatar soldaduek zigorrez jo zuten eta alabak, umeak oraindik, bortxatu zituzten. Boudicca eta bere azpikoak berak eta alabak jasotako tratuagatik haserretu ziren. Britania Handiko gobernadorea Canbrian, gaur egungo Gales, aztiekin lanpeturik zebilela, Icenitik kanpoko jarraitzaileak erakartzea lortu zuen hauek bai ziren Erromatarrekin haserre gelditzen zen tribu bakarrenetakoa. Boudiccak eta bere armadak hiru hiri hartu zituzten, legio bat menderatu eta bere lurretatik Erromatarrak mende bat lehenago bota zituen alemana Arminiusi otoi egin zioten. Boudicca Watling Streeteko borrokan izandako estrategiari esker garaitua izan zen eta armada porrotera eramana, ezin izan bai zuten toki ziurrera erretiratu. Boudiccak ihes egin zuen eta alabak akabatu eta gero bere buruaz beste egin zuen Erromatarren eskura irain gehiago ez jasotzeko.
fa: آمیانوس مارسلینوس شرح داده است که تا چه حد دشوار خواهد بود برای یک گروه خارجی تا بتوانند یک توافق با این زن سلتی انجام دهند. برای اینکه این زن از مردان نزدیکش قویتر بوده می توانسته بر سر دشمنان همچون باران ببارد و به آنها به قدرت یک منجنیق لگد بزند. بودیکا ملکه قبیله آی سینی گفته شده که بسیار بلند قد و ظاهری ترسناک داشته است، صدای خشنی داشت و موهای قرمز بلندش از روش شانه هایش بر روی بدنش افتاده بود. او یک لباس رنگارنگ می پوشید و یک شنل ضخیم روی آن همیشه می پوشید. بودیکا در حقیقت در ابتدا یکی از متحدان روم به همراه همسرش بود، همسرش پراسوتاگوس پادشاه آی سینی بود. پراسوتاگوس یک متحد بسیار نزدیک به رومی ها بود اجازه داشت در مناطق تحت کنترل خود مطابق قوانین خود عمل کند. پراسوتاگوس زمانی که متوجه شد در حال مرگ است با هماهنگی همسرش تصمیم گرفت دخترش جانشین وی شود و تازمانی که دخترش به سن مناسب برسد بودیکا این وظیفه را به عهده داشته باشد و امور ساده منطقه را مدیریت کند و امپراتور روم سرپرستی این مناطق را بر عهده داشته باشد، مالیات ها را جمع آوری کند و در زمان نیاز از کمک نیروی نظامی آنها استفاده کند درست مشابه شرایطی که خود وی داشت. مشکل آنجا بوجود آمد که رومی ها وارثان زن را قبول نداشتند و به رسمیت نمی شناختند و بعد از مرگ پراسوتاگوس، تنها حق امپراتور روم را به رسمیت شناختند. امپراتور روم منطقه آنها را خیلی سریع ضمیمه خاک امپراتوری روم کرد و بلافاصله مالیات های سنگینی را برای مردم آی سینی وضع کرد و عنوان کرد که پراسوتاگوس به امپراطوری روم بدهکار بوده است و آنها باید بدهی او را بازپس دهند چرا که پراسوتاگوس در زمان حیات خود نتوانسته بود وام هایی که گرفته بوده است را بازپس دهد. شکایت بودیکا بواسطه این رفتار و دفاع از همسر مرحومش با برخورد شدید رومی ها مواجه شد و سربازان رومی او و دخترش را شلاق زدند و به دخترش تجاوز کردند. بعد از این اتفاق و رفتار توهین آمیز که موجب خشم سایر بریتون ها نیز شده بود بودیکا آرام آرام متحدان و هم پیمانان زیادی را در کنار خود دید و به کمک آنها سپاهی را آماده کرد سپس به لژیون روم حمله کرد اما در این نبرد شکست سنگینی خورد و بیشتر نیروهای او کشته شدند بودیکا توانست فرار کند سپس در حالی که رومی ها بدنبال وی بودند نخست دخترش و سپس خودش را کشت تا بیش از این بدست رومی ها تحقیر نشوند.
ga: Chuir Aimmianas Marsallanas síos ar an ndeacracht a bheith ar ghrúpa eachtrannach má bhuail siad le duine Ceilteach, mar a bhí a bhean chéile Cheilteach agus bhí sí níos láidre ná é agus d'fhéadfadh sí buillí agus clabhtaí le láidreacht urchair crainn tabhaill. Ba an-ard agus uafásach i gcuma í Buadaca, Banríon na nEachanaí; agus tá glór an-láidir aige agus gruaig fada rua uirthi a thit ar a guaillí. Chaith sí ionar ildathach le brat tíubh air atá ceangailt ag dealg. Ba comhghuaillí í Buadaca ar dtús lena fear céile Prastáig, Rí nEachanaí. Ba fíorchomhghuaillí Rómhánach é Prastáig tar éis éirí amach gairid, agus bhí meas air mar réamhsmaointeoir fiú lena iarnaimhde, na Rómhánaigh, agus bhí sé ina shaorcheannas dá ríocht féin a rialú trína nósanna dúchais, ach i gcás amháin. Roimh a tháinig Prastáig ar slí na fírinne, rinne sé uacht lena bhean chéile Buadaca agus fo-thiarnaí, a dúradh go mbeidh a iníonacha ina gceannas ar a thír, agus go mbeidh Buadaca mar athmháistir ina n-áit go dtí a bheidh siad ina n-aosach, agus beidh an tImpire Rómhánach ina ardcheannas uathu, ag bailiú cánacha agus bheidh sé ábalta a dtacaíocht mhíleata a úsáid: mar an gcéanna ná na pribhléidí a bhí aige cheana féin. Ach tá decrachtaí san uacht seo de chuid na Rómhánach, níor aithin siad banoidhrí agus mar sin mhaígh siad nuair a fhuair Prastáig bás, go raibh ceart an Impire amháin ina bhailí do ríocht na nEachanaí. Thug siad faoi deara freisin go raibh cleachtas railta de chuid na Rómhánach é do ríochtaí vásailleacha a lig ina saor i rith bheatha an chéad rí, mar atá rinneadh sa Ghallaidia. D'ionghabh an Impireacht an ríocht go foirmiúil agus tosaigh sí cánacha diana a bhaint amach go díreach, lauigh na Rómhánaigh go raibh Prastáig i bhfiacha leis na Rómhánaigh, bhí a roinnt iasachtaí a ghlacadh i rith a bheatha aige agus ní raibh siad aisíoctha go fóill. Nuair a rinne Buadaca gearán ag na cánacha seo agus an suaimhneas a rinne na Rómhánaigh i gcoinne uachta a fir chéile, bhuail sí le hainghníomhartha na Rómhánach amháin; lasc saighdiúirí Rómhánacha í, agus d'éignigh siad a hiníonacha, a bhí ach ina bpáiste. Raibh goimh dhearg ar Bhuadaca agus a géillsinigh ag an náire seo atá rinneadh ar a mbanríon agus a iníonacha. Nuair a throideann Gobharnóir Rómhánach na Breataine i gcoinne na ndraoithe sa Bhreatain Bheag, bhí Buadaca in ann le cuallachtaí níos mó a tharraingt as treibheanna eile, mar nach raibh na hEachanaí an t-aon treibh amháin a bhí ag fás mhíshasta leis na Rómhánaigh. Scrios Buadaca agus a harm ar trí chathair, chloígh siad léigiún Rómhánach, agus bhí siad ar fáil ag Áirmin, taoiseach Gearmánach a chloí na Rómhánaigh as a chuid tíortha, agus ag a sinsir féin freisin, a chur an ruaig ar Chaesar nach mór ná haois ó shin. Cloíodh Buadaca trí bhotún mór teaictice sa chath Sráide Uatlainge, nuair a chaill sí cuid mhór dá harm mura fhéidir leo aon éalú sábháilte a dhéanamh. D'éalaigh Buadaca í féin agus, lena héirí amach cailte, mharaigh sí a hiníonacha agus ansin mharaigh sí íse féin chun náire níos mó a sheachaint de chuid na Rómhánach.
he: אמיאנוס מארקלינוס תיאר עד כמה קשה זה יהיה עבור להקה של זרים להתמודד עם הקלטי אם הוא קרא בעזרה של אשתו. כי היא היתה חזקה ממנו, ואפשר היה גשם מכות ובעיטות על התוקפים, שכוחה השתווה לזה את היריות של מעוט. בודיקיאה, מלכת איקני, הייתה אמורה להיות 'מאוד גבוה ומפחידה במראה; הקול שלה היה קשה מאוד וכמות גדולה של שיער אדום נפלה על כתפיה. היא לבשה טוניקה של צבעים רבים שעליהם גלימה עבה הדוקה באמצעות סיכה. בודיקיאה היה למעשה בי בתחילה ברית רומית, יחד עם בעלה, פרסיטגוס , מלך איקני. והיה בן ברית קרוב רומית לאחר התקוממות קצרה, מכובד אפילו על ידי אויביו לשעבר, עכשיו הרומאים ברית, וחופשי לפסוק ממלכתו כמסורת מולדתם כתיב, למעט במקרה אחד. פרסיטגוס , מבין שהוא הולך למות, מוסכם צוואה עם אשתו לפיקודיו; בנותיו תירשנה את הריצה הפיסית של השטח, תחת הנהלתו של בודיקיאה עד שהן היו מבוגרות, וקיסר רומא יצטרך בעלת ספינות, שתאיסוף מסים בשביל סיוע צבאי. באותו מצב כפי שהוא כבר החזיק. הבעיה הייתה נעוצה כי הרומאים לא הכירה יורשי נקבה, ובכך קבעה, לאחר מותו של פרסיטגוס , שרק את טענת הקיסר למלכות איקני הייתה תקפה. הם ציינו עוד זה היה נוהג רומי סדיר רק לאפשר ממלכת הלקוח להיות עצמאית לכל החיים של המלך הראשוני, כגון התרחש גאליטה. האימפריה רשמית סיפחה את הממלכה, והחל לחילוץ מסים קשים מיד, בטענה כי פרסיטגוס היה אסיר תודה לרומאים, שנקט כמה הלוואות במהלך חייו כי הוא לא הצליח לפרוע. התלונה של בודיקיאה על טיפול זה לבין ההתרסה של רצון בעלה המנוח הייתה נפגשה עם אכזריות; חיילים רומאים הצליפו בה, ובנותיה, רק ילדים, נאנסו. בודיקיאה ונושא אותה זעמו על החרפה שנגרמה המלכה שלהם והילדים. עם המושל הרומי בבריטניה התקשר עם הדרואידים ב קמבריה, עכשיו ויילס, בודיקיאה הצליחה למשוך עוקב יותר מחוץ לאיקני, כפי שהיו בקושי השבט הבריטי רק הולך וגדל מאוכזב במהירות עם הרומאים. בודיקיאה והצבא שלה החריבו את שלוש ערים, ביס לגיון רומי, וקוראים לזכר ארמיניוס, גרמני שהיה נתב הרומאים מאדמותיו, ואבותיהם עצמו שהסיע את קיסר ליד מאה שנה קודם לכן. בודיקיאה הובסה על ידי שגיאה טקטית מרכזית קרב הרחוב ווטלינג, מה שמוביל הרבה בכח שלה ששוחט משום שלא הצליחו לסגת למקום מבטח. בודיקיאה עצם נמלטה, ולאחר מכן הרגה בנותיה, ואחר כך לעצמה, כדי למנוע בושה עוד יותר על ידות רומיות.
hu: Ammianus Marcellinus leírta milyen nehéz is volt egy csapat idegennek elintéznie egy keltát, ha azt az asszonya segítségre szólította. Érte erősebbek voltak, mint valaha és olyan erővel tudtak ütni és rúgni, mint egy katapult lövedéke. Boudiccát, az icenusok királynőjét úgy írták le, mint aki „nagyon magas és félelmetes küllemű; hangja éles volt és sűrű vörös haja ráborult vállaira”. Sokszínű tunikát viselt, rajta egy vastag palásttal, amit brossal fogatott össze. Valójában Boudicca eleinte a rómaiak szövetségese volt a férjével Prasutagusszal, az icenusok királyával együtt. Prasutagus szoros szövetségese lett egy kisebb lázadás után egykori ellenségeinek, a rómaiaknak, akik közt nagy tiszteletnek örvendett megfontoltsága miatt. Szabadon és az ősi tradíciókat követve uralkodott királysága felett, egyetlen eset kivételével. Prasutagus rájött, hogy meg fog halni, majd engedett felesége és alattvalói akaratának, miszerint a lányai örökölnék a terület fizikai irányítását Boudicca felügyelete alatt, amíg felnőnek, és a római császárnak fennhatósága lenne, adót gyűjtene, és katonai támogatást kérhetne. Nagyjából hasonló helyzet, mint ami addig működött. A probléma abban állt, hogy a rómaiak nem ismerték el a nőket örökösként, amit csak fokozott, hogy Prasutagus halála esetén egyedül a császár formálhatott törvényes jogot Icénia királyságára. Emellett látták, hogy a tényleges római gyakorlatban egy szövetséges királyság csupán az eredeti király élete során maradhat független, mint ahogy Galatiában is történt. A birodalom hivatalosan annektálta a királyságot, és azonnal elkezdte kivetni rá a szigorú adókat arra hivatkozva, hogy Prasutagus a rómaiak adósa volt, miután számos kölcsönt kapott, amiket nem sikerült visszafizetnie. Boudicca kifogása az eljárással kapcsolatban és elhunyt férjének ellenszegülő akarata brutalitáshoz vezetett; római katonák megkorbácsolták mind őt, mind lányait, akiket meg is erőszakoltak. Boudicca és alattvalói nagyon feldühödtek a királynő és lányai megbecstelenítésén. A cambriai (mai Wales) druidák megütköztek Britannia római helytartójával, így Boudicca több követőt is tudott toborozni az icenusok törzsén kívülről, mivel ők voltak szinte az egyetlen gyorsan gyarapodó brit törzs, amely kiábrándult a rómaiakból. Boudicca és serege romba döntött három várost, elűzött egy római légiót. Felidézte egy germán, Arminius emlékét, aki kiűzte a rómaiakat a földjéről, valamint saját felmenőit, akik közel egy évszázaddal korábban Caesart szorították vissza. Boudicca egy nagy taktikai hiba miatt bukott el a Watling utcai ütközetben, ahol az erőinek nagy részét lemészárolták, mivel nem tudtak biztonságos helyre visszavonulni. Magának Boudiccának sikerült elmenekülnie, de ezután végzett lányaival, és magával is, hogy elkerülje a további megaláztatást a rómaiak keze alatt.
hy: Ամմիանուս Մարկելինուսը նկարագրել է, թե ինչքան դժվար էր օտարազգիների խմբի համար գործ ունենալ կելտի հետ, եթե վերջինս դիմում էր իր կնոջ օգնությանը։ Պատճառն այն էր, որ կինն ավելի ուժեղ էր, քան կելտը, և կարող էր հարձակվողների վրա տեղալ ձեռքի ու ոտքի հարվածների տարափ՝ ուժով հավասար քարաձիգի կրակոցներին։ Ասում են, որ իկենների թագուհի Բոուդիկան "շատ բարձրահասակ էր և ուներ ահարկու տեսք, նրա ձայնը շատ կոշտ էր, և նրա կարմիր մազերի մեծ մասն ընկնում էր նրա ուսերին։ Նա հագնում էր գույնզգույն տունիկա, որի վրա կրծքազարդով ամրացված էր հաստ թիկնոց։ Իրականում Բոուդիկան և իր ամուսինը՝ իկենների արքա Պրասուտագուսը, սկզբում հռոմեացիների դաշնակից էին։ Պրասուտագուսը Հռոմի դաշնակից է եղել մի կարճատև ապստամբությունից հետո, հարգված էր իր հեռատեսության համար նույնիսկ նախկին հակառակորդների կողմից, հիմա հռոմեացիների դաշնակիցն էր ու ազատ էր ղեկավարել իր թագավորությունն ըստ տեղական ավանդույթի թելադրանքի՝ մեկ բացառությամբ։ Պրաստագուսը, զգալով մոտալուտ մահը, իր կնոջ և ենթակաների հետ համաձայնեցրեց իր թողնելիք ժառանգությունը․ նրա աղջիկները ժառանգելու էին տերությունը՝ մինչև չափահասության հասնելը մնալով Բոուդիկայի խնամակալության ներքո, իսկ Հռոմի կայսրը ստանալու էր ամբողջ ղեկավարումը, հարկահավաքչության և ռազմական օգնություն խնդրելու իրավունքները։ Սրանք գրեթե նույն պայմաններն էին, որոնք արդեն ոժի մեջ էին վերջինիս համար։ Խնդիրը նրանումն էր, որ հռոմեացիները չէին ճանաչում իգական սեռի ներկայացուցիչների ժառանգական իրավունքը և Պրասուտագուսի մահվանից հետո դրանով հաստատում էին, որ միայն կայսեր կողմից Իկենիայի թագավորության ղեկավարումն է օրինական։ Նրանք նաև նշում էին, որ Հռոմում ընդունված էր կայսրության մեջ մտնող թագավորությանը թույլ տալ լինել անկախ միայն սկզբնական արքայի օրոք, ինչպես դա եղել էր Գալաթիայում։ Կայսրությունը պաշտոնապես անեքսացրեց թագավորությունը և անմիջապես սկսեց կիրառել բարձր հարկեր՝ նշելով, որ Պրասուտագուսը պարտք էր կայսրությանը, քանի որ իր կյանքի ընթացքում վերցրել էր մի քանի վարկեր և չէր կարողացել հետ վճարել։ Նման վերաբերմունքի և իր մահացած ամուսնու թողած ժառանգության անտեսման համար Բոուդիկայի բողոքը հանդիպեց դաժան պատասխանի․ հռոմեացի զինվորները խարազանեցին նրան, իսկ նրա աղջիկները, ովքեր ընդամենը երեխաներ էին, բռնաբարվեցին։ Բոուդիկային և նրա ենթականերին բորբոքեց իրենց թագուհու և նրա երեխաների նկատմամբ կատարված ստորացումը։ Քանի դեռ Բրիտանիայի հռոմեացի նահանգապետը Կամբրիայում, ներկայիս Ուելսում, կռվում էր դրուիդների դեմ, Բոուդիկան կարողացավ Իկենիայից դուրս իր կողմը գրավել նոր հետևորդների, քանզի իրենք միակ բրիտանական ցեղը չէին, որոնք արագորեն հիասթափվել էին հռոմեացիներից։ Բոուդիկան և նրա բանակը հողին հավասարեցրին երեք քաղաքներ, ջախջախեցին հռոմեական մի լեգեոն՝ հիշատակելով Արմինիուսին՝ գերմանացուն, ով կարողացավ իր տարածքներից դուրս մղել հռոմեացիներին, և իրենց նախնիներին, ովքեր հետ էին շպրտել Կեսարին մոտ մեկ դար առաջ։ Բոուդիկան պարտություն կրեց Ուոթլինգ Սթրիթի ճակատամարտում մարտավարական մեծ սխալի հետևանքով, ինչի արդյունքում նրա զորքի մեծ մասը սպանվեց դեպի անվտանգ վայր նահանջելու անհնարինության պատճառով։ Բոուդիկային հաջողվեց փախչել, ինչից հետո նա սպանեց նախ իր աղջիկներին, ապա՝ նաև իրեն, հռոմեացիների ձեռքերում հետագա անպատվությունից խուսափելու համար։
ko: 암미아누스 마르셀리누스는 그의 아내의 도움을 요청한다면 한 무리의 외국인들이 켈트인을 상대하는것이 얼마나 어려운지 설명했다. 그녀는 그보다 더 강했고, 투석기 발사와 버금가는 힘으로 공격자들에게 뭇매를 맞을 수 있었기 때문이다. 이케니의 여왕인 부디카는 매우 키가 크고 외모가 무섭다고 알려졌다. 그녀의 목소리는 매우 거칠고 붉은 머리카락은 어깨위로 떨어뜨려졌다. 그녀는 두꺼운 망토에 브로치로 채워진 여러가지 색깔의 튜닉을 입었다. 부디카는 처음에는 이케니의 왕인 남편 프라수타구스와 함께 로마의 동맹자였다. 프라수타구스는 짧은 반란 끝에 가까운 로마의 동맹국이었고, 그의 과거의 적이었지만 지금은 동맹을 맺었으며, 한 가지 경우를 제외하고는 자신의 토속 전통이 지시하는대로 자유롭게 그의 왕국을 통치할 수 있었다. 프라수타구스는 그가 죽을 것을 깨닫고 아내와 부하들과 뜻을 같이 했다. 그의 딸들은 성인이 될 때까지 부디카의 관리 하에 그 영토의 물리적인 운영권을 물려받았고, 로마의 황제는 중책을 맡아서 세금을 징수하고 군사 원조를 요청할 수 있게 되었다. 그가 이미 가지고 있었던 것과 거의 같은 상황이었습니다. 문제는 로마는 여성 후계자를 인정하지 않았기 때문에 프라수타구스의 죽음에 따라 이케니아 왕국에 대한 황제의 주장만이 타당하다고 주장했다는데 있었다. 그들은 또한 갈라티아에서 일어난 것과 같이 초기 왕의 일생 동안만 왕국이 독립하도록 허용하는 것이 로마의 정기적인 관행이라고 언급했다. 제국은 정식으로 왕국을 합병했고, 프라수타구스가 로마에게 여러가지 빚을 졌으며 평생 동안 여러번의 대출하고 갚지 못했다는 이유로 가혹한 세금을 압류하기 시작했다. 이 치료법과 죽은 남편의 유언에 대한 부디카의 불평은 잔혹함에 부딪혔다. 로마군은 그녀를 채찍질 했고, 그녀의 외동딸은 강간을 당했다. 부디카와 그녀의 신하들은 그들의 여왕과 아이들에게 행해진 치욕에 격분했다. 로마 총독이 영국 웨일즈의 캠브리아에 있는 드루이드 사제들과 약혼 한 후, 부디카는 로마인들에게 급속히 환멸을 느끼게 되는 유일한 영국 부족이 아니기때문에 이케니 외곽에서 더 많은 추종자들을 끌어 모울수 있었다. 부디카와 그녀의 군대는 세곳의 도시에 폐기물을 깔아 로마 군단을 격파하고, 그의 땅에서 로마인을 몰아낸 아르미니우스와 1 세기 전에 카이사르에서 추방 한 조상을 기념했다. 부디카는 와틀링 거리의 전투에서 중대한 전술적 실수로 패배하고, 많은 병력을 안전한 곳으로 철수 시키지 못해서 도살당했다. 부디카 자신은 탈출한 다음, 로마의 손에서 더 이상 부끄러움을 피하기위해 딸과 함께 자살했다.
nb: Ammanius Marcellinus beskrev hvor vanskelig det ville være for en gruppe utlendinger å hanskes med en kelter hvis han tilkalte hjelp fra sin kone. Hun var sterkere enn han, og kunne slå og sparke like hardt som en katapult. Boudicca, Ikenernes dronning, skal etter sigende ha hatt en meget høyreist og skremmende fremtoning; hennes stemme var skarp, og en kraftig rød hårmanke falt ned over hennes skuldre. Hun bar en fargerik tunika, og en tykk kappe festet med en brosje. Boudicca hadde først vært alliert med Romerne, sammen med hennes ektemann Prasutagus, Ikenerkongen. Prasutagus hadde vært en nær alliert av Romerne etter et kortvarig opprør, og var respektert for å ha evnen til å tenke langsiktig til og med av sine tidligere fiender, nå allierte Romere, og sto fritt til å herske over sitt kongerike slik deres gamle tradisjoner dikterte - med ett unntak. Prasutagis, som forstå at han ville komme til å dø, skrev et testamente sammen med hans kone og hans underordnete; hans døtre skulle arve den fysiske ledelsen av territoriet, under Boudiccas forvaltning, inntil de var voksne. Romas keiser skulle være overherre, og ha ansvar for å inndra skatt og ha tillatelse til å be om militær bistand. I stor grad den samme rollen han allerede hadde. Problemet lå i det faktum at Romerne ikke anerkjente kvinnelige arvinger. Romerne gjorde dermed den vurdering at ved Prasutagus' død var det kun keiseren av Romas begjæring om makt over Ikenerne som var gyldig. De bemerket videre at det var vanlig romersk skikk at et underkongedømme kun var selvstendig så lenge dets første konge levde, slik som hadde vært tilfelle i Galatia. Romerriket gikk dermed inn for å formelt annektere Ikenerriket, og begynte umiddelbart å pålegge dem strenge skatter, med henvisning til Prasutagus' gjeld til romerne på grunn av hans mangfoldige lån hos dem som han ennå ikke hadde tilbakebetalt. Boudiccas påklage angående denne behandlingen ble møtt med brutalitet; romerske soldater pisket henne, og hennes døtre - bare barn - ble voldtatt. Boudicca og hennes undersåtter ble rasende over vanæren dette brakte over henne og barna. Mens den romerske guvernøren av Storbritannia var opptatt med druidene i Cambria, nå Wales, fikk Boudicca muligheten til å samle flere følgere i tillegg til Ikernerne, ettersom de var langt fra de eneste britiske stammene som var skuffet over Romernes styre. Boudicca og hennes hær ødela tre byer, jaget en romersk legion på flukt, og påkalte Arminius minne, en tysker som hadde jaget Romerne fra hans land, og deres egne forfedre som hadde drevet bort Cæsar nesten et århundre tidligere. Boudicca ble beseiret på grunn av et gigantisk taktisk feiltrinn i Slaget ved Watling Street, der mesteparten av hennes hær ble drept da de ikke kunne trekke seg tilbake og komme i sikkerhet. Boudicca kom seg unna, og slaktet deretter først sine døtre og så seg selv, for å unngå ytterligere skam for romerske hender.
pl: Ammianus Marcellinus zaznaczył jak trudne byłoby dla grupy obcokrajowców rozprawić się z Celtem, gdyby zawołał do pomocy swoją żonę. A to dlatego, że była silniejsza od niego i potrafiła zadawać napastnikom ciosy tak silne, jak wystrzały z katapulty. O Boudicce, królowej Iceni, mówiono 'bardzo wysoka i o przerażającym wyglądzie: jej głos był bardzo szorstki, a burza rudych włosów opadała jej na ramiona'. Ubrana była w wielokolorową tunikę i gruby płaszcz spięty broszką. Boudicca początkowo była sojusznikiem Rzymian, razem ze swoim mężem Prasutagusem, królem Iceni. Prasutagus był bliskim sojusznikiem Rzymian po powstaniu, szanowany za swoją przezorność nawet przez byłych wrogów. Teraz jest sojusznikiem Rzymian, mogącym swobodnie zarządzać królestwem, zgodnie z rodzimą tradycją, z wyjątkiem jednego przypadku. Kiedy Prastagus zdał sobie sprawę z tego, że umiera, razem ze swoją żoną i podwładnymi zgodził się na następujące warunki testamentu: jego córki w spadku otrzymają prawo do władania wszystkimi terytoriami, pod włodarstwem Boudicci do czasu aż osiągną pełnoletniość. Cesarz Rzymu natomiast zostanie zwierzchnikiem - będzie pobierał podatki i będzie mógł zarządzić wojskowego wsparcia. Była to właściwie podobna sytuacja do tej, w jakiej był do tej pory. Problem leżał w tym, że Rzymianie nie uznawali kobiet jako następcy tronu, i dlatego chcieli dowieść, po śmierci Prasutagusa, że tylko Cesarz miał pełnoprawne prawo do objęcia władzy. Twierdzili również, że powszechnym zwyczajem Rzymian było pozwalać client kindgom na niezależność tylko na czas panowania pierwotnego króla, co właśnie zdarzyło się w Galicji. Imperium formalnie zaanektowało królestwo, i natychmiast zaczęło pobierać wysokie podatki, powołując się na fakt, że Prasutagus był zadłużony u Rzymian - przez całe swoje życie zaciągnął u nich kilka kredytów, których nie udało mu się spłacić. Skargi Boudicci związane z tymi działaniami oraz buntem przeciwko woli jej zmarłego męża, skończyły się dla niej brutalnie. Rzymscy żołnierze ją wychłostali, a jej jedyne córki zgwałcono. Boudicca i jej poddani byli wściekli za hańbę jaka spotkała królową i jej dzieci. Ponieważ rzymski gubernator Brytanii był sprzymierzony z druidami z Cambrii (obecnie Walii), Boudicca była w stanie ściągnąć więcej zwolenników spoza Iceni - jej plemię nie było bowiem jedynym plemieniem coraz bardziej rozczarowanym zachowaniem Rzymian. Boudicca i jej armia zniszczyli 3 miasta, rozgromili rzymski legion, powołując się na pamięć po Arminiusie, Niemcu, który wygonił Rzymian z ich terenów, i ich własnych przodków, którzy wygnali Cezara niecały wiek wcześniej. Boudicca przegrała w bitwie na Watling Street, z powodu ważnego błędu taktycznego, czym spowodowała pogrom sporej części swojego wojska, ponieważ nie mogli wycofać się w bezpieczne miejsce. Sama Boudicca uciekła, następnie zabiła swoje córki, a na końcu siebie, żeby uniknąć dalszego wstydu z rąk Rzymian.
pt_br: Ammianus Marcellinus descreveu como seria difícil para um grupo de estrangeiros lidar com um Celta se ele chamasse a ajuda de sua esposa. Pois ela era mais forte que ele e poderia dar socos e chutes nos assaltantes tão fortes quanto tiros de uma catapulta. Boudica, rainha dos Iceni, era dita como 'muito alta e aterrorizante em aparência; sua voz era muito áspera e uma grande quantidade de cabelo ruivo caía sobre seus ombros. Ela vestia uma túnica de muitas cores e sobre ela uma capa grossa presa por um broche. Boudica de início era na verdade uma aliada de Roma, junto com seu marido, Prasutagos, rei dos Iceni. Prasutagos foi um aliado bem próximo de Roma após uma pequena insurreição, respeitado como sendo um visionário mesmo por seus antigos inimigos, agora aliados romanos, e livre para governar seu reino como sua tradição nativa ditava, exceto num caso. Prasutagos, percebendo que iria morrer, acertou um testamento com sua esposa e subordinados; suas filhas iriam herdar o governo físico do território, sob regência de Boudica até se tornarem adultas, e o Imperador de Roma teria soberania, coletando impostos e sendo permitido requisitar auxílio militar. Todas vantagens que ele já possuía. O problema é que os romanos não reconheciam herdeiras mulheres, e assim combinado, com a morte de Prasutagos, que somente a reinvindicação ao reino de Icenia era válida. Eles perceberam posteriormente que era uma prática comum de Roma permitir que um reino vinculado fosse independente pela duração da vida do rei inicial, assim como ocorreu em Galácia. O Império formalmente anexou o reino, e começou a cobrar impostos rigorosos imediatamente, informando que Prasutagos estava em dívida com os Romanos, tendo adquirido diversos empréstimos durante sua vida que ele havia falhado em pagar. A reclamação de Boudica sobre esse tratamento e o desafio ao testamento do seu falecido marido foi recebida com brutalidade; soldados Romanos açoitaram-na, e suas filhas, somente crianças, foram estupradas. Boudica e seus súditos ficaram enfurecidos com a desgraça praticada com sua rainha e suas crianças. Com o governador Romano da Bretanha envolvido com os druidas címbricos, agora Gales, Boudica foi capaz de atrair mais seguidores de fora dos Iceni, pois eles não eram as únicas tribos Bretãs sendo rapidamente desiludidas pelas ações Romanas. Boudica e seu exército devastaram três cidades, desmantelaram uma legião Romana, e clamaram pela memória de Arminius, um Germânico que derrotou os Romanos em suas terras, e seus próprios ancestrais que expulsaram Caesar quase um século antes. Boudica foi derrotada por uma grande falha tática na batalha da Estrada Watling, levando muito da sua força para ser massacrada pois eles não podiam evadir em segurança. Ela própria, Boudica, escapou, e então assassinou suas filhas, e então ela mesma, para evitar mais vergonha por mãos Romanas.
ru: Аммиан Марцеллин описал, как трудно было бы иностранцам иметь дело с кельтом, если бы тот прибегал к помощи своей жены, поскольку она была сильнее его и могла молотить руками и ногами по нападавшим с силой, равной силе выстрелов из катапульты. Боудикка, королева иценов, как говаривали, была очень высокой и страшной на вид; её голос был очень резким, а огромная копна рыжих волос рассыпалась по плечам. Она была одета в разноцветную тунику, покрытую толстым плащом, скрепленным брошью. Поначалу Боудикка вместе со своим мужем Прасутагом, царём иценов, была союзником Рима. Прасутаг стал римским союзником после небольшого восстания, был уважаем за дальновидность даже его бывшими врагами, а ныне союзниками римлян, свободно правил своим царством, как того требовали традиции, за исключением одного случая. Прасутаг, понимая, что умирает, согласовал свою волю с женой и подчиненными; его дочери должны были унаследовать власть под регентством Боудикки, пока не станут взрослыми, а император Рима будет обладать всей полнотой власти и правом собирать налоги и запрашивать военную помощь. Проблема заключалась в том, что римляне не признавали наследников женского пола, и тем самым утверждали, что после смерти Прасутага право на царствие над иценами имел только император. Обычной практикой у римлян, как в дальнейшем было отмечено, являлось то, что королевство, входящее в состав империи, могло быть независимым только до тех пор, пока был жив правитель, находившийся на престоле на момент присоединения к империи, как, например, это было в Галатии. Империя формально аннексировала королевство и сразу начала собирать огромные налоги, заявив, что за Прасутагом остались долги в виде нескольких ссуд, по которым он не расплатился при жизни. Жалоба Боудикки по поводу такого обращения и игнорирования воли своего покойного мужа была встречена с жестокостью; Римские солдаты выпороли её, а её дочери, совсем еще дети, были изнасилованы. Боудикка и её подданные были в ярости из-за позора, нанесённого их королеве и её детям. При помощи римского наместника в Британии, занятого друидами в Кембрии, нынешний Уэльс, Боудикка смогла привлечь большое количество последователей за пределами своего королевства, так как ицены были далеко не единственным племенем бриттов, быстро разочаровавшихся в римлянах. Боудикка со своей армией опустошила три города, разгромила римский легион, вдохновившись памятью об Арминии, германце, разгромившем римлян в своих землях, и своих собственных предках, изгнавших Цезаря около века назад. Боудикка потерпела поражение из-за крупной тактической оплошности в битве на Уотлинг-стрит, когда большая часть её войска была перебита из-за невозможности уйти в безопасное место. Сама Боудикка бежала, убила своих дочерей, а затем, чтобы избежать дальнейшего позора в римских руках, покончила с собой.
sv: Ammianus Marcellinus beskrev hur svårt det skulle vara för ett utlänningsband att handskas med en Celt om han kallade in sin hustrus hjälp. För hon var starkare än han var och kunde regna slag och sparkar på angriparna lika med en skotts skott. Boudicca, domen i Iceni, sägs vara "mycket lång och skrämmande i utseende; hennes röst var mycket hård och en stor massa rött hår föll över axlarna. Hon bar en tunika av många färger över vilken en tjock kappa fästdes av en brosch. Boudicca hade faktiskt i början varit en romersk allierad, tillsammans med sin man, Prasutagus, kungen av Iceni. Prasutagus hade varit en nära romerska allierad efter ett kort uppror, respekterat som att föreställa sig även av sina tidigare fiender, nu allierade romare, och fri att styra sitt rike som deras inhemska tradition dikterade, utom i ett fall. Prasutagus, insåg att han skulle dö, enades om en vilja med sin fru och underordnade; hans döttrar skulle erövra territoriet fysiskt, under Boudiccas stewardship tills de var vuxna, och kejsaren i Rom skulle ha överlords, samla skatter och få begära militärt stöd. Mycket samma situation som han redan höll. Problemet låg i att romarna inte kände igen kvinnliga arvingar och därmed påstod Prasutagus död att endast kejsarens påstående till konungen Icenia var giltig. De noterade vidare att det var regelbundet romerska praktiken att endast tillåta ett klientriket att vara oberoende för den ursprungliga kungens livstid, som hade inträffat i Galatien. Imperiet formellt bifogade riket och började extrahera skarpa skatter omedelbart, med hänvisning till att Prasutagus var skyldig till romarna, efter att ha tagit flera lån under hans livstid som han hade misslyckats med att betala tillbaka. Boudiccas klagomål om denna behandling och motviljan mot hennes avlidnes make var mött med brutalitet; Romerska soldater klappade henne, och hennes döttrar, bara barn, blev våldta. Boudicca och hennes individer blev rasande vid skammen till deras drottning och barnen. Med den romerska guvernören i Storbritannien engagerad med druiderna i Cambria, nu Wales, kunde Boudicca attrahera fler anhängare från utanför Iceni, eftersom de knappast var den enda brittiska stammen som växte snabbt desillusionerade med romarna. Boudicca och hennes armé slöjade i tre städer, dirigerade ett romerskt legion och kallade på minnet av Arminius, en tysk som hade dirigerat romarna från sina länder och sina egna förfäder som hade kört av Caesar nära ett sekel tidigare. Boudicca besegrades av en stor taktisk blundra i striden vid Watling Street, vilket ledde till att mycket av hennes våld slogs, eftersom de inte kunde dra sig tillbaka till säkerhet. Boudicca själv flydde, och sedan döda sina döttrar, och då själv, för att undvika ytterligare skam på romerska händer.
tr: Ammianus Marcellinus, bir grup yabancının bir Celt'le başa çıkması karısının yardımıyla çağırılmasının ne kadar zor olacağını anlattı. Çünkü o bundan daha güçlü ve yağmur yağabilir ve bir mancınıkın atışlarına eşit kuvvetli saldırganlara basar. Iceni'nin kraliçesi olan Boudicca'nın "görünüşte çok uzun ve korkunç" olduğu söyleniyordu; Sesi çok sertti ve omuzlarında büyük bir kırmızı saç kütlesi düştü. Üzerinde kalın bir pelerinin bir broş tarafından tutturulmuş birçok renkten bir tunik vardı. Boudicca, önce Iceni kralının kocası Prasutagus'la birlikte bir Roma müttefiki olmuştu. Kısa bir ayaklanma sonrasında Prasutagus, yakın düşmanları tarafından, şimdi müttefik Romalılar tarafından dahi düşünüldüğü saygı gören ve bir vakanın haricinde krallığını yerli geleneği uyarınca yönetmeye özgür sayan yakın bir Roma müttefiki olmuştu. Öleceğini anlayan Prasutagus, karısıyla ve astlarıyla bir rıza kabul etti; Kızları, Boudicca'nın gözetiminde, yetişkin olana kadar topraklarda fiziksel faaliyette bulunacak ve Roma İmparatoru, vergiler toplamak ve askeri yardım talebinde bulunma yetkisine sahip olacaktı. Zaten tuttuğu durumla çok benzer. Sorun, Romalıların kadın mirasçılarını tanımaması ve Prasutagus'un ölümüyle birlikte İmparator'un İcenia Krallığı'na yönelik iddiasının geçerli olduğunu iddia etmesiydi. Ayrıca, Galatia'da olduğu gibi, bir müşteri krallığının ilk kralın ömrü boyunca bağımsız olmasına izin vermenin düzenli Roma uygulaması olduğu belirtildi. İmparatorluk resmen krallığı ekledi ve övmekten ötürü sert vergileri derhal vermeye başladı. Prasutagus, Romalılara borçlu olduğunu ve ömrü boyunca birkaç ödünç aldığını ve geri ödemeyi başaramadığını belirtti. Boudicca'nın bu tedaviyle ilgili şikâyeti ve ölen kocasının iradesinin meydan okuması vahşetle karşılandı; Romalı askerler onu kırbaçladı ve kızlarına, yalnızca çocuklara tecavüz edildi. Boudicca ve mensupları, kraliçelerine ve çocuklarına yapılan rezalet karşısında kızdılar. İngiltere'nin Roman valisi Cambria, şu anda Galler'de bulunan druidlerle meşgul olan Boudicca, Iceni'nin dışından daha fazla takipçi çekebildi, çünkü Romalılar tarafından hızla büyülenen tek İngiliz kabilesi bunlardı. Boudicca ve ordusu üç şehre atık attılar, bir Roma lejyonunu yönlendirdiler ve Romalıları kendi topraklarından yönlendiren bir Alman olan Arminius'u ve bir asır önce Sezar'ı terk etmiş olan kendi atalarını anmaya çağırdılar. Boudicca, Watling Caddesi Savaşı'nda büyük bir taktiksel hata yüzünden yenildi, bu da, gücünün büyük bir kısmının emniyetten çekilemeyecek kadar kesilmesine yol açtı. Boudicca kendisi kaçtı ve sonra da Roma elinde daha fazla utanç duymamak için kızlarını ve sonra kendini öldürdü.
uk: Амміан Марцеллін описав як важко було б іноземцям мати справу з кельтом, якщо він кликав на допомогу свою дружину. Тому що вона була сильнішою його і могла молотити руками, і ногами по нападникам з силою рівною силі пострілів катапульти. Боудіка, королева іценів, як казали, була "дуже високою і страшною на вигляд її голос був дуже різким, а велика копа рудого волосся розсипалася по плечах. Вона була одягнена в різнокольорову туніку вкриту товстим плащем скріпленим брошкою". Боудіка разом зі своїм чоловіком, Прасутагом, царем іценів фактично спочатку була союзником Риму. Прасутаг став Римським союзником після невеликого повстання, шанувався за передбачення навіть його колишніми ворогами, а тепер союзниками - Римом, вільно царював своїм царством як диктувалося традиціями за винятком одного випадку. Прасутаг розуміючи, що вмирає, погодив свою волю з дружиною і підлеглими; його доньки повинні були успадкувати владу під регентством Боудіки, а імператор Риму буде мати повну владу, збирати податки і просити на військову допомогу. Багато в чому аналогічно ситуації в якій він царював. Проблема полягала в тому, що римляни не визнавали спадкоємців жіночої статі, і тим самим стверджували, що після смерті Прасутага претензії на царство іценів мав тільки Імператор. Вони також відзначили, і це було звичайною Римської практикою, що тільки перший цар міг бути незалежним протягом усього терміну царювання, наприклад як це було в Галатії. Імперія формально анексувала королівство і відразу почала збирати жорсткі податки заявивши, що Прасутаг був у боргу перед римлянами за кілька кредитів взятих протягом свого життя будучи не в змозі їх погасити. Скарга Боудіки про таке відношення і стан речей всупереч волі покійного чоловіка була зустрінута з жорстокістю; Римські солдати шмагали її, та її дочок, які будучи ще дітьми, були зґвалтовані. Боудіка та її підлеглі були розлючені через ганьбу, нанесену їх королеві і дітям. За допомогою римського губернатора Британії, який займався з друїдами в Камбрії (тепер Уельс), Боудіка змогла залучити велику кількість прихильників окрім іценів, бо вони були далеко не єдиним британським плем'ям, яке швидко розчарувалось у римлянах. Боудіка та її армія спустошили три міста, розтрощили римський легіон, надихнувшись згадкою про Армінія, германця, який розгромив римлян на своїх землях і вигнав Цезаря близько століття тому. Боудіка зазнала поразки через велику тактичну помилку в битві на Уотлінг-стріт, коли більша частина її сил була розбита оскільки вони не змогли втекти в безпечне місце. Сама Боудіка втекла, вбила своїх дочок, а потім і сама, щоб уникнути подальшої ганьби в римських руках, наклала на себе руки.
zh: 阿米阿努斯•马尔切利努斯表示外国人想要打败有妻子帮忙的塞尔特人是非常困难的。因为她们更加强壮，并且会对袭击者像投石机投石一样进行猛烈地拳打脚踢。爱西尼女王布狄卡据说「非常高大；她的声音非常刺耳且肩上披着大量的红发。她穿着有多种颜色的束腰外衣并披着一件厚厚的披风，以一枚胸针固定。」布狄卡与他的丈夫，爱西尼国王 Prasutagus，最初实际上是罗马的盟友。Prasutagus 在一个短暂的起义之后一直都是罗马的亲密盟友，他甚至也被他以前的敌人认为是一个相当杰出的人，现在他与罗马同盟了，除了一种情况下，他可以自由的统治他原先的领土。后来，Prasutagus 意识到他就快死了，便与他的妻子及属下商定了一份遗嘱，他的女儿将会在布狄卡的监督之下，一直到成年之后，继承他境内的统治权，罗马人仍保有其霸主地位，可以征税及请求军事援助。大多数事情都如他所预期的进行。但唯一的问题是，罗马帝国并不承认女性继承人，因此其声称只有爱西尼王国只有第一任国王，Prasutagus，是有效的。他们进一步指出，罗马一般的作法是让一个客体王国仅仅在其最初的那个国王统治时保持独立自主，就像加拉太那样。罗马帝国立刻并吞了这个王国，并以 Prasutagus 欠罗马人很多，及他在他活着的时候向罗马人借款而未还为理由，开始课征极度恶劣的税捐。布狄卡对此抱怨，但罗马人残暴地无视他已故丈夫的遗志；罗马士兵鞭打并洗劫她和她还只是儿童的女儿。布狄卡及她的下属对罗马人如此的作为感到非常的愤怒和羞耻。因为在不列颠的罗马长官正与坎布瑞安，即现今的韦尔斯的德鲁伊交战中，所以她可以从爱西尼王国以外的地方吸引更多的追随者，因为她们绝对不是唯一的一个迅速成长，并对罗马感到失望的部落。布狄卡及他的军队摧毁了三个罗马军队会经过的城市。并呼吁阿米尼乌斯，一个借道给罗马人的德国人，寻回他自己的祖先曾在一世纪前击退过西泽的记忆。布狄卡因在惠特灵大道战役中的一个重大战术失误被击败，因为他们很多人都无法安全地撤退，导致她有一大部份的军队都被屠杀。布狄卡及她的女儿逃了出来，但后来她杀了她的女儿，然后自杀，以避免在罗马人手中遭到进一步的羞辱。
