Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: Can be created %(count)s more time.
ast: Puode creasse %(count)s vez mas.
ca: Es pot crear %(count)s vegada més.
cs: Může být vytvořeno ještě %(count)s krát.
de: Kann %(count)s weiteres Mal erschaffen werden.
el: Μπορεί να δημιουργηθεί %(count)s ακόμα φορά
fi: Voidaan luoda vielä %(count)s kerran.
fr: Peut être créé%(count)s fois de plus.
gd: Cha ghabh a chruthachadh ach %(count)s turas eile.
hu: Még ennyiszer lehet létrehozni: %(count)s.
id: Bisa dibuat %(count)s kali lagi.
it: Può essere creato %(count)s altra volta.
ja: あと%(count)sつ作成できます。
ko: %(count)s번 더 만들 수 있습니다.
lt: Gali būti sukurta dar %(count)skartą.
nl: Kan nog %(count)s gemaakt worden.
pl: Może zostać stworzone jeszcze %(count)sraz.
pt_br: a
ru: Можно создать ещё: %(count)s.
sk: Môže byť vytvorené %(count)s-krát.
sv: Kan skapas %(count)s gång till.
tr: %(count)s kez daha oluşturabilir.
uk: Може бути створено ще %(count)s раз.
zh: 还可生产%(count)s个。
zh_tw: 還可以被建立 %(count)s 次。

source: %(action)s to train %(number)s (%(fullBatch)s + %(remainderBatch)s).
ar: %(action)s لتدريب %(number)s ‏(%(fullBatch)s + %(remainderBatch)s).
ast: %(action)s pa crear %(number)s (%(fullBatch)s + %(remainderBatch)s).
bg: %(action)s за обучение на %(number)s (%(fullBatch)s + %(remainderBatch)s).
br: %(action)s evit stummañ %(number)s (%(fullBatch)s + %(remainderBatch)s).
ca: %(action)s per reclutar %(number)s (%(fullBatch)s + %(remainderBatch)s).
cs: %(action)s pro vycvičení %(number)s (%(fullBatch)s + %(remainderBatch)s).
da: %(action)s for at træne %(number)s (%(fullBatch)s + %(remainderBatch)s).
de: %(action)s, um %(number)s (%(fullBatch)s + %(remainderBatch)s) auszubilden.
el: %(action)s για εκπαίδευση %(number)s (%(fullBatch)s + %(remainderBatch)s).
es_cl: %(action)s para entrenar %(number)s (%(fullBatch)s + %(remainderBatch)s).
eu: %(action)s %(number)s trebatzeko (%(fullBatch)s + %(remainderBatch)s).
fa: %(action)s برای پرورش %(number)s (%(fullBatch)s + %(remainderBatch)s).
fi: %(action)s kouluttaaksesi %(number)s (%(fullBatch)s + %(remainderBatch)s).
fr: %(action)s pour en former %(number)s (%(fullBatch)s + %(remainderBatch)s).
ga: %(action)s agus %(number)s a thraenáil (%(fullBatch)s + %(remainderBatch)s).
gd: %(action)s gus %(number)s oideachadh (%(fullBatch)s + %(remainderBatch)s).
gl: %(action)s para adestrar %(number)s (%(fullBatch)s + %(remainderBatch)s).
hu: %(action)s %(number)s kiképzéséhez (%(fullBatch)s + %(remainderBatch)s).
id: %(action)s untuk melatih %(number)s (%(fullBatch)s + %(remainderBatch)s).
it: %(action)s per addestrare %(number)s (%(fullBatch)s + %(remainderBatch)s).
ja: %(action)sで %(number)s (%(fullBatch)s + %(remainderBatch)s) 体養成します。
ka: %(action)s რომ გაწვრთნა %(number)s (%(fullBatch)s + %(remainderBatch)s).
ko: %(number)s회 훈련하려면 %(action)s이(가) 필요합니다(%(fullBatch)s + %(remainderBatch)s).
lt: %(action)s kad parengti %(number)s (%(fullBatch)s + %(remainderBatch)s).
lv: %(action)s lai apmācītu %(number)s (%(fullBatch)s + %(remainderBatch)s).
ms: %(action)s untuk melatih %(number)s (%(fullBatch)s + %(remainderBatch)s).
nb: %(action)s for å trene %(number)s (%(fullBatch)s + %(remainderBatch)s).
nl: %(action)s om %(number)s (%(fullBatch)s + %(remainderBatch)s) te rekruteren.
pl: %(action)s by wytrenować %(number)s (%(fullBatch)s + %(remainderBatch)s).
pt_br: %(action)s para treinar %(number)s (%(fullBatch)s + %(remainderBatch)s).
pt_pt: %(action)s para treinar %(number)s (%(fullBatch)s + %(remainderBatch)s).
ru: %(action)s обучить %(number)s (%(fullBatch)s + %(remainderBatch)s).
sk: %(action)s vytrénujete %(number)s (%(fullBatch)s + %(remainderBatch)s).
sl: %(action)s za urjenje %(number)s (%(fullBatch)s + %(remainderBatch)s).
sq: %(action)s ushtro %(number)s (%(fullBatch)s + %(remainderBatch)s).
sv: %(action)s för att träna %(number)s (%(fullBatch)s + %(remainderBatch)s).
tr: %(action)s %(number)s (%(fullBatch)s + %(remainderBatch)s) yetiştir.
uk: %(action)s, щоб тренувати %(number)s (%(fullBatch)s + %(remainderBatch)s).
zh: %(action)s 训练 %(number)s (%(fullBatch)s + %(remainderBatch)s).
zh_tw: %(action)s 訓練 %(number)s (%(fullBatch)s + %(remainderBatch)s).

source: %(action)s to train %(number)s (%(fullBatch)s).
ar: %(action)s لتدريب %(number)s ‏(%(fullBatch)s).
ast: %(action)s pa crear %(number)s (%(fullBatch)s).
bg: %(action)s за обучение на %(number)s (%(fullBatch)s).
br: %(action)s evit stummañ %(number)s (%(fullBatch)s).
ca: %(action)s per reclutar %(number)s (%(fullBatch)s).
cs: %(action)s pro vycvičení %(number)s (%(fullBatch)s).
da: %(action)s for at træne %(number)s (%(fullBatch)s).
de: %(action)s um %(number)s (%(fullBatch)s) auszubilden.
el: %(action)s για εκπαίδευση %(number)s (%(fullBatch)s).
es_cl: %(action)s para entrenar %(number)s (%(fullBatch)s).
eu: %(action)s %(number)s trebatzeko (%(fullBatch)s).
fa: %(action)s برای پرورش %(number)s (%(fullBatch)s).
fi: %(action)s kouluttaaksesi %(number)s (%(fullBatch)s).
fr: %(action)s pour en former %(number)s (%(fullBatch)s).
ga: %(action)s agus %(number)s a thraenáil (%(fullBatch)s).
gd: %(action)s gus %(number)s oideachadh (%(fullBatch)s).
gl: %(action)s para adestrar %(number)s (%(fullBatch)s).
hu: %(action)s %(number)s kiképzéséhez (%(fullBatch)s).
id: %(action)s untuk melatih %(number)s (%(fullBatch)s).
it: %(action)s per addestrare %(number)s (%(fullBatch)s).
ja: %(action)sで %(number)s (%(fullBatch)s) 体養成します。
ka: %(action)s რომ გაწვრთნა %(number)s (%(fullBatch)s).
ko: %(number)s회 훈련하려면 %(action)s이(가) 필요합니다(%(fullBatch)s).
lt: %(action)s kad parengti %(number)s (%(fullBatch)s).
lv: %(action)s lai apmācītu %(number)s (%(fullBatch)s).
ms: %(action)s untuk melatih %(number)s (%(fullBatch)s).
nb: %(action)s for å trene %(number)s (%(fullBatch)s).
nl: %(action)s om %(number)s (%(fullBatch)s) te rekruteren.
pl: %(action)s by wytrenować %(number)s (%(fullBatch)s).
pt_br: %(action)s para treinar %(number)s (%(fullBatch)s).
pt_pt: %(action)s para treinar %(number)s (%(fullBatch)s).
ru: %(action)s обучить %(number)s (%(fullBatch)s).
sk: %(action)s vytrénujete %(number)s (%(fullBatch)s).
sl: %(action)s za urjenje %(number)s (%(fullBatch)s).
sq: %(action)s ushtro %(number)s (%(fullBatch)s).
sv: %(action)s för att träna %(number)s (%(fullBatch)s).
tr: %(action)s %(number)s (%(fullBatch)s) yetiştirin.
uk: %(action)s, щоб тренувати %(number)s (%(fullBatch)s).
zh: %(action)s 训练 %(number)s (%(fullBatch)s).
zh_tw: %(action)s 訓練 %(number)s (%(fullBatch)s).

source: %(action)s to train %(number)s.
ar: %(action)s لتدريب %(number)s.
ast: %(action)s pa crear %(number)s.
bg: %(action)s за обучение на %(number)s.
br: %(action)s evit stummañ %(number)s.
ca: %(action)s per reclutar %(number)s.
cs: %(action)s pro vycvičení %(number)s.
da: %(action)s for at træne %(number)s.
de: %(action)s um %(number)s auszubilden.
el: %(action)s για εκπαίδευση %(number)s.
es_cl: %(action)s para entrenar %(number)s.
eu: %(action)s %(number)s trebatzeko.
fa: %(action)s برای پرورش %(number)s.
fi: %(action)s kouluttaaksesi %(number)s.
fr: %(action)s pour en former %(number)s.
ga: %(action)s agus %(number)s a thraenáil.
gd: %(action)s gus %(number)s oideachadh.
gl: %(action)s para adestrar %(number)s.
hu: %(action)s %(number)s kiképzéséhez.
id: %(action)s untuk melatih %(number)s.
it: %(action)s per addestrare %(number)s.
ja: %(action)sで%(number)s体養成します。
ka: %(action)s რომ გაწვრთნა %(number)s.
ko: %(number)s회 훈련하려면 %(action)s이(가) 필요합니다.
lt: %(action)s kad parengti %(number)s.
lv: %(action)s lai apmācītu %(number)s.
ms: %(action)s untuk melatih %(number)s.
nb: %(action)s for å trene %(number)s.
nl: %(action)s om %(number)s te rekruteren.
pl: %(action)s by wytrenować %(number)s.
pt_br: %(action)s para treinar %(number)s.
pt_pt: %(action)s para treinar %(number)s.
ru: %(action)s обучить %(number)s.
sk: %(action)s vytrénujete %(number)s.
sl: %(action)s za urjenje %(number)s.
sq: %(action)s ushtro %(number)s.
sv: %(action)s för att träna %(number)s.
tr: %(number)s tane eğitmek için %(action)s.
uk: %(action)s, щоб тренувати %(number)s.
zh: %(action)s 训练 %(number)s.
zh_tw: %(action)s 訓練 %(number)s.

source: Shift-click
ar: انقر مع Shift
ast: Pica cun Maiúsculas premida
bg: Шифт + ляв бутон
br: Lkd-Klik
ca: Maj + clic
cs: Shift-klepnutí
da: Shift-klik
de: Umschalt+Klick
es_cl: Mayús click
et: Shift + vasak-klikk
eu: Maius-klik
fa: شیفت و کلیک
fi: Shift-klikkaa
fr: Maj+clic
ga: Iomlaidchliceáil
gd: Shift-bhriog
gl: Maiús + botón principal
hu: Shift + kattintás
id: Shift-klik
it: Maiusc-Clic
ja: Shift+クリック
ka: წანაცვლება-წკაპი
ko: Shift-클릭
lt: Laikant shift spustelti
ms: Shift-klik
nb: Shift-klikk
nl: Shift-klik
pl: Shift-klik
pt_br: Shift-clique
pt_pt: Shift + clique
ru: Shift-клик
sk: Podržaním klávesu Shift a kliknutím
sl: Shift-klik
sv: Skift-klicka
te: షిఫ్ట్‌-క్లిక్
tr: Üst karakter-tıklama
uk: Клацнути з утриманням Shift
zh: Shift + 单击
zh_tw: Shift-左鍵點擊

source: Health
ar: الصحة
ast: Vitalidade
bg: Здраве
ca: Salut
cs: Zdraví
de: Gesundheit
el: Υγεία
eo: Sano
fa: سلامت
fi: Terveys
fr: Santé
ga: Sláinte
gd: Slàinte
gl: Vida
hu: Életerő
id: Nyawa
it: Salute
ja: HP
ko: 체력
lt: Sveikata
ms: Hayat
nb: Helse
nl: Gezondheid
pl: Zdrowie
pt_br: Saúde
pt_pt: Vida
ru: Здоровье
sk: Zdravie
sv: Hälsa
te: ఆరోగ్యం
tr: Sağlık
uk: Здоров'я
zh: 生命值
zh_tw: 生命值

source: Capture points
ar: نقاط السيطرة
ast: Fidelidade
bg: Пленителни точки
ca: Punts de captura
cs: Body za zajetí
de: Einnehmpunkte
el: Πόντοι κατάκτησης:
eo: Poentoj por kaptiĝi
es_cl: Puntos de captura
fi: Valtauspisteitä
fr: Points de capture
gd: Puingean-glacaidh
gl: Puntos de captura
hu: Foglalási pontok
id: Poin perebutan:
it: Punti cattura
ja: 占領ポイント
ko: 점령 포인트
lt: Užgrobimo taškai
lv: Ieņemšanas punkti
ms: Mata tangkapan
nb: Erobringspunkter
nl: Veroverpunten
pl: Punkty za zdobycie
pt_br: Pontos de captura
pt_pt: Pontos de captura
ru: Точки захвата
sk: Obsadzovacie body
sl: Točke za zavzetje
sq: Pikat e kapjes
sv: Erövringspoäng
tr: Saldırı noktaları
uk: Очки захоплення:
zh: 占领点
zh_tw: 占領值

source: Attack and Resistance
ast: Podencia & resistencia
ca: Atac i resistència
cs: Útok a obrana
de: Angriff und Widerstandsfähigkeit
el: Επίθεση και Αντίσταση
eo: Atako kaj rezisto
fi: Hyökkäys ja vastarinta
fr: Attaque et résistance
gd: Ionnsaigh ’s comas-seasaimh
hu: Támadás és ellenállás
id: Daya Serang dan Tahan
it: Attacco e Resistenza
ja: 攻撃と耐性
ko: 공격력 및 방어력
lt: Puolimas ir Atsparumas
nl: Aanval en verzet
pl: Atak i obrona
pt_br: Ataque e Resistência
pt_pt: Ataque e Resistência
ru: Нападение и оборона
sk: Útok a odolnosť
sv: Attack och Motstånd
te: దాడి మరియు ప్రతిఘటన
tr: Saldırı ve Direnç
uk: Атака та опір
zh: 进攻与抵抗
zh_tw: 攻擊和抵抗

source: Experience
ar: الخبرة
ast: Experiencia
bg: Опит
br: Skiant-prenet
ca: Experiència
cs: Zkušenosti
da: Erfaring
de: Erfahrung
el: Εμπειρία
eo: Sperto
es_cl: Experiencia
eu: Esperientzia
fa: تجربه
fi: Kokemus
fr: Expérience
ga: Taithí
gd: Eòlas
gl: Experiencia
hu: Tapasztalat
id: Pengalaman
it: Esperienza
ja: 経験
ka: გამოცდილება
ko: 경험치
lt: Patirtis
lv: Pieredze
ms: Pengalaman
nb: Erfaring
nl: Ervaring
pl: Doświadczenie
pt_br: Experiência
pt_pt: Experiência
ru: Опыт
sk: Skúsenosti:
sl: Izkušnje:
sq: Përvoja
sv: Erfarenhet
te: అనుభవం
tr: Tecrübe
uk: Досвід:
zh: 经验
zh_tw: 經驗

source: Rank
ar: الرّتبة
ast: Gradu
bg: Ранг
br: Renk
ca: Rang
cs: Hodnost
da: Rang
de: Rang
el: Βαθμός
eo: Rango
es_cl: Rango
eu: Maila
fa: رتبه
fi: Taso
fr: Grade
ga: Céim
gd: Rang
gl: Rango
hu: Rang
id: Pangkat
it: Rango
ja: 順位
ka: წოდება
ko: 순위
lt: Rangas
lv: Rangs
ms: Kedudukan
nb: Grad
nl: Rang
pl: Ranga
pt_br: Classificação
pt_pt: Graduação
ru: Рейтинг
sk: Hodnosť
sl: Rang
sq: Grada
sv: Rang
te: ర్యాంకు
tr: Sıra
uk: Ранг
zh: 等级
zh_tw: 等級

source: Production queue
ar: صفّ الإنتاج
ast: Riestra de produccion
bg: Производствена опашка
br: Steudad-c'hortoz
ca: Cua de producció
cs: Výrobní řada
da: Produktionskø
de: Produktionswarteschlange
el: Σειρά παραγωγής
eo: Vico de produktado
es_cl: Cola de producción
et: Tootmisjärjekord
eu: Produkzio ilara
fa: صف تولید
fi: Tuotantojono
fr: File de production
ga: Scuaine táirgthe
gd: Ciutha an dèanadais
gl: Cola de produción
hu: Termelési sor
id: Antrean produksi
it: Coda di produzione
ja: 生産キュー
ka: წარმოების რიგი
ko: 생산 대기열
lt: Gamybos eilė
lv: Ražošanas rinda
ms: Baris gilir pengeluaran
nb: Produksjonskø
nl: De productiewachtrij
pl: Kolejka produkcji
pt_br: Fila de Produção
pt_pt: Fila de produção
ru: Очередь производства
sk: Produkčná fronta
sl: Vrstni red produkcije
sq: Rradha e prodhimit
sv: Produktionskö
te: ఉత్పత్తి జాబితా
tr: Üretim kuyruğu
uk: Черга виробництва
zh: 生产队列
zh_tw: 生產佇列

source: Click to select grouped units, double-click to focus the grouped units and right-click to disband the group.
ar: اضغط لتختار الوحدات المجمعة، انقر مرتين لتقم بتجميعه، وانقر مرة باليمين لتشتيتهم
ast: Pica par escolyer una grea d’unidades, pica duas vezes par infhocar escontra ilhi & pica cul boton direithu pa disfhazellu.
bg: Натиснете за избиране на групираните единици. Натиснете два пъти за центриране върху тях. Натиснете с десен бутон за разпускане на групата.
br: Klikit da ziuzañ an unanennoù strollaet, daou-glikit evit kreizañ ar c'hamera war an unanennoù diuziet ha klikit-dehou evit divodañ ar strollad.
ca: Feu clic per seleccionar un grup d'unitats, doble clic per enfocar el grup d'unitats i clic dret per desfer el grup.
cs: Klepněte pro vybrání seskupených jednotek, klepněte dvakrát pro přepnutí na seskupené jednotky a klepněte pravým tlačítkem myši pro rozpuštění skupiny.
da: Klik for at vælge grupperede enheder, dobbeltklik for at fokusere på de grupperede enheder og højreklip for at opløse gruppen.
de: Klicke auf gruppierte Einheiten, um diese auszuwählen, doppelklicke auf gruppierte Einheiten, um auf diese zu fokussieren und rechtsklicke, um die Gruppe aufzulösen.
el: Κάντε κλικ για να επιλέξετε ομαδικά μονάδες, κάντε διπλό κλικ για να επικεντρωθούν οι ομαδοποιημένες μονάδες και κάντε δεξί κλικ για να διαλύσετε την ομάδα.
es_cl: Haga clic para seleccionar un grupo de unidades, haga doble clic para mostrar las unidades agrupadas y haga clic derecho para disolver el grupo.
eu: Klikatu elkartutako unitateak aukeratzeko, klik bikoitza elkartutako unitateak erakusteko eta eskuin klika taldea banantzeko.
fa: برای انتخاب نیروهای های گروه بندی شده کلیک کنید، برای تمرکز کردن روی نیروهای های گروه بندی شده دابل کلیک کنید و برای انحلال گروه راست کلیک کنید.
fi: Paina valitaksesi ryhmitetyt yksiköt, tuplaklikkaamalla saat keskitettyä ryhmän yksiköihin ja oikea klikkaus purkaa ryhmän.
fr: Cliquer pour sélectionner le groupe, double-cliquer pour centrer la caméra sur les unités et cliquer droit pour dissoudre le groupe.
ga: Cliceáil agus aonaid grúpáilte a roghnú, cliceáil faoi dhó agus na haonaid a díriú orthu, agus deaschliceáil agus an grúpa a scor.
gd: Briog gus aonadan buidhnichte a thaghadh, dèan briogadh dùbailte gus am fòcas a chur air na h-aonadan buidhnichte agus dèan briogadh deas gus am buidheann a sgaoileadh.
gl: Preme para seleccionar unidades agrupadas, prema dúas veces seguidas para ir onda as unidades agrupadas, e prema co botón secundario para dispersar as unidades.
hu: Kattintás a csoportosított egységek kiválasztásához, dupla kattintás a csoportosított egységekre fókuszáláshoz, és jobb kattintás a csoport feloszlatásához.
id: Klik untuk memilih unit yang dikelompokkan, klik-ganda untuk fokus pada kelompok dan klik-kanan untuk membubarkan kelompok.
it: Clic per selezionare le unità raggruppate. Doppio Clic per concentrare le unità raggruppate e Clic-Destro per sciogliere il gruppo.
ja: クリックでユニットグループを選択、ダブルクリックでグループに視点を移動、右クリックでグループを解散します。
ka: დაწკაპე რომ აირჩიო დაჯგუფებულები, ორჯერ დაწკაპე რომ დაჯგუფებულები მოხვდნენ ყურადღების ქვეშ და მარჯვენა დაწკაპე რომ ჯგუფი გააუქმო.
ko: 그룹화된 유닛들을 클릭하여 선택하고, 그룹화된 유닛들에 초점을 맞추려면 두번 클릭하고, 그룹을 해제하려면 마우스 오른쪽 버튼을 클릭합니다.
lt: Vienas paspaudimas parenka, dvigubas paspaudimas fokusuoja, o dešiniojo mygtuko paspaudimas išformuoja grupę.
lv: Klikšķiniet vienību grupēšanas izvēle, dubultklikšķis vienību grupas parādīšanai un labais-klikšķis grupas izformēšanai.
ms: Klik untuk pilih unit berkumpulan, dwi-klik untuk fokuskan unit berkumpulan dan klik-kanan untuk bubarkan kumpulan.
nb: KIikk for å velge grupperte enheter. Dobbelt-klikk for å fokusere på de grupperte enhetene. Høyreklikk for å la gruppen tre av.
nl: Klik om de groep eenheden te selecteren, dubbelklik om te focussen en rechts klikken om de groep te verwijderen.
pl: Kliknij, aby zaznaczyć zgrupowane jednostki. Kliknij dwa razy, aby przejść do zgrupowanych jednostek. Kliknij prawym przyciskiem myszy, aby rozwiązać grupę.
pt_br: Clique para selecionar unidades agrupadas, duplo-clique para focar as unidades agrupadas e clique-direito para desfazer o grupo.
pt_pt: Clica para selecionar as unidades agrupadas, clica duas vezes para juntar as unidades agrupadas e clica com o botão direito do rato para separar o grupo.
ru: Щёлкните, чтобы выбрать отряд, двойной щелчок чтобы показать отряд, а правый щелчок для расформирования отряда.
sk: Kliknite pre označenie skupiny jednotiek, kliknite dva krát, aby ste presunuli kameru na skupinu jednotiek, alebo kliknite pravým tlačídlom pre rozpustenie skupiny jednotiek.
sl: Levi klik za izbor razvrščenih enot, dvojni klik za fokusiranje razvrčenih enot in desni klik za razpustitev skupine.
sq: Kliko një herë për të zgjedhur njësitë e grupuara, dy herë për tu përqëndruar në njësitë e grupuara dhe kliko me të djathtën për të shpërndarë grupin.
sv: Klicka för att välja grupperade soldater, dubbelklicka för att fokusera grupperade soldaterna och högerklicka för att upplösa gruppen.
te: సమూహ యూనిట్లను ఎంచుకోవడానికి క్లిక్ చేయండి, సమూహ యూనిట్లను కేంద్రీకరించడానికి డబుల్ క్లిక్ చేయండి మరియు సమూహాన్ని రద్దుచేయడానికి కుడి క్లిక్ చేయండి.
tr: Gruplanmış birimlere tıklayın, çift tıklayarak gruplanmış birimlere odaklanın ve sağ tıklayarak grubu dağıtın.
uk: Клацнути, щоб вибрати згруповані підрозділи, подвійно клацнути, щоб сфокусуватися на згрупованих підрозділах та клацнути правою кнопкою миші, щоб розформовувати групу.
zh: 单击选择群组，双击跟踪群组，右击解散群组。
zh_tw: 左鍵點擊 選擇單位隊組， 左鍵點擊兩次 著眼於單位隊組，右鍵點擊 解散隊組

source: Alpha XXVII: ———
ko: 알파 XXVII: ———

source: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: View Civilization Overview / Structure Tree Last opened will be reopened on click.
ast: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Vere la Synopsis cultural / Árbore structural L últimu abiertu vai re-abrisse n picando.
ca: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Mostra Resum de la civilització / Arbre d'estructures. Si feu clic s'obrirà l'últim que s'ha obert.
cs: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Zobrazit přehled civilizace / Strom staveb Po klepnutí se zobrazí naposledy otevřený.
de: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Zivilisationsübersicht / Gebäudebaum anzeigen Beim Klicken wird das zuletzt geöffnete erneut geöffnet.
el: %(civ)s %(hotkey_civinfo)s/ %(hotkey_structree)s:Δείτε Σύνοψη Πολιτισμού/ Δένδρο Δομής Το τελευατίο που άνοιξε ,θα ανοίξει εκ νέου με κλίκ.
eu: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Ikusi zibilizazioaren ikuspegi orokorra / Egitura Zuhaitza klikatzean irekitako azkena berriz irekiko da
fa: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: دیدن مشخصات کلی تمدن / ساختار درختی آخرین موردی که باز شده اگر کلید کنید باز خواهد شد.
fi: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Näytä sivilisaation yleiskatsaus / Rakennepuu Viimeksi avattu avataan uudelleen napsauttamalla.
fr: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s : Afficher l'aperçu de la civilisation / l'arbre de structure La dernière ouverture sera rouverte au clic.
gd: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Seall foir-shealladh / craobh nan sìobhaltas Thèid am fear mu dheireadh air an robh thu fhosgladh a-rithist nuair a nì thu briogadh.
hu: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Civilizáció áttekintése / Épületfa A legutóbb megnyitott lesz újra megnyitva kattintáskor.
id: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Lihat Tinjauan Bangsa / Pohon Bangunan Terakhir dibuka akan dibuka kembali saat diklik.
it: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Visualizza Anteprima Civiltà / Albero delle Costruzioni L'ultimo aperto verrà riaperto con un click.
ja: %(civ)s %(hotkey_civinfo)s /%(hotkey_structree)s:文明一覧／建設早見表を見る クリックすると、前回開いた画面が再度表示されます。
ko: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: 문명 개요 / 건축물 도감을 보기 클릭하면 마지막으로 열린 항목이 다시 열립니다.
lt: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Civilizacijų Apžvalga / Statinių Medis Paspaudus atidaromas paskesnis.
nl: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: bekijk het overzicht van de beschavingen / gebouwenboom Laatst geopende wordt heropend via klik.
pl: %(civ)s %(hotkey_civinfo)s/%(hotkey_structree)s: Włącz przegląd cywilizacji / drzewko budynków Zostanie włączone ostatnio otwarte okno.
pt_br: %(civ)s %(hotkey_civinfo)s/%(hotkey_structree)s: Visão Geral da Civilização / Árvore Estrutural A última aberta será reaberta ao clicar.
pt_pt: %(civ)s %(hotkey_civinfo)s/%(hotkey_structree)s: Ver informações gerais da civilização / Árvore de Estrutura A última abertura será aberta ao clicar.
ru: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Посмотреть Историю / Дерево зданий Последнее открытое будет вновь открыто при нажатии.
sk: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Zobraziť Civilizačný prehľad / Štruktúrny strom Naposledy otvorené bude znovu otvorený po kliknutí.
sv: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Visa Civilisationsöversikt / Byggnadsträd Senast öppnad kommer att öppnas igen vid klick.
tr: %(civ)s %(hotkey_civinfo)s/%(hotkey_structree)s: Uygarlığa Genel Bakış / Son açılan Yapı Ağacı tıklama ile yeniden açılacak.
uk: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: Переглянути огляд цивілізації / структурне дерево За клацанням буде відкиватися останнє переглянуте.
zh: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s: 查看历史/ 建筑树 将重新打开上次记录。
zh_tw: %(civ)s %(hotkey_civinfo)s / %(hotkey_structree)s：檢視文明總覽 / 科技樹 點擊將開啟上次開啟的地方。

source: %(order)s: %(hotkey)s to change order.
ar: %(order)s: %(hotkey)s لتغيير الترتيب.
ast: %(order)s: %(hotkey)s pa camudare l órdene.
bg: %(order)s: %(hotkey)s за промяна на подредбата.
br: %(order)s: %(hotkey)s evit cheñch urzh.
ca: %(order)s: %(hotkey)s per a canviar l'ordre.
cs: %(order)s:%(hotkey)spro změnění pořadí.
de: %(order)s: %(hotkey)s um die Reihenfolge zu ändern.
el: %(order)s: %(hotkey)s για να αλλάξεις σειρά.
eu: %(order)s: %(hotkey)s ordena aldatzeko.
fa: %(order)s: %(hotkey)s برای تغییر سفارش.
fi: %(order)s: %(hotkey)s vaihtaaksesi järjestystä
fr: %(order)s: %(hotkey)s pour changer l'ordre.
ga: %(order)s: brúigh %(hotkey)s agus an t-ordú a athrú.
gd: %(order)s: %(hotkey)s gus an òrdugh atharrachadh.
gl: %(order)s: %(hotkey)s para cambiar a orde.
hu: %(order)s: %(hotkey)s a sorrend módosításához.
id: %(order)s: %(hotkey)s untuk mengubah urutan.
it: %(order)s: %(hotkey)s per cambiare ordine.
ja: %(order)s: %(hotkey)s を変更することができます。
ko: %(order)s: %(hotkey)s 키로 정렬방식을 바꿉니다.
lt: %(order)s: spauskite %(hotkey)s norėdami pakeisti įsakymą.
ms: %(order)s: %(hotkey)s untuk menukar tertib.
nl: %(order)s: %(hotkey)s om volgorde te veranderen.
pl: %(order)s: %(hotkey)s by zmienić kolejność.
pt_br: %(order)s:%(hotkey)s para mudar a ordem.
pt_pt: %(order)s: %(hotkey)s para alterar a ordenação.
ru: %(order)s: %(hotkey)s изменить порядок.
sk: %(order)s: %(hotkey)s pre zmenu poradia.
sv: %(order)s: %(hotkey)s för att byta ordning.
te: %(order)s: క్రమాన్ని మార్చడానికి %(hotkey)s.
tr: %(order)s:%(hotkey)s emri değiştir.
uk: %(order)s: %(hotkey)s, щоб змінити порядок.
zh: %(order)s：按%(hotkey)s改变排序。
zh_tw: %(order)s: %(hotkey)s 來改變排序。
