Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Alt + Right Click: Order one unit from the current selection to move/build/gather/etc and unselect it. Used to quickly dispatch units with specific tasks.
ar: Alt + Right Click : اطلب وحدة واحدة من التحديد الحالي لنقل / بناء / تجميع / إلخ وإلغاء تحديدها. تستخدم لإرسال وحدات بسرعة مع مهام محددة.
br: Alt + Klik-dehou: Urzhiañ unan eus unanennoù an diuzadenn a zo er mare-mañ evit fiñval/sevel/dastum/hag all hag all ha diziuzañ anezhañ. Implijet evit dispakañ buan an unanennoù betek krogadoù labour ispisial.
fa: Alt + کلیک راست: فرمان دادن به یک نیرو از نیروهای انتخاب شده برای حرکت/ساخت/جمع کردن و خارج از انتخاب کردن آن.
ga: Alt + Deaschliceáil: Ordaigh aonad as do roghnú reatha agus é a bhogadh/thógáil/bhailiú/.i. agus beidh ina neamhroghnaithe. Úsáid d'aonaid a sheoladh do thascanna sonracha.
ms: Klik Kanan + Alt: Arah satu unit daripada pemilihan semasa untuk gerak/bina/himpun/dll dan menyahpilihnya. Digunakan untuk arahkan unit dengan tugasan tertentu secara pantas.
nb: Alt + høyreklikke: Beordre én enhet fra gjeldene utvalg til å flytte/bygge/sanke/osv og fravelg den. Brukt til sendebud med spesifikk oppgave.

source: Shift + Left Click when training units: Add units in batches (the batch size is 5 by default and can be changed in the options)
ar: Shift + ضغط بالشمال حينما تدرب وحدات: إضافة وحدات في مجموعات (حجم المجموعة هو 5 إفتراضياً ويمكن تغييرة في الإعدادات)
br: Lkd + Klik-kleiz pa vez stummet unanennoù: Ouzhpennañ unanennoù e strolladoù (5 eo ment ar strollad dre-ziouer ha gallout a ra bezañ cheñchet en dibarzhioù)
fa: Shift + کلیک چپ: زمانی که نیرو پرورش می دهید: اضافه کردن نیروها در یک دسته (دسته بصورت پیش فرض 5 نیرو داد و در تنظیمات قابل تغییر است)
ga: Shift + Cléchliceáil nuair ag traenáil: Cuir le haonaid i ndreamanna (tá méid dreama 5 go normálta, ach is féidir leis an méid seo a athrú sa tsocruithe)
ms: Shift + Klik kiri bila melatih unit: Tambah unit dalam kelompok (saiz kelompok adalah seramai 5 unit secara lalai dan boleh diubah dalam menu pilihan)
nb: Shift + venstre-klikk når du trener enheter: Legg til enheter i grupper (gruppestørrelsen er 5 som forvalg og kan endres i innstillingene)
sk: Shift + Kliknutie ľavým tlačidlom pri trénovaní jednotiek: Pridá vojakov v skupinke (skupinka je veľkosti 5, čo môže byť zmenené v nastaveniach)

source: Shift + Left Click or Left Drag over unit on map: Add unit to selection
ar: Shift + النقر باليسار أو السّحب باليسار على وحدة في الخريطة: أضف الوحدة إلى التحديد
br: Lkd + Klik-kleiz pe Stlej-kleiz a-us d'un unanenn war ar gartenn: Ouzhpennañ un unanenn en diuzadenn
da: Shift + Vensteklik eller Venstretræk over enhed på kortet: Tilføj enhed til valgte enheder
es_cl: Shift + clic izquierdo o arrastre sobre la unidad en el mapa: Añadir unidad para la selección
es_mx: Mayús + Clic izquierdo o mediante selección rectangular arrastrando con el clic izquierdo: Añadir unidad a la selección
et: Shift + vasak-klikk või hiire vasak-lohistus kaardil oleval üksusel: lisab üksuse valikusse
fa: Shift + کلیک چپ یا کشیدن نمایشگر ماوس با کلیک چپ روی نقشه: اضافه کردن نیرو به گروه انتخاب شده
ga: Shift + Cléchliceáil nó Clétharraingt ar aonad sa léarscáil: Cuir leis an aonad seo faoi roghnú
he: Shift + שמאל לחץ או גרור שנשאר יחידה במפה: הוסף יחידה לבחירה
ka: Shift + მარცხენა წკაპი ან მარცხენა მოთრევა ერთეულის თავზე: დაამატე ერთეული მონიშნულებს
lv: Shift + Kreisais klikšķis vai vilkt ar kreiso pāri vienībāi uz kartes: Pievienot vienību pie izvēlētajām
ms: Shift + Klik Kiri atau Seret Kiri melalui peta: Tambah unit dalam pemilihan
nb: Shift + venstre-klikk eller venstre-trekk over enhet på kartet: Legg enhet til valgte
sk: Shift + Kliknutie ľavým tlačidlom alebo potiahnutie ľavým tlačidlom cez jednotku na mape: Pridá jednotku do výberu
sl: Shift + Levi klik ali levi poteg miške čez enoto ali zemljevid: Dodaj enoto k izbiri
sr: Shift +леви клик или повлачење левим кликом преко јединице на мапи: Додаје јединицу у избор

source: Ctrl + Left Click or Left Drag over unit on map: Remove unit from selection
ar: Ctrl + النقر باليسار أو السّحب باليسار على وحدة في الخريطة: أزل الوحدة من التّحديد
br: Ktrl + Klik-kleiz pe Stlej-kleiz a-us d'un unanenn war ar gartenn: Skarzhañ un unanenn diwar an diuzadenn
da: Ctrl + Venstreklik eller Venstretræk over enhed på kortet: Fjern enhed fra valgte enheder
es_cl: Ctrl + clic izquierdo o Arrastre sobre la unidad en el mapa: Extraiga la unidad de selección
es_mx: Ctrl + Clic izquierdo o arrastrar con selección rectangular: Deselecciona la unidad
et: Ctrl + vasak-klikk või hiire vasak-lohistus kaardil oleval üksusel: eemaldab üksuse valikust
fa: Ctrl + کلیک چپ یا نگه داشتن کلیک چپ و کشیدن آن بروی نقشه: برداشتن نیرو از گروه انتخاب شده
ga: Ctrl + Cléchliceáil nó Clétharraingt ar aonad sa léarscáil: Bain aonad as do roghnú
he: Ctrl + שמאל לחץ או שמאל גרור מעל יחידה על המפה: הסר יחידה מבחירה
ka: Ctrl + მარცხენა წკაპი ან მარცხენა მოთრევა ერთეულის თავზე: მოაშორე ერთეული მონიშნულებიდან
lv: Ctrl + Kreisais klikšķis vai vilkt ar kreiso pāri vienībāi uz kartes: Izslēgt vienību no izvēlētajām
ms: Ctrl + Klik Kiri atau Seret Kiri melalui unit dalam peta: Buang unit dari pemilihan
nb: Ctrl + venstre-klikk eller venstre-trekk over enhet på kartet: Fjern enhet fra valgte
sk: Ctrl + Kliknutie ľavým tlačidlom alebo potiahnutie ľavým tlačidlom cez jednotku na mape: Odstráni jednotku z výberu
sl: Ctrl + Levi klik ali levi poteg miške prek enote ali zemljevida: Odstrani enoto iz izbora
sr: Ctrl +леви клик или повлачење левим кликом преко јединице на мапи: Склања јединицу из избора.

source: Alt + Left Drag over units on map: Only select military units
ar: Alt + السحب بزر الفأرة الأيسر على وحدات في الخريطة: تحديد الوحدات العسكرية فقط
br: Alt + Stlejañ tu-kleiz dreist unanennoù war gartenn: Diuzañ unanennoù milourel hepken
da: Alt + Træk Venstremuseknap over enheder på kortet: Vælg kun militærenheder.
es_cl: Alt + arrastrar clic izquierdo sobre las unidades en el mapa: Seleccionar solamente las unidades militares
es_mx: Alt + Selección rectangular sobre unidades en el mapa: Selecciona únicamente las unidades militares
et: Alt + vasaklohistus kaardil olevatel üksustel: valib vaid sõjaväeüksused
fa: Alt + نگه داشتن کلیک چپ بر روی نیروها روی نقشه: تنها انتخاب نیروهای نظامی
ga: Alt + Clétharraingt ar aonaid sa léarscáil: Roghnaigh na haonaid mhíleata amháin
he: Alt + גרור שמאל על יחידות על המפה: בחר יחידות צבאיות
ka: Alt + მარცხენა მოთრევა ერთეულის თავზე: მონიშნე მხოლოდ სამხედროები
lv: Alt + Vilkt ar kreiso pāri vieībām uz kartes: Izvēlēties tikai militāras vienības
ms: Alt + Seret Kiri melalui unit pada peta: Hanya pilih unit tentera
nb: Alt + venstre-trekk over enhet på kartet: Velg bare militære enheter
sk: Alt + Potiahnutie ľavým tlačidlom cez jednotky na mape: Vyberie len vojenské jednotky
sl: Alt + Levi poteg miške prek enote ali zemljevida: Samo izbrane vojne enote
sr: Alt + повлачење левим кликом преко јединица на мапи: Изабери само војне јединице.

source: Alt + Y + Left Drag over units on map: Only select non-military units
ar: فقط حدد الوحدات الغير عسكرية : Alt + Y + سحب فوق الوحدات على الخريطة .
br: Alt + Y + Stlejañ tu-kleiz dreist unanennoù war gartenn: Diuzañ unanennoù nann-milourel hepken
fa: Alt + Y + نگهداشتن کلیک چپ و کشیدن برروی نیروها روی نقشه: تنها انتخاب نیروهای غیر نظامی
ga: Alt + Y + Clétharraingt ar aonaid sa léarscáil: Roghnaigh na haonaid neamh-mhíleata amháin
sk: Alt + Y + Ľavé pretiahnutie cez jednotky na mape: Vyberie len nevojenské jednotky

source: I + Left Drag over units on map: Only select idle units
ar: I + السحب بزر الفأرة الأيسر فوق الوحدات على الخريطة لاختيار الوحدات الخاملة فقط.
br: I + Stlejañ-kleiz a-us an unanennoù war gartenn: Diuzit an unanennoù dioberiant hepken
da: I + Venstre Træk over enheder på kortet: Vælg kun ledige enheder
es_mx: I + Selección rectangular sobre unidades en el mapa: Selecciona únicamente las unidades inactivas
fa: I + نگهداشتن کلیک چپ و کشیدن بر روی نیروها روی نقشه: تنها انتخاب نیروهای بی کار
ga: I + Clétharraingt ar aonaid sa léarscáil: Roghnaigh aonaid dhíomhaoine amháin
lv: I + Vilkt ar kreiso pār vienībām uz kartes: Izvēlēties tikai brīvas vienības
ms: I + Seret Kiri terhadap unit di atas peta: Hanya pilih unit melahu
nb: I + venstre-trekk over enheter på kartet: Velg kun ledige enheter.
sk: I + Pretiahnutie ľavým tlačidlom myši ponad jednotky na mape: Vyberie len nečinné jednotky
sr: I + повлачење левим кликом преко јединица на мапи: Изабери само беспослене јединице.

source: O + Left Drag over units on map: Only select wounded units
ar: فقط حدد الوحدات الجدد : O + سحب فوق الوحدات على الخريطة .
br: O + Stlejañ tu-kleiz dreist unanennoù war gartenn: Diuzañ unanennoù gloazet hepken
fa: O + نگهداشتن کلیک چپ و کشیدن بر روی نیروها روی نقشه: فقط انتخاب نیروهای زخمی
ga: O + Clétharraingt ar aonaid sa léarscáil: Roghnaigh aonaid ghonta amháin
ms: O + Seret Kiri terhadap unit di atas peta: Hanya pilih unit cedera
sk: O + Ľavý ťah cez mapu: Označí zranené jednotky

source: Ctrl + Left Click on unit/group icon with multiple units selected: Deselect
ar: Ctrl + النقر بزر الفأرة الأيسر على أيقونة وحدة أو مجموعة أثناء تحديد وحدات متعددة: إلغاء التحديد
br: Ktrl + Klik-kleiz war arlun unanenn/strollad gant lies-unanennoù diuzet: Diziuzañ
da: Ctrl + Venstreklik på enheds-/gruppeikon med flere enheder valgt: Fravælg
es_cl: Ctrl + clic izquierdo en el icono de la unidad / grupo con múltiples unidades seleccionadas: Se cancelan
es_mx: Ctrl + Clic izquierdo sobre un icono de unidad/grupo con múltiples unidades seleccionadas: Deselecciona
et: Ctrl + vasak-klikk üksuse/grupi ikoonidel kui valitud on mitut tüüpi üksused: eemaldab need üksused valikust
fa: Ctrl + کلیک چپ و کشیدن بر روی عکس نیروها و گروهایی که چندین نیرو دارند: از انتخاب خارج کردن
ga: Ctrl + Cléchliceáil ar íocón aonaid/ghrúpa le haonaid líomhara roghnaithe: Díroghnaigh
he: Ctrl + לחצן שמאלי על סמל יחידה / קבוצה עם מספר יחידות שנבחרה: בטלו את הבחירה
ka: Ctrl + მარცხენა წკაპი ერთეულის/ჯგუფის ხატულაზე ბევრი მონიშნული ერთულით: მონიშვნის მოხსნა
ms: Ctrl + Klik Kiri pada ikon unit/kumpulan dengan unit pelbagai dipilih: Nyah-pilih
nb: Ctrl + venstre-klikk på enhet/gruppe ikon med flere enheter valgt: Fjern valg
sk: Ctrl +Kliknutie ľavým tlačidlom na ikonu jednotky/skupiny keď sú vybrané viaceré jednotky: Odstrániť z výberu
sl: Ctrl + Levi klik na ikono enote/skupine z izbranimi večimi enotami: Odznači
sr: Ctrl + леви клик на јединицу/групну иконицу са више означених јединица: Поништи означавање

source: Right Click with a building/buildings selected: sets a rally point for units created/ungarrisoned from that building.
ar: النقر بزر الفأرة الأيمن أثناء تحديد مبنى أو مباني: تعيين نقطة تجمع للوحدات الناشئة أو الخارجة من حماية ذلك المبنى
br: Klikit-dehoù war ur savadur/savadurioù diuzet: diazezañ a ra ur poent-bodañ evit an unanennoù krouet/diwarrizonet evit ar savadur-se.
da: Højreklik imens en bygning/flere bygninger er valgt: sætter et samlingspunkt for enheder skabt eller afgarnisoneret fra bygningen.
es_cl: Haga clic derecho en un edificio o edificios seleccionados: establece un punto de reunión para las unidades creadas / guarnición de ese edificio.
es_mx: Clic derecho con un edificio ya seleccionado: establece un punto de encuentro para las unidades creadas o sin guarnecer del edificio
et: Parem-klikk kui valitud on hoone/hooned: seab sihtpunkti hoonest treenitud või hoonet varjendina kasutanud üksustele.
fa: کلیک راست زمانی که ساختمان/ساختمان هایی انتخاب شده هستند: قرار دادن نقطه تجمع برای نیروهایی که ساخته می شوند یا از حالت استقرار خارج می شوند.
ga: Deaschliceáil le foirgneamh/foirgnimh roghnaithe: Déan áit slogaidh d'aonaid chruthaithe/bainte as garastún den fhoirgneamh seo.
he: קליק ימני עם מבנה / מבנים שנבחרו: קובע נקודת מפגש ליחידות נוצרו / שחנו מהבניין.
ka: მარჯვენა წკაპი მონიშული შენობისთვის/შენობებისთვის: აყენებს შეკრების ადგილს ამ შენომიდან შექმნილი/გარნიზონიდან გამოსული ერთეულებისთვის.
ms: Klik Kanan dengan satu atau lebih bangunan dipilih: tetapkan laluan gerakan untuk unit yang dibina/dikeluarkan dari bangunan tersebut.
nb: Høyre-klikk på valgte bygning/bygningert: setter et marsjmål for enheter som er trent av eller utstasjonert fra den bygningen.
sk: Kliknutie pravým tlačidlom keď je označená budova/budovy: vyberie zhromaždisko pre jedntoky vytvorené danou budovou, alebo opúšťajúce danú budovu.
sl: Desni klik na izbrano stavbo/stavbe: določi zbirno točko z ustvarjeno/nenastanjeno posadko iz te stavbe
sr: Десни клик са изабраном зградом/зградама: поставља зборно место за јединице створене/ избачене из гарнизона те зграде.

source: Ctrl + Right Click with units selected:
ar: Ctrl + النّقر باليمين على وحدة ما محدّدة:
br: Ktrl + Klik-dehou war unanennoù diuzet:
da: Ctrl + Højreklik med enheder valgt:
es_cl: Ctrl + clic derecho con las unidades seleccionadas:
es_mx: Ctrl + Clic derecho con unidades seleccionadas:
et: Ctrl + paremklikk kui on valitud üksused:
fa: Ctrl + کلیک راست به همراه نیروهای انتخاب شده:
ga: Ctrl + Deaschliceáil le haonaid roghnaithe:
he: Ctrl + קליק ימני עם יחידות שנבחרו:
ka: Ctrl + მარჯვენა წკაპი მონიშნული ერთეულებით:
lv: Ctrl + labais klikšķis, kamēr izvēlētas vienības:
ms: Ctrl + Klik Kanan dengan unit terpilih:
nb: Ctrl + Høyre-klikk med valgte enheter:
sk: Ctrl + Kliknutie pravým tlačidlom keď sú označené jednotky:
sl: Ctrl + Desni klik z izbranimi enotami:
sr: Ctrl + десни клик са означеним јединицама:

source: - If the cursor is over an allied structure: Garrison
ar: - إذا كان المؤشر فوق هيكل الحلفاء: إحتماء
da: - Hvis musen er over en allieret bygning: Garnisonér
es_mx: - Si el puntero se encuentra sobre una estructura aliada: Guarnecer
et: - kui kursor on liitlase ehitisel: varjenda
ka: - თუ ისარი მოკავშირის შენობაზეა: გარნიზონში ჩაყენება
lv: - Ja kursors ir virs sabiedroto būves: ieiet garnizonā
ms: - Jika penuding kursor berada di atas struktur bersekutu: Garison
nb: - Hvis pekeren er over en alliert bygning: Stasjoner
sk: - Ak je kurzor nad spriatelenou budovou: Umiestniť posádku
sr: - Ако је курсор изнад савеѕничке структуре: Стационирај

source: - If the cursor is over a non-allied unit or building: Attack (instead of capture or gather)
ar: أن لم يكن المؤشر على الوحدات الغير الحليفة أو المباني: أهجم (بدلاً من الإستيلاء أو تجميع)
es_mx: - Si el puntero se encuentra sobre una estructura o unidad no-aliada: Atacar (en vez de capturar o recolectar)
lv: - Ja kursors ir uz pretinieka vienības: Uzbrukt, būves: Ieņemt (nevis vākt)
ms: - Jika penuding kursor berada di atas bangunan atau unit bukan-bersekutu: Serang (selain tangkap atau kumpulkan)
nb: - Hvis pekeren er over en ikke-alliert enhet eller bygning: Angrip (istedenfor erobring eller sanking)
sk: - Ak je kurzor nad nepriateľskou jednotkou, alebo budovou: Zaútočiť (namiesto zajatia alebo zberu surovín)
sr: - Ако је курсор преко несавезничког војника или грађевине: Нападни (уместо запоседања или прикупљања)

source: - Otherwise: Attack move (by default all enemy units and structures along the way are targeted, use Ctrl + Q + Right Click to target only units).
ar: - الخطة ب: حركة هجوم (إفتراضيا يتم إستهداف جميع وحدات العدو والهياكل على طول الطريق، إستخدم Ctrl + Q + ضغطة يمنى لإستهداف وحدات فقط).
da: - Ellers: Angrebsflytning (Som standard vil alle fjendtlige enheder og strukture blive valgt som mål, brug Ctrl + Q + Højreklik for kun at vælge enheder som mål).
es_mx: - Sino: Atacar moviendo (por defecto atacarán a todas las unidades y estructuras enemigas que se crucen en su camino, presiona Ctrl + Q + clic derecho para atacar únicamente a unidades).
et: - muidu: ründav liikumine (liigutakse sihtpunkti, rünnates kõiki teele jäävaid vastase üksuseid ning ehitisi -- vaid üksuste ründamiseks saab kasutada Ctrl + Q + paremklikk).
ka: - სხვა შემთხვევაში: თავდასხმა (საწყისად ყველა მოწინააღმდეგის ერთეული და შენობა არის მიზანში, გამოიყენე Ctrl + Q + მარჯვენა წკაპი მხოლოდ ერთეულები რომ ამოიღო მიზანში).
ms: - Jika tidak: Gerakan serang (secara lalai semua unit dan struktur musuh sepanjang laluan yang disasarkan, guna Ctrl + Q + Klik Kanan untuk sasar unit sahaja).
nb: - Ellers: Angreps-forflytning. Som standard angripes alle fiender og fiende-bygninger langs ruta. Bruk Ctrl + Q + Høyre-klikk for å kun angripe de markerte fiendene .
sk: - Inak: Útočný pohyb (vaše jednotky zaútočia na všetky nepriateľské jednotky a budovy, ktoré po ceste nájdu, použite Ctrl + Q + kliknutie pravým tlačítkom myši pre útok len na nepriateľské jednotky).
sr: - У другом случају: Наређење за напад (подразумева се да су све непријатељске јединице и грађевине уз пут циљеви, користи Ctrl + Q + десни клик да циљаш само јединице)

source: [font="sans-bold-14"]Overlays
ar: [font="sans-bold-14"]تراكب
es_mx: [font="sans-bold-14"]Superposiciones
et: [font="sans-bold-14"]Lisakihid
fa: [font="sans-bold-14"]نمایش
ga: [font="sans-bold-14"]Forleagain
ka: [font="sans-bold-14"]გადაფარვები
ms: [font="sans-bold-14"]Tindihan Atas
nb: [font="sans-bold-14"]Visningslag
sk: [font="sans-bold-14"]Vrstvy
sr: [font="sans-bold-14"]Шеме приказа

source: [font="sans-14"]Alt + G: Hide/show the GUI
ar: [font="sans-14"]Alt + G لإظهار الواجهة أو إخفائها
da: [font="sans-14"]Alt + G: Skjul/Vis GUI'et
es_mx: [font="sans-14"]Alt + G: Muestra/oculta la interfaz
et: [font="sans-14"]Alt + G: Näitab/peidab GUI
fa: [font="sans-14"]ی Alt + G: نمایش/عدم نمایش GUI
ga: [font="sans-14"]Alt + G: Folaigh/léirigh an GUI
ka: [font="sans-14"]Alt + G: დამალე/აჩვენე სამომხმარებლო სახე
ms: [font="sans-14"]Alt + G: Sembunyi/tunjuk GUI
nb: [font="sans-14"]Alt + G: Gjem/vis brukergrensesnittet
sk: [font="sans-14"]Alt + G: Zobraz/skry grafické rozhranie
sr: [font="sans-14"]Alt + G: Приказује/сакрива GUI

source: Alt + D: Show/hide developer overlay (with developer options)
ar: Alt + D لإظهار/إخفاء تراكب المطوّرين (مع خيارات المطوّرين)
da: Alt + D: Skjul/vis udvikleroverlayet (med udviklerfunktioner)
es_cl: Alt + D: Mostrar / ocultar superposición desarrollador (opciones para desarrolladores)
es_mx: Alt + D: Muestra u oculta el panel de desarrollo (con opciones técnicas)
et: Alt + D: peida/näita arendaja lisakihti (arendusseadeid)
fa: Alt + D: نمایش/ عدم نمایش توسعه دهنده ( همراه با تنظیمات توسعه دهنده)
ga: Alt + D: Folaigh/léirigh forleagan an fhorbróra (ag roghanna forbróra)
he: + Alt D: כיסוי הצג / הסתר מפתח (עם אפשרויות מפתח)
ka: Alt + D: აჩვენე/დამალე განმავითარებლის გადაფარვა (განმავითარებლის ასარჩევებით)
ms: Alt + D: Tunjuk/sembunyi tindihan pembangun (dengan pilihan pembangun)
nb: Alt + D: Vis/skjul visningslag for utviklere (med alternativer)
sk: Alt + D: Zobraziť/skryť vývojárske vrstvy (s vývojárskymi možnosťami)
sl: Alt + D: Prikaži/skrij pregled razvijalca (z razvijalskimi možnostmi)
sr: Alt + D: Приказује/сакрива шему приказа за креаторе игре (са опцијама за креаторе игре)

source: Alt + Shift + W: Toggle wireframe mode (press once to get wireframes overlaid over the textured models, twice to get just the wireframes colored by the textures, thrice to get back to normal textured mode)
ar: Alt + Shift + W : تبديل وضع إطار السلك (اضغط مرة واحدة للحصول على إطارات سلكية متراكبة فوق النماذج المخططة ، مرتين للحصول على الإطار السلكي الملون من القوام فقط ، ثلاث مرات للعودة إلى الوضع العادي المعتاد).
br: Alt + Lkd + W: Gwintañ ar mod maketenn aes d'ober ganti (bountañ ur wech evit kaout maketennoù aes d'ober ganto goloet dreist patromoù frammet, div wech evit kaout just ar maketennoù livet aes d'ober ganto gant ar frammoù, teir gwech evit distreiñ d'ar mod frammet dereat)
fa: Alt + Shift + W: تغییر وضعیت Wireframe mode (یک بار فشار دهید تا Wireframes overlaid بر روی Textured models فعال شود، دوبار فشار دهید تا تنها Wireframes های رنگی را بر Textures فعال کنید، سه بار فشار دهید تا به حالت نرمال Textured mode باز گردید)
ga: Alt + Shift + W: Scoránaigh mód sreangfhráma (brúigh uair amháin agus sreangfhrámaí clúdaithe a chur os cionn múnlaí uigeacha, agus brúigh faoi dhó do na sreangfhrámaí amháin daite le na uigeachtaí, agus faoi thrí do mhód uigeach go normálta a fháil)
ms: Alt + Shift + W: Togol mod bingkai wayar (tekan sekali untuk tindan bingkai wayar diatas model berstruktur, dua kali untuk bingkai wayar berwarna mengikut tekstur, tiga kali untuk kembali ke mod bertekstur biasa)

source: Alt + Shift + S: Toggle unit silhouettes (might give a small performance boost)
ar: Alt + Shift + S : تبديل وحدة الصور الظلية (قد يعطي دفعة أداء صغيرة).
br: Alt + Lkd + S: Gwintañ trolinennoù unanenn (gallout a raje reiñ un taol-kaer broudet bihan)
fa: Alt + Shift + S: تغییر وضعیت سایه نمای نیروها ( ممکن است کمی بر روی عملکرد بازی تاثیر داشته باشد)
ga: Alt + Shift + S: Scoránaigh scáthanna aonad (b'fhéidir le méadú beag feidhmíochta a sholathar)
ms: Alt + Shift + S: Togol bebayang unit (mungkin dapat berikan sedikit galakan prestasi)
sk: Alt + Shift + S: Zobrazuje siluety jednotiek (môže mierne zrýchliť výkon)

source: Alt + Z: Toggle sky
ar: Alt + Z لتبديل السّماء
br: Alt + Z: Gwintañ an oabl
da: Alt + Z: Slå himmel til/fra
es_cl: Alt + Z: Ocultar/Mostrar el cielo
es_mx: Alt + Z: Mostar u ocultar el cielo
et: Alt + Z: Lülita taeva kasutamine
fa: Alt + Z: تغییر وضعیت آسمان
ga: Alt + Z: Scoránaigh spéir
he: Alt + Z: החלף מצב שמיים
ka: Alt + Z: გადაწონე ცა
lv: Alt + Z: Iesl./Izsl. debesis
ms: Alt + Z: Togol langit
nb: Alt + Z: Skru av/på himmel
sk: Alt + Z: Prepínanie oblohy
sl: Alt + Z: Preklapljaj nebo
sr: Alt + Z: Омогући приказ неба

source: Alt + C: Toggle attack range visualizations of selected defensive structures
ar: Alt + C : تبديل تصورات نطاق الهجوم للهياكل الدفاعية المحددة .
fa: Alt + C: تغییر وضعیت حالت نمایش شعاع حمله سازه های انتخاب شده
ga: Alt + C: Scoránaigh amharcléiriú raoin ionsaithe d'fhoirgnimh cosanta atá faoi roghnú
ms: Alt + C: Togol pengvisualan jangkauan serangan bagi struktur pertahanan terpilih
sk: Alt + C: Zobrazí dosah útoku vybraných obranných budov

source: Alt + V: Toggle aura range visualizations of selected units and structures
ar: Alt + V: بدل إظهار المجال للوحدات و المباني المحددة
fa: Alt + V: حالت نمایش شعاع آئورا برای نیروها و ساختمان های انتخاب شده
ga: Alt + V: Scoránaigh amharcléiriú raoin mothaithe d'fhoirgnimh is aonaid roghnaithe
ms: Alt + V: Togol pengvisualan jangkauan aura bagi unit dan struktur terpilih
nb: Alt + V: Veksle aurarekkeviddevisning for valgte enheter og bygninger
sk: Alt + V: Zobrazí dosah aury vybraných jednotiek a budov

source: Alt + B: Toggle heal range visualizations of selected units
ar: Alt + لا: تبديل بين إظهار مجال المعالجة الوحدات المحددة
fa: Alt + B: تغییر وضعیت حالت نمایش شعاع درمان نیروهای انتخاب شده
ga: Alt + B: Scoránaigh amharcléiriú raoin cneasaithe d'aonaid roghnaithe
ms: Alt + B: Togol pengvisualan jangkauan penyembuhan bagi unit terpilih
nb: Alt + B: Veksle helbredelsesrarekkeviddevisning for valgte enheter og bygninger
sk: Alt + B: Zobrazí dosah liečenia vybraných jednotiek

source: [font="sans-bold-14"]Camera manipulation
ar: [font="sans-bold-14"]التّعامل مع الكاميرا
br: [font="sans-bold-14"]Merañ ar c'hamera
da: [font="sans-bold-14"]Kamerabevægelse
es_mx: [font="sans-bold-14"]Uso de la cámara
et: [font="sans-bold-14"]Kaamera liigutamine
fa: [font="sans-bold-14"]دستکاری دوربین
ga: [font="sans-bold-14"]Ionramháil ceamara
ka: [font="sans-bold-14"]კამერასთან მოპყრობა
lv: [font="sans-bold-14"]Kameras manipulācija
ms: [font="sans-bold-14"]Manipulasi kamera
nb: [font="sans-bold-14"]Kamerastyring
sk: [font="sans-bold-14"]Pohyb s kamerou
sr: [font="sans-bold-14"]Манипулација камером
