Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: "It has always been the Greek Dream to go East." "Beware such pride. The East has a way of swallowing men and their dreams." Will Alexander push his way through The Persian Gates and fulfill his destiny, or will Ariobarzanes defend the rugged ancient land of Persis against a foreign invader?
ast: “Los griegos siempre sonhamus cun dir a l Oriente.” “Guarda-te de soberbia tala. L Oriente tien jeitu pa devorar homes & suönhos.” ¿Trespassará Alexandre lɐs Puörtɐs Persas para complire l sou destinu, ou defenderá Ariabarzana l’antigua tierra de Persia d’una huöste invasora?
bg: „Мечтата на гърците винаги е била да достигнат изтока.“ „Внимавайте. Изтокът може да поглъща хората и техните мечти.“ Ще успее ли Александър да пробие персийските порти и да последва съдбата си, или Ариобарзан ще защити древните земи на Перс от нашественика?
br: "Ez eo bet bepred Huñvre Grek mont d'ar Reter." "Diwall diouzh kement a lorc'h. Ar Reter en deus un hent a dud a zalc'h soñj hag o huñvreoù." Bountañ a raio Aleksandr e hent dre Zor ar Bersianed ha kas e donkadur da benn, pe zifenn a raio Ariobarzanes douar kozh kalet ar Bersianed a-enep d'un aloubader estren?
ca: "Els grecs sempre han somiat anar a l'est." "Aneu amb compte amb aquest orgull. L'est té la capacitat d'engolir els homes i els seus somnis." Alexandre forçarà la seva entrada per les Portes Perses i acomplirà el seu destí, o podrà Ariobarzanes defensar l'antiga i accidentada terra de Persis de l'invasor estranger?
cs: "Jít na východ bylo vždy velkým snem Řeků." "Dejte si pozor na hrdost. Východ je způsob, jak si nechat spolknout muže i své sny." Bude Alexandr tlačit svou cestu přes Perské brány a naplní svůj osud, nebo budou Ariobarzané obhajovat skalnaté a předávné země Persisu proti vetřelcům?
da: "Det har altid været den græske drøm at rejse mod øst." "Pas på sådan stolthed. Østen har en måde at sluge mænd og deres drømme på." Vil Alexander trænge sig igennem The Persian Gates og opfylde sin skæbne, eller vil Ariobarzanes forsvare det barske antikke land Persis mod en fremmed angriber?
de: „Es war immer der Traum der Griechen nach Osten zu gehen.“ „Hüte dich vor solcherlei Hochmut. Der Osten schluckt Menschen und ihre Träume.“ Wird Alexander seinen Weg durch die persischen Tore gehen und seine Bestimmung erfüllen, oder wird Ariobarzanes das schroffe, antike Land von Persis gegen einen fremden Angreifer verteidigen?
el: "Ήταν ανέκαθεν ο Πόθος των Ελλήνων να πάει στην Ανατολή." "Προσοχή σε τέτοια υπερηφάνεια. Η Ανατολή έχει έναν τρόπο να καταπίνει τους άνδρες και τα όνειρά τους." Μπορεί ο Αλέξανδρος να προελαύνει μέσα από τις Περσικές Πύλες και να εκπληρώσει το πεπρωμένο του, ή ο Αριοβαρζάνης θα υπερασπιστεί τη τραχιά αρχαία γη της Περσίας ενάντια στον ξένο εισβολέα;
es: "Siempre ha sido el sueño griego ir hacia el Este." "Cuídate de tal orgullo. Oriente tiende a tragarse a los hombres y sus sueños." ¿Podrá Alejandro abrirse paso a través de las puertas Persas y cumplir su destino, o podrá Ariobarzanes defender la árida y antigua tierra de Persis de un invasor extranjero?
eu: "Grekoen ametsa betidanik izan da Ekialderantz joatea". "Zaindu harrokeria hortaz. Sortaldeak gizonak eta ametsak irentsi ohi ditu". Alejandrok ahal izango du Pertsiarren ateak igaro eta bere destinoa bete edota Ariobarzanesek ahal izango du Persis antzinako lurra inbasore arrotzetatik defendatu?
fi: "Kreikan unelma on aina ollut mennä itään." "Varokaa tuollaista ylpeyttä. Idällä on tapana niellä miehet ja heidän unelmansa." Työntääkö Aleksanteri tiensä Persian porttien läpi ja täyttääkö hän kohtalonsa, vai puolustaako Ariobarzanes Persiksen karua muinaista maata vierasta hyökkääjää vastaan?
fr: « Le rêve grec a toujours été d'aller en Orient. » « Méfiez-vous d'un tel orgueil. L'Orient a une manière d'avaler les hommes et leurs rêves. » Alexandre traversera-t-il les portes de Perse et accomplira-t-il son destin, ou bien Ariobarzane réussira-t-il à défendre le terrain antique et accidenté de Persis contre un envahisseur étranger ?
ga: "Bíodh sí i gcónaí Broinglóid na nGréigeach a dhul Soir." "Fainic as an uabhar seo. Cailltear fir agus a mbrionglóidí san Oirthear." An gcuirfidh Alastar buille tríd na Geataí Peirseacha agus a chinniúint a chomhlíonadh, nó an gcosnóidh Áiriabarsánas talamh ársa na Peirse i gcoinne ionróra eachtrannaigh?
gd: “Bhiodh na Greugaich ag aisling mu thaobh an ear o shean.” “Bi air d’ fhaicill ron àrdan. Tha dòigh aig taobh an ear na daoine ’s na h-aislingean aca a shlugadh.” An dèid le Alasdair na Geataichean Pearsach a bhuannachd ’s an dàn aige a choileanadh, no an dìon Ariobarzanes seann-dùthaich gharbh Pheirsis an aghaidh ionnsaighich chèin?
hu: „Mindig is az volt a görög álom, hogy keletre kell menni.” „Óvakodj az ilyen gőgtől. Kelet útja elnyeli a férfit és az álmait.” „Vajon Sándor előretör a perzsa kapukig és betölti végzetét, vagy Ariobarzanes megvédi a zord és ősi perzsa földet az idegen hódítótól?”
id: "Sudah menjadi Mimpi Yunani untuk menuju Timur." "Janganlah sombong. Timur punya cara sendiri untuk menelan manusia dan mimpinya." Apakah Aleksander akan dapat memasuki Gerbang Persia dan memenuhi takdirnya, atau akankah Ariobarzanes mempertahankan tanah kuno Persia dari serangan asing?
it: "È sempre stato il Sogno Greco andare a Est" "Attenzione a peccare d'orgoglio. L'Est è una strada che inghiotte uomini e i loro sogni." Riuscirà Alessandro a spingersi attraverso le Porte Persiane e a compiere il suo destino, o Ariobarzane riuscirà a difendere le aspre e antiche terre di Persia contro l'invasore straniero?
ja: 「ギリシアの悲願は東へ進出することだ」 「お気をつけなされ。東には兵とその夢を飲み込む魔物が棲んでいます」 アレクサンドロスはペルシアの門を抜け宿命を成就させるのでしょうか、それともアリオバルザネスが険しいいにしえのペルシスの地を異国の侵略者から守り抜くのでしょうか？
ko: "동부로 가는 것은 언제나 그리스인의 꿈이었습니다." "그런 자존심을 조심합니다. 동양은 인간과 꿈을 삼키는 방법이 있습니다." 알렉산드로스는 페르시아 성문을 통해 그의 길을 밀고 들어가 그의 운명을 완수할 것인가, 아니면 아리오바르자네스는 외세의 침략자로부터 험준한 고대의 땅 페르시스를 방어할 것인가?
ms: "Adalah menjadi impian puak Yunani menawan Timur.' "Berhati-hati dengan impian tersebut kerana pihak di Timur ada cara memusnahkan tentera dan impian mereka." Adakah Iskandar berjaya menawan Pintu Pagar Parsi dan mencapai impiannya, atau dapatkan Ariobarzans mempertahankan tanah air Parsis terhadap penakluk bangsa asing?
nb: "Det har alltid vært den greske drømmen å gå østover." "Pass deg for slik stolthet. Østen har sin måte å svelge menn og deres drømmer på." Vil Alexander kjempe seg gjennom de persiske portene og oppfylle sin skjebne, eller vil Ariobarzanes forsvare det furede og gamle Persislandet mot en utenlandsk inntrenger?
nl: "Het is altijd een Griekse droom geweest om oostwaarts te gaan." "Let op voor zulke trots. Het oosten heeft al menig man verslonden in hun dromen." Zal Alexander zijn weg door de Perzische poorten halen om zijn lot te vervullen. Of zal Ariobarzanes het ruwe land van zijn voorvaderen met succes verdedigen?
pl: "Marzeniem greków zawsze było iść na wschód." "Wystrzegaj się tej pychy. Wschód ma w zwyczaju pożerać ludzi i ich marzenia." Czy Aleksandrowi uda się przebić Perskie bramy i dopełnić swojego przeznaczenia, czy może Ariobarzanes obroni surowe starożytne ziemie Persji przed obcym najeźdźcą?
pt_br: "Ir para o leste sempre foi o sonho grego." "Cuidado com seu orgulho. O leste tem um meio de consumir homens e seus sonhos." Irá Alexandre adentrar os Portões Persas e cumprir seu destino, ou vai Ariobarzanes defender a gasta terra de Persis de um invasor estrangeiro?
pt_pt: "Sempre foi um sonho dos gregos ir para Oriente." "Cuidado com esse orgulho. O Oriente tem uma maneira especial de engolir os homens e os seus sonhos. " Será que Alexandre Magno vai conseguir cruzar as Portas Persas e cumprir o seu destino, ou será que Ariobarzanes consegue defender a antiga e acidentada Persis contra a invasão estrangeira?
ru: «Пойти на восток всегда было в мечтах у греков.» «Остерегайтесь такой гордости. Восток имеет обыкновение проглатывать людей и их мечты.» Проложит ли Александр свой путь через Персидские врата и исполнит ли свое предназначение, или же Ариобарзан защитит прочные древние земли Персии от иностранного захватчика?
sk: „Vydať sa na východ bolo odjakživa gréckym snom.“ „Pozor na takú hrdosť. Východ má vo zvyku pohlcovať ľudí a ich túžby.“ Prederie sa Alexander Perzskými bránami a naplní svoj osud alebo podarí sa Ariobarzanovi ubrániť prastarú perzskú zem pred cudzím útočníkom?
sr: 'Грци су одувек сањали да крену на Исток.' 'Чувај се те гордости. Исток уме да прогута људе и њихове снове.' Хоће ли Александар пробити Персијске капије и испунити своју судбину, или ће Ариобарзан одбранити сурове древне земље Персије од страног завојевача?
sv: "Det har alltid varit en grekisk dröm att gå österut." "Akta sådan stolthet. Östern har ett sätt att svälja män och deras drömmar." Kommer Alexander driva sin väg genom Persiska Porten och uppfylla sin bestämmelse eller kommer Ariobarzanes att försvara det karga gamla Persiska landet mot den främmande invadören?
tr: "Doğuya gitmek her zaman Yunan Rüyası olmuştur." "Böylesi kibirden kaçın. Doğu kanan adamların ve onların hayallerinin yoludur." İskender Pers Kapılarını zorlayacak ve alın yazısını yerine getirecek mi, yoksa Pontuslar engebeli Pers topraklarını yabancı bir işgalciye karşı savunacak mı?
uk: "Піти на схід завжди було у мріях греків". "Стережіться такої погордливості. Схід має звичку ковтати людей та їхні мрії" Чи прокладе Александр свій шлях через Перські ворота і виконає своє призначення, чи Аріобарзан захистить міцні давні перські землі від іноземного загарбника?
vi: "Giấc mơ Greek luôn hướng về Phương Đông" Hãy thận trọng về niềm kiêu hãnh này. Phương Đông có cách để ăn tươi nuốt sống những người lính và giấc mơ của họ. Liệu Alexander có thể vượt qua Những Cánh Cổng Persian và hoàn thành sứ mệnh của mình, hay Ariobarzanes sẽ bảo vệ vùng đất tổ tiên ghồ ghề của người Persis chống lại quân xâm lược ngoại bang?
zh: “一直以来，希腊梦想着东进。” “小心这种奇想，东方可能会吞噬某些人的梦想。” 是让亚历山大推进到波斯隘口，还是阿里奥巴尔赞守住这片古老的波斯领地，不让外人入侵？
zh_tw: 「一直以來，希臘人都夢想著向東前進。」 「小心這種驕傲。東方有著將一個男人及他的夢想吞噬的一種方法。」 亞歷山大將會推進到波斯的城門前並完成他的使命，或是阿裏奧巴爾贊 將會成功的防守住波斯這塊古老的土地，不讓異國人入侵？

source: The Persian Gates
ast: Lɐs Puörtɐs Persas
bg: Персийските порти
br: An Dorioù Persian
ca: Les Portes de Pèrsia
cs: Perské brány
da: De persiske Porte
de: Die persischen Tore
el: Οι Περσικές Πύλες
es: Las puertas persas
eu: Pertsiar Ateak
fa: دروازه پارسیان
fi: Persian portit
fr: Portes de Perse
ga: Geataí na Peirsigh
gd: Geataichean na Peirse
hu: A perzsa kapuk
id: Gerbang Persia
it: Le Porte Persiane
ja: ペルシアの門
ko: 페르시아 문
ms: Pintu Pagar Parsi
nb: De persiske portene
nl: De Perzische poorten
pl: Wrota Perskie
pt_br: Portões da Pérsia
pt_pt: As Portas Persas
ru: Персидские врата
sk: Perzské brány
sr: Персијске Капије
sv: Persiska Porten
tr: Pers Geçitleri
uk: Перські ворота
vi: Những Cánh Cổng Persian
zh: 波斯隘口
zh_tw: 波斯大門

source: Alexandros Megas
ast: Aléxandros ho Megas
bg: Александър Велики
cs: Alexandr Veliký
de: Alexander der Große
el: Αλέξανδρος ο Μέγας
hu: Nagy Sándor
it: Alessandro Magno
ko: 알렉산드로스 메가스
pl: Aleksander Wielki
pt_pt: Alexandre Magno
ru: Александрос Мегас
sk: Alexander Veľký
tr: III. Aleksandros
uk: Александрос Мегас
zh: 亚历山大三世
zh_tw: 亞歷山卓梅加斯

source: Krateros
ast: Kraterós
bg: Кратер
el: Κρατερός
fa: Alexandros Megas
fr: Craterus
ga: Craitereas
ja: クラテロス
ko: 크라테로스
pt_br: Crátero
pt_pt: Crátero
ru: Кратерос
sr: Кратер
tr: Kraterus
uk: Кратер
zh: 克拉特鲁斯
zh_tw: 克拉特魯斯

source: Ariobarzanes
ast: Ariabarzana
bg: Ариобарзан
el: Αριοβαρζάνης
fa: آریوبرزن ها
fr: Ariobarzane
ga: Áiriabarsánas
it: Ariobarzane
ja: アリオバルザネス
ko: 아리오바르자네스
ru: Ариобарзан
sr: Ариобарзан
uk: Аріобарзан
zh: 阿里奥巴尔赞
zh_tw: 阿里奧巴爾贊

source: Persians
ast: Persas
bg: Персийци
br: Persianed
ca: Perses
cs: Peršané
da: Persere
de: Perser
el: Πέρσες
es: Persas
eu: Persiarrak
fa: پارسیان
fi: Persialaiset
fr: Perses
ga: Na Peirsigh
gd: Na Pearsaich
hu: Perzsák
id: Persia
it: Persiani
ja: ペルシア
ko: 페르시아족
ms: Parsi
nb: Perserne
nl: Achaemenidisch Perzië
pl: Persowie
pt_br: Persas
pt_pt: Persas
ru: Персы
sk: Peržania
sr: Персијанци
sv: Perser
tr: Persler
uk: Перси
vi: Quân Persian
zh: 波斯
zh_tw: 波斯人

source: The Romans encroach upon Macedonian lands for the third and final time. Can the once-proud Macedonians prevail against the Roman juggernaut?
ast: Los romanos stan trespassando lɐs llendes de Macedonia la terceira & última vez. ¿Puöden los macedones, una vegada argulyosos, prevalecer contra l poderíu de Roma?
bg: Римляните навлизат в македонските земи за трети и последен път. Ще успеят ли някога гордите македонци да надделеят над неумолимите римляни?
br: Ar Romaned a vac'hom ouzh an douaroù Makedonian evit an trede ha gwech diwezhañ. Gallout a ra ar Vakedonianed holl gant fouge enno stourm a-enep d'an nerzh distruj Roman?
ca: Els romans envaeixen terres macedònies per tercer i últim cop. Poden els macedonis, abans un poble orgullós, prevaler contra el gegant romà?
cs: Římané zasahují v Makedonii potřetí a naposledy. Mohou kdysi hrdí Makedoňané zvítězit proti římské vojenské síle?
da: Romerne sniger sig ind på Makedonien for tredje og sidste gang. Kan de engang stolte makedonerne sejre imod den romerske kæmpe?
de: Die Römer greifen Makedonien zum dritten und letzten Mal an. Können sich die einst stolzen Makedonier gegen den römischen Militärapparat behaupten?
el: Οι Ρωμαίοι καταπατούν τα εδάφη της Μακεδονίας για τρίτη και τελευταία φορά. Μπορούν οι άλλοτε περήφανοι Μακεδόνες να επικρατήσουν κατά της ασταμάτητης Ρωμαϊκής δύναμης;
es: Los romanos invaden las tierras macedonias por tercera y última vez. ¿Prevalecerán los otrora orgullosos macedonios contra el gigante romano?
eu: Erromatarrak hirugarren eta azkeneko aldiz hartzen dituzte mazedoniarren lurrak. Mazedoniar harro ohiek erromatar erraldoia garaitu ahal izango dute?
fi: Roomalaiset tunkeutuvat Makedonian maille kolmannen ja viimeisen kerran. Kykenevätkö ennen niin uljaat makedonialaiset peittoamaan roomalaisten tuhovoiman?
fr: Les Romains empiètent sur les terres macédoniennes pour la troisième et dernière fois. Puissent les Macédoniens, autrefois si fiers, prévaloir contre le rouleau compresseur romain?
ga: Sáraíonn na Rómhánaigh ar talaimh Mhacadónacha don thríú agus an am deireanach. An féidir leis na Macadónaigh iarbhródúla a bheidh i réim i gcoinne maidhme na Rómhánach?
gd: Tha na Ròmanaich a’ briseadh a-steach air dùthaich nam Masadonach airson an treas turas. An seas na Masadonaich a bhiodh moiteil uair an aghaidh feachd mòr nan Ròmanach?
hu: A rómaiak harmadszor és utoljára hatolnak be makedón földre. Képesek-e a valaha volt büszke makedónok győzedelmeskedni az eltipró római erő felett?
id: Orang-orang Romawi melanggar batas atas tanah Makedonia untuk ketiga kalinya dan terakhir kalinya. Mampukah orang-orang Makedonia yang dulu sombong menang melawan raksasa Romawi?
it: I Romani incombono sul terre Macedoni per la terza e ultima volta. Riusciranno i fieri macedoni a prevalere contro il colosso Romano?
ja: ローマがマケドニアの地に3度目かつ最後の侵入をしてきます。かつての栄光のマケドニアはローマの脅威に打ち勝てるでしょうか？
ko: 로마인들은 세 번째이자 마지막 시간 동안 마케도니아 땅을 잠식합니다. 한때 자랑스러웠던 마케도니아족들이 로마의 비대한힘을 상대로 승리할 수 있을까요?
ms: Puak Rom menyerang tanah Macedonia buat kali ketiga dan juga kali terakhir. Dapatkan puak Macedonia bertahan dengan serangan puak Rom?
nb: Romerne trenger seg gradvis inn på makedonske land for tredje og siste gang. Kan de en gang så stolte makedonerne overvinne de ustoppelige romerne?
nl: De Romeinen vallen voor de derde keer Macedonisch grondgebied binnen. Kunnen de ooit zo grote Macedoniërs de Romeinse aanval overwinnen?
pl: Rzymianie wkraczają na ziemie Macedończyków trzeci i ostatni raz. Czy tej niegdyś potężnej nacji uda się obronić swoją niezależność od Rzymu?
pt_br: Os Romanos invadem as terras macedônicas pela terceira e última vez. Poderão os orgulhosos Macedônios de outrora prevalecer contra os implacáveis Romanos?
pt_pt: Os romanos invadem terras macedónias pela terceira e última vez. Será que os outrora orgulhosos Macedónios conseguirão triunfar sobre o gigante romano?
ru: Римляне посягают на македонские земли в третий и последний раз. Смогут ли некогда гордые македонцы одолеть сокрушительную силу Рима?
sk: Rimania zasahujú do macedónskych zemí tretí a posledný raz. Dokážu kedysi hrdí Macedónci zvíťaziť nad rímskou presilou?
sr: Римљани продиру у македонске земље трећи и последњи пут. Могу ли некада поносни Македонци надвладати римску ратну машинерију?
sv: Romarna tränger in i makedonska trakter för tredje och sista gången. Kan de en gång stolta makedonierna segra mot den romerska juggernauten?
tr: Romalılar üçüncü ve son kez Makedon topraklarına saldırdı. Bir zamanlar gururlu Makedonlar, Roma yıkımlarına karşı galip mi gelecek?
uk: Римляни зазіхають на македонські землі втретє та востаннє. Чи зможуть, горді у минулому, македонці здолати безжальних римлян?
vi: Quân Roman xâm bờ cõi Macedonian lần thứ 3 và cũng là lần cuối cùng. Liệu người Macedonian bá chủ xưa kia có thể chống lại được cuộc chinh phạt của quân Roman?
zh: 罗马最后一次入侵马其顿，曾经引以为傲的马其顿能否战胜罗马呢？
zh_tw: 羅馬人第三次也是最後一次入侵馬其頓。曾經引以為傲的馬其頓人是否能戰勝羅馬人呢？

source: Third Macedonian War
ast: Terceira guerra macedónica
bg: Трета македонска война
br: Trede Brezel Makedonian
ca: Tercera Guerra Macedònica
cs: Třetí makedonská válka
da: Tredje Makedonske Krig
de: Dritter Makedonisch-Römischer Krieg
el: Τρίτος Μακεδονικός Πόλεμος
es: Tercera guerra macedónica
eu: Hirugarren Mazedoniar Guda
fi: Kolmas Makedonian sota
fr: Troisième Guerre macédonienne
ga: Triú Chogadh Macadónach
gd: An treas cogadh Masadonach
hu: Harmadik makedón háború
id: Perang Makedonia Ketiga
it: Terza Guerra Macedone
ja: 第3次マケドニア戦争
ko: 제3차 마케도니아 전쟁
ms: Perang Macedonia Ketiga
nb: Tredje Makedonske krig
nl: Derde Macedonische oorlog
pl: III wojna macedońska
pt_br: Terceira Guerra Macedônica
pt_pt: Terceira Guerra Macedónica
ru: Третья Македонская война
sk: Tretia macedónska vojna
sr: Трећи Македонски рат
sv: Tredje Makedonska Kriget
tr: Üçüncü Makedonya Savaşı
uk: Третя Македонська Війна
vi: Chiến tranh Macedonian lần thứ 3
zh: 第三次马其顿战争
zh_tw: 第三次馬其頓戰爭

source: Lucius Aemilius Paullus
bg: Луций Емилий Павел
ca: Luci Emili Paul·le
el: Λεύκιος Αιμίλιος Παύλος
es: Lucio Emilio Paulo
it: Lucio Emilio Paolo
ja: ルキウス・アエミリウス・パウルス
ko: 루시우스 에밀리우스 폴루스
pl: Lucjusz Emiliusz Paulus
pt_br: Lúcio Emílio Paulo
pt_pt: Lúcio Emílio Paulo
ru: Луций Эмилий Павел
sr: Луције Емилије Паул
sv: Lucius Aemilius Paulus
uk: Луцій Емілій Павл
zh: 卢基乌斯·埃米利乌斯·保卢斯
zh_tw: 盧基烏斯．埃米利烏斯．保盧斯

source: Perseus of Macedon
ast: Perseus de Macedonia
bg: Персей Македонски
br: Perseus eus Makedonia
ca: Perseu de Macedònia
cs: Perseus Makedonský
da: Perseus af Makedonien
de: Perseus von Makedonien
el: Περσεύς ο Μακεδών
es: Perseo de Macedonia
eu: Mazedoniako Perseo
fi: Perseus Makedonialainen
fr: Persée de Macédoine
ga: Peirséas Macadónach
gd: Perseus na Masadoine
hu: Perszeusz makedón király
id: Perseus dari Makedonia
it: Perseo di Macedonia
ja: ペルセウス・マケドニア王
ko: 마케도니아 페르세우스
ms: Perseus Macedonia
nb: Perseus av oldtidens Makedonia
nl: Perseus van Macedonië
pl: Perseusz Macedoński
pt_br: Perseu da Macedônia
pt_pt: Perseu da Macedónia
ru: Персей Македонский
sk: Perseus Macedónsky
sr: Персеј Македонски
sv: Perseus av Makedonien
tr: Makedon persusu
uk: Персей Македонський
vi: Perseus tộc Macedon
zh: 马其顿的珀耳修斯
zh_tw: 馬其頓的珀爾修斯

source: Greek Allies
ast: Socios griegos
bg: Гръцки съюзници
br: Kevredidi Gresian
ca: Aliats grecs
cs: Řečtí spojenci
da: Græske Allierede
de: Griechische Verbündete
el: Έλληνες Σύμμαχοι
es: Aliados griegos
eu: Aliatu Grekoak
fi: Kreikkalaisliittolaiset
fr: Alliés grecs
ga: Comhghuaillithe Gréigeacha
gd: Caidreabhaich Ghreugach
hu: Görög szövetségesek
id: Sekutu Yunani
it: Alleati Greci
ja: ギリシアの同盟
ko: 그리스 동맹
ms: Sekutu Yunani
nb: Greske allierte
nl: Griekse Bondgenoten
pl: Sojusznicy Greków
pt_br: Aliados Gregos
pt_pt: Aliados gregos
ru: Греческие союзники
sk: Grécki spojenci
sr: Грчки савезници
sv: Grekiska Allierade
tr: Yunan Müttefikler
uk: Грецькі спільники
vi: Các đồng minh Greek
zh: 希腊联盟
zh_tw: 希臘盟國

source: Collect the treasures before your enemy does! May the better win!
ast: ¡Recobra lɐs alyalgɐs primeiro que l inimigu! ¡Que vença l melyor!
bg: Събирайте съкровищата преди врага! Нека най-добрият победи!
br: Dastumit an teñzorioù a-raok na vefe graet gant hoc'h enebourien! Ra c'hounezo an hini kreñvañ!
ca: Recolliu els tresors abans que el vostre enemic! Que guanyi el millor!
cs: Posbírejte poklady dřív, než to udělá nepřítel. Lepší ať vyhraje!
da: Indsaml skattene før din fjende gør! Må den bedste vinde!
de: Sammle Schätze bevor es deine Gegner tun! Möge der Bessere gewinnen!
el: Συλλεξε τους θησαυρούς πρίν τον εχθρό!Ας νικήσει ο καλύτερος!
es: ¡Hazte con los tesoros antes de que lo haga el enemigo! ¡Que gane el mejor!
eu: Altxorraz jabetu etsaiak egin aurretik! Onenak irabaz dezala!
fa: جمع کردن گنجینه ها قبل از اینکه دشمنان شما آنها را جمع کنند!
fi: Kerää aarteet ennen vihollistasi! Paras voittakoon!
fr: Ramassez les trésors avant votre ennemi ! Que le meilleur gagne !
ga: Bailigh na taiscí roimh atá siad bailithe ag do namhaid! B'fhéidir gurb é an bua is fearr!
gd: Tog na h-ulaidhean mus tog do nàmhaid iad! Gum buannaich am fear nas fheàrr!
hu: Gyűjtsd össze a kincseket, mielőtt az ellenséged tenné meg! Győzzön a jobb!
id: Kumpulkan harta karun sebelum musuh Anda! Semoga yang terhebat menang!
it: Raccogli i tesori prima del tuo nemico! Possa vincere il migliore!
ja: 敵よりも先に財宝を集めてください。ご健闘を！
ko: 적보다도 먼저 보물을 모으십시오. 건투를 빕니다!
ms: Kutip khazanah sebelum musuh anda mendapatkannya! Yang terbanyak akan menang!
nb: Sank skattene før fienden! Måtte den beste vinne!
nl: Verzamel de schatten voordat de vijand ze vindt! Moge de beste winnen!
pl: Zbierz łupy zanim zrobi to Twój przeciwnik! Niech wygra lepszy!
pt_br: Colete os tesouros antes do seu inimigo! Que vença o melhor!
pt_pt: Apanha os tesouros antes do inimigo. Que o melhor ganhe!
ru: Соберите сокровища раньше противника! И пусть победит сильнейший!
sk: Pozbierajte poklady predtým, ako ich získa nepriateľ! Nech vyhrá ten lepší!
sr: Прикупи блага пре непријатеља! Нека бољи победи!
sv: Samla skatter innan din fiende gör det! Må den bättre vinna!
tr: Düşmanın yapmadan sen hazineleri topla! Daha iyi bir galibiyet olabilir!
uk: Зберіть скарби раніше за ворога! Нехай переможе найкращий!
zh: 赶在敌人前收集宝藏，更易获胜！
zh_tw: 趕在您的敵人前收集寶藏！可以讓您更輕鬆的獲勝！
