Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-auras.po
Languages: af, ar, ast, bg, bn, br, ca, cs, da, de, el, es, es_ar, eu, fa, fi, fr, ga, gd, gl, he, hi, hr, hu, hy, id, it, ja, ko, ku, lb, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, te, tr, uk, ur, zh, zh_tw

source: Powerful Priesthood
af: Kragtige Priesterdom
ar: قِسّ قويّ
ast: Cleru poderosu
bg: Могъщо духовенство
bn: প্রভাবশালী পৌরোহিত্য
br: Belegiezh greñv
ca: Sacerdoci poderós
cs: Mocné kněžství
da: Magtfuldt Præsteskab
de: Mächtige Priesterschaft
el: Ισχυρή Ιεροσύνη
es: Sacerdocio poderoso
es_ar: Sacerdocio Poderoso
eu: Apaiztegi Boteretsua
fa: مذهب قدرتمند
fi: Voimakas papisto
fr: Sacerdoce Puissant
ga: Sagartacht Chumhachtach
gd: Sagartachd chumhachdach
gl: Sacerdocio poderoso
he: הכהונה רבת עוצמה
hi: क्षमताशील पुरोहित समिती
hu: Erős papság
hy: Հզոր քրմություն
id: Kekuasaan Kependetaan
it: Sacerdozio potente
ja: 強力な神官職
ko: 강력한 신권
ku: Kahniya hêzdar
lb: Mächteg Priesterschaft
ms: Kependetaan Berkuasa
nl: Krachtig Priesterschap
pl: Potężne Kapłaństwo
pt_br: Sacerdócio Poderoso
pt_pt: Sacerdócio poderoso
ro: Parohie puternică
ru: Могущественное жречество
sk: Silné kňažstvo
sr: Снажно Свештенство
sv: Kraftfullt Prästadöme
tr: Güçlü Rahiplik
uk: Могутнє жрецтво
ur: طاقتور پادری
zh: 强势的祭司
zh_tw: 強勢祭司

source: Heroes −5% health.
af: Helde -5% gesondheid
ar: الأبطال: صحة -5%.
ast: heroes • puntos de vida −5%.
bg: Герои: –5% здраве.
ca: Herois −5% de salut.
cs: -5 % bodů ze zdraví pro hrdiny.
da: Helte -5% helbred.
de: Helden −5 % Gesundheit.
es: Héroes (Salud: −5%).
eu: Heroiek %5- osasun gutxiago.
fa: سلامت Hero ها 5% کاهش میابد
fi: Sankareille -5 % terveyttä.
fr: −5 % de santé pour les héros.
gl: Heroes -5% de saúde.
hi: hero/ नायक का -५% स्वास्थ्य
hu: −5% életerő a hősöknek
hy: -5% հերոսների առողջությանը։
id: Pahlawan -5% nyawa.
it: −5% vita per gli Eroi.
ja: 英雄のHP-5%
ko: 영웅의 체력이 -5% 감소합니다.
ku: Ji qehremanan re −5% tenduristî
lb: Helden -5% Gesondheet.
nl: Helden -5% gezondheid.
pl: Bohaterowie mają -5% zdrowia.
pt_br: Heróis têm −5% de saúde máxima.
pt_pt: Heróis −5% vida.
ro: Eroi -5% vitalitate
ru: Герои имеют на 5% меньше здоровья
sk: Hrdinovia -5% zdravia.
sr: Хероји -5% здравља.
sv: Hjältar −5% hälsa.
tr: Kahramanlar -%5 sağlık.
uk: Герої мають −5% здоров'я.
ur: ہیرو − 5 فیصد صحت
zh: 英雄单位生命 -5%.
zh_tw: 英雄 -5% 生命值。

source: Structures −15% technology resource costs and research time.
ar: الهياكل - تخفيض 15% في تكاليف الموارد التكنولوجية ووقت البحث.
ast: structurɐs • costos in recursos & tiempu de disinvolvemiento de téchnicɐs −15%.
bg: Времето и разходите за проучване на технологии в сградите се намалява с 15%.
ca: -15% de cost en recursos de tecnologia i temps de recerca en estructures.
cs: Výzkum budov je levnější a rychlejší o 15 %.
da: Bygninger -15% teknologi-ressourceomkostninger og forskningstid.
de: Gebäude −15 % Technologiekosten und Forschungszeit.
es: Estructuras (Coste de recursos y tiempo de investigación: −15%).
fa: 15%- هزینه و زمان ساخت و ساز و تحقیقات
fi: Rakenteille -15 % teknologiavarantokustannuksista ja tutkimusajasta.
fr: −15 % de coût des ressources et du temps de recherche des bâtiments.
gl: Estruturas −15% nos custos de recursos tecnolóxicos e no tempo de investigación.
hi: भवनों की तकनीकी कीमत और अनुसंधान के समय में -१५% कटौती
hu: −15% nyersanyagigény és kutatási idő minden fejlesztésnek
id: Bangunan -15% biaya sumberdaya teknologi dan waktu penelitian.
it: −15% costi e tempi di ricerca per le tecnologie delle strutture.
ja: 研究を行う際の資源コストと研究時間-15%
ku: Ji avahiyan re -15% lêçûnên çavkaniya teknolojiyê û dema lêkolînê.
lb: Strukturen -15% Technologieressourcekäschten an Fuerschungsdauer.
nl: Gebouwen −15% grondstoffenkosten en onderzoekstijd voor technologieën.
pl: Budowle -15% kosztu i czasu opracowania technologii.
pt_br: Estruturas custam -15% de recursos para tecnologias e tempo de pesquisa.
pt_pt: Estruturas custam −15% em recursos tecnológicos e tempo de pesquisa.
ro: Construcții −15% costuri de resurse tehnologice și timp de cercetare.
ru: Время и стоимость исследования технологий в зданиях уменьшается на 15%.
sk: Budovy -15% ceny technológii a času potrebného pre výskum.
sr: Структуре -15% трошкова технолошких ресурса
sv: Byggnader −15% teknologiresurskostnader och forskningstid.
tr: Yapılar -%15 teknoloji kaynak maliyeti ve araştırma süresi.
uk: Споруди потребують −15% технологічних ресурсних витрат та часу дослідження.
ur: ڈھانچے −15 ٹیکنالوجی وسائل کے اخراجات اور تحقیق کا وقت
zh: 建筑的技术研究成本和时间 −15％.
zh_tw: 建築物 -15% 科技資源成本與研發時間。

source: Centre of Scholarship
ar: مركز المعرفة
ast: Centro de studio
bg: Учебен център
ca: Centre del coneixement
cs: Vzdělávací středisko
da: Center for Lærdom
de: Zentrum der Gelehrsamkeit
es: Centro de becas
fa: مرکز تحقیقات
fi: Tieteellinen keskus
fr: Centre d'études
gl: Centro de Estudos
hi: छात्रवृत्ति का केंद्र
hu: A tudományok központja
hy: Ուսման Կենտրոն
id: Pusat Kesarjanaan
it: Centro del Sapere
ja: 学問の中心
ku: Navenda Zanistiyê
lb: Léierzentrum
nl: Centrum van geleerdheid
pl: Centrum Nauczania
pt_br: Centro de Conhecimento
pt_pt: Centro académico
ro: Centru de învățătură
ru: Учебный центр
sk: Stredisko štúdia
sr: Центар за стипендије
sv: Lärdomscentrum
tr: Bilim Merkezi
uk: Стипендіальний центр
ur: اسکالرشپ کا مرکز
zh: 学术中心
zh_tw: 學術中心

source: Loyalty
af: Lojaliteit
ar: الولاء
ast: Llealtá
bg: Вярност
bn: আনুগত্য
br: Fealded
ca: Lleialtat
cs: Věrnost
da: Loyalitet
de: Loyalität
el: Αφοσίωση
es: Lealtad
es_ar: Lealtad
eu: Leialtasuna
fa: وفاداری
fi: Uskollisuus
fr: Loyauté
ga: Dílseacht
gd: Dìlseachd
gl: Lealdade
he: נאמנות
hi: निष्ठा
hu: Hűség
hy: Հավատարմություն
id: Kesetiaan
it: Fedeltà
ko: 충성심
ku: Dilsozî
lb: Loyalitéit
ms: Kesetiaan
nb: Lojalitet
nl: Loyaliteit
pl: Lojalność
pt_br: Lealdade
pt_pt: Lealdade
ro: Loialitate
ru: Преданность
sk: Lojalita
sr: Оданост
sv: Lojalitet
tr: Sadakat
uk: Вірність
ur: وفاداری
zh: 忠诚
zh_tw: 忠誠

source: Structures +50% capture points garrison regeneration rate.
af: Strukture +50% verowering getalle garnisoen re-genereringstempo
ar: الهياكل +50% نقاط الاحتلال ومعدل تجديد القوات المتواجدة.
ast: structurɐs • taxa de regeneracion de puntos de posse per occupante +50%.
bg: +50% пленителни точки от гарнизон при превземане на сгради.
ca: Les estructures regeneren els punts de captura un 50% més ràpid quan hi ha unitats refugiades.
cs: Budovy mají +50 % k bodům za zajetí k rychlosti obnovy při obsazení posádkou.
da: Bygninger +50% erobringspunkters garnison-regenerationsrate.
de: Gebäude erhalten +50 % Regenerationsrate für einquartierte Einheiten.
es: Estructuras (Regeneración de puntos de captura con guarnición: +50%).
eu: Egiturak %50+ atzemate puntu guardan sartutako berrosatze tasa.
fa: +50% نرخ بازسازی ساختمان‌های مستقر در نقاط تصاحب شده
fi: Rakenteille +50 % kaappauspisteiden uusiutumisnopeutta miehitetyille yksiköille.
fr: Augmente le taux de régénération des points de capture en garnison des bâtiments de +50 %.
gl: Estruturas +50% taxa de rexeneración dos puntos de captura das guarnicións.
hi: भवनों पर क़ब्जे के अंकों में और मोर्चा दोबारा जमने की गति: +५०%
hu: +50% foglalási pont regenerációs sebesség az épületeknél.
hy: +50% կառույցների գրավման միավորների կայազորային վերականգման արագությանը։
id: Bangunan +50% laju pemulihan poin perebutan saat ditempati.
it: Le strutture presidiate recuperano i punti cattura il 50% più in fretta.
ko: 건축물 점령지점에 주둔시 회복률이 +50% 증가합니다.
ku: Ji avaiyan re +50% rêjeya nûjenkirina garnîzonê xalan digire.
lb: Strukturen +50% Eroberungserhuelungstaux fir aquartéiert Eenheeten.
nl: Gebouwen +50% snelheid bij het herwinnen van loyaliteit.
pl: Budowle regenerują garnizon przed przechwytywaniem o 50% szybciej.
pt_br: Estruturas têm +50% de taxa de regeneração de pontos de captura pelas unidades guarnecidas.
pt_pt: Estruturas +50% regeneração de pontos de captura com unidades aquarteladas.
ro: Structuri +50% rata de regenerare a punctelor de captură a unei garnizoane.
ru: Скорость восстановления очков захвата зданий гарнизоном увеличивается на 50%.
sk: Budovy +50% rýchlosť regenerácie posádky.
sr: Грађевине +50% освајачких поена стационарна стопа обнављања.
sv: Byggnader +50% regenerationstakt för erövringspoäng.
tr: Yapılar +%50 ele geçirme puanı garnizon yenileme oranı.
uk: Споруди мають +50% темпу відновлення очків захоплення гарнізону.
ur: ڈھانچے +50 کیپچر پوائنٹس فوجی چھاوٴنی تخلیق نو کی شرح
zh: 驻守士兵后的建筑物忠诚度恢复率 +50%.
zh_tw: 建築物 +50% 占領值駐紮恢復率。

source: Edict of Ashoka
af: Edik van Ashoka
ar: مرسوم آشوكا
ast: Edicto d’Aśoka
bg: Декрет на Ашока
bn: অশোকের শিলালিপি
br: Editoù Ashoka.
ca: Edicte d'Aixoka
cs: Ašókův výnos
da: Ashokas Edikt
de: Edikt des Aśoka
el: Διάταγμα του Ασόκα
es: Edicto de Ashoka
es_ar: Edicto de Ashoka
eu: Ashokako Ediktua
fa: فرمان آشوکا
fi: Ashokan käsky
fr: Édit d'Ashoka
ga: Forógra Aisióca
gd: Fuagradh Aśoka
gl: Edicto de Aśoka
he: צו של אשוקה
hi: अशोक के अध्यादेश
hu: Asóka rendelete
hy: Աշոկայի էդիկտ
id: Maklumat Asoka
it: Editto di Ashoka
ja: アショカの勅書
ko: 아소카의 칙령
ku: Fermana Ashoka
lb: Ashoka-Edikt
ms: Titah Ashoka
nb: Ashokas edikter
nl: Ashoka's Bevelschrift
pl: Edykt Asioki
pt_br: Édito de Ashoka
pt_pt: Édito de Açoca
ro: Decretul lui Ashoka
ru: Эдикт Ашоки
sk: Ašókov edikt
sr: Ашокин Едикт
sv: Edikt av Ashoka
te: అశోకుని శాసనం
tr: Ashoka'nın Fermanı
uk: Едикт Ашоки
ur: اشوک کا فرمان
zh: 阿育王法令
zh_tw: 阿育王敕令

source: Traders +20% movement speed.
af: Handelaars +20% Bewegingspoed
ar: التجارة: سرعة الحركة +20%.
ast: commerciantes • velocidá de movemiento +20%.
bg: Търговци: +20% скорост на придвижване.
ca: +20% de velocitat de moviment dels mercaders.
cs: O 20 % rychlejší pohyb obchodníků.
da: Handelsfolk +20% bevægelseshastighed.
de: Händler +20 % Bewegungsgeschwindigkeit.
es: Comerciantes (Velocidad de movimiento: +20%).
eu: Merkatariek %20+ mugitze abiaduran.
fa: سرعت حرکت بازرگان ها +20% افزایش می‌یابد.
fi: Kauppiaille +20 % liikkumisnopeutta.
fr: Augmente la vitesse de déplacement des marchands de +20 %.
gl: Comerciantes +20% velocidade de movemento.
hi: व्यापारियों की चलने की गति +२०%
hu: +20% mozgási sebesség a kereskedőknek
hy: +20% վաճառողների արագությունը։
id: Pedagang +20% laju gerak.
it: +20% velocità per i commercianti.
ja: 商人の移動速度+20%
ko: 상인의 이동 속도가 20% 증가합니다.
ku: Bazirgan +20% leza tevgerê.
lb: Händler +20% Beweegungsgeschwindegkeet.
nl: Handelaren +20% snelheid.
pl: Kupcy są szybsi o 20%.
pt_br: Comerciantes têm +20% de velocidade de movimento.
pt_pt: Comerciantes +20% velocidade de movimento.
ro: Comercianți +20% viteză de deplasare.
ru: +20% к скорости перемещения торговцев.
sk: Kupci +20% rýchlosť pohybu
sr: Трговци +20% брзина кретања.
sv: Handelsmän +20% hastighet.
tr: Tüccarlar +%20 hareket hızı.
uk: Торговці мають +20% швидкості руху.
ur: تاجر +20نقل و حرکت کی رفتار
zh: 商队移动速度 +20%.
zh_tw: 商人 +20% 移動速度。

source: Medical Treatment
af: Mediese Behandeling
ar: العلاج الطبي
ast: Tratamiento médico
bg: Медицински манипулации
bn: চিকিৎসা
br: Mezegañ
ca: Tractament mèdic
cs: Lékařské ošetření
da: Lægebehandling
de: Medizinische Behandlung
el: Ιατρική Περίθαλψη
es: Tratamiento médico
es_ar: Tratamiento Médico
eu: Sendagintza
fa: درمان پزشکی
fi: Lääkinnällinen hoito
fr: Traitement médical
ga: Cóireáil Leighis
gd: Leigheas
gl: Tratamento médico.
he: טיפול רפואי
hi: चिकित्सा तथा इलाज
hu: Orvosi ellátás
hy: Բուժում
id: Perawatan Medis
it: Trattamento Medico
ja: 医療
ko: 의료
ku: Dermankirina bijîjkî
lb: Medezinesch Behandlung
ms: Rawatan Perubatan
nb: Medisinsk behandling
nl: Medische Behandeling
pl: Leczenie
pt_br: Tratamento Médico
pt_pt: Tratamento médico
ro: Tratament medical
ru: Помощь лекарей
sk: Lekárenské vyšetrenie
sr: Медицински третман
sv: Medicinsk Behandling
tr: Tıbbi tedavi
uk: Медичне лікування
ur: طبی علاج
zh: 药物治疗
zh_tw: 醫療

source: Humans +1 health regeneration rate.
af: Mense +1 gesondheid re-generasietempo
ar: البشر +1 معدل تجديد الصحة.
ast: humanos • taxa d’halitamiento +1.
bg: Хора: +1 възстановяване на здраве.
ca: +1 a la velocitat de regeneració de la salut dels humans.
cs: Lidé získají +1 k rychlosti obnovení zdraví.
da: Mennesker +1 helbreds-regenerationsrate.
de: Menschen +1 Gesundheitsregerationsrate.
es: Humanos (Regeneración de salud: +1).
eu: Gizakiek +1 osasun berrosatze tasa.
fa: +1 نرخ بازسازی سلامت نیرو ها
fi: Ihmisille +1 terveyden palautumisnopeuteen.
fr: Augmente la régénération de points de vie des humains de +1.
gl: Humáns +1 en velocidade de rexeneración de saúde.
hi: मनुष्यों का +१ के दर से स्वास्थ्य सुधार होता है
hu: +1 életerő regenerációs sebesség az embereknél.
hy: +1 մարդկանց առողջության վերականգնմանը։
id: Manusia +1 laju pemulihan nyawa.
it: Le unità umane recuperano 1 punto salute al secondo.
ja: 人間ユニットのHP回復率+1
ko: 사람의 체력 회복률이 +1 증가합니다.
ku: Rêjeya nûvekirina tenduristiya mirovan +1.
lb: Mënschen +1 Gesondheetserhuelungstaux.
nl: Mensen +1 genezingssnelheid.
pl: Żywe jednostki otrzymują +1 do prędkości leczenia.
pt_br: Humanos têm +1 à taxa de regeneração de saúde.
pt_pt: Humanos +1 velocidade de regeneração de vida.
ro: Oamenii +1 rata de regenerare a sănătății.
ru: +1 к скорости выздоровления людей.
sk: Ľudia +1 regenerácia zdravia
sr: Људи +1 стопа обнављања здравља.
sv: Människor +1 läkningstakt.
tr: İnsanlara +1 sağlık yenilenme oranı.
uk: Люди мають +1 темпу відновлення здоров'я.
ur: انسان +1 صحت کی تخلیق نو کی شرح
zh: 有生单位生命恢复速度 +1 .
zh_tw: 人 +1 生命值恢復率。

source: Structures +20% territory influence radius.
af: Strukture +20% territoriale invloedryke radius
ar: الهياكل +20% نصف قطر تأثير الأراضي.
ast: structurɐs • radiu d’influencia nɐs llendes territoriales +20%.
bg: Сгради: +20% радиус на териториално влияние.
ca: +20% al radi d'influència de les estructures.
cs: Stavby získají +20 % k dosahu územního vlivu.
da: Bygninger +20% territorial indflydelsesradius.
de: Gebäude +20 % territorialer Einflussradius.
es: Estructuras (Radio de influencia: +20%).
eu: Egiturek %20+ lurraldetasun eragina.
fa: شعاع قلمرو ساختمان ها +20% افزایش می‌یابد.
fi: Rakenteille +20 % vaikutusalueen säde.
fr: Augmente le rayon d'influence territoriale des bâtiments de +20 %.
gl: Estruturas +20% de radio de influencia no territorio.
hi: भवनों का सीमाक्षेत्र पर प्रभाव +२०%
hu: +10% területhatás az épületeknél.
hy: +20% կառույցների տարածքային ազդեցության շառավղին։
id: Bangunan +20% jangkauan pengaruh wilayah.
it: +20% raggio d'influenza territoriale per gli edifici.
ja: 各建築物の領土範囲+20%
ko: 건축물의 영토 영향 반경이 +20% 증가합니다.
ku: Ji avahiyan re +20% li ser tîrêjê bandora erdê.
lb: Strukturen +20% territorialen Aflossradius.
nl: Gebouwen +20% territorium invloedradius.
pl: Budowle mają o 20% zwiększony zasięg wpływów.
pt_br: Estruturas têm +20% de raio em influência de território.
pt_pt: Estruturas +20% raio de influência territorial.
ro: Construcții +20% teritoriu de influență.
ru: Радиус контроля территории зданиями увеличивается на 20%.
sk: Budovy +20% dosah vplyvu teritória.
sr: Грађевине +20% пречник територијалног утицаја.
sv: Byggnader +20% territorieradie.
tr: Binalara +20% bölge etkililik alanı.
uk: Споруди мають +20% радіусу территоріального впливу.
ur: ڈھانچے +20 علاقہ رداس کو متاثر کرتا ہے
zh: 建筑物的领土影响半径 +20% .
zh_tw: 建築 +20% 領土影響半徑。

source: Hellenization
af: Hellenisasie
ar: الهَلْيَنة
ast: Hellenismo
bg: Елинизация
bn: হেলেনিয়করণ
br: Hellenekadur
ca: Hel·lenització
cs: Helenizace
da: Hellenisering
de: Hellenisierung
el: Ελληνισμός
es: Helenización
es_ar: Helenización
eu: Helenizazioa
fa: یونانی سازی
fi: Kreikkalaistaminen
fr: Hellénisation
ga: Heilléiniú
gd: Greugachadh
gl: Helenización.
he: ההלניזציה
hi: यवनीकरण
hu: Hellenizáció
hy: Հելլենիզացում
id: Helenisasi
it: Ellenizzazione
ja: ギリシャ化
ko: 헬레니즘(그리스)화
ku: Helenîzekirin
lb: Helleniséierung
ms: Keyunanian
nb: Hellenisering
nl: Hellenisatie
pl: Hellenizacja
pt_br: Helenização
pt_pt: Helenização
ro: Elenizare
ru: Эллинизация
sk: Helenizácia
sr: Хеленизација
sv: Hellenisering
tr: Helenleştirme
uk: Еллінізація
ur: ہیلینائزیشن
zh: 希腊化
zh_tw: 希臘化

source: Wall Protection
af: Muur Beskerming
ar: حماية الجدران
ast: Muriadura
bg: Защитна стена
bn: প্রাচীর বেষ্টনী
br: Moger Wareziñ
ca: Protecció de muralla
cs: Ochrana hradby
da: Murbeskyttelse
de: Mauerschutz
el: Προστασία Τοίχου
es: Protección de muralla
es_ar: Protección de muro
eu: Harresiaren babesa
fa: حفاظت دیوار
fi: Muurin suojaus
fr: Mur protecteur
ga: Cosaint Balla
gd: Dìon balla
gl: Protección das murallas
he: הגנה על הקיר
hi: दीवार सुरक्षा
hr: Zaštita Zidova
hu: Falvédelem
hy: Պարիսպի պաշտպանություն
id: Perlindungan Tembok
it: Protezione delle Mura
ja: 壁による防護
ko: 성벽 보호
ku: Parastina Dîwarê
lb: Mauerschutz
lv: Mūra Aizsardzība
ms: Pelindungan Tembok
nb: Murbeskyttelse
nl: Muurbescherming
pl: Ochrona Muru
pt_br: Proteção de Muralhas
pt_pt: Proteção de muralha
ro: Protecție zid.
ru: Защита стен
sk: Ochrana hradieb
sr: Заштита Зидина
sv: Väggskydd
te: గోడ రక్షణ
tr: Duvar Koruma
uk: Захищеність муром
ur: دیوار کی حفاظت
zh: 城墙庇护
zh_tw: 城牆防護

source: Turreted Soldiers +3 crush, hack, pierce resistance and +20 vision range.
ar: الجنود ذوو الأبراج +3 مقاومة سحق والقطع و اختراق و+20 نطاق رؤية.
ast: soldados in turretɐs • resistencia a la frayura, corte & foradura +3 • campu visual +20.
bg: Воините в гарнизона получават +3 защита от разбиване, разсичане, пробождане и +20 обхват на видимост.
ca: Els soldats en la torreta augmenten en +3 la resistència d'impacte, tall i perforació i en +20 el camp visual.
cs: Vojáci ve věžích mají +3 k obraně proti drtivým, sečným a bodným útokům a +20 dohled.
de: Soldaten in Geschützen +3 Schmetter-, Hieb- und Stichwiderstand und +20 Sichtweite.
es: Soldados en torretas (Resistencia al aplastamiento, corte y perforación: +3; Campo de visión: +20).
fa: +3 خردکردن و برش و مقاومت حفر کردن و +20 دامنه چشم انداز برای سربازان برج‌بان
fi: Torneihin asetetuille sotilaille +3 murskaus-, hakkerointi- ja lävistyskestävyys ja +20 näköetäisyys.
fr: Augmente l'armure de +3 et le champ de vision de +20 pour les soldats en garnison dans les tourelles.
gl: Soldados con torreta +3 resistencia a esmagamento, corte, perforación e +20 rango de visión.
hi: तोपधारी सैनिकों की कुचलने, घाव करने, छेदने से बचाव में +३ और देखने की दूरी में +२० की वृद्धि
hu: +3 zúzással, vágással és szúrással szembeni ellenállás és +20 látótávolság a tornyot védő katonáknak
id: Prajurit Penjaga mendapatkan +3 daya tahan hantam, tebas, tusuk dan +20 jarak pandang.
ja: 駐留した兵士の衝突、斬撃、貫通耐性+3、視界+20
ku: Leşkerên Turreted +3 perçiqandin, hack kirin, berxwedan qul kirin û +20 rêza dîtinê.
lb: Zaldoten an engem Geschütz +3 Schmetter-, Hack-, Stiechresistenz an +20% Visibilitéit.
nl: +3 slag-, steek-, en verpletterweerstand en +20 gezichtsveld voor soldaten in een toren.
pl: Wojownicy na wieży otrzymują +3 do obrony przed obrażeniami obuchowymi, siecznymi i kłutymi oraz +20 zasięgu widzenia.
pt_br: Soldados com torres +3 resistência a esmagar, hackear, perfurar e +20 de alcance de visão.
pt_pt: Soldados em cubelos +3 resistência ao esmagamento, corte e perfuração e +20 alcance de visão.
ro: Soldați cu turnulețe +3 rezistență la strivire, tăiere, străpungere și +20 raza de vedere.
ru: Воины в гарнизоне получают +3 к защите от дробящего, рубящего и колющего урона, а так же +20% к дальности обзора.
sk: Vojaci vo vežiach +3 drvivá, sečná a bodná odolnosť a +20 dohľad.
sr: Војници у Кули +3 отпор на гњечење, сечење, пробијање и +20% видно поље.
sv: Soldater med torn +3 krossar, hackar, genomborrar motstånd och +20 synomfång.
tr: Kuledeki askerler +3 ezme, kesme, delme direnci ve +20 görüş alanı
uk: Солдати, розміщені у башті, мають +3 стійкості до крушіння, рубання, коління та +20 дистанції зору.
ur: ٹورٹڈ سپاہی +3 کچلنے ، ہیک کرنے ، چھیدنے کی مزاحمت اور +20 حدنگاہ
zh: 碉堡士兵粉碎、切砍、穿刺抵抗 +3 ，视野范围 +20 .
zh_tw: 牆上的士兵 +3 粉碎、劈砍、穿刺抗性並 +20 視野。

source: Glorious Expansion
af: Glorieryke Uitbreiding
ar: التّوسّع العظيم
ast: Inançhadura gloriosa
bg: Славно разрастване
bn: গৌরবময় সম্প্রসারণ
br: Emled Glorius
ca: Expansió gloriosa
cs: Velkolepý rozmach
da: Hæderlig Udvidelse
de: Glorreiche Expansion
el: Ένδοξη Επέκταση
es: Gloriosa expansión
es_ar: Gloriosa Expansion
eu: Zabaltze Loriatsua
fa: گسترش شکوهمندانه
fi: Kunniallinen laajennus
fr: Expansion glorieuse
ga: Leathnú Glórmhar
gd: Meudachadh glòrmhor
gl: Expansión gloriosa
he: התרחבות מפוארת
hi: गौरवशाली विस्तार
hu: Dicsőséges hódítás
hy: Փառավոր ընդլայնում
id: Penaklukan Mulia
it: Espansione Gloriosa
ja: 栄光の拡大
ko: 영광스러운 확장
ku: Berfirehkirina Glorious
lb: Herrlech Expansioun
ms: Peluasan Gemilang
nb: Storslått ekspansjon
nl: Glorieuze Expansie
pl: Wielki Podbój
pt_br: Expansão Gloriosa
pt_pt: Expansão gloriosa
ro: Expansiune Glorioasă
ru: Славное расширение
sk: Veľkolepá expanzia
sr: Величанствена експанзија
sv: Strålande Expansion
tr: Şanlı Yayılmacılık
uk: Славетна експансія
ur: شاندار توسیع
zh: 光荣扩张
zh_tw: 光榮擴張

source: +20% maximum population limit (requires the “Glorious Expansion” technology).
ar: +20% الحد الأقصى للسكان (يتطلب تقنية "التوسع المجيد").
ast: llende de poblacion +20% (requier el disinvolvemiento de “Inançhadura gloriosa”).
bg: Максимално население: +20% (изисква технологията „Славно разрастване“).
ca: Límit de població màxim +20% (necessita la tecnologia “Expansió gloriosa”).
cs: +20 % největšího limitu populace (je nutná technologie "Velkolepého rozmachu").
da: +20% maksimal befolkningsgrænse (kræver “Hæderlig Udvidelse”-technologien).
de: +20 % maximales Bevölkerungslimit (erfordert die Technologie „Glorreiche Expansion“)
es: Límite máximo de población: +20% (requiere la tecnología «Gloriosa Expansión»).
fa: +20٪ حداکثر محدودیت جمعیت (به فناوری “گسترش شکوهمندانه” نیاز دارد).
fi: +20 % väestön enimmäisraja (vaatii "Loistokas laajeneminen" -teknologian).
fr: Augmente la limite de population maximale de +20 % (requiert la technologie « Expansion glorieuse »).
gl: +20% límite máximo de poboación (require da tecnoloxía “Expansión Gloriosa”).
hi: अधिकतम जनसंख्या सीमा +२०% ( “Glorious Expansion” अर्थात यशस्वी विस्तार तकनीक ज़रूरी)
hu: +20% maximális népességkorlát (a „Dicsőséges hódítás” fejlesztés szükséges).
id: +20% batas populasi maksimum (membutuhkan teknologi “Penaklukan Mulia”).
it: +20% limite di popolazione massimo (richiede la tecnologia "Espansione Gloriosa").
ja: 人口上限+20%（「栄光の拡大」技術が必要です）
ku: +20% sînorê herî zêde ya nifûsê (teknolojiya “Berfirehkirina Glorious” hewce dike).
lb: +20% maximal Bevölkerungslimitt (erfuerdert “Herrlech Expansioun”-Technologie).
nl: +20% maximale bevolkingslimiet (vereist "Glorieuze Expansie" technologie).
pl: +20% maksymalnej populacji (wymaga technologii "Wielka ekspansja").
pt_br: +20% de limite máximo populacional (requer a tecnologia “Expansão Gloriosa”)
pt_pt: +20% limite máximo populacional (necessita da tecnologia “expansão gloriosa”).
ro: +20% limita maximă a populației (necesită tehnologia “Expansiune Glorioasă”).
ru: +20% к предельной численности населения (требуется технология «славного расширения»).
sk: +20% maximálny limit populácie (je nutná technológia "Slávnej expanzie").
sr: +20% лимит максималне популације (захтева "Величанствена експанзија" технологију)
sv: +20% maximal befolkningsgräns(kräver "Stålande Expansion"-teknologin.)
tr: +20% nüfus sınırı (“Şanlı Yayılma” teknolojisi gerektirir).
uk: +20% максимального ліміту населення (потребує технологію “Славетної експансії”).
zh: 人口上限 +20%（需要研究“光荣扩张”）.
zh_tw: 最大人口上限 +20%（需要「光榮擴張」科技）。
