Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The Greeks were highly successful in Hellenizing various foreigners. During the Hellenistic Age, Greek was the lingua franca of the Ancient World, spoken widely from Spain to India.
ast: Los griegos helenizaron con gran ésitu estremaos pueblos foriatos. Nel periodu alexandrín, el griegu foi la llingua franca del mundu antiguu, falao dende la península ibérica a la India.
bg: Гърците били много успешни в претопяването на чуждоземци. По време на елинистичната епоха, гръцкият бил лингва франка в древния свят, говорен от Испания до Индия.
br: Ar Greked o deus graet kalz a berzh en ur Hellenaat meur a estren. E-pad an Oadvezh Hellenistek, ar grekeg a oa "lingua franca" an hen-bed, komzet e oa kalz etre Bro-Spagn ha Bro-India.
ca: Els grecs van hel·lenitzar amb èxit diversos pobles estrangers. Durant l'època hel·lenística, el grec va ser la llengua franca del món antic, parlat des de la península Ibèrica fins a l'Índia.
cs: Řekové byli velice úspěšní v helenizaci různých cizinců. Během období helénismu byla řečtina lingua franca starověkého světa a byla široce používána od Španělska po Indii.
de: Die Griechen waren äußerst erfolgreich bei der Hellenisierung von fremden Völkern. Während des hellenistischen Zeitalters war Griechisch die Verkehrssprache der antiken Welt, die von Spanien bis Indien gesprochen wurde.
el: Οι Έλληνες ήταν επιτυχείς στον Εξελληνισμό διαφόρων ξένων. Κατά τη διάρκεια της Ελληνιστικής περιόδου, τα Ελληνικά ήταν η Κοινή Γλώσσα -"lingua franca"- του Αρχαίου Κόσμου, ευρέως ομιλούμενη από την Ισπανία ως την Ινδία.
es_ar: Los griegos eran muy exitosos en helenizar a diferentes extranjeros. Durante el período helenistico, el griego era la lingua franca del mundo antiguo, donde se la hablaba desde España hasta India.
eu: Greziarrak onak ziren atzerritarrak Helenizatzen. Garai Helenistikoan zehar, greziera zen mundu zaharreko 'lingua franca', Espainiatik Indiaraino mintzatua.
fa: یونانی ها در کار یونانی سازی افراد خارجی بسیار موفق بودند. در عصر یونانی سازی، یونانی زبان غالب دنیای باستان بود و از آن به شکل گسترده ای از اسپانیا تا هند صحبت می شد.
ga: Bhí na Gréagaigh an-rathúil ina Heilléiniú faoi eachtrannaigh éagsúla. San Aois Heilléinithe, bhi Gréigis francbhéarla an Domhain Ársa, agus í ina labhairt do Spáinn go hIndia.
hu: A görögök nagyon sikeresen hellenizálták a különböző idegeneket. A hellenisztikus korszak alatt a görög volt az antik világ közös nyelve, amit az Ibériai-félszigettől Indiáig beszéltek.
hy: Հույներին հաճախ էր հաջողվում հելլենիզացնել տարբեր օտարազգիների։ Հելլենիստական դարաշրջանի ընթացքում հունարենը Հին Աշխարհի լինգվա ֆրական էր և լայնորեն օգտագործվում էր Իսպանիայից մինչև Հնդկաստան։
it: I Greci ebbero molto successo nell'ellenizzazione dei vari stranieri. Durante l'era ellenica, il greco era la lingua franca del mondo antico, parlato dalla spagna all'india.
ja: ギリシア人は様々な異民族をギリシア化することに大きな成功を収めました。ヘレニズム時代においては、ギリシア語は古代世界の共通語として、広くスペインからインドまで通用しました。
ko: 그리스인들은 다양한 외국인들을 헬레니즘 화하는데 큰 성공을 거두었습니다. 헬레니즘 시대의 그리스어는 스페인에서 인도까지 널리 통용되는 고대 세계의 공통어였습니다.
nb: Grekerne var svært fremgangsrike i å utbre hellenismen utlandet. Under den Hellenistiske æra var gresk felles språk i antikkens verden, i utstrakt bruk fra Spania til India.
pl: Grecy byli bardzo skuteczni w Hellenizacji obcokrajowców. Podczas epoki hellenistycznej język grecki był "lingua franca" starożytnego świata. Używano go powszechnie od Hiszpanii po Indie.
pt_br: Os gregos eram altamente bem sucedidos em helenizada por vários estrangeiros. Durante a era helenística, o grego era a língua franca do mundo antigo, falado amplamente da Espanha à Índia.
ru: Греки были весьма успешны в эллинизации различных чужеземцев. В эллинистический период, греческий был языком межнационального общения древнего мира, распространённый от Испании до Индии.
sk: Gréci boli veľmi úspešní v helenizácii rôznych cudzincov. Počas helénskeho obdobia bola gréčtina medzinárodným jazykom, ktorým sa hovorilo od Španielska až po Indiu.
sv: Grekerna var mycket framgångsrika i Hellenizing olika utlänningar. Under den hellenistiska tidsåldern var grekiska den lingua franca i den antika världen, som talas mycket från Spanien till Indien.
tr: Yunanlılar birçok yabancıyı Helenleştirmek konusunda çok başarılıydılar. Helenik Çağ'da, Yunanca İspanya'dan Hindistan'a kadar Antik Dünya'nın ortak diliydi.
uk: Греки були дуже успішними в еллінізації численних іноземних націй. Впродовж Еллінської ери грецька було вільною мовою Античного Світу, широко використовуваною від Іспанії до Індії.
zh: 希腊人非常成功地希腊化了许多外国人。在那一段古希腊文明，希腊语从西班牙传布至印度。
zh_tw: 希臘人同化各種異族人相當成功。在希臘化時代時，希臘語是古代世界的通用語言，從西班牙到印度都被廣泛的使用。

source: +20% sell prices at market.
ast: +20% a los precios de venta en mercáu.
bg: +20% цени на продажба в пазара.
nb: +20% salgspriser på markedet.
sk: +20% predajná cena na trhovisku

source: Standardized Currency
ast: Moneda estandarizada
bg: Стандартизирана валута
br: Teulenn Standardizet
ca: Moneda estandarditzada
cs: Standardizované měna
de: Standardisierte Währung
el: Τυποποιημένο νόμισμα
es_ar: Moneda de uso corriente
eu: Moneta estandarizatua
fa: واحد پولی استداندارد شده
ga: Airgeadra Caighdeánaithe
he: מטבע אחיד
hu: Egységes váltó
hy: Ստանդարտացված արժույթ
it: Valuta Standardizzata
ja: 通貨統一
ko: 규격화된 통화
nb: Standardisert valuta
pl: Standaryzacja środków wymiany
pt_br: Moeda padronizada
ru: Стандартизированная валюта
sk: Štandardizovaná mena
sv: Standardiserad valuta
tr: Tek Tip Para Birimi
uk: Стандартизована валюта
zh: 货币标准化
zh_tw: 標準化的貨幣

source: The Macedonians and the Diadochi minted coins of very high quality. On their currency the Diadochi in particular frequently depicted themselves as the rightful successor to Alexander the Great, attempting to legitimize their rule.
ast: Los macedonios y los diádocos acuñaron monedes percalidables. Los diádocos en particular representáronse davezu en divisa como los socesores llexítimos d'Alexandru'l Grande, tentando de llexitimar el so gobiernu.
bg: Македонците и диадохите леели монети с много високо качество. Върху валутата си, диадохите особено често се изобразявали като пълноправни наследници на Александър Велики, с опит да узаконят управлението си.
br: Ar Vakedonian hag an Diadokied a skoe moneiz a galite uhel. War o moneiz, e klaske an Diadokied dreist pep-tra lijitimañ o ren en ur emginnig evel diskennidi Aleksandr Meur.
ca: Els macedonis i els diàdocs encunyaven monedes de molt alta qualitat. Els diàdocs en particular sovint es representaven a la seva moneda com a successors legítims d'Alexandre el Gran, en un intent de legitimar el seu govern.
cs: Makedoňané a diadochové razili mince o velmi vysoké jakosti. Diadochové se obzvláště často nechali zpodobňovat na svých mincích jako právoplatní nástupci Alexandra Velikého, aby legitimizovali svoji vládu.
de: Die Makedonen und Diadochen prägten Münzen von höchster Qualität. Auf ihren Münzen waren besonders oft die Diadochen selbst abgebildet, womit sie sich als rechtmäßige Erben von Alexander dem Großen zu legitimieren suchten.
el: Οι Μακεδόνες και οι Διάδοχοι έκοψαν νομίσματα πολύ υψηλής ποιότητας. Στα νομίσματα ιδίως των Διαδόχων που απεικόνιζαν συχνά τους εαυτούς τους ως το νόμιμο διάδοχο του Μεγάλου Αλεξάνδρου, προσπαθώντας να νομιμοποιήσουν την κυριαρχία τους.
es_ar: Los macedonios y los diádocos acuñaban monedas de altísima calidad. En sus monedas, los diádoco en particular se veían frecuentemente como los sucesores legítimos de Alejandro Magno, e intentaban legitimar su mandato.
eu: Mazedoniarrek eta diadokoek kalitate oso altuko txanponak egiten zituzten. Haien monetetan, bereziki diadokoek askotan irudikatzen zuten haien burua Alexandro Handiaren ondorengotzat, haien aginteari zilegitasuna eman nahian.
fa: مقدونیه ای ها و سرداران بعد از اسکندر، شروع به ضرب سکه کردند. هر یک از سرداران بعد از اسکندر که باهم سر جانشینی اسکندر نزاع داشتند عکس خود را به عنوان جانشین به حق اسکندر بر روی سکه های خود حک کردند تا با این کار به جانشینی خود مشروعیت بخشند
ga: Bhuail na Macadóinigh agus na Diadochaí boinn den scoth. Léirigh na Diadochaí go minic ar a mboinn mar an gcomharba dlísteanach d'Alastar Mór, mar iarracht a riail a dhlísteanú.
he: המקדונים והדיאדוכים טבעו מטבעות באיכות גבוהה מאוד. על המטבע של הדיאדוכים תוארו לעתים קרובות את עצמם כיורשים הראוי לאלכסנדר מוקדון, בניסיון לתת לגיטימציה לשלטונם.
hu: A makedónok és a diadokhoszok magas minőségű érméket vertek. A diadokhoszok pénzeiken gyakran Nagy Sándor jogos utódaként ábrázolták magukat, így törvényesítve uralkodásukat.
hy: Մակեդոնացիները և դիադոխները հատել են բարձրորակ մետաղադրամներ։ Մասնավորապես դիադոխներն իրենց արժույթի վրա հաճախ պատկերում էին իրենց՝ որպես Ալեքսանդր Մեծի օրինական ժառանգորդներ, փորձելով օրինականացնել իրենց իշխանությունը։
it: I Macedoni e i Diadochi coniavano monete di altissima qualità. Sulle loro valute i Diadochi in particolare erano soliti raffigurarsi come i legittimi successori di Alessandro Magno, nel tentativo di legittimare il loro dominio.
ja: マケドニアとディアドコイは非常に高品質な硬貨を鋳造しました。一部のディアドコイは、アレクサンドロス大王の正統な後継者として、貨幣に頻繁に自らの肖像を刻み、自らの統治を権威付けしようと試みました。
ko: 마케도니아인들과 디아도치는 매우 높은 품질의 동전을 발행했습니다. 특히 디아도치는 종종 그들 스스로를 알렉산더 대왕의 정당한 후계자로 묘사하면서 그들의 통치를 정당화하려 했다.
nb: Makedonerne og Diadokene slo mynt av veldig høy kvalitet. På deres valuta avbildet Diadokene seg selv som de rettmessige etterfølgerne til Aleksander den store i et forsøk på å legitimere deres styre.
pl: Macedończycy i diadochowie wybijali monety o bardzo wysokiej jakości. Na ówczesnych pieniądzach w szczególności bardzo często dowódcy armii - diadochowie przedstawiani byli jako prawowici następcy Aleksandra Wielkiego, próbując w ten sposób uprawomocnić swoją władzę.
pt_br: Os Macedões e os Diádocos cunhavam moedas de altíssima qualidade. Em suas moedas, os Diádocos em particular frequentemente se retratavam como sucessores de Alexandre o Grande por direito, na tentativa de legitimizar seu domínio.
ru: Македонцы и диадохи чеканили монеты очень высокого качества. На своих монетах диадохи, например, часто изображали себя преемниками Александра Великого, пытаясь узаконить своё правление.
sk: Macedónci a Diadochovia razili mince veľmi vysokej kvality. Na svojich minciach sa práve Diadochovia zvykli zobrazovať ako právoplatní nástupcovia Alexandra Veľkého, pokúšajúc sa tak zlegalizovať svoju vládu.
sv: Macedonierna och Diadochi myntade mynt av mycket hög kvalitet. I sin valuta avbildade Diadochi ofta ofta sig som den rättmätiga efterträdaren till Alexander den Store, som försökte legitimera sin regel.
tr: Makedonlar ve Diadochi çok yüksek kalitede sikke vurdu. Para birimlerinde Diadochi, çoğunlukla, Büyük İskender'in kurallarını meşrulaştırmaya çalışan gerçek bir halefi olarak nitelendirildi.
uk: Македонці і діадохи чеканили монети дуже високої якості. На своїх монетах діадохи, наприклад, часто зображували себе наступниками Олександра Великого, намагаючись узаконити своє правління.
zh: 马其顿人及其继业者（专指亚历山大大帝死后他的继业者及其后嗣）拥有高超的铸币技术。在继业者的货币中，极其频繁地描述自己才是亚历山大大帝合法的继承者，以使他们的统治合法化。
zh_tw: 馬其頓人及繼業者(專指亞歷山大大帝死後他的繼業者和繼業者的兒子)的鑄幣技術非常高超。在繼業者的貨幣中，極其頻繁的描述他們自己才是亞歷山大大帝的正統繼承者，以使他們的統治合法化。

source: Alexander the Great
ast: Alexandru'l Grande
bg: Александър Велики
br: Aleksandr ar Meur
ca: Alexandre el Gran
cs: Alexandr Veliký
de: Alexander der Große
el: Αλέξανδρος ο Μέγας
es_ar: Alejandro Magno
eu: Alexandro Handia
fa: اسکندر کبیر
ga: Alastar Mór
he: אלכסנדר הגדול
hu: Nagy Sándor
hy: Ալեքսանդր Մեծ
it: Alessandro Magno
ja: アレクサンドロス大王
ko: 알렉산드로스 대왕
nb: Aleksander den store
pl: Aleksander Wielki
pt_br: Alexandre, o Grande
ru: Александр Великий
sk: Alexander Veľký
sv: Alexander den Store
tr: Büyük İskender
uk: Александр Великий
zh: 亚历山大大帝
zh_tw: 亞歷山大大帝

source: Philip II
ast: Felipe II
bg: Филип II
br: Fulup II
ca: Filip II
cs: Filip II
el: Φίλιππος Β'
es_ar: Filipo II
fa: فلیپ دوم
ga: Pilib II
he: פיליפ השני
hu: II. Philipposz
hy: Փիլիպոս II
it: Filippo II
ja: ピリッポス2世
ko: 필리포스 2세
pl: Filip II
pt_br: Felipe II
ru: Филипп II
sk: Filip II.
tr: II. Philip
uk: Філіп ІІ
zh: 腓力二世
zh_tw: 腓力二世

source: Antipater
ast: Antípater
bg: Антипатър
ca: Antípater
el: Αντίπατρος
es_ar: Antípatro
eu: Antipatro
fa: آنتیپاتر
ga: Antapator
he: אנטיפטרוס
hu: Antipatrosz
hy: Անտիպատր
it: Antipatro
ja: アンティパトロス
ko: 안티파테르
pl: Antypater
pt_br: Antípatro
ru: Антипатр
sk: Antipatros
tt: Антипатр
uk: Антипатр
zh: 安提帕特
zh_tw: 安提帕特

source: Philip IV
ast: Felipe IV
bg: Филип IV
br: Fulup IV
ca: Filip IV
cs: Filip IV.
de: Philipp IV.
el: Φίλιππος ο Δ'
es_ar: Filipo IV
eu: Filipo IV
fa: فلیپ چهارم
ga: Pilib IV
he: פיליפ הרביעי
hu: IV. Philipposz
hy: Փիլիպոս IV
it: Filippo IV
ja: ピリッポス4世
ko: 필리포스 4세
pl: Filip IV
pt_br: Filipe IV da Macedônia
ru: Филипп IV
sk: Filip IV.
tt: Филипп IV-нче
uk: Філіп IV
zh: 腓力四世
zh_tw: 腓力四世

source: Lysander
ast: Lisandru
bg: Лисандър
ca: Lisandre
cs: Lýsandros
el: Λύσανδρος
es_ar: Lisandro
eu: Lisandro
fa: لیساندر
ga: Laosandár
he: ליסנדר
hu: Lüszandrosz
hy: Լիսանդեր
it: Lisandro
ja: リュサンドロス
ko: 리산데르
pl: Lizander
pt_br: Lisandro
ru: Лисандр
sk: Lysandros
tt: Лисандр
uk: Лисандр
zh: 吕山德
zh_tw: 呂山德

source: Lysimachus
ast: Lisímacu
bg: Лизимах
ca: Lisímac
cs: Lýsimachos
de: Lysimachos
el: Λυσίμαχος
es_ar: Lisímaco
eu: Lisimako
fa: لوسیماخوس
ga: Lísimeachas
he: יסימאכוס
hu: Lüszimakhosz
hy: Լիսիմաքոս
it: Lisimaco
ja: リュシマコス
ko: 리시마추스
pl: Lizymach
pt_br: Lisímaco
ru: Лисимах
tr: Lysimakhos
tt: Лисимах
uk: Лисімах
zh: 律西马古
zh_tw: 利西馬科斯

source: Pyrrhus of Epirus
ast: Pirro d'Epiro
bg: Пир от Епир
br: Pyrrhus a Epirus
ca: Pirros d'Epir
cs: Pyrrhos I. Épeirský
de: Pyrrhos I.
el: Πύρρος της Ηπείρου
es_ar: Pirro de Epiro
eu: Epiroko Pirro
fa: پیروس اپیروسی
ga: Piorras na hEipirise
he: פירוס של אפירוס
hu: Pürrhosz Épeirosz
hy: Պյուռոս Էպիրոսցի
it: Pirro dell'Epiro
ja: ピュロス・エピロス王
ko: 에페이로스의 피로스
nb: Pyrrhos fra Epirus
pl: Pyrrus
pt_br: Pirro de Epiro
ru: Пирр
sk: Pyrrhos Epirský
sv: Pyrrhus av Epirus
tr: Epirusun Pyrrhus
tt: Пирр Эпирле
uk: Пірр Епірський
zh: 伊庇鲁斯的皮洛士
zh_tw: 摩羅西亞的皮洛士

source: Antigonus II Gonatas
ast: Antigonu II Gónates
bg: Антигон II Гонат
ca: Antígon II Gònates
cs: Antigonos II. Gonatás
de: Antigonos II. Gonatas
el: Αντίγονος Β' ο Γονατάς
es_ar: Antígono II Gónatas
eu: Antigono II Gonatas
fa: آنتیگون دوم گوناتاس
ga: Áintigeonáis II 'Gonatas'
he: אנטיגונוס 2 – גונאטאס
hu: II. Antigonosz Gonatasz
hy: Անտիգոնե II Գոնատաս
it: Antigono II Gonata
ja: アンティゴノス2世ゴナタス
ko: 안티고노스 2세 고나타스
pl: Antygon II Gonatas
pt_br: Antígono II Gónatas
ru: Антигон II Гонат
sk: Antigonos II Gonatas
tt: Антигон II-нче Гонат
uk: Антигон II Гонат
zh: 安提柯二世
zh_tw: 安提柯二世

source: Demetrius II Aetolicus
ast: Demétriu II Etolicus
bg: Деметрий II Македонски
ca: Demetri II de Macedònia
cs: Démétrios II. Aitolikos
de: Demetrios II. Aitolikos
el: Δημήτριος Β' ο Αιτωλικός
es_ar: Demetrio II el Etólico
eu: Demetrio II Etolia
fa: دمتریوس دوم آتولیکوس
ga: Daemetrias II Aetolicus
he: דמעטריוס 2 – איטוליקוס
hu: II. Démétriosz Aitólikosz
hy: Դեմետրիե II Էտոլիցի
it: Demetrio II Etolico
ja: デメトリオス2世アイトリコス
ko: 데메트리오스 2세 아에톨리코스
pl: Demetriusz II Antygonida
pt_br: Demétrio II da Macedônia
ru: Деметрий II Этолийский
tt: Деметрий II-нче Этолияле
uk: Деметрій II Етолікус
zh: 德米特里二世
zh_tw: 德米特里二世

source: Philip V
ast: Felipe V
bg: Филип V
br: Fulup V
ca: Filip V
cs: Filip V
el: Φίλιππος Ε'
es_ar: Filipo V
eu: Filipo V
fa: فلیپ پنجم
ga: Pilib V
he: פיליפ החמישי
hu: V. Philipposz
hy: Փիլիպոս V
it: Filippo V
ja: ピリッポス5世
ko: 필리포스 5세
pl: Filip V
pt_br: Felipe V
ru: Филипп V
sk: Filip V
tt: Филипп V-нче
uk: Філіп V
zh: 腓力五世
zh_tw: 腓力五世

source: Perseus
ast: Perseu
bg: Персей
ca: Perseu
el: Περσεύς
es_ar: Perseo de Macedonia
eu: Pertseo
fa: پرسئوس
ga: Peirséas
he: פרסאוס
hu: Perszeusz
hy: Պերսևս
it: Perseo
ja: ペルセウス
ko: 페르세우스
nb: Persevs
pl: Perseusz
pt_br: Perseu
ru: Персей
tt: Персей
uk: Персей
zh: 珀耳修斯
zh_tw: 珀耳修斯

source: Craterus
ast: Cráteru
bg: Кратер
br: Krater
ca: Cràter
cs: Krateros
de: Krateros
el: Κρατερός
es_ar: Crátero
eu: Kratero
fa: کراتروس
ga: Cráitéaras
he: קראטירוס
hu: Kraterosz
hy: Կրատերոս
it: Cratero
ja: クラテロス
ko: 크라테로스
pl: Krateros
pt_br: Crátero
ru: Кратерос
sk: Krateros
tr: Kraterus
tt: Кратерос
uk: Кратер
zh: 克拉特鲁斯
zh_tw: 克拉特魯斯

source: Meleager
ast: Meleagru
bg: Мелеагър
br: Meleagre
ca: Melèagre
cs: Meleagros
de: Meleagros
el: Μελέαγρος
es_ar: Meleagro
eu: Meleagro
fa: ملئاگروس
ga: Méileagar
he: מאליאגר
hu: Meleagrosz
hy: Մելեագեր
it: Meleagro
ja: メレアグロス
ko: 멜레아그로스
pt_br: Meleagro
ru: Мелеагр
tt: Мелеагр
uk: Мелеагр
zh: 麦莱亚戈
zh_tw: 麥萊亞戈

source: Each subsequent Barracks constructed comes with 5 free (random) Macedonian military units. This also applies to the Barracks of allied players (they receive 5 free units of their own culture for each new Barracks constructed).
ast: Cada cuartel construyíu dempués vien con 5 unidaes militares mecedonies de baldre (al debalu). Esto tamién s'aplica a los cuarteles de los xugadores aliaos, (reciben 5 unidaes de la so cultura por cada cuartel nuevu construyíu).
bg: При всяка следваща построена казарма се появяват 5 безплатни (произволни) македонски военни единици. Това важи и за казармите на съюзниците (те получават 5 безплатни единици от собствената си култура за всяка конструирана казарма).
br: Pep Kazarn savet da-heul a zeuio gant 5 soudard Makedonian digoust (dre-zegouezh). Talvezout a ra kement-se ivez evit kazarnioù ar c'hoarierien kevredet (resevet e vo ganto 5 unanenn digoust diouzh o sevenadurezh dezho o-unan evit pep Kazarn nevez savet).
ca: Cada nova caserna que es construeix ve amb 5 unitats militars macedòniques gratuïtes a l'atzar. Això també afecta les casernes dels jugadors aliats (reben 5 unitats gratuïtes de la seva cultura amb cada caserna que construeixin).
cs: Každá další postavená kasárna přicházejí zdarma s 5 (náhodnými) makedonskými jednotkami. Toto platí i pro kasárna spojenců (dostanou zdarma 5 jednotek jejich vlastní kultury za každá nově postavená kasárna)
de: Jede weitere gebaute Kaserne bringt 5 kostenlose (zufällige) makedonische Militäreinheiten mit. Dies gilt auch für Kasernen verbündeter Spieler (sie bekommen für jede neu gebaute Kaserne 5 kostenlose Einheiten ihrer eigenen Kultur).
el: Για κάθε επόμενο Στρατώνα που κατασκευάζετε λαμβάνετε και 5 δωρεάν (τυχαίες) Μακεδονικές στρατιωτικές μονάδες. Αυτό ισχύει και για τους Στρατώνες των συμμαχικών παικτών (που λαμβάνουν 5 δωρεάν μονάδες του δικού τους πολιτισμού, για κάθε νέο Στρατώνα που κατασκευάζουν).
es_ar: Cada Barraca subsecuente construida incluye 5 unidades militares macedónicas gratis (aleatorias), Esto también se aplica a las Barracas de los jugadores aliados (reciben 5 unidades gratis de su propia cultura por cada Barraca nueva construida).
eu: Ondoren eraikitako kuartel bakoitzean Mazedoniako (ausazko) 5 unitate militar datoz dohainik. Honek jokalari aliatuen kuartelei ere eragiten die (haien kulturako 5 unitate jasotzen dituzte dohainik, eraikitako kuartel bakoitzeko).
fa: هر پادگانی که بعد از این ساخته شود همراه با 5 نیروی نظامی مقدونی (مجانی و بصورت تصادفی) آماده می شود. (آنها 5 سرباز مجانی بر مبنای فرهنگ خود برای هر پادگان که ساخته شود دریافت می کنند)
ga: Faigh gach beairic tógtha ina dhiaidh sin le 5 aonad míleata Macadóineach saor in aisce (ach gan choinne). Baineann an tionchair seo do thógáil beairicí comhghuaillithe (faigheann siad 5 aonad saor in aisce dá gcultú féin i ngach beairic nua-thógtha).
he: כל אחד ממגוריי החיילים שנבנו מגיע עם 5 יחידות מקדוניות צבאיות (אקראיות) בחינם. זה חל גם על הצריפים של שחקני ברית (הם מקבלים 5 יחידות חינם מהתרבות שלהם לכל מגורי חיילים חדשים שנבנים).
hu: Minden további felépített laktanya 5 ingyen (véletlenszerű) makedón gyalogos egységgel érkezik. Ez a szövetséges játékosok laktanyáira is vonatkozik (a saját kultúrájukból kapnak 5 egységet minden megépített laktanya után).
hy: Հետագայում կառուցված յուրաքանչյուր զորանոց կտա Մակեդոնական 5 անվճար (պատահական) ռազմական միավոր։ Նույնը վերաբերվում է նաև դաշնակիցների զորանոցներին (նրանք կստանան իրենց քաղաքակրթությանը պատկանող 5 անվճար միավոր՝ կառուցված յուրաքանչյուր նոր զորանոցի համար)։
it: Ogni successiva Caserma costruita verrà dotata di 5 unità militari (casuali) macedoni gratuite. Questo vale anche per le Caserme dei giocatori alleati (che ricevono 5 unità gratuite della propria cultura per ogni nuova Caserma costruita).
ja: 以後兵営を建設するたびに、無償で5人の（ランダムの）マケドニアの軍事ユニットがついてきます。これは同盟するプレイヤーの兵営にも適用されます（彼らも自文明の5人の無償ユニットを新しい兵営の建設のたびに受け取ります）。
ko: 이후 건설된 각 철창에는 마케도니아군 5개 부대(아무거나)가 배치됩니다. 이것은 또한 동맹 선수 막사에도 적용됩니다 (건설된 각각의 새로운 막사에 대해 자신의 문화를 가진 5기의 무료 유닛을 받습니다).
nb: Hver påfølgende kaserne som bygges inkluderer 5 gratis (tilfeldige) makedoniske militære enheter. Dette gjelder også kasernene til allierte spillere (de mottar 5 gratis enheter fra deres egne kulturer for hver ny kaserne).
pl: Każde kolejne zbudowane baraki dają 4 darmowych (losowych) Macedońskich jednostek militarnych. To tyczy się także baraków sojuszniczych graczy (otrzymują 5 darmowych jednostek swojej własnej kultury za każde wybudowane baraki)
pt_br: Cada Quartel que venha a ser construído fornecerá 5 unidades militares macedônicas (aleatórias) grátis. Isto também se aplica ao quartel de jogadores aliados (eles recebem 5 unidades grátis de sua própria cultura para cada Quartel que venha a ser construído).
ru: Каждая построенная казарма бесплатно даёт 5 (случайных) македонских военных юнитов. Это справедливо и для союзников (они получают 5 юнитов своей культуры за каждую построенную казарму).
sk: Každá ďalšia postavená kasáreň prichádza zadarmo s 5 (náhodnými) macedónskymi jednotkami. Toto platí i pre kasáreň spojencov (dostanú zadarmo 5 jednotiek ich vlastnej kultúry za každú novo postavenú kasáreň)
sv: Varje efterföljande kasern byggs kommer med 5 gratis (slumpmässiga) makedonska militära enheter. Detta gäller också kaserner av allierade spelare (de får 5 gratis enheter av sin egen kultur för varje ny Barack konstruerad).
tr: Ardından gelen her kışla, 5 serbest (rasgele) Makedon askeri birimi ile birlikte gelir. Bu aynı zamanda müttefik oyuncuların Kışlası için de geçerlidir (inşa edilen her yeni Kışlası için kendi kültürünün 5 serbest birimi olur).
uk: Кожна побудована казарма безкоштовно дає 5 (випадкових) македонських військових підрозділів. Це справедливо і для союзників (вони отримують 5 загонів своєї культури за кожну побудовану казарму).
zh: 每建造一个兵营，会免费获得5个马其顿士兵(种类是随机的)。盟友同样受益，每建造一个兵营，额外获得其文明的5个作战单位。
zh_tw: 之後每建造一個軍營，可以免費獲得5個免費的(隨機的)馬其頓軍事單位。盟友也會受益於此(每建造一個軍營，就可以免費獲得其文明5個免費的軍事單位)。

source: Military Reforms
ast: Reformes militares
bg: Военни реформи
br: Adaozadurioù Soudardel
ca: Reformes militars
cs: Vojenské reformy
de: Militärreformen
el: Στρατιωτικές μεταρρυθμίσεις
es_ar: Reformas Militares
eu: Erreforma militarrak
fa: اصلاحات نظامی
ga: Leasuithe Míleata
he: רפורמות צבאיות
hu: Hadi reformok
hy: Ռազմական բարեփոխումներ
it: Riforme Militari
ja: 軍制改革
ko: 군 개혁
nb: Militære reformer
pl: Reformy wojskowe
pt_br: Reforma Militar
ru: Военные реформы
sk: Vojenské reformy
sv: Militärreformer
tr: Askeri Reformlar
uk: Військові реформи
zh: 军事改革
zh_tw: 軍事改良
