Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Cutscene starts after 5 seconds
ast: La seqüencia comiença n 5 segundos
bg: Филмчето започва след 5 секунди
br: Kregiñ a ra ar steudad goude 5 eilenn
ca: La seqüència cinemàtica comença en 5 segons
cs: Střihová scéna začne po 5 sekundách
da: Cutscene starter efter 5 sekunder
de: Zwischensequenz beginnt nach 5 Sekunden
el: Η σκηνή ξεκινά μετά από 5 δευτερόλεπτα
es: La cinemática empieza en 5 segundos
eu: Zinematika 5 segunduetan hasiko da
fa: کاتسین بعد از 5 ثانیه شروع می شود
fi: Välinäytös alkaa 5 sekunnin kuluttua
fr: Les transitions de scènes démarrent après 5 secondes
ga: Tosaíonn gearr-radharc tar éis 5 soicind
gd: Tòisichidh sealladh-film an ceann 5 diogan
hu: A bejátszás 5 másodperc után indul
id: Tayangan akan dimulai setelah 5 detik
it: L'intermezzo inizia dopo 5 secondi
ja: カットシーンは5秒後に開始します
ko: 컷 장면이 5초 후에 시작됩니다
ms: Sedutan adegan selepas 5 saat
nb: Kuttscenen starter etter fem sekunder
nl: Scène start na 5 seconden
pl: Przerywnik rozpocznie się za 5 sekund
pt_br: Cutscene começa depois dos 5 segundos
pt_pt: A história começa em 5 segundos
ru: Сцена запустится через 5 секунд
sk: Cutscéna začne po 5 sekundách
sv: Cutscene börjar efter 5 sekunder
tr: Ara video 5 saniye sonra başlayacak
uk: Сцена запуститься через 5 секунд
zh: 剧情画面 5 秒钟后开始
zh_tw: 過場動畫將於 5 秒後開始

source: Demo map for cinematic camera movements.
ast: Demonstracion d’una seqüencia cinematográphica.
bg: Демонстрационна карта за кинематографски движения на камерата.
br: Kartenn diskouez evit fiñvoù kamera fiñvoniel.
ca: Mapa demostració per a moviments cinemàtics de la càmera.
cs: Ukázková mapa s pohyby filmové kamery.
da: Demokort til filmiske kamerabevægelser.
de: Demo-Karte für filmische Kamerabewegungen.
el: Χάρτης Επίδειξης για τις κινηματογραφικές κινήσεις της κάμερας.
es: Mapa de demostración para los movimientos cinemáticos de cámara.
eu: Kameraren zinematika mugimenduetarako adibidea.
fi: Demokartta kameran elokuvamaisista liikkeistä.
fr: Carte de démonstration pour les mouvements de caméras cinématiques
ga: Léarscáil tainspeánach le haghaidh gluaiseachta cineamataigh an cheamara.
gd: Mapa taisbeanaidh airson gluasadan camara film.
hu: Demó térkép a mozis kameramozgásokhoz.
id: Peta demo untuk gerakan kamera sinematik.
it: Mappa Demo per animazioni cinematografiche della camera.
ja: 映画的なカメラの動きを実現するデモマップ。
ko: 시네마틱 카메라 움직임을 위한 데모 지도입니다.
ms: Peta demo untuk pergerakan kamera sinematik.
nb: Demo-kart for filmatiske kamerabevegelser.
nl: Demokaart voor filmische camerabewegingen.
pl: Mapa demonstracyjna dla ruchu mapy w filmikach przerywnikowych.
pt_br: Mapa demo para movimentos de câmera cinematográfica.
pt_pt: Mapa de demonstração para movimentos de câmara cinematográficos.
ru: Демо карта для движения кинематической камеры.
sk: Mapa demonštrujúca filmové pohyby kamerou.
sv: Demokarta för filmiska kamerarörelser.
tr: Sinematik kamera haraketleri için demo haritası
uk: Демо-карта для руху кінематичної камери.
zh: 用作演示地图
zh_tw: 電影式鏡頭移動的展示地圖。

source: Cinema Demo
ast: Dem. cinematográphica
bg: Демонстрация — заснемане на видео
br: Diskouez Sinema
ca: Demostració cinemàtica
cs: Filmová ukázka
da: Film Demo
de: Kino Demo
el: Επίδειξη Κινηματογράφου
es: Demo de cine
eu: Zinema Adibidea
fi: Elokuvademo
fr: Démo cinéma
ga: Taispeáint Scannánaíochta
gd: Taisbeanadh film
hu: Mozi demó
id: Demo Sinematik
it: Demo Telecamera
ja: シネマ デモ
ko: 영화 데모
ms: Demo Senimatik
nb: Kino-demo
nl: Filmische Demo
pl: Demo Filmiku
pt_pt: Demonstração de cinema
ru: Демонстрационный ролик
sk: Ukážka kina
sv: Film Demo
tr: Sinema Demo
uk: Демонстраційний ролик
zh: 浏览演示
zh_tw: 電影展示

source: Xerxes I
ast: Xšayarša I
bg: Ксеркс I
br: Gzerses I
el: Ξέρξης ο 1ος
es: Jerjes I
fa: خشیارشا
fi: Kserkses I
hu: I. Khsajársá
it: Serse I
ja: クセルクセス1世
ko: 크세르크세스 1세
pl: Kserkses I
ru: Ксеркс I
uk: Ксеркс I
zh: 薛西斯一世
zh_tw: 薛西斯一世

source: You
ast: Tu
bg: Вие
br: C'hwi
ca: Vós
cs: Ty
da: Dig
de: Du
el: Εσύ
es: Tú
eu: Zu
fa: شما
fi: Sinä
fr: Vous
ga: Tusa
gd: Thusa
hu: Te
id: Anda
it: Tu
ja: あなた
ko: 당신
ms: Anda
nb: Deg
nl: U
pl: Ty
pt_br: Você
pt_pt: Tu
ru: Вы
sk: Vy
sr: Ти
sv: Du
tr: Sen
uk: Ви
zh: 你
zh_tw: 您

source: A combat demonstration between a small number of ranged and melee infantry units.
ast: Demonstracion de combate entre un puñadu de combatedores & tiradores.
bg: Демонстрация на битка между малък брой далекобойни и близкобойни пехотни единици.
br: Un diskouezadur emgann etre ur strolladig troadeien a-bell hag unanennoù troadeien meskadeg.
ca: Una demostració de combat entre un petit nombre d'unitats d'infanteria cos a cos i a distància.
cs: Ukázka boje mezi malým počtem pěších jednotek pro boj na dálku a pro boj na blízko.
da: En demonstration af kamp mellem et lille antal afstands- og nærkampsinfanterienheder.
de: Eine Gefechtsdemonstration zwischen einer kleinen Gruppe an Fern- und Nahkampfinfanterie.
el: Μια επίδειξη μάχης ανάμεσα σε ένα μικρό αριθμό βαλλιστικών και εκ του συστάδην μονάδες πεζικού.
es: Una demostración de combate entre un pequeño número de unidades de infantería y a distancia.
eu: Infanteria unitate gutxi batzuen arteko buruz-buruko eta urrutiko borroka baten adibidea.
fi: Taistelunäytös pienen määrän kantama- ja lähitaistelujalkaväen yksiköiden välillä.
fr: Une démonstration de combat entre un petit nombre d'unités d'infanterie mêlée et à distance.
ga: Taispeáint troda idir grúpa beag coisithe raonta agus trodach.
gd: Taisbeanadh còmhraige le àireamh bheag dhe choisridh astair is dhlùth.
hu: Egy ütközet demó kisebb számú távolsági és közelharci gyalogsági egység között.
id: Demonstrasi pertarungan antara sejumlah kecil pasukan infanteri jarak dekat dan jauh.
it: Una dimostrazione di combattimento tra un piccolo numero di unità di fanteria corpo a corpo e attacchi dalla distanza.
ja: 少数の遠隔および近接攻撃歩兵による戦闘デモです。
ko: 소수의 원거리 보병 유닛과 근접 보병 유닛 간의 전투 시연입니다.
ms: Demonstrasi pertarungan diantara sekumpulan kecil unit infantri menembak dan tempur.
nb: En demonstrasjon av kamp mellom et lite antall infanteri-enheter for langdistanse og nærkamp.
nl: Een gevechtsdemonstratie tussen kleine aantallen afstands- en mêleeinfanterie eenheden.
pl: Demonstracja walki pomiędzy niewielką ilością jednostek strzelających i piechoty.
pt_br: Uma demonstração de combate entre um pequeno número de infantaria de longo e de curto alcance.
pt_pt: Uma demonstração de combate entre um pequeno número de soldados de infantaria corpo a corpo e de arremesso.
ru: Демонстрация боя между маленькими отрядами с юнитами ближнего и дальнего боя.
sk: Demonštrácia súboja medzi malým množstvom pešiakov bojujúcim nablízko i na diaľku.
sv: En stridsdemonstration mellan ett litet antal distans- och närstridssoldater.
tr: Az sayıda yakın dövüş piyade birimleri ve menzilli birim arasındaki mücadele bir demoda gösterilir.
uk: Демонстрація бою між невеликою кількістю воїнів ближнього та дальнього бою.
vi: Một màn trình diễn trận đánh giữa một số ít các đơn vị cận chiến và đánh xa.
zh: 一个演示少量远程兵和近战步兵战斗的场景
zh_tw: 一個展示著少量遠距離步兵及近距離步兵單位的戰鬥展示。

source: Combat Demo
ast: Dem. combate
bg: Демонстрация — битка
br: Diskouez Emgann
ca: Demostració de combat
cs: Ukázka boje
da: Demonstration af kamp
de: Schlachtdemo
el: Επίδειξη Μάχης
es: Demo de combate
eu: Borroka Adibidea
fi: Taisteludemo
fr: Démo - Combat
ga: Taispeáint Troda
gd: Taisbeanadh còmhraige
hu: Ütközet demó
id: Demo Pertarungan
it: Demo Combattimento
ja: 戦闘デモ
ko: 전투 데모
ms: Demo Tempur
nb: Kamp-demo
nl: Gevechtsdemo
pl: Walka (demonstracja)
pt_br: Demonstração de combate
pt_pt: Demonstração de combate
ru: Сражение, демо
sk: Ukážka boja
sr: Демо - Битка
sv: Strid Demo
tr: Muharebe Denemesi
uk: Бій демо
vi: Thử nghiệm Trận đánh
zh: 战斗演示
zh_tw: 戰鬥展示

source: 1296 units. Extremely slow (we need more optimisation).
ast: 1296 unidades. Lenta cumo una tartuga (precisamus más optimacion)
bg: 1296 единици. Изключително бавна (трябва ни още оптимизация).
br: 1296 unanenn. Gorrek kenañ (ezhomm hon eus da gaout muioc'h a wellekaat).
ca: 1296 unitats. Extremament lent (necessitem més optimització).
cs: 1296 jednotek. Nesmírně pomalé (je potřeba větší optimalizace).
da: 1296 enheder. Ekstremt langsomt (vi har brug for bedre optimering).
de: 1296 Einheiten. Extrem langsam (wir brauchen mehr Optimierungen).
el: 1296 μονάδες. Εξαιρετικά αργό (χρειαζόμαστε περισσότερη βελτιστοποίηση).
es: 1296 unidades. Extremadamente lento (necesitamos una mayor optimización).
eu: 1296 unitate. Oso-oso poliki (optimizazio handiagoa behar dugu).
fa: 1296 نیرو. به شدت کند (ما نیاز به بهینه سازی داریم)
fi: 1296 yksikköä. Erittäin hidas (tarvitaan lisää optimointia).
fr: 1296 unités. Extrêmement lent (nous avons besoin de plus d'optimisation).
ga: 1296 aonad. Fíormhall (teastaíonn níos mó optamú uainn).
gd: 1296 aonadan. Cianail fhèin slaodach (tha feum air barrachd piseachaidh).
hu: 1296 egység. Rendkívül lassú (további optimalizálásra van szükségünk).
id: 1296 unit. Sangat lambat (kami perlu optimisasi)
it: 1296 unità. Estremamente lenta (abbiamo bisogno di più di ottimizzazione).
ja: 1296のユニットたち。とてつもなく遅いです（さらなる最適化が必要です）。
ko: 1296 개 유닛. 매우 느립니다 (최적화가 더 필요함).
ms: 1296 unit. Sangat lambat (perlukan lagi pengoptimuman).
nb: 1296 enheter. Ekstremt treg ( vi trenger mer optimering ).
nl: 1296 eenheden. Enorm traag (optimalisatie is nodig).
pl: 1296 jednostek. Ekstremalnie wolny (potrzeba dalszej optymalizacji).
pt_br: 1296 unidades. Extremamente lento (precisamos de mais otimização).
pt_pt: 1296 unidades. Extremamente lento (precisa de mais otimização).
ru: 1296 юнитов. Очень медленно (требуется оптимизация).
sk: 1296 jednotiek. Extrémne pomalé (potrebujeme viac optimalizácií).
sr: 1296 јединица. Екстремно споро (потребна додатна оптимизација).
sv: 1296 soldater. Extremt långsam (vi behöver mer optimering).
tr: 1296 birim. Son derece yavaş (daha fazla iyileştirmeye ihtiyaçımız var).
uk: 1296 юнітів. Екстремально повільно (нам необхідна більша оптимізація).
vi: 1296 đơn vị. Vô cùng chậm chạp (chúng ta cần phải tối ưu hóa hơn nữa)
zh: 1296 个单位。极其慢(需要深度优化)
zh_tw: 1296個單位。非常慢(我們需要更多的最佳化)。

source: Combat Demo (Huge)
ast: Dem. combate (escomanada)
bg: Демонстрация — битка (огромна)
br: Diskouez Emgann (Divent)
ca: Demostració de combat (Enorme)
cs: Ukázka boje (obrovská)
da: Demonstration af kamp (Enorm)
de: Schlachtdemo (Riesig)
el: Επίδειξη Μάχης (Τεράστια)
es: Demo de combate (enorme)
eu: Borroka Adibidea (Handia)
fi: Taisteludemo (Valtava)
fr: Démo - Combat (énorme)
ga: Taispeáint Troda (Ollmhór)
gd: Taisbeanadh air còmhrag (uabhasach mòr)
hu: Ütközet demó (hatalmas)
id: Demo Pertarungan (besar)
it: Demo Combattimento (Enorme)
ja: 戦闘デモ（特大）
ko: 전투 데모 (대규모)
ms: Demo Tempur (Luas)
nb: Kamp-demo (svær)
nl: Gevechtsdemo (enorm)
pl: Wielka bitwa (demonstracja)
pt_br: Demonstração de Combate (Enorme)
pt_pt: Demonstração de combate (enorme)
ru: Сражение, демо (огромная)
sk: Ukážka boja (obrovská)
sr: Демо битке (Огроман)
sv: Strids Demo (Jättestor)
tr: Muharebe Deneme (Büyük)
uk: Бій демо (величезний)
vi: Thử nghiệm Trận đánh (Rộng lớn)
zh: 战斗演示(大型)
zh_tw: 戰鬥展示(大型)

source: A deep rocky canyon slicing through the desert. Good for multiplayer. 2 teams of 2 players. 1 player on each team starts with a base and resources. The other player starts with only a large army to assist their teammate.
ast: Una fouç fonda & frayosa que traviessa l ermu. Bona para dellos jogadores. 2 conjuntos de 2 jogadores. 1 jogador de cada conjuntu intama cun una base & recursos. L outru jogador intama cun un exércitu para sofitare l compañeiru.
bg: Дълбок скалист каньон, пресичащ пустинята. Подходящ за мрежова игра. 2 отбора от по 2 играчи. Единият играч от всеки отбор започва с база и ресурси. Другият започва само с голяма войска, с която да помага на съотборника си.
br: Ur ganienn vaen don zo o troc'hañ an dezerzh avat. Mat evit lies-c'hoarier. 2 skipailh gant 2 c'hoarier pep hini. 1 c'hoarier e pep skipailh a grog gant un diazez a zanvezioù. Ar c'hoarier all a grog gant un arme ledan hepken evit skoazellañ o c'henc'hoarier.
ca: Una profunda gorja rocosa que travessa el desert. Òptim per a multijugajor. 2 equips de 2 jugadors. 1 jugador en cada equip comença amb una base i recursos. L'altre jugador comença només amb un gran exèrcit per ajudar el seu company.
cs: Hluboká, skalnatá horská propast v poušti. Dobré pro hru více hráčů. Dva týmy po dvou hráčích. Jeden hráč v každém týmu začíná se základnou a přírodními zdroji. Druhý hráč začíná jen s velkou armádou, se kterou podporuje svého spoluhráče.
da: En dyb stenet kløft skærer sig gennem ørkenen. God til multiplayer. 2 hold af 2 spillere. 1 spiller på hvert hold starter med en base og ressourcer. Den anden spiller starter med kun en stor hær til at hjælpe deres holdkammerat.
de: Eine tiefe, steinige Schlucht, die durch die Wüste geht. Gut für Mehrspieler. 2 Teams mit je 2 Spielern. 1 Spieler pro Team startet mit einer Basis und Ressourcen, der andere Spieler startet nur mit einer großen Armee, um seinen Mitspieler zu unterstützen.
el: Ένα βαθύ φαράγγι με βραχώδες λωρίδες μέσα στην έρημο. Καλό για πολλούς παίκτες. 2 ομάδες από 2 παίκτες. 1 παίκτης σε κάθε ομάδα ξεκινά με μια βάση και πόρους. Ο άλλος παίκτης ξεκινά μόνο με ένα μεγάλο στρατό για να βοηθήσει τον συμπαίκτη του.
es: Un cañón rocoso y profundo que rebana el desierto. Bueno para partidas multijugador. 2 equipos de 2 jugadores. 1 jugador de cada equipo empieza con una base y recursos. El otro empieza solo con un gran ejército para apoyar a su compañero.
eu: Basamortua ebakitzen duen harrizko zintzur sakona. Hainbat jokalarientzako partidetarako ona. 2 talde 2 jokalariz. Talde bakoitzeko jokalari 1 base bat eta baliabideekin hasten da. Bestea bere kidea laguntzeko armada handi batez baino ez da hasten.
fa: دره عمیق سنگی که توسط یک بیابان جدا شده است. مناسب بازی چند نفر 2 teams of 2 players. 1 player on each team starts with a base and resources. The other player starts with only a large army to assist their teammate.
fi: Syvä kivinen kanjoni halkaisee aavikon. Soveltuu hyvin moninpeliin. 2 kahden pelaajan joukkuetta. 1 pelaaja kummastakin joukkueesta aloittaa tukikohdalla ja resursseilla. Toinen pelaaja aloittaa vain suurella armeijalla, jolla auttaa joukkuetoveriaan.
fr: Un profond canyon rocheux tranchant le désert. Bon pour le multijoueur. 2 équipes de 2 joueurs, dont 1 joueur de chaque équipe commence avec une base et des ressources, et les 2 autres avec seulement une grande armée pour aider leurs coéquipiers.
ga: Cainneon domhain agus creagach i rith tríd an bhfásach. Maith le haghaidh cluichí ilimreortha. Tá 2 fhoireann le 2 imreoir gach aon. Tosaíonn 1 imreoir as gach foireann le bunáit agus le hacmhainní. Tosaíonn an t-imreoir eile le harm mór amháin dá chomhimreoir a chabhrú.
gd: Sgoltadh creagach domhainn a’ sgoradh an fhàsaich. Math airson geama ioma-chluicheadair. 2 sgioba de 2 chluicheadair. Tòisichidh 1 chluicheadair anns gach sgioba le bunait is stòrasan. Cha bhi ach feachd mòr aig a’ chluicheadair eile ach an doir iad taic ri a chuideachd.
hu: Egy mély sziklás kanyon szeli ketté a sivatagot. Kitűnő többjátékos terep. 2 csapat 2-2 játékossal. Az egyik csapatjátékos bázissal és nyersanyagforrásokkal kezd, a másik pedig egy nagyobb hadsereggel, hogy segítse a csapattársát.
id: Tebing berbatu yang curam melintasi gurun. Cocok untuk main bersama. 2 regu berisi 2 pemain. 1 pemain pada tiap regu mulai dengan markas dan sumber daya. Pemain lain mulai hanya dengan pasukan besar untuk membantu teman regunya.
it: Un profondo canyon roccioso taglia il deserto. Buona per multiplayer. 2 squadre di 2 giocatori. 1 giocatore per ogni squadra inizia con una base e risorse. L'altro giocatore inizia solo con un grande esercito per aiutare il proprio compagno di squadra.
ja: 深く岩がちな峡谷が砂漠を切り裂いています。マルチプレイに適しています。 2チームに2プレイヤーずつです。各チームの1プレイヤーは基地と資源持ちで開始します。他のプレイヤーは大きな軍隊のみで開始し、チームメイトを支援します。
ko: 사막을 가로지르는 깊은 바위 협곡. 멀티플레이어에 적합합니다. 2명의 플레이어들로 구성된 2팀입니다. 각 팀의 1명의 플레이어는 근거지와 자원을 가지고 시작합니다. 다른 플레이어는 팀원을 돕기 위해 큰 군대만으로 시작합니다.
ms: Ngarai berbatu yang dalam membahagi gurun. Sesuai untuk pemain berbilang 2 pasukan per 2 pemain. Pemain 1 bagi setiap pasukan bermula dengan pangkalan dan dibekalkan sumber. Pemain kedua hanya bermula dengan pasukan tentera yang ramai untuk membantu rakan mereka.
nb: En dyp, steinete kløft skjærer gjennom ørkenen. Bra for samspill. 2 lag med 2 spillere. 1 spiller på hvert lag starter med en base og ressurser. Den andre spilleren starter med kun en stor hær som assistanse for laget.
nl: Een diepe rotskloof splitst een woestijnachtig landschap. Speciale multiplayerkaart. 2 teams van 2 spelers elk. 1 speler per team start met een basis en grondstoffen, terwijl de andere start met enkel een groot leger om hun teamgenoot te assisteren.
pl: Głęboki skalisty kanion przedzielający pustynię. Dobry dla wielu graczy. 2 drużyny po 2 graczy. 1 z graczy każdego zespołu rozpoczyna z bazą i zasobami. Drugi gracz zaczyna z wielką armią, którą wspomaga swojego towarzysza.
pt_br: Um profundo e rochoso cânion cortando o deserto. Bom para ser jogado com vários jogadores. São 2 times com 2 jogadores em cada time. 1 jogador de cada time começa com uma base e recursos. O outro jogador começa com um grande exército para ajudar seu parceiro.
pt_pt: Um desfiladeiro rochoso e profundo que atravessa o deserto. Bom para jogos multijogadores. 2 equipas de 2 jogadores. 1 jogador de cada equipa começa com uma base e recursos. O outro jogador começa apenas com um grande exército para ajudar o seu colega de equipa.
ru: Глубокий скалистый каньон разрезает пустыню. Удобно для сетевой игры. 2 команды по 2 игрока. 1 игрок каждой команды начинает с базой и ресурсами. Другой игрок начинает только с большой армией для помощи союзнику.
sk: Hlboký skalnatý kaňon, ktorý sa prediera púšťou. Vhodná pre hru viacerých hráčov. Dva dvojčlenné tímy. Jeden hráč v každom tíme začína so základňou a surovinami. Druhý začína výlučne s veľkou armádou na pomoc svojmu spoluhráčovi.
sv: En djup stenig ravin skär genom öknen. Bra för flera spelare. 2 lag med 2 spelare. 1 spelare i varje lag börjar med en bas och resurser. Den andra spelaren börjar bara med en stor armé för att hjälpa deras lagkamrat.
tr: Çölü ikiye bölen derin ve kayalık bir kanyon. Çok oyunculu oyunlar için ideal. 2 oyunculu 2 takım. Her takımdaki bir oyuncu, bir üs ve kaynaklarla başlar. Diğer oyucu ise arkadaşına yardım etmek için büyük bir ordu ile başlar.
uk: Глибокий скелястий каньйон розтинаючий пустелю. Добре для мультиплеєра. 2 команди по 2 гравця. 1 гравець починає на своїй базі з ресурсами. Інший гравець починає тільки з великою армією, щоб допомогти товаришеві по команді.
vi: Một hẻm núi đá sâu thẳm thông qua sa mặc. Thích hợp cho chế độ nhiều người chơi. 2 đội mỗi bên 2 người. 1 người chơi trong mỗi đội bắt đầu với một căn cứ và các nguồn tài nguyên. Còn người còn lại bắt đầu với quân đội hùng hậu để trợ giúp đồng đội mình.
zh: 一条切过沙漠的深岩石峡谷。适合多人游戏。 2队各2个玩家。每个队伍的其中1个玩家以一座基地及资源开始游戏。另一个玩家则只有庞大的军队来协助他的队友。
zh_tw: 一條切過沙漠的深岩石峽谷。適合多人遊戲。 2隊各2個玩家。每個隊伍的其中1個玩家以一座基地及資源開始遊戲。另一個玩家則只有龐大的軍隊來協助他的隊友。

source: Death Canyon - Invasion Force
ast: Fouç de la muörte - Forcia d’invasion
bg: Каньон на смъртта — Нахлуваща сила
br: Kanienn ar Marv - Nerzh Aloubiñ
ca: Canyó de la Mort - Força invasora
cs: Smrtící kaňon - Útočící armáda
da: Dødskløft - Invasionsstyrke
de: Todesschlucht – Invasionstruppen
el: Φαράγγι Θανάτου - Στρατός εισβολής.
es: El cañón de la muerte - Fuerza invasora
eu: Herioaren Zintzurra - Indar Inbasorea
fa: دره مرگ - نیروی مهاجم
fi: Kuoleman kanjoni - Hyökkäysvoimat
fr: Canyon de la mort - Force d'invasion
ga: Caineonn na Marbh - Fórsa Ionraidh
gd: Sgoltadh a’ bhàis – Feachd a’ briseadh a-steach
hu: Halálkanyon - inváziós erő
id: Tebing Kematian - Pasukan Penyerang
it: Canyon della Morte - Forza d'Invasione
ja: 死の峡谷 - 侵略軍
ko: 죽음의 협곡 - 침략군
ms: Ngarai Maut - Kekuatan Penakluk
nb: Dødskløften - Invasjonsstyrken
nl: Kloof der Doden - Invasiekracht
pl: Kanion śmierci - siły inwazyjne
pt_br: Cânion da Morte - Força de Invasão
pt_pt: Desfiladeiro da morte - Força invasora
ru: Каньон смерти — Сила вторжения
sk: Kaňon smrti - Invázna jednotka
sr: Кањон Смрти - Инвазионе снаге
sv: Death Canyon - Invasionsstyrka
tr: Ölüm kanyonu - İstila Kuvveti
uk: Каньйон Смерті - Десант
vi: Tiến chiểm - Hẻm núi Tử thần
zh: 死亡峡谷-入侵力量
zh_tw: 死亡峽谷 - 軍隊入侵

source: Invasion Force
ast: Forcia d’invasion
bg: Нахлуваща сила
br: Nerzh Aloubiñ
ca: Força invasora
cs: Invazní armáda
da: Invasionsstyrke
de: Invasionstruppen
el: Στρατός εισβολής.
es: Fuerza invasora
eu: Indar Inbasorea
fa: نیروی مهاجم
fi: Hyökkäysvoimat
fr: Force d'invasion
ga: Fórsa Ionraidh
gd: Feachd a’ briseadh a-steach
hu: Inváziós erő
id: Pasukan Penyerang
it: Forza di Invasione
ja: 侵略軍
ko: 침략군
ms: Kekuatan Penakluk
nb: Invasjonsstyrke
nl: Invasiekracht
pl: Siły inwazyjne
pt_br: Força de Invasão
pt_pt: Força invasora
ru: Сила захвата
sk: Invázna jednotka
sr: Инвазионе снаге
sv: Invasionsstyrka
tr: İstila Kuvveti
uk: Десант
vi: Tiến chiếm
zh: 入侵力量
zh_tw: 軍隊入侵

source: Player 3
ast: Jogador 3
bg: Играч 3
br: C'hoarier 3
ca: Jugador 3
cs: Hráč 3
da: Spiller 3
de: Spieler 3
el: Παίκτης 3
es: Jugador 3
eu: 3. jokalaria
fa: بازیکن ۳
fi: Pelaaja 3
fr: Joueur 3
ga: Imreoir 3
gd: Cluicheadair 3
hu: 3. játékos
id: Pemain 3
it: Giocatore 3
ja: プレイヤー 3
ko: 플레이어 3
ms: Pemain 3
nb: Spiller 3
nl: Speler 3
pl: Gracz 3
pt_br: Jogador 3
pt_pt: Jogador 3
ru: Игрок 3
sk: Hráč 3
sr: Играч 3
sv: Spelare 3
tr: Oyuncu 3
uk: Гравець 3
vi: Người chơi 3
zh: 玩家 3
zh_tw: 玩家 3

source: A demonstration of the new trading feature.
ast: Demonstracion de la nuöva funccion commercial.
bg: Демонстрация на новата търговска функционалност.
br: Diskouez ur gefridi nevez a genwerzh.
ca: Una demostració de la nova propietat del comerç.
cs: Předvedení nové obchodní funkce.
da: En demonstration af den nye handelsfunktion.
de: Eine Demonstration der neuen Handelsfeatures.
el: Μια επίδειξη της νέας δυνατότητας εμπορίου.
es: Una demostración de la nueva función de comercio.
eu: Merkataritza funtzio berriaren adibidea.
fi: Uuden kaupankäyntiominaisuuden esittely.
fr: Une démonstration de la nouvelle fonction commerciale.
ga: Taispeáint don ghné nua trádála.
gd: Taisbeanadh air a’ ghleus mhalairt ùir.
hu: Egy demó az új kereskedelmi funkcióhoz.
id: Demonstrasi fitur dagang baru.
it: Una dimostrazione della nuova funzionalità di scambi commerciali.
ja: 新しい交易機能のデモです。
ko: 새로운 거래 기능의 데모입니다.
ms: Demonstrasi dengan fitur dagangan baharu.
nb: En demonstrasjon av den nye handels-funksjonen.
nl: Een demonstratie van de nieuwe handelsmogelijkheden.
pl: Demonstracja nowej funkcji handlu.
pt_br: Uma demonstração de um novo recurso.
pt_pt: Uma demonstração da nova funcionalidades de comércio.
ru: Демонстрация новой торговой особенности.
sk: Demonštrácia obchodovania, novej funkcie.
sr: Приказ нове трговинске опције.
sv: En demonstration av den nya handelsfunktionen.
tr: Yeni ticaret özelliğinin bir gösterimi.
uk: Демонстрація нових можливостей для торгівлі.
vi: Giới thiệu những tính năng giao thương mới.
zh: 新贸易功能的演示
zh_tw: 一個新貿易功能的展示。

source: Trading Demo
ast: Dem. commercial
bg: Демонстрация — търговия
br: Diskouez Kenwerzhañ
ca: Demostració de comerç
cs: Ukázka obchodu
da: Handelsdemonstration
de: Handelsdemo
el: Επίδειξη Εμπορίου
es: Demo de comercio
eu: Merkataritza Adibidea
fi: Kaupankäyntidemo
fr: Démo - Commerce
ga: Taispeáint Trádála
gd: Taisbeanadh a’ mhalairt
hu: Kereskedési demó
id: Demo Berdagang
it: Demo Commercio
ja: 交易デモ
ko: 거래 데모
ms: Demo Dagang
nb: Handelsdemo
nl: Handelsdemo
pl: Handel (demonstracja)
pt_br: Demonstração de Comércio
pt_pt: Demonstração de comércio
ru: Торговля, демо
sk: Ukážka obchodovania
sr: Демо - Трговина
sv: Handels Demo
tr: Ticaret Denemesi
uk: Торгівля демо
vi: Thử nghiệm Giao thương
zh: 贸易演示
zh_tw: 貿易展示
