Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Carthaginians established many trading centers as colonies and ultimately held dominion over 300 cities and towns in North Africa alone.
ast: Los cartaxineses establecieron munchos centros comerciales como colonies y dominaron finalmente más de 300 ciudaes y villes namái nel África del Norte.
bg: Картагенците създали много търговски центрове като колонии и в най-силния си период владеели над 300 града и села само в северна Африка.
br: Staliet o doa ar Gartajinianed meur a greizenn-genwerzhel ha meur a drevadenn betek dont da vezañ mestr e fin ar gont war muioc'h evit 300 kêr ha kêriadenn hepken en Afrika an Hanternoz.
ca: Els cartaginesos van establir molts centres de comerç com a colònies i van arribar a dominar més de 300 ciutats només al nord d'Àfrica.
cs: Kartáginci zřídili mnoho obchodních koloníí a nakonec udrželi nadvládu nad více než 300 městy a vesnicemi jen v Severní Africe.
de: Die Karthager gründeten viele Handelszentren als Kolonien und hatten letztendlich über 300 Städte allein in Nordafrika unter ihrer Kontrolle.
el: Οι Καρχηδόνιοι ίδρυσαν πολλά εμπορικά κέντρα, ως αποικίες και και εν τέλει εξουσίασαν πάνω από 300 πόλεις και κωμοπόλεις μόνο στην Βόρεια Αφρική.
es_ar: Los Cartagineses establecieron muchos puntos de comercio y colonias y llegaron a tener dominio por sobre 300 ciudades y pueblos en el norte de África.
eu: Kartagoarrek komertzio gune ugari ezarri zituzten kolonia gisara, eta azkenean, Ipar Afrika soilik kontuan hartuz, 300 hiri eta herri zituzten kontrolpean.
fa: کارتاژها مراکز تجاری بسیاری را به عنوان محل های مهاجرنشین خود راه اندازی کرده بودند آنها در اوج قدرت خود بیش از 300 شهر را تنها در شمال آفریقا در اختیار داشتند
ga: Bhunaigh na Cartagaigh stáisiúin trádála go leor mar choilíneachtaí, agus a cheannas a shealbhú i ndeireadh na dála, os cionn ná 300 cathair agus baile fiú san Afraic Thuaidh.
he: קרתגו הקימה מרכזי מסחר רבים כקולוניות ובסופו של דבר החזיקה שליטה על 300 ערים ועיירות בצפון אפריקה לבד.
hu: A karthágóiak több kereskedelmi központot állítottak alapítottak kolóniaként és csak Észak-Afrikában több mint 300 város és település felett bírták hatalmukat.
hy: Կարթագենցիները հիմնեցին բազմաթիվ առևտրական կենտրոններ՝ որպես գաղութներ, և վերջին հաշվով միայն Հյուսիսային Աֆրիկայում գերիշխում էին ավելի քան 300 քաղաքներում և բնակավայրերում։
it: I Cartaginesi istituirono numerosi centri commerciali nelle colonie e mantennero il dominio di oltre 300 città e paesi del Nord Africa.
ja: カルタゴは多くの交易所を植民地として創設し、ついには北アフリカだけで300以上の都市や町を支配するに至りました。
ko: 카르타고는 많은 교역소를 식민지로 설립하고 마침내는 북아프리카에만 300 개 이상의 도시와 마을을 지배하기에 이르렀습니다.
nb: Kartagerne etablerte mange handelssentrum som kolonier og hersket til sist over 300 storbyer og byer bare i Nord-Afrika.
pl: Kartagińczycy założyli wiele ośrodków handlu jako kolonie, uzyskując ostatecznie panowanie nad ponad 300 miastami w samej tylko Afryce Północnej.
pt_br: Os cartagineses estabeleceram muitos centros comerciais como colônias e acabaram por dominar mais de 300 cidades e vilas só no Norte de África.
ru: Карфагеняне создали много торговых центров, колоний и в конечном счете господствовали над 300 городами и населенными пунктами в одной только северной Африке.
sk: Kartáginci založili mnoho centier obchodu ako kolónii a napokon sami vládli nad vyše 300 mestami a obcami v severnej Afrike.
sv: Kartagerna etablerade många handelscentrum som kolonier och i slutändan hölls herravälde över 300 städer bara i Nordafrika.
tr: Kartacalılar koloniler olarak birçok ticari merkeze yerleşti ve en sonunda sadece Kuzey Afrika'da 300 den fazla şehir ve köye hakim oldular.
uk: Карфагеняни заснували багато торговельних центрів-колоній і самостійно володіли більше ніж 300 містами та містечками у Північній Африці.
zh: 迦太基人建立了许多贸易中心作为殖民地，仅在北非就控制了300多个城市。
zh_tw: 迦太基人建立了許多貿易中心作為殖民地，並且最終在僅在北非就保持了對超過 300 個城市的控制。

source: Carthage's most famous son. Hannibal Barca was the eldest son of Hamilcar Barca and proved an even greater commander than his father. Lived 247-182 B.C. While he ultimately lost the Second Punic War his victories at Trebia, Lake Trasimene, and Cannae, and the feat of crossing the Alps have secured his position as among the best tacticians and strategists in history.
ast: El fíu más famosu de Cartagu. Aníbal Barca yera'l fíu mayor d'Amílcar Barca y resultó ser meyor comandante que so pá. Vivió de 247-182 a.C. Si bien últimamente perdió la segunda guerra púnica, les sos victories en Trebia, Llagu Trasimenu y Canes, y la fazaña de cruciar los Alpes aseguráron-y la una posición ente los meyores táuticos y estrategues de la hestoria.
bg: Най-известният син на Картаген. Ханибал Барка бил най-големият син на Хамилкар Барка и се доказал като дори по-добър командир от баща си. Той живял 247-182г. пр.н.е. Въпреки, че загубил Втората пуническа война, победите му при Требия, Тразименското езеро и Кана, и подвигът от преминаването на Алпите, му осигурили позицията на един от най-добрите тактици и стратези в историята.
br: Mab brudetañ Kartago. Hannibal Barka a oa mab-koshañ Hamilkar Barka prouet en doa e oa ur c'homandant brasoc'h c'hoazh evit e dad. Bevet en doa etre 247-182 a-raok J.-K. Betek ma kollas an Eil Brezel Punek e drec'hoù e Trebia, e Lenn Trasimene hag e Kannae hag an aon rak tremen an Alpoù a lak anezhañ da vezañ an taktisian hag ar strategour gwellañ en istor.
ca: El fill més famós de Cartago. Anníbal Barca era el fill gran d'Amílcar Barca i va demostrar ser un comandant encara més gran que el seu pare. Va viure entre els anys 247 i 182 aC. Tot i que va perdre la Segona Guerra Púnica, les seves victòries a Trèbia, el llac Trasimè i Cannes, i la gesta de creuar els Alps han assegurat la seva posició entre els millors tàctics i estrategues de la història.
cs: Nejslavnější syn Kartága. Hannibal Barkas byl prvorozeným synem Hamilkara Barkase a ukázal se být ještě schopnějším vojevůdcem než jeho otec. Žil v letech 247-182 př. n. l. Ačkoliv nakonec prohrál druhou punskou válku, jeho vítězství na řece Trebii, u Trasimenského jezera, u vesnice Kanny a jeho přechod přes Alpy mu zajistili místo mezi nejlepšími taktiky a stratégy v historii.
de: Karthagos bekanntester Sohn. Hannibal Barkas war der älteste Sohn von Hamilkar Barkas und ein noch größerer Feldherr als sein Vater. Er lebte von 247-182 v. Chr. Obwohl er schlussendlich den zweiten Punischen Krieg verlor, sicherten ihm seine Siege bei Trebia, am Trasimenischen See und in Cannae, sowie die Meisterleistung einer Überquerung der Alpen eine sichere Position unter den besten Taktikern und Strategen der Geschichte.
el: Ο πιο διάσημος γιο της Καρχηδόνας. Ο Αννίβας Μπάρκα ήταν ο πρωτότοκος γιος του Αμίλκα Μπάρκα και αποδείχθηκε ακόμα μεγαλύτερος διοικητής από τον πατέρα του. Έζησε το 247-182 π.Χ. Ενώ τελικά έχασε το δεύτερο Καρχηδόνιο πόλεμος οι νίκες του στη Τρεβία, στη Τρασιμένη λίμνη, και των Καννών, και το κατόρθωμά του να διασχίσει τις Άλπεις έχουν εξασφαλίσει τη θέση του ως ένα από του καλύτερους ειδικούς στη τακτική και στρατηγούς στην ιστορία.
es_ar: El hijo más famoso de Cartago. Aníbal Barca fue el mayor de los hijos de Amílcar Barca y probó ser un mejor comandante que su padre. Vivió entre el 247-182 a.C. Finalmente perdió la segunda guerra Púnica, pero sus victorias en Trebia, el lago Trasimeno, Cannas, y la hazaña de cruzar los Alpes le aseguraron el puesto como uno de los mejores estrategas tácticos de la historia.
eu: Kartagoko semerik ospetsuena. Hamilkar Barkaren seme zaharrena zen Hanibal Barka, eta bere aita baino komandante hobea zela erakutsi zuen. K. a. 247-182 urteen artean bizi izan zen. Azkenean Bigarren Gerra Punikoa galdu bazuen ere, Trebiako, Trasimene aintzirako eta Cannaeko garaipenek, eta Alpeak gurutzatuz egindako balentriak, historiako taktikari eta estratega onenen artean sartu zuten.
fa: پسر مشهور کارتاژ. هانیبال بارکا پسر بزرگ هامیلکار بارکا پادشاه بزرگ کارتاژ بود و به همگان ثابت کرده بود که او حتی از پدرش نیز پادشاه توانمندتر و قدرتمندتری است. او بین سالهای 247-182 ق.م زندگی کرد. هانیبال بارکا با اینکه در جنگ دوم پونی در نهایت شکست خورد اما پیروزی های وی در جنگ تربیا، دریاچه تراسیمنو و نبرد کانای همچنین عبور از کوهستان آلپ با پای پیاده و عبور سپاه خود از این مسیر جهت حمله غافلگیرانه به روم باعث شد که از وی به عنوان یکی از بهترین رزم آرا و متخصصان فنون جنگی در تاریخ یاد شود
ga: An mac is cáiliúla na Cartaige. Ba an mac is sine é Háinibeál Barca de chuid Haimilcir Barca agus cruthaíodh sé mar ceannasaí níos mó ná a athair. Ritheann a bheatha go 247-182 R.C. Nuair a chaill sé an Dara Chogadh Púnach sa deireadh, fuair sé áit i measc na mbeartaithe agus na straitéisithe is mó trína bhuanna sa Tréibia, Loch Trasaiméan, agus Cannae, agus an t-éacht a rinne sé i dtrasbhealach na hAlpa.
he: המלך המפורסם ביותר של קרתגו. חניבעל בארקה היה בנו הבכור של חמילקרת בארקה והוכיח את יכולת פיקדו אף יותר מאביו. חי 247-182 לפני ספירה בזמן שהוא סופו של דבר הפסיד במלחמה הפונית השנייה. אך הניצחונות שלו בטרביה, טראסימני , וקאנה, וההישג של חציית האלפים שהבטיחו את מעמדו כאחד האסטרטגים הטובים ביותר בהיסטוריה.
hu: Karthágó leghíresebb gyermeke. Hannibál Barkasz volt Hamilkar Barkasz legidősebb fia, aki sokkal nagyobb parancsnoknak bizonyult, mint az apja. I. e. 247-182 között élt. Bár elvesztette a második pun háborút, győzelmei Trebiánál, a Trasimenus-tónál, és Cannaenál biztosították helyét a történelem legjobb taktikusai és stratégái között.
hy: Կարթագենի ամենահայտնի որդին։ Հաննիբալ Բարկան Համիլկար Բարկայի տարեց որդին էր և դարձավ ավելի մեծ զորավար, քան իր հայրը։ Ապրել է մ․թ․ա․ 247-182թթ․։ Չնայած նա ի վերջո պարտվեց Երկրորդ Պունիկյան պատերազմում, նրա հաղթանակները Տրեբիայում, Քանայում ու Տրասիմենե լճի մոտ և Ալպերն անցնելու սխրանքն ապահովել են նրա տեղը պատմության լավագույն մարտավարների և ստրատեգների շարքում։
it: Il Cartaginese più famoso. Annibale Barca era il figlio maggiore di Amilcare Barca e si rivelò un comandante ancora migliore di suo padre. Visse nel 247-182 a.C. Nonostante abbia perso la Seconda Guerra Punica, le sue vittorie presso il Trebbia, il Lago Trasimeno e a Canne, insieme all'impresa dell'attraversamento delle Alpi gli hanno assicurato un posto tra i migliori tattici e strateghi della storia.
ja: カルタゴの最も有名な息子です。ハンニバル・バルカはハミルカル・バルカの長男で、父を超えた偉大な司令官となりました。紀元前247年から182年の一生でした。第二次ポエニ戦争に最終的には敗れたものの、トレビア、トラシメヌス湖畔、カンナエでの勝利、そして、アルプス越えの偉業が歴史上最高の戦術・戦略家としての彼の地位を揺るぎないものにしました。
ko: 카르타고의 가장 유명한 아들입니다. 한니발 바르카는 하밀 카르 바르카의 장남으로 아버지를 넘은 위대한 사령관이되었습니다. 기원전 247 년에서 182 년의 일생이었습니다. 제 2 차 포 에니 전쟁에 결국 패했지만, 토레비아, 토라시메누스 호반 칸나에에서의 승리, 그리고 알프스 넘어 위업가 역사상 최고의 전술 · 전략가로서의 지위를 확고히했습니다 .
nb: Kartagos mest berømte sønn. Hannibal Barca var den eldste sønnen av Hamilcar Barca og viste seg som en enda større kommandør enn sin far. Levde 247-182 f.Kr. Selv om han til sist tapte den andre punerkrigen sikret han sin posisjon blant de beste taktikere og strateger i historien på grunn av seirene ved Trebia, Trasimenesjøen og Cannae og bragden ved å krysse Alpene.
pl: Najsławniejszy syn Kartaginy, Hannibal Barkas był najstarszym synem Hamikara Barkasa. Okazał się być lepszym dowódcą od swojego ojca. Żył w latach 247-182 P.N.E. Pomimo ostatecznej porażki w II Wojnie Punickiej, jego zwycięstwa nad rzeką Trebią, jeziorem Trazymeńskim oraz pod Kannami, a także przeprawa przez Alpy zapewniły mu miejsce wsród najlepszych taktyków i strategów w historii.
pt_br: Filho mais famoso de Cartago. Aníbal Barca foi o filho mais velho de Amílcar Barca e provou ser um comandante ainda melhor que seu pai. Viveu de 247-182 A.C. Embora tenha perdido a Segunda Guerra Púnica, suas vitórias em Trébia, Lago Trasimeno e Canas, e o feito de cruzar os Alpes lhe deu posição entre os melhores táticos e estrategistas da história.
ru: Наиболее известный сын Карфагена. Ганнибал Барка был самым старшим сыном Гамилькара Барка и стал ещё более великим военачальником, чем его отец. Годы жизни 247-182 гг. до н.э. Несмотря на полное поражение во Второй Пунической Войне, его победы в битвах при Треббии, Тразименском озере и Каннах, героический переход через Альпы закрепили за ним репутацию среди лучших тактиков и стратегов в истории.
sk: Najslávnejší syn Kartága. Hannibal Barkas bol prvorodeným synom Hamilkara Barkasa a ukázal sa byť ešte schopnejší veliteľ vojsk ako jeho otec. Žil v rokoch 247-182 pr. n. l. Hoci nakoniec prehral druhú punskú vojnu, jeho víťazstvo na rieke Trebia, pri Trasimenskom jazere, pri dedine Kanny a jeho prechod cez Alpy mu zaistili miesto medzi najlepšími taktikmi a stratégmi v histórii.
sv: Carthages mest kända son. Hannibal Barca var den äldste sonen till Hamilcar Barca och visade sig vara en ännu större befälhavare än sin far. Levde 247-182 B.C. Medan han i slutändan förlorade det andra puniska kriget har hans segrar i Trebia, Trasimesön och Cannae, och prestationen att korsa Alperna, sikrat sin ställning som bland de bästa taktikerna och strategerna i historien.
tr: Kartaca'nın en ünlü evladı. Hannibal Bara Hamilcar Barca'nın en büyük oğluydu ve kendisini babasından bile büyük bir komutan olarak göstermiştir. Milattan önce 247-182 yılları arasında yaşadı. En sonunda İkinci Pön Savaşını kaybetmesine rağmen Trebia, Trasimene Gölü ve Cannae'deki zaferleri ve Alp'leri geçme başarısı ona tarihteki en iyi taktikçi ve stratejistler arasındaki yerini kazandırdı.
uk: Найвідоміший Карфагенянин, Ганнібал Барка був старшим сином Гамількара Барки і довів, що він ще більш талановитий полководець, ніж його батько. Жив у 247-182 рр. до н.е. Хоча він повністю програв Другу Пунічну війну, його перемоги під Требією, при Тразименському озері та під Каннами, а також героїчний перехід через Альпи зберегли йому славу одного з найкращих стратегів світової історії.
zh: 汉尼拔·巴卡，公元前247年-182年，是迦太基最出名的儿子。他是哈米尔卡·巴卡的长子，自小接受严格和艰苦的军事锻炼，成为了一个比他父亲更大的指挥官。尽管最终输掉了第二次布匿战争，但他还是取得了很多著名的胜利，特雷比亚河战役，特拉西梅诺湖战役及坎尼战役。并完成了穿越阿尔卑斯山的壮举，使他成为了历史上最好的战术家和战略家之一。
zh_tw: 迦太基最著名的兒子，漢尼拔‧巴卡 (Hannibal Barca)，是哈米爾卡‧巴卡 (Hamilcar Barca) 的長子；他證明了自己是比父親還優秀的指揮官。生卒年為於西元前 247 年至 182 年。儘管最終輸掉了第二次布匿大戰，但他還是取得了很多著名的勝利，像是特雷比亞河戰役、特拉西美諾湖戰役及坎尼戰役等等，他也完成了跨越阿爾卑斯山的壯舉，使他成為了史上最好的戰術家及戰略家之一。

source: Father of Hannibal and virtual military dictator. Hamilcar Barca was a soldier and politician who excelled along his entire career. Lived 275-228 B.C. While overshadowed by his sons, Hamilcar was great general in his own right, earning the nickname Baraq or Barca for the lightning speed of his advance.
ast: El pá d'Aníbal y virtual dictador militar. Amílcar Barca yera un soldáu y políticu que se distinguió a lo llargo la so carrera. Vivió de 275-228 a.C. Si bien los sos fíos lu clisaron, Amílcar yera un gran xeneral por drechu propiu, llogrando'l ñomatu Baraq o Barca pola perrápida velocidá del so avance.
bg: Баща на Ханибал и истински военен диктатор, Хамилкар Барка бил войник и политик, който ненадминат по време на цялата си кариера. Живял през 275-228г. пр.н.е. Въпреки, че бил засенчен от синовете си, Хамилкар бил велик генерал, получавайки прякора „Барак“ или „Барка“ за светкавичната бързина на нападенията си.
br: Tad Hannibal ha diktatour milourel galloudel. Hamilkar Barka a oa ur soudard hag ur politiker e veze dreist a-hed e remzad a-bezh. Bevet en doa e 275-228 a-raok J.-K.. Tra ma chome kuzh e varregezh abalamour d'e vibien e oa Hamilkar ur jeneral bras en e wir e-unan ha gounezet en deus al lesanv Barak pe Varka evit e araokadenn prim-kenañ.
ca: Pare d'Anníbal, pràcticament un dictador militar. Amílcar Barca era un soldat i polític que va excel·lir durant tota la seva carrera. Va viure entre els anys 275 i 228 aC. Tot i que va ser eclipsat pels seus fills, Amílcar va ser un gran general per dret propi, i es va guanyar el sobrenom Baraq o Barca per avançar a velocitat de llampec.
cs: Otec Hannibala a schopný vojenský diktátor. Hamilkar Barkas byl vojákem a politikem, který vynikal během celé své kariéry. Žil v létech 275-228 před. n. l. Ačkoliv ho jeho synové předčili, Hamilkar sám byl velkým vojevůdcem, získal přídomek Barak nebo Barkas pro svůj bleskový vzestup.
de: Vater von Hannibal und praktisch Militärdiktator. Hamilkar Barkas war ein Soldat und Politiker, der während seiner ganzen Laufbahn glänzte. Er lebte von 275-228 v. Chr. Obwohl ihn seine Söhne übertrafen, war Hamilkar auch für sich genommen ein großer General, der durch seine blitzschnellen Angriffe den Spitznamen Baraq oder Barkas erhielt.
el: Ο πατέρας του Αννίβα και πραγματικός στρατιωτικός δικτάτορας. Ο Αμίλκας Μπάρκας ήταν ένας στρατιωτικός και πολιτικός που διακρίθηκε σε ολόκληρη τη καριέρας του. Έζησε το 275-228 π.Χ. Ενώ επισκιάστηκε από τον γιο του, ο Αμίλκας ήταν, δικαιωματικά, μεγάλος στρατηγός, κερδίζοντας το παρατσούκλι Μπάρακ ή Μπάρκα για την αστραπιαία ταχύτητα της προέλασής του.
es_ar: Padre de Aníbal y dictador militar en la práctica. Amílcar Barca fue un soldado y político que destacó a lo largode toda su carrera. Vivió entre el 275-228 a.C. Aunque fue eclipsado por sus hijos, Amílcar fue un gran general por sus propios méritos, ganándose el apodo de Baraq o Barca por la velocidad de su avance.
eu: Hanibalen aita, eta birtualki diktadore militarra. Hamilkar Barka bere ibilbide guztian zehar nabarmendu zen gudari eta politikaria izan zen. K. a. 275-228 artean bizi izan zen. Bere semeek itzal egin bazioten ere, Hamilkar jeneral garrantzitsua izan zen, Baraq edo Barka goitizena ezarri ziotelarik bere tropen aurreratzeen ziztu biziarengatik.
fa: پدر هانیبال و دیکتاتور نظامی، هاملیکار بارکا یکی از نظامیان و سیاست مداران سرشناس دوران خود بود. او بین سالهای 275-228 ق.م زندگی می کرد در حالی که تحت شعاع پسرش قرار گرفته بود، هاملیکار برای خود یک فرمانده جنگی بسیار بزرگ بود که شهرت بارکا را برای سرعت رعد آسایش در حمله به دشمنان بدست آورده بود.
ga: Athair Háinibeáil agus deachtóir míleata go dáiríre, ba shaighdiúir is polaiteoir é Haimilcear Barca á shárú ar feadh a ghairme. Rith a bheatha ó 275-228 R.C. Nuair atá sé sáraithe go minic ag a mhac, ba ghinearál mór é dá chuid féin, agus thuill sé leasainm 'Baraq' nó 'Barca', a chiallaíonn 'tintreach', tríd an luas tintreach dá ghluaiseacht
he: אביו של חניבעל ודיקטטור צבאי וירטואלי. חמילקרת בארקה היה חייל ופוליטיקאי שהצטיין לאורך כל הקריירה שלו. חי 275-228 לפני ספירה בעוד בצל בניו, חמילקרת היה גנרל גדול בזכות עצמו, הוא הרוויח את הכינוי ברק או בארקה בגלל מהירות הבזק שלו מראש.
hu: Hannibál apja és tényleges katonai diktátor. Hamilkar Barkasz kitűnő katona és politikus volt egész élete során. I. e. 275-228 között élt. Míg fiai beárnyékolják, Hamilkar nagyszerű tábornok volt a maga nemében, elnyerve a Barka vagy Barkasz becenevet villámgyors felemelkedése miatt. (nevének két változata ismert: a brq gyökből képzett jelentése "villám", míg a brk gyökből származtatott jelentése "áldás" - a ford.)
hy: Հաննիբալի հայրը և փաստացի ռազմական բռնապետ։ Համիլկար Բարկան զինվոր էր և քաղաքական գործիչ, ով փայլում էր իր ողջ կարիերայի ընթացքում։ Ապրել է մ․թ․ա․ 275-228թթ․։ Չնայած իր որդիների ավելի մեծ հայտնիությանը՝ Համիլկարն իրապես մեծ զորավար էր և իր կայծակնային հարձակման համար ստացել էր Բարակ կամ Բարկա մականունը։
it: Padre di Annibale e comandante militare. Amilcare Barca si rivelò un politico e un soldato eccellente per tutta la sua carriera. Visse nel 275-228 a.C. Nonostante sia stato messo in ombra dai suoi figli, Amilcare dimostrò di essere un valoroso generale, guadagnandosi il soprannome di Baraq o Barca per la sua avanzata rapida come quella di un fulmine.
ja: ハンニバルの父で事実上軍事独裁者です。ハミルカル・バルカは生涯を通じて秀でた戦士でかつ政治家でした。紀元前275年から228年の一生でした。息子の影に隠れがちですが、ハミルカルは本来偉大な将軍であり、彼の進撃の雷光の速さから、バラクまたはバルカとニックネームがつきました。
ko: 한니발의 아버지 사실상 군사 독재자입니다. 하밀카르 바르카 모든 생애에 걸쳐 뛰어난 전사하고 정치인이었습니다. 기원전 275 년에서 228 년의 일생이었습니다. 아들의 그림자에 숨어 쉽지만, 하미루카루은 본래 위대한 장군이며 그의 진격의 번개 빛의 속도에서 버락 또는 바르카와 별명이 붙었습니다.
nb: Hannibals far og praktisk talt militær diktator. Hamilcar Barca var en soldat og politiker som utmerket seg seg i hele sin karriere. Levde 275-228 f.Kr. Selv om han ble overskygget av sine sønner var Hamilcar en stor general i seg selv. Han fikk kallenavnet Baraq eller Barca for sin lynhurtige fremflytning.
pl: Ojciec Hannibala i rzeczywisty dyktator. Hamilcar Barca był żołnierzem i politykiem, który wyróżniał się przez całą swoją karierę. Żył w latach 275-228 p.n.e. Pozostając w cieniu swoich synów, Hamilcar był świetnym generałem i dorobił się pseudonimu Baraq lub Barca z powodu swojego szybkiego postępu w bitwach.
pt_br: Pai de Aníbal e ditador militar virtual. Amílcar Barca foi um soldado e político que se sobressaiu ao longo de toda sua carreira. Viveu entre 275-228 A.C. Enquanto ofuscado pelos feitos de seus filhos, Amílcar foi um ótimo general, ganhando o apelido de Baraq ou Barca pela alucinante velocidade de seu avanço.
ru: Отец Ганнибала, виртуозный военный диктатор. Гамилькар Барка был солдатом и политиком выделявшимся в течение всей своей карьеры. Годы жизни 275-228 гг. до н.э. Оставшись в тени своего сына, Гамилькар заслужил звание великого генерала, получив прозвище Барак, или Барка, за молниеносную скорость своего наступления.
sk: Otec Hannibala a schopný vojenský diktátor. Hamilkar Barkas bol vojakom a politikom, ktorý vynikal behom celej svojej kariéry. Žil v rokoch 275-228 pr. n. l. Hoci ho jeho synovia predčili, Hamilkar sám bol veľkým generálom, získal prívlastok Barak alebo Barkas pre svej bleskový vzostup.
sv: Fader till Hannibal och virtuell militärdiktator. Hamilcar Barca var en soldat och politiker som utmärkte sig över hela sin karriär. Levde 275-228 B.C. Medan skuggade av hans söner var Hamilcar stor generell i sin egen rätt, och fick smeknamnet Baraq eller Barca för blixtens snabbhet.
tr: Hannibal'ın babası ve tam anlamıyla askeri diktatör. Hamilcar Barca bütün kariyeri boyunca mükemmelleşmiş bir asker ve politikacıydı. 275-228 İ.Ö. yılları arasında yaşamıştır. Her ne kadar oğulları tarafından gölgede bırakılmış olsa da, Hamilcar oldukça başarılı bir generaldi ve ışık hızındaki hücumları yüzünden "yıldırım" anlamına gelen Baraq veya Barca lakabını kazanmıştı.
uk: Батько Ганнібала і фактично військовий диктатор, Гамількар Барка був солдатом і політиком, якому вдавалося досягати успіхів впродовж усієї своєї кар'єри. Жив у 275-228 рр. до н.е. Знаходячись у тіні власних синів, Гамількар по праву був великим військовим діячем, його називали Бараком чи Баркою за блискавичну швидкість наступу його військ.
zh: 哈米尔卡·巴卡，生活于公元前275-228，是古迦太基将军、政治家，迦太基在西班牙的开拓者。他是巴卡家族的第一代领袖，三个儿子汉尼拔、哈斯德鲁巴和马戈也均为名将。虽没有他的儿子们功绩显赫，但不可否认其本人颇有军事才能，
zh_tw: 漢尼拔的父親且為實質上的軍事獨裁者。哈米爾卡‧巴卡 (Hamilcar Barca) 終其一生都是表現出色的軍人及政治家。生卒年為西元前 275 年至 228 年。雖然被他的兒子們盡掩光芒，哈米爾卡本身仍是個偉大將軍，他因閃電般的進軍速度而贏得了「巴拉克 (Baraq)」或「巴薩 (Barca)」的稱號。
