Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Viriato, like Vercingetorix amongst the Gauls, was the most famous of the Iberian tribal war leaders, having conducted at least 7 campaigns against the Romans in the southern half of the peninsula during the 'Lusitani Wars' from 147-139 B.C. He surfaced as a survivor of the treacherous massacre of 9,000 men and the selling into slavery of 21,000 elderly, women, and children of the Lusitani. They had signed a treaty of peace with the Romans, conducted by Servius Sulpicius Galba, governor of Hispania Ulterior, as the 'final solution' to the Lusitani problem. He emerged from humble beginnings in 151 B.C. to become war chief of the Lusitani. He was intelligent and a superior tactician, never really defeated in any encounter (though suffered losses in some requiring retreat). He succumbed instead to another treachery arranged by a later Roman commander, Q. Servilius Caepio, to have him assassinated by three comrades that were close to him.
ast: Viriatu, como Vercinxétorix ente los galos, foi'l más famosu ente los caudiellos tribales íberos. Dirixó pelo menos 7 campañes escontra los romanos na metada sureña de la Península nes «guerres lusitanes» de 147-139 a.C. Remaneció como sobreviviente de la masacre llaceriosa de 9.000 paisanos y la venta como esclavos de 21.000 vieyos, paisanes y fíos de los lusitanos. Estos alcordaren un tratáu de paz colos romanos, encabezáu por Serviu Sulpiciu Galba, gobernador de la Hispania Ulterior, como la «solución definitiva» al problema de los lusitanos. Elli surdió d'oríxenes humildes en 151 a.C. pa convertise en caudiellu de los lusitanos. Foi llistu y un estratega superior, enxamás vencíu daveres n'alcuentru nengún, (anque sí, sufrió baxes que lu obligaron a retirase). Cayó, sicasí, énte la traición que'l comandante romanu, Q. Serviliu Cepiu, entamó pa que trés compañeros de so, que taben apegaos a él, lu asesinaren.
bg: Вириат, също като Верцингеторикс сред галите, бил най-прочутият от иберийските племенни вождове, тъй като изпълнил поне 7 кампании срещу римляните в южната част на полуострова по време на „Лузитанските войнѝ“ от 147-139г. пр.н.е. Той оцелял вероломното клане на 9 000 мъже и продаването в робство на 21 000 възрастни, жени и деца от лузитаните. Те били сключили мирен договор с римляните, проведен от Сервий Сулпиций Галба, управител на Далечна Испания, чиято цел била даде „крайно решение“ на лузитанския проблем. През 151г. пр.н.е. Вириат чрез скромни наченки започнал да се издига до това да бъде вожд на лузитаните. Той бил интелигентен и изключителен тактик, на практика непобеден в нито една схватка (въпреки че загубите от някои налагали отстъпление). Намерил смъртта си при една подлост, скроена от един по-късен римски командир, Квинт Сервилий Цепион. Бил убит от трима негови близки другари.
br: Viriato, evel Versinjetoriks e-touez ar Galianed, a oa levier brudetañ etre holl er meuriadoù Iberian, renet en doa da nebeutañ 7 kampagn a-enep ar Romaned e lodenn kreisteiz al ledenez e-pad ar 'Brezelioù Lusitania' etre 147-139 a-raok J.-K. Dont a reas da vezañ anavezet evit bezañ an hini diwezhañ bev eus ul lazhadeg dreitour a 9000 gwaz ha gwerzhidigezh evel sklaved 21,000 den gozh, maouez ha bugale eus al Lusitaned. Sinet o doa ur skrid-emglev peoc'h gant ar Romaned, renet gant Servius Sulpisius Galba, gouarnour Hispania Ulterior, evel an 'diskoulm diwezhañ' er gudenn Lusitan. Dont a reas war wel eus an deroù izelek e 151 a-raok J.-K. evit dont da vezañ penn brezeler al Lusitania. Speredek hag ur c'hader dreist e oa, n'eo ket bet trec'het evit gwir gwech ebet e emgann ebet (daoust ma voe gouzañvas kolloù bras pezh a redias anezhañ da vato retred). Mont a reas d'an Anaon en un dreitouriezh all aozet gant ur c'homander Roman diwezhatoc'h, Q. Servilius Kaepio, evit kaout anezhañ lazhet gant tri c'hamalad a oa tost outañ.
ca: Viriat, com Vercingètorix entre els gals, era el líder tribal iber més famós, havent dut a terme al menys 7 campanyes contra els romans a la meitat sud de la Península durant les "Guerres Lusitanes" des del 147 al 139 aC. Va sobreviure a la matança a traïció de 9000 homes i la venda com a esclaus de 21.000 ancians, dones i nens dels lusitans. Havien firmat un tractat de pau amb els romans, realitzat per Servi Sulpici Galba, governador d'Hispània Ulterior, com a "solució final" per al problema lusità. Des dels seus principis humils el 151 aC, Viriat va passar a convertir-se en cap guerrer dels lusitans. Era un tàctic excel·lent, mai va ser realment derrotat en cap batalla (tot i que va patir pèrdues en algunes on va haver de retirar-se). En canvi, va sucumbir a una altra traïció ordida per un comandant romà, Quint Servili Cepió, que el va fer assassinar per tres camarades en qui Viriat confiava.
cs: Viriato, stejně jako Vercingetorix mezi Galy, byl najslavnějším z iberských kmenových válečných náčelníků, proti Římanům vedl v jižní polovině polostrova během "lusitánských válek" od 147-139 před Kristem nejméně 7 vojenských tažení. Ve známost vešel jako přeživší zradného masakru 9000 mužů a prodeje 21000 starších, žen a dětí Lusitánců do otroctví. Společně s Římany vedenými hispánským guvernérem Serviem Sulpiciem Galbou podepsali mírovou smlouvu jako "konečné řešení" lusitánského problému. Nehledě na tyto skromné začátky se v roce 151 před Kristem stal válečným náčelníkem Lusitánců. Byl inteligentním a skvělým taktikem, který v žádné vojenské srážce nikdy nebyl poražen (i když při nějakém nevyhnutelném ústupu utrpěl ztráty). Zemřel kvůli další zradě zorganizované pozdějším římským velitelem, Q. Serviliem Caepiem, když ho zabili jeho tři druhové stojící blízko něj.
de: Viriathus war, wie Vercingetorix bei den Galliern, der berühmteste iberische Stammesfürst, der mindestens sieben Feldzüge gegen die Römer in der südlichen Hälfte der Halbinsel während der Zeit der lusitanischen Kriege von 147 bis 139 v. Chr. anführte. Er erschien als Überlebender eines heimtückischen Massakers an 9.000 Männern und dem Verkauf von 21.000 Alten, Frauen und Kindern der Lusitanier in die Sklaverei. Sie hatten einen Friedensvertrag mit den Römern unter Leitung von Servius Sulpicius Galba, Statthalter von Hispania ulterior, als 'endgültige Lösung' Lösung für das Lusitanierproblem unterschrieben. Viriathus stieg 151 v. Chr. aus ärmlichen Verhältnissen zum Kriegsfürst der Lusitanier auf. Er war intelligent und ein ausgezeichneter Taktiker, der niemals wirklich besiegt wurde (auch wenn er Verluste erlitt). Er erlag stattdessen einem weiteren Verrat, der von einem späteren römischen Befehlshaber, Q. Servilius Caepio, in Auftrag gegeben wurde, wo er von drei engen Kameraden ermordet wurde.
el: Ο Βιρίαθος, όπως και ο Βερσεζεντόριξ μεταξύ των Γαλατών, ήταν οι πιο διάσημοι από τους ηγέτες των φυλών του Ιβηρικού πολέμου, έχοντας διεξάγει τουλάχιστον 7 εκστρατείες εναντίον των Ρωμαίων στο νότιο μισό της χερσονήσου κατά τη διάρκεια του «Πύρινου Πολέμου» 147-139 π.Χ. Ο ίδιος κατάφερε να επιζήσει της προδοτικής σφαγής των 9.000 ανδρών και την πώληση στη σκλαβιά 21.000 ηλικιωμένων, γυναικών και παιδιών της Λουσιτανίας. Είχαν υπογράψει συνθήκη ειρήνης με τους Ρωμαίους, που διενεργήθηκε υπό τον Σέρβιο Σουλπίκιο Γάλβα, κυβερνήτης της Ταρρακωνικής στην Ισπανία, ως «τελική λύση» στο πρόβλημα της Λουσιτανίας. Προερχόμενος από ταπεινό στρώματα το 151 π.Χ. κατάφερε να γίνει αρχηγός της Λουσιτανίας. Ήταν έξυπνος και πολύ καλός οργανωτής, ποτέ δεν νικήθηκε σε καμία συμπλοκή (αν και υπέστη απώλειες που τον ανάγκασαν σε υποχώρηση). Υπέκυψε σε μια άλλη προδοσία που διοργανώθηκε από έναν μεταγενέστερο Ρωμαίο διοικητή, τον Καέπιο Σερβίλιος τον πέμπτο, δολοφονημένος από τρεις κοντινούς του συντρόφους.
es_ar: Virato, al igual que Vercingétorix entre los galos, fue el más famoso jefe de guerra tribal ibérico, tras realizar 7 campañas contra los romanos en la mitad sur de la península durante las "guerras lusitanas" de 147-139 a.C. Surgió como sobreviviente de la traicionera masacre de 9000 hombres y la esclavitud de 21000 ancianos, mujeres y niños lusitanos. Ellos habían firmado un contrato de paz con los romanos, a cargo de Servio Sulpicio Galba, gobernador de Hispania Ulterior, como la "solución final" al problema lusitano. Emergió de comienzos humildes en 151 a.C. y se convirtió en jefe de guerra lusitano. Era inteligente y un estratega superior, que no conoció la derrota (aunque sufrió perdidas en algunas retiradas forzosas). En cambio sucumbió a otra traición organizada por el siguiente comandante romano, Quinto Servilio Cepión, quien hizo que tres camaradas cercanos lo asesinen.
eu: Viriato, Vertzingetorix Galiarentzat nola, Iberiar tribuen arteko buruzagirik ezagunena zen, K.a.147-139 artean 'Lusitaniar Gudetan' Erromatarren kontrako 7 kanpaina burutu bai zituen. Argitara atera zen 9.000 gizon akabatu eta 21.000 zahar, emakume eta ume Lusitaniar esklabotzara bidali zituztenen artetik bizirik irten zelako. Lusitaniarren arazoa konpontzeko eta 'azken konponbide' bezala, Servio Sulpizio Galbak, Hispania Ulteriorreko gobernadorea, bake ituna sinatu zuen Erromatarrekin. K.a. 151 bere hasiera umilaren harrezkeroztik Lusitaniar guda buruzagia izan zen. Gizon bizkorra zen eta estrategia anitzekoa, sekula ez zen garaitua izan inongo borroketan (nahiz batzuetan galerak izan eta atzera egin). Erorketa geroko Erromatar komandante batek, Q. Servilio Cepio, sustatutako traizioak eragin zuen, bere konfiantzako hiru lagunekin erailtzea lortu zuelarik.
fa: ویریاتو همانند ورسینگتوریکس در میان گال ها مشهورترین رهبر قبایل ایبری بود که حداقل 7 عملیات نظامی در مقابل رومی ها در نیمه جنوبی پنینسولا در طول جنگ های لوسیتانی از 147-139 ق.م را رهبری کرد. او یکی از بازماندگاه قتل عام خائنانه بیش از 9000 مرد و فروش بیش از 21000 زن و کودک لوسیتانی به عنوان برده بود. آنها پیمان صلح با رومی ها امضا کردند که توسط سرویوس سولپیسیوس گالبا فرماندار منطقه هیسپانیا شمالی به عنوان اخرین راه حل مشکل لوسیتانی انجام پذیرفت. او از یک فرد آرام و فروتن در 151 ق.م تبدیل به رهبر جنگ لوسیتانی شد. او بسیار باهوش و یک رزم آرای بی نظیر بود،هیچ وقت شکست نخورد (تنها در چند مورد که در حال جذب نیرو بود). سرانجام ویریاتو با خیانت سه تن از نزدیکترین همرزمانش که توسط فرمانده رومی اجیر شده بودند به قتل رسید.
ga: Ba é Viriato é, cosúil le Véircingéatóirix leis na Gallaigh, an taoiseach cogaidh is cáiliúla leis na hIbéirigh le seacht bhfeachtais déanta aige i gcoinne na Rómhánach i ndeisceart na leithinise i rith na 'gCogaí Lusatanacha' ó 147-139 R.C. Mhair sé ar an sléacht fhealltach le 9,000 bhfir agus le 21,000 n-aoisigh, mná, agus páistí Lusatanacha atá díoladh i sclábhaíocht de chuid na Rómhánach. Shínigh siad conradh síochána leis na Rómhánaigh, léirithe ag Séirbhias Súilpiseas Galba, atá ina ghobharnóir sa Hispania Ulterior, a rinneadh an sléacht mar 'réiteach deireanach' don fhadhb Lusatanach. Tháinig Viriato amach as bonn simplí i 151 R.C. agus tháinig sé mar thaoiseach cogaidh na Lusatanaigh. Ba chliste agus beartaí den scoth é, agus ní raibh sé ina chloíte raimh in aon chath (ach chaill sé roinnt saighdiúirí i roinnt cúlú). Ghéill sé ar feall eile de chuid na Rómhánach sa deireadh, d'eagraigh ceannasaí Rómhánach eile, Q. Séirbhileas Caepio, gur chuir trí a chomrádaí é a fheallmharú.
hu: Viriato, hasonlóan a gall Vercingetorixhoz, az ibériai törzsi vezetők leghíresebbike volt. Legalább 7 hadjáratot vezetett a rómaiak ellen, a félsziget déli felén a „Luzitán háború” alatt, i. e. 147-139 között. A luzitániai mészárlás túlélőjeként tűnt fel, amely során 9.000 férfi halt meg, 21.000 idős, nő és gyerek pedig rabszolgasorsra jutott. Aláírtak egy békeszerződést a rómaiakkal. Ezt Servius Sulpicius Galba, Hispania Ulterior kormányzója vezette le, és a luzitán probléma „végső megoldásának” szánt. A szerény kezdetek után, i. e. 151-ben a luzitánok hadura lett. Intelligens és kivételes taktikus volt, soha nem szenvedett igazi vereséget csatában (bár volt hogy a veszteségek miatt vissza kellett vonulnia). Végül egy későbbi római parancsnok, Q. Servillius Caepio, árulása lett a veszte, aki három közeli bajtársával gyilkoltatta meg.
hy: Վիրիատոն, նման գալերի Վերցինգետորիքսին, իբերական ամենահայտնի ցեղային ռազմական առաջնորդն էր, ով մ․թ․ա․ 147-139թթ․ 'Լուսիտանյան պատերազմում' առաջնորդել է առնվազն 7 արշավանք հռոմեացիների դեմ թերակղզու հարավային կեսում։ Նա հաջողացրեց փրկվել լուսիտանյան 9,000 տղամարդկանց սպանդից և 21,000 ծերերի, կանանց և երեխաների վաճառքից ստրկության։ Նրանք խաղաղության պայմանագիր էին կնքել հռոմեացիների հետ, որը Հեռավոր Իսպանիայի նահանգապետ Սերվիուս Սուլպիցիուս Գալբայի կողմից բնորոշվել էր որպես Լուսիտանյան խնդրի 'վերջնական լուծում'։ Հանգիստ կյանք վարելուց հետո Վիրիատոն մ․թ․ա․ 151թ․-ին դարձավ Լուսիտանիի զորավարը։ Նա խելամիտ էր և հիանալի մարտավար, երբեք չէր կրում կատարյալ պարտություններ (միայն երբեմն ունենում էր կորուստներ ստիպված նահանջների ժամանակ)։ Նա ընկավ մեկ այլ ծուղակի մեջ, որը կազմակերպել էր հռոմեական հաջորդ զորավարը՝ Ք․ Սերվիլիուս Կաեպիոն, և սպանվեց իրեն մոտ 3 ընկերների կողմից։
it: Viriato, come Vercingetorix tra i Galli, era il più famoso dei leader della guerra tribale Iberica, condusse almeno 7 campagne contro i romani nella metà meridionale della penisola durante le "Guerre Lusitane" 147-139 a.C. Sopravvisse al proditorio massacro di 9.000 uomini e la vendita in schiavitù di 21.000 anziani, donne e bambini Lusitani. Avevano firmato un trattato di pace con i Romani, stipulato da Servio Sulpicio Galba, governatore della Hispania Ulteriore, indicato come la 'soluzione finale' al problema dei Lusitani. Di umili origini, nel 151 a.C. divenne capo di guerra dei Lusitani. Era intelligente e tattico, non venne mai sconfitto nei vari scontri (anche se subì diverse perdite in alcune ritirate strategiche). Morì in seguito ad un altro tradimento organizzato da un comandante romano, Q. Servilio Caepio, che lo fece assassinare da tre compagni d'arme del suo stesso esercito.
ja: ヴィリアトは、ガリアのウェルキンゲトリクスと同様に、最も有名なイベリア部族の戦争指導者です。彼の指揮で少なくとも7度、紀元前147年から139年のルシタニア戦争において、半島の南半分でローマと戦いました。彼は、謀略によるルシタニ族男性9000人の大虐殺と2万1000人の老人、女性、子供の奴隷売却の生存者として知られます。ルシタニ族は、ローマ軍を率いるヒスパニア・ウルテリオル知事セルウィウス・スルピキウス・ガルバと講和条約に署名し、それがルシタニ問題の「最終解決」のはずでした。彼は紀元前151年にルシタニ軍の隊長として静かに登場しました。彼は聡明で卓越した戦術家であり、どの遭遇戦でも、完敗することはありませんでした（ただしやむを得ない退却で兵を失うことはありました）。彼は代わりに、後のローマ執政官クィントゥス・セルウィリウス・カエピオが仕組んだもう一つの謀略で、三人の側近に暗殺されました。
ko: 비리아토는 갈리아의 베링세토릭스와 마찬가지로 가장 유명한 이베리아 부족의 전쟁지도자 였습니다. 그는 기원전 147년-139년에 '루시타니 전쟁' 기간동안 반도의 남쪽 절반에서 로마를 상대로 적어도 7차례 싸웠습니다. 그는 모략에 의해 루시타니족 남자 9000명의 대학살과 2만 1000명의 노인, 여성, 어린이들을 노예로 팔아넘긴것의 생존자로 알려져있습니다. 루시타니 문제에 대한 최종 해결책으로 히스파니아 울테리오르의 총독인 세르비우스 술피시우스 갈바가 실시한 로마인과 평등 조약을 맺었습니다. 그는 기원전 151년 루시타니군의 대장으로 하찮게 시작했습니다. 그는 총명하고 뛰어난 전술가였으며 어떤 전투에서도 결코 패배하지 않았습니다 ( 다만 어쩔 수 없는 퇴각으로 병사를 잃는 경우는 있었습니다). 그는 대신 후대의 로마의 집정관인 투스 세르빌리우스 카이피오가 주선한 또 다른 배신에 굴복하여, 그와 가까웠던 세 명의 동지들에 의해 그를 암살하게 했습니다.
nb: Viriato, som Vercingetorix blandt Gallerne, var av de mest berømte Iberiske stammelederne, han førte ihvertfall 7 kampanjer mot Romerne i den sørlige delen av halvøya under de Lutsianske krigene, fra 147-139 f.kr. Han dukket opp som en overlevende etter den forferdelige massakren av 9000 menn der også 21000 eldre damer og barnene av Lutsitani ble solgt til slaveri. De hadde signert en fredsavtale med Romerne, ført i pennen av Servius Sulpicus Galba, guvernøren av Hispania Ulterior, som den 'endelige løsningen' på Lusitani-problemet. Han dukket opp fra enkle kår i 151 f.kr. til å bli høvding av Lusitaniene. Han var intelligent og en overlegen taktiker, egentlig aldri overvunnet i noen trefning (selv om han led tap i noen som krevde retrett). Han falt istedenfor for et forederi iscenesatt av den senere Romerske kommandøren, Q. Servilius Caepio, der han ble snikmyrdet av tre kamerater som sto han nær.
pl: Viriato jak Wercyngetoryksa wśród Galów, był najsłynniejszym iberyjskim wojennym przywódcą plemiennej armi, po przeprowadzeniu co najmniej 7 kampanii przeciwko Rzymianom w południowej części półwyspu podczas wojen '' Lusitani od 147-139 p.n.e". On powierzchniowe jako przeżył zdradziecką masakrę 9000 mężczyzn i sprzedaży w niewoli 21.000 osób starszych, kobiet i dzieci z Lusitani. Miał podpisać traktat pokojowy z Rzymianami, prowadzony przez Servius Sulpicjusza Galby, namiestnika Hispania ukrytych, jako "ostateczne rozwiązanie" problemu Lusitani. Wyszedł od skromnych początków w 151 p.n.e. aby stać się szefem wojny z Lusitani. Był inteligentny i przełożonym taktykiem, naprawdę nigdy nie pokonał w każdym starciu (choć poniosła straty w jakimś wymagającym odwrót). Uległ innej zdradzie rozmieszczonej przez późniejszego rzymskiego dowódcy, Q. Servilius Caepio, on został zamordowany przez trzech towarzyszy, którzy byli blisko niego.
pt_br: Viriato, como Vercingetorix entre os gauleses, era o mais famoso dos líderes da guerra tribais ibéricos, tendo realizado pelo menos 7 campanhas contra os romanos na metade sul da península durante a "Lusitani Wars '147-139 aC Ele surgiu como um sobrevivente do massacre traiçoeiro de 9.000 homens e vendido como escravo de 21.000 idosos, mulheres e crianças da Lusitani. Eles tinham assinado um tratado de paz com os romanos, conduzidos por Sérvio Sulpício Galba, governador da Hispânia Ulterior, como a "solução final" para o problema Lusitani. Ele surgiu a partir de começos humildes em 151 aC para tornar-se chefe de guerra do Lusitani. Ele era inteligente e um estrategista superior, nunca derrotado em qualquer encontro (embora perdas sofridas em algum refúgio exigido). Ele sucumbiu ao invés de outra traição organizado por um comandante romano depois, Q. Servílio Cipião, de tê-lo assassinado por três companheiros que estavam perto dele.
ru: Вириат, как и Верцингеторикс среди галлов, был самым известным из иберийских племенных вождей, который провёл не менее 7 кампаний против римлян в южной части полуострова во время "Лузитанской войны" в 147-139 гг. до н.э. Ему удалось выжить в резне, вероломно устроенной римлянами во время переговоров, проводимых Сервием Сульпицием Гальбой, претором римской провинции Дальняя Испания, в результате которых был подписан мирный договор, поставивший точку в решении проблемы лузитанов. 9000 мужчин были перебиты, остальные 21000 стариков, женщин и детей лузитанов проданы в рабство. В молодости Вириат был пастухом, а в 151 г. до н.э. стал военачальником лузитанов. Он был умным, превосходным тактиком, никогда не терпел поражений (хотя мог понести потери в небольшом отступлении). Он стал жертвой предательства, организованного римским полководцем Квинтом Сервилием Цепионом, - убит тремя приближёнными товарищами.
sk: Viriato, rovnako ako Vercingetorix medzi Galmi, bol najslávnejším z iberských kmeňových vojnových náčelníkov, proti Rimanom viedol v južnej polovici polostrova počas "luzitánskych vojen" od 147-139 pred Kristom najmenej 7 vojnových ťažení. Na známosť vyšiel ako preživší zradného masakru 9,000 mužov a predaja 21,000 starších, žien a detí Luzitáncov do otroctva. Spoločne s Rimanmi vedenými hispánskym guvernérom Serviom Sulpiciom Galbom podpísali mierovú zmluvu ako "konečné riešenie" luzitánskeho problému. Nehľadiac na tieto skromné začiatky sa v roku 151 pred Kristom stal vojnovým náčelníkom Luzitáncov. Bol inteligentným a skvelým taktikom, ktorý v žiadnej vojenskej zrážke nikdy nebol porazený (aj keď pri nejakom nevyhnutnom ústupe zvykol utrpieť straty). Zomrel vďaka ďalšej zrade zorganizovanej neskorším rímskym veliteľom, Q. Serviliom Caepiom, keď ho zabili jeho traja druhovia stojaci blízko neho.
sv: Viriato, som Vercingetorix bland de gallrarna, var den mest kända av de iberiska stamkrigsledarna, genom att ha genomfört minst 7 kampanjer mot romarna i halvöstra halvön under "Lusitani Wars" från 147-139 B.C. Han uppträdde som överlevare av den förrädiska massakern på 9 000 män och säljer till slaveri av 21 000 äldre, kvinnor och barn i Lusitani. De hade undertecknat ett fredsfördrag med romarna, som leddes av Servius Sulpicius Galba, guvernör i Hispania Ulterior, som den "slutliga lösningen" på Lusitani-problemet. Han uppstod från ödmjuk början i 151 B.C. att bli krigschef för Lusitani. Han var intelligent och en överlägsen taktiker, aldrig riktigt besegrad i något möte (men led förluster hos vissa som krävde reträtt). Han gav sig istället till ett annat förräderi som arrangerades av en senare romersk befälhavare, Q. Servilius Caepio, för att få honom mördad av tre kamrater som var nära honom.
tr: Visiato, Galyalılar arasında Vercingetorix gibi, İber kavimleri savaş liderlerinin en ünlüsü ve 147-139 BC arası 'Lusitani Savaşları' sırasında yarımadanın güney yarısında Romalılara karşı en az 7 kampanya düzenledi. 9 bin erkek haince katliamının ve 21.000 yaşlı, kadın ve Lusitani'nin çocuklarının köleliğine satılmasının hayatta kalanı olarak ortaya çıktı. Romalılar ile barış antlaşması imzalamışlardı, Lusitani sorununun 'nihai çözümü' olan Hispania Ulterior valisi Servius Sulpicius Galba tarafından yürütülüyorlardı. M.Ö. 151 yılında mütevazi başlangıçlardan çıktı. Lusitani savaş şefi olmak için. Zeki ve üstün bir taktikçıydı, herhangi bir karşılaşmada hiçbir zaman gerçekten yenilmedi (bazılarında geri çekilmeyi gerektiren kayıplara maruz kalmıştı). Bunun yerine daha sonraki bir Roma komutanı Q. Servilius Caepio'nun kendisine yakın üç yoldaş tarafından öldürüldüğü bir ihanete yenildi.
uk: Віріат, як і Верцінгеторікс серед галлів, був найвідомішим з іберійських племінних вождів, який провів не менше 7 кампаній проти римлян в південній частині півострова під час "Лузітанської війни" в 147-139 рр. до н. е. Йому вдалося вижити у різанині, віроломно влаштованої римлянами під час переговорів, проведених Сервієм Сульпіцієм Гальбою, претором римської провінції Далека Іспанія, в результаті яких був підписаний мирний договір, що поставив крапку у вирішенні проблеми лузітанів. 9000 чоловіків були перебиті, інші 21000 старих, жінок і дітей лузітанців продані в рабство. У молодості Віріат був пастухом, а в 151 р. до н. е. став воєначальником лузітанців. Він був розумним, чудовим тактиком, ніколи не терпів поразок (хоча міг понести втрати у невеликому відступі). Він став жертвою зради, організованої римським полководцем Квінтом Сервілієм Цепіоном, - убитий трьома близькими товаришами.
zh: 维里亚托，是伊比利亚部落最有名领袖，在前147年-前139年的“鲁斯塔尼亚战争”中，他在伊比利亚半岛的南部至少进行了 7 次的反抗罗马之战。他出身相当卑微，但在前151年成为鲁斯塔尼亚的首领。他不但聪明，也具有高超的战术，从未在战斗中被真正打败过（虽然在部分撤退中蒙受了损失）。后来他屈服于罗马指挥官，导致被他的三名战友暗杀。
zh_tw: 維里亞托，像是維欽托利之於高盧人，是最有名的伊比利部落戰爭領袖，在西元前147年-前139年的「魯斯塔尼亞戰爭」中，他在伊比利半島的南半部進行了至少7次的對羅馬抗戰。他是魯斯塔尼亞在經過9,000人的險惡大屠殺，以及21,000個老人、婦女、及小孩被賣為奴隸後的倖存者。他們與羅馬簽署了和平條約，由遠西斯班尼亞的行政長官，塞爾維烏斯·薩爾弗斯·加爾巴實際處理，做為魯斯塔尼亞問題的「最後解決方案」。他出身相當卑微，但在西元前151年成為魯斯塔尼亞的戰爭酋長。他很聰明，並且是個很好的戰術家，從來沒有在戰鬥中真正被打敗過（雖然在部份必須的撤退中蒙受損失）。他屈服於而非背叛之後的羅馬指揮官，Q. Servilius Caepio，讓他被親近他的三名戰友暗殺。
