Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Equip your cavalry mounts with armor. All Cavalry +1 Hack armor level.
ar: زود أسرجة الخيالة بدرع. كل الخيالة +1 لمستوى متانة الدرع
ast: Equipa les montures con armadura. Pa tola caballería +1 nivel d'armadura contra la taya.
bg: Снабдяване на ездитните животни с броня. +1 защита срещу разсичане за всички конници.
br: Aveit ho marc'hegerezh gant houarnwiskoù. An holl varc'heien +1 a live troc'husted houarnwisk.
ca: Equipeu les muntures de la cavalleria. Tota la infanteria +1 de nivell d'armadura en Tall.
cs: Vystrojte koně své jízdy brněním. Veškerá jízda obdrží +1 na své ochraně proti seknutí.
de: Rüste die Pferde deiner Kavallerie mit einer Panzerung aus. Die gesamte Kavallerie erhält +1 auf ihren Hiebschutz.
el: Εξοπλίστε τα ζώα των καβαλάρηδων σας με πανοπλία. +1 στο επίπεδο προστασίας όλου του ιππικού έναντι όπλων τομής.
es_mx: Equipa a la montura de tu caballería con armadura. Toda la caballería +1 nivel de armadura de corte.
eu: Hornitu zure zalditeriaren zaldiak armadurekin. Zalditeria guztiak +1 jasotzen du mozte erresistentziari.
fa: بر روی اسب های سواران خود زره ببندید. تمام سواران +1 زره برشی.
fi: Varusta ratsuväkesi panssareilla. Koko ratsuväki +1 panssarin hakkaustaso.
ga: Feistigh armúr ar do chapaill mharcacha. Leibheál armúir Teasctha +1 do gach marcach.
gl: Equipa as monturas da túa cabalaría con armadura. A armadura contra folla das unidades a cabalo aumenta en +1.
hu: A hátaslovak felszerelése páncéllal. Minden lovassági egységnek +1 vágás páncél szint.
id: Lengkapi kuda tunggangan Anda dengan zirah. Semua Kavaleri +1 zirah Tebasan.
it: Dota la cavalleria di armature. Tutte le Cavallerie +1 livello di armatura.
ja: 騎馬に兜を装備します。すべての騎兵の打撃装甲レベルを1上げます。
ko: 기병 말들에게 갑옷을 입힙니다. 모든 기병의 타격 방어력 수준이 +1 증가합니다.
lv: Aprīkojiet jātnieku seglus ar bruņām. Visiem jātniekiem +1 ciršanas bruņu līmenis.
ms: Lengkapkan kuda anda dengan perisai. Semua Askar Berkuda +1 Aras perisai tetak.
nb: Utstyr ditt kavaleri med rustning. Alt kavaleri får +1 rustningsgrad mot hugg.
nl: Rust je ruiters uit met extra pantser. Alle ruiters +1 slagpantser.
pl: Wierzchowce kawalerii otrzymują pancerz. Kawaleria otrzymuje +1 do obrony przed obrażeniami siecznymi.
pt_pt: Equipa a tua cavalaria com armadura. Toda a cavalaria +1 nível de corte de armadura.
ru: Экипируйте свою конницу бронёй. Вся конница получает +1 к защите от рубящих ударов.
sk: Vybaví vašu jazdu brnením. Všetka jazda +1 úroveň sečnej zbroje.
sv: Utrusta din kavalleri med rustning. Alla kavalleri +1 Hack rustningsnivå.
tr: Süvari takımlarınızı zırh ile donatın. Tüm Süvarilerde +1 kademe darbe koruyucu zırh.
uk: Оснастити власні кавалерійські кріплення бронею. Вся кавалерія має +1 рівень броні від рубаючої атаки.
zh: 为你的骑兵座骑装备盔甲。所有骑兵 +1 劈砍盔甲等级。
zh_tw: 將您騎兵的座騎裝備上盔甲。所有騎兵 +1 劈砍盔甲等級。

source: Body armor fashioned completely of iron, the hardest workable metal known to the ancients.
ar: درع للجسم مصنوع بالكامل من الحديد، أقوى معدن قابل للتشكيل معروف للقدماء.
ast: Armadura corporal confecho dafechamente de fierro, el metal trabayable más duro que conocieron los antiguos.
bg: Броня за тялото, изработена изцяло от желязо, най-здравият обработваем метал, познат на древните хора.
br: Un houarnwisk graet penn-da-benn e houarn, ar metal kaletañ korvoüs anavezet gant ar re gozh.
ca: Armadura feta completament de ferro, el metall més dur per treballar que coneixien els antics.
cs: Zbroj vyrobená zcela z železa, nejpevnějšího zpracovatelného kovu známého ve starověku.
de: Eine Rüstung komplett aus Eisen, welches im Altertum als das härteste bearbeitbare Metall galt.
el: Πανοπλία διαμορφωμένη εξ' ολοκλήρου από σίδηρο, το πιο σκληρό λειτουργικό μέταλλο που ήταν γνωστό από τους αρχαίους.
es_mx: Armadura de cuerpo moldeada completamente de hierro, el metal más difícilmente moldeable conocido por los antiguos.
eu: Gorputz armadura erabat metalez egina, antzinen ezagutzen zen metalerik gogorrenean.
fa: بدنه زره کاملا از آهن ساخته می شود، سخترین فلز قابل کار کردنی که در دوران باستان شناخته شده بود
fi: Kokonaan raudasta tehty panssari, kovimmasta antiikin ajalla tunnetusta työstettävästä metallista.
ga: Armúr Colainne déanta as iarann amháin, an miotal inoibrithe is crua sa domhain ársa.
gl: Armadura de corpo feita completamente de ferro, o metal de traballo máis resistente coñecido na época.
hu: Teljesen vasból, az ókorban ismert legerősebb megmunkálható fémből készült testpáncél.
id: Zirah badan dibuat seluruhnya dari besi, logam terkuat yg dapat ditempa di zaman kuno.
it: Corpetti modellati interamente in ferro, il metallo più duro e lavorabile noto agli antichi.
ja: すべて鉄で作られた鎧です。鉄は古代に知られていた金属の中で、加工できる最も硬いものでした。
ko: 갑옷은 고대인들에게 알려진 가장 단단한 금속인 철로 완전히 만들어졌습니다.
lv: Ķermeņa bruņas pilnībā veidotas no dzelzs, cietākais apstrādājamais metāls zināmais mūsu senčiem.
ms: Perisai badan diperbuat sepenuhnya dengan logam besi, logam boleh ditempat yang terkeras dalam zaman purba.
nb: Kroppsrustning tilvirket kun av jern, det hardeste formbare metallet kjent fra oldtiden.
nl: Harnas volledig vervaardigd uit ijzer, het moeilijkst te bewerken metaal in de oudheid.
pl: Zbroja wykonana całkowicie z żelaza, najtwardszego metalu nadającego się do obróbki znanego starożytniym.
pt_pt: Armadura de corpo em ferro, o metal mais difícil de ser trabalhado pelos antigos.
ru: Нательная защита, полностью изготовленная из железа, самого труднообрабатываемого металла древности.
sk: Zbroj vykovaná zo železa, najtvrdšieho materiálu, aký vedeli v staroveku opracovať.
sv: Kroppsrustning tillverkad helt i järn, den hårdaste bearbetningsbara metall de urtida kände till.
tr: Kadim halklarca bilinen çalışılması en zor metalden biçimlendirilmiş tamamen demirden vücut zırhı.
uk: Обладунок, повністю виготовлений із заліза – найважкішого у обробленні металу, відомого стародавнім.
zh: 纯铁打造的盔甲，铁是古人所知最坚硬的可加工金属。
zh_tw: 以整塊的鐵打造而成的全身甲，鐵是古人所知最難加工的金屬。

source: All heroes +2 Hack Armor Levels and +2 Pierce Armor Levels, but also +50 Metal Cost.
ar: رفع مستوى ممانعة دروع جميع الأبطال للاختراق والثقب +1 و +2، ولكن تزداد التكلفة بمقدار +50 للمعدن
ast: Pa tolos héroes +2 niveles d'armadura contra la taya y +2 niveles d'armadura contra la fura, pero tamién +50 al costu de metal.
bg: +2 защита срещу разсичане и пробождане за всички герои, но цената им се покачва с +50 метал.
br: An holl harozed +2 a Live Troc'husted Houarnwisk ha +2 a Live Toullusted Houarnwisk, met ivez +50 a Goust Metal.
ca: Tots els herois guanyen +2 de nivell d'armadura en tall i Perforació, però també +50 en el cost del metall.
cs: Všichni hrdinové +2 na ochraně proti seknutí a +2 na ochraně proti bodnutí, ale také +50 na nákladech na kov.
de: Alle Helden +2 Hiebschutz und +2 Stichschutz, aber auch +50 Metallkosten.
el: Ήρωες +2 Επίπεδα Κοψίματος Πανοπλιας και +2 Επίπεδα Διαπέρασης Πανοπλίας, αλλά +50 Κόστος Μετάλλου.
es_mx: Todos los héroes +2 niveles de armadura de corte y +2 niveles de armadura de penetración, pero también cuestan +50 Metal.
eu: Heroi denek +2 lortzen dute moztearen aurreko babesean eta +2 zulatze minen kontra, baino metalaren kostua +50 handitzen da.
fa: تمام قهرمان ها +2 سطح زره برشی و +2 زره نفوذی، اما +50 هزینه فلز برای پرورش آنها.
fi: Kaikkien sankarien panssareille +2 hakkaussuojaa ja +2 lävistyssuojaa, mutta myös +50 metallia.
ga: Leibheál armúr Teasctha is Pollda +2 do gach laoch, ach Costas Miotail +50 freisin.
gl: Aumenta as armaduras de folla e perforación dos heroes en +2, pero o seu custo de metal aumenta tamén en +50.
hu: Minden hősnek +2 vágás páncél szint és +2 szúrás páncél szint, de +50 fém költség.
id: Semua pahlawan +2 Zirah Tebasan dan +2 Zirah Tusukan, tapi juga +50 Biaya Logam
it: Tutti gli eroi +2 livelli Armatura e +2 livelli di Armatura Antiperforante, ma anche +50 di Costo in Metallo.
ja: すべての英雄の打撃装甲レベルが2、貫通装甲レベルが2上がりますが、金属コストが50増加します。
ko: 모든 영웅들의 타격 방어력 수준과 관통 방어력 수준이 +2 증가합니다. 그러나 금속 비용이 +50 증가합니다.
lv: Visiem varoņiem +2 ciršanas un duršanas bruņu līmeņiem, bet arī +50 metāla izmaksas.
ms: Semua adiwira +2 Aras Perisai Tetak dan +2 Aras Perisai Tembus, sebaliknya +50 Kos Logam.
nb: Alle helter +2 i rustning mot hugg og +2 rustningsgrad mot stikk men også +50 metall-kostnad.
nl: Alle helden +2 slag- en steekpantser, maar ook +50 extra metaal kost.
pl: Wszyscy bohaterowie otrzymują +2 do poziomu obrony przez obrażeniami siecznymi oraz +2 do poziomu obrony przed obrażeniami kutymi, ale również zwiększa ich koszt o +50 sztuk metalu.
pt_pt: Todos os heróis +2 níveis de corte de armadura.e +2 níveis de perfuração de armadura, mas também +50 de custo de metal.
ru: Все герои получают +2 к защите от рубящих и колющих ударов, но за дополнительные +50 металла к стоимости.
sk: Všetci hrdinovia +2 úrovne sečnej zbroje a +2 úrovne bodnej zbroje, ale zato aj +50 cena kovu.
sv: Alla hjältar +2 Hack rustningsnivå och +2 Stick rustningsnivå, men även +50 Metallkostnad.
tr: Tüm kahramanların zırh korumasında +2 kademe artışı ve +2 zırh delici kademe artışı bunun yanında +50 daha fazla metal maliyeti.
uk: Всі герої мають +2 рівня броні від рубаючої атаки та +2 рівня броні від колючої атаки, але також потребують +50 вартості металу.
zh: 所有英雄 +2 劈砍盔甲等级和 +2 穿刺盔甲等级，但金属消耗 +50。
zh_tw: 所有英雄 +2 劈砍盔甲等級和 +2 穿刺盔甲等級，但 +50 金屬耗費。

source: Iron Hero Armor
ar: درع حديدي للبطل
ast: Armadura de fierro pa héroes
bg: Желязна геройска броня
br: Houarnwisk an Haroz e Houarn
ca: Armadura de ferro d'heroi
cs: Železná zbroj hrdiny
da: Jernrustning til Helte
de: Eiserne Heldenrüstung
el: Σιδερένια Πανοπλία Ηρώων
es_mx: Armadura de hierro paa el Heroe
eu: Burdinezko Heroi Armadura
fa: زره آهنی قهرمان ها
fi: Rautainen sankarihaarniska
ga: Armúr Iarainn an Laoich
gl: Armadura de ferro para o heroe
hu: Vas hőspáncél
id: Zirah Besi Pahlawan
it: Armatura di Ferro Eroe
ja: 鉄製英雄鎧
ko: 철제 영웅 갑옷
lv: Dzelzs Varoņa Bruņas
ms: Perisai Besi Adiwira
nb: Jernrustning for helt
nl: IJzeren heldenpantser
pl: Żelazna zbroja bohatera
pt_pt: Armadura de Herói em ferro
ru: Железная броня героя
sk: Železná zbroj pre hrdinu
sv: Hjälte Järnrustning
tr: Demir Kahraman Zırhı
uk: Залізна броня героя
zh: 铁质英雄盔甲
zh_tw: 鐵製英雄盔甲

source: Sidḗrea Panoplía
ar: سيدريا بانوبليا
bg: Сидѝрея паноплѝя
el: Σιδηρά πανοπλία
ko: 시데레아 파노프리아
ru: Сидерея Паноплия
uk: Сідереа панопліа
zh: 铁质英雄盔甲

source: Lorica Ferrea
ar: لوريكا فاريا
bg: Лорика ферея
el: Σιδερένιος Θώρακας
ko: 로리카 페르레아
ru: Лорика ферреа
tr: Üst Zırh
uk: Лоріка ферреа
zh: 铁质盔甲
zh_tw: 鐵甲

source: Quilted linen or leather body armor for infantrymen.
ar: درع كتاني أو جلدي مبطن لجنود المشاة
ast: Llinu acolchao o armadura corporal de cueru pa la infantería.
bg: Ватирани ленени или кожени доспехи за пехотата.
br: Linenn vatarasennet pe houarnwisk korf lêr evit troadeien.
ca: Armadura de roba encoixinada o de cuir per als soldats d'infanteria.
cs: Prošívané lněné nebo kožené brnění pro pěchotu.
da: Quiltet linned- eller læderrustning til infanterister.
de: Gestepptes Leinen- oder Lederwams für Infanterie.
el: Καπιτονέ λινό ή δερμάτινη σωματική πανοπλία για πεζούς στρατιώτες.
es_mx: Lino acolchonado o armadura de cuero para la infantería.
eu: Infanteriarentzako liho barrubiguna edo larruzko armadura.
fa: زره دوخته شده از چرم یا کتان برای پیاده نظام.
fi: Topattu palttina- tai nahkapanssari jalkaväelle.
ga: Línéadach cuilteáilte nó armúr colainne as leathar do na coisithe.
gl: Armadura de corpo feita de liño acolchado para a infantaría.
hu: Tűzött vászon vagy bőr testpáncél a gyalogosok számára.
id: Lenan berlapis atau zirah kulit untuk infanteri.
it: Imbottitura di lino o in pelle per l'armatura della fanteria.
ja: 歩兵用のキルト加工したリネンもしくは革の胴鎧です。
ko: 보병용 누비 가공된 아마포 또는 가죽 갑옷.
lv: Cauršūta lina vai ādas ķermeņa bruņas kājniekiem.
ms: Perisai badan berkulit atau berlapis linen untuk askar infantri.
nb: Vattert lin- eller lærrustning for infanteri.
nl: Gewatteerd linnen of leren pantser voor infanterie.
pl: Pikowane płótno lub skórzana zbroja dla piechoty.
pt_pt: Armadura de corpo acolchoada de linho ou couro para soldados de infantaria.
ru: Стёганая или кожаная броня для пехоты.
sk: Prešívaná ľanová alebo kožená zbroj pre pešiakov.
sv: Quiltat linne eller läder kroppsrustning för infanteri.
tr: Piyadeler için kapitone keten veya deriden vücut zırhı.
uk: Стьобаний лляний або шкіряний обладунок для піхотинців.
zh: 带衬垫亚麻布或皮质盔甲(步兵)。
zh_tw: 步兵的有襯墊亞麻布衣或皮革衣。

source: All Infantry +1 Hack and Pierce Armor Level.
ar: زيادة لمستوى ممانعة الدروع واختراقها بمقدار 1 لكلّ المشاة.
ast: Pa tola infantería +1 nivel d'armadura contra la taya y la fura.
bg: +1 защита срещу разсичане и пробождане за всички пехотинци.
br: An holl Droadeien +1 a Droc'husted hag a live Toullusted Houarnwisk.
ca: Tota la infanteria guanya +1 de nivell d'armadura en Tall i Perforació.
cs: Veškerá pěchota získává +1 na brnění proti útokům seknutím a bodnutím.
de: Infanterie +1 Hieb- und Stichschutz.
el: Πεζικό +1 επίπεδο κόψιμο και διαπέραση πανοπλίας
es_mx: Toda la infantería +1 nivel de armadura de corte y penetración.
eu: Infanteria guztiak +1 lortzen du mozte eta zulatze minen kontrako babesean.
fa: تمام پیاده نظام ها +1 سطح زره برشی و نفوذی
fi: Jalkaväen panssari +1 hakkaus- ja lävistystaso
ga: Leibheál armúir Teasctha is Pollda +1 do gach coisí.
gl: A armadura de folla e perforación da infantaría aumenta en +1.
hu: Minden gyalogosnak +1 vágás és szúrás páncél szint.
id: Zirah Tebasan dan Tusukan semua Infanteri +1.
it: Tutta la Fanteria guadagna +1 Livello Armatura da Fendenti e Perforazioni.
ja: すべての歩兵の打撃および貫通装甲レベルを1上げます。
ko: 모든 보병의 타격 및 관통 방어력 수준이 +1 증가합니다.
lv: Visiem kājniekiem +1 ciršanas un duršanas bruņu līmeņiem.
ms: Semua Infantri +1 Aras Perisai Tetak dan Tembus.
nb: Alt infanteri +1 rustningsgrad mot hugg og stikk.
nl: Alle infanterie +1 slag- en steekpantser.
pl: Wszystkie jednostki piechoty otrzymują +1 do poziomu obrony przed obrażeniami siecznymi i kłutymi.
pt_pt: Toda a Infantaria +1 nível de corte e perfuração de armadura.
ru: Вся пехота получает +1 к защите от рубящих и колющих ударов.
sk: Všetka pechota +1 úroveň sečnej a bodnej zbroje.
sv: Alla Infanteri +1 Hack och Stick rustningsnivå.
tr: Tüm Piyadelere +1 Zırh Delme ve Bozma Seviyesi.
uk: Вся піхота має +1 рівень броні від рубаючої та колючої атаки.
zh: 所有步兵 +1 劈砍和穿刺盔甲等级。
zh_tw: 所有步兵 +1 劈砍及穿刺盔甲等級。

source: Quilted Body Armor
ar: درع مبطن للجسم
ast: Armadura corporal acolchao
bg: Ватирана броня
br: Houarnwisk-Matarasennet Korfel
ca: Armadura encoixinada
cs: Prošívané brnění
da: Quiltrustning
de: Gepolsteter Körperschutz
el: Καπιτονέ Πανοπλία Σώματος
es_mx: Armadura de Cuerpo Acolchonado
eu: Armadura Barrubiguna
fa: زره دوخته شده
fi: Topattu panssari
ga: Armúr Colainne Cuilteáilte
gl: Armadura de corpo acolchada
hu: Tűzött testpáncél
id: Baju Zirah Berlapis
it: Armatura Imbottita
ja: キルト加工胴鎧
ko: 누비 가공된 갑옷
lt: Daugiasluoksniai Kūno Šarvai
lv: Iešūtas ķermeņa bruņas
ms: Perisai Badan Berkulit
nb: Lappeflettet kroppsrustning
nl: Gewatteerd pantser
pl: Pikowana zbroja
pt_pt: Armadura de Corpo Acolchoada
ru: Стёганая броня
sk: Prešívaná zbroj
sv: Vadderad rustning
tr: Kapitone Vücut Zırhı
uk: Стьобаний обладунок
zh: 带衬垫盔甲
zh_tw: 有襯墊的盔甲

source: Spolas
ar: سبولس
bg: Сполас
el: Δερμάτινος Θώρακας
fa: اسپولاس
ko: 스포라스
pl: Spolas - zbroja hypaspists'a
ru: Сполас
sk: Štóla
tr: İnce zırh
uk: Сполас
zh: 古希腊薄甲
zh_tw: 軍團段甲

source: Laminated linen body armor for infantrymen.
ar: درع كتاني مصفح لجسم جنود المشاة.
ast: Armadura corporal de llinu llaminao pa la infantería.
bg: Слоести ленени доспехи за пехотата.
br: Houarnwisk goloet a lin evit ar soudarded war droad.
ca: Armadura laminada de lli per als soldats d'infanteria.
cs: Vrstvené lněné brnění pro pěchotu.
de: Geschichteter Leinen-Körperschutz für Infanterie.
el: Πανοπλία Σώματος Συγκολλημένου Λινού για πεζικάριους.
es_mx: Armadura de cuerpo laminada para infantería.
eu: Infanteriarentzako liho ijeztu gorputz armadura.
fa: زره کتانی ورقه ورقه برای پیاده نظام.
fi: Kerrostettu palttinapanssari jalkaväelle
ga: Armúr Colainne lannaithe as línéadach do na coisithe.
gl: Armadura de corpo de liño laminado para a infantaría.
hu: Rétegzett vászon testpáncél a gyalogosok számára.
id: Zirah lenan berlapis untuk infanteri.
it: Armatura di lino multistrato per la fanteria.
ja: 歩兵用の積層リネン胴鎧です。
ko: 보병용 적층 아마포 갑옷.
lv: Laminēta lina ķermeņa bruņas kājniekiem.
ms: Perisai badan bersalut linen untuk askar infantri.
nb: Laminert kroppsrustning i lin for infanteri.
nl: Gelamimeerd linnen pantser voor infanterie.
pl: Zbroja z wielu warstw płótna dla piechoty.
pt_pt: Armadura de corpo laminada com linho para a infantaria.
ru: Панцирь из льняной ткани для пехоты.
sk: Vrstvená ľanová zbroj pre pešiakov.
sv: Laminerat linne kroppsrustning för infanteri.
tr: Piyadeler için tabakalandırılmış keten vücut zırhı.
uk: Пластинчастий лляний обладунок для піхотинців.
zh: 层压亚麻盔甲（步兵）。
zh_tw: 薄亞麻步兵胸甲。

source: Laminated Linen Body Armor
ar: درع كتاني مصفح للجسم.
ast: Armadura corporal de llinu llaminao
bg: Слоести ленени доспехи
br: Houarnwisk goloet gant pezhioù lin
ca: Armadura laminada de lli
cs: Vrstvené lněné brnění
de: Geschichteter Leinen-Körperschutz
el: Πανοπλία Σώματος Συγκολλημένου Λινού
es_mx: Armadura de Cuerpo de Lino Laminada
eu: Liho ijeztu armadura
fa: زره طبقه طبقه کتانی
fi: Kerrostettu palttinapanssari
ga: Armúr Colainne Línéadach Lannaithe
gl: Armadura de corpo de liño laminado
hu: Rétegzett vászon testpáncél
id: Baju Zirah Lenan Berlapis
it: Armatura Corporea in Lino Multistrato
ja: 積層リネン胴鎧
ko: 적층 아마포 갑옷
lt: Laminuoto Lino Kūno Šarvai
lv: Laminēta lina ķermeņa bruņas
ms: Perisai Badan Bersalut Linen
nb: Laminert kroppsrustning i lin
nl: Gelamineerd linnen pantser
pl: Zbroja z wielu wastw płótna
pt_pt: Armadura de corpo de linho laminado
ru: Панцирь из льняной ткани
sk: Vrstvená ľanová zbroj
sv: Laminerat linne kroppsrustning.
tr: Lamine Keten Vücut Zırhı
uk: Пластинчастий лляний обладунок
zh: 层压亚麻盔甲
zh_tw: 薄亞麻胸甲

source: Linothorakes
ar: لاينوثويكيس
bg: Линоторакес
br: Linotorakes
el: Λινοθώρακες
fa: لینوتوراکس
hu: Linothorax
it: Linotoraci
ko: 리노토라케스
ru: Линоторакс
uk: Ліноторакес
zh: 亚麻胸甲
zh_tw: 層麻護甲

source: All Infantry +1 Hack Armor Level.
ar: زيادة لمستوى ممانعة الدروع بمقدار 1 لكلّ الجنود.
ast: Pa tola infantería +1 nivel d'armadura contra la taya.
bg: +1 защита срещу разсичане за всички пехотинци.
br: An holl Droadeien +1 a live Troc'husted Houarnwisk.
ca: Tota la infanteria guanya +1 de nivell d'armadura en Tall.
cs: Veškerá pěchota získává +1 na svou ochranu proti útokům seknutím.
de: Infanterie +1 Hiebschutz
el: Πεζικό +1 επίπεδο κόψιμο
es_mx: Toda la Infantería +1 Nivel de Armadura de Corte.
eu: Infanteria guztiak +1 lortzen du babes eta mozte minen kontrako babesean.
fa: تمام سربازان پیاده +1 زره برشی.
fi: Jalkaväen panssari +1 hakkaustaso
ga: Leibheál armúir Teasctha +1 do gach coisí.
gl: A armadura de folla da infantaría aumenta en +1.
hu: Minden gyalogosnak +1 vágás páncél szint.
id: Semua infanteri +1 Zirah Tebasan.
it: Tutte le Fanterie guadagnano +1 livello Contro le Armature.
ja: すべての歩兵の打撃装甲レベルを1上げます。
ko: 모든 보병의 타격 방어력 수준이 +1 증가합니다.
lv: Visiem kājniekiem +1 ciršanas bruņu līmenim.
ms: Semua Infantri +1 Aras Perisai Tetak.
nb: Alt infanteri +1 rustningsgrad mot hugg.
nl: Alle infanterie +1 slagpantser.
pl: Cała piechota otrzymuje +1 do poziomu obrony przed obrażeniami siecznymi.
pt_pt: A armadura da infantaria aumenta em +1 de nível de corte de armadura.
ru: Вся пехота получает +1 к защите от рубящих ударов.
sk: Všetka pechota +1 úroveň sečnej zbroje.
sv: Alla Infanteri +1 Hack rustningsnivå.
tr: Tüm Piyadelere +1 Zırh Delme Seviyesi.
uk: Вся піхота має +1 рівень броні від рубаючої атаки.
zh: 所有步兵 +1 劈砍盔甲等級。
zh_tw: 所有步兵 +1 劈砍盔甲等級。

source: Body armor reinforced with bronze scales.
ar: درع للجسم معزّز بحراشف برونزيّة
ast: Armadura corporal reforciao con escames de bronce.
bg: Доспехи, подсилени с бронзови люспи.
br: Houarnwisk-Korfel kreñvaet gant skantoù arem.
ca: Armadura reforçada amb escates de bronze.
cs: Brnění zesílené bronzovými šupinami.
de: Mit Bronzeschuppen verstärkter Körperschutz.
el: Πανοπλία Σώματος ενισχυμένη με χάλκινες φολίδες.
es_mx: Armadura de cuerpo reforzadas con escamas de bronce.
eu: Brontze ezkataz indartutako gorputz armadura.
fa: زره بدن تقویت شده با فلس های برنزی.
fi: Pronssisuomuilla vahvistettu panssari
ga: Armúr colainne treisithe le gannaí as cré-umha.
gl: Armadura de corpo reforzada con placas de bronce.
hu: Bronzlapokkal megerősített testpáncél.
id: Zirah diperkuat dengan sisik perunggu.
it: Armatura Corporea rinforzata con scaglie di bronzo.
ja: 青銅の小札を装甲にした鎧です。
ko: 청동 비늘로 보강된 갑옷.
lv: Ķermeņa bruņas pastiprinātas ar brunzas plāksnēm.
ms: Perisai badan diperkukuh dengan kepingan gangsa.
nb: Brynje forsterket med bronseskjell
nl: Harnas verstevigd met bronzen schubben.
pl: Zbroja wzmocniona łuskami z brązu.
pt_pt: Armadura de corpo reforçada com placas de bronze.
ru: Доспех, усиленный бронзовыми пластинами.
sk: Zbroj spevnená bronzovými platničkami.
sv: Kroppsskydd förstärkt med bronsfjäll.
tr: Bronz pulla takviyeli vücut zırhı.
uk: Обладунок, зміцнений бронзовою лускою.
zh: 使用青铜薄片强化的盔甲。
zh_tw: 使用青銅薄片強化的盔甲。

source: Scale Body Armor
ar: درع حرشفي للجسم.
ast: Armadura corporal d'escames
bg: Люспеста броня
br: Houarnwisk-Korfel Skantet
ca: Armadura d'escates
cs: Šupinové brnění
de: Schuppenpanzer
el: Φολιδωτή Πανοπλία Σώματος
es_mx: Armadura de Cuerpo Escamadas
eu: Ezkata Armadura
fa: زره فلس مانند
fi: Suomupanssari
ga: Armúr Colainne na nGannaí
gl: Armadura de placas
hu: Pikkelyes testpáncél
id: Baju Zirah Bersisik
it: Armatura Corporea a Scaglie
ja: 小札鎧
ko: 비늘 갑옷
lv: Plākšņu ķermeņa bruņas
ms: Perisai Badan Bersisik
nb: Skjellbrynje
nl: Geschaald lichaamspantser
pl: Zbroja łuskowa.
pt_pt: Armadura de Escamas
ru: Ламеллярный доспех
sk: Šupinová zbroj
sv: Fjäll kroppsrustning
tr: Pullu Vücut Zırhı
uk: Лускатий обладунок
zh: 鱼鳞盔甲
zh_tw: 魚鱗胸甲

source: Lorica Squamata
ar: لوريكا سكويميتا
bg: Лорика сквамата
el: Λόρικα Σκουαμάτα (θώρακας)
ko: 로리카 스쿠아마타
pl: Lorica Skamata
ru: Лорика сквамата
tr: Hafif zırh
uk: Лоріка сквамата
zh: 鳞甲
zh_tw: 鱗甲
