Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Let both of our people prosper from a peaceful association, %(_player_)s.
ar: دع كلاً من شعبنا يزدهر من هذا السلام، %(_player_)s.
ast: Que la paz nos trahia prosperidá, %(_player_)s.
bg: Нека и двата ни народа да преуспяват благодарение на мирна връзка между нас, %(_player_)s.
br: Laoskomp hon pobloù bleuñviñ en ur genvevañ e peoc'h, %(_player_)s.
ca: Que els nostres pobles prosperin d'una associació pacífica, %(_player_)s.
da: Lad begge vores folk trives fra en fredelig forening, %(_player_)s.
de: Lass uns beide durch ein friedliches Bündnis wachsen, %(_player_)s.
el: Ας ευημερήσουν και οι δύο λαοί μας από από αυτή την ειρηνική ένωση, %(_player_)s.
eu: Gure herriak bake eta elkarturik aurrera egin dezatela, %(_player_)s.
fa: اجازه دهید مردمان هردو ما از این اتحاد صلح آمیز بهره ببرند،%(_player_)s.
fr: Laissons nos peuples prospérer de notre paisible association, %(_player_)s.
ga: Beidh ár gcupáin lán le fíon leis an gcomhaontú sítheach seo, a %(_player_)s.
gd: Gun gabhadh an dithis againn ’s ar muinntir soirbheachas is buannachd às an t-sìth eadarainn, %(_player_)s.
hu: %(_player_)s, virágozzanak népeink e békés szövetségben!
id: Biarkan rakyat kita berdua makmur dari sebuah asosiasi damai, %(_player_)s.
it: Che entrambi i nostri popoli prosperino da un'associazione pacifica, %(_player_)s.
ko: %(_player_)s 님, 우리 두 민족이 평화적인 결사로부터 번영하도록 합시다.
lt: %(_player_)s, leiskime mūsų abiejų žmonės klestėti taikaus bendradarbiavimo dėka.
nb: La begge våre folk nyte godt av denne fredfulle overenkommelsen, %(_player_)s.
pt_br: Que ambos prosperem de uma associação pacífica, %(_player_)s.
ru: Пусть мирное объединение принесет процветание обоим нашим народам, %(_player_)s.
sv: Låt båda våra folk blomstra från denna fredliga förening, %(_player_)s.
tr: Her iki halkımız da barışçıl bir birliktelik, %(_player_)s gelişsin.
uk: Нехай обидва наших народи процвітають у мирі та злагоді, %(_player_)s.
zh: 让这项和平协议促使我们共同繁荣。
zh_tw: 讓我們兩個都可以從這次的和平協議中獲益吧，%(_player_)s。

source: We have found common ground, %(_player_)s. I accept the alliance.
ar: لقد وجدنا أرضيّة مشتركة يا %(_player_)s. أقبل التّحالف.
ast: Quedamus n una, %(_player_)s. Aceito l’alliança.
bg: Намерихме общ език, %(_player_)s. Приемам съюза.
br: Kavet eo bet ganeomp un dachenn emglev, %(_player_)s.. Degemer a ran an emglev.
ca: Hem trobat un interès comú, %(_player_)s. Accepto l'aliança.
da: Vi har fundet fælles fodslag, %(_player_)s. Jeg accepterer alliancen.
de: Wir haben einen gemeinsamen Nenner gefunden, %(_player_)s. Ich stimme dem Bündnis zu.
el: Έχουμε βρει κοινό έδαφος, %(_player_)s. Αποδέχομαι τη συμμαχία.
eu: Ados gaude, %(_player_)s. Zure kidetza onartzen dut.
fa: ما نقاط مشترک پیدا کردیم، %(_player_)s. پیشنهاد اتحاد شما را می پذیرم.
fr: Nous avons trouvé un terrain d'entente, %(_player_)s. J'accepte l'alliance.
ga: Fuairimid ar talamh coiteann, a %(_player_)s. Glacaim lenár gcomhaontas.
gd: Tha sinn air an aon ràmh, %(_player_)s. Gabhaidh mi ri caidreachas.
hu: Megtaláltuk a közös nevezőt, %(_player_)s. Elfogadom a szövetséget.
id: Kita berhasil mendapatkan kesepakatan bersama, %(_player_)s. Saya menerima aliansi Anda.
it: Abbiamo trovato un terreno comune, %(_player_)s. Accetto l'alleanza.
ko: %(_player_)s 님, 우리는 공통점을 발견했습니다. 그 동맹에 찬성합니다.
lt: %(_player_)s, radome bendrą kalbą. Sutinku tapti sąjungininkais.
nb: Vi har kommet overens, %(_player_)s. Jeg godtar alliansen.
pt_br: Encontramos um terreno comum, %(_ player_)s. Aceito a aliança.
ru: Мы нашли точки соприкосновения,%(_player_)s. Я вступлю в союз.
sv: Vi har funnit neutral mark, %(_player_)s. Jag accepterar denna allians.
uk: Ми знайшли спільну мову, %(_player_)s. Я приймаю союз.
zh_tw: 我找到了共同點，%(_player_)s。我接受同盟。

source: %(_player_)s, consider us allies from now on.
ar: اعتبرنا حلفاء من الآن فصاعدًا يا %(_player_)s.
ast: D’eiquí pa riba contades cun nós, %(_player_)s.
bg: %(_player_)s, от сега нататък вече ще бъдем съюзници.
br: %(_player_)s, sellout a ran ouzhoc'h evel ur c'hevredad diwar-vremañ.
ca: %(_player_)s, considerem-nos aliats a partir d'ara.
da: %(_player_)s, betragter os som allierede fra nu af.
de: %(_player_)s und ich sind jetzt Verbündete.
el: %(_player_)s, θεώρησέ μας συμμάχους από τώρα και στο εξής.
eu: Orain %(_player_)s eta biok kideak gara.
fa: %(_player_)s، مارا هم پیمان خود از این پس بدانید.
fr: %(_player_)s, considérez nous comme allié dès maintenant.
ga: Táimid inár gcomhghuaillí le chéile anois, a %(_player_)s.
gd: %(_player_)s, ’s e caidreabhaich a th’ anainn o seo a-mach.
hu: %(_player_)s, tekints ránk mostantól szövetségesként!
id: %(_player_)s, memandang kita sebagai sekutu mulai dari sekarang.
it: %(_player_)s, consideraci alleati da ora in poi.
ko: %(_player_)s 님, 앞으로 우리 동맹국들을 고려해주십시오.
lt: %(_player_)s, nuo šiol laikykime viens kitą sąjungininkais.
nb: %(_player_)s, anse oss for å være allierte fra nå av.
pt_br: %(_player_)s, considere-nos aliados de agora em diante.
ru: %(_player_)s, с этого момента считай, что мы союзники.
sv: %(_player_)s, du kan se oss som allierade från och med nu.
tr: Bundan sonra müttefiklerimizi düşünün, %(_player_)s,
uk: %(_player_)s і ми відтепер союзники.
zh: %(_player_)s ，从今往后我们就是盟友了。
zh_tw: %(_player_)s，我們從現在開始是盟友了。

source: I will ally with you, %(_player_)s, but only if you send me a tribute of %(_amount_)s %(_resource_)s.
ar: سأتحالف معك يا %(_player_)s، ولكن فقط إن أرسلت إليّ %(_amount_)s من %(_resource_)s كجزية.
ast: Cumo mi tributes %(_amount_)s de %(_resource_)s, allio-me cun ti, %(_player_)s.
bg: Ще се съюзя с теб, %(_player_)s, но само ако ми изпратиш %(_amount_)s %(_resource_)s.
br: Kevrediñ a ran ganeoc'h, %(_player_)s, hepken ma kasfes un truaj a %(_amount_)s %(_resource_)s.
ca: Serem aliats, %(_player_)s, només si m'envies un tribut de %(_amount_)s de %(_resource_)s.
da: Jeg vil alliere mig med dig, %(_player_)s, men kun hvis du sender mig en tribut bestående af %(_amount_)s %(_resource_)s.
de: Ich werde mich mit dir verbünden, %(_player_)s, aber nur, wenn du mir einen Tribut von %(_amount_)s %(_resource_)s zukommen lässt.
el: Θα συμμαχήσω μαζί σου, %(_player_)s, αλλά μόνο αν μου στείλεις ως φόρο %(_amount_)s %(_resource_)s.
eu: Zurekin bat egingo dut, %(_player_)s, baino soilik %(_amount_)s %(_resource_)sen zerga jasotzen badut.
fa: من با شما متحد خواهم شد، %(_player_)s، اما فقط به شرطی که شما برای ما %(_amount_)s %(_resource_)s به عنوان هدیه ارسال کنید
fr: Je vais devenir votre allié, %(_player_)s, mais seulement si vous m'envoyer un tribut de %(_amount_)s %(_resource_)s.
ga: Beidh mé i mo chomhghuaillí leatsa, a %(_player_)s, ach amháin más a sheolfaidh tú cíos do %(_amount_)s %(_resource_)s chugam.
gd: Gabhaidh mi riut mar chaidreabhach, %(_player_)s, ach iarraidh mi cìs dhe %(_amount_)s %(_resource_)s ort.
hu: Szövetségre lépek veled, %(_player_)s, de csak akkor, ha %(_amount_)s %(_resource_)s sarcot küldesz.
id: Saya akan menjadi sekutu Anda, %(_player_)s, hanya jika Anda memberikan saya upeti sebesar %(_amount_)s %(_resource_)s.
it: Mi alleerò con te, %(_player_)s, ma solo se mi manderai un tributo di %(_amount_)s %(_resource_)s.
ko: %(_player_)s 님과 동맹을 맺겠습니다. 그러나 %(_resource_)s %(_amount_)s의 공물을 나에게 보낼 경우에만 가능합니다.
lt: %(_player_)s, sudarysiu su jumis sąjungą tik tuo atveju, jei atsiųsite %(_amount_)s%(_resource_)s duoklę.
nb: Jeg vil alliere meg med deg, %(_player_)s, men bare hvis du sender meg et bidrag på %(_amount_)s %(_resource_)s.
pt_br: Eu vou me aliar com você, %(_player_)s, mas apenas se você enviar-me um tributo de %(_amount_)s %(_resource_)s.
ru: Я стану твоим союзником, %(_player_)s, но только после того, как получу от тебя %(_amount_)s %(_resource_)s.
sv: Jag kommer att bli allierad med dig, %(_player_)s, men bara om du skickar %(_amount_)s %(_resource_)s till mig.
tr: Bana yalnızca %(_amount_)s %(_resource_)s. bir yardım gönderirsen, sadık kalacağım, %(_player_)s,
uk: Я об'єднаюсь з Вами, %(_player_)s, але з умовою, якщо ви вишлете мені %(_amount_)s %(_resource_)s.
zh: 我可以和你结盟，%(_player_)s ，要是你能给我 %(_amount_)s %(_resource_)s 的话。
zh_tw: 我將會與您，%(_player_)s，成為同盟，不過您要先向我進貢 %(_amount_)s %(_resource_)s 的資源。

source: %(_player_)s, you must send me a tribute of %(_amount_)s %(_resource_)s before I accept an alliance with you.
ar: يا %(_player_)s، عليك إرسال جزية %(_amount_)s من %(_resource_)s قبل أن أقبل التّحالف معك.
ast: %(_player_)s, tienes que mi tributar %(_amount_)s de %(_resource_)s pa que you m’allie cun ti.
bg: %(_player_)s, трябва да ми изпратиш %(_amount_)s %(_resource_)s, преди да приема да се съюзим.
br: %(_player_)s, rankout a rez kas din un truaj a %(_amount_)s e %(_resource_)s a-raok na asantin da gevrediñ ganit.
ca: %(_player_)s, m'has d'enviar un tribut de %(_amount_)s de %(_resource_)s perquè accepti d'aliar-me amb tu.
da: %(_player_)s , du skal sende mig en tribut bestående af %(_amount_)s%(_resource_)s, før jeg accepterer en alliance med dig.
de: %(_player_)s, du musst mir einen Tribut von %(_amount_)s %(_resource_)s zukommen lassen, wenn ich dein Bündnisangebot annehmen soll.
el: %(_player_)s, πρέπει να μου στείλεις ένα φόρο από %(_amount_)s %(_resource_)s πριν αποδεχτώ τη συμμαχία μαζί σου.
eu: Bidal iezadazu %(_amount_)s %(_resource_)sen zerga zure kidetza onartzeko.
fa: %(_player_)s، شما می بایست برای ما %(_amount_)s %(_resource_)s ارسال کنید، قبل از اینکه من اتحاد با شما را بپذیرم.
fr: %(_player_)s, vous devez m'envoyer un tribut de %(_amount_)s %(_resource_)s avant que je n'accepte une alliance avec vous.
ga: A %(_player_)s, teastaíonn ort cíos a sheol chugam do %(_amount_)s %(_resource_)s agus ansin béimid inár gcomhaontas.
gd: %(_player_)s, feumaidh tu cìs dhe %(_amount_)s %(_resource_)s a thoirt dhomh mus gabh mi ri caidreabhas eadarainn.
hu: %(_player_)s, %(_amount_)s %(_resource_)s sarcot kell küldened, mielőtt szövetségre lépnék veled.
id: %(_player_)s, Anda harus mengirimkan upeti kepadaku sebesar %(_amount_)s %(_resource_)s sebelum saya menerima aliansi dengan Anda.
it: %(_player_)s, devi inviarmi un tributo di %(_amount_)s %(_resource_)s prima che io accetti un'alleanza con te.
ko: %(_player_)s 님, 당신과 동맹을 맺기 전에 나에게 %(_resource_)s %(_amount_)s 의 공물을 보내야만 합니다.
lt: %(_player_)s, privalote atsiųsti %(_amount_)s%(_resource_)s duoklę prieš man priimant sąjungos pasiūlymą.
nb: %(_player_)s, du må sende meg et bidrag på %(_amount_)s %(_resource_)s før jeg kan godta en allianse med deg.
pt_br: %(_player_)s, você deve me enviar um tributo de %(_amount_)s %(_resource_)s antes de eu aceitar uma aliança com você.
ru: %(_player_)s, ты должен отправить мне %(_amount_)s %(_resource_)s в качестве дани, чтобы я принял твое предложение о союзе.
sv: %(_player_)s, du måste skicka mig en tribut av %(_amount_)s %(_resource_)s för att jag skall acceptera en allians.
tr: %(_player_)s, bana bir ittifak kabul etmeden önce %(_amount_)s %(_resource_)s bir haraç göndermeniz gerekir.
uk: %(_player_)s, Ви повинні вислати мені данину у вигляді %(_amount_)s %(_resource_)s перед тим, як Я прийму вашу пропозицію союзу.
zh: %(_player_)s ， 你若能给我%(_amount_)s %(_resource_)s，可以考虑接受你的盟约。
zh_tw: %(_player_)s，您必須進貢 %(_amount_)s %(_resource_)s 的資源給我，這樣我才會接受同盟提議。

source: Unless you send me %(_amount_)s %(_resource_)s, an alliance won’t be formed, %(_player_)s,
bg: Ако не ми изпратиш %(_amount_)s %(_resource_)s, няма да вляза в съюз с теб, %(_player_)s,
br: Keit ha ma ne kasfec'h ket din %(_amount_)s %(_resource_)s, ne vo ket skoulmet un emglev, %(_player_)s,
de: Sofern du mir nicht %(_amount_)s %(_resource_)s zahlst, wird kein Bündnis entstehen, %(_player_)s.
el: Αν δεν μου στείλεις %(_amount_)s %(_resource_)s, μία συμμαχία δεν μπορεί να ευδοκιμήσει, %(_player_)s.
eu: %(_amount_)s %(_resource_)s bidali arte ez dut onartuko zure kidetza eskaintza.
fr: Tant que vous ne m'enverrez pas %(_amount_)s %(_resource_)s, une alliance ne pourra pas ce former, %(_player_)s.
gd: %(_player_)s, cha bhi caidreachas eadarainn mura tabhann thu cìs dhe %(_amount_)s %(_resource_)s dhomh.
hu: %(_player_)s, amennyiben nem küldesz %(_amount_)s %(_resource_)s, szövetségünk nem jön létre.
id: Kecuali Anda mengirim saya %(_amount_)s %(_resource_)s, maka sebuah aliansi tidak akan terbentuk, %(_player_)s,
it: Se non mi invierai %(_amount_)s %(_resource_)s, non vi sarà alcuna alleanza, %(_player_)s,
nb: Om du ikke sender meg %(_amount_)s %(_resource_)s, har vi ingen allianse, %(_player_)s,
pt_br: A menos que você me envie %(_amount_)s %(_resource_)s, uma aliança entre nós não será feita %(_player_)s.
ru: Пока ты не предоставишь мне %(_amount_)s %(_resource_)s, о нашем союзе не может быть и речи, %(_player_)s,
sv: Om du inte skickar mig %(_amount_)s %(_resource_)s så kommer en allians inte bildas, %(_player_)s.
tr: %(_amount_)s %(_resource_)s, göndermediğiniz sürece, bir ittifak oluşturulmayacak, %(_player_)s,
uk: Якщо ви не відправите мені %(_amount_)s %(_resource_)s, союз не буде підписаний, %(_player_)s,
zh: %(_player_)s ，除非你进贡 %(_amount_)s %(_resource_)s ，否则盟约不会生效。
zh_tw: 除非你進貢給我 %(_amount_)s %(_resource_)s，否則我們將不會是同盟，%(_player_)s。

source: %(_player_)s, my offer still stands. I will ally with you only if you send me a tribute of %(_amount_)s %(_resource_)s.
ar: ما زال عرضي قائمًا يا %(_player_)s. سأتحالف معك فقط إن أرسلت إليّ %(_amount_)s من %(_resource_)s كجزية.
ast: Sigue n piei la oufierta, %(_player_)s. You m’allio cun ti si tu mi tributɐs %(_amount_)s de %(_resource_)s.
bg: %(_player_)s, предложението ми е все още в сила. Ще се съюзя с теб, само ако ми изпратиш %(_amount_)s %(_resource_)s.
br: %(_player_)s, mat eo atav ma c'hinnig. Kevrediñ a rin ganeoc'h nemetken ma kasfec'h un truaj a %(_amount_)s e %(_resource_)s.
ca: %(_player_)s, la meva oferta es manté. Només m'aliaré amb tu si m'envies un tribut de %(_amount_)s de %(_resource_)s.
da: %(_player_)s, mit tilbud står stadig. Jeg vil kun alliere mig med dig, hvis du sender mig en tribut bestående af %(_amount_)s%(_resource_)s.
de: %(_player_)s, mein Angebot ist immer noch gültig. Ich werde mich mit dir verbünden, wenn du mir einen Tribut von %(_amount_)s %(_resource_)s zukommen lässt.
el: %(_player_)s, η προσφορά μου εξακολουθεί να ισχύει. Θα συμμαχήσω μαζί σου μόνο αν μου στείλεις ένα φόρο από %(_amount_)s %(_resource_)s.
eu: Nire eskaintza aurrera doa, %(_player_)s, zurekin bat egingo dut %(_amount_)s %(_resource_)sen zerga jasotzen badut.
fa: %(_player_)s، پیشنهاد من کماکان پای برجاست، من با شما متحد خواهم شد اگر شما برای ما %(_amount_)s %(_resource_)s به عنوان هدیه ارسال کنید
fr: %(_player_)s, mon offre tient toujours. Je deviendrais votre allié seulement si vous m'envoyez un tribut de %(_amount_)s %(_resource_)s.
ga: A %(_player_)s, seasann mo thairiscint fós. Beidh do chomhghuaillí mé má sheolfaidh tú cíos do %(_amount_)s %(_resource_)s chugam.
gd: %(_player_)s, ghabhadh mi riut mar chaidreabhach fhathast ach cha tachair seo mura toir thu cìs dhe %(_amount_)s %(_resource_)s dhomh.
hu: %(_player_)s, ajánlat még mindig áll. Csak akkor lépek veled szövetségre, ha küldesz %(_amount_)s %(_resource_)s sarcot.
id: %(_player_)s, permintaan saya masih ada. Saya akan menjadi sekutu Anda jika Anda mengirimkan upeti sebesar %(_amount_)s %(_resource_)s kepadaku.
it: %(_player_)s, la mia offerta è ancora valida. Mi alleerò con te solo se mi invii un tributo di %(_amount_)s %(_resource_)s.
ko: %(_player_)s 님, 내 제안은 여전히 유효합니다. %(_resource_)s %(_amount_)s 의 공물을 보낼 경우에만 귀하와 동맹을 맺겠습니다.
lt: %(_player_)s, mano pasiūlymas vis dar galioja. Sudarysiu su jumis sąjungą tik tuo atveju, jei atsiusite %(_amount_)s%(_resource_)s duoklę.
nb: %(_player_)s, mitt tilbud står ved lag. Jeg vil bare alliere meg med deg om du sender et bidrag på %(_amount_)s %(_resource_)s.
pt_br: %(_player_)s, minha oferta ainda está de pé. Eu vou me aliar com você apenas se enviar-me um tributo de %(_amount_)s %(_resource_)s.
ru: %(_player_)s, моё предложение всё еще в силе. Я стану твоим союзником только в том случае, если ты отправишь мне %(_amount_)s %(_resource_)s в качестве дани.
sv: %(_player_)s, mitt erbjudande kvarstår. Jag kommer att alliera mig med dig om du skickar mig en tribut av %(_amount_)s %(_resource_)s.
tr: %(_player_)s, teklifim hala geçerli. Bana yalnızca %(_amount_)s %(_resource_)s. bir haraçını gönderirsen, sizinle müttefik olacağım.
uk: %(_player_)s, моя пропозиція все ще в силі. Я підпишу з Вами союзний договір, якщо Ви надішлете мені данину у вигляді %(_amount_)s %(_resource_)s.
zh: %(_player_)s， 我们的态度不变，如果你能进贡 %(_amount_)s %(_resource_)s， 我们将与你结盟。
zh_tw: %(_player_)s，我的提議仍然有效。我將會在您進貢 %(_amount_)s %(_resource_)s 的資源後與您結為同盟。

source: I’m still waiting for %(_amount_)s %(_resource_)s before accepting your alliance, %(_player_)s.
ar: ما زلت أنتظر %(_amount_)s من %(_resource_)s قبل قبول عرض التّحالف يا %(_player_)s.
ast: Sigo sperando %(_amount_)s de %(_resource_)s pa robrar l’alliança, %(_player_)s.
bg: Все още чакам да ми изпратиш %(_amount_)s %(_resource_)s, преди да приема предложението ти за съюз, %(_player_)s.
br: O c'hortoz emaon c'hoazh war-lerc'h %(_amount_)s %(_resource_)s a-raok asantiñ hoc'h emglev, %(_player_)s.
ca: Encara espero %(_amount_)s de %(_resource_)s per poder acceptar la teva aliança, %(_player_)s.
da: Jeg venter stadig på %(_amount_)s %(_resource_)s, før jeg accepterer din alliance, %(_player_)s.
de: Ich warte immer noch auf %(_amount_)s %(_resource_)s, bevor ich deiner Allianz zustimme, %(_player_)s.
el: Ακόμα περιμένω για %(_amount_)s %(_resource_)s πριν αποδεχτώ την συμμαχία σου, %(_player_)s.
eu: Zure %(_amount_)s %(_resource_)sen bidalketaren zain nago zure kide egiteko, %(_player_)s.
fa: من کماکان منتظر دریافت %(_amount_)s %(_resource_)s قبل از پذیرش درخواست اتحاد شما هستم، %(_player_)s.
fr: Je suis toujours en attente de %(_amount_)s %(_resource_)s avant d'accepter votre alliance, %(_player_)s.
ga: Táim ag fanacht fós leis an gcíos do %(_amount_)s %(_resource_)s roimh a ghlacaim leis an gcomhaontas seo, a %(_player_)s.
gd: Tha mi a’ feitheamh air a’ chìs dhe %(_amount_)s %(_resource_)s fhathast mus gabh mi riut mar chaidreabhach, %(_player_)s.
hu: %(_player_)s, még mindig várom a %(_amount_)s %(_resource_)s, mielőtt elfogadnálak szövetségesemként.
id: Saya masih menunggu %(_amount_)s %(_resource_)sku sebelum menerima aliansi Anda, %(_player_)s.
it: Sto attendendo %(_amount_)s %(_resource_)s prima di accettare la tua alleanza, %(_player_)s.
ko: %(_player_)s 님, 나는 아직도 당신과의 동맹을 수락하기 전에 %(_resource_)s %(_amount_)s 을(를) 기다리고 있습니다.
lt: %(_player_)s, aš vis dar laukiu %(_amount_)s%(_resource_)s prieš priimdamas jūsų sąjungos pasiūlymą.
nb: Jeg venter fremdeles på %(_amount_)s %(_resource_)s før vi har en allianse, %(_player_)s.
pt_br: Eu ainda estou esperando por %(_amount_)s %(_resource_)s antes de aceitar sua aliança, %(_player_)s.
ru: Я всё ещё ожидаю %(_amount_)s %(_resource_)s, прежде чем я смогу принять твоё предложение о союзе, %(_player_)s.
sv: Jag väntar fortfarande på %(_amount_)s %(_resource_)s innan jag godkänner din allians, %(_player_)s.
tr: İttifakınızı kabul etmeden önce hala %(_amount_)s %(_resource_)s bekliyorum, %(_player_)s.
uk: Я все ще чекаю на %(_amount_)s %(_resource_)s перед прийняттям угоди про союз, %(_player_)s.
zh: %(_player_)s， 在接受盟约前，我仍然期待着 %(_amount_)s %(_resource_)s 。
zh_tw: 我仍在等待 %(_amount_)s %(_resource_)s，然後我才會接受你的同盟提議，%(_player_)s。

source: %(_player_)s, if you do not send me part of the %(_amount_)s %(_resource_)s tribute soon, I will break off our negotiations.
ar: يا %(_player_)s، إن لم تُرسل إلي جزءًا من الجزية (%(_amount_)s من %(_resource_)s) قريبًا، فسأُلغي كل مفاوضاتنا.
ast: Ah %(_player_)s, cumo nun m’apinfes parte de l tributu de %(_amount_)s de %(_resource_)s, arruömpo lɐs negociaciones.
bg: %(_player_)s, ако не ми изпратиш част от онези %(_amount_)s %(_resource_)s скоро, ще прекратя споразуменията ни.
br: %(_player_)s, ma ne kasfes ket ul lodenn eus an truaj a-benn nebeut %(_amount_)s e %(_resource_)s, torret e vo ganin an atroperezh skoulmet kenetrezomp.
ca: %(_player_)s, si no m'envies part dels %(_amount_)s de %(_resource_)s com a tribut aviat, trencaré les negociacions.
da: %(_player_)s, hvis du ikke sender mig en del af %(_amount_)s %(_resource_)s tributten snart, vil jeg afbryde vores forhandlinger.
de: %(_player_)s, wenn du mir nicht bald einen Teil des Tributs von %(_amount_)s %(_resource_)s zukommen lässt, werde ich unsere Verhandlungen abbrechen.
el: %(_player_)s, αν δεν μου στείλεις μέρος από %(_amount_)s %(_resource_)s ως φόρο σύντομα, θα διακόψω τις διαπραγματεύσεις μας.
eu: %(_player_)s, %(_amount_)s %(_resource_)sen zerga ez badidazu bidaltzen, laster negoziaketak etengo ditut.
fa: %(_player_)s، اگر شما بخشی از %(_amount_)s %(_resource_)s را برای ما به عنوان هدیه خیلی زود ارسال نکنید، من مذاکراتمان را پایان خواهم داد.
fr: %(_player_)s, si vous ne m'envoyez pas une partie des %(_amount_)s %(_resource_)s du tribut, j’interromprai nos négociations.
ga: A %(_player_)s, mura sheolann tú cúid cíosa do %(_amount_)s %(_resource_)s chugam go luath, críochnóidh mé ar ár gcomhchainteanna.
gd: %(_player_)s, mura cuir thu pàir dhen chìs dhe %(_amount_)s %(_resource_)s a dh’aithghearr, sguiridh mi dhen cho-rèiteachadh.
hu: %(_player_)s, ha nem küldöd el a %(_amount_)s %(_resource_)s sarc egy részét nekem, akkor megszakítom a tárgyalásokat.
id: %(_player_)s, jika Anda tidak segera mengirimkan upetinya sebanyak %(_amount_)s %(_resource_)s, saya akan membatalkan negosiasi Anda.
it: %(_player_)s, se non mi invii in fretta parte dei %(_amount_)s %(_resource_)s come tributo, interromperò i negoziati.
ko: %(_player_)s 님, 조만간 %(_resource_)s %(_amount_)s 의 공물을 보내지 않는다면, 우리의 협상을 중단하겠습니다.
lt: %(_player_)s, jei neatsiųsite dalies %(_amount_)s%(_resource_)s duoklės, aš nutrauksiu mūsų derybas.
nb: %(_player_)s, hvis du ikke sender meg deler av %(_amount_)s %(_resource_)s-bidraget snart, vil jeg tre ut av forhandlingene.
pt_br: %(_player_)s, se você não me mandar parte da contribuição de %(_amount_)s %(_resource_)s logo eu cancelarei nossas negociações.
ru: %(_player_)s, если ты как можно скорее не отправишь мне часть дани %(_amount_)s %(_resource_)s, я разорву наши переговоры.
sv: %(_player_)s, om du inte skickar mig en gåva av %(_amount_)s %(_resource_)s snart, så kommer jag att avbryta våra förhandlingar.
tr: %(_player_)s, %(_amount_)s %(_resource_)s övgüsünün bir parçasını bir daha göndermezseniz, görüşmelerimi yarıda keserim.
uk: %(_player_)s, якщо Ви не надішлете мені частину з %(_amount_)s %(_resource_)s якнайшвидше, Я припиню усі наші відносини.
zh: %(_player_)s， 如果你不给我们 %(_amount_)s %(_resource_)s 的话，我们将拒绝谈判。
zh_tw: %(_player_)s，如果你不快點進貢部份 %(_amount_)s %(_resource_)s 貢品給我，我將會破換談判。
