Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Seleucus I Nicator invaded the Punjab region of India in 305 BC, confronting Chandragupta Maurya (Sandrokottos), founder of the Mauryan empire. It is said that Chandragupta fielded an army of 600,000 men and 9,000 war elephants (Pliny, Natural History VI, 22.4). Seleucus met with no success and to establish peace between the two great powers and to formalize their alliance, he married his daughter to Chandragupta. In return, Chandragupta gifted Seleucus a corps of 500 war elephants, which would prove a decisive military asset for Seleucus as he fought the rest of Alexander's successors.
ast: Seleucu I Nicátor invadió la rexón india del Panyab en 305 a.C., enfrentándose con Chandragupta Maurya (Sandrókottos), fundador del Imperiu maurianu. Dizse que Chandragupta desplegó un exércitu de 600.000 homes y 9.000 elefantes de guerra (Pliniu, Hestoria Natural VI, 22.4). Seleucu nun tevo ésitu y pa que les dos grandes poderes fixeren les paces y formalizaren l'alianza, casó la so fía con Chandragupta. Empara, Chandragupta regaló a Seleucu un cuerpu de 500 elefantes de guerra, que resultaría decisivu a Seleucu al lluchar col restu de los socesores d'Alexandru.
bg: Селевк I Никатор нахлул в индийския регион Пенджаб през 305г. пр.н.е., изправяйки се срещу Чандрагупта Маурия (Сандрокот), основател на империя Маурия. Смята се, че Чандрагупта имал войска от 600 000 мъже и 9 000 бойни слона („Естествената история“ VI от Плиний, 22.4). Селевк нямал успех, но с цел мир между двете велики сили, както и за да формализира съюза им, омъжил дъщеря си за Чандрагупта. В замяна на това, Чандрагупта подарил на Селевк 500 бойни слона, които се оказали ценна военна придобивка за Селевк при битките му с останалите наследници на Александър.
br: Aloubiñ a reas Seleukus I Nikator ranndir Punjab eus India e 305 kent J.-K., o stourm a-enep da Chandragupta Maurya (Sandrokottos), krouer an impalaeriezh Vaourian. Lavaret zo bet en doa kemeret Chandragupta un arme a 600,000 den ha 9000 olifant-brezel (Pliny, Natural History VI, 22.4). Kejet en doa Seleukus gant berzh ebet hag evit seveniñ ar peoc'h etre an daou c'halloud bras ha formalizañ o aliañs en doa lakaet he c'hoar da zimeziñ gant Chandragupta. En eskemm en doa roet Chandragupta ur c'horf a 500 oilfant brezel en dije prouet e splet milourel diarvarus evit Seleukus evel m'en doa stourmet a-enep da beurest warlerc'hidi Aleksandr.
ca: Seleuc I Nicàtor va envair la regió índia del Panjab l'any 305 aC, i es va enfrontar amb Chandragupta Maurya (Sandrokottos), el fundador de l'Imperi Maurya. Es diu que Chandragupta va enviar un exèrcit de 600.000 homes i 9000 elefants de guerra (Plini, Història Natural VI, 22.4). Seleuc no va tenir èxit i, per establir la pau entre els dos grans poders i formalitzar la seva aliança, va casar la seva filla amb Chandragupta. A canvi, Chandragupta va donar a Seleuc un cos de 500 elefants de guerra, que van ser decisius per a Seleuc en la lluita contra els altres successors d'Alexandre.
cs: Seleukos I. Níkátór napadl v roce 305 před Kristem zemi Pandžáb v Indii, čímž se utkal s Čandraguptou Maurjou (Sandrokottosa), zakladatelem Maurjovské říše. Říká se, že ten postavil armádu skladající se z 600000 mužů a 9000 válečných slonů (Plinius starší, Naturalis Historia VI, 22.4). Seleukos ničeho nedosáhnul a za účelem nastolení míru mezi dvěma mocnostmi a potvrzení jejich spojenectví, vdal svoji dceru za Čandraguptu. Ten mu na oplátku daroval oddíl 500 válečných slonů, kteří se ukázali být rozhodujícím vojenským přínosem při Seleukově boji proti ostatním Alexandrovým nástupcům.
de: Seleukos I. Nikator überfiel 305 v. Chr. die Punjab-Region in Indien und stand Chandragupta Maurya (Sandrokottos), dem Gründer des Mauryareiches, gegenüber. Es wird berichtet, dass Chandragupta eine Armee von 600.000 Mann und 9.000 Kriegselefanten ins Feld führte (Plinius der Ältere, Historia naturalis VI, 22.4). Seleukos blieb erfolglos und um Frieden zwischen den beiden Großmächten herzustellen und zu besiegeln, verheiratete er seine Tochter mit Chandragupta. Im Gegenzug schenkte Chandragupta Seleukos einen Trupp von 500 Kriegselefanten, die ein entscheidender Aktivposten für Seleukos waren, als er den Rest von Alexanders Nachfolgern bekämpfte.
el: Ο Σέλευκος Α' ο Νικάτωρ εισέβαλε στην περιοχή Παντζάμπ της Ινδίας το 305 π.Χ., αντιμετωπίζοντας των Τσαντραγκούπτα Μαουρύα (Σανδροκόττο), ιδρυτής της αυτοκρατορίας των Μαουρύα. Λέγεται ότι ο Τσαντραγκούπτα τοποθέτησε έναν στρατό από 600.000 άνδρες και 9.000 πολεμικούς ελέφαντες (Πλίνιος, Φυσική Ιστορία VI, 22,4). Ο Σέλευκος δεν είχε καμία επιτυχία και για την αποκατάσταση της ειρήνης μεταξύ των δύο μεγάλων δυνάμεων επισημοποιώντας τη συμμαχία τους, παντρεύτηκε την κόρη του Τσαντραγκούπτα. Σε αντάλλαγμα, ο Τσαντραγκούπτα προίκισε τον Σέλευκος με ένα σώμα από 500 πολεμικούς ελέφαντες, το οποίο θα αποδειχθεί αποφασιστικό στρατιωτικό περιουσιακό στοιχείο για τον Σέλευκο αντιμαχόμενος με τους υπόλοιπους διαδόχους του Αλεξάνδρου.
es_ar: Seleuco I Nicator invadió la región india de Punyab en el 305 a.C., y se enfrentó Chandragupta Maurya (Sandrokyptos), fundador del imperio Maurya. Se dice que Chandragupta desplegó un ejército de 600.000 hombres y 9.000 elefantes de guerra (Plinio, Naturalis Historia VI, 22.4). Seleuco lo enfrentó sin éxito y para establecer la paz entre estos dos poderes, y formalizar la alianza, entregó una de sus hijas en matrimonio a Chandragupta. A cambio, este le regaló a Seleuco 500 elefantes de guerra, los cuales resultaron decisivos para Seleuco cuando lucho contra el resto de los sucesores de Alejandro.
eu: Seleucus l Nicatorrek Indiako Punjab eskualdea inbaditu zuen K.a. 305ean, Mauryar Inperioko sortzaile zen Chandragupta Maurya (Sandrokottos)en kontra borrokatuz. Esan ohi da Chandraguptak 600.000 gizon eta 9.000 guda elefanteak bidali zituela (Plinio, Historia Naturala VI, 22,4). Seleucok ez zuen batere arrakastarik izan eta bi potentzien arteko bakea eta elkartasuna ziurtatzeko, alaba ezkondu zuen Chandraguptarekin. Ordainetan, honek 500 guda elefante eman zizkion, hau izanik Seleucorentzat funtsezko armada osagarria Alexanderren ondorengoen kontrako borroketan.
fa: سلوکوس اول نیکاتور به منطقه پنجاب هند در 305 ق.م حمله کرد و با چاندراگوپتا مائوریا (ساندروکوتوس)، بنیانگذار امپراتوری مائوریان مواجه شد. نقل شده است که چاندراگوپتا سپاهی به بزرگی 600000 سرباز و 9000 فیل جنگی را رهبری می کرده است (Pliny, Natural History VI, 22.4). سلوکوس در این حمله هیچ پیروزی بدست نیاورد و مجبور شد معاهده صلح با چاندراگوپتا امضا کند و پیمان اتحاد میان دو قدرت به امضا رسید. سلوکوس با دختر چاندراگوپتا ازدواج کرد و در مقابل سلوکوس به وی سپاهی از 500 فیل جنگی اهدا کرد که تبدیل به نیروی قدرتمند سپاه وی در نبرد با سایر جانشینان اسکندر شد.
ga: Rinne Séileucas I 'Nicator' ionradh ar an mPuinseáib san India i 305 RC, agus thug sé in aghaidh le Tiandragúpta Mauiria (Sandrokottos as Gréigis), bunaitheoir na himpireachta Mauiriaigh. Deirtear gur chuir Tiandragúpta arm le 600,000 bhfir agus le 9,000 n-eilifintí cogaidh (Pliní, Stair Nádúrtha VI, 22.4). Níor thánaig Séileucas ar aon bhua agus phós sé le hiníon Thiandragúpta do síochán agus comhaontas a dhéanamh idir an dá thír. Bhronn Tiandragúpta cór le 500 n-eilifintí cogaidh ar ais ag Séileucas, a chrúthú mar an-úsáideach ag Séileucas nuair a throid sé leis an cuid eile comharbaí Alastair.
hu: I. Szeleukosz Nikatór megtámadta India Pandzsáb régióját i. e. 305-ben, szembeszállva Csandragupta Maurjával (görögül Szandrokottosz), a Maurja Birodalom alapítójával. Azt mondták, hogy Csandragupta egy 600.000 emberből és 9.000 harci elefántból álló sereget állított fel (Pliny (???), Naturalis Historia VI, 22.4). Szeleukosz nem járt sikerrel és a két hatalom közti béke és a szövetségük formalizálása érdekében feleségül adta egyik lányát Csandraguptához. Cserében Csandragupta megajándékozta Szeleukoszt egy 500 harci elefántból álló osztaggal, amely döntő katonai eszköznek bizonyult Szeleukosz számára Alexandrosz többi örökösével szemben.
hy: Սելևկիոս I Նիկատորը մ․թ․ա․ 305թ․-ին ներխուժեց Հնդկաստանի Փունջաբ շրջան՝ դիմակայելով Չանդրագուպտա Մաուրյային (Սանդրոկոտոս)՝ Մաուրյան կայսրության հիմնադրին։ Ասում են, որ Չանդրագուպտան կռվի դաշտ է բերել 600,000 զինվոր և 9,000 ռազմական փիղ (Պլինեոս, "Բնական պատմություն VI", 22.4)։ Սելևկիոսը հաջողության չհասավ և երկու տերությունների միջև խաղաղություն հաստատելու և դաշնություն կապելու համար ամուսնացրեց իր աղջկան Չանդրագուպտայի հետ։ Որպես պատասխան, Չանդրագուպտան Սելևկիոսին նվիրեց 500 ռազմական փիղ, որոնք հետագայում Սելևկիոսի համար եղան որոշիչ ուժ Ալեքսանդրի մյուս հետնորդների դեմ պայքարում։
it: Seleuco I Nicatore invase la regione del Punjab in India nel 305 a.C., affrontando Chandragupta Maurya (Sandrokottos), fondatore dell'impero Maurya. Si dice che Chandragupta misse in campo un esercito di 600.000 uomini e 9.000 elefanti da guerra (Plinio, Storia Naturale VI, 22.4). Seleuco si scontrò senza successo e così per stabilire la pace tra le due grandi potenze e formalizzare la loro alleanza, sposò la figlia di Chandragupta. In cambio, Chandragupta regalò a Seleuco un corpo di 500 elefanti da guerra, che si sarebbero rivelati una risorsa militare decisiva per Seleuco nella lotta con il resto dei successori di Alessandro.
ja: セレウコス1世勝利王は、インドのパンジャーブ地方に紀元前305年に侵攻し、マウリヤ朝創始者のチャンドラグプタ・マウリヤ（サンドロコットス）と対峙しました。チャンドラグプタは60万の兵と9千の戦象を出したといわれています（プリニウス、博物誌6巻、22.4）。セレウコスの侵攻は不成功に終わり、二大勢力が和平を結び、同盟を形あるものにするため、娘をチャンドラグプタに嫁がせました。返礼にチャンドラグプタはセレウコスに500の戦象部隊を贈り、やがて、セレウコスの軍事的な切り札として、アレクサンドロスの後継者の残党と戦う際に真価を発揮しました。
ko: 셀레우코스 1세 승리왕은 인도 펀자브 지방에서 기원전 305년 침공하여 마우리아 제국 건국자인 찬드라 굽타 마우리아(산드로코토스)와 대치했습니다. 찬드라 굽타는 60만명의 군대와 9천마리의 전쟁 코끼리들로 이루어진 군대를 투입했다고 합니다.(플리니우스, 박물지 6권 22.4) 셀레우코스의 침공은 실패로 끝나고, 두 강대국은 평화를 맺고 동맹을 공식화하기 위해 그의 딸을 찬드라 굽타에게 시집보냈습니다. 그 답례로 찬드라굽타는 셀레우코스에게 500마리의 전쟁 코끼리 군단을 제공했습니다. 셀레우코스가 알렉산더의 나머지 후계자들과 싸웠을때 진가를 발휘했고, 셀레우코스에게 결정적인 군사적 자산이 되었습니다.
nb: Selevkos I Nicator invaderte Punjab-regionen i India i 305 f.Kr., og konfrontere med det Chandragupta Maurya (Sandrokottos), grunnlegger av Mauryariket. Det sies at Chandragupta stilte en hær på 600.000 mann og 9000 krigselefanter (Plinius, Natural History VI, 22,4). Selevkos møtte dem for å skape fred, fånyttes. For å skape fred mellom de to stormaktene og for å formalisere sin allianse, giftet han sin datter til Chandragupta. Til gjengjeld gav Chandragupta Seleucus et korps på 500 krigselefanter , som skulle vise seg en avgjørende militær ressurs for Seleucus der han kjempet mot resten av Aleksanders etterfølgere.
pl: Seleukos I Nikator najechali region Punjab w Indiach w 305 r.p.n.e., konfrontując Ćandragupta Maurja (Sandrokottos), założyciela imperium Maurjów. Mówi się, że Chandragupta wystawił armię 600.000 mężczyzn i 9.000 wojennych słoni (Pliniusz, Historia naturalna VI, 22,4). Seleukos nie wypełnił zadania i nie zaprowadził pokoju między dwoma mocarstwami oraz sformalizował swój sojusz z Chandraguptą i poślubił jego córkę. W zamian Chandragupta obdarzony przez Seleukosa korpusem 500 słoni wojennych, które mogą okazać się decydującym atutem wojskowym dla Seleukosa do walki z następcami Aleksandra.
pt_br: Seleuco I Nicator invadiu a região de Punjab da Índia em 305 A.C., confrontando Chandragupta Maurya (Sandrokottos), fundador do Império Máuria. Diz-se que Chandragupta em campo um exército de 600.000 homens e 9.000 elefantes de guerra (Plínio, História Natural VI, 22,4). Seleuco reuniu-se com nenhum sucesso e para estabelecer a paz entre as duas grandes potências e formalizar sua aliança, ele se casou com a filha de Chandragupta. Em troca, Chandragupta talentoso Seleuco um corpo de 500 elefantes de guerra, que iria provar um ativo militar decisivo para Seleuco como ele lutou contra o resto dos sucessores de Alexandre.
ru: Селевк I Никатор вторгся в Пенджаб, регион Индии, в 305 году до н.э., противостоя Чандрагупте Маурье (Сандрокотту), основателю империи Маурьев. Говорили, что Чандрагупта направил армию из 600000 мужчин и 9000 боевых слонов (Плиний, Естественная история VI, 22,4). Селевк не преуспел и, чтобы установить мир между двумя державами и формализовать свой ​​союз, он женился на дочери Чандрагупты. В свою очередь Чандрагупта одарил Селевка корпусом из 500 боевых слонов, которые прижали бы решающее военное преимущество для Селевка в борьбе с остальными преемниками Александра.
sk: Seleukos I. Nikator napadol v roku 305 pred Kristom región Pandžáb v Indii, čím konfrontoval Čandraguptu Maurju (Sandrokottosa), zakladateľa Maurjovskej ríše. Hovorí sa, že ten postavil armádu skladajúcu sa zo 600,000 mužov a 9,000 vojnových slonov (Plínius Starší, Naturalis Historia VI, 22.4). Seleukos tak nič nedosiahol a za účelom nastolenia mieru medzi dvoma mocnosťami a formalizovania ich spojenectva, vydal svoju dcéru za Čandraguptu. Ten mu na oplátku daroval oddiel 500 vojnových slonov, ktoré sa ukázali ako rozhodujúci vojenský prínos pri Seleukovom boji proti ostatným Alexandrovým nástupcom.
sv: Seleucus I Nicator invaderade Punjab-regionen i Indien 305 f.Kr., konfronterad med Chandragupta Maurya (Sandrokottos), grundare av Mauryan-imperiet. Det sägs att Chandragupta fältde en armé på 600.000 män och 9.000 krigelefifanter (Plinius, Natural History VI, 22.4). Seleucus träffades utan framgång och för att skapa fred mellan de två stormakterna och att formalisera sin allians, han gifte sig med sin dotter till Chandragupta. I gengäld gav Chandragupta Seleucus ett korps på 500 krigelefifanter, vilket skulle bli en avgörande militär tillgång till Seleucus när han kämpade mot de övriga Alexanderas efterträdare.
tr: Seleuküs Ben Nicator Mauryan imparatorluğunun kurucusu Chandragupta Maurya (Sandrokottos) ile yüz yüze, Hindistan'ın Pencap bölgesini 305 de işgal etti. Chandragupta'nın 600.000 kişilik bir ordu ve 9.000 savaş fili (Pliny, Natural History VI, 22.4) içerdiği söyleniyor. Seleucus başarıya ulaşamadı ve iki büyük güç arasında barış kurmak ve ittifaklarını resmileştirmek için kızını Chandragupta ile evlendi. Bunun karşılığında Chandragupta, Seleucus'u 500 savaş fili birliğine armağan etti; bu da, Alexander'ın haleflerinin geri kalanına savaşırken Seleukos için belirleyici bir askeri varlık olduğunu ispatladı.
uk: Селевк I Нікатор вторгся в Пенджаб, регіон Індії, в 305 році до н. е., воюючи проти Чандрагупти Маур'ї (Сандрокотту), засновнику імперії Маур'їв. Говорили, що Чандрагупта направив армію з 600000 чоловіків і 9000 бойових слонів (Пліній, Природна історія VI, 22,4). Селевк не досяг успіху і, щоб встановити мир між двома державами і формалізувати свій союз, він одружився на дочці Чандрагупти. У свою чергу Чандрагупта обдарував Селевка корпусом з 500 бойових слонів, які надали б вирішальну військову перевагу для Селевка у боротьбі з іншими спадкоємцями Олександра.
zh: 塞琉古一世（胜利者）在公元前305 年入侵印度的旁遮普地区，对抗孔雀王朝的建立者旃陀罗笈多。据说旃陀罗笈多派出600,000 人及9,000 头战象（老普林尼，《自然史》第六卷，22.4）的军队。塞琉古眼见无法成功，并在两个大国之间建立和平，及确立正式的联盟，最后把自己的女儿嫁给了旃陀罗笈多。作为回报，旃陀罗笈多送给塞琉古500 头战象，这在他打败亚历山大大帝的其余继业者时被证实是非常重要的军事资产。
zh_tw: 塞琉古一世（勝利者）在西元前305年入侵印度的旁遮普地區，對抗孔雀王朝的建立者，旃陀羅笈多(Sandrokottos)。據說旃陀羅笈多派出600,000人及9,000頭戰象（老普林尼，《自然史》第六卷，22.4）的軍隊。塞琉古眼見無法成功，並在兩個大國之間建立和平，及確立正式的聯盟，最後把自己的女兒嫁給了旃陀羅笈多。作為回報，旃陀羅笈多送給塞琉古500頭戰象，這在他打敗亞歷山大大帝的其餘繼業者時被證實是非常重要的軍事資產。

source: The beautiful and powerful breed of Nisean horses increases health for Seleucid cavalry.
ast: La raza curiosa y fuerte de los caballos niseos xube la salú de la caballería seléucida.
bg: Красивата и силна порода нисейски коне увеличава здравето на селевкидската конница.
br: Gwellaat a ra yec'hed ar marc'hegerzh Seleukid ar ouenn vrav ha kreñv a Gezek Nisean.
ca: La bella i vigorosa raça de cavalls niseus millora la salut de la cavalleria selèucida.
cs: Nádherné a silné plemeno nisských koní zvyšuje úroveň zdraví seleukovské jízdy.
de: Die schöne und mächtige Rasse der Nisaia-Pferde erhöht die Gesundheit der seleukidischen Kavallerie.
el: Η όμορφη και δυνατή φυλή των αλόγων της Νίσαιας αυξάνει την υγεία του Ιππικού των Σελευκιδών.
es_ar: La bella y poderosa raza de caballos niseanos aumenta la Salud a la caballería seléucidos.
eu: Nisea zaldi arraza polit eta indartsuak osasuna handitzen dio Seleuziar zalditeriari.
fa: پرورش اسب های زیبا و قدرتمند نسایی برای افزایش سلامت سواره نظام سلوکیان
ga: Úsáid pór each áille agus láidre as Nise, agus méadaigh siad sláinte do mharcra na Séileucaidí.
hu: A gyönyörű és erős Niszaiai lófajta növeli a szeleukida lovasság életerejét.
hy: Սելևկյան հեծելազորի առողջության բարձրացում Նեսայան ձիերի գեղեցիկ և հզոր ցեղատեսակի միջոցով։
it: La bella e potente razza di cavalli Niseani aumenta la salute della cavalleria Seleucide.
ja: 美しく力強い血統のニサイアの馬はセレウコス朝騎兵の耐久力を高めます。
ko: 아름답고 강력한 종의 니세안 말들은 셀레우시드 기병대의 건강을 증진합니다.
nb: Den vakre og kraftfulle Niseahesterasen øker helsen til selevkidisk kavaleri.
pl: Piękna i potężna rasa koni z Nisean zwiększa zdrowie kawalerii Seleucydów
pt_br: A bela e poderosa raça de cavalos de Nisean aumenta a saúde para cavalaria selêucida.
ru: Красивая и мощная порода нисейских лошадей увеличивает здоровье селевкидской кавалерии.
sk: Krásne a silné plemeno nisanských koní zvyšuje zdravie pre seleukovskú jazdu.
sv: Den vackra och kraftfulla rasen av Niseanhästar ökar hälsan för Seleucid kavalleri.
tr: Bu güzel ve güçlü Nisean atları Selevkos süvarisinin sağlığını arttırır.
uk: Гарна і сильна порода нісейських коней збільшує здоров'я кавалерії Селевкідів.
zh: 美丽且强大的尼森马匹，可增加塞琉古骑兵的生命值。
zh_tw: 美麗且強大的Nisean馬增加塞琉古騎兵的生命值。
