Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Pause: Pause/resume the game
ar: Pause لإلباث اللعبة أو استكمالها
br: Ehan: Ehan/distreiñ d'ar c'hoariadenn
da: Pause: Sæt spillet på pause/genoptag spillet
es_mx: Pausa: Pausa/reanuda el juego
et: Pause: Peata/jätka mängu
fa: Pause: توقف / ادامه بازی
ga: Stop: Stop/atosaigh an cluiche
ka: Pause: შეჩერება/დაბრუნება თამაშში
lv: Pause: Pārtraukt/atsākt spēli
ms: Pause: Jeda/sambung semula permainan
nb: Pause: Pauser/gjenopptar spillet
sk: Pause: Zastaví/spustí hru
sr: Пауза: Паузира/наставља игру

source: Delete: Delete currently selected units/buildings
ar: Delete لحذف الوحدات/المباني المحدّدة
br: Lemel: Dilemel an unanennoù/ar savadurioù diuzet er mare-mañ
fa: Delete: حذف واحد / ساختمان انتخاب شده
ga: Delete: Scrios gach aonad/foirgneamh atá faoi roghnú
lv: Dzēst: Dzēst pašreiz izvēlēto vienību/būvi
ms: Delete: Buang unit/bangunan semasa yang dipilih
nb: Delete: Slett valgte enheter/bygninger
sk: Delete: Odstrániť aktuálne označené jednotky/budovy
sr: Delete: Обриши тренутно обиљежене јединице/грађевине

source: Shift + Delete: Delete currently selected units/buildings without confirmation
ar: Shift + Delete لحذف الوحدات/المباني المحدّدة دون تأكيد
br: Lkd + Dilemel: Dilemel an unanennoù/ar savadurioù diuzet er mare-mañ hep kadarnaat
fa: Shift +Delete: از بین بردن نیروها / ساختمان های که در حال حاضر انتخاب شده اند بدون تایید
ga: Shift + Delete: Scrios gach aonaid/foirgneamh atá faoi roghnú agus gan aon déimhniú
lv: Shift + Delete: Pazudināt šobrīd izvēlētas vienības/būves bez pārjautāšanas
ms: Shift + Delete: Padam unit/bangunan semasa yang dipilih tanpa pengesahan
nb: Shift + Del: Slett valgte enheter/bygninger uten bekreftelse
sk: Shift + Delete: Odstrániť označené jednotky/budovy bez potvrdzovania
sr: Shift + Delete: Обриши тренутно обиљежене јединице/грађевине без одобрења

source: / (ForwardSlash): Select idle fighter
ar: / (سلاش مأئل): حدد محارب خامل
lv: / (slīpsvītra uz priekšu): Izvēlēties brīvu cīnītāju
ms: / (ForwardSlash): Pilih pejuang melahu
nb: / (Skråstrek): Velg ledig slosskjempe
sk: / (lomka): Vybrať nečinného bojovníka

source: Shift + /: Add idle fighter to selection
ar: إضافة مقاتل لا يعمل للمجموعة المحدده : / + Shift
br: Lkd + /: Ouzhpennañ ur brezelour dizever d'an diuzadenn
fa: Shift + /: اضافه کردن جنگجوی بیکار به گروه انتخاب شده
ga: Shift + /: Cuir le trodaí díomhaoin eile faoi roghnú
ms: Shift + /: Tambah pejuang melahu ke dalam pemilihan
sk: Shift + /: Pridá nečinného vojaka do výberu

source: Alt + /: Select all idle fighters
ar: Alt + /: حدد كل الجنود الخاملين
br: Alt + /: Diuzañ an holl vrezelourien dizever
fa: Alt + /: انتخاب تمام جنگجو های بیکار
ga: Alt + /: Roghnaigh na trodaithe díomhaoine ar fad
ms: Alt + /: Pilih semua pejuang melahu
nb: Alt + /: Velg ledige kjempere
sk: Alt +/: Označiť všetkých nečinných vojakov

source: . (Period): Select idle worker (including citizen soldiers)
ar: . (نقطة) لاختيار عامل خامل (بما في ذلك المواطنون)
br: . (Prantad): Diuzit al labourerien dizever (en ur gemer e-kont ar soudarded-keodedour)
fa: . (نقطه) : انتخاب کارگر بیکار (شامل سرباز های شهروند)
ga: . (Lánstad): Roghnaigh oibrí díomhaoin (míle-shaoránaigh san áireamh)
lv: . (punkts): Izvēlēties brīvu strādnieku (ieskaitot pilsoņus kareivjus)
ms: . (Period): Pilih pekerja melahu (termasuklah askar rakyat)
nb: . (dott): Velg ledig arbeider (inkludert borgersoldater)
sk: . (Bodka): Vybrať nečinného pracovníka (vrátane občanov vojakov)

source: Shift + .: Add idle worker to selection (including citizen soldiers)
ar: إضافة عامل خامل للتحديد ( بلإضافة الجنود المدنيين ) : . + Shift
br: Lkd + .: Ouzhpennit al labourerien dioberiant d'an diuzadenn (en ur gemer e kont ar soudarded-keodedour)
fa: shift + . : اضافه کردن تمام کارگرهای بیکار به گروه انتخاب شده (شامل سربازهای شهروند)
ga: Shift + .: Cuir le oibrí díomhaoine eile faoi roghnú (míle-shaoránaigh san áireamh)
ms: Shift + .: Tambah pekerja melahu ke dalam pemilihan (termasuklah askar rakyat)
sk: Shift + ,: Pridá nečinného pracovníka do výberu (vrátane vojenských občanov)

source: Alt + .: Select all idle workers (including citizen soldiers)
ar: Alt + . لتحديد كلّ العاملين الخاملين (بما في ذلك المواطنون)
br: Alt + .: Diuzañ an holl labourerien dioberiant (en ur gemer e kont ar soudarded-keodedour)
fa: Alt + . : انتخاب تمام کارگرهای بیکار (شامل سربازهای شهروند)
ga: Alt + .: Roghnaigh na hoibrithe díomhaoine ar fad (míle-shaoránaigh san áireamh)
ms: Alt + .: Pilih semua pekerja melahu (termasuklah askar rakyat)
nb: Alt + .: Velg ledige arbeidere (inkludert borgersoldater)
sk: Alt + .: Označiť všetkých nečinných pracovníkov (vrátane občanov vojakov)

source: \ (BackSlash): Select idle unit
ar: اختر وحدة خاملة : \ (BackSlash)
ms: \ (BackSlash): Pilih unit melahu
sk: \ (Obrátené Lomítko): Vyber nečinnú jednotku

source: Shift + \: Add idle unit to selection
ar: إضافة وحدة خاملة للتحديد : \ + Shift
br: Lkd + \: Ouzhpennit un unanenn dioberiant d'an diuzadenn
fa: Shift + \ : اضافه کردن نیروی بیکار به گروه انتخاب شده
ga: Shift + \: Cuir le haonad díomhaoin eile faoi roghnú
ms: Shift + \: Tambah unit melahu ke dalam pemilihan
nb: Shift + \: Legg til ledig enhet i utvalg
sk: Shift + \: Pridá nečinnú jednotku do výberu

source: Alt + \: Select all idle units
ar: حدد جميع الوحدات الخاملة : / + Alt
br: Alt + \: Diuzit an holl unanennoù dizever
fa: Alt + \ : انتخاب تمام نیروهای بیکار
ga: Alt + \: Roghnaigh na haonaid díomhaoine ar fad
ms: Alt + \: Pilih semua unit melahu
nb: Alt + \: Velg alle ledige enheter
sk: Alt + \: Pridá všetky nečinné jednotky do výberu

source: H: Stop (halt) the currently selected units.
ar: H لإيقاف الوحدات المحدّدة حاليًّا
br: H: Herzel (harz) an unanennoù diuzet a zo er mare-mañ.
da: H: Stop (holdt) de nuværende valgte enheder.
es_cl: H: Para (detiene) las unidades seleccionadas.
es_mx: H: Parar (detener) las unidades seleccionadas.
et: H: Peatab (halt!) hetkel valitud üksused.
fa: H: متوقف کردن (توقف) تمام نیروهای انتخاب شده فعلی
ga: H: Stop (stad) na haonaid roghnaithe faoi láthair.
he: H: עצור (עצירה) יחידות שנבחרו כעת.
ka: H: გააჩერე (შეწყვიტე მოქმედება) არჩეული ერთეულები.
lv: H: Apturēt pašlaik izvēlētas vienības.
ms: H: Henti (pegun) unit terpilih semasa.
nb: H: Stopp (stans) de valgte enheter.
sk: H: Zastaviť činnosť aktuálne označených jednotiek.
sl: H: Ustavi (zadrži) trenutno izbrane enote.
sr: H: Заустави тренутно изабране јединице

source: Y: The unit will go back to work
ar: Y لتعود الوحدة إلى العمل
br: Y: An unanenn az aio en dro da labourat
fa: Y: نیرو به کارش بر می گردد
ga: Y: Rachaidh an aonad ar ais ag a obair
lv: Y: Vienība atgriezīsies pie darba
ms: Y: Unit akan kembali bekerja seperti biasa
nb: Y: Enheten vil gå tilbake på jobb
sk: Y: Jednotka sa vráti do práce

source: U: Unload the garrisoned units of the selected buildings
ar: U: أخرج الوحدات الحاميه من المبنى المحدد
br: U: Diskargañ an unanennoù gwarnizonet diwar savadurioù diuzet
fa: U: خارج کردن نیروهایی که در ساختمان یا در یک نیرو مستقر شده اند
ga: U: Dílódáil na haonaid atá i ngarastún sna foirgnimh roghnaithe
lv: U: Izvest vienības no izvēlēto būvju garnizona
ms: U: Keluarkan unit bergarison dalam bangunan terpilih
nb: U: Hent ut forskansede enheter fra valgte bygninger
sk: U: Vyložiť všetky jednotky umiestnené vo vybraných budovách

source: Ctrl + 1 (and so on up to Ctrl + 0): Create control group 1 (to 0) from the selected units/buildings
ar: Ctrl + 1 (وهكذا حتّى Ctrl + 0) لإنشاء مجموعة تحكّم رقم 1 (حتّى 0) للوحدات المحدّدة
br: Ktrl + 1 (ha mod-se betek Ctrl + 0): Krouiñ ar strollad kontroll 1 (betek 0) gant an unanennoù/savadurioù diuzet
da: Ctrl + 1 (op til 0): Opret kontrolgruppe 1 (til 0) til den valgte enhed/bygning
es_cl: Ctrl + 1 (y así hasta llegar a Ctrl + 0): Crea un grupo de control 1 (al 0) de las unidades/edificios seleccionados
es_mx: Ctrl + 1 (sucesivamente hasta Ctrl + 0): Crear grupo de control 1 (hasta 0) para las unidades o edificaciones seleccionadas.
et: Ctrl + 1 (jne, kuni Ctrl + 0): Loob valitud üksustest/ehitistest kontrollgrupi 1 (jne, kuni 0)
fa: Ctrl + 1 ( و ادامه تا 0) : یک کنترل ایجاد می کند که می توان به نیرو ها و ساختمان ها (از 1 تا 0) داد
ga: Ctrl + 1 (agus suas go Ctrl + 0): Cruthaigh grúpa ceannais uimhrithe 1 (go 0) den aonaid/foirgnimh roghnaithe faoi láthair
he: Ctrl + 1 (וכן הלאה עד Ctrl + 0): יצירת קבוצת ביקורת 1 (0) מיחידות / בניינים שנבחרו
ka: Ctrl + 1 (და ასე Ctrl + 0-მდე): შექმენი მართვის ჯგუფი 1 (-დან 0-მდე) არჩეული ერთეულებით/შენობებით
lv: Ctrl + 1, 2, ..., 9 vai 0: Izveidot atbilstošo kontroles grupu no izvēlētajām vienībām/būvēm
ms: Ctrl + 1 (dan seterusnya sehinggalah Ctrl + 0): Cipta kumpulan kawalan 1 (hingga 0) dari unit/bangunan terpilih
nb: Ctrl + 1 (og så videre opp til Ctrl + 0): Lag kontroll-gruppe 1 (til 0) fra de valgte enheter/bygninger
sk: Ctrl + 1 (až po Ctrl + 0): Vytvoriť riadiacu skupinu 1 (po 0) z označených jednotiek/budov
sl: Ctrl + 1 (in tako naprej vse do Ctrl + 0): Ustvarite kontrolno skupino 1 (do 0) iz izbranih enot/stavb
sr: Ctrl + 1 (и тако даље све до Ctrl + 0): Креирај контролну групу 1 (и даље све до 0) од изабраних јединица или зграда

source: 1 (and so on up to 0): Select the units/buildings in control group 1 (to 0)
ar: 1 (وهكذا حتّى 0) لتحديد الوحدات أو الأبنية في مجموعة التّحكّم رقم 1 (حتّى 0)
br: 1 (hag evel-se betek 0): Diuzañ an unanennoù/savadurioù er strollad kontroll 1 (betek 0)
da: 1 (og så videre op til 0): Vælg enhederne/bygninger i kontrolgruppe 1 (til 0)
es_cl: 1 (y así hasta llegar a 0): Selecciona las unidades/edificios en el grupo de control (1 al 0)
es_mx: 1 (sucesivamente hasta 0): Seleccionar las unidades o edificaciones del grupo de control 1 (hasta 0).
et: 1 (jne, kuni 0): Aktiveerib üksused/ehitised kontrollgrupist 1 (jne, kuni 0)
fa: 1 (تا شماره 0): انتخاب گروه هایی که تعریف کردیم شامل نیروها و ساختمان ها (1 تا 0)
ga: 1 (agus suas go 0): Roghnaigh na haonaid/foirgnimh sa ghrúpa ceannais 1 (go 0)
he: 1 (וכן הלאה עד 0): בחר את היחידות / בניינים בקבוצת ביקורת 1 (0)
ka: 1 (და ასე 0-მდე): აირჩიე ერთეულები/შენობები მართვის ჯგუფი 1-დან (0-მდე)
lv: 1, 2, ..., 9 vai 0: Izvēlēties vienības/būves atbilstošajā kontroles grupā
ms: Ctrl + 1 (dan seterusnya sehinggalah 0): Pilih unit/bangunan dalam kumpulan kawalan 1 (hingga 0)
nb: Tast tall fra 1 til 0: Velger enhetene/bygningene i kontroll gruppe 1 til 0
sk: 1 (až po 0): Označiť jednotky/budovy v riadiacej skupine 1 (po 0)
sl: 1 (in tako naprej do 0): Izberite enote/stavbe v kontrolni skupini 1 (do 0)
sr: 1 (и даље све до 0): Изабери јединице/зграде у контролној групи 1 (све до 0)

source: Shift + 1 (to 0): Add control group 1 (to 0) to the selected units/buildings
ar: Shift + 1 (حتّى 0) لإضافة مجموعة التّحكّم رقم 1 (حتّى 0) إلى الوحدات أو الأبنية المحدّدة
br: Lkd + 1 (betek 0): Ouzhpennañ strollad kontroll 1 (betek 0) d'an unanennoù/savadurioù diuzet
da: Shift + 1 (op til 0): Tilføj kontrolgruppe 1 (til 0) til den valgte enhed/bygning
es_cl: Shift + 1 (a 0): Añadir grupo de control 1 (a 0) a las unidades / edificios seleccionados
es_mx: Mayús + 1 (hasta 0): Añade al grupo de control 1 (hasta 0) las unidades o edificios seleccionados.
et: Shift + 1 (jne, kuni 0): Lisab valitud üksuste/ehitiste hulka kontrollgrupi 1 (jne, kuni 0)
fa: Shift + 1 (تا شماره 0): وقتی یک نیرو را انتخاب کرده اید و با شیفت یک گروه از قبل کنترل داده شده را صدا میزنید همه آنها باهم انتخاب می شوند (1 تا 0)
ga: Shift + 1 (go 0): Cuir le grúpa ceannais 1 (go 0) ag na haonaid/foirgnimh roghnaithe faoi láthair
he: Shift + 1 (0): הוספת קבוצת ביקורת 1 (0) ליחידות / בניינים שנבחרו
ka: Shift + 1 (-დან 0-მდე): დაამატე მართვის ჯგუფი 1 (-დან 0-მდე) არჩეულ ერთეულს/შენობას
lv: Shift + 1, 2, ..., 9, 0: Pievienot atbilstošo kontroles grupu pie izvēlētajām vienībām/būvēm
ms: Shift + 1 (to 0): Tambah kumpulan kawalan 1 (sehingga 0) ke unit/bangunan terpilih
nb: Shift + 1 (til 0): Legg til kontrollgruppe 1 (til 0) til den/de valgte enhetene/bygningene
sk: Shift + 1 (až 0): Pridá riadiacu skupinu 1 (až 0) k vybraným jednotkám/stavbám
sl: Shift + 1 (to 0): Dodajte kontrolno skupino 1 (k 0) k izbranim enotam/zgradbam.
sr: Shift + 1 (до 0): Додаје у контролну групу 1 (до 0) означеним јединицима/зградама

source: Ctrl + F5 (and so on up to F8): Mark the current camera position, for jumping back to later.
ar: Ctrl + F5 (وحتّى F8) لتعليم موقع الكاميرا الحاليّ، وذلك للوصول إليه مستقبلًا.
br: Ktrl + F5 (hag evel-se betek F8): Merkañ lec'hiadur ar c'hamera a zo er mare-mañ, evit distreiñ betek amañ diwezhatoc'h.
da: Ctrl + F5 (og lignende op til F8): Marker den nuværende kameraposition for at kunne hoppe tilbage til positionen på et senere tidspunkt.
es_cl: Ctrl + F5 (y así hasta llegar a F8): Marca la posición de la cámara actual, para saltar de nuevo más tarde.
es_mx: Ctrl + F5 (sucesivamente hasta F8): Marcar la posición actual de la cámara, para ir más tarde.
et: Ctrl + F5 (jne, kuni Ctrl + F8): Märgendab kaamera vaatepositsiooni.
fa: Ctrl + F5 (تا F8): علامت گذاشتن موقعیت فعلی دوربین، برای اینکه بعدا با انتخاب F5 تا F8 دوربین به آن منطقه بپرد
ga: Ctrl + F5 (agus suas go F8): Marcáil ionad an cheamara faoi láthair, agus is féidir leat an ionad seo a fhileadh ar arís.
he: Ctrl + F5 (וכן הלאה עד F8): מארק מיקום המצלמה הנוכחי, לקפיצה חזרה למאוחר יותר.
ka: Ctrl + F5 (და ასე F8-მდე): მონიშნე ახლანდელი კამერის მდებარეობა მოგვიანებით უკან გადმოსახტომად.
lv: Ctrl + F5, F6, F8 vai F8: Atzīmēt pašreizējo kameras pozīciju, lai pārlēktu uz to vēlāk.
ms: Ctrl + F5 (dan seterusnya sehingga kekunci F8): Tanda kedudukan kamera semasa, untuk lompat kembali ke berikutnya.
nb: Ctrl + F5 (og så videre opp til F8): Marker nåværende kamera-posisjon, for å kunne hoppe tilbake senere.
sk: Ctrl + F5 (až po F8): Zaznamenať aktuálnu pozíciu kamery, aby sa tam neskôr dalo vrátiť.
sl: Ctrl + F5 (in tako naprej do F8): Označi trenuten položaj kamere, da boste lahko kasneje skočili nazaj vanj
sr: Ctrl + F5 (и све даље до F8): Изабери тренутну позицију камере, да би јој се могао вратити касније.

source: F5, F6, F7, and F8: Move the camera to a marked position. Jump back to the last location if the camera is already over the marked position.
ar: F5، وF6، وF7، وF8 لتحريك الكاميرا إلى موقع معلّم. إن كانت الكاميرا بالفعل على الموقع المعلّم، ستنتقل إلى آخر مكان.
br: F5, F6, F7 hag F8: Kas ar c'hamera betek ul lec'h merket. Distreiñ d'al lec'h diwezhañ m'emañ ar c'hamera a-us d'al lec'h merket dija.
da: F5, F6, F7 og F8: Flyt kameraet til den markerede position. Hop tilbage til den sidste position, hvis kameraet allerede er over den markerede position.
es_cl: F5, F6, F7 y F8: Mueve la cámara a la posición marcada.
es_mx: F5, F6, F7 y F8: Mover la cámara a una posición marcada. Saltas de regreso al último lugar si la cámara ya esta en la posición marcada.
et: F5, F6, F7, and F8: Liigutab kaamera vastavalt märgendatud vaatepositsiooni. Kui kaamera juba asub märgendatud vaatepositsioonil, liigub tagasi eelmisele vaatele.
fa: F5, F6, F7 و F8: برای حرکت دوربین به جاهای علامت گذاری شده. اگر دوربین در جای علامت گذاشته شده باشد دوربین به اخرین جایی که قرار داشته بر می گردد.
ga: F5, F6, F7, agus F8: Bóg an ceamara go hionaid marcáilte . Téigh ar ais ar an áit roimhe sin má tá tú san ionaid marcáilte cheana féin.
he: F5, F6, F7, F8 ו: העבר את המצלמה למיקום מסומן. לקפוץ חזרה למיקום האחרון אם המצלמה היא כבר מעל העמדה המסומנת.
ka: F5, F6, F7 და F8: გადაიტანე კამერა მონიშნულ ადგილთან. დაბრუნდი უკან, თუ კამერა უკვე მონიშნულ ადგილასაა.
lv: F5, F6, F7 un F8: Pārvietot kameru uz atzīmētu pozīciju. Pārlēkt uz pēdējo pozīciju, ja kamera jau ir uz atzīmētas pozīcijas.
ms: F5, F6, F7, dan F8: Gerak kamera ke kedudukan bertanda. Lompat balik ke lokasi terakhir jika kamera sudah berada di kedudukan bertanda.
nb: F5, F6, F7, og F8: Flytt kameraet til en markert posisjon. Trykk en gang til på samme tast for å flytte tilbake til den forrige plasseringen.
sk: F5, F6, F7, and F8: Presunie kameru na predtým zaznamenanú pozíciu. Vráti sa naspäť na poslednú pozíciu ak je kamera na zaznamenanej pozícii.
sl: F5, F6, F7 in F8: Premakni kamero na označen položaj. Skoči nazaj k zadnji lokaciji, če je kamera že nad označenim položajem.
sr: F5, F6, F7, и F8: Помери камеру у изабрану позицију. Врати се на последњу позицију ако је камера већ изнад обележене позиције.

source: Z, X, C, V, B, N, M: With training buildings selected. Add the 1st, 2nd… unit shown to the training queue for all the selected buildings.
ar: Z, X, C, V, B, N, M : أثناء تحديد مباني التدريب إضافة الوحدة الظاهرة الأولى، الثانية... إلى طابور التدريب لكل المباني المحددة.
sk: Z, X, C, V, B, N, M: S vybranými tréningovými budovami. Pridá 1., 2., ... jednotku do tréningovej fronty pre všetky označené budovy.

source: PageUp with units selected: Highlights the units/buildings guarded by the selection.
ar: PageUp مع الوحدات المحدده: تسليط الضوء على الوحدات/ المبانى المحدده.
fa: PageUp با نیروی انتخاب شده: مشخص کردن نیرو/ساختمان که گروه انتخاب شده محافظت می شود
ga: PgUp + aonaid roghnaithe: Aibhsigh na haonaid/foirgnimh atá faoi chosaint ag na roghnaithe.
lv: PgUp kamēr izvēlētas vienības: Parādīt vienības/būves, ko apsargā izvēlētie
ms: PageUp dengan unit dipilih: Sorot unit/bangunan yang dikawal mengikut pemilihan.
nb: PageUp med valgte enheter: Framhever enhetene/bygningen som voktes av utvalget.
sk: PageUp pričom sú už vybrané jednotky: zvýrazní jednotky/budovy strážené vybranými jednotkami.

source: PageDown with units/buildings selected: Highlights the units guarding the selection.
ar: PageDown مع الوحدات/ المبانى المحدده: تسليط الضوء للوحدات الحاميه للمحدد.
fa: PagedDown با نیرو/ساختمان انتخاب شده: مشخص کردن نیرویی که محافظت انجام می دهد
ga: PgDn + aonaid/foirgnimh roghnaithe: Aibhsigh na haonaid ina gcosaint ag an roghnaithe.
lv: PgDown kamēr izvēlētas vienības: Parādīt vienības, kas apsargā izvēlēto/ās
ms: PageDown dengan unit/bangunan dipilih: Sorot unit yang mengawal mengikut pemilihan.
nb: PageDown med valgte enheter: Framhever enhetene/bygningen vokter utvalget.
sk: PageDown pričom sú už vybrané jednotky: zvýrazní jednotky strážené vybranými jednotkami.

source: Tab: See all status bars (which would also show the building progress)
ar: Tab: إظهار كل التقارير (ايضا سوف يظهر تقدم المبنى)
fa: Tab: دیدن تمام نوارهای وضعیت (میزان پیشرفت ساختمان را نیز نشان می دهد)
ga: Táb: Féic ar na barraí stádais uilig (léiríonn sé seo fóras tógála d'fhoirgnimh)
lv: Tab: Redzēt visas statusa joslas (kas parādīs arī būvniecības progresu)
ms: Tab: Lihat semua palang status (yang juga menunjukkan kemajuan pembinaan)
nb: Tab: Se alle statusbjelker (som også viser byggingsprosessen)
sk: Tab: Zobrazí všetky stavové panely (vrátane štádia výstavby)

source: Ctrl + Tab: Toggle summary window.
ar: تبديل نافذة التلخيص: Ctrl + Tab
fa: Ctrl + Tab: تغییر وضعیت پنجره خلاصه اطلاعات
ga: Ctrl + Tab: Scoránaigh an fhuinneog achoimair.
ms: Ctrl + Tab: Togol tetingkap ringkasan.
sk: Ctrl + Tab_ Prepni okno prehľadu.

source: Ctrl + B: Toggle in-game barter/trade page.
ar: تبديل صفحة المقايضة/التجارة داخل اللعبة : Ctrl + B.
fa: Ctrl + B: تغییر وضعیت صفحه تهاتر / تجارت
ga: Ctrl + B: Scoránaigh leathanach babhtála/trádála ionchluiche.

source: Ctrl + P: Toggle in-game tutorial panel.
ar: تبديل صفحة التمرين داخل اللعبة : Ctrl + P .
fa: Ctrl + P: پنل آموزش داخل بازی.
ga: Ctrl + P: Scoránaigh painéil teagaisc ionchluiche.

source: [font="sans-bold-14"]Modify mouse action
ar: [font="sans-bold-14"]تعديل إجراءات الفأرة
br: [font="sans-bold-14"]Aozañ obererezh al logodenn
da: [font="sans-bold-14"]Modificér musehandling
es_mx: [font="sans-bold-14"]Modifica la acción del ratón
et: [font="sans-bold-14"]Muudab hiire toimimist
fa: [font="sans-bold-14"]تغییر کار ماوس
ga: [font="sans-bold-14"]Athraigh aicsean an luiche
ka: [font="sans-bold-14"]შეცვალე თაგვის საქციელი
lv: [font="sans-bold-14"]Ietekmē darbības ar peli
ms: [font="sans-bold-14"]Ubahsuai tindakan tetikus
nb: [font="sans-bold-14"]Endre muse-handling
sk: [font="sans-bold-14"]Upraviť akciu myši
sr: [font="sans-bold-14"]Модификуј акцију миша

source: [font="sans-14"]Ctrl + Right Click on building: Garrison
ar: [font="sans-14"]Ctrl + النّقر باليمين على بناء للاحتماء
br: [font="sans-14"]Ktrl + Klik-dehou war ar savadur: Gwarnizon
da: [font="sans-14"]Ctrl + Højreklik på bygning: Garnisonér
es_mx: [font="sans-14"]Ctrl + Clic derecho en el edificio: Guarnecer
et: [font="sans-14"]Ctrl + parem-klikk ehitisel: varjenda
fa: [font="sans-14"]ی Ctrl + کلیک راست: مستقر شدن نیرو در ساختمان
ga: [font="sans-14"]Ctrl + Deaschliceáil ar fhoirgneamh: Cuir i ngarastún
ka: [font="sans-14"]Ctrl + მარჯვება წკაპი შენობაზე: გარნიზონში ჩააყენე
lv: [font="sans-14"]Ctrl + labais klikšķis uz būves: Pievienoties garnizonam
ms: [font="sans-14"]Ctrl + Klik Kanan pada bangunan: Garison
nb: [font="sans-14"]Ctrl + Høyre-klikk på bygning: Stasjoner
sk: [font="sans-14"]Ctrl + Kliknutie pravým tlačidlom na budovu: Umiestniť posádku
sr: [font="sans-14"]Ctrl + десни клик на зграду: Гарнизон

source: J + Right Click on building: Repair
ar: J + النّقر باليمين على مبنًى لإصلاحه
br: J + Klik-dehou war ur savadur: Kempenn
fa: J + کلیک راست: تعمیر
ga: J + Deaschliceáil ar fhoirgneamh: Deisigh
lv: J + labais klikšķis uz būves: Remontēt
ms: J + Klik Kanan pada bangunan: Baiki
nb: J + Høyreklikk på bygning: Reparer
sk: J + pravý klik na budovu: Opraviť
sr: J + Десни клик на грађевину: Поправи

source: P + Right Click: Patrol
ar: P + النقر باليمين: دوريه
br: P + Klik-dehou : Patrouilhañ
fa: P + کلیک راست: گشت زنی
ga: P + Deaschliceáil: Patról
lv: P + labais klikšķis: Patrulēt
ms: P + Klik Kanan: Ronda
nb: P + Høyreklikk: Patruljer
sk: P + pravý klik: Hliadkovať

source: Shift + Right Click: Queue the move/build/gather/etc order
ar: Shift + النقر بزر الفأرة الأيمن: أضف إلى الطابور أمر الحركة أو البناء أو الحصاد... إلخ
br: Lkd + Klik-dehou: Lakaat e steudad-c'hortoz ar fiñv/sevel/dastum/hag all hag all
da: Shift + Højreklik: Stil handling i kø
es_cl: Shift + Clic derecho: Cola de Movimiento/construir/reunir/orden, etc.
es_mx: Mayús + Clic izquierdo: Poner en cola una orden de mover/construir/recolectar/otro
et: Shift + parem-klikk: lisab liikumise/ehituse/korjamise vms käsujärjekorda
fa: Shift + کلیک راست: در صف قرار دادن فرمان حرکت / جمع کردن / ساخت / حمله و ...
ga: Shift + Deaschliceáil: Cuir an ghluaiseacht/tógáil/bailiú/.i. sa chiú.
he: Shift + לחיצה ימנית: התור להעביר / לבנות / לאסוף / וכו 'כדי
ka: Shift + მარჯვენა წკაპი: რიგში ჩააყენე წასვლის/აშენების/მოპოვების/ა.შ. ბრძანება.
lv: Shift + labais klikšķis: ielikt rindā kustību/būvniecību/ieguvi/u.c. pavēli
ms: Shift + Klik Kanan: Baris gilir tertib alih/bina/himmpun/dll
nb: Shift + høyre-klikk: Legg til ordre for "flytt", "bygg", "sank" osv i ordre-køen
sk: Shift + Kliknutie pravým tlačidlom: Zaradí do fronty požiadavku na pohyb/výstavbu/zber surovín/niečo iné
sl: Shift + Desni klik: Postavite ukaze za premik/izgradnjo/zbiranje/itd v čakalno vrsto
sr: Shift + десни клик: Додај команду за покрет/градњу/скупљање/ и тако даље.
