Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: Unlock Gate
ar: افتح البوّابة
ast: Abrir
bg: Отключване на портата
br: Divorailhañ an Nor.
ca: Obre la porta
cs: Odemknout bránu
da: Åben Port
de: Tor aufschließen
el: Ξεκλείδωμα Πύλης
eo: Malŝlosu pordon
es_cl: Desbloquear Puertas
et: Ava värav
eu: Desblokeatu atea
fa: گشودن دربازه
fi: Avaa portin lukitus
fr: Déverrouiller la porte
ga: Díghlasáil Geata
gd: Neo-ghlais an geata
gl: Abrir a porta
hu: Kapu kinyitása
id: Buka Kunci Gerbang
it: Sblocca Cancello
ja: 門を開く
ka: გახსენი ჭიშკარი
ko: 성문 잠금해제
lt: Atrakinti vartus
lv: Atslēgt vārtus
ms: Buka Pintu Pagar
nb: Lås opp port
nl: Open poort
pl: Otwórz bramę
pt_br: Destrancar Portões
pt_pt: Abrir o portão
ru: Отпереть ворота
sk: Odomknúť bránu
sl: Odkleni vrata
sq: Hape Portën
sv: Lås upp port
tr: Geçidi Aç
uk: Відчинити браму
zh: 打开大门
zh_tw: 開放大門

source: Pack
ar: احزم
ast: Disarmar
bg: Опаковане
br: Pakañ
ca: Desmunta
cs: Sbalit
da: Pak sammen
de: Packen
el: Πακετάρισμα
eo: Paku
es_cl: Desarmar
eu: Multzokatu
fa: بستن
fi: Pakkaa
fr: Démonter
ga: Pacáil
gd: Paisg
gl: Desmontar
hu: Becsomagolás
id: Kemas
it: Raggruppa
ja: 梱包
ka: შეფუთე
ko: 짐싸기
lt: Supakuoti
lv: Sapakot
ms: Tanggal
nb: Pakk
nl: Inpakken
pl: Zapakuj
pt_br: Compactar
pt_pt: Montar
ru: Свернуть
sk: Zložiť
sq: Paketo
sv: Packa ner
te: ప్యాక్
tr: Paketle
uk: Пакувати
zh: 打包
zh_tw: 打包

source: Unpack
ar: فك
ast: Armar
bg: Разопаковане
br: Dibakañ
ca: Munta
cs: Rozbalit
da: Pak ud
de: Entpacken
el: Άνοιγμα πακέτου
eo: Malpaku
es_cl: Armar
eu: Banandu
fa: باز کردن
fi: Pura
fr: Monter
ga: Díphacáil
gd: Neo-phaisg
gl: Montar
hu: Kibontás
id: Bongkar
it: Separa
ja: 展開
ka: გახსენი
ko: 짐풀기
lt: Išpakuoti
lv: Izpakot
ms: Pasang
nb: Pakk ut
nl: Uitpakken
pl: Rozpakuj
pt_br: Descompactar
pt_pt: Desmontar
ru: Развернуть
sk: Rozložiť
sq: Shpaketo
sv: Packa upp
tr: Paketi aç
uk: Розпакувати
zh: 解压
zh_tw: 解壓縮

source: Cancel Packing
ar: ألغِ تحزيم الأشياء
ast: Incaboxare l disarme
bg: Спиране на опаковането
br: Nullañ ar Pakadur
ca: Cancel·la el desmuntatge
cs: Zrušit balení
da: Afbryd Pakning
de: Packen abbrechen
el: Ακύρωση πακεταρίσματος
eo: Nuligu pakadon
es_cl: No armar
eu: Multzokatzea ezeztatu
fa: لغو بستن
fi: Peruuta pakkaus
fr: Annuler le démontage
ga: Cealaigh Pacáil
gd: Sguir dhen phasgadh
gl: Deixar de desmontar
hu: Becsomagolás megszakítása
id: Batalkan Kemas
it: Annulla Raggruppamento
ja: 梱包をキャンセル
ka: აღარ შეფუთო
ko: 짐싸기 취소
lt: Nutraukti pakavimą
lv: Atcelt pakošanos
ms: Batal Menanggal
nb: Avbryt pakking
nl: Inpakken annuleren
pl: Przerwij załadunek
pt_br: Cancelar Desmontagem
pt_pt: Cancelar a montagem
ru: Отменить сворачивание
sk: Zrušiť skladanie
sq: Anulo Paketimin
sv: Avbryt nerpackning
tr: Paketlemeyi Durdu
uk: Скасувати пакування
zh: 取消打包
zh_tw: 取消打包

source: Cancel Unpacking
ar: ألغِ فك تحزيم الأشياء
ast: Incaboxare l armadura
bg: Спиране на разопаковането
br: Nullañ an Dibakadur
ca: Cancel·la el muntatge
cs: Zrušit rozbalování
da: Afbryd Udpakning
de: Entpacken abbrechen
el: Ακύρωση ξεπακεταρίσματος
eo: Nuligu malpakadon
es_cl: No desarmar
eu: Banaketa ezeztatu
fa: لغو بازکردن
fi: Peruuta purku
fr: Annuler le montage
ga: Cealaigh Díphacáil
gd: Sguir dhen neo-phasgadh
gl: Deixar de montar
hu: Kibontás megszakítása
id: Batalkan Bongkar
it: Annulla Separazione
ja: 展開をキャンセル
ka: აღარ გახსნა
ko: 짐풀기 취소
lt: Nutraukti išpakavimą
lv: Atcelt izpakošanos
ms: Batal Memasang
nb: Avbryt utpakking
nl: Uitpakken annuleren
pl: Przerwij rozładunek
pt_br: Cancelar Montagem
pt_pt: Cancelar a desmontagem
ru: Отменить разворачивание
sk: Zrušiť rozkladanie
sq: Anulo Shpaketimin
sv: Avbryt uppackning
tr: Paketi Açmayı Durdur
uk: Скасувати розпакування
zh: 取消展开
zh_tw: 取消解壓縮

source: The auto-queue will try to train this item later.
ast: De poder, elho inrestrará-se mas a lantre de modu automáticu.
ca: L'encuament automàtic intentarà reclutar aquest ítem més tard.
cs: Automatická řada se pokusí tuto položku vycvičit později.
de: Die Autowarteschlange wird versuchen, dieses Element später auszubilden.
el: Η αυτόματη σειρά ουρά αναμονής θα προσπαθήσει να εκπαιδεύσει αυτό το αντκείμενο αργότερα.
eo: La mem-envicigo penos trejni tiun ĉi elementon poste.
fi: Automaattinen jono yrittää kouluttaa tämän kohteen myöhemmin.
fr: La mise automatique en file d'attente va essayer d'entraîner cet objet plus tard.
gd: Feuchaidh an ciutha fèin-obrachail ris an nì seo oideachadh uaireigin eile.
hu: Az automatikus sor megpróbálja később kiképezni ezt.
id: Antre-otomatis akan mencoba melatih unit ini nanti.
it: L'autocoda proverà ad addestrare questa unità in seguito.
ja: オートキューは、この項目の後で養成しようとします。
ko: 자동 대기열이 나중에 이 항목을 학습하려고 시도합니다.
nl: De wachtrij zal deze entiteit later proberen te rekruteren.
pl: Auto-kolejka spróbuje wytrenować tą jednostkę później.
pt_br: A fila automática tentará treinar este item depois
ru: Автоматическая очередь попытается обучить этот элемент позже.
sk: Automatická fronta sa pokúsi túto položku vytrénovať neskôr.
sv: Auto-Kön kommer att försöka att träna detta föremålet senare.
tr: Otomatik sıra, bu öğeyi daha sonra eğitecektir.
uk: Авто-черга спробує тренувати цей предмет пізніше.
zh: 自动队列稍后尝试训练此项目。
zh_tw: 自動佇列會嘗試晚點訓練這個項目。

source: Insufficient population capacity:
ar: سعة السّكّانيّة غير كافية:
ast: Capacidade poblacional insufficiente:
bg: Недостатъчен капацитет за население:
br: Diouer a boblañs:
ca: La capacitat de població és insuficient:
cs: Nedostatečný kapacita populace:
da: Utilstrækkelig befolkningskapacitet:
de: Unzureichendes Bevölkerungslimit:
el: Aνεπαρκής χωρητικότητα πληθυσμού:
eo: Nesufiĉa enhaveco de loĝantaro:
es_cl: Capacidad de población insuficiente:
et: Ebapiisav rahvastikulimiit:
eu: Biztanleria edukiera eskasa:
fa: جای کافی موجود نیست:
fi: Riittämätön väestömäärä:
fr: Limite de population insuffisante :
ga: Tá do thoilleadh daonra easpach:
gd: Chan fhoghainn an tomhas-sluaigh:
gl: Acadouse o límite de poboación:
hu: Nem elegendő népességkapacitás:
id: Kapasitas populasi tidak cukup:
it: Popolazione Insufficiente:
ja: 人口上限の不足:
ka: არასაკმარისი მოსახლეობის ტევადობა:
ko: 불충분한 인구 수용력:
lt: Nepakankamas populiacijos talpumas:
lv: Nepietiekama populācijas ietilpība
ms: Kapasiti populasi tidak mencukupi:
nb: Utilstrekkelig befolkningskapasitet:
nl: Onvoldoende bevolkingscapaciteit:
pl: Niewystarczająca populacja:
pt_br: Capacidade populacional insuficiente:
pt_pt: Capacidade populacional insuficiente:
ru: Недостаточная вместимость населения:
sk: Nedostatočný limit populácie:
sl: Nezadostna kapaciteta prebivalstva:
sq: Kapacitet është i pamjaftueshëm per popullatën:
sv: Otillräcklig befolkningskapacitet:
te: తగినంత జనాభా సామర్థ్యం లేదు:
tr: Yetersiz nüfüs kapasitesi:
uk: Недостатня місткість населення:
zh: 人口容量不足
zh_tw: 人口上限不足：

source: %(population)s %(neededSlots)s
ko: %(population)s명 %(neededSlots)s

source: %(number)s entity of class %(class)s
ar: لا كيانات من الفئة %(class)s
ast: %(number)s ente de classe %(class)s
bg: %(number)s обект от клас %(class)s
br: %(number)s a dud er rummad %(class)s
ca: %(number)s entitat de classe %(class)s
cs: %(number)s entita třídy %(class)s
de: %(number)s Entität der Klasse %(class)s
el: %(number)s οντότητα της κατηγορίας %(class)s
eo: ento de klaso
eu: %(class)s klaseko entitate %(number)s
fa: %(number)s وجود کلاس %(class)s
fi: %(number)s luokan. %(class)s yksikkö
fr: %(number)s entité de classe %(class)s
ga: Tá %(number)s aonán amháin d'aicme %(class)s
gd: %(number)s eintiteas dhen chlas %(class)s
gl: %(number)s entidade da clase %(class)s
hu: %(number)s, %(class)s osztályú entitás
id: %(number)s entitas dari kelas %(class)s
it: %(number)s entità della classe %(class)s
ko: %(class)s 계급의 %(number)s개 개체들
lt: %(number)s%(class)s subjektas
ms: %(number)s enititi bagi kelas %(class)s
nb: %(number)s enhet av klassen %(class)s
nl: %(number)s entiteit van klasse %(class)s
pl: %(number)s instancja klasy %(class)s
pt_br: %(number)s entidade da classe %(class)s
pt_pt: %(number)s entidade da classe %(class)s
ru: %(number)s объект класса %(class)s
sk: %(number)s entita triedy %(class)s
sv: %(number)s entitet av rang %(class)s
te: %(number)s క్లాస్ అర్హతలు %(class)s
tr: %(class)s sınıfındaki %(number)s varlıkları
uk: %(number)s об'єкт категорії %(class)s
zh: %(number)s 进入 %(class)s
zh_tw: %(number)s 給等級 %(class)s

source: Remaining: %(entityCounts)s
ar: بقي: %(entityCounts)s
ast: %(entityCounts)s restantes
bg: Остават: %(entityCounts)s
br: Chom a ra: %(entityCounts)s
ca: Restant: %(entityCounts)s
cs: Zůstává: %(entityCounts)s
de: Verbleibend: %(entityCounts)s
el: Εναπομένοντα: %(entityCounts)s
eo: Resto: %(entityCounts)s
eu: Falta da: %(entityCounts)s
fa: باقی مانده: %(entityCounts)s
fi: Jäljellä: %(entityCounts)s
fr: Restant : %(entityCounts)s
ga: Fágtha: %(entityCounts)s
gd: Air fhàgail: %(entityCounts)s
gl: Restante: %(entityCounts)s
hu: Hátralévő: %(entityCounts)s
id: Tersisa: %(entityCounts)s
it: Rimanenti: %(entityCounts)s
ja: 不足：%(entityCounts)s
ko: 남음: %(entityCounts)s
lt: Liko: %(entityCounts)s
ms: Berbaki: %(entityCounts)s
nb: Gjenstår: %(entityCounts)s
nl: Resterend: %(entityCounts)s
pl: Pozostało %(entityCounts)s
pt_br: Remanescente: %(entityCounts)s
pt_pt: Restante: %(entityCounts)s
ru: Осталось: %(entityCounts)s
sk: Zostáva: %(entityCounts)s
sq: Të mbetura: %(entityCounts)s
sv: Återstående: %(entityCounts)s
te: మిగిలినవి: %(entityCounts)s
tr: Kalan: %(entityCounts)s
uk: Залишилось: %(entityCounts)s
zh: 剩余：%(entityCounts)s
zh_tw: 剩餘：%(entityCounts)s

source: Cannot research while upgrading.
ast: Nun puode disinvolvesse de mentres la melyora.
ca: No es pot investigar mentre s'està aplicant una millora.
cs: Během vylepšování nelze zkoumat.
de: Während des Aufrüstens kann nicht geforscht werden.
el: Αδυναμία έρευνας όταν βρίσκεται σε φάση αναβάθμισης.
eo: Ne eblas esplori dum progresigi.
fi: Tutkimusta ei voi tehdä päivityksen aikana.
fr: Impossible de rechercher tant qu'une amélioration est en cours.
gd: Chan urrainn dhut rannsachadh fhad ’s a tha thu ag àrdachadh.
hu: Fejlesztés közben nem lehet kutatni.
id: Tidak dapat meneliti saat meningkatkan.
it: Impossibile ricercare mentre si migliora.
ja: アップグレード中は研究できません。
ko: 판올림하는 동안에는 연구할 수 없습니다.
lt: Negalima tyrinėti, kol tobulinama.
nl: Kan geen onderzoek doen tijdens het upgraden.
pl: Nie można opracować w trakcie ulepszania.
pt_br: Melhoramento da entidade já está acontecendo.
ru: Невозможно проводить исследования, пока объект улучшается.
sk: Nie je možné začať výskum, kým prebieha vylepšovanie.
sv: Kan inte forska under pågående uppgradering.
te: అభివృధ్ధి చేస్తున్నప్పుడు పరిశోధన చేయలేరు.
tr: Geliştirilirken araştırılamaz.
uk: Не можливо провести дослідження під час удосконалення.
zh: 升级期间无法研发。
zh_tw: 升級時無法研究。

source: Cannot train while upgrading.
ast: Nun puode crear a l anovar.
ca: No es pot reclutar mentre s'està aplicant una millora.
cs: Během vylepšování nelze cvičit.
de: Während des Aufrüstens kann nicht ausgebildet werden.
el: Αδυναμία εκπαίδευσης όταν βρίσκεται σε φάση αναβάθμισης.
eo: Ne eblas trejni dum progresigi.
fi: Kouluttaminen ei ole mahdollista päivityksen aikana.
fr: Impossible de recruter tant qu'une amélioration est en cours.
gd: Chan urrainn dhut trèanadh fhad ’s a tha thu ag àrdachadh.
hu: Fejlesztés közben nem lehet kiképezni.
id: Tidak dapat melatih saat meningkatkan.
it: Impossibile addestrare mentre si migliora.
ja: アップグレード中は養成できません。
ko: 판올림하는 동안에는 훈련할 수 없습니다.
lt: Negalima mokyti, kol tobulinama.
nl: Kan niet trainen tijdens het upgraden.
pl: Nie można szkolić w trakcie ulepszania.
pt_br: Não é possível treinar durante a atualização.
ru: Невозможно проводить обучение, пока идёт улучшение.
sk: Nie je možné začať tréning, kým prebieha vylepšovanie.
sv: Kan inte träna under pågående uppgradering.
te: అభివృధ్ధి చేస్తున్నప్పుడు శిక్షణ ఇవ్వలేరు.
tr: Geliştirilirken eğitilemez.
uk: Не можливо провести тренування під час удосконалення.
zh: 升级期间无法训练。
zh_tw: 升級時無法訓練。

source: Upgrade to a %(primaryName)s (%(secondaryName)s). %(tooltip)s
ast: Ascender a %(primaryName)s (%(secondaryName)s). %(tooltip)s
ca: Millorar a %(primaryName)s (%(secondaryName)s). %(tooltip)s
cs: Vylepšit na %(primaryName)s (%(secondaryName)s). %(tooltip)s
de: Aktualisieren zu %(primaryName)s (%(secondaryName)s). %(tooltip)s
el: Αναβάθμιση σε %(primaryName)s(%(secondaryName)s). %(tooltip)s
eo: Progresigu al %(primaryName)s (%(secondaryName)s). %(tooltip)s
fi: Päivitys: %(primaryName)s (%(secondaryName)s). %(tooltip)s
fr: Améliorer à %(primaryName)s (%(secondaryName)s). %(tooltip)s
gd: Àrdaich gu %(primaryName)s (%(secondaryName)s). %(tooltip)s
hu: Frissítés a következőre: %(primaryName)s (%(secondaryName)s). %(tooltip)s
id: Tingkatkan menjadi %(primaryName)s (%(secondaryName)s). %(tooltip)s
ja: %(primaryName)s (%(secondaryName)s)にアップグレード。 %(tooltip)s
ko: %(primaryName)s님으로 갱신합니다 (%(secondaryName)s). %(tooltip)s
nl: Upgrade naar een %(primaryName)s (%(secondaryName)s). %(tooltip)s
pl: Ulepsz do %(primaryName)s (%(secondaryName)s). %(tooltip)s
pt_br: Melhorar para um %(primaryName)s (%(secondaryName)s). %(tooltip)s
ru: Улучшить до %(primaryName)s (%(secondaryName)s). %(tooltip)s
sk: Vylepšiť na %(primaryName)s (%(secondaryName)s). %(tooltip)s
sv: Uppgradera till en %(primaryName)s (%(secondaryName)s). %(tooltip)s
tr: %(primaryName)s (%(secondaryName)s)'a yükselt.%(tooltip)s
uk: Вдосконалення до %(primaryName)s (%(secondaryName)s). %(tooltip)s
zh: 升级到%(primaryName)s（%(secondaryName)s）。%(tooltip)s
zh_tw: 升級成%(primaryName)s（%(secondaryName)s）。%(tooltip)s

source: Upgrade to a %(primaryName)s (%(secondaryName)s).
ast: Ascender a %(primaryName)s (%(secondaryName)s).
ca: Millorar a %(primaryName)s (%(secondaryName)s)
cs: Vylepšit na %(primaryName)s (%(secondaryName)s).
de: Aktualisieren zu %(primaryName)s (%(secondaryName)s).
el: Αναβάθμιση σε %(primaryName)s(%(secondaryName)s).
eo: Progresigu al %(primaryName)s (%(secondaryName)s).
fi: Päivitys: %(primaryName)s (%(secondaryName)s).
fr: Améliorer à %(primaryName)s (%(secondaryName)s).
gd: Àrdaich gu %(primaryName)s (%(secondaryName)s).
hu: Frissítés a következőre: %(primaryName)s (%(secondaryName)s).
id: Tingkatkan menjadi %(primaryName)s (%(secondaryName)s).
ja: %(primaryName)s (%(secondaryName)s)にアップグレード。
ko: %(primaryName)s님으로 갱신합니다 (%(secondaryName)s).
nl: Upgrade naar een %(primaryName)s (%(secondaryName)s).
pl: Ulepsz do %(primaryName)s (%(secondaryName)s).
pt_br: Melhorar para um %(primaryName)s (%(secondaryName)s).
ru: Улучшить до %(primaryName)s (%(secondaryName)s).
sk: Vylepšiť na %(primaryName)s (%(secondaryName)s).
sv: Uppgradera till en %(primaryName)s (%(secondaryName)s).
tr: %(primaryName)s (%(secondaryName)s) 'a yükselt.
uk: Вдосконалення до %(primaryName)s (%(secondaryName)s).
zh: 升级到%(primaryName)s（%(secondaryName)s）。
zh_tw: 升級成%(primaryName)s（%(secondaryName)s）。

source: Upgrade to a %(primaryName)s. %(tooltip)s
ast: Ascender a %(primaryName)s. %(tooltip)s
ca: Millorar a %(primaryName)s. %(tooltip)s
cs: Vylepšit na %(primaryName)s. %(tooltip)s
de: Aktualisieren zu %(primaryName)s. %(tooltip)s
el: Αναβάθμιση σε%(primaryName)s.%(tooltip)s
eo: Progresigu al %(primaryName)s. %(tooltip)s
fi: Päivitys: %(primaryName)s. %(tooltip)s
fr: Améliorer à %(primaryName)s. %(tooltip)s
gd: Àrdaich gu %(primaryName)s. %(tooltip)s
hu: Frissítés a következőre: %(primaryName)s. %(tooltip)s
id: Tingkatkan menjadi %(primaryName)s. %(tooltip)s
ja: %(primaryName)sにアップグレード。 %(tooltip)s
ko: %(primaryName)s님으로 갱신합니다. %(tooltip)s
nl: Upgrade naar een %(primaryName)s. %(tooltip)s
pl: Ulepsz do %(primaryName)s. %(tooltip)s
pt_br: Melhorar para um %(primaryName)s. %(tooltip)s
ru: Улучшить до %(primaryName)s. %(tooltip)s
sk: Vylepšiť na %(primaryName)s. %(tooltip)s
sv: Uppgradera till en %(primaryName)s. %(tooltip)s
tr: %(primaryName)s'a yükselt. %(tooltip)s
uk: Вдосконалення до %(primaryName)s. %(tooltip)s
zh: 升级到%(primaryName)s。%(tooltip)s
zh_tw: 升級成%(primaryName)s。%(tooltip)s

source: Upgrade to a %(primaryName)s.
ast: Ascender a %(primaryName)s.
ca: Millorar a %(primaryName)s.
cs: Vylepšit na %(primaryName)s.
de: Aktualisieren zu %(primaryName)s.
el: Αναβάθμιση σε %(primaryName)s.
eo: Progresigu al %(primaryName)s.
fi: Päivitys: %(primaryName)s.
fr: Améliorer à %(primaryName)s.
gd: Àrdaich gu %(primaryName)s.
hu: Frissítés a következőre: %(primaryName)s.
id: Tingkatkan menjadi %(primaryName)s.
ja: %(primaryName)sにアップグレード。
ko: %(primaryName)s님으로 갱신합니다.
nl: Upgrade naar een %(primaryName)s.
pl: Ulepsz do %(primaryName)s.
pt_br: Melhorar para um %(primaryName)s.
ru: Улучшить до %(primaryName)s.
sk: Vylepšiť na %(primaryName)s.
sv: Uppgradera till en %(primaryName)s.
tr: %(primaryName)s'a yükselt.
uk: Вдосконалення до %(primaryName)s.
zh: 升级到%(primaryName)s。
zh_tw: 升級成%(primaryName)s。

source: Cancel Upgrading
ar: ألغِ التّرقية
ast: Incaboxare la melyora
bg: Спиране на надграждането
br: Nullañ ar Welladenn
ca: Cancel·la la millora
cs: Zrušit vylepšování
de: Aufrüstung Beenden
el: Ακύρωση αναβάθμισης
eo: Nuligu progresigon
eu: Eguneraketa ezeztatu
fa: لغو ارتقا
fi: Peruuta kehittäminen
fr: Annuler l'amélioration
ga: Cealaigh Uasghradú
gd: Sgur dhen àrdachadh
gl: Cancelar o avance
hu: Fejlesztés megszakítása
id: Gagalkan Peningkatan
it: Annulla Miglioramento
ja: アップグレードをキャンセル
ko: 업그레이드 취소하기
lt: Atšaukti Tobulinimą
lv: Atcelt uzlabošanu
ms: Batal Penataran
nb: Avbryt oppgradering
nl: Upgrade annuleren
pl: Przerwij Aktualizowanie
pt_br: Cancelar Melhoramento.
pt_pt: Cancelar promoção
ru: Отменить улучшение
sk: Zruš vylepšovanie
sq: Anulo promovimin
sv: Avbryt Uppgradering
te: అభివృధ్ధిని రద్దు చేయి
tr: Geliştirmeyi Durdur
uk: Скасувати вдосконалення
zh: 取消升级
zh_tw: 取消升級

source: Cannot upgrade when the entity is training, researching or already upgrading.
ast: Nun puode anovasse de la que l ente sta creando, disinvolviendo ou anovando.
ca: No es pot aplicar la millora mentre l'edifici està reclutant, investigant o ja s'està millorant.
cs: Nelze vylepšovat, pokud se entita trénuje, zkoumá, nebo již vylepšuje.
de: Kann nicht aufgerüstet werden, wenn die Einheit gerade ausgebildet, erforscht oder bereits aufgerüstet wird.
el: Αδυναμία αναβάθμισης όταν η οντότητα εκπαιδεύεται ,ανακαλύπτει ή είναι ήδη σε διαδικασία αναβάθμισης.
eo: Ne eblas progresigi dum la ento estas trejnanta, esploranta aŭ jam progresanta.
fi: Ei voi päivittää, kun yksikkö kouluttautuu, tekee tutkimusta tai on jo aloittanut päivityksen.
fr: Amélioration impossible tant que l’entité est en cours d'entrainement, de recherche, ou d'amélioration.
gd: Cha ghabh nì àrdachadh a tha a’ trèanadh, a rannsachadh no ’ga àrdachadh mu thràth.
hu: Nem lehet fejleszteni, ha kiképzés vagy kutatás alatt van, illetve már fejlesztés alatt van.
id: Tidak dapat meningkatkan jika semua entitas sedang latihan, meneliti, atau sudah meningkatkan.
it: Non si può migliorare quando l'entità è in addestramento, ricerca o già in miglioramento.
ja: すべてのエンティティが養成、研究をしている、既にアップグレードしている場合は、アップグレードできません。
ko: 모든 개체가 훈련중이거나, 연구중이거나 이미 업그레이드 중인 경우에는 업그레이드할 수 없습니다.
lt: Negalima tobulinti kai dalykas yra ruošiamas, tyrinėjamas ar kai jau tobulinama.
nl: Kan niet upgraden wanneer de entiteit traint, onderzoek doet of al aan het upgraden is.
pl: Nie można ulepszyć, gdy jednostka jest trenowana, opracowywana lub już ulepszana.
pt_br: Não é possível aprimorar quando a entidade está treinando, pesquisando ou já está sendo aprimorada.
ru: Невозможно начать улучшение, когда объект ведёт обучение, исследование или уже улучшается.
sk: Nie je možné začať vylepšovanie, kým prebieha tréning, výskup alebo vylepšovanie už začalo.
sv: Kan inte uppgradera medans entiteten tränar, forskar eller redan uppgraderas.
tr: Bütün birimler eğitilirken, araştırılırken ya da zaten geliştiriliyorken geliştirilemez.
uk: Неможливо ужосконалити коли сутность проводять навчання, дослідження або вже удосконалюются.
zh: 单位训练、科技研发、阶段升级时，无法点选升级。
zh_tw: 當所有實體在訓練、研究或已經升級時無法升級。

# stance
source: Violent
ar: عنيفة
ast: Violentu
bg: Насилствен
br: Feuls
cs: Násilný
da: Voldelig
de: Ungestüm
el: Βίαιη στάση
eo: Perforte
es_cl: Violento
et: Vägivaldne
eu: Bortitza
fa: خشونت
fi: Väkivaltainen
ga: Foiréigneach
gd: Ainneartach
gl: Actitude violenta
hu: Erőszakos
id: Kejam
it: Violento
ja: 絶対攻勢
ka: გააფთრებული
ko: 폭력적
lt: Smurtingas
lv: Varmācīgs
ms: Ganas
nb: Voldsom
nl: Geweldadig
pl: Gwałtowny
pt_br: Violento
pt_pt: Atitude violenta
ru: Яростный
sk: Krvilačný
sl: Silovito
sq: I dhunshëm
sv: Våldsam
te: హింసా
tr: Şiddetli
uk: Несамовито
zh: 暴力
zh_tw: 狂暴

# stance
source: Aggressive
ar: عدوانيّة
ast: Aggressivu
bg: Агресивен
br: Tagus
ca: Agressiu
cs: Útočný
da: Aggressiv
de: Aggressiv
el: Επιθετική στάση
eo: Agreseme
es_cl: Agresivo
et: Agressiivne
eu: Erasokorra
fa: هجومی
fi: Aggressiivinen
fr: Agressif
ga: Trodach
gd: Ionnsaigheach
gl: Actitude agresiva
hu: Agresszív
id: Agresif
it: Aggressivo
ja: 攻撃優先
ka: შეტევითი
ko: 공격적
lt: Agresyvus
lv: Agresīvs
ms: Agresif
nb: Aggressiv
nl: Aggressief
pl: Agresywny
pt_br: Agressivo
pt_pt: Atitude agressiva
ru: Агрессивный
sk: Agresívny
sl: Napadalno
sq: I ashpër
sv: Agressiv
te: దూకుడు
tr: Saldırgan
uk: Агресивно
zh: 好斗
zh_tw: 積極的

# stance
source: Defensive
ar: دفاعيّة
ast: Defensivu
bg: Отбранителен
br: Difenn
ca: Defensiu
cs: Obranný
da: Defensiv
de: Defensiv
el: Αμυντικός
eo: Defende
es_cl: Defensa
et: Kaitsev
eu: Defentsiboa
fa: دفاعی
fi: Puolustava
fr: Défensif
ga: Cosanta
gd: Dìonadach
gl: Actitude defensiva
hu: Védekező
id: Defensif
it: Difensivo
ja: 防衛優先
ka: თავდაცვითი
ko: 방어적
lt: Gynybinis
lv: Aizsargājošs
ms: Bertahan
nb: Defensiv
nl: Defensief
pl: Defensywny
pt_br: Defensivo
pt_pt: Atitude defensiva
ru: Оборонительный
sk: Obranný
sl: Obrambno
sq: Mbrojtës
sv: Defensiv
te: రక్షణాత్మక
tr: Savunmacı
uk: У обороні
zh: 防御
zh_tw: 防禦

# stance
source: Passive
ar: سلبيّة
ast: Passivu
bg: Пасивен
br: Gouzañvus
ca: Passiu
cs: Pasivní
da: Passiv
de: Passiv
el: Παθητική στάση
eo: Pasive
es_cl: Pasivo
et: Passiivne
eu: Pasiboa
fa: انفعالی
fi: Passiivinen
fr: Passif
ga: Géilliúil
gd: Neo-ghnìomhach
gl: Actitude pasiva
hu: Passzív
id: Pasif
it: Passivo
ja: 戦闘回避
ka: მორჩილი
ko: 소극적
lt: Pasyvus
lv: Pasīvs
ms: Pasif
nb: Passiv
nl: Passief
pl: Pasywny
pt_br: Passivo
pt_pt: Atitude passiva
ru: Пассивный
sk: Pasívny
sl: Pasivno
sq: Pasiv
sv: Passiv
te: నిష్క్రియాత్మ
tr: Etkisiz
uk: Пасивно
zh: 被动
zh_tw: 被動

# stance
source: Standground
ar: صامدة مكانها
ast: Quedu
bg: Отстояващ
br: Derc'hel war-blas
ca: Mantenint la posició
cs: Stát na místě
da: Stå stille
de: Stellung halten
el: Προάσπιση
eo: Tenu ĉi-lokon
es_cl: Mantener posición
eu: Posizioa mantendu
fa: ایستادن در جای خود
fi: Pidä asemat
fr: Maintenir la position
ga: Dílis
gd: Seas
gl: Manter a posición
hu: Ellenálló
id: Diam
it: Mantiene la posizione
ja: 専守防衛
ka: უძრავი
ko: 지역방어
lt: Nepasiduodantis
lv: Tur pozīciju
ms: Tidak Berganjak
nb: Forsvar sted
nl: Stilstaand
pl: Utrzymujący pozycję
pt_br: Manter posição
pt_pt: Manter a posição
ru: Удерживать позицию
sk: Držať pozíciu
sl: Voljno
sq: I palëvizshëm
sv: Stå
tr: Çanakkale geçilmez.
uk: Лишатися на місці
zh: 停留原地
zh_tw: 固守原地
