Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-buildings.po
Languages: ar, ast, bg, cs, el, es_ar, fa, he, hy, ko, ru, uk, zh, zh_tw

source: Library
ar: مكتبة
ast: Bibliotheca
bg: Библиотека
cs: Knihovna
el: Βιβλιοθήκη
es_ar: Librería
fa: کتابخانه
he: ספריה
hy: Գրադարան
ko: 도서관
ru: Библиотека
uk: Бібліотека
zh: 图书馆
zh_tw: 圖書館

source: Theater
ast: Theatro
bg: Театър
cs: Divadlo
el: Θέατρο
ko: 극장
ru: Театр
uk: Театр
zh: 剧场
zh_tw: 劇場

source: Wonder
ar: عجيبة
ast: Millagro
bg: Чудо
cs: Div světa
el: Θαύμα
es_ar: Maravilla
fa: سازه عجایب
he: פלא
hy: Հրաշալիք
ko: 불가사의
ru: Чудо
uk: Диво
zh: 奇观
zh_tw: 奇觀

source: Bring glory to your civilization and add large tracts of land to your empire.
ar: اجلب المجد لشعبك واستحوذ على اراضي اكبر لإمبراطوريتك.
ast: Edificio que trahe gloria a l puoblu & inanta las lhindes territoriales.
bg: Прославете цивилизацията си и приобщете големи територии към империята си.
cs: Přineste slávu vaší civilizaci a přidejte rozsáhlé plochy země k vaší říši
el: Κομίστε δόξα στον πολιτισμό σας και προσθέστε μεγάλες εκτάσεις γης στην αυτοκρατορία σας.
es_ar: Trae gloria a tu civilización y añade grandes lotes de tierra a tu imperio.
fa: به شکوه رساندن تمدن خود و ضمیمه کردن زمین ها به امپراتوری خود
he: תביא לתהילה שלך ולהוסיף שטחי אדמה גדולים לאימפריה שלך.
hy: Հաղթանակ սեփական քաղաքակրթության համար և ընդարձակ տարածքներ՝ սեփական կայսրությանը։
ko: 당신의 문명에 영광을 가져다주고 제국에 넓은 땅을 추가합니다.
ru: Приносит славу вашей цивилизации и значительно расширяет владения вашей империи.
uk: Приносить славу Вашій цивілізації та додає більше земель до Вашої імперії.
zh: 为你的文明带来荣耀，并扩展领土。
zh_tw: 榮耀您的文明並為帝國增加大片領土。

source: Maḥanēt
ar: مآمّنيت
bg: Маханет
es_ar: Maḥanēt-Cuartel
he: מענט
hy: Մահանեթ
ru: Маханет
uk: Маханет

source: Cothon
ar: كُوثُون
ast: Kṓthōn
bg: Котхон
el: Κοθόνι
es_ar: Cothon-Astillero
fa: پنبه
he: קותון
hy: Կոթոն
ko: 코톤
ru: Котон
uk: Котон

source: Train Healers and Champion Infantry and research healing technologies.
ast: Sitiu unde se crean Curandeiros & Pédites decertadores & se disinvuolven téchnicas médicas.
bg: Обучава лечители и гвардейска пехота. Проучва лечителни подобрения.
cs: Cvičte léčitele a elitní pěchotu, a zkoumejte léčitelské technologie.
el: Εκπαιδεύστε Θεραπευτές και Πρωταθλητές Πεζικού και ερευνήστε τεχνολογίες θεραπείας.
ru: Позволяет обучать целителей и пешую гвардию и исследовать технологии целительства.
uk: Навчання цілителів і чемпіонської піхоти, та дослідження зцілювальних технологій.

source: This greatly increases the health, capture resistance, and garrison capacity of this specific Civic Center. Unlock training of Heroes here and reduce its research and batch training times by half.
ast: Elho augmenta la vitalidade, resistencia a l posseu & cabida d’isti Foro n concreto. Dispieslla n ilhi la creacion d’Heroes & dimidiare los tiempos de disinvolvemiento & concreacion de sou.
bg: Значително увеличава здравето, устойчивостта при пленяване и капацитета на гарнизона на селищния център. Отключва обучението за героите и намалява времето за проучване, както и намалява времето за обучение наполовина.
ru: Улучшает только этот городской центр. Он получает больше здоровья, лучше защищен от захвата, а гарнизон лучше защищает. Позволяет обучать в нем героев, а атк же сокращает вдвое время на исследования и групповое обучение.
uk: Це значно збільшує здоров’я, стійкість до захоплення та місткість гарнізону цього конкретного громадського центру. Відкриває навчання героїв тут та зменшує час його дослідження, та групового навчання вдвічі.

source: Kaserna
ar: كَاسِيرْنَا
ast: Gudetse
bg: Касерна
el: Στρατώνας
es_ar: Kaserna-Cuartel
fa: کاسرنا
he: קסרקטין
hy: Կասերնա
ko: 카세르나
ru: Касерна
uk: Касєрна

source: Sainyavasa
ar: سَايْنِياڤَاسَا
ast: Sainyāvāsa
bg: Саиняваса
es_ar: Sainyavasa-Cuartel
he: סאיניאבאסה
hy: Սայնյավասա
ko: 사이냐바사
ru: Саинияваса
uk: Сайн'яваса

source: Territory root. Train Maiden Guards and Heroes.
ast: Val p’afhitare lhindes territoriales & crear Venenosas & Heroes.
bg: Коренна територия. Обучава девически охранители и герои.
cs: Vytváří hranici území. Vycvičte dívčí stráže a hrdiny.
el: Κεντρική περιοχή. Εκπαιδεύστε Φρουρά Παρθένων και Ήρωες
ru: Коренное владение. Обучает женскую стражу и героев.
uk: Територіальне впровадження. Навчання дівчин-охоронниць та героїв.

source: Throne Hall
ast: Apadana
bg: Тронна зала
cs: Trůnní sál
el: Αίθουσα του Θρόνου
hy: Գահասրահ
ru: Тронный зал
uk: Тронна зала

source: Apadāna
bg: Ападана
el: Απαντάνα
hy: Ապադանա
ru: Ападана
uk: Ападана

source: Padgan
ar: پَادْجَان
bg: Падган
es_ar: Padgan-Cuartel
fa: پادگان
he: פאדגאן
hy: Պադգան
ko: 파드간
ru: Падган
uk: Падґан

source: Build in neutral or enemy territory. Train Advanced Melee Infantry. Construct Rams. Garrison Soldiers for additional arrows.
ast: Constrúi-se n campu neutral ou inimigu. Val pa crear Pédites combatientes superiores & construir Arietes. Tyena de Mílites, tira mas saietas.
bg: Може да се строи в неутрална или вражеска територия. Обучава близкобойни пехотинци. Конструира тарани. Поставете гарнизон за допълнителна защита.
cs: Budujte na neutrálním nebo nepřátelském území. Vycvičte pokročilou pěchotu na blízko. Postavte beranidla. Umístěte posádku vojáků pro další šípy.
el: Κτίστε σε ουδέτερη ή εχθρική περιοχή. Εκπαιδεύστε Προχωρημένο Αγχέμαχο Πεζικό. Κατασκευάστε Πολιορκητικούς Κριούς. Φρουρά Στρατιωτών για επιπλέον βέλη.
ru: Стройте на нейтральной или вражеской территории. Тренируйте улучшенную пехоту ближнего боя. Стройте тараны. Размещайте воинов для усиления оборонительной стрельбы.
uk: Споруджується на нейтральній або ворожій території. Навчання просунутої піхоти ближнього бою. Конструювання таранів. Розмістити солдатів у гарнізоні для додаткових стріл.

source: Castrum
ar: معسكر محصن
bg: Каструм
es_ar: Castrum-Cuartel
fa: اردوگاه
he: קסטרום
hy: Կաստրում
ko: 카스트럼
ru: Каструм
uk: Каструм

source: Pagoda
bg: Пагода
ru: Пагода
uk: Пагода

source: Temple of Healing
ast: Templo la sanidade
bg: Храм на изцелението
cs: Chrám uzdravení
el: Ναός της Θεραπείας
ru: Храм Исцеления
uk: Храм зцілення

source: Train Heroes.
ast: Sitiu unde se crean Heroes.
bg: Обучава герои.
cs: Tréning Hrdinů
el: Εκπαιδεύει Ήρωες.
hy: Հերոսների պատրաստում:
ru: Обучайте героев.
uk: Навчання героїв.

source: Raise Domestic Animals for food.
ast: Sitiu unde se crean reses, una fhonte de carne.
bg: Отглеждайте домашни животни за храна.
cs: Chov domácích zvířat pro jídlo.
el: Μεγαλώστε Οικόσιτα Ζώα για τροφή.
ru: Разведение домашних животных в пищу.
uk: Вирощування свійських тварин для їжі.

source: Rotary Mill
ar: طاحونة دوارة
ast: Molino de rabil
bg: Въртяща мелница
cs: Otočný mlýn
el: Περιστροφικός Μύλος
es_ar: Molino Rotatorio
fa: آسیاب گردشی
he: רוטרי מיל
hy: Ալրաղաց
ru: Мельница на животной тяге
uk: Обертальний млин

source: RotaryMill
ast: MolinoRabil
bg: Въртяща мелница
cs: Otočný mlýn
el: ΠεριστροφικόςΜύλος
ru: Мельница на животной тяге
uk: Обертальний млин

source: Build to acquire large tracts of territory. Train citizens.
ar: أبنى لتحجز مساحة كبيرة من المنطقة. درب مواطنين.
es_ar: Construir para obtener grandes extensiones de territorio. Recluta ciudadanos.
fa: ساختمان های بیشتری برای گسترش قلمرو بسازید . شهروندان را پرورش دهید.
he: לבנות לרכוש שטחים גדולים של שטח. הרכבת אזרחים.
hy: Կառուցել մեծ տարածքնել ձեռք բերելու համար։ Քաղաքացիների պատրաստում։

source: Increase the population limit.
ar: يزيد حدّ السّكانّيّة.
es_ar: Incrementar el límite de población.
fa: افزایش سقف جمعیت
he: להגדיל את מגבלת האוכלוסייה.
hy: Բնակչության սահմանաչափի բարձրացում։

source: Recruit special units.
ar: جند وحدات خاصة.
es_ar: Recluta unidades especiales.
fa: استخدام نیروهای ویژه.
he: גייס יחידות מיוחדות
hy: Հատուկ միավորների պատրաստում։

source: Train Healers and research healing technologies. Garrison units to heal them at a quick rate.
hy: Պատրաստել բուժակներ և հետազոտել բժշկական բարելավումներ։ Միավորների տեղակայում կայազորում՝ արագ բուժման նպատակով։

source: Wooden Wall
ar: سور خشبيّ
es_ar: muro de madera
hy: Փայտյա պարիսպ

source: DefenseTower
ar: برج الدفاع
es_ar: TorreDefensiva
fa: برج دفاعی
he: מגדל שמירה
hy: Պաշտպանական աշտարակ

source: Catapults stones. Needs the murder holes tech to protect its foot.
hy: Նետում է քարեր։ Անհրաժեշտ է սպանության փոսերի տեխնոլոգիան՝ մերձակա տարածքը պաշտպանելու համար։

source: Build in neutral and own territories to scout areas of the map. Slowly converts to Gaia while in neutral territory.
ar: ابنِها في الأقاليم المحايدة والمملوكة لاكتشاف المناطق في الخريطة. تتحوّل ببطء لتصبح ملكًا للطّبيعة إن كانت في إقليم محايد.
es_ar: Construye en territorios neutrales y propios para explorar áreas del mapa. Lentamente pierde salud estando en territorio neutral.
fa: ساختن در مناطق بی طرف و قلمرو خود برای دیده بانی. زمانی که در زمین های بی طرف قرار داشته باشند به آرامی متروک می شوند، ساختمان هایی که متعلق به هیچ کس نیستند. متعلق به گایا یا مادر طبیعت می شوند
he: בנה בטריטוריות נייטרליות ובבעלות עצמה כדי לאתר אזורים במפה. מתמיר לאט לאט אל גאיה, כאשר הוא נמצא בשטח נייטרלי.
hy: Կառուցել չեզոք և սեփական տարածքներում՝ քարտեզի տարածքները հետախուզելու նպատակով։ Դանդաղորեն անցնում է Գայային՝ չեզոք տարածքում գտնվելու դեպքում։

source: Shoots arrows. Garrison to provide extra defence. Needs the murder holes tech to protect its foot. Upgradeable to stone tower.
ar: يُطلق السّهام. احمِ فيه لتوفير دفاع أقوى. يحتاج تقنيّة ”murder holes“ لحماية قاعدته. يمكن تطويره الى برج حجري.
es_ar: Dispara flechas. Guarnecer para proveer defensa extra. Necesita tecnología de hoyos asesinos para proteger su base. Puede mejorar hacia torre de piedra.
fa: پرتاب تیرها. نیروهای مستقر توان دفاعی بیشتری ایجاد می کنند. نیازمند فناوری چاله های مرگ برای حفاظت بیشتر در مقابل نیروهای زمینی. قابل ارتقا به برج های سنگی
he: יורה חצים. חיל המצב לספק הגנה נוספת. צריך חורים רצח כדי להגן על הרגל שלה. ניתן לשדרוג למגדל אבן.
hy: Կրակում է նետեր։ Կայազորի տեղակայում՝ լրացուցիչ պաշտպանության համար։ Անհրաժեշտ է սպանության փոսերի տեխնոլոգիան՝ մերձակա տարածքը պաշտպանելու համար։ Կարող է կատարելագործվել Քարե աշտարակի։

source: Defense Tower
ar: برج دفاعيّ
es_ar: Torre de Defensa
fa: برج دفاعی
he: מגדל שמירה
hy: Պաշտպանական աշտարակ

source: Shoots arrows. Garrison to provide extra defence. Needs the murder holes tech to protect its foot.
es_ar: Dispara flechas. Guarnecer para proveer defensa extra. Necesita tecnología de hoyos asesinos para proteger su base.
fa: پرتاب تیرها. نیروهای مستقر توان دفاعی بیشتری ایجاد می کنند. نیازمند فناوری چاله های مرگ برای حفاظت بیشتر در مقابل نیروهای زمینی.
he: יורה חצים. חיל המצב לספק הגנה נוספת. צריך חורים רצח כדי להגן על הרגל שלה.
hy: Կրակում է նետեր։ Կայազորի տեղակայում՝ լրացուցիչ պաշտպանության համար։ Անհրաժեշտ է սպանության փոսերի տեխնոլոգիան՝ մերձակա տարածքը պաշտպանելու համար։

source: City Gate
ar: بوّابة المدينة
es_ar: Puerta de la Ciudad
fa: دروازه شهر
he: שער העיר
hy: Քաղաքի դարպաս

source: Allow units access through a city wall. Can be locked to prevent access.
ar: اسمح للوحدات بالعبور عبر سور المدينة. يمكن قفلُه لمنع المرور.
es_ar: Permite acceso a unidades a través de una puerta de ciudad. Puede ser bloqueada para prevenir el acceso.
fa: به واحد ها اجازه ی عبور از دیوار شهر را می دهد. می توان آنرا قفل کرد تا اجازه عبور به کسی داده نشود
he: מאפשרים ליחידות להיכנס דרך חומת עיר. ניתן לנעול כדי למנוע גישה.
hy: Միավորների համար քաղաքային պարիսպի միջով անցնելու հնարավորություն։ Կարող է կողպվել անցումն արգելելու նպատակով։

source: Long wall segments can be converted to gates.
ar: يمكن تحويل أجزاء الأسوار الطويلة إلى بوّابات.
es_ar: Segmentos grandes de muralla pueden ser convertidos en puertas.
fa: قسمت های بلند دیوار میتوانند به دروازه تبدیل شوند.
he: קטעי קיר ארוך ניתן להמיר לשערים.
hy: Պարիսպի երկար հատվածներ դարպասի վերածելու հնարավորություն։

source: This will allow you to let units circulate through your fortifications.
ar: سيتيح لك هذا ترك الوحدات تدور حول التحصينات.
es_ar: Te permitirá dejar que las unidades pasen a través de tu fortificación.
fa: این اجازه خواهد داد که به نیروهای خود اجازه دهید از استحکامات شما عبور کنند
he: זה יאפשר לך לתת יחידות להפיץ דרך הביצורים שלך.
hy: Թույլատրել միավորներին շրջել սեփական ամրություններով։

source: Shoots arrows. Garrison to defend a city wall against attackers.
ar: يطلق الأسهم. الاحتماء فيه يحمي سور المدينة من الغزاة.
es_ar: Dispara flechas. Guarnice unidades para defender la muralla de atacantes
fa: تیر شلیک می کند. سربازان را در آن مستقر کنید تا از دیوار شهر علیه مهاجمان دفاع کنید.
he: יורה חצים. חיל המצב להגן על חומת העיר מפני התוקפים.
hy: Կրակում է նետեր։ Կայազորի տեղակայում՝ քաղաքային պարիսպը հարձակումներից պաշտպանելու նպատակով։

source: Dropsite for the food resource. Research food gathering improvements.
ar: مكان جمع الموارد الغذائية. ابحث في تحسينات جمع الطعام.
es_ar: Depósito para los recursos de comida. Investiga mejoras de recoleccion de alimentos
fa: محل تحویل منابع برای غذا. تحقیق برای بهبود جمع آوری غذا
he: Dropsite עבור משאב מזון. מחקר שיפורים איסוף מזון.
hy: Սննդի պաշարների հավաքավայր։ Սննդի հավաքչության բարելավումների հետազոտություն։

source: Create trade units to trade between other markets. Barter resources. Research trading and bartering improvements.
ar: أنشئ وحدات تجارة للتجارة بين الأسواق الأخرى، وقايض الموارد، وطوِّر تحسينات التجارة والمقايضة.
es_ar: Crea unidades de intercambio para intercambiar entre otros mercados. Hacer Trueques. Investiga mejoras de trueques e intercambios
fa: ساخت نیروهای تجاری برای تجارت با سایر بازارها. تحقیقات داد و ستد. تحقیق برای بهبود تجارت و دادوستد
he: יצירת יחידות הסחר לסחור בין שווקים אחרים. משאבים חליפין. מחקר מסחר ושיפורים חליפין.
hy: Առևտրական միավորների ստեղծում այլ շուկաների հետ առևտրի նպատակով։ Պաշարների փոխանակում։ Առևտրի և փոխանակման բարելավումների հետազոտություն։

source: Dropsite for wood, stone, and metal resources. Research gathering improvements for these resources.
ar: مكان جمع موارد الخشب، والحجر، والمعدن. ابحث في تحسينات جمع هذه الموارد.
es_ar: Depósito para madera, piedra y metal. Investiga mejoras de recoleccion de éstos recursos
fa: محل تحویل چوب، سنگ و فلز. تحقیق برای بهبود جمع آوری این منابع
he: Dropsite עבור עץ, אבן, ומשאבי מתכת. איסוף שיפורים במחקר עבור משאבים אלה.
hy: Փայտի, քարի և մետաղի պաշարների հավաքավայր։ Այս ռեսուրսների հավաքչության բարելավումների հետազոտություն։

source: Train citizen-soldiers. Research training improvements.
ar: درب جنود ــ مدنيين. طور تقنيه التدريب المطورة.
es_ar: Entrena ciudadanos-soldado. Investiga mejoras de entrenamiento.
fa: پرورش سربازان شهروند. تحقیق برای بهبود پرورش نیروها
he: רכבת חיילים חיילים. מחקר שיפורים הדרכה.
hy: Աշխարհազորայինների պատրաստում։ Պատրաստման բարելավումների հետազոտություն։

source: Research weapons and armor improvements.
ar: ابحث في تحسينات الأسلحة والدروع.
es_ar: Investiga mejoras de armas y armaduras
fa: تحقیق برای بهبود تسلیحات و زره.
he: מאפשר לחקור שיפורי נשק ושריון.
hy: Զենքի և զրահի բարելավումների հետազոտություն։

source: Blacksmith
ar: حدّاد
es_ar: Herrería
fa: آهنگری
he: נפח
hy: Դարբնոց

source: Build upon a shoreline to construct naval vessels and to open sea trade. Research naval improvements.
ar: ابنه على الساحل لتنشئ مركبات مائية ولتفتح التجارة البحرية، ولتطوير التحسينات البحرية.
es_ar: Construyelo en la costa para poder conseguir veleros navales y comercio en aguas abiertas. Investiga mejoras navales.
fa: در خط ساحلی بسازید و با آن کشتی بسازید تا بتوانید راه های تجاری دریایی را به روی خود باز کنید. تحقیق برای بهبود نیروی دریایی
he: בנה על קו החוף כדי לבנות כלי שייט ולפתוח את הים. מחקר שיפורים מחקר.
hy: Կառուցել ծովափին՝ ռազմանավերի կառուցման և ծովային առևտրի հիմնման նպատակով։ Նավերի բարելավումների հետազոտություն։

source: Elephant Stables
ar: اصطبلات فيلة
es_ar: Establo de Elefantes
fa: اصطبل فیل ها
he: בית גידול פילים
hy: Փղերի ախոռներ

source: Train elephant units.
ar: درّب فيها وحدات فيلة.
es_ar: Entrena unidades de elefantes
fa: پرورش فیل ها
he: לאמן פילי מלחמה
hy: Վարժեցնել փղեր։

source: Train Champions and Heroes and research technologies. Garrison Soldiers for additional arrows.
hy: Չեմպիոնների և հերոսների պատրաստում և տեխնոլոգիաների հետազոտություն։ Զինվորների տեղակայում կայազորում՝ լրացուցիչ նետերի համար։

source: Train war dogs.
ar: تدريب كلاب حرب.
es_ar: Entrena perros de guerra
fa: پرورش سگ های جنگی
he: רכבת כלבים המלחמה.
hy: Ռազմական շների վարժեցում։

source: Train citizen-soldier ranged infantry. Research training improvements.
es_ar: Entrena ciudadanos-soldado de ataque a distancia. Desarrolla mejoras de entrenamiento.
fa: پرورش سرباز شهروند پیاده دورزن. تحقیق برای بهبود آموزش
he: רכבת חייל חייל נע בין רגלים. מחקר שיפורים הדרכה.
hy: Հեռահար աշխարհազորայինների պատրաստում։ Պատրաստման բարելավումների հետազոտություն։

source: Train citizen-soldier cavalry. Research training improvements.
ar: درب خيالين ــ مدنيين. طور تقنيه التدريب المطورة.
es_ar: Entrena caballería de ciudadanos-soldado. Desarrolla mejoras de entrenamiento.
fa: پرورش سرباز شهروند سواره نظام. تحقیق برای بهبود آموزش
he: רכבת חייל חיל פרשים. מחקר שיפורים הדרכה.
hy: Աշխարհազորային հեծելազորի պատրաստում։ Պատրաստման բարելավումների հետազոտությւոն։

source: Siege Workshop
ar: ورشة حصار
es_ar: Taller de Asedio
fa: کارگاه سلاح های دژکوب
he: סדנת המצור
hy: Պաշարողական արհեստանոց

source: Construct Siege Engines and research Siege Engine technologies.
hy: Պաշարողական մեքենաների պատրաստում և դրանց տեխնոլոգիաների հետազոտություն։

source: Workshop
ar: ورشة
es_ar: Taller
fa: کارگاه
he: סדנה
hy: Արհեստանոց

source: Raise herd animals for food. Task domestic animals here to gain a trickle of food or other bonus (Not yet implemented).
ar: اعتني بالماشية من أجل الطعام. أحضر الحيوانات هنا لتحصل على بعض الزيادة في الطعام أو زيادة أخرى. (ما زال تحت التطوير).
es_ar: Haz crecer animales por comida. Guarda animales domésticos aquí para ganar un poco de comida u otro bonus (No implementado aún).
fa: پرورش حیوانات اهلی برای غذا. (هنوز پیاده سازی نشده است)
he: תרים בעלי חיים לאוכל. משימה חיות הבית כאן כדי לקבל זרזיף של מזון או בונוס אחר (לא מיושם עדיין).
hy: Ընտանի կենդանիների ստեղծում՝ սննդի համար։ Հրամայեք ընտանի կենդանիներին գալ այստեղ՝ սննդի աղբյուր ստանալու կամ այլ բոնուսի նպատակով (Դեռևս անկատար)։

source: Special Building
ar: مبنًى خاصّ
es_ar: Estructura Especial
fa: ساختمان ویژه
he: בנינים מיוחדים
hy: Հատուկ կառույց

source: This is a special building unique to a particular civilization.
ar: هذا مبنى خاص فريد لحضارة واحدة.
es_ar: Ésta es una estructura única especial de una civilización en particular.
fa: این یک ساختمان ویژه برای یک تمدن خاص است
he: זהו בניין מיוחד ייחודי לציוויליזציה מסוימת.
hy: Այս հատուկ կառույցը որոշակի քաղաքակրթության համար եզակի նմուշ է։

source: Research special technologies.
ar: ابحث في التقنيات الخاصة.
es_ar: Investiga tecnologías especiales.
fa: تحقیق برای فناوری های خاص
he: מחקר טכנולוגיות מיוחדות.
hy: Հատուկ տեխնոլոգիաների հետազոտություն։

source: Bring glory to your civilization and add large tracts of land to your empire. Garrison units to heal them at an extremely quick rate.
ar: اجلب المجد إلى حضارتك ووسّعها بأراضٍ كبيرة لتعظُم إمبراطوريّتك. احمِ فيها الوحدات لمعالجتهم بسرعة فائقة.
es_ar: Trae gloria a tu civilización y añade grandes lotes de tierra a tu imperio. Guarnece unidades para curarlas extremadamente rápido.
fa: به شکوه رساندن تمدن و ضمیمه کردن زمین ها به امپراتوری خود. مستقر کردن نیروها برای درمان کردن آنها با حداکثر سرعت
he: תביא לתהילה שלך ולהוסיף שטחי אדמה גדולים לאימפריה שלך. יחידות חיל המצב לרפא אותם בקצב מהיר מאוד.
hy: Հաղթանակ սեփական քաղաքակրթության համար և ընդարձակ տարածքներ՝ սեփական կայսրությանը։ Միավորների տեղակայում կայազորում՝ չափազանց արագ բուժման նպատակով։

source: Increase population limit and defend waterways.
ar: يزيد حد السكان ويدافع عن المجارى المائيه.
es_ar: Aumenta los límites de población y ayuda a defender las vías acuáticas
fa: افزایش سقف جمعیت و دفاع از آبراه.
he: להגדיל את מגבלת האוכלוסייה ולהגן על נתיבי מים.
hy: Բնակչության սահմանաչափի ավելացում և ջրային ճանապարհների պաշտպանություն։

source: Does not shoot or garrison.
ar: لا يطلق ولا يحمي.
es_ar: No dispara ni guarnece.
fa: شلیک نکن یا مستقر نشو
he: לא יורה או חיל המצב.
hy: Չի կրակում և չունի կայազոր։

source: Train North African citizen-soldiers. Research improvements for North African units.
ar: درِّب جنودًا مواطنين شمال أفريقيين، وطوِّر تحسينات للوحدات شمال الأفريقية.
es_ar: Entrena ciudadanos-soldado norteafricanos. Investiga mejoras para unidades norteafricanas.
fa: پرورش سرباز شهروند آفریقای شمالی. تحقیق برای بهبود نیروهای آفریقای شمالی
he: להכשיר אזרח חיילי צפון אפריקאי. שיפורי מחקר ליחידות בצפון אפריקה.
hy: Հյուսիսաֆրիկյան աշխարհազորայինների պատրաստում։ Հյուսիսաֆրիկյան միավորների բարելավումների հետազոտություն։

source: Construct fishing boats to gather meat and merchant ships to trade with other docks.
ar: أنشئ سفن الصيد لجمع الطعام وسفن التجارة للتبادل التجاري مع الموانئ الأخرى.
es_ar: Construye barcos pesqueros para recolectar alimento y buques mercantes para comerciar con otros muelles.
fa: ساخت کشتی های ماهی گیری برای جمع کردن گوشت ماهی و کشتی های تجاری برای دادوستد با سایر بنادر
he: לבנות סירות דיג לאסוף בשר וספינות סוחר לסחור עם הרציפים האחרים.
hy: Ձկնորսական նավակների պատրաստում՝ ուտելիք հավաքելու և առևտրական նավեր՝ այլ նավահանգիստների հետ առևտրի համար։

source: Hire mercenaries.
ar: استأجر مرتزقة.
es_ar: Contrata mercenarios.
fa: استخدام مزدور
he: לשכור שכירי חרב.
hy: Վարձել վարձկաններ։

source: Hire Celtic mercenaries. Research improvements for these mercenaries.
ar: استأجر مرتزقة كلتيّين. ابحث في تحسينات لهؤلاء المرتزقة.
es_ar: Contratar mercenarios celtas. Investigar mejoras para estos mercenarios.
fa: اجیر کردن مزدورهای سلتی. تحقیق برای بهبود این مزدورها
he: לשכור שכירי חרב סלטיק. שיפורים במחקר עבור שכירי חרב אלה.
hy: Կելտական վարձկանների վարձում։ Տվյալ վարձկանների բարելավումների հետազոտություն։

source: Hire Iberian mercenaries. Research improvements for these mercenaries.
ar: استأجر مرتزقة أيبيريّين. ابحث في تحسينات لهؤلاء المرتزقة.
es_ar: Contratar mercenarios iberios. Investigar mejoras para estos mercenarios.
fa: اجیر کردن مزدورهای ایبریو. تحقیق برای بهبود این مزدورها
he: לשכור שכירי חרב איבריים. שיפורים במחקר עבור שכירי חרב אלה.
hy: Իբերական վարձկանների վարձում։ Տվյալ վարձկանների բարելավումների հետազոտություն։

source: Italian Embassy
ar: سفارة إيطاليّة
es_ar: Embajada Italiana
fa: سفارت ایتالیا
he: שגרירות איטליה
hy: Իտալական դեսպանատուն

source: Hire Italian mercenaries. Research improvements for these mercenaries.
ar: استأجر مرتزقة إيطاليّين. ابحث في تحسينات لهؤلاء المرتزقة.
es_ar: Contratar mercenarios italianos. Investigar mejoras para estos mercenarios.
fa: اجیر کردن مزدورهای ایتالیایی. تحقیق برای بهبود این مزدورها
he: לשכור שכירי חרב איטלקים. שיפורים במחקר עבור שכירי חרב אלה.
hy: Իտալական վարձկանների վարձում։ Տվյալ վարձկանների բարելավումների հետազոտություն։

source: Construct and repair mighty warships.
ar: اصنع فيه سفن حرب قويّة ورمّمها.
es_ar: Construye y repara poderosos barcos de guerra
fa: ساخت و تعمیر کشتی های جنگی قدرتمند
he: לבנות ולתקן ספינות מלחמה אדירות.
hy: Հզոր ռազմանավերի կառուցում և վերանորոգում։

source: Train Healers and Champions and research healing technologies. Garrison units to heal them at a quick rate.
hy: Բուժակների ու չեմպիոնների պատրաստում և բժշկական բարելավումների հետազոտություն։ Միավորների տեղակայում կայազորում՝ արագ բուժման նպատակով։

source: Train Healers and Champion Cavalry and research healing technologies. Garrison units to heal them at a quick rate.
hy: Բուժակների ու հեծյալ չեմպիոնների պատրաստում և բժշկական բարելավումների հետազոտություն։ Միավորների տեղակայում կայազորում՝ արագ բուժման նպատակով։

source: Recruit Naked Fanatics.
ar: جند متعصبون خالصون.
es_ar: Recluta Fanáticos Desnudos.
fa: به خدمت گرفتن متعصبان برهنه
he: לגייס פנאטים עירומים.
hy: Մերկ Ֆանատիկների պատրաստում։
