Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: Reveal map
ar: اكشف الخريطة
ast: Arrevelare la geographía
bg: Разкриване на картата
br: Dizoloiñ ar gartenn
ca: Revela el mapa
cs: Odhalit mapu
da: Vis kort
de: Karte aufdecken
el: Αποκάλυψη χάρτη
eo: Malkovru la mapon
es_cl: Mostrar todo el mapa
et: Ilmuta kaart
eu: Erakutsi mapa
fa: نمایان کردن نقشه
fi: Paljasta kartta
fr: Révéler la carte
ga: Léirigh léarscáil
gd: Foillsich am mapa
gl: Revelar o mapa
hu: Térkép felfedése
id: Tampilkan seluruh peta
it: Rivela la mappa
ja: マップを隠さない
ka: გამოაჩინე რუკა
ko: 지도 밝히기
lt: Atidengti žemėlapį
lv: Atklāt karti
ms: Dedah peta
nb: Avslør kart
nl: Kaart tonen
pl: Pokaż mapę
pt_br: Revelar mapa
pt_pt: Revelar o mapa
ru: Раскрыть карту
sk: Odkryť mapu
sl: Odkrij mapo
sq: Zbulo hartën
sv: Avslöja kartan
tr: Haritayı göster
uk: Відкрити мапу
zh: 显示地图
zh_tw: 顯示地圖

source: Enable time warp
ar: قم بتفعيل خاصية التخطي الزمني
ast: Activare l alteracion temporal
bg: Включване на изкривяването на времето
br: Enaouiñ an distummadur amzerel
ca: Activa la distorsió temporal
cs: Povolit zrychlení času
da: Slå tidsforskydning til
de: Zeitreisemodus aktivieren
el: Ενεργοποίηση χρονική δίνης
eo: Ŝaltu tempan rapidigon
es_cl: Activar túnel del tiempo
et: Lülita ajanihkerežiim
eu: Aldi bateko eraldaketa gaitu
fa: فعال کردن تغییر زمان
fi: Aktivoi aikasiirtymä
fr: Activer la déformation du temps
ga: Cumasaigh freangadh ama
gd: Cuir dlùthadh an ama an comas
gl: Activar a velocidade endiañada.
hu: Időhurok engedélyezése
id: Hidupkan pelengkungan waktu
it: Attiva distorsione temporale
ja: タイムワープを許可する
ka: ჩართე დროის გამრუდება
ko: 시간 왜곡 사용가능
lt: Įjungti laiko keitimo režimą
lv: Iespējot laika uzkrāšanu
ms: Benarkan lompat masa
nb: Tillat tidsendring
nl: Terug-in-de-tijd inschakelen
pl: Włącz zwielokrotnienie szybkości
pt_br: Permitir manipulação do tempo
pt_pt: Ativar o modo de velocidade hiper rápida
ru: Включить искажение времени
sk: Povoliť time warp
sl: Omogoči ukrivljanje časa
sq: Mundëso shtrembërimin e kohës
sv: Aktivera Tidsböjning
te: టైమ్ వార్ప్‌ను ప్రారంభించండి
tr: Zaman atlaması aktif
uk: Увімкнути викривлення часу
zh: 启用时间扭曲
zh_tw: 啟用時間隧道

source: Activate Rejoin Test
ast: Activare la pruoba de rexhuntura
ca: Activa la prova de reincorporació
cs: Zapnout zkoušku znovupřipojení
de: Wiederverbindungstest aktivieren
el: Ενεργοποίηση Δοκιμής Επανασύνδεσης.
fi: Aktivoi uudelleenliittymistesti
fr: Faire un test de rejointe.
gd: Gnìomhaich deuchainn air tilleadh
hu: Újracsatlakozási teszt aktiválása
id: Aktifkan Uji Gabung Ulang
it: Attiva il Test di Rientro
ja: リジョイン テストの有効化
ko: 재접속 테스트 활성화
lt: Aktyvuoti Perjungimo Testą
nb: Aktiver Gjenforeningstest
nl: Verbindingstest activeren
pl: Dołącz ponownie do testu
pt_br: Ativar teste de reingresso
ru: Включить Rejoin тестирование
sk: Aktivuj test opakovaného pripojenia
sv: Aktivera återanslutningstest
tr: Aktif tekrar katılma testi
uk: Активувати тест приєднання
zh: 激活重新加入
zh_tw: 啟用重新加入測試

source: Promote selected units
ar: رقِّ الوحدات المحدّدة
ast: Ascendere las unidades escolyidas
bg: Повишаване на избраните единици
br: Uhelaat an unanennoù diuzet
ca: Ascendeix les unitats seleccionades
cs: Povýšit vybrané jednotky
da: Forfrem valgte enheder
de: Ausgewählte Einheiten befördern
el: Προαγωγή των επιλεγμένων μονάδων
es_cl: Promover unidades seleccionadas
et: Ülenda valitud üksused
eu: Aukeratutako unitateak igoarazi
fa: ارتقاء واحد انتخاب شده
fi: Ylennä valitut yksiköt
fr: Promouvoir les unités sélectionnées
ga: Ardaigh aonaid roghnaithe
gd: Àrdaich na h‑aonadan a thagh thu
gl: Ascender as unidades seleccionadas
hu: Kiválasztott egységek előléptetése
id: Naikkan pangkat unit yang terpilih
it: Promuovi unità selezionate
ja: 選択したユニットを昇進
ka: დააწინაურე მონიშნული ერთეულები
ko: 선택한 유닛 진급
lt: Paaukštinti pažymėtus vienetus
lv: Paaugstināt izvēlētās vienības
ms: Naik pangkat unit terpilih
nb: Forfrem valgte enheter
nl: Geselecteerde eenheden promoveren
pl: Awansuj wybrane jednostki
pt_br: Promover unidades selecionadas
pt_pt: Promover unidades selecionadas
ru: Повысить выделенных юнитов
sk: Povýšiť vybrané jednotky
sl: Povišaj izbrane enote
sq: Ngre në pozitë njësitë e përzgjedhura
sv: Befordra valda soldater
te: ఎంచుకున్న యూనిట్లను ప్రోత్సహించండి
tr: Seçilen birimleri terfi ettir.
uk: Підвищити вибрані підрозділи
zh: 升级选中的单位
zh_tw: 升職選定的單位

source: Enable culling
ast: Activare l esmesson
bg: Включване на едностранното изчертаване
ca: No renderitzis els objectes fora del camp de visió
cs: Povolit vybírání
de: Schaltet Kamerabereich frei
el: Ενεργοποίηση σφαγής
eu: Gaitu sakrifizioa
fi: Ota karsinta käyttöön
fr: Activer le culling
ga: Cumasú a Mharú
gd: Cuir an dìoghlamadh an comas
hu: Levágás engedélyezése
id: Hidupkan penyisihan
it: Abilita determinazione della superficie nascosta
ja: カリングの有効化
ko: 도태시키기 사용가능
lt: Leisti rūšiavimą
ms: Benarkan penakaian
nb: Tillat slakting
nl: Culling toestaan
pl: Włącz usuwanie niewidocznych powierzchni
pt_br: Ativar abate
pt_pt: Habilitar selecção
ru: Включить отбор видимых поверхностей
sk: Zapnúť culling
sv: Aktivera gallring
tr: Toplamayı etkinleştir
uk: Увімкнути відсікання
zh: 启动视锥
zh_tw: 啟用淘汰

source: Lock cull camera
ast: Afhitare la cámara d’esmesson
bg: Заключване на отсичащата изчертаването камера
ca: Bloqueja la càmera truncada
cs: Zamknout vybírací kameru
de: Kameraauswahl sperren
el: Κλείδωμα κάμερας επιλογής
eu: Blokeo kamera
fi: Lukitse karsiva kamera
fr: Verrouiller le culling de la caméra sélectionnée
ga: Ceamara cuileála faoi ghlas
gd: Glais camara an dìoghlamaidh
hu: Levágási kamera rögzítése
id: Kunci kamera penyisihan
it: Blocca determinazione della superficie nascosta della telecamera
ja: カリングの固定
ko: 도태 카메라 잠금
lt: Rakinti rūšiavimo kamerą
ms: Kunci takai kamera
nb: Lås slaktekameraet
nl: Cull camera vastzetten
pl: Zablokuj kamerę na widok
pt_br: Câmera fixada
pt_pt: Bloquear câmara selecionada.
ru: Блокировка камеры
sk: Uzamknúť cull camera
sv: Lås gallringskamera
tr: Toplama kamerayı sabitle
uk: Замкнути камеру відсікання
zh: 锁定视锥
zh_tw: 鎖定觀戰鏡頭。

source: Display camera frustum
ast: Amostrare l troncu de la cámara
bg: Показване на отсечената пирамида на камерата
ca: Mostra el camp de visió de la càmera
cs: Zobrazit kužel kamery
de: Kamerakegel anzeigen
el: Εμφάνιση κόλουρου κώνου κάμερας
eu: Frustum ikuskatze kamera
fa: نمایش دادن دوربین مخروط ناقص
fi: Näytä kameran kartio
fr: Afficher le cône de la caméra
ga: Frustum ceamara taispeána
gd: Seall frustum a’ chamara
hu: Kamera csonka gúlájának megjelenítése
id: Tampilkan frustum kamera
it: Mostra il tronco della telecamera.
ja: カメラの視錐台を表示
ko: 카메라 조각 표시
lt: Rodyti kameros frustą
ms: Papar frustum kamera
nl: Gezichtsveld van camera tonen
pl: Pokaż bryłę widzenia
pt_br: Câmera em perspectiva
pt_pt: Mostrar frustum da câmara,
ru: Показать поле зрения камеры
sk: Zobraziť kamerové frustum
sv: Visa kamerafrustum
tr: Kamera alanını göster
uk: Відобразити зрізаний конус камери
zh: 显示视锥
zh_tw: 顯示鏡頭角錐

source: Display shadows frustum
ast: Amostrare los troncos de las solombras
ca: Mostra el camp de visió de les ombres
cs: Zobrazit kužel stínů
de: Schattenfrustum anzeigen
el: Εμφάνιση κόλουρου κώνου σκιών
eu: Frustum ikuskatze iluna
fa: سایه ها را نشان بده
fi: Näytä varjojen kartio
fr: Afficher les ombres du champ de vision
gd: Seall frustum nan sgàilean
hu: Kamera csonka gúlájának megjelenítése
id: Tampilkan frustum bayangan
it: Mostra il tronco delle ombre.
ja: 視錐台の影表示
ko: 그림자 조각 표시
lt: Rodyti šešėlių frustą
ms: Papar frustum bayang
nl: Schaduwen in gezichtsveld camera tonen
pl: Pokaż bryły cieni
pt_br: Sombras Dinâmica
pt_pt: Exibir frustum das sombras.
ru: Показать границы отрисовки теней
sk: Zobraziť tieňové frustum
sv: Visa skuggfrustum
tr: Gölge alanını göster
uk: Відобразити тіні зрізаного конусу камери
zh: 显示视锥
zh_tw: 顯示陰影角錐

source: Render Debug Mode Disabled
ast: Modu depuracion gráphica inactivu
cs: Režim ladění vykreslování je vypnuto
de: Render Debug Modus deaktiviert
el: Απεικόνηση Λειτουργίας Εντοπισμού Σφαλμάτων Απενεργοποιημένη
fi: Renderöinnin debuggaustila pois päältä
gd: Tha modh dì-bhugachadh an reandaraidh à comas
hu: Megjelenítési hibakeresési mód: letiltva
id: Mode Debug Render Dimatikan
it: Modalità Render di Debug Disabilitata
ja: レンダーデバッグモード無効
ko: 렌더 디버그 모드 비활성화됨
nl: Render foutopsporingsmodus uitgeschakeld
pl: Tryb renderowania debuga wyłączony
pt_br: Modo de depuração desabilitado
ru: Режим отладки отрисовки отключен
sk: Renderovanie debug módu vypnuté
tr: Hata Ayıklama Modu Oluşturma Devre Dışı
uk: Режим налагодження візуалізації вимкнено
zh: 禁用渲染调试模式

source: Render Debug Mode AO
ast: Modu depuracion gráphica OA
cs: Režim ladění vykreslování AO
de: Render Debug Modus AO
el: Απεικόνηση Λειτουργίας Εντοπισμού Σφαλμάτων ΑΟ
fi: Renderöinnin debuggaustila AO
gd: Modh AO airson dì-bhugachadh an reandaraidh
hu: Megjelenítési hibakeresési mód: AO
id: Mode Debug Render AO
it: Modalità Render di Debug AO
ja: レンダリングデバッグモード AO
ko: 렌더 디버그 모드 AO
nl: AO render foutopsporingsmodus
pl: Tryb renderowania debuga AO
pt_br: Modo de depuração AO
ru: Режим отладки отрисовки AO
sk: Renderovanie debug módu AO
tr: Hata Ayıklama Modu AO'yu Oluştur
uk: Режим налагодження візуалізації AO
zh: 渲染调试模式下的环境光遮蔽特效

source: Render Debug Mode Alpha
ast: Modu depuracion gráphica alpha
cs: Režim ladění vykreslování Alfa
de: Render Debugmodus Alpha
el: Απεικόνηση Λειτουργίας Εντοπισμού Σφαλμάτων Αλφα
fi: Renderöinning debuggaustila alfa
gd: Modh Alpha airson dì-bhugachadh an reandaraidh
hu: Megjelenítési hibakeresési mód: alfa
id: Mode Debug Render Alpha
it: Modalità Render di Debug Alpha
ja: レンダリングデバッグモード アルファ
ko: 렌더 디버그 모드 알파
nl: Alpha render foutopsporingsmodus
pl: Tryb renderowania debuga wczesny
pt_br: Modo de depuração Alfa
ru: Режим отладки отрисовки альфа-канала
sk: Renderovanie debug módu Alpha
tr: Hata Ayıklama Modu Alfa Oluştur
uk: Відтворення режиму налагодження Альфа
zh: 渲染透明度调试模式

source: Render Debug Mode Custom
ast: Modu depuracion gráphica personalizadu
cs: Režim ladění vykreslování Vlastní
de: Render Debugmodus benutzerdefiniert
el: Απεικόνηση Λειτουργίας Εντοπισμού Σφαλμάτων Προσμαρμοσμένη
fi: Renderöinning debuggaustila mukautettu
gd: Modh gnàthaichte airson dì-bhugachadh an reandaraidh
hu: Megjelenítési hibakeresési mód: egyéni
id: Mode Debug Render Kustom
it: Modalità Render di Debug Personalizzata
ja: レンダリングデバッグモード カスタム
ko: 렌더 디버그 모드 사용자 지정
nl: Custom render debug modus
pl: Tryb renderowania debuga własny
pt_br: Modo de depuração personalizado
ru: Пользовательский режим отладки отрисовки
sk: Renderovanie vlastného debug módu
tr: Hata Ayıklama Modu Özel İşleme
uk: Відтворити свій режим налагодження
zh: 自定义渲染调试模式

source: Time warp mode
ar: وضع (التلاعب بالمعدل الزمني)
ast: Modu alteracion temporal
bg: Изкривяване на времето
br: Mod distummidiezh amzerel
ca: Mode de distorsió temporal
cs: Režim zrychlení času
da: Tidsforskydning
de: Zeitreisemodus
el: Λειτουργία στρέβλωσης του χρόνου
es_cl: Modo cápsula de tiempo
et: Ajanihkerežiim
eu: Aldi bateko eraldatzea
fa: مد بازگشت زمان
fi: Aikasiirtymätila
fr: Déformation du temps
ga: Modh freangtha ama
gd: Modh dlùthadh an ama
gl: Modo de velocidade endiañada.
hu: Időhurok mód
id: Mode pelengkungan waktu
it: Distorsione Temporale
ja: タイムワープモード
ka: დროის გამრუდების ხერხი
ko: 시간 왜곡 모드
lt: Laiko keitimo režimas
lv: Laika uzkrāšanas režīms
ms: Mod lompat masa
nb: Spillhastighet
nl: Terug-in-de-tijd-modus
pl: Tryb zwielokrotnienia szybkości.
pt_br: Modo túnel do tempo
pt_pt: Modo de alteração do tempo
ru: Искажение времени
sk: Mód time warp
sl: Način ukrivljanja časa
sq: Mënyra e shtrembërimit të kohës
sv: Time warp läge
tr: Zaman tüneli modu
uk: Режим викривлення часу
zh: 时空隧道模式
zh_tw: 時空隧道模式

source: Note: time warp mode is a developer option, and not intended for use over long periods of time. Using it incorrectly may cause the game to run out of memory or crash.
ar: ملاحظة: وضع الوقت الاعوج هو خيار المطور، وليس المقصود للاستخدام على مدى فترات طويلة من الزمن، استخدامه بشكل غير صحيح قد يسبب للعبة النفاد الذاكرة أو تعطل.
ast: Nota: La opcion disindolcadora “modu alteracion temporal” nun sta pensada pa l usu prolhongadu. Si nun s’utiliza a xheithu puode exhaurire la memoria de l xhuogu ou resultar in falhos.
bg: Бележка: Изкривяването на времето е предназначено за разработчици и не може да се използва твърде продължително. Неправилната употреба може да изчерпа паметта или да предизвика срив.
br: Evezhiadennig: Ar mod 'distummadur amzerel' a zo un dibarzh diorroer anezhañ, ha n'eo ket graet evit bezañ graet gantañ war padelezhioù hir. Gellout a ra un implij fall bezañ kaoz eus un diouer a vemor pe ur sac'hadenn zoken.
ca: Nota: el mode de distorsió temporal és una opció per a desenvolupadors, i no està destinat a un ús prolongat. Un ús incorrecte pot provocar que el joc es quedi sense memòria o es pengi.
cs: Poznámka: Režim zrychlení času je možnost pro vývojáře a není záměrem, aby se používal po dlouhou dobu. Jeho špatné užití může způsobit to, že hře dojde paměť nebo že spadne.
da: Bemærk: Tidsforskydning er en udviklerindstilling, og er ikke ment til brug over længere perioder. Ukorrekt brug kan få spillet til at løbe tør for hukommelse eller gå ned.
de: Anmerkung: Der Zeitreisemodus ist eine Entwickleroption und nicht für längere Zeiträume gedacht. Wenn dieser Modus falsch genutzt wird, kann dem Spiel der Speicher ausgehen oder es kann abstürzen.
el: Σημείωση: Η λειτουργία χρονική δίνη είναι μια επιλογή προγραμματισμού, και δεν προορίζεται για χρήση σε μεγάλες χρονικές περιόδους. Χρησιμοποιώντας τη λάθος μπορεί να προκαλέσει το παιχνίδι να ξεμείνει από μνήμη ή να κρασάρει.
es_cl: Nota: El modo control del tiempo es una opción de desarrolladores, y no esta destinado a ser utilizado por largos períodos de tiempo. Su uso incorrecto puede provocar que el juego quede sin memoria.
et: Märkus: ajanihe on arenduse ja testimise lisavõimalus, mis pole mõeldud pikaajaliseks kasutamiseks. Ebakorrektne kasutus võib põhjustada mängu kokkujooksmise või mälu lõppemise.
eu: Oharra: aldi bateko eraldatzea garapenaren aukera bat da, eta ez dago denbora tarte luzez erabiltzeko egina. Hau gaizki erabiltzeak jokoa blokea dezake edo memoriarik gabe utz dezan eragin dezake.
fa: نکته: حالت برگشت پذیری زمان یک ابزار توسعه دهندگان است و برای استفاده ی طولانی مدت ساخته نشده. استفاده ی نادرست از آن باعث افزایش شدید استفاده از حافظه و متوقف شدن برنامه شود.
fi: Huomio: aikasiirtymätila on kehittäjäoptio, sitä ei ole tarkoitettu käytettäväksi pitkiä aikoja. Jos sitä käytetään väärin, se voi aiheuttaa muistin loppumisen tai pelin kaatumisen,
fr: Remarque : Le mode 'déformation du temps' est une option de développeur, et n'est pas fait pour être utilisé sur de longues durées. Son utilisation incorrecte peut provoquer un manque de mémoire ou un plantage.
ga: Nóta: is rogha forbróra é an modh 'freangadh ama', agus níl sé beartaithe do chluiche ag am fada. Nuair atá sé ina úsáid, b'fhéidir leat cuimhne a rith as, nó cliseadh a dhéanamh.
gd: An aire: ’s e modh nan leasaichear a tha sa mhodh dlùthadh an ama is cha bu chòir dhut a chleachdadh fad ùine mòire. Mur cleachd thu mar bu chòir e, dh’fhaoidte gum falbh an cuimhne air a’ gheama no gun tuislich e.
gl: Nota: o modo de velocidade endiañada é unha opción de desenvolvedor, e non está pensada para ser usada durante longos períodos de tempo. Usala de xeito incorrecto pode facer que o xogo quede sen memoria ou quebre.
hu: Megjegyzés: az időhurok mód egy fejlesztői beállítás, és nem hosszú idejű felhasználásra szánt. Nem megfelelő használata a játék összeomlását okozhatja, vagy elfogyhat a memória.
id: Catatan: Mode pelengkungan waktu adalah opsi pengembang, dan tidak ditujukan untuk penggunaan jangka panjang. Penggunaan yang tidak benar dapat menyebabkan permainan kehabisan memori atau mati.
it: Nota: la modalità distorsione temporale è un'opzione sviluppatore, e non destinata ad essere utilizzata per lunghi periodi di tempo. Usandola in modo errato può causare il crash del gioco.
ja: 注：タイムワープモードは開発者用オプションであり、長時間を超えての使用を想定していません。不適切な使用は、ゲームがメモリーを使い果たす、すなわち異常終了する原因となる場合があります。
ka: შენიშვნა: დროის გამრუდების ხერხი არის მშენებლებისთვის და არ არის განკუთვნილი დროის გრძელი მონაკვეთებისთვის. მისმა არასწორმა გამოყენებამ შეიძლება თამაშის მეხსიერება გაავსოს, ან მარცხი განიცადოს.
ko: 참고: 시간 왜곡 모드는 개발자 옵션이며, 긴 시대에 걸쳐 사용하기 위한 것이 아닙니다. 잘못 사용하면 게임의 메모리가 부족하거나 충돌이 발생할 수 있습니다.
lt: Pastaba: laiko keitimo režimas skirtas kūrėjams ir nepritaikytas ilgam naudojimui. Neteisingai naudojant žaidimas gali pristigti atminties arba užstrigti.
lv: Piezīme: Laika uzkrāšanas režīms ir izstrādātājiem paredzētā iespēja, kas nav paredzēta ilgstošai lietošanai. Lietojot to nekorekti, var novest pie spēles atmiņas pārpildīšanas un sabrukuma.
ms: Perhatian: mod lompat masa adalah pilihan pembangun, tidak sesuai digunakan dalam tempoh yang lama. Menggunakannya secara salah boleh menyebabkan permainan mengalami kehabisan ingatan.
nb: Time warp modus er ment for utviklere og ikke for bruk over lengre tid. Ukorrekt bruk kan føre til at spillet går tom for minne eller krasjer.
nl: Let op: terug gaan in de tijd is een ontwikkeloptie, en niet bedoeld voor gebruik over een lange periode. Incorrect gebruik kan er voor zorgen dat uw computer geheugen tekort komt, en zo het spel laten crashen (of zelfs andere programma's).
pl: Uwaga: tryb zwielokrotnienia szybkości jest narzędziem deweloperskim i nie powinien być używany przez długi okres czasu. Używanie go w sposób nieprawidłowy może spowodować wyczerpanie się dostępnej pamięci lub zamknięcie programu.
pt_br: Nota: o modo de manipulação do tempo é uma opção de desenvolvedor e não é recomendado o uso por longos períodos de tempo. Uso incorreto pode causar falta de memória ou erros fatais.
pt_pt: Nota: o modo do tempo hiper rápido é uma opção de desenvolvimento e não foi pensada para ser usada durante muito tempo. Usar esta opção incorretamente pode causar falta de memória ou um erro fatal durante o jogo.
ru: Заметка: режим искажения времени — это опция для разработчиков, не предназначенная для длительного использования. Неправильное использование данной опции может стать причиной переполнения памяти или выключения игры.
sk: Poznámka: mód time warp je vývojárska možnosť, nie je určený na používanie počas dlhých časových úsekov. Jeho nesprávne použitie môže spôsobiť, že hra vyčerpá svoju pamäť, alebo spadne.
sl: Opomba: ukrivljanje časa je možnost za razvijalce in ni namenjena za daljšo časovno uporabo. Nepravilna uporaba lahko povzroči, da igra izgubi spomin in se sesuje.
sq: Shënim: mënyra e shtrembërimit të kohës është një zgjedhje e zhvilluesit, dhe nuk ka për qëllim përdorimin në periudha të gjata kohore. Përdorimi i pasaktë i tij mund të çoj deri te mbetja e lojës pa memorje apo përplasje.
sv: OBS: Time Warp Läge är en utvecklarinställning och är inte avsett att användas över längre perioder. Felaktig användning kan få spelet att kräva för mycket minne och crasha.
tr: Not: zaman tüneli modu geliştirici seçeneğidir, ve zamanda büyük bölümlerin kullanımı için tasarlanmamıştır. Yanlış kullanımı oyunda bellek dolması veya çökmesine neden olabilir.
uk: Примітка: режим викривлення часу — це опція для розробників і не призначена для використання протягом тривалих періодів часу. Неправильне використання може спричинити переповнення пам’яті або поломку гри.
zh: 注意： 时空隧道模式是开发者选项，不适用于长时间开启。不恰当的使用可能导致内存不足或程序崩溃。
zh_tw: 注意：時空隧道模式是開發者選項，不建議長時間使用。不恰當的使用可能會導致記憶體耗盡或是遊戲當機。

source: Question
ar: سؤال
ast: Intruga
bg: Въпрос
br: Goulenn
ca: Pregunta
cs: Otázka
da: Spørgsmål
de: Frage
el: Ερώτηση
eo: Demando
es_cl: Pregunta
et: Küsimus
eu: Galdera
fa: سوال
fi: Kysymys
ga: Céist
gd: Ceist
gl: Pregunta
hu: Kérdés
id: Pertanyaan
it: Quesito
ja: 質問
ka: კითხვა
ko: 질문
lt: Klausimas
lv: Jautājums
ms: Soalan
nb: Spørsmål
nl: Vraag
pl: Pytanie
pt_br: Questão
pt_pt: Questão
ru: Вопрос
sk: Otázka
sl: Vprašanje
sq: Pyetje
sv: Fråga
te: ప్రశ్న
tr: Soru
uk: Запитання
zh: 问题
zh_tw: 問題

source: Yes or no?
ar: نعم أم لا؟
ast: ¿Sí ou non?
bg: Да или не?
br: Ya pe get?
ca: Sí o no?
cs: Ano nebo ne?
da: Ja eller nej?
de: Ja oder nein?
el: Ναι ή όχι;
eo: Jes aŭ ne?
es_cl: ¿Si o no?
et: Jah või ei?
eu: Bai ala ez?
fa: بله یا خیر؟
fi: Kyllä vai ei?
fr: Oui ou non ?
ga: Sea nó ní hea?
gd: A bheil no nach eil?
gl: Si ou non?
hu: Igen vagy nem?
id: Ya atau tidak?
it: Sì o no?
ja: はい、それともいいえ？
ka: კი ან არა?
ko: 예 또는 아니오?
lt: Taip ar ne?
lv: Jā vai nē?
ms: Ya atay tidak?
nb: Ja eller nei?
nl: Ja of nee?
pl: Tak czy nie?
pt_br: Sim ou não?
pt_pt: Sim ou não?
ru: Да или нет?
sk: Áno alebo nie?
sl: Da ali ne?
sq: Po apo jo?
sv: Ja eller nej?
te: అవును లేదా కాదు?
tr: Evet veya hayır?
uk: Так чи ні?
zh: 是或否？
zh_tw: 是或否？

source: Name
ar: الاسم
ast: Nome
bg: Име
br: Anv
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
eo: Nomo
es_cl: Nombre
et: Nimi
eu: Izena
fa: نام
fi: Nimi
fr: Nom
ga: Ainm
gd: Ainm
gl: Nome
hu: Név
id: Nama
it: Nome
ja: 名前
ka: სახელი
ko: 이름
lt: Vardas
lv: Vārds
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ru: Имя
sk: Meno
sl: Ime
sq: Emri
sv: Namn
te: పేరు
tr: İsim
uk: Ім'я
zh: 名字
zh_tw: 名稱

source: Civilization
ar: الحضارة
ast: Cultura
bg: Цивилизация
br: Sevenadur
ca: Civilització
cs: Civilizace
da: Civilisation
de: Zivilisation
el: Πολιτισμός
eo: Civilizacio
es_cl: Civilización
et: Tsivilisatsioon
eu: Zibilizazioa
fa: تمدن
fi: Sivilisaatio
fr: Civilisation
ga: Sibhialtacht
gd: Sìobhaltas
gl: Civilización
hu: Civilizáció
id: Kebangsaan
it: Civiltà
ja: 文明
ka: ცივილიზაცია
ko: 문명
lt: Civilizacija
lv: Civilizācija
ms: Tamadun
nb: Sivilisasjon
nl: Beschaving
pl: Cywilizacja
pt_br: Civilização
pt_pt: Civilização
ru: Цивилизация
sk: Civilizácia
sl: Civilizacija
sq: Qytetërimi
sv: Civilisation
te: నాగరికత
tr: Medeniyet
uk: Цивілізація
zh: 文明
zh_tw: 文明

source: Team
ar: الفريق
ast: Conxhuntu
bg: Отбор
br: Skipailh
ca: Equip
cs: Tým
da: Hold
el: Ομάδα
eo: Teamo
es_cl: Equipo
et: Liitlased
eu: Taldea
fa: تیم
fi: Joukkue
fr: Équipe
ga: Foireann
gd: Sgioba
gl: Equipo
hu: Csapat
id: Regu
it: Squadra
ja: チーム
ka: ჯგუფი
ko: 팀
lt: Komanda
lv: Komanda
ms: Pasukan
nb: Lag
pl: Drużyna
pt_br: Equipe
pt_pt: Equipa
ru: Команда
sk: Tím
sl: Ekipa
sq: Skuadra
sv: Lag
te: జట్టు
tr: Takım
uk: Команда
zh: 组队
zh_tw: 團隊

source: Theirs
ar: هوَ
ast: Postura
bg: Тяхно
br: Int
ca: El seu
cs: Jejich
da: Deres
de: Ihre
el: Δικά τους
eo: Ilia
es_cl: Suyos
eu: Haiena
fa: آنها
fi: Heidän
fr: Eux
ga: D'iad
gd: Aca
gl: Relación
hu: Övék
id: Mereka
it: I loro
ja: 態度
ka: მათი
ko: 관계
lt: Jų
lv: Viņu
ms: Mereka
nb: Deres
nl: Is
pl: Dla nich
pt_br: Deles
pt_pt: Deles
ru: Кто
sk: Ich
sl: Njihovo
sq: E atyre
sv: Deras
te: వారిది
tr: Onların
uk: Їхній статус
zh: 他们
zh_tw: 他們的

source: A
ar: ح
ast: C
bg: С
de: V
el: Σ
et: L
fa: م
gd: C
hu: Sz
id: S
ko: 동맹
lt: S
lv: S
nl: V
pl: S
ru: С
sk: S
sl: Z
tr: D
uk: С
zh: 友
zh_tw: Ａ

source: N
ar: م
bg: Н
el: Ο
fa: ب
hu: S
ko: 중립
ru: Н
tr: T
uk: Н
zh: 中
zh_tw: Ｎ

source: E
ar: ع
ast: I
bg: В
da: F
de: F
el: Ε
eo: M
et: V
fa: د
gd: C
gl: I
id: M
ko: 적국
lt: P
lv: I
nb: F
nl: V
pl: W
pt_br: I
pt_pt: I
ru: В
sk: V
sl: S
tr: D
uk: В
zh: 敌
zh_tw: Ｅ

source: Tribute
ar: جزية
ast: Tribuir
bg: Дар
br: Truaj
ca: Tribut
cs: Poplatek
da: Tribut
de: Tribut
el: Φόρος υποτελείας
eo: Tributo
es_cl: Tributo
et: Andam
eu: Tributoa
fa: خراج
fi: Kunnianosoitus
fr: Tribut
ga: Cíos
gd: Fo chìs
gl: Tributar
hu: Sarc
id: Upeti
it: Tributo
ja: 貢ぎ物
ka: ხარკი
ko: 공물
lt: Duoklė
lv: Dāvinājums
ms: Ufti
nb: Bidra
nl: Doneer
pl: Danina
pt_br: Tributo
pt_pt: Tributo
ru: Дань
sk: Darovať
sl: Dajatev
sq: Haraç
sv: Hyllning
te: కప్పము
tr: Haraç
uk: Підношення
zh: 贡品
zh_tw: 貢物
