Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-other.po
Languages: ar, ast, bg, br, ca, cs, da, el, es_ar, eu, fa, fi, ga, gd, he, hu, hy, id, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Army of Leonidas I
ar: جيش ليونيداس الأول
ast: Exércitu de Leonidas I
bg: Армия на Леонид I
br: Arme Leonidas I
ca: Exèrcit de Leònides I
cs: Vojsko Leonidase I
da: Leonidas I's hær
el: Ο στρατός του Λεωνίδα Α'
es_ar: Ejército de Leónidas I
eu: Leonidas I.aren armada
fa: ارتش لئونیداس یکم.
ga: Arm Leoiníadais I
gd: Arm Leonidas I
he: צבא ליאונידס הראשון
hu: I. Leonidász serege
hy: Լեոնիդաս I-ի զորք
id: Pasukan Leonidas I
ka: ლეონიდას I-ის ჯარი
ko: 레오니다스 1세의 군대
lt: Leonido I Kariuomenė
lv: Leonīda I armija
ms: Tentera Leonidas I
nb: Leonidas I's hær
nl: Het leger van Leonidas I
pl: Armia Leonidasa I
pt_br: Exército de Leônidas I
ro: Armata lui Leonidas I
ru: Армия Леонида I
sk: Armáda Leónida I
sl: Vojska Leonidasa I
sr: војска Леониде I
sv: Leonidas den Förstes Armé
uk: Армія Леоніда I
zh: 列奥尼达斯一世的军队
zh_tw: 列奧尼達一世的軍隊

source: Market
ar: سوق
ast: Mercadu
bg: Пазар
br: Marc'had
ca: Mercat
cs: Trh
el: Αγορά
eu: Azoka
fa: بازار
fi: Tori
ga: Margadh
gd: Margaid
he: מסחר
hu: Piac
hy: Շուկա
id: Pasar
ko: 시장
lt: Turgus
lv: Tirgus
ms: Pasar
nb: Marked
nl: Markt
pl: Rynek
pt_br: Mercado
ro: Piață
ru: Рынок
sk: Trhovisko
sr: Тржница
sv: Marknad
tr: Pazar
uk: Ринок
zh: 集市
zh_tw: 市集

source: Settlement
ar: مستوطنة
ast: Assentamiento
bg: Селище
br: Trevadenn
ca: Assentament
cs: Osada
da: Bebyggelse
el: Εγκατάσταση
es_ar: Asentamiento
eu: Finkatzelekua
fa: توافق
fi: Asutus
ga: Lonnaíochta
gd: Tuineachadh
he: יישוב
hu: Település
hy: Բնակավայր
id: Pemukiman
ka: დასახლება
ko: 합의
lt: Gyvenvietė
lv: Apmetne
ms: Penempatan
nb: Boplass
nl: Nederzetting
pl: Osada
pt_br: Povoado
ro: Așezare
ru: Поселение
sk: Osada
sl: Naselbina
sr: насеобина
sv: Boplats
tr: Yerleşim
uk: Поселення
zh: 殖民地
zh_tw: 殖民地

source: Minor Greek Polis
ar: شرطة الاغريق العامة
ast: Micrópolis
bg: Малък гръцки полис
br: Ker-stad Gresian Bihan
ca: Polis grega menor
cs: Menší řecký městský stát
da: Mindre græsk Polis
el: Μικρή Ελληνική Πόλη
es_ar: Polis griegas menores
eu: Polis Greko Txikia
fa: شهرک یونانی
ga: Cathair Bheag na Gréige
gd: Polis Greugach beag
he: פוליס יוונית קטנה
hu: Kisebb görög polisz
hy: Հունական փոքր քաղաք
id: Polis Kecil Yunani
ka: პატარა ბერძნული ქალაქი
ko: 작은 그리스 폴리스
lt: Mažas Graikų Polis
lv: Neliela Grieķu Polisa
ms: Yunani Polis Kecil
nb: Mindre gresk polis
nl: Kleine Griekse polis
pl: Poboczne greckie polis
pt_br: Pequena Pólis Grega
ro: Polis Grecesc Mic
ru: Малый греческий полис
sk: Malý grécky mestský štát
sl: Manjši grški polis
sr: мањи грчки полис
sv: Liten Grekisk Stad
uk: Малий грецький поліс
zh: 小型希腊城邦
zh_tw: 小型希臘城邦

source: This is a minor Greek city.
ar: هذه مدينة اغريقية صغيرة.
ast: Esta ye una pequenna polis griega.
bg: Това е малък гръцки град.
br: Ur gêr C'hresian bihan an hini eo.
ca: Aquesta és una ciutat grega menor.
cs: Toto je menší řecké město.
da: Dette er en mindre græsk by.
el: Αυτή είναι μία μικρή Ελληνική πόλη.
es_ar: Esta es una pequeña ciudad griega.
eu: Hau herri Greko txiki bat da.
fa: این یک شهرک یونانی است.
fi: Tämä on vähäpätöinen kreikkalainen kaupunki.
ga: Is cathair bheag na Gréige an chathair seo.
gd: Seo mion-bhaile nan Greugach.
he: זוהי עיר יוונית קטנה.
hu: Ez egy kisebb görög város.
hy: Սա հունական փոքր քաղաք է։
id: Ini adalah kota kecil Yunani.
ko: 이것은 작은 그리스 도시입니다.
lt: Tai yra mažas graikų miestas.
lv: Šī ir neliela Grieķu pilsēta.
ms: Ini adalah bandar kecil Yunani.
nb: Dette er en mindre gresk by.
nl: Dit is een kleine Griekse stad.
pl: To jest mniejsze greckie miasto.
pt_br: Esta é uma pequena cidade grega.
ro: Acesta este un oraș grecesc mic.
ru: Это малый греческий город.
sk: Toto je menšie grécke mesto.
sl: To je manjše grško mesto.
sr: Ово је мањински Грчки град.
sv: Detta är en liten grekisk stad
tr: Bu önemli Yunan şehri.
uk: Це є мале грецьке місто.
zh: 这是一座希腊城镇。
zh_tw: 這是一個希臘的小城市。

source: Greek Polis
ar: شرطة أغريقية
ast: Polis
bg: Гръцки полис
br: Kêr-stad Gresian
ca: Polis grega
cs: Řecký městský stát
da: Græsk Polis
el: Ελληνική Πόλις
es_ar: Polis griega
eu: Polis Grekoa
fa: شهر یونانی
ga: Cathair na Gréige
gd: Polis Greugach
he: פוליס יוונית
hu: Görög polisz
hy: Հունական քաղաք
id: Polis Yunani
ka: ბერძნული ქალაქი
ko: 그리스 폴리스
lt: Graikų Polis
lv: Grieķu Polisa
ms: Polis Yunani
nb: Gresk polis
nl: Griekse polis
pl: Greckie polis
pt_br: Pólis Grega
ro: Polis grecesc
ru: Греческий полис
sk: Grécky mestský štát
sl: Grški polis
sr: грчки полис
sv: Grekisk stad
uk: Грецький поліс
zh: 希腊城邦
zh_tw: 希臘城邦

source: This is a major Greek city.
ar: هذه مدينة إغريقية كبيرة.
ast: Esta ye una gran polis griega.
bg: Това е голям гръцки град.
br: Ur gêr C'hresian bras an hini eo.
ca: Aquesta és una ciutat grega important.
cs: Toto je hlavní řecké město.
da: Dette er en stor græsk by.
el: Αυτή είναι μια μεγάλη Ελληνική πόλη.
es_ar: Esta es una gran ciudad griega.
eu: Hau hiri Greko handi bat da.
fa: این یک کلان شهر یونانی است.
fi: Tämä on suuri kreikkalainen kaupunki.
ga: Is cathair mhór na Gréige an chathair seo.
gd: Seo mòr-bhaile nan Greugach.
he: זוהי עיר יוונית גדולה.
hu: Ez egy jelentősebb görög város.
hy: Սա հունական մեծ քաղաք է։
id: Ini adalah kota besar Yunani.
ko: 이것은 큰 그리스 도시입니다.
lt: Tai yra didelis graikų miestas.
lv: Šī ir liela Grieķu pilsēta.
ms: Ini adalah bandar besar Yunani.
nb: Dette er en større gresk by.
nl: Dit is een grote Griekse stad.
pl: To jest główne greckie miasto.
pt_br: Esta é uma grande cidade grega.
ro: Acesta e un oraș grecesc mare.
ru: Это большой греческий город.
sk: Toto je veľké grécke mesto.
sl: To je veliko grško mesto.
sr: Ово је већински Грчки град.
sv: Detta är en stor grekisk stad.
tr: Bu büyük Yunan şehri.
uk: Це є велике грецьке місто.
zh: 这是一座希腊都邑。
zh_tw: 這是一個希臘的主要城市。

source: Religious Sanctuary
ar: حرم ديني
ast: Sanctuario
bg: Религиозно убежище
br: Santual Relijiel
ca: Santuari religiós
cs: Náboženská svatyně
da: Religiøst Sanctuarium
el: θρησκευτικό καταφύγειο
es_ar: Santuario religioso
eu: Santutegi Erlijiosoa
fa: مکان مقدس مذهبی
fi: Uskonnollinen pyhäkkö
ga: Neimheadh Creidimh
gd: Comraich chràbhach
he: מקדש דתי
hu: Vallási szentély
hy: Կրոնական սրբավայր
id: Suaka Agama
ka: რელიგიური ტაძარი
ko: 종교 성역
lt: Religinis Prieglobstis
lv: Reliģiska Svētnīca
ms: Tempat Suci Agama
nb: Hellig sted
nl: Religieus kerkhof
pl: Sanktuarium religijne
pt_br: Santuário Religioso
ro: Sanctuar Religios
ru: Святилище
sk: Náboženská svätyňa
sl: Svetišče
sr: религијско светилиште
sv: Religiös Fristad
tr: Tapınak
uk: Релігійне святилище
zh: 圣殿
zh_tw: 宗教聖殿

source: Greek Religious Sanctuary
ar: حرم ديني يوناني
ast: Sanctuario griego
bg: Гръцко религиозно убежище
br: Santual Relijiel Grek
ca: Santuari religiós grec
cs: Řecká náboženská svatyně
da: Græsk Religiøst Sanctuarium
el: Ελληνικό θρησκευτικό καταφύγειο.
es_ar: Santuario religioso griego
eu: Erlijio-Santutegi Grekoa
fa: مکان مقدس یونانی
ga: Neimheadh Creidimh na Gréige
gd: Comraich chràbhach Ghreugach
he: מקדש יווני דתי
hu: Görög vallási szentély
hy: Հունական կրոնական սրբավայր
id: Suaka Agama Yunani
ka: ბერძნული რელიგიური ტაძარი
ko: 그리스 종교 안식처
lt: Graikų Religinis Prieglobstis
lv: Grieķu Reliģiska Svētnīca
ms: Tempat Suci Agama Yunani
nb: Gresk hellig sted
nl: Grieks religieus kerkhof
pl: Greckie sanktuarium religijne
pt_br: Santuário Religioso Grego
ro: Sanctuar Religios Grecesc
ru: Греческое святилище
sk: Grécka náboženská svätyňa
sl: Grško svetišče
sr: грчко религијско светилиште
sv: Grekisk Religiös Fristad
uk: Грецьке релігійне святилище
zh: 希腊宗教圣殿
zh_tw: 希臘宗教聖殿

# Name of an attack, usually the weapon.
source: Paws
ast: Patas
bg: Лапи
ca: Urpes
cs: Tlapy
el: Πέλματα
eu: Hankak
fi: Käpälät
gd: Spògan
hu: Mancsok
id: Cakar
ko: 갈퀴
lt: Letenomis
nl: Poten
pl: Łapy
pt_br: Patas
ru: Лапы
sk: škriabanie
sv: Tassar
tr: Pençeler
uk: Лапи
zh: 利爪
zh_tw: 熊爪

source: Black Bear
ast: Ossu prietu
bg: Черна мечка
ca: Ós negre
cs: Medvěd černý (baribal)
el: Μαύρη Αρκούδα
eu: Hartz beltza
fi: Mustakarhu
gd: Mathan-dubh
hu: Fekete medve
id: Beruang Hitam
ko: 흑곰
lt: Juodasis Lokys
nl: Zwarte beer
pl: Niedźwiedź czarny
pt_br: Urso Negro
ru: Барибал
sk: Medveď čierny
sv: Svartbjörn
tr: Kara Ayı
uk: Чорний ведмідь
zh: 黑熊
zh_tw: 黑熊

source: Ursus americanus
bg: Урсус американус
el: Αμερικανική μαύρη αρκούδα
ko: 우루수스 아메리카누스
ru: Урсур американус
sk: Medveď baribal
zh: 黑熊

source: Brown Bear
ast: Ossu
bg: Кафява мечка
ca: Ós bru
cs: Medvěd hnědý
el: Καφέ αρκούδα
eu: Hartz arrea
fi: Ruskakarhu
ga: Art Donn
gd: Mathan donn
hu: Barnamedve
id: Beruang Coklat
ko: 갈색곰
lt: Rudasis Lokys
ms: Beruang Coklat
nl: Bruine beer
pl: Niedźwiedź brunatny
pt_br: Urso-pardo
ru: Бурый медведь
sk: Medveď hnedý
sv: Brunbjörn
tr: Kahverengi Ayı
uk: Бурий ведмідь
zh: 棕熊
zh_tw: 棕熊

source: Ursus arctos
bg: Урсус арктос
el: Φαιά αρκούδα
ko: 우루수스 아르크토스
ru: Урсус арктос
zh: 棕熊

source: Polar Bear
ast: Ossu polar
bg: Полярна мечка
ca: Ós polar
cs: Polární medvěd
el: Πολική Αρκούδα
eu: Hartz polarra
fi: Jääkarhu
gd: Mathan-bàn
hu: Jegesmedve
id: Beruang Kutub
ko: 북극곰
lt: Baltasis Lokys
nl: IJsbeer
pl: Niedźwiedź polarny
pt_br: Urso Polar
ru: Белый медведь
sk: Polárny medveď
sv: Isbjörn
tr: Kutup Ayısı
uk: Полярний ведмідь
zh: 北极熊
zh_tw: 北極熊

source: Ursus maritimus
bg: Урсус маритимус
cs: Medvěd lední
el: Πολική αρκούδα
ko: 우루수스 마리티무스
ru: Урсус маритимус
sk: Medveď biely
zh: 北极熊

# Name of an attack, usually the weapon.
source: Tusks
ast: Colmiellos
bg: Бивни
ca: Ullals
cs: Kly
el: Χαυλιόδοντες
eu: Letaginak
fi: Syöksyhampaat
gd: Tosgan
hu: Agyar
id: Gading
ko: 엄니
lt: Iltimis
nl: Slagtanden
pl: Ciosy
pt_br: Presas
ru: Бивни
sk: Kel
sv: Betar
tr: Uzun Dişler
uk: Бивні
zh: 象牙
zh_tw: 長牙

source: Wild Boar
ar: خنزير برّيّ
ast: Gotsu bravu
bg: Дива свиня
br: Hoc'h-Gouez
ca: Porc senglar
cs: Divočák (divoký kanec)
da: Vildsvin
el: Αγριόχοιρος
eu: Basurde basatia
fa: گراز وحشی
fi: Villisika
ga: Torc Allta
gd: Torc fiadhaich
he: חזיר בר
hu: Vaddisznó
hy: Վայրի վարազ
id: Babi Hutan Liar
ko: 멧돼지
lt: Laukinis Šernas
ms: Babi Hutan
nb: Villsvin
nl: Wild zwijn
pl: Dziki Dzik
pt_br: Javali
ro: Porc mistreț
ru: Вепрь
sk: Divoké prasa
sr: Дивљи вепар
sv: Vildsvin
tr: Yaban domuzu
uk: Дикий вепер
zh: 野猪
zh_tw: 野豬

source: Sus scrofa
ar: خنزير بري
bg: Сус скрофа
cs: Prase divoké
el: Αγριογούρουνο
fa: گراز
he: חזיר בר
hy: Վայրի վարազ
ko: 수스 스크로파
ms: Anak babi
pl: Dzik euroazjatycki
ru: Сус скрофа
zh: 野猪

source: Dromedary
ast: Dromedariu
bg: Едногърба камила
ca: Dromedari
cs: Dromedár
el: Δρομάδα
eu: Dromedarioa
fi: Yksikyttyräinen kameli
ga: Dromadaire
gd: Dromadair
hu: Dromedár
id: Unta Arab
ko: 단봉 낙타
ms: Unta Arab
nl: Dromedaris
pl: Wielbłąd jednogarbny
pt_br: Dromedário
ru: Одногорбый верблюд
sk: Ťava
sv: Dromedar
tr: Deve
uk: Дромедар
zh: 单峰骆驼
zh_tw: 單峰駱駝

source: Camelus dromedarius
bg: Камелус дромедариус
cs: Velbloud jednohrbý
el: Καμήλα η δρομάδα
ko: 카메루스 드로메다리우스
ru: Камелус дромедариус
zh: 单峰骆驼

# Name of an attack, usually the weapon.
source: Horns
ast: Cuörnos
bg: Рога
ca: Banyes
cs: Rohy
el: Κέρατα
eu: Adarrak
fi: Sarvet
gd: Adharcan
hu: Szarv
id: Tanduk
ko: 뿔피리
lt: Ragais
nl: Hoorns
pl: Rogi
pt_br: Chifres
ru: Рога
sk: Rohy
sv: Horn
tr: Boynuzlar
uk: Роги
zh: 军号
zh_tw: 角

source: Bull
ast: Touru
bg: Бик
ca: Toro
cs: Býk
el: Ταύρος
eu: Zezena
fi: Sonni
gd: Tarbh
hu: Bika
id: Banteng
ko: 숫소
lt: Bulius
nl: Stier
pl: Byk
pt_br: Touro
ru: Бык
sk: Býk
sv: Tjur
tr: Boğa
uk: Бугай
zh: 公牛
zh_tw: 公牛

source: Bos taurus taurus
bg: Бос таурус таурус
el: Βους ο ταύρος
ko: 보스 타우루스 타우루스
ru: Домашний бык
zh: 骆驼

source: Cow
ast: Vaca
bg: Крава
ca: Vaca
cs: Kráva
el: Αγελάδα
eu: Behia
fi: Lehmä
gd: Bò
hu: Marha
id: Sapi
ko: 암소
lt: Karvė
nl: Koe
pl: Krowa
pt_br: Vaca
ru: Корова
sk: Krava
sv: Ko
tr: İnek
uk: Корова
zh: 母牛
zh_tw: 牛

source: Sanga Cattle
ast: Buöi Sanga
bg: Говедо санга
ca: Bestiar Sanga
cs: Dobytek Sanga
el: Αφρικάνικος Ούρος
eu: Sanga aberea
fi: Sanga-nauta
gd: Crodh Sanga
hu: Sanga marha
id: Sapi Sanga
ko: 뿔소
nl: Afrikaans vee
pl: Watusi
pt_br: Gado Sanga
ru: Корова санга
sk: Sangský dobytok
sv: Sangakor
tr: Sanga Sığırı
uk: Корова санга
zh: 南非土牛
zh_tw: 桑加牛

source: Bos taurus africanus
bg: Бос таурус африканус
el: Αφρικάνικος βους
eu: Bos taurus afrikarra
ko: 보스 타우루스 아프리카누스
ru: Африканский бык
zh: 南非土牛

source: Zebu
ar: جاموس
ast: Zebú
bg: Зебу
ca: Zebú
el: Ζεμπού
fa: گاو کوهان دار
fi: Seebu
ga: Séabú
gd: Bò-Innseanach
he: זבו
hy: Զեբու
id: Sapi Zebu
ko: 인도 혹소
nl: Zeboe
ro: Bovină
ru: Зебу
tr: Hint Sığırı
uk: Зебу
zh: 瘤牛
zh_tw: 肩峰牛

source: Bos taurus indicus
bg: Бос таурус индикус
el: Ζεμπού
ko: 보스 타우루스 인디쿠스
ru: Бос таурус индикус
zh: 瘤牛

source: Chicken
ar: دجاجة
ast: Pita
bg: Кокошка
br: Yar
ca: Pollastre
cs: Kuře
da: Kylling
el: κοτόπουλο
es_ar: Gallina
eu: Oiloa
fa: مرغ
fi: Kana
ga: Sicín
gd: Cearc
he: תרנגולת
hu: Csirke
hy: Հավ
id: Ayam
ka: ქათამი
ko: 닭
lt: Višta
lv: Vista
ms: Ayam
nb: Kylling
nl: Kip
pl: Kurczak
pt_br: Galinha
ro: Găină
ru: Курица
sk: Sliepka
sl: Piščanec
sr: кокошка
sv: Kyckling
tr: Tavuk
uk: Курка
zh: 鸡
zh_tw: 雞

source: Gallus gallus domesticus
bg: Галус галус доместикус
cs: Kur domácí
el: Όρνιθα η οικιακή
ko: 갈루스 갈루스 도메스티쿠스
ru: Галлус галлус доместикус
zh: 鸡

# Name of an attack, usually the weapon.
source: Teeth
ast: Dientes
bg: Зъби
ca: Dents
cs: Zuby
el: Δόντια
eu: Hortzak
fi: Hampaat
gd: Fiaclan
hu: Fog
id: Gigi
ko: 이빨
lt: Dantimis
nl: Tanden
pl: Zęby
pt_br: Dentes
ru: Зубы
sk: Zuby
sv: Tänder
tr: Dişler
uk: Зуби
zh: 利齿
zh_tw: 齒

source: Nile Crocodile
ar: تمساح النّيل
ast: Crocodylu del Nilu
bg: Нилски крокодил
br: Krokodil an Nil
ca: Cocodril del Nil
cs: Krokodýl nilský
da: Nilkrokodille
el: Κροκόδειλος Νείλου
es_ar: Cocodrilo del Nilo
eu: Niloko Krokodiloa
fa: تمساح نیل
fi: Niilinkrokotiili
ga: Crogall Níleach
gd: Crogall Èipheiteach
he: תנין הנילוס
hu: Nílusi krokodil
hy: Նեղոսյան կոկորդիլոս
id: Buaya Nil
ka: ნილოსის ნიანგი
ko: 나일 악어
lt: Nilo Krokodilas
lv: Nīlas Krokodīls
ms: Buaya Sungai Nil
nb: Krokodille fra Nilen
nl: Nijlkrokodil
pl: Krokodyl nilowy
pt_br: Crocodilo do Nilo
ro: Crocodil de Nil
ru: Нильский крокодил
sk: Nílsky krokodíl
sl: Nilski krokodil
sr: нилски крокодил
sv: Nilkrokodil
tr: Nil Timsahı
uk: Нільський крокодил
zh: 尼罗鳄
zh_tw: 尼羅鱷

source: Crocodylus niloticus
ar: تمساح النيل
bg: Крокодилус нилотикус
el: Κροκόδειλος του Νείλου
fa: تمساح نیل
gd: Crogall Nìl
he: תנין היאור
hy: Նեղոսյան կոկորդիլոս
ka: ნილოსის ნიანგი
ko: 크로코디루스 니로티쿠스
pl: Krokodyl nilowy
ru: Крокодилус нилотикус
zh: 尼罗鳄

source: Red Deer
ast: Venadu
bg: Благороден елен
ca: Cérvol
cs: Rudý jelen
el: Κόκκινο Ελάφι
eu: Orein gorria
fi: Saksanhirvi
ga: Fia Rua
gd: Damh-dearg
hu: Gímszarvas
id: Rusa Merah
ko: 붉은사슴
lt: Taurusis Elnias
ms: Rusa Merah
nl: Edelhert
pl: Jeleń szlachetny
pt_br: Veado-vermelho
ru: Благородный олень
sk: Jeleň lesný
sv: Kronhjort
tr: Kızıl Geyik
uk: Олень благородний
zh: 红鹿
zh_tw: 紅鹿

source: Cervus elaphus
bg: Цервус елафус
cs: Jelen evropský
el: Ερυθρό ελάφι
ko: 세르부스 에라푸스
ru: Цервус элафус
zh: 欧洲马鹿

# Name of an attack, usually the weapon.
source: Fangs
ast: Caniles
bg: Остри зъби
ca: Ullals
cs: Tesáky
el: Κυνόδοντες
eu: Hegalak
fi: Torahampaat
gd: Tosgan
hu: Agyarak
id: Taring
ko: 송곳니
lt: Iltimis
nl: Hoektanden
pl: Kły
pt_br: Presas
ru: Клыки
sk: Tesáky
sv: Gaddar
tr: Dişler
uk: Ікла
zh: 尖牙
zh_tw: 利齒

source: Mastiff
ar: كلب الدرواس
ast: Mastin
bg: Английски дог
ca: Mastí
cs: Doga
el: Μολοσσός
eu: Artzakur
fa: بولداگ
fi: Mastiffi
ga: Maistín
gd: Mastaidh
he: מסטיף
hu: Masztiff
hy: Մաստիֆ
id: Anjing Mastif
ko: 잉글리쉬 마스티프
lt: Mastifas
nl: Buldog
pl: Dog angielski
pt_br: Mastim
ro: Bulldog
ru: Мастифф
sk: Doga
tr: İngiliz Çoban köpeği
uk: Мастиф
zh: 獒
zh_tw: 獒犬

source: Canis lupus familiaris
bg: Канис лупус фамилиарис
cs: Pes domácí
el: Κύων ο λύκος ο οικείος
ko: 카니스 루푸스 파미리아리스
ru: Канис инпус фамилиарис
zh: 犬

source: Wolfhound
ar: الكلب الذئبي
ast: Lhubeiru
bg: Вълкодав
ca: Gos llop
cs: Vlkodav
el: Λυκοθήρας
eu: Erbi-Txakur
fa: سگ گرگی شکاری
fi: Susikoira
ga: Cú Faoil
gd: Madadh
he: וולפהאונד
hu: Farkaskutya
hy: Գայլախեղդ
id: Anjing Wolfhound
ko: 울프호운드
lt: Vilkinis Skalikas
nl: Wolfshond
pl: Pies myśliwski
pt_br: Galgo Irlandês
ro: Câine-Lup
ru: Волкодав
sk: Vlkodav
sv: Varghund
tr: Kurt köpeği
uk: Вовкодав
zh: 猎狼犬
zh_tw: 獵狼犬

source: Donkey
ast: Pollinu
bg: Магаре
ca: Ruc
cs: Osel
el: Γάιδαρος
eu: Astoa
fi: Aasi
ga: Asal
gd: Asal
hu: Szamár
id: Keledai
ko: 당나귀
lt: Asilas
ms: Keldai
nl: Ezel
pl: Osioł
pt_br: Macaco
ru: Осёл
sk: Somár
sv: Åsna
tr: Eşek
uk: Віслюк
zh: 驴
zh_tw: 驢

source: Equus africanus asinus
bg: Екуус африканус асинус
cs: Osel domácí
el: Αφρικανικός γάιδαρος
ko: 에쿠우스 아프리카누스 아시누스
ru: Экуус африканус асинус
zh: 驴

# Name of an attack, usually the weapon.
source: Trunk
ast: Trompa
bg: Хобот
ca: Trompa
cs: Trup
el: Προβοσκίδα
eu: Enborra
fi: Kärsä
gd: Sròn
hu: Ormány
id: Belalai
ko: 통나무
lt: Straubliu
nl: Slurf
pl: Pień
pt_br: Tronco
ru: Хобот
sk: Chobot slona
sv: Snabel
tr: Gövde
uk: Хобот
zh: 象鼻
zh_tw: 象鼻

source: African Bush Elephant
ar: فيل الشجيرات الافريقي
ast: Elephante africanu de sabana
bg: Африкански саванен слон
br: Olifant eus ar Savanenn Afrikan
ca: Elefant africà de sabana
cs: Africký divoký slon
da: Afrikansk Savanneelefant
el: Αφρικανικός Eλέφαντας
es_ar: Elefante africano
eu: Afrikako Sabanako Elefantea
fa: فیل آفریقایی
fi: Afrikan pensasnorsu
ga: Eilifint Tomach na hAfraice
gd: Ailbhean-Afragach fàsaich
he: פיל סוואנה אפריקאי
hu: Afrikai elefánt
hy: Աֆրիկյան սավաննային փիղ
id: Gajah Semak Afrika
ka: აფრიკული სპილო
ko: 아프리카 초원 코끼리
lt: Afrikos Krūminis Dramblys
lv: Āfrikas krūmu zilonis
ms: Gajah Belukar Afrika
nb: Afrikansk busk-elefant
nl: Afrikaanse bosolifant
pl: Słoń afrykański z buszu
pt_br: Elefante Africano de Arbusto
ro: Elefant de tufiș African
ru: Саванный африканский слон
sk: Slon africký
sl: Afriški savanski slon
sr: Афрички слон
sv: Savannelefant
tr: Afrika Çalı Fili
uk: Слон саванний
zh: 非洲丛林象
zh_tw: 非洲草原象

source: Loxodonta africana
bg: Лоходонта африкана
cs: Slon africký
el: Αφρικάνικος Λοξόδοντας
ko: 로소돈타 아프리카나
ru: Локсодонта африкана
zh: 非洲草原象

source: African Bush Elephant Calf
ast: Cría d’elephante africanu de sabana
bg: Африканско саванно слонче
ca: Cria d'elefant africà de sabana
cs: Mládě afrického divokého slona
el: Μικρός Αφρικανικός Ελέφαντας
eu: Afrikako Sabanako Elefante kumea
fi: Afrikan pensasnorsun poikanen
ga: Eilifint Óg Tomach na hAfraice
gd: Laogh ailbhein-Afragaich fàsaich
hu: Afrikai elefántborjú
id: Anak Gajah Semak Afrika
ko: 아프리카 덤불 새끼 코끼리
lt: Afrikos Krūminis Drambliukas
ms: Anak Gajah Belukar Afrika
nl: Savanneolifantsjong
pl: Młode słonia afrykańskiego
pt_br: Cria de Elefante Africano da Savana
ru: Детёныш саванного африканского слона
sk: Slon africký
sv: Afrikansk savannelefantkalv
tr: Afrika Savan Fili Yavrusu
uk: Дитинча саванного слона
zh: 非洲草原小象
zh_tw: 小非洲草原象

source: Asian Elephant
ar: فيل آسيويّ
ast: Elephante asiáticu
bg: Азиатски слон
br: Olifant Azian
ca: Elefant asiàtic
cs: Asijský slon
da: Asiatisk Elefant
el: Ασιατικός Ελέφαντας
es_ar: Elefante asiático
eu: Asiar Elefantea
fa: فیل آسیایی
fi: Aasian norsu
ga: Eilifint na hÁise
gd: Ailbhean-Àisianach
he: פיל אסייתי
hu: Ázsiai elefánt
hy: Ասիական փիղ
id: Gajah Asia
ka: აზიური სპილო
ko: 아시아 코끼리
lt: Azijos Dramblys
lv: Āzijas Zilonis
ms: Gajah Asia
nb: Asiatisk elefant
nl: Aziatische olifant
pl: Słoń azjatycki
pt_br: Elefante-asiático
ro: Elefant asiatic
ru: Индийский слон
sk: Slon ázijský
sl: Azijski slon
sr: Азијски слон
sv: Asiatisk elefant
tr: Asya Fili
uk: Слон індійський
zh: 亚洲象
zh_tw: 亞洲象

source: Elephas maximus
bg: Елефас максимус
cs: Slon indický
el: Ελέφαντας ο Μέγιστος
ko: 에레파스 막시무스
ru: Элефас максимус
zh: 亚洲象

source: Asian Elephant Calf
ar: صغير الفيل الآسيوي
ast: Cría d’elephante asiáticu
bg: Азиатско слонче
br: Olifant asian bihan
ca: Cria d'elefant asiàtic
cs: Mládě asijského slona
el: Νεαρός Ασιατικός Ελέφαντας
eu: Asiar Elefante Kumea
fa: بچه فیل آسیایی
fi: Aasiannorsun poikanen
ga: Eilifint Óg na hÁise
gd: Laogh ailbhein-Àisianaich
he: פיל אסייתי צעיר
hu: Ázsiai elefántborjú
hy: Ասիական փղի ձագ
id: Anak Gajah Asia
ko: 아시아 새끼 코끼리
lt: Azijos Drambliukas
ms: Anak Gajah Asia
nb: Asiatisk elefantunge
nl: Aziatisch olifantskalf
pl: Młody słoń afrykański
pt_br: Bezerro de Elefante Asiático
ro: Pui de Elefant Asiatic
ru: Детёныш индийского слона
sk: Teľa Slona Ázijského
sv: Asiatisk elefantkalv
tr: Asya Yavru Fili
uk: Дитинча індійського слона
zh: 亚洲幼象
zh_tw: 小亞洲象

source: African Forest Elephant
ast: Elephante africanu forestal
bg: Африкански горски слон
ca: Elefant africà de bosc
cs: Africký lesní slon
el: Αφρικανικός Ελέφαντας των Δασών
eu: Afrikako baso elefantea
fi: Afrikkalainen metsänorsu
ga: Eilifint Foraoise na hAfraice
gd: Ailbhean-Àisianach coille
hu: Erdei elefánt
id: Gajah Hutan Afrika
ko: 아프리카 둥근귀 코끼리
lt: Afrikos Girių Dramblys
ms: Gajah Hutan Afrika
nl: Afrikaanse bosolifant
pl: Słoń leśny
pt_br: Elefante Africano da Floresta
ru: Африканский лесной слон
sk: Slon pralesný
sv: Afrikansk skogselefant
tr: Afrika Orman Fili
uk: Африканський лісовий слон
zh: 非洲森林象
zh_tw: 非洲森林象

source: Loxodonta cyclotis
bg: Лоходонта циклотис
cs: Slon pralesní
el: Παχύδερμο λοξόδοντας
ko: 로소돈타 시클로티스
ru: Локсодонта циклотис
sv: Loxodonta cyklotis
zh: 非洲森林象

source: Arctic Fox
ar: ثعلب القطب الشمالي
ast: Raposa árctica
bg: Полярна лисица
br: Louarn Arktik
ca: Guineu àrtica
cs: Arktická liška
el: Αρκτική Αλεπού
eu: Artiko Azeria
fa: روباه قطبی
fi: Napakettu
ga: Sionnach Artach
gd: Sionnach an t-sneachda
he: שועל ארקטי
hu: Sarki róka
hy: Արկտիկական աղվես
id: Rubah Arktik
ko: 북극 여우
lt: Arktinė Lapė
ms: Musang Artik
nb: Fjellrev
nl: Poolvos
pl: Lis Arktyczny
pt_br: Raposa do Ártico
ro: Vulpe polară
ru: Песец
sk: Arktická líška
sr: Арктичка Лисица
sv: Fjällräv
tr: Kutup Tilkisi
uk: Арктична лисиця
zh: 北极狐
zh_tw: 北極狐

source: Vulpes lagopus
bg: Вулпес лагопус
cs: Liška polární
el: Αρκτική αλεπού
ko: 불페스 라로푸스
ru: Вулпес лагопус
zh: 北极狐

source: Red Fox
ar: ثعلب أحمر
ast: Raposa
bg: Червена лисица
br: Louarn ruz
ca: Guineu
cs: Liška obecná
el: Κόκκινη Αλεπού
eu: Azeri gorria
fa: روباه سرخ
fi: Punakettu
ga: Sionnach Rua
gd: Madadh-ruadh
he: שועל אדום
hu: Vörös róka
hy: Կարմիր աղվես
id: Rubah Merah
ko: 붉은 여우
lt: Rudoji Lapė
ms: Musang Merah
nb: Rødrev
nl: Rode Vos
pl: Rudy Lis
pt_br: Raposa Vermelha
ro: Vulpe roșie
ru: Рыжая лиса
sk: Líška Červená
sr: Црвена Лисица
sv: Röd räv
tr: Kızıl Tilki
uk: Руда лисиця
zh: 赤狐
zh_tw: 紅狐

source: Vulpes vulpes
bg: Вулпес вулпес
cs: Liška obecná
el: Κόκκινη αλεπού
ko: 불페스 불페스
nl: Vos
ru: Вулпес вулпес
zh: 赤狐

source: Thomson's Gazelle
ast: Gazela de Thomson
bg: Газела на Томсън
ca: Gasela de Thomson
cs: Thomsonova gazela
el: Γαζέλα Τόμσον
eu: Thomsonen Gazela
fi: Thomsoningaselli
ga: Gasail Mhic Tómais
gd: Gasail Thomson
hu: Thomson-gazella
id: Gazel thomson
ko: 톰슨가젤
lt: Tomsono Gazelė
ms: Gazel Thomson
nl: Thomsongazelle
pl: Gazelopka sawannowa
pt_br: Gazela-de-Thomson
ru: Газель Томсона
sk: Gazela Thomsonova
sv: Thomsongasell
tr: Thomson Ceylanı
uk: Газель Томсона
zh: 汤氏瞪羚
zh_tw: 湯氏瞪羚

source: Eudorcas thomsonii
bg: Еудоркас томсонии
el: Γαζέλα του Τόμσον
ko: 에우도르카스 톰소니이
ru: Эудоркас томсони
zh: 汤氏瞪羚

source: Giraffe
ast: Xhiraffa
bg: Жираф
ca: Girafa
cs: Žirafa
el: Καμηλοπάρδαλη
eu: Jirafa
fi: Kirahvi
ga: Sioráf
gd: Sioraf
hu: Zsiráf
id: Jerapah
ko: 기린
lt: Žirafa
ms: Zirafah
nl: Giraf
pl: Żyrafa
pt_br: Girafa
ru: Жираф
sk: Žirafa
sv: Giraff
tr: Zürafa
uk: Жирафа
zh: 长颈鹿
zh_tw: 長頸鹿

source: Giraffa camelopardalis
ast: Xhiraffa camelopardalis
bg: Гирафа камелопардалис
el: Καμηλοπάρδαλη
ko: 기라프파 카메로파르다리스
ru: Гираффа камелопардалис
zh: 努比亚长颈鹿
