Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-other.po
Languages: ar, ast, bg, br, ca, cs, da, el, es_ar, eu, fa, fi, ga, gd, he, hu, hy, id, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Holly Oak
fi: Rautatammi
tr: Kutsal Meşe

source: Hungarian Oak
fi: Unkarin tammi
tr: Macar Meşesi

source: Large Oak
fi: Iso tammi
tr: Büyük Meşe

source: Olive
fi: Oliivi
tr: Zeytin

source: Areca Palm
fi: Betelpalmu
tr: Areka Palmiyesi

source: Doum Palm
fi: Egyptinhaarapalmu
tr: Doum Palmiyesi

source: Palmyra Palm
fi: Palmyrapalmu
tr: Palmira Palmiyesi

source: Royal Palm
fi: Kuningaspalmu
tr: Kraliyet Palmiyesi

source: Palm
fi: Palmu
tr: Palmiye

source: Tropical Palm
fi: Trooppinen palmu
tr: Tropikal Palmiye

source: Pine
fi: Mänty
tr: Çam

source: Black Pine
fi: Mustamänty
tr: Karaçam

source: Maritime Pine
fi: Rannikkomänty
tr: Deniz Çamı

source: Poplar
fi: Poppeli
tr: Kavak

source: Black Poplar
fi: Mustapoppeli
tr: Siyah Kavak

source: Senegal Date Palm
fi: Senegalin taatelipalmu
tr: Senegal Hurma Palmiyesi

source: Strangler Fig
fi: Kuristajaviikuna
tr: Boğmaca İncir

source: Tamarix
fi: Tamariski
tr: Ilgın

source: Teak
fi: Tiikki
tr: Hint Meşesi

source: Toona
tr: Kızıl Sedir

source: Rainforest Tree
fi: Sademetsän puu
tr: Yağmur Ormanı Ağacı

source: Bush
fi: Pensas
tr: Böğürtlen

source: Cataphract Cavalry
tr: Katafrakt Süvarisi

source: Cataphract
tr: Katafrakt

source: Longsword
tr: Uzun kılıç

source: Rotary Mill
fi: Pyörivä mylly
tr: Döner Değirmen

source: Shrine
fi: Pyhäkkö
tr: Tapınak

source: Ancient Ruins
ar: آثار أثريّة
ast: Ruinas antiguas
br: Dismantroù Kozh
ca: Ruïnes antigues
cs: Starověké zříceniny
da: Ruiner fra Oldtiden
el: Αρχαία ερείπια
es_ar: Ruinas antiguas
fa: خرابه های باستانی
ga: Fothracha Ársa
he: הריסות עתיקות
hu: Ősi romok
hy: Հին ավերակներ
id: Runtuhan Kuno
ka: ძველი ნანგრევები
ko: 고대 유적
lt: Senovės Griuvėsiai
lv: Senas Drupas
ms: Runtuhan Purba
nb: Oldtidsruiner
nl: Oude ruïnes
pl: Starożytne ruiny
ro: Ruine antice
ru: Древние руины
sk: Starobylé ruiny
sl: Starodavne razvaline
sr: древне рушевине
sv: Forntida ruiner
uk: Стародавні руїни
zh: 古迹
zh_tw: 古代遺蹟

source: Ptolemaic Egyptian Statues
ar: تماثيل بطلمية المصرية
ast: Statua ptolemaica
br: Delwennoù Ejipsian Ptolemaik
ca: Estàtues de l'Egipte ptolemaic
cs: Ptolemajovské egyptské sochy
da: Ptolemæiske Egyptiske Statuer
el: Πτολεμαϊκά Αιγυπτιακά Αγάλματα
es_ar: Estatuas del Egipto tolemaico
fa: مجسمه های مصریان بطلمیوسی
ga: Dealbha na nÉigipteach Tolomasaigh
he: פסלים מצריים
hu: Ptolemaioszi egyiptomi szobrok
hy: Պտղոմեոսյան եգիպտական քարեր
id: Patung Mesir Ptolemaik
ka: პტოლემეების ეგვიპტური ძეგლები
ko: 프톨레마이오스 이집트 동상
lt: Ptolemėjiškos Egitiečių Statulos
lv: Ptolemajisko Ēģiptiešu Statujas
ms: Patung Mesir Plotemik
nb: Ptolemaiske egyptiske statuer
nl: Ptolemeïsche standbeelden
pl: Posągi Ptolemejskich Egipcjan
ro: Statui Egiptene Ptolemaice
ru: Статуи птолемеев
sk: Sochy ptolemaiovských Egypťanov
sl: Ptolemejski egipčanski kipi
sr: Египатске птолемејске статуе
sv: Ptolemeiska Egyptiska Statyer
uk: Птолемеївські єгипетські статуї
zh: 托勒密埃及雕像
zh_tw: 埃及托勒密雕像

source: Roman Statues
ar: تماثيل رومانيّة
ast: Statua romana
br: Delwennoù Roma
ca: Estàtues romanes
cs: Římské sochy
da: Romerske Statuer
el: Ρωμαϊκά Αγάλματα
es_ar: Estatuas romanas
fa: مجسمه رومی
ga: Dealbha Rómhánacha
he: פסלים רומיים
hu: Római szobrok
hy: Հռոմեական արձաններ
id: Patung Romawi
ka: რომაული ძეგლები
ko: 로마 동상들
lt: Romėnų Statulos
lv: Romiešu Statujas
ms: Patung Romawi
nb: Romerske statuer
nl: Romeinse standbeelden
pl: Rzymskie posągi
ro: Statui romane
ru: Римские статуи
sk: Rímske sochy
sl: Rimski kipi
sr: Римске статуе
sv: Romersk Staty
uk: Римські статуї
zh: 罗马雕像
zh_tw: 羅馬雕像

source: Athenians
ast: atheneos
ca: Atenesos
el: Αθηναίοι
hu: Athéniak
ko: 아테네
nl: Atheners
ru: Афиняне
sk: Aténčania
sv: Atenare
uk: Афіняни
zh: 雅典
zh_tw: 雅典人

source: As the cradle of Western civilization and the birthplace of democracy, Athens was famed as a center for the arts, learning and philosophy. The Athenians were also powerful warriors, particularly at sea. At its peak, Athens dominated a large part of the Hellenic world for several decades.
ast: Cumo’l verciu de la civilizacion occidental & la madre de la democracia, Athenas tenía fama de ser un centro d’arte, erudicion & philosophía. Los Atheneos tamien yeran distinguidos guerreiros, subre todo nel mar. Nel sou cume, Athenas dominou gran parte del mundu hellénicu per varias décadas.
ca: Com a bressol de la civilització occidental i lloc de naixement de la democràcia, Atenes era famosa com a centre de les arts, l'aprenentatge i la filosofia. Els atenesos també eren guerrers poderosos, sobretot al mar. Al seu apogeu, Atenes va dominar gran part del mon hel·lènic durant dècades.
el: Ως το λίκνο του Δυτικού πολιτισμού και γενέτειρα της δημοκρατίας, η Αθήνα ήταν ξακουστή σαν κέντρο τεχνών, μάθησης και φιλοσοφίας. Επίσης οι Αθηναίοι ήταν ισχυροί πολεμιστές, ειδικά στη θάλασσα. Στη ακμή της, η Αθήνα κυριάρχησε σε ένα μεγάλο κομμάτι του Ελληνικού κόσμου για αρκετές δεκαετίες.
hu: Mint a nyugati civilizáció és a demokrácia bölcsője, Athén a művészetek, a műveltség, és a filozófia központjaként volt híres. De az athéniak remek harcosok is voltak, különösen a tengeren. Hatalmának csúcsán Athén évtizedeken keresztül uralta a hellén világ nagy részét.
ko: 서구 문명의 요람이자, 민주주의의 발상지로 아테네는 예술, 학문, 철학의 중심지로 유명했습니다. 아테네는 특히 바다에서 강력한 군사력을 보여줬습니다. 전성기에는 아테네는 수십 년 동안 헬레니즘 세계의 대부분을 수십년 동안 지배했습니다.
nl: Als de geboorteplaats van de westerse beschaving en de democratie was Athene bekend door zijn kunst en filosofie. De Atheners waren ook sterke strijders, voornamelijk op zee. Athene heeft verscheidene decennia een groot deel van de Griekse wereld geregeerd.
ru: Будучи колыбелью западной цивилизации и местом рождения демократии, Афины славились как центр искусств, науки и философии. Афиняне были также могучими воинами, особенно на море. На пике своего могущества Афины доминировали над значительной частью эллинского мира в течение нескольких десятилетий.
sk: Ako kolíska Západnej civilizácie a rodisko demokracie, Atény boli preslávené ako centrum umenia, výuky a filozofie. Aténčania boli taktiež mocnými bojovníkmi, obzvlášť na mori. Na vrchole svojej slávy vládli Atény po niekoľko desaťročí veľkej časti helénskeho sveta.
sv: Som vaggan för den västerländska civilisationen och demokratins födelseplats, var Aten känt som ett centrum för konst, lärande och filosofi. Atenarna var också kraftfulla krigare, speciellt till sjöss. Vid sin höjdpunkt dominerade Aten en stor del av den grekiska världen under flera decennier.
uk: Афіни, колиска Західної цивілізації та місце народження демократії, були відомі як центр мистецтв, освіти та філософії. Афіняни також були могутніми воїнами, особливо на морі. У час свого розквіту Афіни володіли великою частиною елліністичного світу протягом кількох десятиліть.
zh: 作为民主的诞生地，雅典是希腊艺术、教育和哲学中心。雅典军力不俗，且海军很强。巅峰时期，有数十年雅典人统治了希腊的大部分。
zh_tw: 作為西方文明的搖籃及民主政治的誕生地，雅典以藝術、知識和哲學中心聞名。雅典人也是強大的戰士，尤其擅長海戰。在巔峰時期，雅典曾支配大半古希臘世界長達數十年。

source: Britons
ast: britannos
el: Βρετανοί
hu: Britonok
ko: 브리턴족
nl: Britten
ru: Бритты
sk: Briti
sv: Britanner
uk: Брити
zh: 布立吞
zh_tw: 不列顛人

source: The Britons were the Celtic tribes of the British Isles. Using chariots, longswordsmen and powerful melee soldiers, they staged fearsome revolts against Rome to protect their customs and interests. Also, they built thousands of unique structures such as hill forts, crannogs and brochs.
ast: Los britannos yeran los habitantes célticos de la islha d’Albion. Usando carros, spadonas & combattientes potentes, imbellarun-se contra Roma pa defender los sous costumes & interesses. Arriendas d’ello, fhazían milles de construcciones únicas cumo “cagrī”, “inissyās” & “dūnā”.
ca: Els britons eren les tribus celtes de les Illes Britàniques. Amb carros de guerra, soldats amb espasa llarga i poderosos guerrers cos a cos van protagonitzar temibles revoltes contra Roma per protegir els seus costums i interessos. També van construir milers d'estructures úniques com castres, crannogs i brochs.
el: Οι Βρετανοί ήταν οι κελτικές φυλές των Βρετανικών Νήσων. Χρησιμοποιώντας άρματα, ξιφομάχους και δυνατούς σώμα με σώμα στρατιώτες, οργάνωσαν τρομακτικές εξεγέρσεις εναντίον της Ρώμης για την προστασία των δασμών και των συμφερόντων τους. Επίσης, έχτισαν χιλιάδες μοναδικά κτήρια όπως φρούρια λόφου, Κρενάγκ και Μπροξ.
hu: A britonok a Brit-szigetek kelta törzsei voltak. Harci szekereik, hosszúkardos harcosaik és erős közelharci katonáik segítségével félelmetes felkeléseket hajtottak végre a rómaiak ellen, hogy védjék a saját érdekeiket, és szokásaikat. Emellett páratlan épületek ezreit építették meg mint például erődöket, crannogokat és udvarokat.
ko: 브리턴족은 영국 제도의 켈트 부족인들이었습니다. 그들은 전차, 장검병, 그리고 막강한 근거리 병사를 이용하여, 그들의 관습과 이익을 보호하기 위해 로마에 대해 무시무시한 반란을 일으켰습니다. 또한, 그들은 언덕 요새, 호수위 집 및 원탑 와 같은 수천 개의 독특한 건축물을 지었습니다.
nl: De Britten zijn Keltische stammen van de Britse eilanden. Ze gebruikten paard en kar, lange zwaarden en krachtige soldaten in hun gevechten. Ze vochten veel slagen tegen de Romeinen om hun eigen gebruiken te verdedigen. Ze bouwden ook duizenden unieke gebouwen zoals heuvelforten, crannogs en brochs.
ru: Бритты были представителями кельтских племен на Британских островах. С помощью колесниц, мечников и могучей пехоты организовывали страшные восстания против Рима, защищая свои обычаи и интересы. Также они построили тысячи уникальных объектов, таких как городища, жилища на воде и болотах и круглые каменные башни.
sk: Briti boli keltské kmene z Britských ostrovov. Za pomoci vozov a silných bojovníkov uskutočňovali hrôzostrašné povstania proti Rímu, aby ochránili svoje zvyky a záujmy. Tiež vybudovali tisíce unikátnych stavieb ako napríklad pevnosti, palisády a obranné veže.
sv: Britannerna var de keltiska stammarna från de Brittiska öarna. De använde häststridsvagnar, långsvärdsmän och kraftfulla närstridssoldater. De anordnade skräckinjagande revolter mot Rom för att skydda sina seder och intressen. Dessutom byggde de tusentals unika strukturer såsom fornborgar, crannoger och brochar.
uk: Брити були кельтськими племенами на Британських островах. За допомогою колісниць, мечників та могутньої піхоти організовували жахливі повстання проти Риму на захист своїх традицій та інтересів. Також вони побудували тисячі унікальних об'єктів, таких як фортеці на пагорбах, житла на воді і болотах та круглі кам'яні башти.
zh: 布立吞，为古代凯尔特部落，居住在不列颠群岛。 使用战车与长剑，还有强大的近战士兵。为了保护本文明的习俗和利益，他们的反抗令罗马人闻风丧胆。 此外，他们还建造了成千上万座独特的建筑，如山丘堡垒、水上圆屋和石砌塔楼。
zh_tw: 古不列顛人是居住在不列顛群島的凱爾特人。運用馬戰車、長劍兵和強大的近戰士兵，他們向羅馬掀起駭人的抗爭以維護他們的習俗與利益。他們也建造了數以千計的獨特建築物，像是丘陵堡壘、人工島屋及圓形石塔。

source: Carthaginians
ast: carthaxhineses
ca: Cartaginesos
el: Καρχηδόνιοι
hu: Karthágóiak
ko: 카르타고
nl: Carthago
ru: Карфагеняне
sk: Kartáginci
sv: Kartagerna
uk: Карфагеняни
zh: 迦太基
zh_tw: 迦太基人

source: Carthage, a city-state in modern-day Tunisia, was a formidable force in the western Mediterranean, eventually taking over much of North Africa and modern-day Spain in the third century B.C. The sailors of Carthage were among the fiercest contenders on the high seas, and masters of naval trade. They deployed towered War Elephants on the battlefield to fearsome effect, and had defensive walls so strong, they were never breached.
ast: Carthago/Qart-Hadašt, una cívitas no q’inguanno ye Tunes, yera una potencia del mediterraneo occidental q’acabou conquistando muĩtha de l’África septentrional & la Península Ibérica nel sieglo III a.C. Los marineiros de Carthago yeran entre los meyyores combattientes de l’alta mar, & maiestros del commercio naval. Na battalla, utilizaban elephantes turríxheros cun terrible éxitu & posseían murias tan maciças que nunca naide llas atravessou.
ca: Cartago, una ciutat estat ubicada a l'actual Tunísia, va ser una força formidable al Mediterrani occidental, que va arribar a conquerir gran part del nord d'Àfrica i la península Ibèrica al segle tercer aC. Els mariners de Cartago eren dels adversaris més ferotges en alta mar, i uns mestres del comerç naval. Desplegaven temibles elefants de guerra amb torres al camp de batalla, i les seves muralles defensives eren tan poderoses que mai van ser superades.
el: Η Καρχηδόνα, ήταν μια πόλη-κράτος στη σύγχρονη Τυνησία, ήταν μια τρομερή δύναμη στη δυτική Μεσόγειο, τελικά κατέλαβε μεγάλο μέρος της Βόρειας Αφρικής και της σύγχρονης Ισπανίας στο τρίτο π.Χ. αιώνα. Οι ναυτικοί της Καρχηδόνας ήταν μεταξύ των πιο δύσκολων αντιπάλων στην ανοικτή θάλασσα και αυθεντία στο εμπορικό ναυτικό. Παράτασσαν Πολεμικούς Ελέφαντες με πυργίσκους στο πεδίο της μάχης κάνοντας τρομακτική εντύπωση και είχαν αμυντικά τείχη τόσο ισχυρά, που ποτέ δεν είχαν παραβιαστεί.
hu: Hajdanán a mai Tunézia területén található Karthágó egy elrettentő erővel bíró városállam volt a nyugati Mediterráneumban, amely i.e. 3. században uralma alá hajtotta Észak-Afrika és a mai Spanyolország területének nagy részét. Karthágó hajósai a nyílt tengerek legvadabb szereplői, valamint a tengeri kereskedelem mesterei voltak. A harcmezőkön félelmetes hatást keltettek a tornyos harci elefántjaikkal, és olyan erős védelmi falakat emeltek, hogy senki sem tudott áttörni rajtuk.
ko: 카르타고는 현재 튀니지에 있던 도시 국가에서 서쪽 지중해의 무서운 세력이며, 결국은 북아프리카의 대부분과 현재의 스페인 기원전 3 세기에 지배했습니다. 카르타고 선원은 가장 사나운 바다에서 경쟁자이며, 해상 교역의 달인이었습니다. 그들은 무시무시한 효과를 얻기 위해 전쟁터에 코끼리들을 배치했지만, 방어벽이 너무 강해서 결코 뚫리지 않았었습니다.
nl: Carthago, een stadstaat in het huidige Tunesië, was een indrukwekkende macht in het westen van de Middellandse Zee. Op het hoogtepunt, in de derde eeuw voor Christus, bezaten ze grote delen van Noord Afrika en het huidige Spanje. De zeemannen van Carthago waren gevreesde tegenstanders en meesters van maritieme handel. Hun krijgsolifanten met geschuttorens joegen angst aan op het slagveld en hun stadsmuren waren zo sterk dat ze nooit doorbroken zijn.
ru: Карфаген, город-государство на территории современного Туниса, был грозной силой в западном Средиземноморье, захватившей большую часть северной Африки и современной Испании в третьем веке до н.э. Карфагенские мореходы слыли одними из опаснейших противников в открытом море и были искушены в морской торговле. Они начали использовать боевых слонов с башенками в бою для устрашения врагов, а их стены были настолько крепки, что никому не удалось проломить их.
sk: Kartágo, mestský štát v dnešnom Tunisku, bolo impozantnou mocnosťou v západnom Stredomorí, ktorá v treťom storočí pred Kristom časom ovládla väčšinu severnej Afriky a dnešného Španielska. Kartáginskí námorníci boli jednými z najdivokejších protivníkov na otvorenom mori a zároveň aj majstrami námorného obchodu. Zvykli rozmiestňovať bojových slonov s vežami na bojisko za účelom vyvolania hrôzy u protivníka a mali obranné múry také silné, že sa ich nikdy nepodarilo prekonať.
sv: Kartago, en stadsstat i modern Tunisien, var en formidabel kraft i västra Medelhavet, och tog så småningom över mycket av Nordafrika och dagens Spanien under det tredje århundradet f.Kr. Seglarna i Kartago var bland de tuffaste till sjöss och mästare på sjöhandel. De använde sig av stridselefanter på slagfältet till fruktansvärda effekter och hade starka försvarsmurar som aldrig bröts.
uk: Карфаген, місто-держава на території сучасного Тунісу, було великою військовою силою у західній частині Середземного моря і зрештою захопило значну територію у Північній Африці і сучасній Іспанії у третьому столітті до н.е. Моряки з Карфагену були одними з найнебезпечніших супротивників у відкритому морі, а крім того і досвідченими морськими торговцями. Вони застосовували на полі бою військових слонів, які мали на собі башти для лучників, для залякування ворога. Їхні захисні стіни були настільки міцними, що нікому так і не вдалося їх зруйнувати.
zh: 迦太基城邦，当今位于北非突尼斯，是地中海西部一霸，于公元前三世纪征服了北非大部地区和现代西班牙地区。 迦太基在海上称雄，长于水运贸易。 他们在陆上部署战象以威慑对手，且城防坚不可摧。
zh_tw: 迦太基是個城邦，位於今日的突尼西亞，曾是地中海西部的強大勢力，在西元前三世紀最終掌控北非及現今西班牙的大部分。迦太基水手們在公海上有著最強悍的競爭力，同時也精通海上貿易。他們在戰場上部署塔戰象震懾敵人，還擁有固若金湯的城牆。

source: Gauls
ast: gallos
ca: Gals
el: Γαλάτες
hu: Gallok
ko: 갈리아족
nl: Galliërs
ru: Галлы
sk: Galovia
sv: Galler
uk: Галли
zh: 高卢
zh_tw: 高盧人

source: The Gauls were the Celtic tribes of continental Europe. Dominated by a priestly class of Druids, they featured a sophisticated culture of advanced metalworking, agriculture, trade and even road engineering. With heavy infantry and cavalry, Gallic warriors valiantly resisted Caesar's campaign of conquest and Rome's authoritarian rule.
ast: Los gallos yeran habitantes célticos de la Europa continental. Dominados por un cleru druídicu, posseían una cultura sophisticada de metallurxhia abançada, agricultura, commercio & inclusive inxheniería vial. A pie & a caballu, cun valor & armas pesadas, los guerreiros gállicos resistierun a Caesar & l’authoritarismo de Roma.
ca: Els gals eren les tribus celtes de l'Europa continental. Dirigits per una classe sacerdotal de druides, tenien una cultura sofisticada amb metal·lúrgia avançada, agricultura, comerç i fins i tot enginyeria de carreteres. Amb infanteria i cavalleria pesada, els guerrers gals van resistir valerosament la campanya de conquesta de Cèsar i el govern autoritari de Roma.
el: Οι Γαλάτες ήταν τα Κελτικά φύλα της ηπειρωτικής Ευρώπης. Διοικούνταν από μια ιερατική τάξη τους Δρυίδες, ήταν ένας πλήρης εξελιγμένος πολιτισμός με προηγμένη μεταλλουργία, γεωργία, εμπόριο ακόμη και οδοποιία. Με βαρύ πεζικό και ιππικό, οι Γαλάτες πολεμιστές αντιστάθηκαν γενναία στην κατακτητική εκστρατεία του Καίσαρα και την αυταρχική διακυβέρνηση της Ρώμης.
hu: A gallok a kontinentális Európa kelta törzsei voltak. A druida papság uralta őket, fejlett és kifinomult fémműves, mezőgazdasági, kereskedelmi és útépítő kultúrájuk volt. A nehézgyalogságuk és lovasságuk segítségével a gall harcosok hősiesen ellenálltak Caesar hódító hadjáratának és Róma tekintélyelvű uralmának.
ko: 갈리아족은 유럽 대륙의 켈트 부족이었습니다. 사제의 신관 계급이 지배하고 고급 금속 가공, 농업, 교역, 심지어는 도로 설계에 관한 정교한 문화가 특징이었습니다. 중장비 보병과 기병으로 갈리아 병사는 카이사르의 원정과 로마의 권위 주의적 통치에 용감하게 저항했습니다.
nl: De Galliërs waren de Keltische stammen van continentaal Europa. Hun cultuur werd gedomineerd door de religieuze klasse van Druïden. Ze bezaten een ver ontwikkelde cultuur van geavanceerde metaalwerken, landbouw, handel en zelfs wegenwerken. Met zware infanterie en cavalerie probeerden Gallische krijgers aan de autoriteit van Rome te ontsnappen.
ru: Галлы были кельтскими племенами континентальной Европы. Под властью жреческого сословия друидов, они создали развитую культуру кузнечного дела, сельского хозяйства торговли и даже дорожного строительства. Обладая тяжёлой пехотой и конницей, галльские воины отважно сопротивлялись кампании Цезаря по покорению земель и навязыванию Римского владычества.
sk: Galovia boli keltskými kmeňmi kontinentálnej Európy. Riadení kňazskou triedou Druidov predstavovali sofistikovanú kultúru pokročilého kovoobrábania, poľnohospodárstva, obchodu a dokonca aj cestného staviteľstva. S ťažkou pechotou a jazdou galskí bojovníci statočne odolávali Cézarovmu dobyvateľskému vojnovému ťaženiu a autoritárskej vláde Ríma.
sv: Gallerna var de keltiska stammarna i kontinentala Europa. Dominerad av en prästklass av Druider bestod de av en sofistikerad kultur där det förekom metallbearbetning, jordbruk, handel och till och med vägteknik. Med tungt infanteri och kavalleri motsatte sig de Galliska krigarna tålmodigt Caesars erövringskampanj och Roms auktoritära styre.
uk: Галли були кельтськими племенами континентальної Європи. Серед них переважали священники друїди, які несли складну культуру спеціальної обробки металів, обробітку землі, торгівлі і навіть будівництва доріг. Володіючи важкою піхотою і кавалерією, галльські воїни відважно чинили опір кампанії Цезаря з підкорення земель і нав'язування Римського авторитарного права.
zh: 高卢人，为是欧洲大陆的凯尔特部落。 在德鲁伊阶层的统治下，拥有先进的金属加工、农业、贸易，甚至是道路工程的复杂文化。 凭借重装步兵和骑兵，勇敢地抵抗了凯撒的征服及罗马的统治。
zh_tw: 高盧人是居住歐洲大陸的凱爾特部落。在德魯伊祭司階級的主導下，他們發展出精緻的文化，從先進的金屬加工技術、農業、貿易、一直到道路工程，無所不包。在軍事上，擁有重裝步兵及騎兵的高盧戰士曾經在凱撒的征服戰役與羅馬的專制統治中英勇地抵抗。

source: Iberians
ast: íberos
ca: Ibers
el: Ίβηρες
hu: Ibériaiak
ko: 이베리아족
nl: Iberiërs
ru: Иберы
sk: Iberi
sv: Ibererna
uk: Ібери
zh: 伊比利亚
zh_tw: 伊比利人
