Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-userreport.po
Languages: ast, bg, ca, cs, de, el, es, eu, fr, ga, gd, gl, hu, id, it, ko, nl, pl, pt_br, pt_pt, ru, sk, sv, te, tr, uk, zh, zh_tw

source: 6. Wildfire Games does not process personal data that is not needed for the specified purposes (GDPR 5.1.c, "data minimisation").
ast: 6. Wildfire Games nun trata datos personales que nun seyan precisos pa los propósitos specificados (GDPR 5.1.c, “data minimisation”).
ca: 6. Wildfire Games no processa dades personals que no siguin necessàries per als propòsits especificats (GDPR 5.1.c, "minimització de dades").
cs: 6. Wildfire Games nezpracovává osobní údaje, které nejsou potřebné pro stanovené účely (GDPR 5.1.c, „minimalizace údajů“).
es: 6. Wildfire Games no procesa datos personales que no son necesarios para los fines especificados (GDPR 5.1.c, "minimización de datos").
eu: 6. Wildfire Gamesek ez du norberaren daturik prozesatzen behar ez diren azaldutako helburuetatik at (GDPR 5.1.c, 'datuen minimizatizea').
hu: 6. A Wildfire Games nem kezel olyan személyes adatokat, melyek nem szükségesek a megadott célokhoz (GDPR 5.1.c, „adattakarékosság”).
id: 6. Wildfire Games tidak memproses data pribadi yang tidak dibutuhkan untuk tujuan yang sudah disebutkan (GDPR 5.1.c, "minimisasi data").
pl: 6. Wildfire Games nie przetwarza danych osobowych niewymaganych do wyznaczonych celów(GDPR 5.1.c, "data minimisation").
pt_br: 6. Wildfire Games não processa informação pessoal que não seja necessária para os propósitos especificados (GDRP 5.1.c, "data minimisation" ['minimização de dados'])
ru: 6. Wildfire Games не обрабатывает персональные данные, которые не нужны для указанных целей (Общий регламент по защите данных (ЕС) 5.1.c, «минимизация данных»).
sk: 6. Wildfire Games nespracováva osobné dáta, ktoré nie sú potrebné pre špecifikované účely (GDPR 5.1.c, "data minimisation").
te: 6. వైల్డ్‌ఫైర్ గేమ్స్ పేర్కొన్న ప్రయోజనాల కోసం అవసరం లేని వ్యక్తిగత డేటాను ప్రాసెస్ చేయవు (జిడిపిఆర్ 5.1.సి, "డేటా కనిష్టీకరణ").
uk: 6. Wildfire Games не обробляє особисті дані, які не потрібні для визначених цілей (GDPR 5.1.c, "data minimisation").

source: 7. Wildfire Games uses a storage form that does not allow identification of natural persons for longer than necessary (GDPR 5.1.e "storage limitation").
ast: 7. Wildfire Games utiliza una forma d’atroussamiento que nun permitte la identificacion de personɐs naturales per más tiempu de lo necessario (GDPR 5.1.e “storage limitation”).
bg: 7. Wildfire Games използва форма на хранилище на личните данни, която не позволява разпознаването на физически лица за по-дълго време от нужното (Чл. 5.1.e на GDPR, "ограничение за съхранение").
ca: 7. Wildfire Games utilitza una forma d'emmagatzematge que no permet la identificació de les persones físiques més temps del necessari (GDPR 5.1.e "limitació d'emmagatzematge").
cs: 7. Wildfire Games používá podobu ukládání, která neumožňuje identifikaci fyzických osob po dobu delší, než je nutné (GDPR 5.1.e „omezení ukládání“).
de: 7. Wildfire Games verwendet eine Speicherform, die keine Identifikation natürlicher Personen länger als notwendig erlaubt (DSGVO 5.1.e "Speicherbegrenzung").
el: 7. Η Wildfire Games χρησιμοποιεί ένα τρόπο αποθήκευσης που δεν επιτρέπει την ταυτοποίηση φυσικών προσώπων για μεγαλύτερο χρονικό διάστημα από ό, τι είναι απαραίτητο (Γενικός Κανονισμός για την Προστασία Δεδομένων 5.1.e 'περιορισμός αποθήκευσης').
es: 7. Wildfire Games utiliza un formulario de almacenamiento que no permite la identificación de personas naturales durante más tiempo del necesario (GDPR 5.1.e "limitación de almacenamiento").
eu: 7. Wildfire Gamesek erabiltzen duen biltegiratze erak ez du pertsonen nortasuna erakusten behar baino denbora gehiagoz (GDPR 5.1.e 'biltegiratze muga').
fr: 7. Wildfire Games utilise un type de stockage qui ne permet pas l'identification de personnes physiques plus longtemps que nécessaire (RGPD 5.1.e "Limitation de stockage")
ga: 7. Úsáideann Wildfire Games sórt stórais nach gceadaítear aitheantas daoine nádúrtha níos faide ná mar is gá (GDPR 5.1.e "srian stórais").
gl: 7. Wildfire Games usa unha forma de almacenamento que non permite a identificación de persoas naturais durante máis tempo do necesario (GDPR 5.1.e "storage limitation").
hu: 7. A Wildfire Games olyan tárolási formát használ, amely nem teszi lehetővé a természetes személyes szükségesnél hosszabb azonosítását (GDPR 5.1.e „korlátozott tárolhatóság”).
id: 7. Wildfire Games menggunakan bentuk penyimpanan yang tidak memberikan kesempatan untuk mengidentifikasi perorangan selama lebih dari yang dibutuhkan (GDPR 5.1.e "pembatasan penyimpanan").
ko: 7. Wildfire Games는 필요한 것보다 오랫동안 자연인의 신원을 확인하는 것을 허용하지 않는 저장 양식을 사용합니다 (GDPR 5.1.e "저장 제한").
nl: 7. Wildfire Games gebruikt een opslagvorm die het niet langer dan nodig mogelijk maakt om natuurlijke personen te identificeren (GDPR 5.1.e "opslagbeperking").
pl: 7. Wildfire Games wykorzystuje sposób przechowywania, który nie pozwala na identyfikację osób dłużej niż jest to wymagane (GDPR 5.1.e "ograniczenie przechowywania").
pt_br: 7. Wildfire Games utiliza um formulário de armazenamento que não permite a identificação de pessoas singulares por mais tempo do que o necessário (GDPR 5.1.e "limitação de armazenamento").
pt_pt: 7. A Wildfire Games usa uma forma de armazenamento que não permite a identificação de pessoais naturais por mais tempo que o necessário (RGPD 5.1.e "limitação da conservação").
ru: 7. Wildfire Games использует форму хранения, которая не позволяет идентифицировать физических лиц дольше, чем это необходимо (Общий регламент по защите данных (ЕС) 5.1.e. «ограничение хранения»).
sk: 7. Wildfire Games používa formu ukladania, ktorá neumožňuje identifikáciu fyzických osôb dlhšie, ako je to nevyhnutné (GDPR 5.1.e "storage limitation").
sv: 7. Wildfire Games använder ett lagrings formulär som inte tillåter identifiering av fysiska personer under längre tid än nödvändigt (BNPR 5.1. e "lagring begränsning").
te: 7. వైల్డ్‌ఫైర్ గేమ్స్ నిల్వ రూపాన్ని ఉపయోగిస్తాయి, ఇది సహజమైన వ్యక్తులను అవసరమైన దానికంటే ఎక్కువసేపు గుర్తించడానికి అనుమతించదు (GDPR 5.1.e "నిల్వ పరిమితి").
tr: 7. Wildfire Games, gerçek kişilerin gereğinden daha uzun bir süre tanımlanmasına izin vermeyen bir saklama formu kullanır (GVKY 5.1.e "depolama sınırlaması").
uk: 7. Wildfire Games використовує використовує форму зберігання, яка не дозволяє ідентифікувати фізичних осіб довше, ніж потрібно (GDPR 5.1.e "storage limitation").
zh: 7.Wildfire Games使用的存储形式不允许超时识别(GDPR 5.1.e “储存限制”).
zh_tw: 7. Wildfire Games 使用的儲存形式不允許在超過必要時間後仍可辨識自然人 (GDPR 5.1.e "storage limitation")。

source: 8. Wildfire Games secures personal data processing to prevent unauthorised or unlawful processing and accidental loss (GDPR 5.1.f. "integrity and confidentiality").
ast: 8. Wildfire Games assegura l tratamiento de datos personales para prevenire l tratamiento non authorizado ou illegal & la perda accidental (GDPR 5.1.f. “integrity and confidentiality”).
bg: 8. Wildfire Games обезпечава сигурността на обработването на лични данни за предотвратяване на неоторизирана или нерегламентирана обработка и неумишлена загуба (Чл. 5.1.f. на GDPR, "цялостност и конфиденциалност").
ca: 8. Wildfire Games protegeix el processament de dades per evitar el processament no autoritzat o il·legal i la pèrdua accidental (GDPR 5.1.f. "integritat i confidencialitat").
cs: 8. Wildfire Games zajišťuje zpracování osobních údajů tak, aby se zabránilo neoprávněnému nebo nezákonnému zpracování a náhodné ztrátě (GDPR 5.1.f. „integrita a důvěrnost“).
de: 8. Wildfire Games sichert die persönliche Datenverarbeitung ab, um unautorisierte oder rechtswidrige Verarbeitung und unbeabsichtigten Verlust zu verhindern (DSGVO 5.1.f "Integrität und Vertraulichkeit").
el: 8. Η Wildfire Games διασφαλίζει την επεξεργασία των προσωπικών δεδομένων για την αποτροπή μη εξουσιοδοτημένης ή παράνομης επεξεργασίας και τυχαίας απώλειας (Γενικός Κανονισμός για την Προστασία Δεδομένων 5.1.f. 'ακεραιότητα και εμπιστευτικότητα').
es: 8. Wildfire Games asegura el procesamiento de datos personales para evitar el procesamiento no autorizado o ilegal y la pérdida accidental (GDPR 5.1.f. "integridad y confidencialidad").
eu: 8. Wildfire Gamesek norberaren datuak babesten ditu hauen baimenik gabeko edo legez kanpoko prozesatzea eta nahi gabe galtzea saihesteko (GDPR 5.1.f. 'integritatea eta konfidentzialtasuna').
fr: 8. Wildfire Games sécurise le traitement des données à caractère personnel pour empêcher le traitement non autorisé ou illégal et les pertes accidentelles (RGPD 5.1.f. "Intégrité et confidentialité").
ga: 8. Cosnaíonn Wildfire Games próiseáil sonraí pearsanta chun coisc a chur ar phróiseáil neamhúdaraithe nó neamhdhleathach agus caillteanas timpisteach (GDPR 5.1.f. "ionracas agus rúndacht").
gl: 8. Wildfire Games protexe o procesamento de datos persoais para evitar o procesamento non autorizado ou incorrecto e maila perda accidental (GDPR 5.1.f. "integrity and confidentiality").
hu: 8. A Wildfire Games a személyes adatok kezelését úgy végzi, hogy megakadályozza a nem engedélyezett vagy jogtalan adatkezelést és véd az adatok véletlen elvesztésétől (GDPR 5.1.f. „integritás és bizalmas jelleg”).
id: 8. Wildfire Games mengamankan pengolahan data pribadi untuk mencegah pengolahan yang tidak sah atau melanggar hukum dan kehilangan yang tidak disengaja (GDPR 5.1.f. "integritas dan kerahasiaan").
it: 8. Wildfire Games protegge i dati personali in elaborazione per prevenire elaborazioni o perdite accidentali non autorizzate o illegali (GDPR 5.1.f. "integrity and confidentiality").
ko: 8. Wildfire Games는 승인되지 않았거나 불법적인 처리와 우발적인 손실을 방지하기 위해 개인 데이터 처리를 보호합니다 (GDPR 5.1.f. "무결성 및 기밀 유지").
nl: 8. Wildfire Games beveiligt de verwerking van persoonsgegevens ter voorkoming van ongeoorloofde of onwettige verwerking en accidenteel verlies (GDPR 5.1.f. "integriteit en vertrouwelijkheid").
pl: 8. Wildfire Games chroni przetworzone dane osobowe, by uniemożliwić nieautoryzowane lub bezprawne przetwarzanie danych lub przypadkową ich utratę (GDPR 5.1.f, "integralność i poufność").
pt_br: 8. Wildfire Games protege o processamento de dados pessoais para impedir o processamento não autorizado ou ilegal e a perda acidental (GDPR 5.1.f. "integridade e confidencialidade").
pt_pt: 8. A Wildfire Games trata de forma segura o processamento de dados pessoais para prevenir processamento não autorizado ou ilícito e perdas acidentais (RGPD 5.1.f. "integridade e confidencialidade").
ru: 8. Wildfire Games обеспечивает безопасность обработки персональных данных для предотвращения несанкционированной или незаконной обработки и случайной потери (Общий регламент по защите данных (ЕС) 5.1.f. «целостность и конфиденциальность»).
sk: 8. Wildfire Games chráni spracovávanie osobných dát aby zabránila neautorizovanému alebo nezákonnému spracovávaniu a neúmyselnej strate (GDPR 5.1.f. 'integrity and confidentiality').
sv: 8. Wildfire Games säkrar person uppgifts behandling för att förhindra obehörig eller olaglig behandling och oavsiktlig förlust (GDPR 5.1. f. "integritet och konfidentialitet").
te: 8. వైల్డ్‌ఫైర్ గేమ్స్ అనధికార లేదా చట్టవిరుద్ధమైన ప్రాసెసింగ్ మరియు ప్రమాదవశాత్తు నష్టాన్ని నివారించడానికి వ్యక్తిగత డేటా ప్రాసెసింగ్‌ను సురక్షితం చేస్తుంది (జిడిపిఆర్ 5.1.ఎఫ్. "సమగ్రత మరియు గోప్యత").
tr: 8. Wildfire Games, yetkisiz veya yasadışı işlem ve kazayla kayıpları önlemek için kişisel veri işlemlerini güvence altına alır (GVKY 5.1.f. "bütünlük ve gizlilik").
uk: 8. Wildfire Games захищає обробку особистих даних, щоб запобігти несанкціонованій чи незаконній обробці та випадковій втраті (GDPR 5.1.f. "integrity and confidentiality").
zh: 8. Wildfire Games保护个人数据处理，以防止未经授权或非法处理和意外丢失（GDPR 5.1.f.“完整性和机密性”）。
zh_tw: 8. Wildfire Games 會保護個人資料處理，以防止未經授權或非法的處理以及意外遺失 (GDPR 5.1.f. "integrity and confidentiality")。

source: 9. Wildfire Games informs users of their right to access, to rectify, to erase personal data and the right to restrict, to withdraw consent to, to object to personal data processing and to complain at a supervisory authority (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
ast: 9. Wildfire Games informa a los usuarios de l sou direiꞇhu a acceder, rectificar, oblitterar datos personales & el direiꞇhu a restringir, arretirar l assenso, opponé-se a l tratamiento de datos personales & queixá-se ante una authoridá supervisora (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
bg: 9. Wildfire Games уведомява потребителите за техните права на достъп, коригиране, изтриване на лични данни и правата на ограничение, оттегляне на съгласие, за неодобрение на обработване на лични данни и правото на подаване на оплакване до надзорен орган (Чл. 13.2.b, чл. 13.2.c, и чл. 13.2.d на GDPR).
ca: 9. Wildfire Games informa els usuaris del seu dret a accedir, rectificar, suprimir dades personals i el dret de restringir, retirar el consentiment, o oposar-se al processament de dades personals i de presentar una queixa a una autoritat supervisora (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
cs: 9. Wildfire Games informuje uživatele o jejich právu na přístup, opravu, vymazání osobních údajů a právo omezit, odvolat souhlas, vznést námitku proti zpracování osobních údajů a podat stížnost u dozorového úřadu (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
de: 9. Wildfire Games informiert Benutzer über ihr Recht, persönliche Daten einzusehen, richtigzustellen oder zu löschen, das Recht, die persönliche Datenverarbeitung zu beschränken, ihr die Zustimmung zu entziehen, oder ihr zu widersprechen, sowie bei einer Aufsichtsbehörde Beschwerde einzulegen (DSGVO 13.2.b, DSGVO 13.2.c, DSGVO 13.2.d).
el: 9. Η Wildfire Games ενημερώνει τους χρήστες για τα δικαίωμά τους, να έχουν πρόσβαση, να διορθώσουν, να διαγράψουν προσωπικά δεδομένα και να τα περιορίσουν, να αποσύρουν τη συγκατάθεσή τους, να αντιταχθούν στην επεξεργασία προσωπικών δεδομένων και να υποβάλλουν καταγγελίες σε μια εποπτική αρχή (Γενικός Κανονισμός για την Προστασία Δεδομένων 13.2.b, ΓΚΠΔ 13.2.c, ΓΚΠΔ 13.2.d).
es: 9. Wildfire Games informa a los usuarios sobre su derecho de acceso, rectificación, borrado de datos personales y el derecho de restringir, retirar el consentimiento, objetar el procesamiento de datos personales y reclamar ante una autoridad de supervisión (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
eu: 9. Wildfire Gamesek erabiltzaileei jakin arazten die norberaren datuen atzemate, aldatze eta ezabatzeko duten eskubidez, hala nola horien mugatze baimena kendu edota prozesatzea zalantzan jarri eta ikuskatzaile agintaritzaren aurrean kexa azaltzeko eskubideaz (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
fr: 9. Wildfire Games informe les utilisateurs de leur droit d'accéder, de rectifier, d'effacer leurs données personnelles et du droit de restreindre, de retirer son consentement, de s'opposer au traitement de données à caractère personnel et de se plaindre auprès d'une autorité de surveillance (RGPD 13.2.b, RGPD 13.2.c, RGPD 13.2.d).
ga: 9. Cuireann Wildfire Games a n-úsáideoirí in iúl dá gceart chun rochtana, ceartaithe, scriosta ar a sonraí pearsanta agus a gceart chun teorainn a chur le, cead a bhaint as, próiseáil sonraí a chur i gcoinne agus chun gearáin a thaisceadh le húdáras maoirseachta (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
gl: 9. Wildfire Games informa aos usuarios do seu dereito a acceder, a rectificar e a borrar datos persoais, así como o dereito a restrinxir ou retirar o consentimento, ou a obxectar ante o procesamento de datos persoais ou a queixarse ante unha autoridade supervisora (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
hu: 9. A Wildfire Games tájékoztatja a felhasználóit a jogaikról, hogy elérhetik, javíthatják és törölhetik a személyes adataikat, és joguk van azok korlátozására, joguk van a beleegyezésük visszavonására, és panaszt tehetnek egy felügyeleti hatóságnál (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
id: 9. Wildfire Games memberitahukan pengguna tentang haknya untuk mengakses, memperbaiki, menghapus data pribadi dan hak untuk membatasi, menarik izin, menolak pengolahan data pribadi dan mengajukan keluhan kepada otoritas pengawasan (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
ko: 9. Wildfire Games는 개인 데이터를 액세스, 수정, 삭제할 수 있는 권리와 개인 데이터 처리에 반대하고 동의를 철회하며, 감독 당국에 불만을 제기할 수 있는 권리를 사용자에게 알립니다 (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
nl: 9. Wildfire Games informeert gebruikers over hun recht op toegang, rectificatie, het wissen van persoonlijke gegevens en het recht om te beperken, toestemming in te trekken, bezwaar te maken tegen verwerking van persoonsgegevens en te klagen bij een toezichthoudende instantie (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
pl: 9. Wildfire Games informuje użytkowników o ich prawie do wglądu, poprawek, wymazania danych i prawie do zastrzeżenia, wycofania zgody, sprzeciwu wobec przetwarzania danych osobowych i prawie do złożenia skargi organom nadzorczym (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
pt_br: 9. Wildfire Games informa os usuários sobre seu direito de acessar, retificar, apagar dados pessoais e o direito de restringir, de se opor ao processamento de dados pessoais e de reclamar perante uma autoridade supervisora (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
pt_pt: 9. A Wildfire Games informa os seus utilizadores do seu direito a aceder, retificar, eliminar dados pessoais e o direito a restringir, retirar o consentimento, opor-se aos processamento dos dados pessoais e a apresentar uma queixa a uma autoridade de controlo (RGPD 13.2.b, RGPD 13.2.c, RGPD 13.2.d).
ru: 9. Wildfire Games информирует пользователей об их праве доступа, исправления, удаления личных данных и праве ограничивать, отзывать согласие на обработку личных данных и подавать жалобы в контролирующий орган (Общий регламент по защите данных (ЕС) 13.2.b, 13.2.c, 13.2.d).
sk: 9. Wildfire Games informuje používateľov o ich práve na prístup, overenie, zmazanie osobných dát a práve obmedziť, odobrať súhlas, namietať k spracovávaniu osobných dát a sťažovať sa nadradenej autorite (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
sv: 9. Wildfire Games informerar användarna om deras rätt att få till gång till, att rätta till, att radera person uppgifter och rätten att begränsa, att återkalla samtycke till, att invända mot behandling av person uppgifter och att klaga hos en tillsynsmyndighet (GDPR 13.2. b, GDPR 13.2. c, GDPR 13.2. d).
te: 9. వైల్డ్‌ఫైర్ గేమ్స్ వినియోగదారులకు వారి ప్రాప్యత, సరిదిద్దడానికి, వ్యక్తిగత డేటాను చెరిపేయడానికి మరియు పరిమితం చేసే హక్కును, సమ్మతిని ఉపసంహరించుకోవటానికి, వ్యక్తిగత డేటా ప్రాసెసింగ్‌కు అభ్యంతరం చెప్పడానికి మరియు పర్యవేక్షక అధికారం వద్ద ఫిర్యాదు చేయడానికి తెలియజేస్తుంది (జిడిపిఆర్ 13.2.బి, జిడిపిఆర్ 13.2.సి, జిడిపిఆర్ 13.2.డి).
tr: 9. Wildfire Games, kullanıcılara kişisel verilere erişme, düzeltme, kişisel verileri silme ve kısıtlama, onay vermeme, kişisel veri işlemesine itiraz etme ve denetleme otoritesinde şikayet etme hakkı (GVKY 13.2.b, GVKY) hakkında bilgi verir. 13.2.c, GVKY 13.2.d).
uk: 9. Wildfire Games інформує користувачів про їхнє право на доступ, виправлення, стирання особистих даних та право обмежувати, відкликати згоду на, заперечувати проти обробки особистих даних та подавати скаргу в наглядовий орган (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d).
zh: 9. Wildfire Games告知用户他们有权访问，纠正，删除个人数据以及限制，撤销同意，反对个人数据处理和向监管机构投诉的权利（GDPR 13.2.b，GDPR 13.2。 c，GDPR 13.2.d）。
zh_tw: 9. Wildfire Games 告知使用者他們有權存取、更正、刪除個人資料以限制、撤銷同意、反對對個人資料的處理，以及向主管機關投訴的權利 (GDPR 13.2.b, GDPR 13.2.c, GDPR 13.2.d)。

source: 10. Wildfire Games facilitates the exercise of user rights where possible (GDPR 12.2), without undue delay (GDPR 12.3).
ast: 10. Wildfire Games facilita l exercicio de direiꞇhos de l usuariu quando ye possible (GDPR 12.2), sin atrasos innecessarios (GDPR 12.3).
bg: 10. Wildfire Games спомага за упражняването на потребителските права, където е необходимо (Чл. 12.2 на GDPR), без неоснователно забавяне (Чл. 12.3 на GDPR).
ca: 10. Wildfire Games facilita l'exercici dels drets de l'usuari sempre que sigui possible (GDPR 12.2), sense demora innecessària (GDPR 12.3).
cs: 10. Wildfire Games usnadňuje výkon uživatelských práv, kde je to možné (GDPR 12.2), a to bez zbytečného prodlení (GDPR 12.3).
de: 10. Wildfire Games erleichert die Wahrnehmung von Benutzerrechten, wo möglich (DSGVO 12.2), ohne unangemessene Verzögerung (DSGVO 12.3).
el: 10. Η Wildfire Games διευκολύνει την άσκηση των δικαιωμάτων του χρήστη όπου είναι δυνατόν (Γενικός Κανονισμός για την Προστασία Δεδομένων 12.2), χωρίς αδικαιολόγητη καθυστέρηση (ΓΚΠΔ 12.3).
es: 10. Wildfire Games facilita el ejercicio de los derechos de usuario siempre que sea posible (GDPR 12.2), sin demoras indebidas (GDPR 12.3).
eu: 10. Wildfire Gamesek ahal duen bitartean erabiltzaileen eskubideak babestuko ditu (GDPR 12.2), behargabeko atzerapenik gabe (GDPR 12.3).
fr: 10. Wildfire Games facilite l’exercice des droits des utilisateurs lorsque cela est possible (RGPD 12.2), sans retard indu (RGPD 12.3).
ga: 10. Éascaíonn Wildfire Games úsáid ceirt na n-úsáideoirí nuair is féidir (GDPR 12.2), gan mhoill mhíchuí (GDPR 12.3).
gd: 10. Nì Wildfire Games cur an cèill còraichean a’ chleachdaiche furasta ma ghabhas seo dèanamh (GDPR 12.2) is gun dàil gun adhbhar (GDPR 12.3).
gl: 10. Wildfire Games facilita o exercicio dos dereitos dos usuarios dentro do posíbel (GDPR 12.2), sen demoras innecesarias (GDPR 12.3).
hu: 10. A Wildfire Games elősegíti a felhasználói jogok gyakorlását, ha ez lehetséges (GDPR 12.2), indokolatlan késedelem nélkül (GDPR 12.3).
id: 10. Wildfire Games memfasilitasi penggunaan hak pengguna jika memungkinkan (GDPR 12.2), tanpa penundaan yang tidak semestinya (GDPR 12.3).
it: 10. Wildfire Games facilita l'esercizio dei diritti dell'utente dove possibile (GDPR 12.2), senza indebito indugio (GDPR 12.3).
ko: 10. Wildfire Games는 가능한 한 사용자 권리를 과도하게 지체하지 않고 (gdpr 12.2) 쉽게 행사할 수 있도록 합니다 (gdpr 12.3).
nl: 10. Wildfire Games faciliteert de uitoefening van gebruikersrechten waar mogelijk (GDPR 12.2), zonder onnodige vertraging (GDPR 12.3).
pl: 10. Wildfire Games ułatwia korzystanie z praw użytkownika tam, gdzie jest to możliwe (12,1 PKB), bez zbędnej zwłoki.
pt_br: 10. Wildfire Games facilita o exercício dos direitos do usuário sempre que possível (GDPR 12.2), sem atrasos indevidos (GDPR 12.3).
pt_pt: 10. A Wildfire Games facilita o exercício dos direitos do utilizador quando possível (RGPD 12.2), sem demora injustificada (RGPD 12.3).
ru: 10. Wildfire Games способствует осуществлению прав пользователей там, где это возможно (Общий регламент по защите данных (ЕС) 12.2), без неоправданных задержек (Общий регламент по защите данных (ЕС) 12.3).
sk: 10. Wildfire Games sprostredkuje uplatňovanie práv používateľa kde je to možné (GDPR 12.2), bez nadmerných oneskorení (GDPR 12.3).
sv: 10. Wildfire Games underlättar utövandet av användar rättigheter om möjligt (GDPR 12,2), utan onödigt dröjsmål (GDPR 12,3).
te: 10. వైల్డ్‌ఫైర్ గేమ్స్ అనవసరమైన ఆలస్యం లేకుండా (జిడిపిఆర్ 12.3) వినియోగదారు హక్కులను సాధ్యమైన చోట (జిడిపిఆర్ 12.2) ఉపయోగించుకునేలా చేస్తుంది.
tr: 10. Wildfire Games, mümkün olduğu kadar gecikmeden (GVKY 12.3), mümkün olduğunda kullanıcı haklarının kullanılmasını kolaylaştırmaktadır (GVKY 12.2).
uk: 10. Wildfire Games полегшує здійснення прав користувачів, де це можливо (GDPR 12.2), без зайвого зволікання (GDPR 12.3).
zh: 10. Wildfire Games应有助于尽可能行使用户权利（GDPR 12.2），不得无故拖延（GDPR 12.3）。
zh_tw: 10. Wildfire Games 會盡可能促進使用者權利的行使 (GDPR 12.2)，而不會有不恰當的延遲 (GDPR 12.3)。
