Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: %(player)s has been defeated (lost civic center).
ast: %(player)s sta apoderadu (perdeu la plaça).
bg: %(player)s беше победен(а) (загуби селищния си център).
br: Trec'het eo bet %(player)s (kreizenn geodedel kollet).
ca: %(player)s ha estat vençut (ha perdut el centre cívic).
cs: %(player)sbyl poražen (ztráta správního střediska).
da: %(player)s er blevet besejret (tabt borgercenter).
de: %(player)s wurde besiegt (Verwaltungssitz verloren).
el: ο%(player)s ηττήθηκε (έχασε το αστικό κέντρο).
es: %(player)s ha sido derrotado (perdió su centro cívico).
eu: %(player)s menderatua izan da (gizarte zentroa galdu du).
fa: %(player)s شکست خورد (مرکز تمدنش را از دست داد)
fi: %(player)s on lyöty (menetti kansalaiskeskuksen).
fr: %(player)s a été vaincu (centre-ville perdu).
ga: Tá %(player)s cloíte (ionad cathartha caillte).
gd: Chaidh ruaig a chur air %(player)s (chailleadh an t-ionad sìobhalta).
hu: %(player)s vesztett (elvesztette a városházát).
id: %(player)s telah dikalahkan (kehilangan pusat bangsa).
it: %(player)s è stato sconfitto (Centro Civico distrutto)
ja: %(player)sは敗北しました (町の中心を失いました)。
ko: %(player)s님이 패배했습니다 (시민회관 잃음).
ms: %(player)s telah dikalahkan (pusat sivik telah ditawan).
nb: %(player)s har blitt beseiret (mistet sitt samfunnssenter)
nl: %(player)s is verslagen (beschavingscentrum verloren)
pl: %(player)s został pokonany (utrata centrum osady).
pt_br: %(player)s foi derrotado (perdeu centro cívico).
pt_pt: %(player)s foi derrotado (perdeu o seu centro cívico).
ru: %(player)s потерпел поражение (городской Центр разрушен).
sk: %(player)s bol porazený (stratené Občianske Centrum).
sv: %(player)s har blivit besegrad (förlorade samhällscentrum).
tr: %(player)s Yenildi (şehir merkezi kaybedildi).
uk: %(player)s зазнав поразки (втрачено громадський центр).
zh: %(player)s失败了（失去市政中心）。
zh_tw: %(player)s 已被擊敗（失去城鎮中心）。

source: Players start in a plains with slightly rolling highlands.
ast: Los jogadores intamɐn n un ḷḷano daqué undulado.
bg: Играчите започват в равнина с ниски хълмове.
br: War daou du d'ur gompezenn gant Uheldirioù e krog ganti ar c'hoarierien.
ca: Els jugadors comencen en unes planures amb muntanyes lleugerament arrodonides.
cs: Hráči začínají na planině s lehce se vlnící vrchovinou.
da: Spillerne starter på sletter med let rullende højland.
de: Die Spieler starten in der Prärie mit leicht geschwungenen Hügeln.
el: Οι παίκτες ξεκινάνε σε πεδιάδες με ελαφρώς επικλινής υψίπεδα.
es: Los jugadores comienzan en una planicie rodeados por ligeras colinas.
eu: Jokalariak mendixka txikiak inguratutako lautada batean hasiko dira.
fa: بازیکن ها بازی را در یک دشت با کمی بلندی آغاز می کنند
fi: Pelaajat aloittavat lievästi aaltoilevien ylänköjen aroilla.
fr: Les joueurs commencent dans une plaine avec des hauts plateaux légèrement ondulés.
ga: Tosaíonn na himreoirí i machaire le hardchríocha droimneacha.
gd: Tòisichidh na cluicheadairean air machair le cnuic faisg orra.
hu: A játékosok egy síkságon kezdenek egy kissé dimbes-dombos hegyvidékkel.
id: Pemain mulai di sebuah padang dengan dataran tinggi yang agak menurun.
it: I giocatori iniziano in una pianura con altopiani leggermente ondulati.
ja: プレイヤーはゆるやかに起伏する高地のある平原がら開始します。
ko: 플레이어들은 약간 구불구불 한 고원이 있는 평야에서 시작합니다.
ms: Pemain bermula ditanah datar dengan sedikit kawasan tanah tinggi.
nb: Spillere starter på sletter med noe bølgende høyland.
nl: Spelers starten in een vlakte met golvend gebergte verderop.
pl: Gracze rozpoczynają na równinach z łagodnymi wzniesieniami.
pt_br: Jogadores começam em planícies com ligeiras elevações.
pt_pt: Os jogadores começam numa planície com ligeiras ondulações de montanhas.
ru: Игроки начинают в равнинах со слегка холмистыми нагорьями.
sk: Hráči začínajú na rovinách, medzi ktorými sa nepatrne vlnia pahorky.
sv: Spelare börjar på en slätt med böljande högland.
tr: Oyuncular hafifce engebeli bir yaylada başlarlar.
uk: Гравці починають на рівнині зі злегка хвилястою гірською місцевістю.
vi: Những người chơi bắt đầu ở một vùng đồng bằng với những cao nguyên thoai thoải.
zh: 开局位于有稍微起伏高地的平原。
zh_tw: 玩家於稍有起伏的平坦高地開始遊戲。

source: Syria
bg: Сирия
br: Siria
ca: Síria
cs: Sýrie
da: Syrien
de: Syrien
el: Συρία
es: Siria
eu: Siria
fa: سوریه
fi: Syyria
fr: Syrie
ga: An tSiria
gd: Siridhea
hu: Szíria
id: Suriah
it: Siria
ja: シリア
ko: 시리아
nl: Syrië
pt_br: Síria
pt_pt: Síria
ru: Сирия
sk: Sýria
sr: Сирија
sv: Syrien
tr: Suriye
uk: Сирія
zh: 叙利亚
zh_tw: 敘利亞

source: A calm wide river, representing the Nile River in Egypt, divides the map into western and eastern parts.
ast: Un corriente ançhu & sele, que representa l riw Nilu n Egypto, stadia la geographía n duɐs partes, occidental & oriental.
bg: Спокойна широка река, наподобяваща Нил в Египет, разделя картата на западна и източна част.
br: Ur stêr ledan sioul, o tiskouez ar Stêr Nil en Egipt, a zisrann ar gartenn e lodennoù kornôg ha reter.
ca: Un riu ample i tranquil, que representa el Nil d'Egipte, divideix el mapa en dues parts: est i oest.
cs: Klidná široká řeka, která představuje Nil v Egyptě, rozděluje mapu na západní a východní část.
da: En bred og stille flod, som repræsenterer Nilen i Egypten, deler banen i en vestlig og en østlig del.
de: Ein ruhiger, breiter Fluss, der den Nil in Ägypten repräsentiert, trennt die Karte in einen westlichen und einen östlichen Teil.
el: Ένα ήρεμο πλατύ ποτάμι, που εκπροσωπεί τον ποταμό Νείλο στην Αίγυπτο, χωρίζει το χάρτη σε δυτικό και ανατολικό τμήμα.
es: Un río lento y ancho, que representa al Río Nilo en Egipto, divide el mapa en su parte oriental y occidental.
eu: Erreka mantso eta zabala, Egiptoko Nilo Ibaia irudikatzen duena, mapa ekialde eta mendebaldean banatzen du.
fa: یک رود آرام عریض، نمادی از رود نیل در مصر نقشه را به دو منطقه شرقی و غربی تقسیم می کند
fi: Rauhalinen joki, joka kuvaa Niilin virtaa Egyptissä, jakaa kartan läntiseen ja itäiseen osaan.
fr: Un large fleuve paisible, représentant le Nil en Égypte, divise la carte en parties occidentales et orientales.
ga: Abhainn chiúin agus leathan, léiríonn an léarscáil seo abhainn na NÍle san Éigipt, roineann sí an léarscáil i gcodanna thair agus thoir.
gd: Abhainn mhòr chiùin a riochdaicheas an Nìl san Èipheit ’s a sgaraicheas am mapa sna sgìrean siarach ’s earach.
hu: Egy csendes, széles folyó, amely a Nílust képviseli, nyugati és keleti részekre választja szét a térképet.
id: Sungai yang luas dan tenang, mewakili Sungai Nil di Mesir, membagi peta menjadi bagian barat dan timur.
it: Un fiume largo e calmo, che rappresenta il fiume Nilo in Egitto, divide la mappa nella parte occidentale e orientale.
ja: 緩やかな幅の広い川はエジプトのナイル川を表現し、マップを東西に分割しています。
ko: 완만하게 넓은 강은 이집트 나일강을 표현했고 지도를 동쪽과 서쪽으로 나누고 있습니다.
ms: Sungai yang luas dan mengalir tenang, mewakili Sungai Nil di Mesir, membahagi peta kepada kawasan barat dan timur.
nb: En rolig, bred elv, forestiller Nilen i Egypt og deler kartet i en vestlig og en østlig del.
nl: Een kalme, weide rivier verdeelt de kaart in een westelijk en een oostelijk gedeelte.
pl: Spokojna, szeroka rzeka, reprezentująca Nil w Egipcie, dzieli mapę na część zachodnią i wschodnią.
pt_br: Um rio calmo, representando o rio Nilo, no Egito, divide o mapa em partes ocidentais e orientais.
pt_pt: Um calmo e largo rio, representando o rio Nilo no Egito, divide o mapa nas partes ocidente e oriente.
ru: Спокойная и широкая река, представляющая собой Нил в Египте, разделяет карту на западную и восточную части.
sk: Široká, pokojná rieka, ktorá stvárňuje rieku Níl v Egypte, delí mapu na západnú a východnú časť.
sr: Мирна широка река, која представља реку Нил у Египту, дели мапу на западне и источне делове.
sv: En lugn bred flod, som representerar Nilen i Egypten, delar kartan i västra och östra delar.
tr: Sakin geniş nehir, Mısırdaki Nil nehridir, harita doğu ve batı bölümü olarak ayrılmıştır.
uk: Спокійна широка річка, якою є Ніл в Єгипті, ділить карту на західну і східну частини.
vi: Một con sông rộng lớn hiền hòa, đại diện cho Sông Nile ở Egypt, chia đôi bản đồ thành miền tây và miền đông.
zh: 平静宽广，代表着非洲的尼罗河，将地图分隔东西两方。
zh_tw: 平靜寬廣的河流，代表著非洲的尼羅河，將地圖分隔為東西兩部份。

source: The Nile
ast: El Nilu
bg: Нил
br: An Nil
ca: El Nil
cs: Nil
da: Nilen
de: Der Nil
el: Ο Νείλος
es: El Nilo
eu: Niloa
fa: نیل
fi: Niili
fr: Le Nil
ga: An Níl
gd: An Nìl
hu: A Nílus
id: Sungai Nil
it: Il Nilo
ja: ナイル
ko: 나일강
ms: Nil
nb: Nilen
nl: De Nijl
pl: Nil
pt_br: O Nilo
pt_pt: O Nilo
ru: Нил
sk: Níl
sr: Нил
sv: Nilen
tr: Nil Nehri
uk: Ніл
vi: Nile
zh: 尼罗河
zh_tw: 尼羅河

source: The unknown.
ast: Lo disconhocido.
bg: Непозната карта.
br: An dianav
ca: El desconegut.
cs: Neznámo.
da: Det ukendte.
de: Das Unbekannte.
el: Το άγνωστο.
es: Lo desconocido.
eu: Ezezaguna.
fa: نا شناخته
fi: Tuntematon.
fr: L‘Inconnu
ga: An anaithnid.
gd: An t-aineol.
hu: Az ismeretlen.
id: Tak diketahui
it: L'ignoto.
ko: 알 수 없습니다.
ms: Tidak diketahui.
nl: Het onbekende.
pl: Nieznane.
pt_br: O desconhecido.
pt_pt: O desconhecido.
ru: Неизвестное.
sk: Neznáme.
sr: Непознат.
sv: Det okända.
tr: Bilinmeyen.
uk: Невідоме.
zh: 未知
zh_tw: 未知物

source: Choose a random land landscape
ast: Escolyer casualmente un ambiente terrestre.
bg: Изберете случаен земен пейзаж
cs: Vyberte náhodnou krajinu.
da: Vælg et tilfældigt landskab
de: Wähle eine zufällige Landumgebung
el: Επιλέξτε ένα τυχαίο τοπίο
es: Selecciona aleatoriamente un paisaje en tierra
eu: Aukeratu ausazko lur paisaia
fi: Valitse sattumanvarainen maasto
fr: Choisissez un paysage terrestre aléatoire
id: Pilih bentang alam darat acak.
ja: 土地の風景をランダムに選択します
ko: 무작위 영토 풍경 선택
nl: Selecteer een willekeurige landkaart zonder water.
pl: Wybierz losowy krajobraz lądowy
pt_br: Escolha uma paisagem terrestre aleatória
pt_pt: Escolhe uma paisagem terrestre aleatória
ru: Выбрать случайный сухопутный рельеф
sk: Vyber náhodnú krajinu na súši
sv: Välj ett slumpmässigt landskap
tr: Rastgele bir kara yer şekilleri seç.
uk: Вибрати випадковий сухопутний ландшафт.
zh: 随机选取一张陆图
zh_tw: 選擇一個隨機陸戰景觀

source: Two Mediterranean land masses connected by a narrow spit of land, called an 'Isthmus'.
ast: Duɐs massɐs mediterraneɐs aunidɐs por una faça streĩꞇha de terreno, que se ḷḷama de “isthmu”.
bg: Два обширни средиземноморски бряга, свързани с тясна ивица земя, наричана „провлак“.
br: Div dolzennad douar kreizdouarel kenstaget an eil ouzh eben gant ur penn-tir strizh a vez graet anezhañ an 'Strizh-douar'.
ca: Dues masses de terra del Mediterrani connectades per una llengua estreta de terra, anomenada "istme".
cs: Dvě středomořské pevniny spojené úzkým pruhem pevniny, šíjí nazývanou Isthmos.
da: To middelhavslandmasser forbundet af en smal landtange, kaldet en 'Isthmus'.
de: Zwei mediterrane Landmassen, die nur über eine schmale Landzunge verbunden sind, „Isthmus“ genannt.
el: Δύο Μεσσογιακά κομμάτια γής,εννονωνται με ενα λεπτί κομμάτι γής,ονομάζεται Ισθμός
es: Dos masas de tierra mediterráneas conectadas por una estrecha lengua de tierra, llamada «istmo».
eu: Mediterraneoko bi lur gune "istmo" izeneko lur zati estu batez elkarturik.
fa: دو زمین مدیترانه ای وسیع که توسط یک باریکه خشکی که به آن گلوگاه خاکی گفته می شود به هم متصل شده اند
fi: Kaksi Välimeren alueen maamassaa, joita yhdistää kapea kannas.
fr: Deux grandes étendues de terre méditerranéennes reliées par une étroite bande de terre, appelée 'isthme'.
ga: Dhá mhórchríoch meánmhuiríoch atá ceangailte le chéile le gob beag talaimh amháin, tugtar 'Cuing' air.
gd: Dà thìr meadhan-thìreach a tha ceangailte ri chèile le tairbeart.
hu: Két mediterrán földrész, melyet egy keskeny földnyelv kapcsol össze.
id: Dua tanah Mediterania terhubung oleh sedikit tanah kecil, dinamakan sebuah 'Isthmus'.
it: Due terre mediterranee collegate da una stretta lingua di terra, chiamata 'istmo'.
ja: 2つの地中海地域の陸地が細長い陸地でつながっています。これを「地峡」といいます。
ko: 지중해에서 두 개의 육지를 연결하는 좁고 잘록한 땅, '지협' 이라고 부릅니다.
ms: Dua kawasan tanah Mediterranean yang bercantum dengah sejalur tanah yang sempit yang dikenali sebagai 'Isthmus'.
nb: To middelhavsland er forbundet med en smal landtunge, kalt en "landbro".
nl: Twee Mediterraanse landmassa's verbonden met een smalle strook land, ook wel een 'Ishtmus' genoemd.
pl: Dwa śródziemnomorskie lądy połączone wąskim cyplem zwanym 'Isthmus'.
pt_br: Duas massas de terra do Mediterrâneo ligados por uma faixa estreita de terra, chamada de 'istmo'.
pt_pt: Duas massas de terra do Mediterrâneo ligadas por uma língua de terra estreita, chamada "Istmo".
ru: Две большие средиземноморские земли, соединенные узким прямым участком суши - Перешейком.
sk: Dve stredozemské pevniny spojené úzkym pásom zeme, nazývaným 'Istmus'.
sr: Две медитеранске копнене масе повезане узаном траком земље, названим 'Превлака'.
sv: Två Medelhavslandmassor som förbinds med en smal landtunga, som kallas för en "Isthmus".
tr: Akdenizde iki kara parçasını başlayan bağlantıya "Kıstağ" denir.
uk: Дві середземноморські суші, з'єднаних вузькою косою, яка називається "перешийок"
zh: 由狭长的陆地连接的两个地中海陆地，称为“地峡”。
zh_tw: 由狹長的陸地所連接的兩塊地中海陸地，稱為「地峽」。

source: Isthmus
ast: Isthmu
bg: Провлак
cs: Pevninská šíje
da: Landtange
el: Ισθμός
es: Istmo
fi: Kannas
fr: Isthme
gd: Tairbeart
hu: Földszoros
id: Tanah genting
it: Istmo
ja: 地峡
ko: 지협
nl: Istmus
pl: Przesmy
pt_br: Península
pt_pt: Istmo
ru: Перешеек
sk: Pevninská šija
sv: Näs
tr: Kanal
uk: Перешийок
zh: 地峡
zh_tw: 地峽

source: A small central river.
ast: Un pequenhu riw central.
bg: Малка централна река.
cs: Malá řeka uprostřed
da: En lille central flod
de: Ein kleiner zentraler Fluss.
el: Ενα μικρό κεντρικό ποτάμι.
es: Un pequeño río central.
eu: Erreka txiki zentral bat
fi: Pieni keskinen joki.
fr: Une petite rivière centrale
gd: Abhainn bheag sa mheadhan.
hu: Egy kicsi központi folyó.
id: Sebuah sungai tengah kecil.
it: Un piccolo fiume centrale
ja: 小さな中流です。
ko: 작은 가운데 강입니다.
nl: Een smalle centrale rivier.
pl: Mała rzeka pośrodku.
pt_br: Um pequeno rio central.
pt_pt: Um pequeno rio central.
ru: Маленькая река в центре
sk: Malá centrálna rieka
sv: En liten central flod.
tr: Küçük bir merkezî ırmak
uk: Невелика центральна ріка.
zh: 小型中央溪流。
zh_tw: 一條小中央河。

source: Central River
ast: Ḷḷoviu central
bg: Централна река
cs: Řeka uprostřed
da: Central flod
de: Zentraler Fluss
el: Κεντρικό Ποτάμι.
es: Río central
eu: Ibai zentrala
fi: Keskinen joki
fr: Rivière centrale
gd: Abhainn mheadhanach
hu: Központi folyó
id: Sungai Tengah
it: Fiume centrale
ja: 中流
ko: 가운데 강
nl: Rivier door het midden
pl: Rzeka środkowa
pt_br: Rio Central
pt_pt: Rio central
ru: Центральная река
sk: Centrálna rieka
sv: Central flod
tr: Merkezî Irmak
uk: Центральна ріка
zh: 中央河流
zh_tw: 中央河流

source: Players are aligned on a strip of land with seas bordering on one or both sides that may hold islands.
ast: Los jogadores stan alliniados n una faça de tierra cabo uno ou dous mares que poderíɐn contener islhɐs.
bg: Играчите са подредени в редица на ивица земя, граничеща с море от едната или двете страни, в което може да има острови.
cs: Hráči jsou vyrovnáni na pásu země s hraničícím mořem na jedné nebo obou stranách, která mohou obsahovat ostrovy.
da: Spillere er på linje på en stribe land med hav, der grænser op til den ene eller begge sider, der kan indeholde øer.
de: Die Spieler sind auf einem Landstreifen aufgereiht mit Meer auf einer oder beiden Seiten, in dem Inseln vorkommen können.
el: Οι παίκτες ευθυγραμμίζονται σε μια λωρίδα γής με τη θάλασσα να συνορεύει σε μία απο τις δύο μεριές ,οπου μπορεί να υπάρχουν νησιά.
es: Los jugadores son alineados en una tira de tierra con mar bordeando ambos lados que pueden contener islas.
eu: Jokalariak lur-zerrenda batean lerrokatzen dira, irlak izan ditzaketen itsasoekin alde batera edo bietara.
fi: Pelaajat ovat linjassa maakaistaleella, jonka toista tai molempia sivuja reunustavat meret, joilla voi olla saaria.
fr: Les joueurs sont alignés sur une bande de terre avec des mers bordant un ou les deux côtés pouvant contenir des îles.
hu: A játékosok egy földcsíkon vannak elhelyezve, melyet tenger határol egy vagy két oldalon, és szigeteket is tartalmazhat.
id: Pemain disejajarkan di sebidang tanah dengan laut yang berbatasan dengan satu atau kedua sisi yang mungkin memiliki pulau.
it: I giocatori sono allineati su una striscia di terra costeggiata su uno o entrambi i lati dal mare, in cui potrebbero trovarsi delle isole.
ja: プレイヤーは、片側または両側に海が隣接し、島を持つことができる帯状の土地に整列します。
ko: 플레이어들은 섬을 보유할 수있는 한쪽이나 양쪽에 바다가 접해 있는 땅에 정렬됩니다.
nl: Spelers bevinden zich in een rij op een strook land met aan een of beide zijden de zee, waarin mogelijk eilanden voorkomen.
pl: Gracze są rozdzieleni na połaci terenu z morzem po jednej lub obu stronach. Możliwe występowanie wysp.
pt_br: Jogadores são alinhados em uma faixa de terra com mares beirando um ou ambos os lados, onde podem haver ilhas.
pt_pt: Os jogadores são alinhados numa faixa de terreno com o mar adjacente em um ou ambos os lados que possam conter ilhas.
ru: Игроки располагаются на полосе суши, омываемой с одной или двух сторон морем, в котором могут быть разбросаны острова.
sv: Spelare är uppradade på en remsa land med hav på en eller båda sidorna där det kan finnas öar.
tr: Oyuncular, adaları tutabilen bir veya her iki tarafta denizlerle çevrili bir arazi şeridine hizalanır.
uk: Гравці розташовані на смузі суші з морями, що межують з однієї або обох сторін, на яких можуть бути острови.
zh: 玩家位于同一块陆地上，大海在另一侧（或两侧都有），可能散布岛屿。
zh_tw: 玩家在一塊土地上對齊，海洋在一側或兩側接壤，並可能擁有島嶼。

source: Edge Seas
ast: Mares laterales
bg: Периферни морета
cs: Okrajová moře
da: Søer ved kanten
de: Randseen
el: Άκρες Θάλασσας
es: Bordes de mares
eu: Ertzetako itsasoak
fi: Reunameret
fr: Bord des mers
gd: Marannan oire
hu: Peremtengerek
id: Tepian Laut
it: Mari di confine
ja: 海辺
ko: 바다 가장자리
nl: Zee aan de zijkanten
pl: Morza krawędziowe
pt_br: Mares nas Bordas
pt_pt: Margem dos mares
ru: Окаймляющие моря
sk: Krajné moria
sv: Sidohav
tr: Kıyı Denizleri
uk: Край морів
zh: 边缘海洋
zh_tw: 海岸邊

source: Land shaped like a concrescent moon around a central lake.
ast: Llagu central q’atiesta cun una tierra n forma de media lluna.
bg: Земя във формата на полумесец около централно езеро.
cs: Země ve tvaru měsíce okolo jezera uprostřed.
da: Land formet som en tiltagende måne omkring en central sø.
de: Land in Form eines Halbmonds um einen zentralen See.
el: Ξηρά σε σχήμα σελήνης γύρω από μια κεντρική λίμνη
es: Tierra con forma de luna creciente rodeando un lago central.
eu: Ilgora itxurako lurraldea aintzira zentral baten inguruan.
fi: Kuunsirpin muotoinen maa keskellä olevan järven ympärillä.
fr: Terre en forme de lune croisée autour d'un lac central.
hu: Holdsarló alakú földterület egy központi tó körül.
id: Tanah berbentuk seperti bulan purnama mengelilingi danau tengah.
it: Territorio a forma di mezzaluna intorno ad un lago centrale
ja: 中央の湖を中心に三日月のような形をした土地。
ko: 중앙 호수 주위의 초승달처럼 생긴 땅입니다.
nl: Het land kromt zich als een halve maan rond een centraal gelegen meer.
pl: Teren w kształciE
pt_br: Terreno em forma de lua crescente, beirando um lago central.
pt_pt: Terra formada como uma lua concrescente à volta de um lago central.
ru: Суша в форме полумесяца вокруг центрального озера.
sk: Zem v tvare polmesiaca okolo jazera v strede.
sv: Land format som en månskära omkring en central sjö.
tr: Merkezi bir gölün etrafında yoğun bir ay şeklinde arazi.
uk: Земля у формі молодого півмісяця навколо центрального озера.
zh: 陆地围着中央湖泊，如一弯蛾眉月。
zh_tw: 月牙形的陸地圍繞著中央的湖泊。

source: Gulf
ast: Golfu
bg: Залив
cs: Záliv
da: Golf
de: Golf
el: Κόλπος
es: Golfo
eu: Golkoa
fi: Lahti
fr: Golfe
gd: Camas
hu: Öböl
id: Teluk
it: Golfo
ja: 湾
ko: 만
nl: Golf
pl: Zatoka
pt_br: Golfo
pt_pt: Golfo
ru: Залив
sk: Záliv
sv: Golf
tr: Körfez
uk: Затока
zh: 海湾
zh_tw: 海灣

source: Mainland style with some small random lakes.
ast: Continente cun unɐs llagunɐs aislhadɐs.
bg: Карта в континентален стил с няколко случайно разпръснати малки езерца.
cs: Podle stylu mapy Pevnina s několika malými náhodnými jezery.
da: Fastland med nogle små tilfældige søer
de: Wie Festland mit ein paar kleinen zufälligen Seen
el: Ηπειρωτικό στυλ με μερικές μικρές τυχαίες λίμνες.
es: Estilo continente con algunos lagos pequeños dispersos.
eu: Estilo kontinentalekoa ausazko aintzira txikiekin.
fi: Mannermaan tapainen kartta, jossa on muutamia pieniä järviä sattumanvaraisesti.
fr: Style continental avec quelques petits lacs aléatoires.
hu: Szárazföld jellegű, apró és véletlenszerű tavakkal.
id: Gaya Dataran utama dengan beberapa danau acak kecil.
it: Modalità terraferma con piccoli laghetti sparsi.
ja: 本土のスタイルで、いくつかの小さなランダムな湖があります。
ko: 작은 무작위 호수가 있는 메인랜드 방식입니다.
nl: Zoals de Vasteland kaart, maar met een paar kleine meren.
pl: Kontynent z małymi, losowo wygenerowanymi jeziorami.
pt_br: Estilo continental com alguns pequenos lagos aleatórios.
pt_pt: Estilo continental com alguns pequenos lagos aleatórios.
ru: Материк и небольшие случайные озёра.
sk: Mapa pevninského typu s niekoľkými jazerami.
sv: Fastlandaktig med några små sjöar.
tr: Anakara tarzı bazı küçük rastgele göller.
uk: Материк з невеликими випадковими озерами.
zh: 大陆，点缀数个湖泊。
zh_tw: 有著一些隨機小湖泊的大陸風格。

source: Lakes
ast: Llagos
bg: Езера
cs: Jezera
da: Søer
de: Seen
el: Λίμνες
es: Lagos
eu: Aintzirak
fi: Järvet
fr: Lacs
gd: Lochan
hu: Tava
id: Danau
it: Laghi
ja: 湖水
ko: 호수
nl: Meren
pl: Jeziora
pt_br: Lagos
pt_pt: Lagos
ru: Озёра
sk: Jazerá
sv: Sjöar
tr: Göller
uk: Озера
zh: 湖泊
zh_tw: 湖泊群
