Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Select the Civil Center again and advance to Town Phase by clicking on the 'II' icon. This will allow Town Phase buildings to be constructed.
bg: Изберете селищния център отново и преминете към Градската фаза, като щракнете върху иконката „II“. Това ще Ви позволи да строите сгради от тази фаза.
cs: Vyberte znovu správní středisko a klepněte na symbol "II", abyste postoupil do městského období. Poté budete moci stavět i městské budovy.
de: Wähle den Verwaltungssitz und klicke auf das Symbol „II“, um in die Stadtphase aufzusteigen. Dann können Gebäude dieser Phase errichtet werden.
el: Επίλεξε το Π.Κ ξανά και ανέβασε το επίπεδο της πολης σου πατοντας το 'ΙΙ' εικονίδιο. Αυτό θα σου επιτρέψει να χτίσεις καινούρια κτίρια.
eu: Hautatu Zentro Zibila berriro eta aurreratu Herri Arora "II" ikonoan klik eginda. Honek Herri Aroko eraikinak eraikitzea baimenduko du.
fr: Sélectionnez à nouveau votre centre-ville et progressez vers la Phase des Cités en cliquant sur l'icône "II". Cela vous permettra de construire des bâtiments de la Phase des Cités.
gd: Tagh an t-ionad sìobhalta a-rithist agus àrdaich gu linn nam bailtean ’s tu a’ briogadh air an ìomhaigh “II”. Leigidh seo leat togalaichean aig linn nam bailtean a thogail.
gl: Selecciona o centro cívico outra vez e preme a icona co 2 en números romanos (II) para comezar a avanzar á fase de vila. Unha vez avances, poderás construír novos tipos de estruturas.
hu: Jelöld ki újra városházát, és fejleszd városi szakaszra a „II” ikonra való kattintással. Ez lehetővé fogja tenni a városi szakaszhoz tartozó épületek építését.
id: Pilih Pusat Peradaban lagi dan maju ke Fase Kota dengan mengklik ikon 'II.' Ini memperbolehkan bangunan Fase Kota untuk dibangun.
it: Seleziona nuovamente il Centro Civico e passa alla fase Cittadina cliccando sull'icona 'II'. Ciò consentirà la costruzione di edifici della Fase Cittadina.
ja: 町の中心を再び選択し、「II」のアイコンをクリックして町の段階へ移行してください。これによって町の段階の建物の建設が可能になります。
ka: ისევ აირჩიე სამოქალაქო ცენტრი და გადადი ქალაქის ფაზაში II ხატულაზე დაჭერით. ეს საშუალებას მოგცემს ააშენო ქალაქის ფაზის შენობები.
ms: Pilih Pusat Sivik sekali lagi dan maju ke Fasa Pekan dengan mengklik pada ikon 'II'. Ini membolehkan bangunan Fasa Pekan dibina.
nb: Velg samfunnssenteret igjen og gå videre til by-fasen ved å klikke på 'II'-ikonet. Dette gjør det mulig å lage tettstedfase-bygninger.
pl: Zaznacz centrum osady i awansuj ją do fazy miasta poprzez kliknięcie ikony '||'. Pozwoli to budować nowe struktury dostępne w fazie miasta.
pt_br: Selecione o Centro Civil novamente e avance para a Fase da Cidade clicando no ícone 'II'. Isso permitirá que os edifícios da Fase da Cidade possam ser construídos.
pt_pt: Volte a seleccionar o Centro Cívico e clique no ícone 'II' para avançar para a Fase de Vila. Isto permitir-lhe-á construir edifícios próprios desta fase.
ru: Снова выберите Городской центр и улучшите его до небольшого города, кликнув на иконку "II". Это откроет доступ к строительству новых зданий.
sk: Opäť označte administratívne centrum a kliknutím na ikonu „II“ postúpte do fázy mesta. Toto umožní stavbu budov príznačných pre fázu mesta.
sv: Välj samhällscentret igen och avancera till stadsfasen genom att klicka på 'II' ikonen. Detta låter dig bygga stadsfasbyggnader.
tr: Kasaba Aşamasına gelişmek için Halk Merkezini tekrar seçerek "II" simgesine tıkla. Bu işlem Kasaba Aşaması binalarının inşasına izin verecek.
uk: Виберіть Громадський центр знову та перейдіть до міської фази нажавши на іконку "ІІ". Це дозволить зводити будівлі містечкової фази.
zh: 再次选择市政中心，单击 'II' 图标升级到城镇阶段。
zh_tw: 再度選取城鎮中心並按下 'II' 的按鈕進階到鄉鎮階段。這將會讓您可以建造鄉鎮階段的建築物。

source: Start building 5 female citizens in the Civil Center and set its rally point to the farm (right click on it).
bg: Започнете обучаването на 5 жени в селищния център и поставете сборната му точка върху фермата (като щракнете с десен бутон върху нея).
cs: Začněte ve správním středisku cvičit pět občanek a nastavte jejich shromažďovací bod na zemědělskou usedlost (klepněte na ni pravým tlačítkem myši),
de: Gib weitere 5 Bürgerinnen im Verwaltungssitz in Auftrag und setze den Sammelpunkt auf die Farm (rechtsklicke auf sie).
el: Βάλε στην σειρά παραγωγής 5 γυναίκες στο Π.Κ και βάλε το σημείο εκκίνησης κοντά στις φάρμες. (δεξί κλικ πάνω του).
eu: Hasteko 5 hiritar eme erreklutatu Gizarte Zentroan eta bilgunea baratzean kokatu (eskuin klika bere gainean egin)
fi: Aloita rakentamalla 5 naiskansalaista kansalaiskeskuksessa ja aseta kokoontumipiste maatilalle (paina oikeaa hiirennäppäintä kohteen päällä).
fr: Entraînez un groupe de 5 citoyennes au centre-ville et choisissez la ferme comme point de ralliement (avec un clic droit dessus).
gd: Tòisich air 5 shaoranach boireann a thrèanadh san ionad shìobhalta agus cuir a cheann-cruinneachaidh air an tuathanas (dèan briogadh deas air).
gl: Pon a adestrar un grupo de 5 cidadás no centro cívico e sitúa o punto de encontro no campo de cultivo.
hu: Kezdd el 5 női polgár létrehozását a városházában, és állítsd be a gyülekezőhelyüket a farmra (jobb kattintás a farmon).
id: Mulai melatih 5 rakyat wanita di Balai Kota dan tetapkan titik kumpulnya di ladang (klik kanan di tempat itu).
it: Inizia a costruire 5 donne nel Centro Civico e imposta il punto di raccolta alla fattoria (clic destro su di essa).
ja: 5人の女性市民の養成を町の中心で始め、集合地点を納屋にしてください（納屋を右クリック）。
ka: დაიწყე 5 მოქალაქე ქალის გამოყვანა სამოქალაქო ცენტრში და დასვი შეკრების წერტილი ფერმაზე (მასზე მარჯვენა წკაპით)
ms: Mula melatih 5 orang warga perempuan di dalam Pusat Sivik dan tetapkan titik bolak-baliknya ke arah ladang (klik kanan padanya).
nb: Start med å trene 5 kvinnelige borgere i samfunnssenteret og sett marsjmålet på gården (høyreklikk).
pl: Stwórz 5 kobiet w centrum osady i ustaw im punkt zbiórki na farmę (kliknij na nią prawym przyciskiem myszy).
pt_br: Começar a construir 5 cidadãos femininos no centro Civil e definir seu ponto de encontro para a fazenda (clique direito sobre ele).
pt_pt: Recrute 5 cidadãs no Centro Cívico e marque a quinta como ponto de encontro (fazendo clique direito na quinta).
ru: Начните обучать 5 женщин в Городском Центре и направьте их на ферму (кликнув правой кнопкой мыши на ней).
sk: Začnite výcvik 5 občianok v Občianskom centre a ako jeho zhromaždisko nastavte farmu (kliknite na ňu pravým tlačidlom myši).
sv: Börja med att träna 5 kvinnliga medborgare i samhällscentret och sätt dess samlingspunkt på åkern åt höger (högerklick på den).
tr: Medeniyet Merkezinden 5 kadın vatandaş yetiştir ve tarlada çalışmaya ayarla (üzerine sağ tıkla).
uk: Почніть тренувати 5 громадянок в Громадському центрі вкажіть їм точку здору на ферму (правий клік по ній).
zh: 训练 5 个女市民，并设置其集结点在农田上（右键单击它）。
zh_tw: 在城鎮中心訓練5個女性市民，並將其集結點設定於農田(在它上面點擊右鍵)。

source: Build a Barracks nearby. Whenever your population limit is reached, build an extra house using any available builder units.
bg: Постройте казарма наблизо. Когато достигнете максималното население, постройте още една къща, като използвате бездействащите строители.
cs: Postavte poblíž kasárna. Vždy, když je dosaženo populační meze velikosti osídlení, postavte novou obytnou budovu. K tomu použijte kteroukoli dostupnou jednotku, která může stavět.
de: Baue eine Kaserne in der Nähe. Immer, wenn die Bevölkerungsgrenze erreicht wird, baue ein neues Wohnhaus mit vorhandenen Einheiten.
el: Χτίσε στρατώνες κοντά. Το όριο του πληθυσμού σας έχει φτάσει στο όριο χτίσε άλλο ένα σπίτι χρισημοποιόντας διαθέσιμους χτίστες.
eu: Eraiki kuartela inguruetan. Populazioren gehiengora iristean, eraiki beste etxe osagarri bat inguruan eta lanik gabe dauden inguruko emakumeak erabiliz.
fi: Rakenna kasarmi lähistölle. Kun väkiluku saavuttaa rajan, rakenna uusi talo käyttäen mitä tahansa saatavilla olevia rakentajia.
fr: Construisez une caserne à proximité. Quand votre limite de population est atteinte, faites construire une nouvelle maison par les unités disponibles.
gd: Tog taigh-feachd am fagas. Tog taigh a bharrachd le aonad togail sam bith a bhios ri làimh dhut gach turas a ruigeas tu na tha ceadaichte dhut de shluagh.
gl: Constrúe un cuartel nas proximidades. Cada vez que chegues ao límite de poboación, constrúe unha nova casa coas unidades que estean dispoñíbeis para a construción.
hu: Építs egy laktanyát a közelben. Valahányszor a eléred népességkorlátot, építs egy további házat bármely elérhető építő egységgel.
id: Bangun Barak di dekatnya. Kapanpun batas populasi anda dicapai, bangun rumah tambahan menggunakan unit pembangun yang tersedia.
it: Costruisci una Caserma. Ogni volta che raggiungi il limite di popolazione, costruisci una casa usando qualsiasi unità costruttore disponibile.
ja: 近くに兵営を建ててください。いつでも人口上限に達したら、追加の家の建設を手の空いた建設ユニットにさせてください。
ka: ააშენე ყაზარმა ახლომახლო. როცა კი შენი მოსახლეობის ზღვარი მიიღწევა, ააშენებინე დამატებითი სახლი ნებისმიერ მშენებელ ერთეულს.
ms: Bina Berek berhampiran. Bilamana had populasi anda tercapai, bina lagi rumah tambahan menggunakan mana-mana unit juru bina yang ada.
nb: Bygg kaserner i nærheten. Bygg nye bolighus ved hjelp av alle ledige enheter hver gang befolkingstaket nås.
pl: W pobliskiej okolicy wybuduj baraki. Ilekroć limit populacji zostanie osiągnięty, wybuduj dodatkowe domy korzystając z dowolnych dostępnych jednostek.
pt_br: Construa um Quartel nas proximidades. Sempre que atingir o seu limite de população, construa mais uma casa usando as unidades que estiverem disponíveis.
pt_pt: Construa um Quartel nas proximidades. Sempre que atingir o seu limite de população, construa mais uma casa usando as unidades que estiverem disponíveis.
ru: Постройте бараки поблизости. Всякий раз, когда ваше население достигло предела, стройте дома, используя доступных юнитов.
sk: V blízkosti postavte kasárne. Ak dosiahnete populačný limit, postavte ďalší dom pomocou akejkoľvek stavebnej jednotky k dispozícii.
sv: Bygg en barack i närheten. När du når befolkningsgränsen bygg ett till hus med några lediga enheter.
tr: Civarda bir Kışla inşa et. Ne zaman nufüsun sınıra ulaşırsa, inşaatcı birimlerini kullanarak yeni bir ev yap.
uk: Зведіть казарми поблизу. Як тільки буде досягнуто ліміт вашого населення, зводьте будинки використовуючи доступних будівельників.
zh: 在附近建立一个兵营。每当达到您的人口限制后，请建造额外的房子。
zh_tw: 在附近建造一座軍營。每當您的人口到達上限，就指派任何可用的建築工人去建造額外的房舍。

source: Prepare for an attack by an enemy player. Build more soldiers using the Barracks, and get idle soldiers to build a Defense Tower near your Outpost.
bg: Пригответе се за нападението на вражески играч. Обучете повече войници в казармата и накарайте бездействащите да построят защитна кула близо до аванпоста.
cs: Připravte se na útok vedený nepřátelským hráčem. Vycvičte v kasárnách více vojáků a nechte vojáky jsoucí bez práce poblíž předsunuté základny postavit obrannou věž.
de: Bereite dich auf einen Angriff von einem gegnerischen Spieler vor. Bilde mehr Soldaten in Kasernen aus und lass untätige Soldaten einen Verteidigungsturm bei deinem Außenposten bauen.
el: Ετοιμάσου για μια επίθεση στον αντίπαλο παίχτη. Βάλε στην σειρά παραγωγής περισσότερους στρατιώτες χρισημοποιόντας τους στρατώνες, και χτίσε με αυτούς ένα αμυνόμενο πύργο κοντά στα σύνορα.
eu: Prestatu etsaiaren beste eraso baterako. Erreklutatu soldadu gehiago kuartela erabiliz, eta geldirik dauden soldaduak erabili zure Aurreratuen inguruan babes dorre bat eraikitzeko.
fr: Préparez-vous à une attaque du joueur ennemi. Entraînez plus de soldats à la caserne, et utilisez des soldats inactifs pour construire une tour de défense près de votre avant-poste.
gd: Ullaich airson ionnsaigh le cluicheadair nàmhad. Trèanaidh barrachd shaighdearan san taigh-fheachd agus faigh greim air saighdearan ’nan tàmh gus tùr dìona a thogail faisg air a’ ghearastan agad.
gl: Prepárate para un ataque inimigo. Adestra máis soldados no cuartel, e pon aos soldados que non estean a facer nada a construír unha torre de defensa preto da atalaia.
hu: Készülj fel egy támadásra valamelyik ellenséges játékostól. Hozz létre több katonát a laktanyákban, és a tétlen katonákkal építtess védőtornyot az előőrs közelében.
id: Bersiaplah untuk serangan dari pemain musuh. Latih prajurit lagi menggunakan Barak, dan tugaskan prajurit menganggur membangun Menara Pertahanan di dekat Pos Pengawas anda.
it: Preparati ad un attacco nemico. Costruisci più soldati nelle Caserme, e usa i soldati inattivi per costruire una Torre di Difesa vicino al tuo Avamposto.
ja: 敵プレイヤーの攻撃に備えてください。兵士をさらに兵営で養成し、手の空いている兵士に防御塔を前哨地のそばに建てさせてください。
ka: მოემზადე მტრისგან თადასხმისთვის. ყაზარმიდან გამოიყვანე მეტი ჯარისკაცი და ააშენებინე თავდაცვის კოშკი უსაქმო ჯარისკაცებს საგუშაგოსთან ახლოს.
ms: Bersedia menerima serangan dari pihak musuh. Latih lagi askar menggunakan Berek, dan pastikan askar yang melahu diarah membina Menara Pertahanan berhampiran Kotakara anda.
nb: Forbered deg på angrep fra en fientlig spiller. Tren flere soldater i kasernene og få arbeidsløse soldater til å byge et forsvarstårn nær utposten.
pl: Przygotuj się na atak wroga. Stwórz więcej żołnierzy korzystając z baraków i rozkaż niepracującym jednostkom wybudować wieżę obronną w pobliżu swojego posterunku.
pt_br: Prepare-se para um ataque por um jogador inimigo. Construir mais soldados usando o quartel e ficar ociosos soldados para construir uma torre de defesa perto de seu posto.
pt_pt: Prepare-se para um ataque inimigo. Recrute mais soldados através do Quartel e ordene a soldados que estejam inactivos para construírem uma Torre perto da sua Atalaia.
ru: Подготовьтесь к нападению врага. Обучите в бараках больше солдат и отправьте свободных строить защитную башню рядом с заставой.
sk: Pripravte sa na útok od nepriateľského hráča. V kasárňach vycvičte ďalších vojakov a nečinným vojakom prikážte postaviť obrannú vežu neďaleko rozhľadne.
sv: Förbered dig på en attack av en fiende. Träna fler soldater i barackerna och skicka några lediga medborgarsoldater att bygga ett försvarstorn i närheten av din utpost.
tr: Düşman oyuncu için saldırıya hazırlan. Kışlayı kullanarak daha fazla asker üret ve boştaki askerileri Karakolların yanında Savunma Kulesi inşası için kullan.
uk: Підготуйтесь до нападу ворожого гравця. Натренуйте більше солдатів використовуючи казарми, та зберіть байдикуючих солдатів щоб побудувати захисну башту біля вашої застави.
zh: 准备迎击敌人的进攻。使用军营训练更多的士兵，派空闲的士兵在您前哨附近修建防御塔。
zh_tw: 準備迎擊敵人的進攻。使用軍營訓練更多的士兵，並指派空閒的士兵在您的前哨附近建造防禦塔。

source: Build a Blacksmith and research the Infantry Training technology (sword icon) to improve infantry hack attack.
bg: Постройте ковачница и проучете технологията за трениране на пехотинци (иконката с меч), за да подобрите разсичащата атака на пехотинците.
cs: Vycvičte kováře a vyzkoumejte technologii výcviku pěchoty (ikona meče), čímž dojde ke zlepšení dovednosti vašich pěšáků provádět útok sečnými zbraněmi.
de: Baue einen Schmied und erforsche die Infanterie-Ausbildungstechnologie (Schwertsymbol), um den Hiebangriff der Infanterie zu verbessern.
el: Χτίσε ένα σιδηρουργείο, και ανακάλυψε την τεχνολογία με το (εικονίδιο του σπαθιού) για την βελτίωση του πεζικού,
eu: Errementeria bat eraiki eta ikertu «Infanteria Entrenatzea» (ezpataren ikurra) zure unitateen ebakitze mina hobetzeko.
fr: Construisez une forge et recherchez la technologie Entraînement de l'Infanterie (icône avec l'épée) pour augmenter le niveau d'attaque tranchante de l'infanterie.
gd: Tog gobha agus rannsaich teicneolas trèanaidh na coisridh (ìomhaigheag a’ chlaidheimh) gus piseach a thoirt air ionnsaigh spealgaidh do choisridh.
gl: Constrúe unha ferraría e investiga a tecnoloxía de adestramento da infantaría (a icona cunha espada) para mellorar o ataque de folla da infantaría.
hu: Építs egy kovácsműhelyet, és fejleszd ki a Gyalogsági kiképzés technológiát (kard ikon) a gyalogsági vágás támadás növeléséhez.
id: Bangun Pandai Besi dan teliti teknologi Latihan Infanteri (ikon pedang) untuk meningkatkan serangan tebas infanteri.
it: Costruisci la Fucina del Fabbro e ricerca la tecnologia di Addestramento della Fanteria (icona con la spada) per migliorare l'attacco della fanteria.
ja: 鍛冶屋を建て、歩兵訓練のテクノロジー（剣のアイコン）を研究して、歩兵の打撃攻撃を強化してください。
ka: ააშენე სამჭედლო და გამოიკვლიე ქვეითების წვრთნის ტექნოლოგია (ხმლის ხატულა) რომ გააუმჯობესო ქვეითების მჭრელი თავდასხმა
nb: Bygg en smie og utforsk teknologi for Trening av Infanteri (sverd-ikonet) for å forbedre infanteristenes hugg-angrep.
pl: Wybuduj kuźnię i odkryj technologię szkolenia piechoty (ikona miecza), aby poprawić technikę ataku piechoty.
pt_br: Construa uma Ferraria e desenvolva a tecnologia Treino de Infantaria (ícone da espada) para melhorar o ataque de golpe da infantaria.
pt_pt: Construa uma Ferraria e desenvolva a tecnologia Treino de Infantaria (ícone da espada) para melhorar o ataque de golpe da infantaria.
ru: Постройте кузнецу и исследуйте технологию обучения пехоты (иконка меча) для улучшения рубящей атаки пехотинцев.
sk: Postav kováčsku dielňu a vyskúmaj technológiu Tréning Pechoty (ikona meča) aby si vylepšil sečný útok pechoty.
sv: Bygg en smedja och forska fram Infanteritränings teknologin (svärdikonen) för att förbättra ditt infanteris hackningsattack.
tr: Bir Demirci inşaa et ve Piyade Eğitim teknolojisini araştır (kılıç simgesi) böylelikle piyade saldırıları güçlenir.
uk: Зведіть кузню та дослідіть технологію тренування піхотинців (іконка меча), щоб покращити рубаючу атаку піхотинців.
zh: 建造一个铁匠铺，研究步兵训练技术 （剑的图标） 来提高步兵的攻击。
zh_tw: 建造一座兵工廠並研究步兵訓練科技(劍的圖示)以提高步兵劈砍的攻擊力。

source: The enemy is coming. Build more soldiers to fight off the enemies.
bg: Врагът наближава. Обучете още войници, за да го победите.
cs: Nepřítel přichází. Postavte více vojáků, abyste jej mohli porazit.
de: Der Feind rückt näher. Baue mehr Soldaten, um ihn abzuwehren.
el: Οι εχθροί έρχονται. Βάλε στην σειρά παράγωγης περισσότερους στρατιώτες για να πολεμήσουν.
eu: Etsaia gerturatzen ari da. Erreklutatu soldadu gehiago bidali ahal izateko.
fi: Vihollinen on tulossa. Rakenna lisää sotilaita taistellaksei vihollisen pois
fr: L'ennemi approche. Construisez davantage de soldats pour combattre les ennemis.
gd: Tha an nàmhaid a’ tighinn. Trèanaich barrachd shaighdearan gus seasamh ’nan aghaidh.
gl: Aproxímase o inimigo. Adestra máis soldados para repeler as súas forzas.
hu: Ellenség érkezik. Hozz létre több katonát, hogy leküzd az ellenséget.
id: Musuh datang. Latih prajurit lagi untuk melawan musuh.
it: Il nemico sta arrivando. Costruisci più soldati per combattere i nemici.
ja: 敵がやって来ます。兵士をさらに養成して撃退しましょう。
ka: მტერი მოდის. გამოიყვანე მეტი ჯარისკაცი, რომ ებრძოლონ მტერს.
ms: Musuh semakin menghampiri. Hasilkan lagi askar untuk melawan musuh.
nb: Fienden kommer. Bygg flere soldater for å bekjempe fienden.
pl: Wróg nadciąga. Stwórz więcej żołnierzy by go odeprzeć.
pt_br: O inimigo está vindo. Recrute mais soldados para combatê-lo.
pt_pt: O inimigo está a chegar. Recrute mais soldados para o combater.
ru: Враг идёт. Обучайте больше солдат, чтобы отбить нападение.
sk: Prichádza nepriateľ. Vybudujte väčšie vojsko na odrazenie útoku nepriateľov.
sv: Fienden kommer. Träna fler soldater för att försvara dig mot fienden.
tr: Düşman geliyor. Onları defetmek için daha çok asker üret.
uk: Ворог наближається. Натренуйте більше солдатів відбити наступ.
zh: 敌人来了。生产更多的士兵，以对抗敌人。
zh_tw: 敵人來襲。訓練更多的士兵以擊退敵人。

source: The enemy's attack has been defeated. Now build a market and temple while assigning new units to gather any required resources.
bg: Врагът беше отблъснат. Сега постройте пазар и храм, и същевременно наредете на новите единици да събират ресурси.
cs: Nepřátelský útok byl odražen. Nyní postavte tržnici a chrám a nechejte nové jednotky nasbírat potřebné suroviny.
de: Der feindliche Angriff wurde abgewehrt. Bau jetzt einen Markt und einen Tempel und lass neue Einheiten die erforderlichen Rohstoffe sammeln.
el: Οι επίθεση απέτυχε. Τώρα χτίσε μια αγορά και έναν ναό και ανέθεσε σε νέες μονάδες να βρουν τα απαραίτητα υλικά.
eu: Etsaien erasoa atzera bota duzu. Orain merkatu bat eta tenplu bat eraiki zure unitateei behar dituzun baliabideak biltzeko agintzen diezun bitartean.
fr: L'attaque ennemie a été repoussée. Maintenant, construisez un marché et un temple, tout en envoyant de nouvelles unités à la récolte des ressources nécessaires.
gd: Chaidh ionnsaigh an nàmhad a bhacadh. Tog margaid ’s teampall a-nis fhad ’s a chuireas tu aonadan ùra gun cruinnich iad an stòras air a bheil feum.
gl: Repeliches o ataque inimigo. Agora constrúe un mercado e un templo e pon ás novas unidades a recoller os recursos necesarios.
hu: Az ellenséges támadás visszaverve. Most építs piacot és templomot, miközben új egységeket rendelsz a szükséges nyersanyagok gyűjtéséhez.
id: Serangan musuh telah dikalahkan. Sekarang bangun pasar dan kuil sambil menyuruh unit baru mengumpulkan sumberdaya yang dibutuhkan.
it: L'attacco nemico è stato respinto. Ora costruisci un mercato e il tempio, mentre assegni nuove unità per raccogliere tutte le risorse necessarie.
ja: 敵の攻撃を撃退しました。それでは市場と神殿を建てつつ、新しいユニットを必要な資源採集に充てましょう。
ka: მტრის თავდასხმა მოგერიებულია. ახლა ააშენე ბაზარი და ტაძარი და ასევე მიუთითე ახალ ერთეულებს მოიძიონ საჭირო სახსრები.
ms: Serangan pihak musuh telah ditewaskan. Sekarang bina pasar dan kuil ketika unit baru diarah mengumpul mana-mana sumber yang diperlukan.
nb: Fiendens angrep har blitt beseiret. Bygg et marked og et tempel mens du tilordner enheter for å samle alle nødvendig ressurser.
pl: Atak nieprzyjaciela został odparty. Teraz wybuduj rynek i świątynię, a także przydziel nowe jednostki do zbierania potrzebnych zasobów.
pt_br: O ataque do inimigo foi derrotado. Agora Construa um mercado e templo enquanto atribui novas unidades para reunir todos os recursos necessários.
pt_pt: O ataque inimigo foi subjugado. Agora, construa um mercado e um templo, e ordene a mais unidades que obtenham os recursos de que necessitar.
ru: Вражеская атака отражена. Теперь постройте рынок и храм, а новых юнитов отправляйте на сбор необходимых ресурсов.
sk: Nepriateľský útok bol odrazený. Teraz postav trh a chrám zatiaľ čo pridelíš nové jednotky na získavanie potrebných surovín.
sv: Fiendens angrepp har besegrats. Bygg nu en marknad och ett tempel medans du skickar nya enheter för att samla alla nödvändiga resurser.
tr: Düşman saldırısı püskürtüldü. Şimdi bir pazar ve tapınak inşaa et ve yeni birlikleri kaynak toplaması için görevlendir.
uk: Ворожа атака захлинулася. Тепер зведіть ринок та храм, відправляючи юнітв збирати всі необхідні ресурси.
zh: 敌人被击退了。现在建造市场和寺庙，同时指派新的单位来收集所需的资源。
zh_tw: 敵人被擊退了。現在建造一座市集和修道院，並指派新的單位去收集任何需要的資源。
