Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: When Hannibal invaded Italy and defeated the Romans in a series of battles, many of the Italian peoples subject to Rome, including the Italian Greeks and powerful Samnites, revolted and joined the Carthaginian cause.
ast: Cuando Aníbal invadió Italia y venció a los romanos nuna serie de batalles, bien de los pueblos italianos que taben suxetos a Roma, inclusive los griegos italianos y poderosos samnites, llevantáronse y auniéronse a la causa de Cartago.
bg: Когато Ханибал нахлул в Италия и победил римляните в поредица от битки, много от италианските народи, които били покорени от Рим, включително италианските гърци и силните самнити, се присъединили към картагенците.
br: Pa aloubas Hannibal Italia hag e roas lamm d'ar Romaned en un heuliadenn a emgannoù, kalz pobloù Italian sujet da Roma a savas, en o zouesk ar C'hresianed Italian hag ar Samnited galloudus ha mont a rejont eus tu Kartago.
ca: Quan Anníbal va envair Itàlia i va derrotar els romans diverses de batalles, molts pobles italians sotmesos a Roma, inclosos els grecs italians i els poderosos samnites, es van rebel·lar i van unir-se a la causa cartaginesa.
cs: Když Hannibal pronikl do Itálie a porazil Římany v řadě bitev, mnoho obyvatel Itálie poddaných Římu, včetně italských Řeků a vlivných Samnitů, se vzbouřilo a připojilo se na kartaginskou stranu.
de: Als Hannibal Italien überfiel und die Römer in einer Serie von Schlachten besiegte, revoltierten viele von Rom unterworfene italische Völker, einschließlich der italienischen Griechen und der mächtigen Samniten, und schlossen sich der karthagischen Sache an.
el: Όταν ο Αννίβας εισέβαλε στην Ιταλία και νίκησε τους Ρωμαίους σε μια σειρά από μάχες, πολλοί από τους Ιταλούς που υπόκειντο στη Ρώμη, συμπεριλαμβανομένων των Ελλήνων της Ιταλίας και των ισχυρών Σαμνιτών, επαναστάτησαν και συμπαρατάχθηκαν με τους Καρχηδόνιους.
es_ar: Cuando Aníbal invadió Italia y derrotó a los Romanos después de varias batallas, muchos de los habitantes de Italia sometidos a Roma, incluyendo los Griegos en Italia y los Samnitas, se sublevaron y unieron a la causa cartaginese.
eu: Anibalek Italia inbaditu zuenean eta Erromatarrak zenbat borroketan irabazi zituenean, Erromak zapaldutako italiar zenbatek, baita italiar Grekoak eta Samnita boteretsuek, altxatu eta kartagotarrekin bat egin zuten.
fa: زمانیکه هانیبال به ایتالیا حمله کرد سپاه روم را در یک سری نبرد متوالی شکست داد، بسیاری از مردم ایتالیا در مخالفت با حکومت روم قیام کرده و بر علیه حکومت روم به کارتاژها پیوستند
ga: Nuair a rinne Háinibeál ionradh ar an Iodáil agus cloíodh na Rómhánigh sa tsraith cathanna, d'éirí cuid mhaith de na pobail faoin Róimh amach, na Saimhnigh agus na Gréigigh Iodálacha ina measc, agus chuaigh siad leis an gcúis Chartagach.
he: כאשר חניבעל פלש לאיטליה והביס את הרומאים בסדרה של קרבות, רבים מהעמים איטלקים הכפופים לרומא, כוללים היוונים ואיטלקים החזקים, התמרדו והצטרף לגורם קרתגו.
hu: Mikor Hannibál egymás után győzött csatában a Rómaiak ellen, a korábban Rómaiak által leigázott népek, mint az Itáliai Görögök vagy Szamniszok, fellázadtak és csatlakoztak Hannibálhoz.
hy: Երբ Հաննիբալը ներխուժեց Իտալիա և պարտության մատնեց հռոմեացիներին մի շարք ճակատամարտերում, Հռոմին ենթարկվող բազմաթիվ իտալական ազգեր, ներառյալ իտալական հույները և հզոր Սամնիտներն, ապստամբեցին և անցան Կարթագենի կողմը։
it: Quando Annibale invase l'Italia e scofisse i Romani in una serie di battaglie, molti dei popoli italici soggetti a Roma, tra cui i Greci italici e i potenti Sanniti, si ribellarono e si unirono alla causa cartaginese.
ja: ハンニバルがイタリアを侵略して連戦の末にローマ人を倒したとき、ローマに従属していた多くのイタリアの人々、イタリア在住ギリシア人や強力なサムニウム人などが、反乱してカルタゴ側に加わりました。
ko: 한니발이 이탈리아를 침략하여 연전 끝에 로마를 이길 때 로마에 종속되어 있던 많은 이탈리아 사람들, 이탈리아 거주 그리스인과 강력한 삼니 움 인이 반란하여 카르타고 측에 합류 했다.
nb: Da Hannibal invaderte Italia og beseiret Romerne i en serie slag, gjorde mange Italienske folkeslag underlagt Rom opprør og tok del i Karthagos sak. Dette inkluderte de italienske grekere og de mektige Samnitene.
pl: Gdy Hannibal zaatakował Italię i pokonał Rzymian w wielu bitwach,wielu poddanych Rzymowi , właczając italijskich Greków oraz potęznych Samnitów, zbuntowało się i dołączyło do Kartagińczyków.
pt_br: Quando Aníbal invadiu a Itália e derrotou os romanos em uma série de batalhas, muitos dos povos italianos sujeitos a Roma, incluindo os gregos italianos e os poderosos Samnitas, revoltaram-se e juntaram-se à causa cartaginesa.
ru: Когда Ганнибал вторгся в Италию и разгромил римлян в ряде сражений, многие из ранее покоренных Римом итальянских народов, в том числе греческие колонии в Италии и мощные Самниты, восстали и перешли на сторону карфагенян.
sk: Keď Hannibal prenikol do Talianska a porazil Rímanov v niekoľkých bitkách, veľa obyvateľov Talianska poddaných Rímu, vrátane talianskych Grékov a vplyvných Samnitov, sa vzbúrilo a pripojili sa na kartágijskú stranu.
sv: När Hannibal invaderade Italien och besegrade romarna i en serie strider, revolterade många av de italienska folken som var föremål för Rom, inklusive de italienska grekerna och de kraftfulla Samnitesna, och gick ihop med den karthagiska orsaken.
tr: Hannibal İtalya' yı işgal ve Romalıları bir dizi savaşta mağlup ettiğinde, İtalyan Grekleri ve güçlü Samnitler gibi Roma' ya bağlı pek çok İtalyan isyan etti ve Kartacalar tarafına katıldı.
uk: Коли Ганнібал вторгнувся в Італії і здолав римлян в важливих битвах, багато людей Італії піддані Риму, включаючи італійських греків і потужних самнітів, повстали і приєдналися до карфагенян.
zh: 汉尼拔入侵意大利，并在一系列的战斗击败了罗马人。许多臣服于罗马的意大利的人民，意大利的希腊人和强大的萨莫奈人，起义并加入了迦太基。
zh_tw: 當漢尼拔入侵了義大利並在一系列的戰役中擊敗了羅馬人，許多臣服於羅馬的人們，包括了義大利人、希臘人以及強大的薩莫內人，都起義並加入迦太基。

source: Iberian Embassy
ast: Embaxada íbera
bg: Иберско посолство
br: Kannati Iberian
ca: Ambaixada ibèrica
cs: Iberské vyslanectví
de: Iberische Botschaft
el: Πρεσβεία Ιβήρων
es_ar: Embajada ibérica
eu: Iberiar enbaxada
fa: سفارت ایبری ها
ga: Ambasáid Ibéarach
he: השגרירות האיברית
hu: Ibériai követség
hy: Իբերական դեսպանատուն
it: Ambasciata Iberica
ja: イベリア大使館
ko: 이베리아 대사관
nb: Iberisk ambassade
pl: Ambasada iberyjska
pt_br: Embaixada Ibérica
ru: Иберийское посольство
sk: Iberské veľvyslanectvo
sv: Iberisk ambassad
tr: İber Elçisi
uk: Іберійське посольство
zh: 伊比利亚使馆
zh_tw: 伊比利大使館

source: Hire Iberian mercenaries.
ast: Contratar mercenarios íberos.
bg: Наема иберски наемници.
br: Emfredañ goprsoudarded Iberian.
ca: Contracta mercenaris ibèrics.
cs: Najměte iberské žoldnéře.
de: Wirb iberische Söldner an.
el: Στρατολόγηση Ιβήρων μισθοφόρων.
es_ar: Contrata mercenarios ibéricos.
eu: Kontratatu mertzenario iberiarrak.
fa: اجیر کردن مزدوران ایبری
ga: Fostaigh amhais Ibéaracha.
he: לשכור שכירי חרב האיברים.
hu: Ibériai zsoldosok felfogadása.
hy: Իբեր վարձկանների վարձում։
it: Ingaggia mercenari Iberici.
ja: イベリア傭兵を雇います。
ko: 이베리아 용병을 고용하기
nb: Lei inn iberiske leiesoldater.
pl: Zatrudnij iberyjskich najemników.
pt_br: Contratar mercenários Ibéricos.
ru: Вербовка иберийских наёмников.
sk: Najať iberských žoldnierov.
sv: Lej iberiska legosoldater.
tr: İberyalı paralı asker kirala.
uk: Закликати на службу іберійських найманців.
zh: 雇佣伊比利亚佣兵
zh_tw: 雇用伊比利傭兵。

source: The Iberians were known as fierce mercenaries, loyal to their paymasters.
ast: A los íberos coñocíase-yos como feroces mercenarios, lleales a los sos pagadores.
bg: Иберите били познати като свирепи наемници, верни към господарите си.
br: Anavezet e oa an Iberianed evel gopridi ferv ha leal ouzh o zeñzorierien.
ca: Els ibers eren coneguts per ser mercenaris ferotges, lleials als seus patrons.
cs: Iberové byli známí jako nelítostní žoldnéři věrní svým pokladníkům.
de: Die Iberer waren bekannt also wilde Söldner, loyal gegenüber ihrem Zahlmeister.
el: Οι Ίβηροι ήταν φημισμένοι για τους ρωμαλέους μισθοφόρους τους, πιστοί σε αυτούς που τους πλήρωναν.
es_ar: Los ibéricos eran conocidos como feroces mercenarios, leales a sus comisarios.
eu: Iberiarrak mertzenario sutsuak zirelako ziren ezagutuak, ordaintzen zienei leial.
fa: ایبری ها برای مزدروان قدرتمند خود مشهور بودند، آنها به شدت به کسی که آنها را اجیر کرده بود وفادار بودند
ga: Tá na hIbéaraigh aitheanta mar amhais dhamanta, agus iad dilís dá mpámháistrí.
he: האיברים היו ידועים כשכירי חרב אכזריים, נאמנים לשולחיהם.
hu: Az ibériai harcosok híresek voltak vadságukról, valamint hűségükről felfogadóik felé.
hy: Իբերները հայտնի էին որպես մոլեգին առևտրականներ՝ հավատարիմ իրենց վճարողներին։
it: Gli iberici erano famosi come feroci mercenari, fedeli a chi li aveva assoldati.
ja: イベリア人は勇猛な傭兵として名高く、雇い主に忠誠を尽くしました。
ko: 이베리아인은 용맹한 용병으로 유명 고용주에게 충성을 다했습니다.
nb: Ibererene var kjent som voldsomme leiesoldater, loyale til sine lønnsbetalere.
pl: Iberyjczycy byli znani jako groźni najemnicy, wierni swoim płatnikom.
pt_br: Os ibéricos foram conhecidos como vorazes mercenários, leais a quem os pagava.
ru: Иберийцы известны как свирепые воины, верные своему нанимателю.
sk: Iberi boli známi ako neľútostní žoldnieri verní svojím pokladníkom.
sv: Iberierna var kända som grymma legsoldater, lojala till sina mästare.
tr: İberler, mutemetlerine sadık, sert paralı askerler olarak bilinirlerdi.
uk: Іберіанці були відомі як люті наймінці, із лояльністю до їх заказчика.
zh: 伊比利亚佣兵以忠诚勇猛著称，非常忠于雇主。
zh_tw: 伊比利傭兵以勇猛忠誠著稱，非常忠於他們的雇主。

source: Carthage, a city-state in modern-day Tunisia, was a formidable force in the western Mediterranean, eventually taking over much of North Africa and modern-day Spain in the third century B.C. The sailors of Carthage were among the fiercest contenders on the high seas, and masters of naval trade. They deployed towered War Elephants on the battlefield to fearsome effect, and had defensive walls so strong, they were never breached.
ast: Cartago, una ciudá-estáu de la Tunicia moderna, yera una fuercia del Mediterraneu occidental, qu'acabó conquistando muncho del África del Norte y la Península Ibérica nel sieglu trés a.C. Los marinos de Cartago yeren ente los combatientes más feroces de l'alta mar y dominaben el comerciu naval. En campu batalla desplegaben con terrible efeutivu elefantes de guerra con torres amontaes en llombu y teníen muralles defensives tan fuertes qu'enxamás ñun se trespasaron.
bg: Картаген, град-държава в днешен Тунис, бил страховита сила в западното средиземноморие, покорявайки по-голямата част от северна Африка и днешна Испания през трети век пр.н.е. Мореплавателите на Картаген били едни от най-добрите, умели както в битките, така и в търговията. Те докарвали бойни слонове на бойното поле за ужас на враговете си и имали толкова здрави защитни стени, че никой не успял да ги пробие.
br: Kartago, ur gêr-stad e Tunizia a-vremañ, a oa bet un nerzh dibar e Kornôg ar mor Kreizdouarel, en ur gemer ar galloud war ul lodenn vras eus Afrika an Hanternoz ha war spagn a-vremañ en deirvet kantved a-raok J.-K.. Martoloded Kartago a oa e-touez ar gevezerien fervañ war donvorioù, ha mistri war ar c'henwerzh war vor. Dispaket o doa Olifanted-Brezel tourennet war an dachenn-emgann evit un efed spontus, ha bez o doa mogerioù difenn ken kreñv ha ne vezent bet torret morse.
ca: Cartago, una ciutat estat a la zona que actualment és Tunísia, va ser una força formidable al Mediterrani occidental, que va arribar a conquerir gran part del nord d'Àfrica i la península Ibèrica al segle tercer aC. Els mariners de Cartago eren dels adversaris més ferotges d'alta mar, i uns mestres del comerç naval. Desplegaven temibles elefants de guerra amb torres al camp de batalla, i les seves muralles defensives eren tan fortes que mai van ser violades.
cs: Kartágo, městský stát v dnešním Tunisku, bylo působivou mocností v západním Středomoří, která ve třetím století před Kristem časem ovládla většinu severní Afriky a dnešního Španělska. Kartaginští námořníci byli jedněmi z nejdivočejších protivníků na otevřeném moři a zároveň i mistry námořního obchodu. Zvykli si na bojišti rozmísťovat bojové slony s věžemi za účelem vyvolání hrůzy u protivníka a měli obranné zdi tak silné, že se je nikdy nepodařilo překonat.
de: Karthago, ein Stadt-Staat im heutigen Tunesien, war eine beeindruckende Macht im westlichen Mittelmeerraum, die im 3. Jahrhundert v. Chr. große Teile Nordafrikas und des heutigen Spaniens eroberte. Die Seeleute Karthagos gehörten zu den wildesten Streitern auf hoher See und waren Meister des Seehandels. Sie setzten Kriegselefanten mit Türmen mit furchterregendem Effekt auf dem Schlachtfeld ein und hatten Verteidigungswälle, die so stark waren, dass sie nie durchbrochen wurden.
el: Η Καρχηδόνα, ήταν μια πόλη-κράτος στη σύγχρονη Τυνησία, ήταν μια τρομερή δύναμη στη δυτική Μεσόγειο, τελικά κατέλαβε μεγάλο μέρος της Βόρειας Αφρικής και της σύγχρονης Ισπανίας στο τρίτο π.Χ. αιώνα. Οι ναυτικοί της Καρχηδόνας ήταν μεταξύ των πιο δύσκολων αντιπάλων στην ανοικτή θάλασσα και αυθεντία στο εμπορικό ναυτικό. Παράτασσαν Πολεμικούς Ελέφαντες με πυργίσκους στο πεδίο της μάχης κάνοντας τρομακτική εντύπωση και είχαν αμυντικά τείχη τόσο ισχυρά, που ποτέ δεν είχαν παραβιαστεί.
es_ar: Cartago, una ciudad-estado en la actual Túnez, era una formidable fuerza en el Mediterráneo Oeste, tomando eventualmente gran parte del norte de África y la actual España en el siglo III a.C. Los marineros de Cartago estuvieron entre los más fieros contendientes de los mares, y fueron maestros del comercio naval. Ellos usaron los elefantes de guerra para asustar a sus enemigos, y tenían murallas infranqueables.
eu: Kartago, gaur egungo Tunezen kokaturiko estatu-hiria, mendebaldeko Mediterraneoko indar itzela izan zen K.a. hirugarren mendean Afrika iparraldean eta gaur egungo Espainian zabaldu zelarik. Kartagoko marinelak itsasoetako gudari sutsuenetakoak izan ziren eta merkataritzan maisu. Guda elefanteak zabaldu zituzten guda zelaietan etsaiei beldurra eragiteko eta, hain babes harresi sendoak zituzten, etsaiek sekula ezin izan zituztela igaro.
fa: کارتاژ که در دنیای امروز در کشور تونس واقع می شود در زمان خود یک نیروی قدرتمند در غرب مدیترانه به حساب می آمد و در نهایت توانست کنترل بیشترین قسمت های شمال افریقا و سرزمین اسپانیای کنونی را سه قرن قبل از میلاد تحت کنترل خود بگیرد. ملوانان کارتاژ مبارزان قدرتمند و تاجران دریایی زبده ای بودند. کارتاژها از فیل های جنگی در نبرد های زمینی خود استفاده می کردند که ترس شدیدی را در دشمنان ایجاد می کرد همچنین آنها در دفاع با دیوارهای بسیار مستحکم و سه لایه خود آنچنان از شهرهای خود دفاع می کردند که کسی قادر به نفوذ به آنها نبود.
ga: Bhí an Chartaig, cathairstát san Túinéis nua-aimseartha, ina feidhm láidir sa Mheánmhuir iartharach, a bhí ina smacht ar formhór na hAfraice Thuaidh agus na Spáinne nua-aimseartha sa tríú haois R.C. Ba iad na mairnéalaigh Cartagacha i measc na hiomaitheoirí is fiáine san mhórmhuir, agus bhí siad ina maistrí trádála. D'imlonnaigh siad Eilifintí Cogaidh Túrtha ar an gcoimhlint le héifeacht uafásach, agus rinne siad ballaí cosanta comh láidir go nach raibh aon bhearna uathu riamh.
he: קרתגו, עיר מדינה .תוניסיה של ימינו , היתה כוח אדיר במערב הים התיכון, בשיאה שלטה על חלק גדול מצפון אפריקה וספרד במאה השלישית לפני הספירה המלחים של קרתגו היה בין המתמודדים החריפים ביותר בלב הים, והמאסטרים של סחר ימי. הם פרסו פילי מלחמה שהתנשאו בשדה הקרב לאפקט מפחיד, והיו לי חומות הגנה כל כך חזקים, שהם מעולם לא נפרצו.
hu: Karthágó városállam egy félelmetes erő volt a nyugati mediterráneumban, azaz a mai Tunézia területén, amely az időszámításunk előtti harmadik században uralma alá hajtotta Észak-Afrika nagy részét és a mai Spanyolországot. Karthágó hajósai között voltak a nyílt tenger legvadabb versenyzői és a tengeri kereskedők mesterei. Tornyos harci elefántokat vonultattak fel a harcmezőn, amelyek félelmetes hatást keltettek, és olyan erős védelmi falakkal bírtak, hogy senki sem tudott áttörni rajtuk.
hy: Կարթագենը, քաղաք-պետություն ներկայիս Թունիսիայի տարածքում, Արևմտյան Միջերկրականի նշանակալի ուժ էր, որն ի վերջո կարողացավ մ․թ․ա․ 3-րդ դարում գրավել Հյուսիսային Աֆրիկայի և ներկայիս Իսպանիայի մեծամասնությունը։ Կարթագենացի ծովայինները բաց ծովում ամենադաժան հակառակորդներից էին և ծովային գործի վարպետներ։ Նրանք օգտագործում էին աշտարակավորված ռազմական փղեր կռվի դաշտում վախ ներշնչելու նպատակով, և նրանց պարիսպներն այնքան ամուր էին, որ երբեք չճեղքվեցին։
it: Cartagine, una città stato nella moderna Tunisia, era una forza formidabile nel Mediterraneo occidentale, giungendo ad avere il controllo di gran parte dell'Africa settentrionale e della moderna Spagna nel terzo secolo a.C. I marinai di Cartagine furono tra i contendenti più agguerriti del mare aperto, e maestri del commercio navale. Erano soliti dispiegare elefanti da guerra sul campo di battaglia per avere un impatto terrificante sul nemico, e costruirono mura difensive così robuste che non vennero mai violate.
ja: カルタゴは、現代のチュニジアにあった都市国家で、西地中海の恐るべき勢力であり、ついには北アフリカの大半と現代のスペインを紀元前3世紀に支配しました。カルタゴの船乗りは最も猛烈な海での競争者であり、海上貿易の達人でした。カルタゴが配備したそびえ立つ戦象は戦場で恐怖をもたらし、防御の壁は頑丈で、決して崩されませんでした。
ko: 카르타고는 현대 튀니지에 있던 도시 국가에서 서쪽 지중해의 무서운 세력이며, 결국은 북아프리카의 대부분과 현대의 스페인 기원전 3 세기에 지배했습니다. 카르타고 선원은 가장 사나운 바다에서 경쟁자이며, 해상 교역의 달인이었습니다. 그들은 무시무시한 효과를 얻기 위해 전쟁터에 코끼리들을 배치했지만, 방어벽이 너무 강해서 결코 뚫리지 않았었습니다.
nb: Kartago, en by-stat i nåværende Tunisia, var en formidabel makt i de vestlige middelhavslandene, og tok omsider over mye av Nord-Afrika og det nåværende Spania i det tredje århundre f.kr. Seilerne fra Kartago var blant de voldsomste tevlerne i høy sjø og mestere innen maritim handel. De utplasserte krigselefanter med tårn på slagmarken, med fryktinngytende virkning, og hadde forsvarsmurer så sterke at de aldri ble gjennombrutt.
pl: Kartagina, miasto-państwo w obecnej Tunezji, była znaczącą potęgą w zachodniej części Morza Śródziemnego, która ostatecznie przejęła kontrolę nad znaczną częścią Północnej Afryki oraz obecnej Hiszpanii w trzecim wieku p. n. e. Kartagińscy żeglarze byli jednymi z najgroźniejszych rywali na pełnym morzu, oraz mistrzami handlu morskiego. Na polu bitwy stosowali Słonie Bojowe z wieżą, siejące popłoch, mieli też mury obronne tak potężne że nikomu nie udało się ich naruszyć.
pt_br: Cartago, uma cidade-estado no que hoje é a Tunísia, era uma formidável força no oeste do Mediterrâneo, eventualmente dominando muito do norte da África e do que hoje é a Espanha no terceiro século A.C. Os marinheiros de Cartago estavam entre os melhores no alto mar, mestres do comércio naval. Eles descarregavam enormes Elefantes de Guerra no campo de batalha para um efeito assustador, e possuíam muralhas tão poderosas que jamais foram rompidas.
ru: Карфаген, город-государство на территории современного Туниса, был грозной силой в западном Средиземноморье, в последствии захвативший большую часть территории северной Африки и современной Испании в третьем веке до н.э. Моряки Карфагена слыли одними из наиболее ожесточённых противников в открытом море и были мастерами морской торговли. Они начали использовать боевых слонов с башнями на поле боя для устрашения врагов, а их защитные стены были настолько крепки, что никогда не были проломлены.
sk: Kartágo, mestský štát v dnešnom Tunisku, bolo impozantnou mocnosťou v západnom Stredomorí, ktorá v treťom storočí pred Kristom časom ovládla väčšinu severnej Afriky a dnešného Španielska. Kartáginskí námorníci boli jednými z najdivokejších protivníkov na otvorenom mori a zároveň aj majstrami námorného obchodu. Zvykli rozmiestňovať bojových slonov s vežami na bojisko za účelom vyvolania hrôzy u protivníka a mali obranné múry také silné, že sa ich nikdy nepodarilo prekonať.
sv: Carthage, ett stadsläge i modern Tunisien, var en formidabel kraft i västra Medelhavet, och så småningom tog över mycket av Nordafrika och dagens Spanien i det tredje århundradet B.C. Seglarna i Carthage var bland de hårdaste utmanare på det stora havet och mästare på sjöhandeln. De deployerade tappade krigelefanter på slagfältet till fruktansvärda effekter och hade defensiva väggar så starka att de aldrig bryts mot varandra.
tr: Günümüz Tunus'unda bir şehir devleti olan Kartaca, batı Akdeniz'in zorlu bir gücü olup, M.Ö. 3. yüzyılda Kuzey Afrika ve günümüz İspanya'sının çoğunu ele geçirdi. Kartaca denizcileri, açık denizlerde en sert yarışmacılar ve deniz ticaretinin ustaları arasındaydı. Savaş meydanlarına korkunç bir etki yaratmak için kule savunma filleri yerleştirdiler ve savunma duvarları çok güçlüydi, hiçbir zaman ihlal edilmedi.
tt: Карфаген, әлеге Тунис җирләрендә урнашылган ил-шәһәре, төньяк Африканың һәм әлеге Испанияның өченче гасырда б. э. к. күп җирләрен басып алган, көнбатыш Урта диңгез җиренең кансыз көче булган. Карфагенның су йорүчеләре ачык диңгездә иң куркыныч дошманнар дип дан тотканнар, шулай ук диңгез сәүдәсендә бик шомарганнар. Алар беренчегә хәрби филләрне, дошманнарны куркытыр өчен, сугышта кулланырга башлаганнар. Карфаген стеналары шушы хәтлек ныклы булганнар, хәтта аларны бер кемдә җимерә алалмаган.
uk: Карфаген, місто-держава на території сучасного Тунісу, було великою військовою силою у західній частині Середземного моря і зрештою захопило значну територію у Північній Африці і сучасній Іспанії у третьому столітті до н.е. Моряки з Карфагену були одними з найнебезпечніших супротивників у відкритому морі, а крім того і досвідченими морськими торговцями. Вони застосовували на полі бою військових слонів, які мали на собі башти для лучників, для залякування ворога. Їхні захисні стіни були настільки міцними, що нікому так і не вдалося їх зруйнувати.
zh: 迦太基是现代突尼斯的一个城邦，在过去它是在地中海西部强大的力量，公元前三世纪最终征服了北非大部地区和现代西班牙地区。迦太基水手在公海是强大的争夺者，并精通海上贸易。他们在战场上部署战象以威慑对手，有防御城墙那么强。他们从不毁约。
zh_tw: 迦太基是個城邦，約位在今日的突尼西亞，曾是地中海西部強大的力量，在西元前三世紀征服現今的北非及西班牙。迦太基的水手在公海是強大的爭奪者，同時也精通海上貿易。他們在戰場上部署戰象以造成敵方的震懾，並像防禦城牆那麼強，他們從不毀約。

source: Gauls
ast: Galos
bg: Гали
br: Galianed
ca: Gals
cs: Galové
de: Gallier
el: Γαλάτες
es_ar: Galos
eu: Galiarrak
fa: گال ها
ga: Na Gallaigh
he: הגאלים
hu: Gallok
hy: Գալեր
it: Galli
ja: ガリア
ko: 갈리아
nb: Gallere
pl: Galowie
pt_br: Gauleses
ru: Галлы
sk: Galovia
sv: Galler
tr: Galyalılar
tt: Галлар
uk: Гали
zh: 高卢
zh_tw: 高盧人

source: -10% research time for technologies of allies.
ast: Un 10% menos de tiempu d'investigación pa teunoloxíes aliaes.
bg: -10% време за проучване на технологии за съюзниците.
nb: -10% forskningstid for alliertes teknologier.
sk: -10% výskumného času pre technológie spojencov

source: Druidic Wisdom
ast: Sabencia druídica
bg: Друидска мъдрост
br: Furnez an drouized
ca: Saviesa de Druida
cs: Moudrost druidů
de: Druidische Weisheit
el: Σοφία του Δρυίδη
es_ar: Sabiduría Druida
fa: حکمت دروئید
ga: Eagnaíocht Draíochta
he: חוכמה דרוידית
hu: Druida bölcsesség
hy: Դրուիդական իմաստություն
ko: 드루이드교의 지혜
nb: Druidisk visdom
pl: Mądrość Druidzka
pt_br: Sabedoria Druídica
ru: Мудрость друидов
sk: Druidská múdrosť
sv: Druidisk Vishet
tr: Kelt Şaman Bilgeliği
uk: Мудрість друїдів
zh: 德鲁伊的智慧
