Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: %(player)s has been defeated (lost all units).
ast: Apoderou-se a %(player)s (perdeu todɐlɐs unidades).
bg: %(player)s беше победен(а) (загуби всичките си единици).
cs: %(player)sbyl poražen (ztratil všechny jednotky).
de: %(player)s ist besiegt worden (hat alle Einheiten verloren)
el: %(player)s έχει ηττηθεί (απώλεια όλων των μονάδων).
es: %(player)s ha sido derrotado (perdió todas sus unidades).
eu: %(player)s menderatua izan da (unitate guztiak galdu ditu).
fi: %(player)s on lyöty (menetti kaikki yksiköt).
fr: %(player)sa été vaincu (Unités perdues)
hu: %(player)s legyőzetett (az összes egységét elvesztette).
id: %(player)s telah dikalahkan (kehilangan semua unit).
it: %(player)s ha perso (tutte le unità distrutte).
ja: %(player)sは敗北しました(すべてのユニットを失いました)
ko: %(player)s님이 패배했습니다 (모든 유닛 잃음).
nl: %(player)s is verslagen (heeft geen eenheden meer).
pl: %(player)s został pokonany (stracił wszystkie jednostki).
pt_br: %(player)s foi derrotado (todas as unidades foram perdidas).
pt_pt: %(player)s perdeu (perdeu todas as unidades).
ru: %(player)s был побежден (потерял всех юнитов)
sk: %(player)s bol porazený (stratil všetky jednotky).
sv: %(player)s har blivit besegrad (förlorat alla enheter).
tr: %(player)s yenildi (tüm birimleri kaybetti)
uk: %(player)s зазнав поразки (втратив усіх юнітів).
zh: %(player)s失败了（已损失所有单位）
zh_tw: %(player)s 已被擊敗（失去所有單位）。

source: %(player)s has been defeated (lost all units and critical structures).
ast: Apoderou-se a %(player)s (perdeu todɐlɐs structurɐs vitales & unidades).
bg: %(player)s беше победен(а) (загуби всичките си единици и жизненоважни сгради).
cs: %(player)sbyl poražen (ztratil všechny jednotky a kritické stavby).
de: %(player)s ist besiegt worden (hat alle Einheiten und alle wichtigen Gebäude verloren).
el: %(player)s έχει ηττηθεί (απώλεια όλων των μονάδων και κρίσιμων κατασκευών).
es: %(player)s ha sido derrotado (perdió todas sus unidades y estructuras críticas).
eu: %(player)s menderatua izan da (unitate eta egitura kritiko guztiak galdu ditu).
fi: %(player)s on lyöty (menetti kaikki yksiköt ja kriittiset rakennelmat).
fr: %(player)s a été vaincu (Unités et structures critiques perdues)
hu: %(player)s legyőzetett (az összes egységét és az összes kulcsfontosságú építményét elvesztette)
id: %(player)s telah dikalahkan (kehilangan semua unit dan bangunan penting).
it: %(player)s ha perso (tutte le unità e le strutture primarie distrutte).
ja: %(player)sは敗北しました (すべてのユニットと重要な構築物を失いました）
ko: %(player)s님이 패배했습니다 (모든 유닛과 중요 건축물들 잃음).
nl: %(player)s is verslagen (heeft geen eenheden en essentiële gebouwen meer).
pl: %(player)s został pokonany (stracił wszystkie jednostki i kluczowe konstrukcje).
pt_br: %(player)sfoi derrotado (todas as unidades e estruturas críticas foram perdidas).
pt_pt: %(player)sperdeu (perdeu todas as unidades e estruturas críticas).
ru: %(player)s был побежден (потерял всех юнитов и критически важные постройки).
sk: %(player)s bol porazený (stratil všetky jednotky a dôležité budovy).
sv: %(player)s har blivit besegrad (förlorat alla enheter och kritiska strukturer).
tr: %(player)s yenildi (tüm birimleri ve ktirik yapıları kaybetti).
uk: %(player)s зазнав поразки (втратив усіх юнітів та критичні споруди).
zh: %(player)s失败了（失去了所有单位和重要建筑）。
zh_tw: %(player)s 已被擊敗（失去所有單位和重要建築）。

source: %(player)s has been defeated (lost hero).
ast: Apoderou-se a %(player)s (perdeu l heroe).
bg: %(player)s беше победен(а) (загуби герой).
cs: %(player)sbyl poražen (ztratil hrdinu).
de: %(player)s ist besiegt worden (hat den Helden verloren).
el: %(player)s έχει ηττηθεί (απώλεια Ήρωα).
es: %(player)s ha sido derrotado (último héroe).
eu: %(player)s garaitua izan da (heroia galdu du).
fi: %(player)s on lyöty (menetti sankarin).
fr: %(player)sa été vaincu (Héros perdu)
hu: %(player)s vereséget szenvedett (elvesztett egy hőst).
id: %(player)s telah dikalahkan (kehilangan pahlawan).
it: %(player)s ha perso (eroe sconfitto).
ja: %(player)sは敗北しました(英雄を失いました)
ko: %(player)s님이 패배했습니다 (영웅 잃음).
nl: %(player)s is verslagen (heeft geen Held meer).
pl: %(player)szostał zabity (ostatni bohater)
pt_br: %(player)s foi derrotado (herói perdido).
pt_pt: %(player)s perdeu (perdeu o herói).
ru: %(player)s был побежден (потерял героя).
sk: %(player)s bol porazený (prišiel o hrdinu).
sv: %(player)s har blivit besegrad (förlorat hjälte).
tr: %(player)s yenildi (kahraman kaybetti).
uk: %(player)s зазнав поразки (втратив героя).
zh: %(player)s失败了（损失英雄）
zh_tw: %(player)s 已被擊敗（失去英雄）。

source: %(_player_)s owns a Wonder and %(_player_)s and their allies will win in %(time)s.
ast: %(_player_)s tien un Milhagro. L’alliança de %(_player_)s vai vincer in %(time)s.
bg: %(player)s притежава чудо, така че %(player)s и съюзниците му/ѝ ще победят след %(time)s.
cs: %(_player_)svlastní div a %(_player_)sa jejich spojenci zvítězí%(time)s.
de: %(_player_)s besitzt ein Wunder und %(_player_)s und seine Verbündeten werden in %(time)s gewinnen.
el: %(_player_)s έχει στην κατοχή του/της ένα Θαύμα και %(_player_)s και οι σύμμαχοί τους θα κερδίσουν σε %(time)s.
es: %(_player_)s posee una maravilla y %(_player_)s y sus aliados vencerán en %(time)s.
eu: %(_player_)s (k) miragarri bat dauka eta %(_player_)s eta haien aliatuek irabaziko dute %(time)s.
fi: %(_player_)s omistaa Ihmeen ja %(_player_)s ja hänen liittolaisensa voittavat ajassa %(time)s.
fr: %(_player_)s possède une merveille et %(_player_)s et ses alliés gagneront la partie dans %(time)s.
id: %(_player_)s memiliki Keajaiban dan %(_player_)s dan sekutu mereka akan menang dalam %(time)s.
it: %(_player_)s possiede una Meraviglia e %(_player_)s e i suoi alleati vinceranno in %(time)s.
ja: %(_player_)sが象徴を所有した為%(_player_)sと同盟国は%(time)sで勝利します。
ko: %(_player_)s님이 불가사의를 소유하고 있으며 %(_player_)s님과 그 동맹국은 %(time)s 안에 승리할 것입니다.
nl: %(_player_)s heeft een Wonder en %(_player_)s en hun bondgenoten zullen over %(time)s winnen.
pl: %(_player_)s posiada cud i %(_player_)s i jego sojusznicy wygrają w %(time)s
pt_pt: %(_player_)s tem uma maravilha construída e %(_player_)s e os seus aliados vencerão em %(time)s.
ru: %(_player_)s владеет Чудом. %(_player_)s победит с союзниками через %(time)s.
sk: %(_player_)s vlastní Div sveta a %(_player_)s spolu s jeho spojencami vyhrajú za %(time)s.
sv: %(_player_)s äger ett under och %(_player_)s och deras allierade kommer att vinna om %(time)s.
tr: %(_player_)s adlı oyuncu Dünya Harikasına sahip ve %(_player_)s adlı oyuncu ve onun müttefikleri %(time)s içinde oyunu kazanacak.
uk: %(_player_)s володіє Чудом і %(_player_)s та його союзники переможуть через %(time)s.
zh: %(_player_)s获得一座奇观，将在%(time)s后获胜。
zh_tw: %(_player_)s 擁有了世界奇觀，%(_player_)s 和其同盟會在%(time)s後獲勝。

source: %(_player_)s owns a Wonder and will win in %(time)s.
ast: %(_player_)s tien un Milhagro & vai vincer in %(time)s.
bg: %(player)s притежава чудо и ще победи след %(time)s.
cs: %(_player_)svlastní div a vyhraje za %(time)s.
de: %(_player_)s besitzt ein Wunder und wird in %(time)s gewinnen.
el: %(_player_)s έχει στην κατοχή του/της ένα Θαύμα και θα κερδίσει σε %(time)s.
es: %(_player_)s posee una maravilla y vencerá en %(time)s.
eu: %(_player_)s (k) miragarri bat dauka eta irabaziko du %(time)s.
fi: %(_player_)s omistaa Ihmeen ja voittaa ajassa %(time)s.
fr: %(_player_)s possède une merveille et gagnera la partie dans %(time)s
id: %(_player_)s memiliki Keajaiban dan akan menang dalam %(time)s.
it: %(_player_)s possiede una Meraviglia e vincerà in %(time)s.
ja: %(_player_)sは象徴を所有した為、%(time)sで勝利します
ko: %(_player_)s님이 불가사의를 소유하고 있으며 %(time)s 안에 승리할 것입니다.
nl: %(_player_)s heeft een Wonder en zal over %(time)s winnen.
pl: %(_player_)s posiada cud i wygra w %(time)s
pt_pt: %(_player_)s tem uma maravilha construída e irá vencer em %(time)s.
ru: %(_player_)s владеет Чудом и победит через %(time)s.
sk: %(_player_)s vlastní Div sveta a vyhrá za %(time)s.
sv: %(_player_)s äger ett under och kommer att vinna om %(time)s.
tr: %(_player_)s adlı oyuncunun Dünya Harikasına sahip ve %(time)s içinde kazanacak.
uk: %(_player_)s володіє Чудом і переможе через %(time)s.
zh: %(_player_)s获得一座奇观，将在%(time)s后获胜。
zh_tw: %(_player_)s 擁有了世界奇觀，會在%(time)s後獲勝。

source: %(_player_)s owns a Wonder and you will win in %(time)s.
ast: %(_player_)s tien un Milhagro. Vas vincer in %(time)s.
bg: %(player)s притежава чудо, така че Вие ще победите след %(time)s.
cs: %(_player_)svlastní div a vyhraješ za%(time)s.
de: %(_player_)s besitzt ein Wunder und du wirst in %(time)s gewinnen.
el: %(_player_)s έχει στην κατοχή του/της ένα Θαύμα και θα κερδίσεις σε %(time)s.
es: %(_player_)s posee una maravilla y vencerás en %(time)s.
eu: %(_player_)s (k) miragarri bat dauka eta zuk irabaziko duzu %(time)s.
fi: %(_player_)s omistaa Ihmeen ja sinä voitat ajassa %(time)s.
fr: %(_player_)s possède une merveille et vous gagnerez dans %(time)s
id: %(_player_)s memiliki Keajaiban dan Anda akan menang dalam %(time)s.
it: %(_player_)s possiede una Meraviglia e tu vincerai in %(time)s.
ja: %(_player_)sは象徴を所有した為、あなたは%(time)sで勝利します
ko: %(_player_)s님이 불가사의를 소유하고 있으며 당신은 %(time)s 안에 승리할 것입니다
nl: %(_player_)s heeft een Wonder en u zal over %(time)s winnen.
pl: %(_player_)s posiada cud i wygrasz w %(time)s
pt_pt: %(_player_)s tem uma maravilha construída e irás vencer em %(time)s.
ru: %(_player_)s владеет Чудом и победит через %(time)s.
sk: %(_player_)s vlastní Div sveta a ty vyhráš za %(time)s.
sv: %(_player_)s äger ett under och kommer att vinna om %(time)s.
tr: %(_player_)s adlı oyuncunun bir Dünya Harikası var ve sen %(time)s içinde kazanacaksın.
uk: %(_player_)s володіє Чудом і ви виграєте через %(time)s.
zh: %(_player_)s获得一座奇观，%(time)s后你将获胜。
zh_tw: %(_player_)s 擁有了世界奇觀，你會在%(time)s後獲勝。

source: You own a Wonder and you and your allies will win in %(time)s.
ast: Tienes un Milhagro. L’alliança tuɐ vai vincer in %(time)s.
bg: Вие притежавате чудо, така че заедно със съюзниците си ще победите след %(time)s.
cs: Vlastníte div a vyhrajete vy a vaši spojenci za %(time)s.
de: Du besitzt ein Wunder und du und deine Verbündeten werden in %(time)s gewinnen.
el: Έχεις στην κατοχή σου ένα Θαύμα και εσύ και οι σύμμαχοι σου θα κερδίσουν σε %(time)s.
es: Posees una maravilla y tu y tus aliados venceréis en %(time)s.
eu: Miragarri baten jabea zara eta zuk eta zure aliatuek irabaziko duzue %(time)s.
fi: Omistat Ihmeen ja sinä ja liittolaisesi voitatte ajassa %(time)s.
fr: Vous possédez une merveille et vous et vos alliés gagnerez dans %(time)s
id: Anda memiliki Keajaiban dan Anda dan sekutu Anda akan menang dalam %(time)s.
it: Possiedi una Meraviglia e tu e i tuoi alleati vincerete in %(time)s.
ja: 象徴を所有した為、あなたと同盟国の勝利まで%(time)sです
ko: 당신이 불가사의를 소유하고 있다면 당신과 당신의 동맹은 %(time)s 후에 승리할 것입니다.
nl: U heeft een Wonder en u en uw bondgenoten zullen over %(time)s winnen.
pl: ty posiadasz cud i ty i twoi sojusznicy wygracie w %(time)s
pt_pt: Tens uma maravilha construída e tu e os teus aliados vencerão em %(time)s.
ru: Вы владеете Чудом и победите с союзниками через %(time)s.
sk: Vlastníš Div sveta a vyhráš spolu so svojimi spojencami za %(time)s.
sv: Du äger ett under och du och dina allierade kommer att vinna om %(time)s.
tr: Bir Dünya Harikasına sahipsin ve sen ve müttefiklerin %(time)s içinde kazanacaksınız.
uk: Ви володієте Чудом і ви та ваші союзники виграєте через %(time)s.
zh: 你获得了一座奇观，你和同盟将在%(time)s后获胜。
zh_tw: 你擁有了世界奇觀，你和你的同盟會在%(time)s後獲勝。

source: You own a Wonder and will win in %(time)s.
ast: Tienes un Milhagro. Vas vincer in %(time)s.
bg: Вие притежавате чудо и ще победите след %(time)s.
cs: Vlastníte div a vyhrajete za%(time)s.
de: Du besitzt ein Wunder und wirst in %(time)s gewinnen.
el: Έχετε στην κατοχή σας ένα Θαύμα και θα κερδίσετε σε %(time)s.
es: Posees una maravilla y vencerás en %(time)s.
eu: Miragarri baten jabea zara eta irabaziko duzu %(time)s.
fi: Omistat ihmeen ja voitat ajassa %(time)s.
fr: Vous possédez une merveille et gagnerez dans %(time)s
hu: Birtokolsz egy csodát és %(time)s időn belül nyerni fogsz.
id: Anda memiliki Keajaiban dan Anda akan menang dalam %(time)s.
it: Possiedi una Meraviglia e vincerai in %(time)s.
ja: 象徴を所有しました、あと%(time)sで勝利できます。
ko: 당신은 불가사의를 소유하고 있으며 %(time)s 후에 승리할 것입니다.
nl: U heeft een Wonder en u zal over %(time)s winnen.
pl: uzyskałeś cud i wygrasz w %(time)s
pt_pt: Tens uma maravilha construída e vencerás em %(time)s.
ru: Вы владеете Чудом и победите через %(time)s.
sk: Vlastníš Div sveta a vyhráš za %(time)s.
sv: Du äger ett Under och kommer att vinna om %(time)s.
tr: Bir Dünya Harikasına sahipsin ve %(time)s içinde kazanacaksın.
uk: Ви володієте Чудом і виграєте через %(time)s.
zh: 你获得了一座奇观，将在%(time)s后获胜。
zh_tw: 你擁有了世界奇觀，你會在%(time)s後獲勝。

source: %(lastPlayer)s has won (wonder victory).
ast: %(lastPlayer)s vinceu (por milhagro).
bg: %(lastPlayer)s победи (победа с чудо).
cs: %(lastPlayer)s vyhrál (vítězství pomocí divu).
de: %(lastPlayer)s hat gewonnen (Wundersieg).
el: %(lastPlayer)s έχουν κερδίσει (Νίκη με Θαύμα).
es: %(lastPlayer)s ha vencido (victoria por maravilla).
eu: %(lastPlayer)s irabazi duzu (garaipena).
fi: %(lastPlayer)s on voittanut (ihmevoitto).
fr: %(lastPlayer)s a gagné (victoire par merveille).
id: %(players)s dan %(lastPlayer)s telah menang (kemenangan keajaiban).
it: %(lastPlayer)s ha vinto (vittoria con Meraviglia).
ja: %(players)sと%(lastPlayer)sの勝利です。(象徴勝利)
ko: %(players)s님과 %(lastPlayer)s님이 승리했습니다 (불가사의 승리).
nl: %(lastPlayer)s heeft gewonnen (wonder overwinning).
pl: %(lastPlayer)swygrał (cudowne zwycięstwo)
pt_pt: %(lastPlayer)s venceu (vitória por maravilha).
ru: %(lastPlayer)s победил (Чудо построено).
sv: %(lastPlayer)s har vunnit (under-seger).
tr: %(lastPlayer)s kazandı (Dünya Harikası zaferi)
uk: %(lastPlayer)s переміг (Чудо побудовано).
zh: %(players)s 和 %(lastPlayer)s 获得胜利 (奇观胜利）。
zh_tw: %(players)s 和 %(lastPlayer)s 已經獲勝（世界奇觀勝利）。

source: %(lastPlayer)s has been defeated (wonder victory).
ast: Apoderou-se a %(lastPlayer)s (por milhagro).
bg: %(lastPlayer)s загуби (победа с чудо).
cs: %(lastPlayer)s byl poražen (vítězství pomocí divu).
de: %(lastPlayer)s ist besiegt worden (Wundersieg).
el: %(lastPlayer)s έχει ηττηθεί (Νίκη από Θαύμα)
es: %(lastPlayer)s ha sido derrotado (victoria por maravilla).
eu: %(players)s eta %(lastPlayer)s garaituak izan dira (garaipena).
fi: %(lastPlayer)s on lyöty (ihmevoitto).
fr: %(lastPlayer)s a perdu (victoire par merveille).
id: %(players)s dan %(lastPlayer)s telah dikalahkan (kemenangan keajaiban).
it: %(lastPlayer)s ha perso (vittoria con Meraviglia).
ja: %(players)sと%(lastPlayer)sは敗北しました(象徴勝利)
ko: %(players)s님과 %(lastPlayer)s님이 패배했습니다 (불가사의 승리).
nl: %(lastPlayer)s is verslagen (wonder overwinning).
pl: %(lastPlayer)szostał pokonany (cudowne zwycięstwo)
pt_pt: %(lastPlayer)s perdeu (vitória por maravilha).
ru: %(lastPlayer)s проиграл (построено Чудо).
sk: %(lastPlayer)s bol porazený (výhra Divom sveta).
sv: %(lastPlayer)s har blivit besegrad (under-seger).
tr: %(lastPlayer)s yenildi (Dünya Harikası zaferi).
uk: %(lastPlayer)s зазнав поразки (Чудо побудовано противником).
zh: %(players)s 和 %(lastPlayer)s 失败了 (奇观胜利）。
zh_tw: %(players)s 和 %(lastPlayer)s 已被擊敗（世界奇觀勝利）。

source: Each player starts the match atop a large flat plateau, otherwise known as an acropolis. To the East lies a large bay with fishing opportunities. To the West is a rugged hinterland with an unclaimed acropolis commanding the valley below.
ast: Cada jogador intama la partida subre un teson ḷḷanu n somo d’una cildá, ou acrópolis. A Naciente ha hi una gran badea poblada de peixe. A Poniente, na crespa tierra interior, ha hi una acrópolis desierta que domina l valle a l sou piei.
bg: Всеки играч започва срещата върху голямо плато, познато още като акропол. На изток има голям залив, подходящ за риболов. На запад има хълмове и незает акропол с добър изглед към долината в средата.
br: Pep c'hoarier a grog ar c'hrogad e nec'h un uhelgompezenn blaen ledan, anavezet peotramant bezañ evel un akropol. E neuziadurioù ar Reter ur bae ledan gant chañsoù pesketa. Er c'hornôg ez eus ur geinvro galet gant un akropol nann-goulennet zo o valir an draoñienn dindan.
ca: Cada jugador comença la partida en un gran altiplà, també conegut com a acròpolis. A l'est hi ha una gran badia amb grans opcions de pesca. A l'oest hi ha una zona interior amb una acròpolis no reclamada que controla la vall de sota.
cs: Každý z hráčů začíná na vrchu velkého, rovného pahorku, též známého jako akropolis. Na východě leží velký záliv s možností rybařit. Na západě je robustní zázemí s nevyužitou akropolí dominující údolí před ní.
da: Hver spiller starter kampen på toppen af ​​et stort fladt plateau, også kendt som en akropolis. Mod øst ligger en stor bugt med fiskemuligheder. Mod vest er et robust bagland med en uhævet akropolis, der kommanderer dalen nedenfor.
de: Jeder Spieler beginnt das Spiel auf einem großen flachen Plateau, auch als Akropolis bekannt. Im Osten liegt eine große Bucht mit Möglichkeiten zum Fischen. Im Westen ist ein wildes Hinterland mit einer herrenlosen Akropolis, die das Tal unten beherrscht.
el: Κάθε παίκτης ξεκινά το παιχνίδι επάνω ένα μεγάλο επίπεδο οροπέδιο, αλλιώς γνωστό ως ακρόπολη. Στα ανατολικά βρίσκεται ένας μεγάλο κόλπος με αλιευτικές δυνατότητες. Προς τη Δύση βρίσκετε μια πετρώδης ενδοχώρα με μία αδιεκδίκητη ακρόπολη που δεσπόζει στην κοιλάδα από κάτω της.
es: Cada jugador comienza la partida encima de una meseta, también conocida como acrópolis. Al este se encuentra una gran bahía con posibilidades de pesca. Al oeste hay una zona resguardada muy escabrosa que contiene una acrópolis sin dueño dominando el valle.
fa: Each player starts the match atop a large flat plateau, otherwise known as an acropolis.To the East lies a large bay with fishing opportunities. To the West is a rugged hinterland with an unclaimed acropolis commanding the valley
fi: Kukin pelaaja aloittaa ottelun suuren tasaisen tasangon päällä, joka tunnetaan myös nimellä akropolis.. Idässä on suuri lahti, jossa on kalastusmahdollisuuksia. Lännessä on karu sisämaa, jonka alla olevaa laaksoa hallitsee valtaamaton akropolis.
fr: Chaque joueur commence la partie en haut d'un large plateau, aussi appelé acropole. À l'est s'étend une large baie où il est possible de pêcher. À l'ouest, on trouve un rude arrière-pays avec une acropole libre dominant la vallée en contrebas.
gd: Tòisichidh gach cluicheadair air mullach àrd-chlàir mhòir rèidh ris an canar acra-bhaile. Tha camas gu ear le cothroman air iasgach. Tha talamh garbh gu siar le acra-bhaile gun sealbhadair aig a bheil smachd air an gleann gu h-ìosal.
it: Ogni giocatore inizia la partita in cima ad un grande altopiano pianeggiante, altrimenti noto come un'acropoli. A est si trova una grande baia con possibilità di pesca. Ad Occidente c'è un entroterra aspro con un'acropoli non occupata che controlla la valle sottostante.
ja: 各プレイヤーが対戦を開始するのは大きく平坦な台地、すなわちアクロポリスの上です。 東には大きな入江があり、漁業ができます。西には起伏に富む後背地があり、領有されていないアクロポリスが谷を見下ろしています。
ko: 각 플레이어는 아크로폴리스로 알려진 넓고 평평한 고원 위에서 시합을 시작합니다. 동쪽에는 낚시를 할 수 있는 큰 만이 있습니다. 서쪽은 계곡이 내려다보이는 사람이 없는 아크로폴리스가 있는 험준한 오지입니다.
ms: Setiap pemain bermula diatas dataran rata yang luas, yang dikenali sebagai acropolis. Di sebelah Timur terdapat teluk besar yang mengandungi banyak peluang perikanan. Di sebelah barat merupakan kawasan pendalaman tanpa dimiliki oleh sesiapa berada di lembah di bawah.
nb: Hver spiller starter kampen oppå et stort flatt platå, ellers kjent som et akropolis. I øst ligger en stor bukt med muligheter for fisking. I vest er et kupert landskap med et ledig akropolis med lederskap over dalen nedenfor.
nl: Elke speler start boven op een vlak plateau, ook gekend als een akropolis. In het oosten is er een baai waar gevist kan worden. In het westen is het land ruwer, met de mogelijkheid om een nieuw stadscentrum op een akropolis te bouwen.
pl: Każdy gracz zaczyna na szczycie dużego płaskowyżu znanego jako akropol. Na wschodzie znajduje się duża zatoka, której wody są pełne ryb. W głębi lądu, na zachodzie wznosi się niezamieszkały akropol strzegący wejścia do doliny.
pt_br: Cada jogador começa o jogo em cima de um grande planalto plano, também conhecido como uma Acrópole. A leste, encontra-se uma grande baía com possibilidades de pesca. A oeste é um sertão áspero com uma Acrópole não reclamada comandando o vale abaixo.
pt_pt: Cada jogador inicia a partida num grande planalto, conhecido como acrópole. A leste encontra-se uma grande baía com oportunidades de pesca. A oeste encontra-se uma região interior acidentada, com uma acrópole sobre um vale por reivindicar.
ru: Каждый игрок начинает игру на большом плоском плато, известном также как акрополь. К востоку лежит большая бухта с промысловыми возможностями. На западе изрезанные внутренние районы с незанятым акрополем, господствующим над долиной внизу.
sk: Každý hráč začína na vrchole veľkej plošiny, tiež nazývanej akropola. Na východe leží veľký záliv, ktorý ponúka príležitosti na lov rýb. Na západe sa rozprestiera drsná krajina s neobsadenou akropolou so širokým rozhľadom na údolie popod ňou.
sv: Varje spelare startar matchen uppe på en stor platt platå, även kallad en Akropolis. I öster ligger en stor bukt med fiskemöjligheter. Till väst är ojämnt inland med en ledig Akropolis med makt över dalen nedanför.
tr: Her oyuncu büyük bir plato üzerinde başlar, aksitakdirde bilinen bir akropoliste. Doğuda balıkçılık olanakları ile büyük bir koy bulunmaktadır. Batıdaki yokuşlu merkez ile sahipsiz aşşağı vadideki akropolise hakimdir.
uk: Кожен гравець починає змагання на вершині великого плоского плато, також відомого як акрополь. На сході лежить велика затока багата на рибу. На заході надійні вільні райони із нічийним акрополем, який домінує над долиною.
vi: Mỗi người chơi bắt đầu màn chơi trên một bình nguyên rộng lớn, hay còn được biết đến là một thần điện. Về phía Đông là một vịnh lớn với những cơ hội cho ngành thủy sản. Còn về phía Tây là cùng nội địa gồ ghề với một thần điện vô chủ ngự trị thung lũng ở dưới.
zh: 每个玩家都在一个大型平台，又称卫城，之上开始游戏。 东部是一个大型的海湾，可能会有一些渔获。西边则是一片崎岖的腹地及一个控制底下的山谷的无主卫城。

source: Acropolis Bay (2)
ast: Badea lɐs acrópoles (2)
bg: Заливът на акропола (2)
br: Bae Akropolis (2)
ca: Badia de l'acròpoli (2)
cs: Záliv Akropolis (2)
da: Akropolisbugten (2)
de: Akropolisbucht (2)
el: Κόλπος της Ακρόπολης (2)
es: Bahía de la Acrópolis (2)
eu: Akropoliren Badia (2)
fi: Akropolislahti (2)
fr: Baie de l'Acropole (2)
ga: Cuan na hAcrapail (2)
gd: Camas acra-bhaile (2)
hu: Akropolisz-öböl (2)
id: Teluk Akropolis (2)
it: Baia di Acropoli (2)
ja: アクロポリスの入江 (2)
ko: 아크로폴리스 만 (2)
ms: Teluk Acropolis (2)
nb: Akropolis Bukt (2)
nl: Akropolisbaai (2)
pl: Zatoka Akropolu (2)
pt_br: Baia de Acrópole (2)
pt_pt: Baía da Acrópole (2)
ru: Залив акрополь (2)
sk: Akropoly pri zálive (2)
sr: Залив Акропоља (2)
sv: Akropolis Vik (2)
tr: Akropolis Bay (2)
uk: Затока Акрополь (2)
vi: Vịnh Thần điện (2)
zh: 阿克罗波利斯湾 (2)
zh_tw: 衛城海灣 (2)
