Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-userreport.po
Languages: ast, bg, ca, cs, de, el, es, eu, fr, ga, gd, gl, hu, id, it, ko, nl, pl, pt_br, pt_pt, ru, sk, sv, te, tr, uk, zh, zh_tw

source: [font="sans-bold-18"]0 A.D. Empires Ascendant UserReporter Terms and Conditions[/font]
ast: [font="sans-bold-18"]Términos & condiciones de l RelatorUsuarial de 0 A.D. Empires Ascendant[/font]
bg: [font="sans-bold-18"]0 A.D. Empires Ascendant - Правила и условия на услугата UserReporter[/font]
ca: [font="sans-bold-18"]Termes i condicions del servei d'informes d'usuari del 0 A.D. Empires Ascendant[/font]
cs: [font="sans-bold-18"]Pravidla a podmínky pro UserReporter hry 0 A.D. Empires Ascendant[/font]
de: [font="sans-bold-18"]0 A.D. Imperien Herrschaft UserReporter Allgemeine Geschäftsbedingungen[/font]
el: [font="sans-bold-18"]Όροι και Προϋποθέσεις της Αναφοράς Χρήστη του 0 A.D. η Άνοδος των Αυτοκρατοριών[/font]
es: [font="sans-bold-18"]Términos y Condiciones del UserReporter de 0 A.D. Empires Ascendant[/font]
eu: [font="sans-bold-18"]«0 A.D. Empires Ascendant»en UserReporter-ren erabilera baldintzak[/font]
fr: [font="sans-bold-18"]Conditions et Termes d'Utilisation de 0 A.D. Empires Ascendant[/font]
ga: [font="sans-bold-18"]Tearmaí & Coinníolacha de chuid an ÚsáidTuairisceora in 0 A.D. Impireachtaí in Uachtar[/font]
gd: [font="sans-bold-18"]Teirmichean is cumhaichean a’ UserReporter aig 0 A.D. Empires Ascendant[/font]
gl: [font="sans-bold-18"]Condicións do Informador de Usuario de 0 d.C. — A ascensión dos imperios[/font]
hu: [font="sans-bold-18"]0 A.D. Felemelkedő birodalmak felhasználói visszajelző felhasználási feltételei[/font]
id: [font="sans-bold-18"]Syarat dan Ketentuan 0 A.D. Empires Ascendant UserReporter[/font]
it: [font="sans-bold-18"]0 A.D. Empires Ascendant UserReporter Termini e Condizioni[/font]
ko: [font="sans-bold-18"]0 A.D. Empires Ascendant 사용자 리포터 이용 약관[/font]
nl: [font="sans-bold-18"]0 A.D. Empires Ascendant UserReporter Algemene voorwaarden[/font]
pl: [font="sans-bold-18"]Zasady korzystania z 0 A.D. Empires Ascendant UserReporter [/font]
pt_br: [font="sans-bold-18"]0 A.D. Empires Ascendant UserReporter Termos e Condições[/font]
pt_pt: [font="sans-bold-18"]Termos e Condições de Relatórios de Utilizador de 0 A.D. Empires Ascendant[/font]
ru: [font="sans-bold-18"]Правила и условия использования загрузчика Пользовательского отчёта 0 A.D. Empires Ascendant[/font]
sk: [font="sans-bold-18"]0 A.D. Empires Ascendant UserReporter Podmienky[/font]
sv: [font = "Sans-Bold-18"] 0 A.D. Empires ascendant användar reporter villkor [/font]
te: [font="sans-bold-18"]0 ఎ.డి. ఎంపైర్స్ అస్సెండెంట్ వినియోగదారుడి నివేదిక నిబంధనలు మరియు షరతులు[/font]
tr: [font="sans-bold-18"]0 A.D. Empires Ascendant UserReporter Kullanım Koşulları ve Şartları[/font]
uk: [font="sans-bold-18"]Правила та умови користувацького звітувальника 0 A.D. Empires Ascendant[/font]
zh: [font="sans-bold-18"]0 A.D. Empires Ascendant 用户使用条款和条件[/font]
zh_tw: [font="sans-bold-18"]0 A.D. Empires Ascendant 使用者回報程式條款與條件[/font]

source: [font="sans-bold-14"]Document Date:[/font] 2018-10-16
ast: [font="sans-bold-14"]Data de l documento:[/font] 2018-10-16
bg: [font="sans-bold-14"]Последна редакция:[/font] 2018-10-16
ca: [font="sans-bold-14"]Data del document:[/font] 16-10-2018
cs: [font="sans-bold-14"]Datum dokumentu:[/font] 2018-10-16
de: [font="sans-bold-14"]Datum des Dokuments:[/font] 16.10.2018
el: [font="sans-bold-14"]Ημερομηνία Εγγράφου:[/font] 16-10-2018
es: [font="sans-bold-14"]Fecha del documento:[/font] 16/10/2018
eu: [font="sans-bold-14"]Dokumentuaren data:[/font] 2018-10-16
fr: [font="sans-bold-14"]Date du Document:[/font] 2018-10-16
ga: [font="sans-bold-14"]Dáta an Doiciméid:[/font] 2018-10-16
gd: [font="sans-bold-14"]Ceann-là na sgrìobhainn Date:[/font] 16mh Dàmh 2018
gl: [font="sans-bold-14"]Data do documento:[/font] 2018-10-16
hu: [font="sans-bold-14"]Dokumentum dátuma:[/font] 2018.10.16.
id: [font="sans-bold-14"]Tanggal Dokumen:[/font] 2018-10-16
it: [font="sans-bold-14"]Data Documento:[/font] 2018-10-16
ko: [font="sans-bold-14"]문서 날짜:[/font] 2018-10-16
nl: [font="sans-bold-14"]Document datum:[/font] 2018-10-16
pl: [font="sans-bold-14"]Data dokumentu:[/font] 16.10.2018
pt_br: [font="sans-bold-14"]Data do Documento:[/font] 2018-10-16
pt_pt: [font="sans-bold-14"]Data do Documento:[/font] 2018-10-16
ru: [font="sans-bold-14"]Дата документа:[/font] 2018-10-16
sk: [font="sans-bold-14"]Dátum modifikácie:[/font] 2018-10-16
sv: [font = "Sans-fet-14"] Dokument datum: [/font] 2018-10-16
te: [font="sans-bold-14"]పత్రం తేదీ:[/font] 2018-10-16
tr: [font="sans-bold-14"]Döküman Tarihi:[/font] 2018-10-16
uk: [font="sans-bold-14"]Дата документа:[/font] 2018-10-16
zh: [font="sans-bold-14"]文件日期:[/font] 2018-10-16
zh_tw: [font="sans-bold-14"]文件日期：[/font] 2018-10-16

source: The 0 A.D. UserReporter is a tool that allows you, the 0 A.D. player, to automatically upload hardware- and software-system details in order to help Wildfire Games and community developers to improve the performance and compatibility of 0 A.D.
ast: El RelatorUsuarial de 0 A.D. ye un preseu que ti permitte a ti, el jogador de 0 A.D., treslladar automaticamente informaciones machinariɐs & programmáticɐs par’ adiudar a Wildfire Games & los disindolcadores de la communidá a amelyorare la efficiencia & compatibilidá de 0 A.D.
bg: 0 A.D. UserReporter е програма, която позволява на Вас, играчът на 0 A.D., автоматично да изпраща информация свързано хардуера и софтуера, и системна информация, която ще помогне на Wildfire Games и разработчиците-доброволци да подобрят работата и съвместимостта на играта 0 A.D.
ca: El servei d'informes d'usuari del 0 A.D. és una eina que permet als jugadors del 0 A.D. enviar automàticament detalls de programari i maquinari per ajudar Wildfire Games i els desenvolupadors de la comunitat a millorar el rendiment i la compatibilitat del 0 A.D.
cs: UserReporter je nástroj, který tobě, hráči 0 A.D., umožňuje automaticky odesílat hardwarové a softwarové podrobnosti za účelem pomoci Wildfire Games a komunitě vývojařů vylepšit výkon a kompatibilitu 0 A.D.
de: Der 0 A.D. UserReporter gibt dir als 0 A.D. Spieler die Möglichkeit, automatisch Hardware- und Software-Details hochzuladen. Mit diesen Daten hilfst du Wildfire Games und den Community-Entwicklern, Leistung und Kompatibilität von 0 A.D. zu verbessern.
el: Η Αναφορά Χρήστη του 0 A.D. είναι ένα εργαλείο που επιτρέπει, στο παίκτη του 0 A.D., να ανεβάζει αυτόματα τις λεπτομέρειες του υλικού και λογισμικού του συστήματός του, προκειμένου να βοηθήσει την Wildfire Games και τους προγραμματιστές της κοινότητας να βελτιώσουν την απόδοση και τη συμβατότητα του 0 A.D.
es: UserReporter de 0 A.D. es una herramienta que le permite a usted, el jugador, enviar automáticamente detalles sobre el hardware y software del sistema para ayudar a Wildfire Games y a los desarrolladores de su comunidad a mejorar el rendimiento y la compatibilidad de 0 A.D.
eu: 0 A.D. UserReporter lanabesak Wildfire Games eta komunitateko garatzaileei 0 A.D. -ren errendimendua eta bateragarritasuna hobetzen laguntzeko hardware eta softwarearen sistemaren xehetasunak automatikoki kargatzeko aukera ematen dizu.
fr: L'outil UserReporter 0 A.D est un outil qui permet aux joueurs de 0 A.D d'automatiquement envoyer les détails matériel et logiciel du système pour aider les développeurs Wildfire Games et ceux de la communauté à améliorer les performances et la compatibilité de 0 A.D.
ga: Is uirlis é an tÚsáidTuairisceoir a ligeann dóibh, an t-imreoir 0 A.D., do shonraí córais bogearraí agus crua-earraí a uaslódáil go huathoibríoch go mpobalfhorbróirí Wildfire Games agus iad a chabhrú don fheidhmíocht agus comhoiriúnacht 0 A.D. a chur chun cinn.
gd: ’S e inneal a th’ ann an 0 A.D. UserReporter a leigeas leat-sa, cluicheadair 0 A.D., fiosrachadh mu bhathar-cruaidh is bathar-bog an t-siostaim agad a luchdadh suas gu fèin-obrachail agus cuidichidh seo Wildfire Games is luchd-leasachaidh na coimhearsnachd ach an cuir sinn piseach air dèanadas is co-chòrdalachd 0 A.D.
gl: O Informador de Usuario de 0 d.C. é unha ferramenta que lle permite a vostede, como xogador de 0 d.C., enviar automaticamente detalles sobre o hardware e o software do seu sistema, para axudar a Wildfire Games e aos desenvolvedores da comunidade a mellorar o rendemento e a compatibilidade de 0 d.C.
hu: A 0 A.D. felhasználói visszajelző egy eszköz, amellyel te, a 0 A.D. játékos, automatikusan feltöltheted a hardver- és szoftverrendszered részleteit, hogy segíts a Wildfire Gamesnek és a közösségi fejlesztőknek, hogy javítsanak a 0 A.D. teljesítményén és kompatibilitásán.
id: 0 A.D. UserReporter adalah alat yang membuatmu, pemain 0 A.D., bisa secara otomatis mengunggah detail dari perangkat keras dan perangkat lunak untuk membantu Wildfire Games dan komunitas pengembang untuk meningkatkan performa dan kompatibilitas 0 A.D.
it: Lo UserReporter di 0 A.D. è uno strumento che ti permette, come giocatore di 0 A.D., di caricare automaticamente dettagli di sistema hardware e software in modo da aiutare Wildfire Games e la comunità di sviluppatori a migliorare le prestazioni e la compatibilità di 0 A.D.
ko: 0 A.D. 사용자 리포터는 0 A.D. 플레이어인 사용자가 Wildfire Games와 커뮤니티 개발자가 0 A.D의 성능과 호환성을 향상 시킬 수 있도록 하드웨어 및 소프트웨어 시스템 세부 정보를 자동으로 업로드할 수 있는 도구입니다.
nl: De 0 A.D. UserReporter is een tool waarmee u, de 0 A.D.-speler, automatisch hardware- en software-systeemgegevens kunt uploaden om Wildfire Games en community-ontwikkelaars te helpen de prestaties en compatibiliteit van 0 A.D.
pl: 0 A.D. UserReporter to narzędzie służące do automatycznego przesyłania szczegółów dotyczących sprzętu i oprogramowania w celu ułatwienia Wildfire Games i społeczności twórców ulepszania wydajności i kompatybilności 0 A.D.
pt_br: O 0 A.D. UserReporter é uma ferramenta que permite que você, o jogador de 0 A.D., carregue automaticamente os detalhes do sistema de hardware e software para ajudar a Wildfire Games e os desenvolvedores da comunidade a melhorar o desempenho e a compatibilidade de 0 A.D.
pt_pt: OS Relatórios de Utilizador de 0 A.D. é uma ferramenta que permite-lhe, como utilizador do 0 A.D., enviar automaticamente detalhes de sistema sobre o hardware e o software por forma a ajudar a Wildfire Games e a comunidade de programadores a melhorar o desempenho e a compatibilidade do 0 A.D.
ru: Загрузчик Пользовательского отчёта 0 A.D. — это инструмент, который позволяет вам, игроку 0 A.D., автоматически загружать информацию об аппаратных и программных системных данных, чтобы помочь Wildfire Games и разработчикам сообщества улучшить производительность и совместимость 0 A.D.
sk: 0 A.D. UserReporter je nástroj ktorý umožňuje tebe, hráčovi 0 A.D., automaticky zdieľať systémové detaily tvojho hardwaru a softwaru za účelom pomoci Wildfire Games a komunitným vývojárom so zlepšovaním výkonu a kompatibility 0 A.D.
sv: Den 0 A.D. UserReporter är ett verktyg som låter dig, den 0 A.D. spelare, att automatiskt ladda upp maskinvaru-och mjukvaru system Detaljer för att hjälpa Wildfire spel och samhälls utvecklare att förbättra prestanda och kompatibilitet 0 A.D.
te: 0 ఎ.డి. యూజర్‌ రిపోర్టర్, 0 ఎ.డి. యొక్క పనితీరు మరియు అనుకూలతను మెరుగుపరచడానికి వైల్డ్‌ఫైర్ గేమ్స్ మరియు కమ్యూనిటీ డెవలపర్‌లకు సహాయపడటానికి హార్డ్‌వేర్- మరియు సాఫ్ట్‌వేర్-సిస్టమ్ వివరాలను స్వయంచాలకంగా అప్‌లోడ్ చేయడానికి 0 ఎ.డి. ఆటగాళ్ళు మిమ్మల్ని అనుమతించే సాధనం.
tr: 0 A.D. UserReporter otomatik olarak donanım ve yazılım bilgilerini oyunun geliştiricilerine ileten, performans ve yazılım uygunluğunu geliştirmeyi sağlayan bir araçtır.
uk: Користувацький звітувальник 0 A.D. – це інструмент, що дозволяє Вам, гравцю 0 A.D., автоматично завантажувати апаратні та програмні подробиці системи, щоб допомогти Wildfire Games та спільноті розробників покращити продуктивність та сумісність 0 A.D.
zh: 为帮助Wildfire Games和社区开发人员提高0 A.D.的性能和兼容性，用户报告允许玩家自动上传硬件信息和软件细节。
zh_tw: 0 A.D. 使用者回報程式讓您——也就是 0 A.D. 的玩家——可以自動上傳硬體與軟體系統的詳細資訊，藉此協助 Wildfire Games 與社群開發者改善 0 A.D. 的效能與相容性

source: [font="sans-bold-14"]Purpose of the UserReport:[/font]
ast: [font="sans-bold-14"]Propósito de l RelatuUsuarial:[/font]
bg: [font="sans-bold-14"]Предназначение на програмата UserReport:[/font]
ca: [font="sans-bold-14"]Propòsit dels informes d'usuari:[/font]
cs: [font="sans-bold-14"]Účel uživatelské zprávy:[/font]
de: [font="sans-bold-14"]Zweck des UserReports:[/font]
el: [font="sans-bold-14"]Σκοπός της Αναφοράς Χρήστη:[/font]
es: [font="sans-bold-14"]Finalidad de UserReport:[/font]
eu: [font="sans-bold-14"]UserReport-en txostenaren xedea:[/font]
fr: [font="sans-bold-14"]But de l'Outil UserReport:[/font]
ga: [font="sans-bold-14"]Aidhm na hÚsáidTuairisce:[/font]
gd: [font="sans-bold-14"]Amas na h-aithrise:[/font]
gl: [font="sans-bold-14"]Finalidade dos informes de usuario:[/font]
hu: [font="sans-bold-14"]A Felhasználói visszajelzés célja:[/font]
id: [font="sans-bold-14"]Tujuan dari UserReport:[/font]
it: [font="sans-bold-14"]Scopo del UserReport:[/font]
ko: [font="sans-bold-14"]사용자 보고서의 목적:[/font]
nl: [font="sans-bold-14"]Doel van de UserReport:[/font]
pl: [font="sans-bold-14"]Cele UserReport:[/font]
pt_br: [font="sans-bold-14"]Propósito do UserReport:[/font]
pt_pt: [font="sans-bold-14"]Objetivos dos Relatórios de Utilizador:[/font]
ru: [font="sans-bold-14"]Назначение Пользовательского отчёта:[/font]
sk: [font="sans-bold-14"]Účely UserReport:[/font]
sv: [font = "Sans-fet-14"] Syftet med UserReport: [/font]
te: [font="sans-bold-14"]వినియోగదారుడి నివేదిక యొక్క ఉద్దేశ్యం:[/font]
tr: [font="sans-bold-14"]Kullanıcı Raporunun Amacı:[/font]
uk: [font="sans-bold-14"]Мета звіту користувача:[/font]
zh: [font="sans-bold-14"]用户报告的目的:[/font]
zh_tw: [font="sans-bold-14"]使用者回報的目的：[/font]

source: The UserReports indicate which system features (for example CPU instruction sets and OpenGL capabilities) are widely supported by the computer systems of 0 A.D. players.
ast: Los RelatosUsuariales indicɐn qualɐs funcciones systemáticɐs (por casu, conjuntos d’instrucciones pa la tratadoria & funcciones d’OpenGL) son ampliamente sofitadɐs polos systemas ordenadores de los jogadores de 0 A.D.
bg: Потребителските доклади съдържат информация и показват кои системни характеристики/функции (например, задачи на процесора и възможности на програмно-приложния интерфейс OpenGL) са най-широко използвани и поддържани от компютърните системи на играчите на 0 A.D..
ca: Els informes d'usuari indiquen quines característiques del sistema (per exemple conjunts d'instruccions del processador i capacitats OpenGL) són àmpliament suportades pels ordinadors dels jugadors del 0 A.D.
cs: Uživatelská zpráva ukazuje jaké systémové prvky (například architektura CPU a OpenGL vlastnosti) jsou široce podporovány počítači hráčů 0 A.D.
de: Die Berichte des UserReports zeigen auf, welche Systemkonfigurationen (z.B. CPU-Befehlssatz oder OpenGL-Fähigkeiten) unter den 0 A.D.-Spielern weit verbreitet sind.
el: Οι Αναφορές Χρήστη υποδεικνύουν ποιες λειτουργίες του συστήματος (για παράδειγμα, το σύνολο των εντολών του επεξεργαστή και τις δυνατότητες του OpenGL) υποστηρίζονται ευρέως από τα υπολογιστικά συστήματα των παικτών του 0 A.D.
es: Los UserReports indican qué características del sistema (por ejemplo, conjuntos de instrucciones de CPU y capacidades OpenGL) son ampliamente soportadas por los sistemas informáticos de los jugadores de 0 A.D.
eu: UserReport-ak adierazten du zein sistema baliabide (CPU ren instrukzio multzoak eta OpenGL baliabideak, adibidez) jasan ditzaken aise 0 A.D konputagailuak.
fr: L'UserReports indique quelles caractéristiques du système (par exemple quel sont les jeux d'instructions et les capacités OpenGL d'un processeur) sont le plus pris en charge par les systèmes des joueurs 0 A.D.
ga: Cuireann na hÚsaidTuairiscí in iúl cé acu na gnéithe córais (tacar treorach CPU agus acmhainní OpenGL m.sh.) atá soláthraithe ag na córais ríomhaire de chuid na n-úsáideoirí 0 A.D.
gd: Innsidh aithrisean dè gleusan an t-siostaim (can seataichean àitheantan CPU agus comasan OpenGL) ris a bheil taic fharsaing am measg coimpiutairean cluicheadairean 0 A.D.
gl: Os informes de usuario indicar que funcionalidades do sistema (p. ex. grupos de instrucións da CPU ou funcionalidades de OpenGL) son compatíbeis con gran parte dos computadores que usan os xogadores de 0 d.C.
hu: A felhasználói visszajelzések jelzik, hogy mely rendszerelemek (például CPU utasításkészletek és OpenGL képességek) fordulnak elő a 0 A.D. játékosok számítógépes rendszerén.
id: UserReport menunjukkan fitur sistem (contohnya kumpulan perintah CPU dan kemampuan OpenGL) mana yang didukung secara luas oleh sistem komputer para pemain 0 A.D.
it: Gli UserReport indicano quali caratteristiche di sistema (per esempio il set di istruzioni della CPU e le capacità OpenGL) sono ampiamente supportate dai computer dei giocatori di 0 A.D.
ko: 사용자 보고서는 0 A.D. 플레이어의 컴퓨터 시스템에서 광범위하게 지원하는 시스템 기능(예: CPU 명령 집합 및 OpenGL 기능)을 나타냅니다.
nl: De UserReports geven aan welke systeemeigenschappen (bijvoorbeeld CPU-instructiesets en OpenGL-mogelijkheden) breed worden ondersteund door de computersystemen van spelers van 0 A.D.
pl: UserReport wskazuje, które elementy systemu (na przykład model programowy procesora i możliwości OpenGL) są wspierane przez systemy graczy 0 A.D.
pt_br: Os UserReports indicam quais recursos do sistema (por exemplo, conjuntos de instruções da CPU e recursos do OpenGL) são amplamente suportados pelos sistemas de computador do 0 A.D.
pt_pt: Os Relatórios de Utilizador indicam que elementos de sistema (por exemplo o conjunto de instruções da CPU e capacidades OpenGL) são suportadas amplamente pelos sistemas de computadores dos jogadores de 0 A.D.
ru: Пользовательские отчёты показывают, какие системные возможности (например, наборы команд процессора и возможности OpenGL) широко поддерживаются компьютерами игроков 0 A.D.
sk: UserReports poskytujú informácie o tom, ktoré systémové funkcie (napríklad sady CPU inštrukcií alebo OpenGL vlastnosti) sú podporované počítačovými zostavami hráčov 0 A.D.
sv: Den UserReports anger vilka system funktioner (till exempel CPU instruktions uppsättningar och OpenGL-funktioner) stöds i stor utsträckning av dator system 0 A.D. spelare.
te: 0 ఎ.డి. ఆటగాళ్ళ యొక్క కంప్యూటర్ సిస్టమ్స్ చేత ఏ సిస్టమ్ లక్షణాలు (ఉదాహరణకు సిపియు ఇన్స్ట్రక్షన్ సెట్స్ మరియు ఓపెన్జిఎల్ సామర్థ్యాలు) విస్తృతంగా మద్దతు ఇస్తాయో యూజర్ రిపోర్ట్స్ సూచిస్తాయి.
tr: Kullanıcı Raporları (UserReports), 0 A.D. oyuncularının çoğunlukla hangi sistem ayarlarını kullanıldığını gösterir. Örneğin, OpenGL performansını arttırmak için CPU ayarlarının nasıl yapıldığı.
uk: Звіти користувача вказують, які функціональні можливості системи (наприклад, набори інструкцій центрального процесора та можливості OpenGL) широко підтримуються комп'ютерними системами гравців 0 A.D.
zh: 用户报告指明0 A.D.广泛支持的计算机系统功能（例如CPU指令集和OpenGL功能）。
zh_tw: 使用者回報會顯示，多數玩家的系統支援哪些功能，例如 CPU 指令集、OpenGL 功能等等。

source: This allows developers to decide which 0 A.D. program code is safe to use and which optimizations are most feasible to implement next.
ast: Esto permitte a los disindolcadores determinar qual códigu de l programma 0 A.D. ye seguru pa l usu & qualɐs optimaciones son lɐs más factibles par’ incorporá-se d’a reo.
bg: Това позволява на разработчиците на 0 A.D. да преценяват безопасността за използване на различни части от програмния код на играта и най-подходящите оптимизации за интегриране в бъдеще.
ca: Això permet als desenvolupadors decidir quin codi del 0 A.D. es pot utilitzar amb seguretat i quines optimitzacions són més factibles d'implementar a continuació.
cs: Toto umožňuje vývojářům rozhodnout, který kód je bezpečný pro použití a které optimalizace je nejschůdnější implementovat jako další.
de: Dies gibt den Entwicklern die Möglichkeit, zu entscheiden, welcher 0 A.D. Programmcode sicher genutzt werden kann und welche Optimierungen als Nächstes implementiert werden können.
el: Αυτό επιτρέπει στους προγραμματιστές να αποφασίσουν ποιος κώδικας του προγράμματος 0 A.D. είναι ασφαλής στη χρήση και ποιες βελτιστοποιήσεις είναι πιο εφικτές για την επόμενη εφαρμογή.
es: Esto permite a los desarrolladores decidir qué código de 0 A.D. es seguro de usar y qué optimizaciones son más factibles de implementar a continuación.
eu: Horrek aukera ematen die garatzaileek zer 0 A.D. programa kodea den erabiltzeko segurua eta hurrengo optimizazioak bideratzeko biderik egokiena.
fr: Cela permet aux développeurs de décider quel code de programmation 0 A.D. est le plus sûr et quelles optimisations seront les plus simples à être implémentées.
ga: Ligeann sé seo ar forbróirí a shocrú cé acu na códanna ríomhchláir 0 A.D. atá sábháilte a úsáid agus cén bharrfheabhsuithe atá níos féideartha a chur i bhfeidhm ina dhiaidh.
gd: Leigidh seo leis an luchd-leasachaidh co-dhùnaidhean a dhèanamh a thaobh dè an còd prògramachaidh as urrainn dhuinn cleachdadh gu sàbhailte ann an 0 A.D. agus dè an ath-phiseach a bu chòir dhuinn a phrògramachadh.
gl: Isto permite aos desenvolvedores decidir que código do programa 0 d.C. usar e en que optimizacións é máis efectivo traballar.
hu: Így a fejlesztők eldönthetik, hogy a 0 A.D. programkódja biztonságosan használható-e, és hogy legközelebb mely optimalizációk a leginkább kivitelezhetőek.
id: Hal ini membuat pengembang 0 A.D. dapat menentukan kode program mana yang aman untuk digunakan dan optimisasi mana yang paling layak untuk diimplementasikan selanjutnya.
it: Questo permette agli sviluppatori di decidere quale codice del programma di 0 A.D. è sicuro da usare e quali ottimizzazioni sono possibili da implementare successivamente.
ko: 이를 통해 개발자는 어떤 0 A.D. 프로그램 코드를 안전하게 사용할 수 있는지, 어떤 최적화 프로그램이 다음에 구현할 수 있는지 결정할 수 있습니다.
nl: Hiermee kunnen ontwikkelaars beslissen welke 0 A.D.-programmacode veilig is om te gebruiken en welke optimalisaties het meest haalbaar zijn om de volgende code te implementeren.
pl: Pozwala to twórcom zdecydować, który kod programu jest bezpieczny do użycia i które optymalizacje najlepiej byłoby następnie wprowadzić.
pt_br: Isso permite que os desenvolvedores decidam qual código de programa do 0 A.D. é seguro para uso e quais otimizações são mais viáveis para implementar em seguida.
pt_pt: Isto ajuda os programadores a decidir que código de programa o 0 A.D. é seguro utilizar e que otimizações são as mais fiáveis a implementar a seguir.
ru: Это позволяет разработчикам решить, какой программный код 0 A.D. безопасен в использовании, и какие оптимизации наиболее целесообразны для реализации в дальнейшем.
sk: Toto umožňuje developerom rozhodnúť ktorý kód 0 A.D. je bezpečné použiť a ktoré optimizácie sú najvhodnejšie na ďalšiu implementáciu.
sv: Detta gör det möjligt för utvecklare att avgöra vilken program kod på 0 E.Kr. som är säker att använda och vilka optimeringar som är mest genomförbara att implementera härnäst.
te: ఏ 0 ఎ.డి. ప్రోగ్రామ్ కోడ్ ఉపయోగించడానికి సురక్షితం మరియు తదుపరి అమలు చేయడానికి ఏ ఆప్టిమైజేషన్లు చాలా సాధ్యమో నిర్ణయించడానికి ఇది డెవలపర్‌లను అనుమతిస్తుంది.
tr: Geliştiricilerin hangi 0 A.D. kodunun güvenli ve kullanıma hazır olduğunu ve gelecekte hangilerinin iyileştirilmesi gerektiğini anlamalarını sağlar.
uk: Це дозволяє розробникам вирішувати, який програмний код 0 A.D. є безпечним для використання та які оптимізації найбільш доцільно впровадити далі.
zh: 使得开发人员决定哪项0 A.D.代码可以安全使用，哪些优化适宜下一步去实现。
zh_tw: 有了這些資訊，開發者就能判斷，哪些程式碼可以放心使用的、哪些後續的改善策略是可行的。
