Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-other.po
Languages: ar, ast, bg, br, ca, cs, da, el, es_ar, eu, fa, fi, ga, gd, he, hu, hy, id, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: The Iberians were a people of mysterious origins and language, with a strong tradition of horsemanship and metalworking. A relatively peaceful culture, they usually fought in other's battles only as mercenaries. However, they proved tenacious when Rome sought to take their land and freedom from them, and employed pioneering guerrilla tactics and flaming javelins as they fought back.
ast: Los íberos yeran un puöblo d’oríxhenes & lhingua obscuros, cun una fhuörte tradicion eqüestre & metallúrxhica. De cultura mas bien pacífica, lhuithaban in battallas ayyenas cumo mercenarios. Sí q’assí, ante la minacia de Roma, amostrarun-se tenazes & usarun guerras de guerrinas & lhancias flamíxheras al defender la sua tierra & lhibertá.
ca: Els ibers eren un poble amb uns orígens misteriosos i una llengua desconeguda, amb una important tradició en la cria de cavalls i la metal·lúrgia. Amb una cultura relativament pacífica, normalment només lluitaven com a mercenaris en les batalles dels altres pobles. Tot i això, van mostrar-se tenaços quan Roma va intentar prendre'ls la terra i la llibertat, i van fer servir tàctiques pioneres de guerrilla i javelines incendiàries per defensar-se.
el: Οι Ίβηρες ήταν ένας λαός με μυστήρια καταγωγή και γλώσσα, με ισχυρή παράδοση στην ιππασία και τη μεταλλουργία. Με σχετικά ειρηνική κουλτούρα, που συνήθως πολέμησαν στις μάχες των άλλων μόνο ως μισθοφόροι. Ωστόσο, αποδείχθηκαν σκληροτράχηλοι όταν η Ρώμη προσπάθησε να πάρει τη γη και την ελευθερία από αυτούς, και χρησιμοποίησαν πρωτοποριακές τακτικές ανταρτοπόλεμου και φλεγόμενα ακόντια, καθώς αμυνόντουσαν.
hu: Az ibériaiak rejtélyes eredetű és nyelvű emberek voltak, erős lovas és fémműves hagyományokkal. Viszonylag békés kultúrájuk volt - legtöbbször csak zsoldosként harcoltak mások csatáiban. Viszont kitartónak bizonyultak, amikor a rómaiak el akarták venni a földjeiket és a szabadságjogaikat, és úttörő gerillataktikát valamint tüzes lándzsákat vetettek be, amikor felvették a harcot.
ko: 이베리아족의 기원과 언어는 베일에 쌓여 있었습니다. 그들은 전통적으로 강력한 기마술 금속 가공술이 뛰어났습니다. 비교적 평화로운 문화에서 그들은 대게 다른 전장에서 용병으로만 싸웠습니다. 그러나 로마가 그들의 땅과 자유를 빼앗으려 하자, 그들의 집요함은 증명했고 그들로부터 해방했고, 그들은 선구적으로 게릴라 전술과 불타는 투창을 사용해 반격했습니다.
nl: De Iberiërs waren een volk van mysterieuze oorsprong met een bijna ongekende taal. Ze hadden sterke tradities in het paardenmennen en smeden. Ze waren een tamelijk vredit volk en vochten voornamelijk als huurlingen in andere oorlogen. Toen de Romeinen hun land probeerden te veroveren toonden de Iberiërs zich echter als harde strijders. Ze gebruikten tot dan toe onbekende guerrillatechnieken en verwoestende brandende speerpunten.
ru: Иберийцы были народом загадочного происхождения и языка, с крепкими традициями коневодства и кузнечного дела. Будучи носителями относительно миролюбивой культуры, они обычно участвовали в сражениях в качестве наёмников. Однако, когда Рим пытался лишить их земли и свободы, они показали своё упорство, задействовав новаторскую тактику партизанской войны с использованием зажигательных дротиков.
sk: Iberi boli ľudia zahadného pôvodu a jazyka so silnou tradíciou v jazdectve a kovoobrábaní. Relatívne mierumilovná kultúra, zvyčajne bojovali v bitkách ostatných iba ako žoldnieri. Prejavili sa však nakoniec ako húževnatý ľud, keď sa im Rím snažil vziať ich pôdu a slobodu, využívajúc pri obrane partizánsky spôsob boja a horiace oštepy.
sv: Iberierna var ett folk av mystiskt ursprung och språk, med en stark tradition av horsemanship och metalworking. En relativt fredlig kultur, de slog sig vanligen i andras strider bara som legosoldater. Men de visade sig vara tålamod när Rom försökte ta sitt land och frihet från dem och anställde banbrytande gerillataktik och flammande javelins när de kämpade tillbaka.
uk: Ібери були народом із загадковим походженням і мовою, міцними традиціями конярства і ковальської справи. Будучи носіями відносно миролюбної культури, вони зазвичай брали участь у битвах в якості найманців у інших народів. Однак, коли Рим намагався забрати у них землі і свободу, вони показали свою завзятість, задіявши новаторську тактику партизанської війни і використання вогняних дротиків під час відповідних нападів.
zh: 伊比利亚人有着神秘的起源和语言，也有很高的冶金和马术水平，作为一个相对热爱和平的民族，他们通常只以雇佣兵的身份参与外部的战争，但在罗马人侵略他们的土地时也会奋起保卫家园，并在反击时使用了伏击战术和火标枪。
zh_tw: 伊比利人有著神祕的起源和語言，他們也有強大的馬術及金屬加工傳統。在相對和平的文化下，他們通常只以傭兵的身份參與外族戰爭；然而他們也在羅馬試圖侵奪他們的土地與自由時證明了自己的頑強，並在反擊時使用了開創性的游擊戰術和火標槍。

source: Kushites
ast: qesanos
ca: Cuixites
el: Κουσίτες
hu: Kusiták
ko: 쿠시테인
nl: Koesjiten
ru: Кушиты
sk: Kušiti
sv: Kushiter
uk: Кушити
zh: 库什
zh_tw: 庫施人

source: The Kingdom of Kush was an ancient African kingdom situated on the confluences of the Blue Nile, White Nile and River Atbara in what is now the Republic of Sudan. The Kushite era of rule in the region was established after the Bronze Age collapse of the New Kingdom of Egypt, and it was centered at Napata in its early phase. They invaded Egypt in the 8th century BC, and the Kushite emperors ruled as Pharaohs of the Twenty-fifth dynasty of Egypt for a century, until they were expelled by the Assyrians. Kushite culture was influenced heavily by the Egyptians, with Kushite pyramid building and monumental temple architecture still extent. The Kushites even worshipped many Egyptian gods, including Amun. During Classical antiquity, the Kushite imperial capital was at Meroe. In early Greek geography, the Meroitic kingdom was known as Aethiopia. The Kushite kingdom persisted until the 4th century AD, when it weakened and disintegrated due to internal rebellion, eventually succumbing to the rising power of Axum.
ast: El reino de Qesa yera un antiguu reino africano situado nas miestas de los Nilos Azul, Blancu & Prietu no q’inguanno ye la República del Sudan. La dómina qesana cominçou in Napata tras el collapsu del Imperio Nuövo d’Egypto a finales de la Edade del Bronze. Nel sieglo VIII a.C., los reies qesanos invadierun Egypto & gubernarun-llo cumo pharaones de la XXV dynastía egypcia, ta que llos expulsarun los assyrios. La cultura qesana bebía de la egypcia, exemplo d’ello siendo los abundantes pyrámides & templos monumentales que deiẍarun. Tamien adoraban a muĩthos dieuses egypcios, inẍertu Amun. Ya na antigüidá clássica, la capital del reino yera Medewi & al reino los griegos nomaban-llo Meroe ou Ethiopía. El reino qesano persistiu ta’l IV d.C., quando, por culpa de rebelliones internas, decaeu, se disintegrou & finalmente succumbiu ante’l poder ascendente d’Áxum.
ca: El Regne de Cuix fou un antic regne africà situat a la confluència del Nil Blau, el Nil Blanc i el riu Atbara, en el que és ara la República del Sudan. L'era de supremacia cuixita a la regió es va establir després de la fi de l'edat del bronze i la desintegració de l'Imperi Nou d'Egipte, i es centrà a la ciutat de Napata a la seva època primerenca. Cuix envaí Egipte al segle VIII aC i els emperadors cuixites regnaren com a faraons de la vint-i-cinquena dinastia d'Egipte durant un segle, fins que van ser expulsats pels assiris. La cultura cuixita fou influenciada fortament pels egipcis, mantenint la construcció de piràmides i temples monumentals. Els cuixites àdhuc adoraren molts déus egipcis, incloent Amon. Durant l'antiguitat clàssica, la capital de l'imperi fou Meroe. El regne meroític era conegut pels primers geògrafs grecs com Etiòpia. El regne cuixita persistí fins al segle IV dC, quan, debilitat per rebel·lions internes, sucumbí finalment sota el poder en auge del regne d'Aksum.
el: Το Βασίλειο του Κους ήταν ένα αρχαίο αφρικανικό βασίλειο που βρισκόταν στις συμβαλλόμενες περιοχές του Μπλε Νείλου, του Λευκού Νείλου και του ποταμού Αμπαρά σε αυτό που είναι τώρα η Δημοκρατία του Σουδάν. Η Κουσίτηκη περίοδος της κυριαρχίας στην περιοχή δημιουργήθηκε μετά την κατάρρευση του Νέου Βασιλείου της Αιγύπτου την Εποχής του Χαλκού και επικεντρώθηκε στην Νάπατα στην πρώιμη φάση της. Εισέβαλαν στην Αίγυπτο τον 8ο αιώνα π.Χ. και οι Κουσίτες αυτοκράτορες κυριάρχησαν ως Φαραώ της Εικοστής πέμπτης δυναστείας της Αιγύπτου για έναν αιώνα, μέχρι να αποβληθούν από τους Ασσύριους. Ο πολιτισμός των Κουσιτών επηρεάστηκε έντονα από τους Αιγυπτίους, με την κατασκευή της Κουσίτικης πυραμίδας και την μνημειακή αρχιτεκτονική των ναών. Οι Κουσίτες λάτρευαν ακόμη και πολλούς Αιγύπτιους θεούς, συμπεριλαμβανομένου του Άμων. Κατά τη διάρκεια της κλασικής αρχαιότητας, η βασιλική αυτοκρατορική πρωτεύουσα ήταν στη Μερόη. Στην πρώιμη ελληνική γεωγραφία, το Μεροΐτικό βασίλειο ήταν γνωστό ως Αιθιοπεία. Το βασίλειο των Κουσίτων διατηρήθηκε μέχρι τον 4ο αιώνα μ.Χ., όταν αποδυναμώθηκε και αποδιοργανώθηκε λόγω εσωτερικής εξέγερσης, υποχωρώντας τελικά στην αυξανόμενη δύναμη του Αξούμ.
hu: A Kusita Királyság egy ókori afrikai királyság volt, amely a Kék-Nílus, a Fehér-Nílus és az Atbara folyó összefolyásánál feküdt, a mai Szudán területén. A kusita uralkodói kor az Egyiptomi Újbirodalom bronzkori összeomlása után alakult ki a régióban, és eleinte Napatában központosult. Az i. e. 8. században leigázták Egyiptomot, és a kusita uralkodók Egyiptom XXV. dinasztiájaként uralkodtak egy évszázadig, amíg el nem űzték őket az asszírok. A kusita kultúrára nagy mértékben hatással voltak az egyiptomiak, a kusita piramisépítések és a monumentális templomépítészet is erről tanúskodik. A kusiták számos egyiptomi istent is tiszteltek, köztük Ámont is. A klasszikus antikvitás alatt, a kusita birodalmi központ Meroéban volt. A korai görög földrajzban a Meroitikus Királyságot Aethiopia néven említik. A Kusita Királyság az i. e. 4. századig maradt fenn, majd belső lázadás miatt meggyengült és összeomlott, végül a felemelkedő Akszúmi Királyság kebelezte be.
ko: 쿠시 왕국은 현재 수단 공화국에있는 블루 나일강, 화이트 나일강 아트바라 강이 합류한 위치에 놓여있는 고대 아프리카 왕국입니다. 이 지역의 쿠시 시대의 통치는 새로운 이집트 왕국의 청동기 시대 붕괴 이후 설립되었으며, 초기 단계에서 나파타를 중심으로 이루어졌습니다. 그들은 기원전 8세기에 이집트를 침략했고, 쿠시의 황제는 아시리아인들에 의해 쫒겨날때 까지 1세기 동안 이집트의 25번째 왕조의 파라오로서 지배했습니다. 쿠시의 문화는 쿠시의 피라미드 건물과 기념비적인 사원 건축 양식이 여전한 규모로 이집트인에 의해 크게 영행을 받았습니다. 쿠시는 아문을 포함한 많은 이집트의 신들을 숭배 했습니다. 고전 고대 동안, 쿠시 제국의 수도는 메로에 였습니다. 초기 그리스 지리학에서, 메로에 왕국은 아에티오피아로 알려졌습니다. 쿠시 왕국은 서기 4세기까지 지속되었습니다. 내부 반란으로 인해 약화되고 해체되었을 때, 결국 악숨 왕국의 상승하는 힘에 굴복했습니다.
nl: Het koninkrijk van Koesj was een oeroud Afrikaans koninkrijk gelegen in het gebied waar de Blauwe Nijl, de Witte Nijl en de rivier Atbarah samenkomen, in wat nu de Republiek Soedan is. Het Koesjitische tijdperk begon in de Bronstijd na de val van het Nieuwe Rijk van Egypte, en had in de beginperiode Napata als machtscentrum. In de 8e eeuw v. Chr. vielen ze Egypte binnen en de Koesjitische keizers regeerden een eeuw als faraos van de 25e dynastie totdat ze door de Assyriërs werden verdreven. De Koesjitische cultuur was sterk beïnvloed door de Egyptenaren, waarvan de nog steeds aanwezige piramides en monumentale tempels getuigen. De Koesjiten aanbaden zelfs veel Egyptische goden, waaronder Amon. Gedurende de klassieke oudheid was Meroë de keizerlijke hoofdstad. In de vroege Griekse geografie stond het Meroïtische koninkrijk bekend als Aethiopia. Het Koesjitische koninkrijk bestond tot in de 4e eeuw n. Chr., waarna het door interne opstanden verzwakte en uit elkaar viel en uiteindelijk moest zwichten voor de opkomende macht van het koninkrijk Aksum.
ru: Царство Куш было древним африканским царством, расположенным на месте слияния Голубого Нила, Белого Нила и реки Атбара — там, где сейчас находится Республика Судан. Эпоха правления кушитов в регионе началась после катастрофы бронзовой века и упадка Нового Царства Египта,и на раннем этапе была сосредоточена в Напате. В 8 веке до н.э. они вторглись в Египет, а кушитские императоры правили как фараоны XXV династии Египта на протяжении столетия, пока их не изгнали ассирийцы. Культура кушитов подверглась сильному влиянию египетской: подобно египтянам кушиты строили пирамиды и возводили величественные храмы. Кушиты даже поклонялись многим египетским богам, в том числе Амону. Во время классического периода столицей империи кушитов был Мероэ. В ранних греческих географических источниках Мероитское царство было известно как Эфиопия. Кушитское царство просуществовало до 4 века н.э., пока оно, ослабшее и раздираемое восстаниями, в конце концов не уступило набиравшему силу Аксумскому царству.
sk: Kráľovstvo Kush bolo starodávne africké kráľovstvo, ktoré sa rozprestieralo na sútoku Modrého Nílu, Bieleho Nílu a rieky Atbara na území dnešného Sudánu. Kušitská éra panovania v oblasti sa začala po kolapse Nového Kráľovstva v Egypte v dobe bronzovej a v ranej fáze bolo centrum v Napate. Kušiti vtrhli do Egypta v 8. storočí pred Kristom a Kušitskí panovníci vládli ako faraóni 25. dynastie Egypta po jedno storočie, dokým neboli vyhnaní Asýrčanmi. Kušitská kultúra bola silne ovplyvnená Egypťanmi, najmä kušitské pyramídy a monumentálna chrámová architektúra. Kušiti dokonca uctievali mnoho egyptských bohov, vrátane Amona. Počas klasickej antiky bolo kušitské hlavné mesto v Meroe. V ranom gréckom zemepise bolo Meroitické kráľovstvo označované ako Aethiopia. Kušitské kráľovstvo vytrvalo do 4. storočia po Kristovi, kedy sa oslabilo a rozložilo kvôli vnútornej vzbure, až nakoniec podľahlo čoraz silnejšiemu Aksumskému kráľovstvu.
sv: Kungariket Kush var ett gammalt afrikanskt rike som ligger på confluencesna av den blå nilen, den vita nilen och floden Atbara i vad är nu Sudan. Den kushitiska epoken av regimen i regionen upprättades efter bronsålderns sammanbrott av det nya kungariket i Egypten, och det var centrerat i Napata i sin tidiga fas. De invaderade Egypten i 8th århundradet f.Kr., och kushiternas kejsare regerade som en faraos av den tjugofemte dynastin i Egypten under ett århundrade tills de utvisades av assyrierna. Kushitskulturen påverkades tungt av egyptierna, med kushitisk pyramidbyggnad och monumental tempelarkitektur fortfarande omfattande. Kushiterna tillbedde till och med många egyptiska gudar, inklusive Amun. Under klassisk antikvitet var den kusitiska kejserliga huvudstaden hos Meroe. I tidig grekisk geografi var Meroitic-riket känt som Aethiopien. Det kushitiska riket fortsatte fram till 4: e århundradet e.Kr., när det försvagades och sönderdelades på grund av internt uppror, och gav sig till slut för Axums stigande kraft.
uk: Царство Куш було древнім африканським царством, розташованим на місці злиття Блакитного Нілу, Білого Нілу і річки Атбара — там, де зараз знаходиться Республіка Судан. Епоха правління кушитів в регіоні почалася після катастрофи бронзового віку і занепаду Нового Царства Єгипту, і на ранньому етапі була зосереджена в Напаті. У 8 столітті до н.е. вони вторглися в Єгипет, а кушитські імператори правили як фараони XXV династії Єгипту протягом століття, поки їх не вигнали асирійці. Культура кушитів піддалася сильному впливу єгипетської: подібно єгиптянам кушити будували піраміди і зводили величні храми. Кушити навіть поклонялися багатьом єгипетським богам, в тому числі Амону. Під час класичного періоду столицею імперії кушитів був Мерое. У ранніх грецьких географічних джерелах Мероїтське царство було відоме як Ефіопія. Кушитське царство проіснувало до 4 століття н.е., поки воно, ослаблене і роздіране повстаннями, в кінці кінців не поступилося Аксумському царстві, що набирало сили.
zh: 库什王国地处非洲，位于现今苏丹共和国的青尼罗河、白尼罗河和阿特巴拉河的交汇处。早期以那帕塔为中心，在埃及新王国的青铜时代崩溃之后建立。公元前 8 世纪入侵埃及，并统治了埃及第 25 王朝约一个世纪之久，后被亚述驱离。 库什文化深受古埃及文化影响，如今库什的金字塔建筑和巨大神庙建筑依然存在。 库什也崇拜众多括阿蒙在内的埃及神祇。希腊古典时期，库什首都位于麦罗埃。早期希腊的的地理学著作中，麦罗埃地区被称为埃塞俄比亚。 库什王国一直延续到 4 世纪，由于内乱而削弱并解体，最后臣服于崛起的阿克苏姆。
zh_tw: 庫施王國是一個古老的非洲王國，位於現今蘇丹藍尼羅河、白尼羅河及阿特巴拉河匯流處。此地區的庫施統治時期始於埃及新王國的青銅時代崩潰之後，早期發展以那帕塔為中心。他們於西元前 8 世紀入侵埃及，而後庫施統治者成為埃及第二十五王朝的法老統治埃及一個世紀，直到他們被亞述人驅逐為止。從現存的庫施金字塔和巨大神廟的建築風格來看，庫施人的文化受到埃及人很大的影響；庫施人甚至崇拜了許多埃及神，包括阿蒙神在內。在希臘古典時期，庫施定都於麥羅埃；在古希臘地理概念上，這個麥羅埃王國被稱為衣索比亞。庫施王國一直持續到西元 4 世紀，由於內亂弱化而瓦解，最終被日益強大的阿克蘇姆王國所滅。

source: Macedonians
ast: macedones
ca: Macedonis
el: Μακεδόνες
hu: Makedónok
ko: 마케도니아
nl: Macedoniërs
ru: Македоняне
sk: Macedónci
sv: Makedonier
uk: Македонці
zh: 马其顿
zh_tw: 馬其頓人

source: Macedonia was an ancient Greek kingdom, centered in the northeastern part of the Greek peninsula. Under the leadership of Alexander the Great, Macedonian forces and allies took over most of the world they knew, including Egypt, Persia and parts of the Indian subcontinent, allowing a diffusion of Hellenic and eastern cultures for years to come.
ast: Macedonia yera un antiguu reino hellénico, centrado na parte oriental septentrional de la península griega. Sul mandu d’Aleẍandre Magnu, las fhuörcias & socios de Macedonia conquistou quasi todu’l mundu que connocían—Egypto, Persia & secciones del subcontinente índicu—& assí permittiu la diffusion de las culturas hellénicas & orientales per muĩthos annos.
ca: Macedònia era un regne de l'antiga Grècia, centrat al nord-oest de la península grega. Sota el regnat d'Alexandre el Gran, les forces macedòniques i els seus aliats van conquerir la major part del món que coneixien, incloent Egipte, Pèrsia i parts del subcontinent indi, cosa que va permetre la difusió de les cultures hel·lèniques i orientals en els propers anys.
el: H Μακεδονία ήταν ένα αρχαίο ελληνικό βασίλειο, με επίκεντρο το βορειοανατολικό τμήμα της Eλληνικής χερσονήσου. Υπό την ηγεσία του Μέγα Αλεξάνδρου, οι Μακεδονικές δυνάμεις και οι σύμμαχοι τους κατέλαβαν το μεγαλύτερο μέρος του κόσμου που γνώριζαν, συμπεριλαμβανομένης της Αιγύπτου, της Περσίας και τμήματα της Ινδικής υποηπείρου, επιτρέποντας την διάδοση των Ελληνικών και Ανατολικών κουλτούρων για πολλά χρόνια.
hu: Makedónia egy ókori görög királyság volt, a Görög-félszigettől északkeletre. Nagy Sándor irányításával a makedón erők és szövetségeseik majdnem a teljes, akkor ismert világ - többek közt Egyiptom, Perzsia, és az indiai szubkontinens részei - felett átvették az uralmat, utat nyitva ezzel a hellén és a keleti kultúrák éveken át tartó keveredésének.
ko: 마케도니아는 고대 그리스왕국으로 그리스 반도 북동부를 중심으로 했습니다. 알렉산더 대왕의 지휘아래 마케도니아 군대와 동맹국들은 이집트, 페르시아, 인도 아대륙 (대륙보다는 작지만 그린란드 정도의 크기를 가진 땅덩이) 의 일부를 포함하여 그들이 알고있는 세계의 대부분을 점령하여 수년 동안 헬레니즘 동양 문화의 확산을 수년 동안 허용했습니다.
nl: Macedonië was een Grieks koninkrijk uit de oudheid. Onder heerschappij van Alexander de Grote nam het Macedonische leger en zijn bondgenoten ongeveer de volledige door hen gekende wereld over, inclusief Egypte, Perzië en delen van het Indische subcontinent. Dit zorgde voor een vermenging van de Griekse en Oosterse culturen.
ru: Македония была древним греческим царством, располагающимся в северо-восточной части Балканского полуострова. Под предводительством Александра Великого македонские войска и их союзники завоевали большую часть известного им мира, включая Египет, Персию и часть Индийского субконтинента, тем самым положив начало смешению эллинской и восточной культуры на протяжении многих лет.
sk: Macedónsko bolo starovekým gréckym kráľovstvom sústredeným v severovýchodnej časti gréckeho poloostrova. Pod vedením Alexandra Veľkého dobili macedónske sily a ich spojenci väčšinu im známeho sveta, vrátane Egypta, Perzie a časti indického subkontinentu, čím umožnili prelínanie helénskej a východných kultúr v nasledujúcich rokoch.
sv: Makedonien var ett gammalt grekiskt kungarike, centrerat i den nordöstra delen av den grekiska halvön. Under ledning av Alexander den Store tog makedonska styrkor och allierade över det mesta av världen de visste, inklusive Egypten, Persien och delar av det indiska subkontinentet, vilket möjliggjorde en diffusion av hellenska och östliga kulturer under de kommande åren.
uk: Македонія була древнім грецьким царством, розташованим в північно-східній частині Балканського півострова. Під проводом Олександра Великого македонські війська та їхні союзники завоювали більшу частину відомого їм світу, включаючи Єгипет, Персію і частина Індійського субконтиненту, тим самим поклавши початок змішання еллінської та східної культури протягом багатьох років.
zh: 马其顿王国，位于希腊半岛的东北部。 在亚历山大大帝的领导下，马其顿军队和盟友占领了希腊人已知的大部分世界，包括埃及、波斯和部分印度次大陆地区，促进了希腊文化和东方文化的相互交流。
zh_tw: 馬其頓是一個古希臘王國，其中心位在希臘半島的東北部。在亞歷山大大帝的領導下，馬其頓軍及其盟友占領了大半他們的已知世界，包括埃及、波斯及部分的印度次大陸，促進日後希臘文化與東方文化的傳播。

source: Mauryas
ca: Màuries
el: Μαουρύα
hu: Maurják
ko: 마우리아
nl: Mauryadynastie
ru: Маурьи
sk: Maurjovci
sv: Mauryariket
uk: Маур'ї
zh: 孔雀王朝
zh_tw: 孔雀王朝
