Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Four factions find themselves perched safely atop large rocky plateaus. Scout the lands to find free treasures and to secure new resources.
ast: Quatro facciones atopɐn-se seguramente impolleiradɐs in tesones penhosos. Bati l terreno pa recender alyalgɐs & llograr nuövos recursos.
bg: Четирима играчи започват върху големи скалисти плата. Проучете земите за съкровища и допълнителни ресурси.
cs: Čtyři frakce jsou bezpečně posazeny na vrcholku velkých kamenitých náhorních plošinách. Prozkoumejte území pro nalezení pokladů a zabezpečení nových surovin.
da: Fire fraktioner befinder sig trygt på toppen af ​​store klippeplateauer. Spejd landene for at finde gratis skatte og sikre nye ressourcer.
de: Vier Fraktionen finden sich sicher oben auf großen Felsplateaus. Erkunde das Land, um kostenlose Schätze zu finden und dir neue Ressourcen zu sichern.
el: Τέσσερις φατρίες θα βρεθούν σκαρφαλωμένες με ασφάλεια στην κορυφή μεγάλων βραχώδη οροπεδίων. Εξερευνήστε τα εδάφη για να βρείτε δωρεάν θησαυρούς για την εξασφάλιση νέων πόρων.
es: Cuatro facciones se situan de manera segura sobre grandes mesetas rocosas. Explora las tierras para encontrar tesoros abandonados y asegurar nuevos recursos.
eu: Lau fakzio lautada harritsu handi eta altuetan igota daude. Esploratu lurrak altxorrak aurkitzeko eta baliabide iturri berriak ziurtatzeko.
fi: Neljä ryhmittymää sijaitsevat turvallisesti suurten kalliotasanteiden huipulla. Tiedustele maita löytääksesi ilmaisia aarteita ja hankkiaksesi uusia resursseja.
fr: Quatre factions se retrouvent perchés en toute sécurité sur de grands plateaux rocheux. Explorez les terres pour trouver des trésors gratuits et obtenir de nouvelles ressources.
gd: Fhuair ceithir buidhnean àite shàbhailte air àrd-chlàran creagach mòra. Rannsaich an tìr ach an lorg thu ulaidh saor ’s gum faigh thu stòras ùr.
hu: Négy csoport egy sziklás fennsíkon találja magát biztonságban befészkelve. Derítsd fel a vidéket a szabad kincsek után, és az új nyersanyagforrások biztosítása érdekében.
id: Empat kubu bertengger dengan aman di atas dataran tinggi berbatu yang besar. Telusuri tanah untuk menemukan harta karun gratis dan untuk mengamankan sumber daya baru.
it: Quattro fazioni si trovano in cima ai loro grandi altipiani rocciosi in tutta sicurezza. Esplora le terre per trovare tesori e prendere il controllo di nuove risorse.
ja: 4つの派閥が大きな岩盤の上に安全に配置されています。 宝物を見つけるために土地を偵察し、新たな資源を確保しましょう。
ko: 네 개의 파벌은 큰 바위 평원 꼭대기에 안전하게 자리잡고 있다는 것을 발견합니다. 땅을 정찰하여 무료 보물을 찾고 새로운 자원을 확보합니다.
nl: Vier beschavingen bevinden zich bovenop rotsachtige plateaus. Verken het land om schatten te vinden en om grondstoffen op te eisen.
pl: Cztery przeciwne obozy usytuowane są na grzbietach skalistych płaskowyżów. Wyślij zwiad w pobliskie tereny, aby zbadać i zabezpieczyć nowe źródła zasobów oraz znaleźć skarby.
pt_br: Quatro facções encontram-se empoleiradas com segurança no topo de grandes planaltos rochosos. Explore as terras para encontrar tesouros grátis e garantir novos recursos.
pt_pt: Quatro fações encontram-se numa posição elevada em segurança sobre grandes planaltos rochosos. Explora o mapa para procurar tesouros e obter novos recursos.
ru: Четыре цивилизации уверенно расположились на больших скалистых плато. Разведайте земли, чтобы отыскать ничейные сокровища и закрепить за собой новые ресурсы.
sk: Štyri frakcie sa ocitajú bezpečne uhniezdené na veľkých skalnatých plošinách. Preskúmajte krajinu, aby ste našli poklady a zabezpečili nové prírodné zdroje.
sv: Fyra fraktioner befinner sig säkert uppe på stora steniga platåer. Upptäck områden runtomkring för att hitta skatter och för att säkra nya resurser.
tr: Dört grup kendilerini büyük kayalık platoların tepesinde güvenli bir şekilde tünemiş bulmaktadır. Ücretsiz hazineler bulmak ve yeni kaynakları güvence altına almak için arazileri araştırın.
uk: Чотири фракції опинились на вершинах великих кам'янистих плато. Досліджуйте землі, щоб знайти нічийні скарби та уберегти нові ресурси.
zh: 四名玩家位于一处大型的岩石高原上。 探索土地、寻找宝藏及争夺资源。
zh_tw: 四個陣營發現自己安全地棲息在大岩石高原上。 偵查土地以尋找免費的寶藏並獲取新的資源。

source: Tuscan Acropolis (4)
ast: Acrópolis toscana (4)
bg: Тоскански акропол (4)
br: Akropolis Tuskan (4)
ca: Acròpoli toscana (4)
cs: Etruská akropole (4)
da: Toscansk Akropolis (4)
de: Toskanische Akropolis (4)
el: Τοσκάνικη Ακρόπολη (4)
es: Acrópolis toscana (4)
eu: Toskanako Akropolia (4)
fi: Toskanan akropoli (4)
fr: Acropole toscane (4)
ga: Acrapail Tuscánach (4)
gd: Acra-bhaile Toscànach (4)
hu: Toszkán akropolisz (4)
id: Akropolis Toskana (4)
it: Acropoli Toscana (4)
ja: トスカーナのアクロポリス (4)
ko: 토스카나 아크로폴리스 (4)
ms: Acropolis Tuscan (4)
nb: Toscansk Akropolis (4)
nl: Toscaanse Akropolis (4)
pl: Tuskański Akropol (4)
pt_br: Acrópole Toscana (4)
pt_pt: Acrópole Toscana (4)
ru: Тосканский Акрополь (4)
sk: Toskánska akropola (4)
sr: Тоскански Акропољи (4)
sv: Toskansk Akropolis (4)
tr: Toskana Akropolis (4)
uk: Тосканський акрополь (4)
zh: 托斯卡尼卫城 (4)
zh_tw: 托斯卡尼衛城 (4)

source: A large tropic map with two seas to the East and to the West. Good for two teams of three players or three teams of two players.
ast: Una gran geographía tropical cun dous mares, uno a Naciente & outro a Poniente. Afalyadiça para dous conjuntos de trés jogadores ou trés conjuntos de dous jogadores.
bg: Голяма тропическа карта с две морета на изток и запад. Подходяща за два отбора от по трима играчи или три отбора от по двама играчи.
br: Ur gartenn drovanel ledan gant daou vor er Reter hag er C'hornôg. Mat evit daou skipailh gant tri c'hoarier pep hini pe tri skipailh gant daou c'hoarier pep hini.
ca: Un gran mapa tropical amb dos mars a l'est i a l'oest. Òptim per a dos equips de tres jugadors o tres equips de dos jugadors.
cs: Velká tropická mapa s dvěma moři na Východě a Západě. Dobré pro 2 týmy o 3 hráčích nebo 3 týmy o 2 hráčích.
da: En stor tropisk bane med et hav i øst og et i vest. Godt til to hold af tre spillere eller tre hold af to spillere.
de: Eine große tropische Karte mit zwei Meeresarmen im Osten und Westen. Gut für zwei Teams mit drei Spielern oder drei Teams mit zwei Spielern.
el: Ένα μεγάλος τροπικός χάρτη με δύο θάλασσες στην Ανατολή και στη Δύση. Καλός για δύο ομάδες των τριών παικτών ή τρεις ομάδες των δύο παικτών.
es: Un gran mapa tropical con dos mares, uno al poniente y otro al levante. Bueno tanto para partidas de dos equipos con tres jugadores como de tres equipos con dos jugadores.
eu: Bi itsaso, bat sartaldean eta bestea sortaldean, dituen tropikoko mapa handi bat. Ona bai hiru jokalarietako bi taldeentzat nola bi jokalarietako hiru taldeentzat.
fi: Suuri tropiikkikartta, jossa on meret idässä ja lännessä. Sopii kahdelle kolmen pelaajan joukkueelle tai kolmelle kahden pelaajan joukkueelle.
fr: Une large carte tropicale avec deux mers à l’est et à l’ouest. Adéquate pour deux équipes de trois joueurs ou trois équipes de deux joueurs.
ga: Léarscáil mhór trópaiceach le dá mhara san oirthear agus san iarthar. Maith le haghaidh dhá fhoireann le trí imreoir nó trí fhoireann le dhá imreoir gach aon.
gd: Mapa tropaigeach mòr le dà mhuir taobh siar ’s ear. Math airson dà sgioba le trì chluicheadairean anns gach fear no airson trì sgiobaidhean le dà chluicheadair anns gach fear.
hu: Egy hatalmas trópusi térkép két tengerrel keleten és nyugaton. Kiváló terep két csapatban játszó három-három játékos, vagy három csapatban játszó két-két játékos számára.
id: Peta tropis luas dengan dua lautan di Timur dan Barat. Cocok untuk dua tim yang terdiri atas tiga pemain atau tiga tim yang terdiri atas dua pemain.
it: Una grande mappa tropicale con due mari ad Est ed Ovest. Adatta a due squadre da tre giocatori oppure tre squadre da due giocatori.
ja: 大きな熱帯マップで東西に2つの海が広がっています。3人組の2チーム戦や2人組の3チーム戦に適しています。
ko: 동쪽과 서쪽으로 두 개의 바다가 있는 커다란 열대 지도입니다. 3명의 플레이어들로 구성된 2팀이나 2명의 플레이어들로 구성된 3팀에 적합합니다.
ms: Peta tropik yang luas berserta dua laut di bahagian Barat dan Timur. Sesuai untuk dua pasukan per tiga orang pemain atau tiga pasukan per dua orang pemain.
nb: Et stort tropisk kart med to hav i øst og ett i vest. Passer for to lag med tre spillere, eller tre lag med to spillere.
nl: Een grote tropische kaart met twee zeeën, in het oosten en het westen. Goed voor twee teams van drie spelers, of drie teams van twee spelers.
pl: Duża tropikalna mapa z dwoma morzami na Wschód i na Zachód. Dobra dla dwóch zespołów po trzech graczy, lub trzech zespołów po dwóch graczy.
pt_br: Um grande mapa tropical com dois mares, a Leste e a Oeste. Bom para dois times de três jogadores ou três times de dois jogadores.
pt_pt: Um grande mapa tropical com dois mares a leste e a oeste. Bom para duas equipas de três jogadores ou três equipas de dois jogadores.
ru: Большая тропическая карта с двумя морями на востоке и западе. Подходит для двух команд из трёх игроков или трёх команд из двух игроков.
sk: Veľká tropická mapa s dvoma moriami, na východe a na západe. Vhodná pre dva trojčlenné tímy alebo tri dvojčlenné tímy.
sr: Велика тропска мапа са два мора на истоку и западу. Пригодна за два тима од по три играча, или три тима са два играча.
sv: En stor tropisk karta med två hav, ett i öster och ett i väst. Bra för två lag av tre spelare eller tre lag med två spelare.
tr: Doğu ve batıya iki denizle birlikte büyük bir tropik harita. Üç oyunculu iki takım veya iki oyunculu üç takım için idealdir.
uk: Велика тропічна карта з двома морями на сході та заході. Підходять для двох команд по три гравці або для трьох команд по два гравці.
zh: 大型热带地图，东西临海。 适合三人对战。
zh_tw: 東西方共有兩個海的大型熱帶地圖。適合兩個各有三個人的隊伍或是三個各有兩個人的隊伍。

source: Two Seas (6)
ast: Dous mares (6)
bg: Две морета (6)
br: Daou Vor (6)
ca: Dos mars (6)
cs: Dvě moře (6)
da: To have (6)
de: Zwei Meere (6)
el: Δύο Θάλασσες (6)
es: Dos mares (6)
eu: Bi Itsaso (6)
fi: Kaksi merta (6)
fr: Deux mers (6)
ga: Dhá Mhuir (6)
gd: Dà mhuir (6)
hu: Két tenger (6)
id: Dua Lautan (6)
it: Due Mari (6)
ja: 2つの海 (6)
ko: 두 개의 바다 (6)
ms: Dua Laut (6)
nb: To sjøer (6)
nl: Twee zeeën (6)
pl: Dwa Morza (6)
pt_br: Dois Mares (6)
pt_pt: Dois mares (6)
ru: Два моря (6)
sk: Dve moria (6)
sr: Два мора (6)
sv: Två Hav (6)
tr: İki Deniz (6)
uk: Два моря (6)
zh: 两海 (6)
zh_tw: 兩海 (6)

source: Skirmish as ash lightly falls around this recently erupted volcano. The scorched landscape offers little food, though the blasted forests are still laden with useful wood.
ast: Imbella-te dun que la cinisa espovisa la falda d’isti volcan recien esfervecidu. El terreno camburado aprove pouca cibeira, pero lɐs viescɐs xamuscadɐs siguen ḷḷenɐs de madeira útile.
bg: Водете схватки, докато пепелта от този наскоро изригнал вулкан все още се носи във въздуха. Опустошената местност предоставя малко храна, но обгорените гори са все още изпълнени с полезна дървесина.
cs: Potyčka, kolem této nedávno vybuchlé sopky lehce padá popel. Spálená krajina nabízí málo jídla, i když rozbité lesy jsou stále plné užitečného dřeva.
da: En Træfning, mens aske falder omkring denne nyligt udbrudte vulkan. Det brændte landskab byder på lidt mad, selvom de sprængte skove stadig er fyldt med nyttigt træ.
de: Schlage Schlachten, während Asche langsam rund um diesen kürzlich ausgebrochenen Vulkan hernieder fällt. Die verbrannte Landschaft bietet wenig Nahrung, auch wenn die versengten Bäume immer noch vor nützlichem Holz strotzen.
el: Πολέμησε καθώς η ελαφριά τέφρα πέφτει γύρω από αυτό το ηφαίστειο που έχει εκραγεί πρόσφατα. Το καψαλισμένο τοπίο προσφέρει λίγη τροφή, αν και τα πυκνά δάση εξακολουθούν να είναι φορτωμένα με χρήσιμο ξύλο.
es: Una escaramuza mientras cae ceniza suavemente alrededor de este volcán que acaba de entrar en erupción. El paisaje quemado ofrece poco alimento, aunque los bosques destruidos todavía están llenos de madera útil.
eu: Errautsa, berriki lehertutako sumendi honen inguruan pixka bat erortzen den bitartean, borrokatu. Erretako paisaiak janari gutxi eskaintzen du, nahiz eta suntsitutako basoak oraindik egur erabilgarriz beteta egon.
fi: Kahakoi tuhkan pudotessa kevyesti tämän hiljattain purkautuneen tulivuoren ympärille. Palaneessa maisemassa on vain vähän ruokaa, joskin tuhoutuneissa metsissä on vielä paljon käyttökelpoista puuta.
fr: Une escarmouche alors que des cendres tombent légèrement autour de ce volcan récemment entré en éruption. Le paysage brûlé offre peu de nourriture, bien que les forêts foudroyées soient encore chargées de bois utile.
hu: Csatázz, miközben hamu hullik a nemrég kitört vulkánból. A felperzselt táj kevés élelmet kínál, de a letarolt erdők még mindig tele vannak hasznos fával.
id: Bertempurlah saat abu berjatuhan di sekitar gunung berapi yang baru saja meletus ini. Bentang alam yang hangus menawarkan sedikit pangan, meskipun hutan yang rusak masih sarat dengan kayu yang berguna.
it: Qui la cenere cade leggermente intorno a questo vulcano eruttato di recente. Il paesaggio arido offre poco cibo, sebbene le foreste devastate siano ancora cariche di legno utile.
ja: 噴火したばかりの火山の周りに火山灰が降り積もっていく中での小競り合い。焼野原になっているため食べ物はほとんどないが、吹き飛ばされた森はまだ有用な木材が残っている。
ko: 최근에 폭발한 이 화산 주위에 재들이 가볍게 떨어지면서 충돌이 일어납니다. 그을린 풍경은 비록 황폐한 숲이 여전히 유용한 목재로 가득 차 있지만, 음식을 거의 제공하지 않습니다.
nl: Trek ten strijde in de lichtjes neervallende asvlokken rondom deze zojuist uitgebarsten vulkaan. Het verbrande landschap heeft weinig voedsel te bieden maar in de omver geblazen bossen is nog rijkelijk hout te vinden.
pl: Rozegraj potyczkę, gdy wokół opada popiół po niedawnej erupcji wulkanu. Spalone tereny nie obfitują w żywność, natomiast zniszczone drzewa nadal można przerobić na drewno.
pt_br: Escaramuçe enquanto cinzas caem levemente em torno deste vulcão que entrou em erupção recentemente. A paisagem chamuscada oferece pouca comida, mas aas florestas destruídas ainda estão carregadas de madeira útil.
pt_pt: Entra numa escaramuça enquanto cinzas caem levemente em torno deste vulcão que entrou em erupção recentemente. A paisagem chamuscada oferece pouca comida, mas as florestas destruídas ainda estão cheias de madeira útil.
ru: Схватка под лёгких пеплом, падающим вокруг недавно извергнувшегося вулкана. Выжженный пейзаж предлагает мало пищи, но обгоревшие леса всё ещё изобилуют полезной древесиной.
sk: Zatiaľ čo jemný popol padá okolo tejto nedávno vybuchnutej sopky, okolo nej dochádza k šarvátkam. Spálená krajina poskytuje minimum jedla, ale jej lesy stále ukrývajú použiteľné drevo.
sv: Skärmytsling medans aska långsamt seglar till marks runt den nyligen utbrutna vulkanen. Det svedda landskapet tillhandahåller lite mat, men de brända skogarna innehåller fortfarande mycket användbart trä.
tr: Yakın zamanda patlak veren bu yanardağın etrafına kül hafifçe düşerken çarpış. Yakılan ormanlar hala yararlı odunlarla dolu olsa da, kavurucu manzara çok az yiyecek sunuyor.
uk: Сутичка, під падаючим попілом навколо нещодавно виверженого вулкану. Випалений ландшафт пропонує мало їжі, проте зруйновані ліси все ще багаті корисною деревиною.
zh: 火山喷发的周围，森林烧焦，几乎没什么食物，不过还有不少木材。
zh_tw: 隨著火山灰輕輕落在這間最近噴發的火山周圍，引起了小規模的衝突。焦灼的景觀提供的食物很少，儘管被砍伐的森林仍然充滿有用的木材。

source: Vesuvius (6)
ast: Vesuviu (6)
bg: Везувий (6)
cs: Vesuv (6)
da: Vesuv (6)
de: Vesuv (6)
el: Βεζούβιος
es: Vesubio (6)
fr: Vésuve (6)
it: Vesuvio (6)
ja: ベスビオ火山 (6)
ko: 베수비오 (6)
pl: Wezuwiusz (6)
pt_br: Vesúvio (6)
pt_pt: Vesúvio (6)
ru: Везувий (6)
sk: Vezuv (6)
uk: Везувій (6)
zh: 维苏威火山 (6)
zh_tw: 維蘇威 (6)

source: All Roads Lead To Rome. Via Julia Augusta a Roman road built in 13 BCE.
ast: Todɐlɐs víɐs llievɐn a Roma. La Via Julia Augusta, un caminu romanu feiꞇhu n 13 a.C.
br: An holl hentoù ez a da Roma. Hent Julia Aogusta un hent Roman savet e 13 kent J.-K.
ca: Tots els camins apleguen a Roma. Via Julia Augusta, una calçada Romana construïda a l'any 13 A.C.
cs: Všechny cesty vedou do Říma. Via Agusta, římská cesta vybudovaná 13 let před naším letopočtem
de: Alle Straßen führen nach Rom. Via Julia Augusta eine römische Straße in 13 v. Chr. erbaut.
el: Όλοι οι δρόμοι οδηγούν στην Ρώμη. Μέσω της Αυγουστιανής οδού, ένας ρωμαϊκός δρόμος που χτίστηκε το 13 π.Χ.
es: Todos los caminos conducen a Roma. Vía Julia Augusta, una carretera romana construida en el año 13 a.C.
eu: Bide guztiak Erromara daramate. Via Julia Augusta, 13 AAA urtean egindako errepide erromatarra.
fi: Kaikki tiet vievät Roomaan. Via Julia Augusta on roomalainen tie, joka rakennettiin vuonna 13 eaa.
fr: Toutes les routes mènent à Rome. La voie Julia Augusta une voie romaine construite en l’an 13 avant JC.
ga: Treoraíonn gach bothair go dtí an Róimh. Tógadh an Bealach Iúilia Ágasta i 13 RC.
gd: Tha a h-uile rathad a’ dol dhan Ròimh. Chaidh an rathad Ròmanach Via Julia Augusta a thogail ann an 13 RC.
hu: Minden út Rómába vezet. A Via Iulia Augustán, az i. e. 13-ban épült római úton keresztül.
id: Banyak Jalan Menuju Roma. Via Julia Augusta, sebuah jalan Romawi yang dibangun pada 13 SM.
it: Tutte le Strade Portano A Roma. Via Julia Augusta, una strada Romana costruita nel 13 a.C.
ja: 「総ての道はローマに通ず」 紀元前13年に建設されたローマの道路、ジュリア・アウグスタ通り
ko: 모든 길은 로마로 통한다. 줄리아 아우구스타를 통해 기원전 13 년에 지어진 로마의 도로 입니다.
ms: Semua Jalan Menuju ke Rom. Melalui Julia Augusta jalan Rom dibina pada 13 SM.
nl: Alle wegen leiden naar Rome. Via Julius Augustus is een Romeinse weg gebouwd in de 13e eeuw voor Christus.
pl: Wszystkie drogi prowadzą do Rzymu. Via Julia Augusta - rzymska droga zbudowana w 13 p. n. e.
pt_br: Todos os Caminhos Levam a Roma. Via Júlia Augusta, uma estrada Romana construída em 13 a.C.
ru: Все дороги ведут в Рим. Августова дорога была построена в 13 г. до н.э.
sk: Všetky cesty vedú do Ríma. Via Julia Augusta - rímska cesta postavená v r. 13 pred Kristom.
sv: Alla vägar leder till Rom. Via Julia Augusta en romersk väg byggd 13 f.Kr.
tr: Tüm Yollar Roma'ya Çıkar. Via Julia Augusta M.Ö. 13'te inşa edilen bir Roma yoludur.
uk: Всі дороги ведуть до Риму. Августова дорога, побудована в 13 р. до н. е.
zh: 条条大路通罗马
zh_tw: 條條大路通羅馬，羅馬的莉薇亞奧古斯塔大道建成於西元前 13 年。

source: Via Augusta (4)
ast: Vía Augusta (4)
bg: Виа Августа (4)
cs: Augustova silnice (4)
el: Δρόμος Αυγουστιανής (4)
ja: アウグスタ街道 (4)
ko: 로마 가도 (4)
ru: Августова дорога (4)
tr: Agusta Yolu (4)
uk: Августова Дорога (4)
zh: 奥古斯都皇家大道（4）
zh_tw: 奧古斯塔大道 (4)

source: A small Savanna map with 4 watering holes. As with all Savanna maps, huntable animals foragable plants are abundant, but there are no farmlands on the entire map, so farming is difficult. Wood is scattered, but comes in high-yield Baobab trees. The watering holes give life to clusters of trees and life to dangerous fauna, such as crocodiles and elephants.
bg: Малка карта на Савана с 4 водопоя. Както при всички карти на Савана, има изобилие от животни, годни за лов и фуражни растения, но на цялата карта няма земеделски земи, така че земеделието е трудно. Дървото е разпръснато, но идва от баобабови дървета с висок добив. Водопоите дават живот на групи от дървета и живот на опасна фауна, като крокодили и слонове.
ko: 4개의 물웅덩이가 있는 작은 사바나 지도입니다. 모든 사바나 맵과 마찬가지로 사냥 가능한 동물과 채집 가능한 식물은 풍부하지만, 맵 전체에 농경지가 없어 농사를 짓기 어렵습니다. 목재는 흩어져 있지만, 수확량이 많은 바오밥 나무에서 나옵니다. 물웅덩이는 나무 군락에 생명을 불어넣고 악어나 코끼리와 같은 위험한 동물군에 생존을 제공해 줍니다.
pt_pt: Um pequeno mapa de savana com 4 furos de água. Como em todos os mapas de savana, os animais que podem ser caçados e as plantas que podem ser comidas são abundantes, mas não há terras agrícolas em todo o mapa, por isso a agricultura é difícil. A madeira está dispersa, mas vem em árvores baobá de alto rendimento. Os charcos dão vida a grupos de árvores e à fauna perigosa, como os crocodilos e os elefantes.

source: Watering Holes (4 players)
bg: Водопои (4-ма играчи)
ko: 물이 있는 웅덩이 (4인용)
pt_pt: Poços de água (4 jogadores)
zh: 水坑（4人）
