Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-ingame.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eo, es_cl, et, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, te, tr, uk, zh, zh_tw

source: Origin trade market.
ar: متجر التّجّار الأصل.
ast: Mercadu d’orígene.
bg: Начален пазар.
br: Marc'had orin.
ca: Mercat d'origen.
cs: Původní obchodní trh.
da: Oprindelsesmarked:
de: Herkunftsmarkt.
el: Αρχική αγορά εμπορίου
eo: Origina komerca merkato.
es_cl: Mercado de origen.
et: Päritoluturg.
eu: Merkatari hartu-emanen iturburua.
fa: بازار مبدأ تجارت.
fi: Kaupan lähtöpiste.
fr: Marché d'origine.
ga: Margadh trádála búnusach.
gd: Margaid thùsail.
gl: Mercado de orixe.
hu: Küldőpiac.
id: Pasar asal.
it: Mercato d'origine.
ja: 起点となる交易市場。
ka: საწყისი ბაზარი.
ko: 원산지 교역 시장.
lt: Pradinė turgavietė.
lv: Tirdzniecības izcelsmes tirgus.
ms: Asalan pasaran dagangan.
nb: Opprinnelsesmarked
nl: Oorspronkelijke marktplaats.
pl: Rynek początkowy
pt_br: Mercado de origem.
pt_pt: Mercado de origem.
ru: Исходный пункт торгового рынка.
sk: Východzí trh
sl: Izvorna tržnica
sq: Treg shkëmbimi fillestar.
sv: Ursprungsmarknad.
tr: Ticaret başlangıç pazarı.
uk: Ринок початку торгівлі.
zh: 出发贸易市场。
zh_tw: 貿易市集起點。

source: Destination trade market.
ar: متجر التّجّار المقصد.
ast: Mercadu de destinu.
bg: Целеви пазар.
br: Marc'had-pal.
ca: Mercat de destinació.
cs: Cílový obchodní trh.
da: Destinationsmarked:
de: Zielmarkt.
el: Προορισμός της αγοράς.
eo: Cela komerca merkato.
es_cl: Mercado de destino.
et: Sihtturg.
eu: Merkatari hartu-emanen helburua.
fa: بازار مقصد تجارت.
fi: Kaupan kohde marketti
fr: Marché de destination.
ga: Margadh ceann scríbe.
gd: Margaid-uidhe.
gl: Mercado de destino para o comercio
hu: Célpiac.
id: Pasar tujuan.
it: Mercato di destinazione.
ja: 終点となる交易市場。
ka: დანიშნულების ბაზარი.
ko: 행선지 교역 시장.
lt: Kelionės tikslo turgavietė.
lv: Tirdzniecības mērķa tirgus.
ms: Destinaso pasaran dagangan.
nb: Destinasjonsmarked.
nl: Bestemde handelsmarkt.
pl: Rynek docelowy
pt_br: Mercado de destino.
pt_pt: Mercado de destino.
ru: Место назначения торгового рынка.
sk: Cieľový trh
sl: Ciljna tržnica.
sq: Treg shkëmbimi destinues.
sv: Målmarknad.
te: గమ్యం వాణిజ్య మార్కెట్.
tr: Ticaret varış pazarı.
uk: Ринок призначення торгівлі.
zh: 目的贸易市场。
zh_tw: 貿易市集目的地。

source: Right-click to set as origin trade market
ar: انقر باليمين لتعيينه كمتجر التّجّار الأصل
ast: Pica cul boton direithu p’afhitar cumo mercadu d’orígene
bg: Натиснете с десен бутон, за да го зададете като начален пазар.
br: Klikit-dehou evit lakaat anezhañ evel marc'had-orin.
ca: Feu clic dret per assignar-lo com a mercat d'origen
cs: Klepněte pravým tlačítkem myši pro nastavení jako původní obchodní trh
da: Højreklik for at vælge oprindelsesmarked
de: Rechtsklicken, um als Ursprungsmarkt zu wählen
el: Κάντε δεξί κλικ για να ορίσετε την αγορά προέλευσης.
eo: Dekstre ĉi-klaku por agordi kiel origina komerca merkato.
es_cl: Haga clic derecho para seleccionarlo como mercado de origen.
et: Määra paremklikiga päritoluturuna
eu: Eskuin klika merkatu iturburu gisa zehazteko.
fa: کلیک راست کنید تا به عنوان بازار مبدأ تجارت انتخاب شود.
fi: Hiiren oikea valitsee kaupan lähtö marketin
fr: Clic droit pour définir le marché d'origine
ga: Deaschliceáil agus an margadh seo a chur mar mhargadh trádála búnusach
gd: Dèan briogadh deas gus a’ mhargaid a shuidheachadh mar thùs a’ mhalairt
gl: Preme co botón secundario para estabelecer como o mercado de orixe para o comercio.
hu: Jobb kattintás a küldőpiacként való beállításhoz
id: Klik-kanan untuk menetapkan sebagai pasar asal
it: Clic destro per impostare come mercato d'origine
ja: 右クリックして、起点となる交易市場をセットします
ka: მარჯვენა დაწკაპე რომ გახადო საწყის ბაზრად.
ko: 원산지 교역 시장으로 지정하려면 마우스 오른쪽 버튼으로 클릭
lt: Nustatykite pradine turgaviete spustelėję dešinį pelės mygtuką.
lv: Labais-klikšķis, lai iestatītu tirdzniecības izcelsmes tirgu.
ms: Klik-kanan untuk tetapkan sebagai asalan pasaran dagangan
nb: Høyre-klikk for å sette som opprinnelses-marked.
nl: Klik rechts om deze als originele marktplaats te gebruiken
pl: Kliknij prawym przyciskiem myszy, aby ustawić rynek początkowy dla szlaku handlowego.
pt_br: Clique-direito para definir como mercado de origem
pt_pt: Clica com o botão direito do rato para o definir como mercado de origem.
ru: Щёлкните правой кнопкой на первом рынке
sk: Kliknite pravým tlačítkom myši, aby ste nastavili trh ako východzí
sl: Z desnim klikom nastavite izvorno tržnico.
sq: Kliko dy herë për ta përcaktuar si treg shkëmbimi fillestar.
sv: Högerklicka för att ange som ursprungsmarknad
tr: Ticaret başlangıç pazarı olarak ayarlamak için sağ tıklayın
uk: Клацнути правою кнопкою миші, щоб вибрати ринок початку торгівлі
zh: 右键单击设置为出发贸易市场
zh_tw: 右鍵點擊以設為貿易市集起點。

source: This market is too close to the origin market.
ast: Isti mercadu sta per-cerca de l mercadu d’orígene.
ca: Aquest mercat es troba massa a prop del mercat d'origen.
cs: Tento trh je příliš blízko výchozího trhu.
de: Dieser Markt liegt zu nahe beim Ursprungsmarkt.
el: Αυτή η αγορά είναι πολύ κοντά στην αρχική αγορά.
eo: Tiu ĉi merkato estas tro proksima al la origina merkato.
eu: Merkatu hori jatorrizko merkatutik gertuegi dago.
fa: بازار به بازار مبدا زیادی نزدیک است
fi: Tämä kauppapaikka on liian lähellä lähtökauppapaikkaa.
fr: Ce marché est trop proche du marché d'origine.
gd: Tha a’ mhargaid seo ro fhaisg air margaid an tùis.
hu: Ez a piac túl közel van a küldőpiactól.
id: Pasar ini terlalu dekat dengan pasar asal.
it: Questo mercato è troppo vicino al mercato di origine.
ja: この交易市場は、起点となる交易市場に近すぎます。
ko: 이 시장은 원산지 시장에 너무 가깝습니다.
lt: Šis turgus yra per arti pradinio turgaus.
ms: Pasar ini terlalu dekat dengan pasar asal.
nl: Deze marktplaats is te dichtbij de marktplaats van vertrek.
pl: Rynek znajduje się zbyt blisko głównego rynku.
pt_br: Este mercado está muito próximo ao mercado de origem.
pt_pt: Este mercado é muito perto do mercado de origem.
ru: Этот рынок слишком близко расположен к основному рынку.
sk: Tento trh je veľmi blízko k východziemu trhu.
sv: Denna marknad ligger för nära ursprungsmarknaden.
tr: Bu market kaynak markete çok yakın.
uk: Цей ринок занадто близький до початкового ринку.
zh: 市场距离产地太近。
zh_tw: 這個市集和起點市集太過靠近。

source: Right-click to set as destination trade market.
ar: انقر باليمين لتعيينه كمتجر التّجّار المقصد.
ast: Pica cul boton direithu p’afhitar cumo mercadu de destinu.
bg: Натиснете с десен бутон, за да го отбележите като целеви пазар.
br: Klik-dehou evit lakaat anezhañ evel marc'had-pal.
ca: Feu clic dret per assignar-lo com a mercat de destinació.
cs: Klepněte pravým tlačítkem myši pro nastavení jako cílový obchodní trh.
da: Højreklik for at vælge destinationsmarked
de: Rechtsklicken, um als Zielmarkt zu wählen.
el: Κάντε δεξί κλικ για να ορίσετε την αγορά προορισμού.
eo: Dekstre ĉi-klaku por agordi kiel cela komerca merkato.
es_cl: Haga clic derecho para seleccionarlo como mercado de destino.
et: Määra paremklikiga sihtturuna.
eu: Eskuin klika merkatu helburu gisa zehazteko.
fa: کلیک راست کنید تا به عنوان بازار مقصد تجارت انتخاب شود.
fi: Hiiren oikea valitsee kaupan kohde marketin.
fr: Clic droit pour définir le marché de destination.
ga: Deaschliceáil agus an margadh seo a chur mar mhargadh ceann scríbe.
gd: Dèan briogadh deas gus a’ mhargaid a shuidheachadh mar cheann-uidhe a’ mhalairt.
gl: Preme co botón secundario noutro mercado para convertelo no mercado de destino para o comercio.
hu: Jobb kattintás a célpiacként való beállításhoz
id: Klik kanan untuk menetapkan sebagai pasar tujuan.
it: Clic destro per impostare come mercato di destinazione.
ja: 右クリックして、終点となる交易市場をセットします。
ka: მარჯვება დაწკაპე რომ გახადო დანიშნულების ბაზრად.
ko: 목적지 교역 시장으로 지정하려면 마우스 오른쪽 클릭합니다.
lt: Nustatykite kelionės tikslo turgaviete spustelėję dešinį pelės mygtuką.
lv: Labais-klikšķis, lai iestatītu par tirdzniecības mērķa tirgu.
ms: Klik-kanan untuk tetapkan sebagai destinasi pasaran dagangan.
nb: Høyre-klikk for å sette som destinasjons-marked.
nl: Klik rechts om deze marktplaats als bestemming te gebruiken.
pl: Kliknij prawym przyciskiem myszy, aby ustawić rynek docelowy dla szlaku handlowego.
pt_br: Clique-direito para definir um mercado como destino.
pt_pt: Clica com o botão direito do rato para o definir como mercado de destino.
ru: Щёлкните правой кнопкой на втором рынке.
sk: Kliknite pravým tlačítkom myši, aby ste nastavili trh ako cieľový
sl: Z desnim klikom nastavite ciljno tržnico.
sq: Kliko dy herë për ta përcaktuar si treg shkëmbimi destinues.
sv: Högerklicka för att ange som målmarknad.
tr: Ticaret varış pazarı olarak ayarlamak için sağ tıklayın
uk: Клацнути правою кнопкою миші, щоб вибрати ринок призначення торгівлі.
zh: 右键单击设置为目的贸易市场
zh_tw: 右鍵點擊以設為貿易市集目的地。

source: Current turrets: %(occupied)s/%(capacity)s
ast: Torretas: %(occupied)s/%(capacity)s
ca: Torretes actuals: %(occupied)s/%(capacity)s
cs: Současné věže: %(occupied)s/%(capacity)s
de: Aktuelle Geschütze: %(occupied)s/%(capacity)s
el: Τρέχοντες πυργίσκοι: %(occupied)s/%(capacity)s
fi: Tykkitorneja tällä hetkellä: %(occupied)s/%(capacity)s
fr: Tourelles actuelles : %(occupied)s / %(capacity)s
gd: Turaidean làithreach: %(occupied)s/%(capacity)s
hu: Jelenlegi lövegtornyok: %(occupied)s/%(capacity)s
id: Penjaga saat ini: %(occupied)s/%(capacity)s
ja: 現在の射撃者数: %(occupied)s/%(capacity)s
ko: 현재 포탑: %(occupied)s/%(capacity)s
nl: Huidige torens: %(occupied)s/%(capacity)s
pl: Aktualna liczba wież: %(occupied)s/%(capacity)s
pt_br: Torretas atuais: %(occupied)s/%(capacity)s
ru: Текущая турель: %(occupied)s/%(capacity)s
sk: Aktuálne veže: %(occupied)s/%(capacity)s
sv: Nuvarande kanontorn: %(occupied)s/%(capacity)s
tr: Seçili Küçük Kuleler: %(occupied)s/%(capacity)s
uk: Поточна турель: %(occupied)s/%(capacity)s
zh: 当前防御塔： %(occupied)s/%(capacity)s
zh_tw: 塔樓：%(occupied)s/%(capacity)s

source: Current garrison: %(garrisoned)s/%(capacity)s
ar: المحتمون حاليًا: %(garrisoned)s/%(capacity)s
ast: Occupantes actuales: %(garrisoned)s/%(capacity)s
bg: Текущ гарнизон: %(garrisoned)s/%(capacity)s
br: Gwarnizon er mare-mañ: %(garrisoned)s/%(capacity)s
ca: Unitats refugiades actuals: %(garrisoned)s/%(capacity)s
cs: Nynější posádka: %(garrisoned)s/%(capacity)s
da: Nuværende garnison: %(garrisoned)s/%(capacity)s
de: Einquartiert: %(garrisoned)s/%(capacity)s
el: Τρέχουσα οχύρωση: %(garrisoned)s/%(capacity)s
es_cl: Guarnición actual: %(garrisoned)s/%(capacity)s
et: Hetkel varjendatud: %(garrisoned)s/%(capacity)s
eu: Oraingo garnizioa: %(garrisoned)s/ %(capacity)s
fa: سربازان مستقر: %(garrisoned)s/%(capacity)s
fi: Nykyinen miehitys: %(garrisoned)s/%(capacity)s
fr: Garnison actuelle : %(garrisoned)s/%(capacity)s
ga: Garastún reatha: %(garrisoned)s/%(capacity)s
gd: An gearastan an-dràsta: %(garrisoned)s/%(capacity)s
gl: Aforo: %(garrisoned)s/%(capacity)s.
hu: Jelenlegi beszállásolás: %(garrisoned)s/%(capacity)s
id: Diisi: %(garrisoned)s/%(capacity)s
it: Acquartierati: %(garrisoned)s/%(capacity)s
ja: 現在の駐留数: %(garrisoned)s/%(capacity)s
ka: არსებული გარნიზონი: %(garrisoned)s/%(capacity)s
ko: 현재 주둔군: %(garrisoned)s/%(capacity)s
lt: Dabartinė įgula: %(garrisoned)s/%(capacity)s
lv: Pašlaik garnizonā: %(garrisoned)s/%(capacity)s
ms: Garison semasa: %(garrisoned)s/%(capacity)s
nb: Stasjonerte enheter: %(garrisoned)s/%(capacity)s
nl: Huidige bemanning: %(garrisoned)s/%(capacity)s
pl: Stan garnizonu: %(garrisoned)s/%(capacity)s
pt_br: Guarnição atual: %(garrisoned)s/%(capacity)s
pt_pt: Guarnição atual: %(garrisoned)s/%(capacity)s
ru: Текущий гарнизон: %(garrisoned)s/%(capacity)s
sk: Aktuálna posádka: %(garrisoned)s/%(capacity)s
sl: Trenutno nastanjeno: %(garrisoned)s/%(capacity)s
sq: Garnizoni i tanishëm: %(garrisoned)s/%(capacity)s
sv: Nuvarande garnison: %(garrisoned)s/%(capacity)s
te: ప్రస్తుత రక్షక దళం: %(garrisoned)s/%(capacity)s
tr: Şu anki birlik: %(garrisoned)s/%(capacity)s
uk: Поточний гарнізон: %(garrisoned)s/%(capacity)s
zh: 当前驻守: %(garrisoned)s/%(capacity)s
zh_tw: 目前駐軍: %(garrisoned)s/%(capacity)s

source: Right-click to establish a default route for new traders.
ar: انقر باليمين لإنشاء مسلك افتراضيّ للتّجّار الجدد.
ast: Pica cul boton direithu p’afhitar una vía predefinida pa commerciantes nuovos.
bg: Натиснете с десен бутон, за да установите път по подразбиране за новите търговци.
br: Klikit-dehou evit diazezañ un hent dre-ziouer evit ar genwerzhourien nevez.
ca: Feu clic dret per establir una ruta per defecte per als mercaders nous.
cs: Klepněte pravým tlačítkem myši pro zřízení výchozí cesty pro nové obchodníky.
da: Højreklik for at etablere en ny standardrute for nye handlende.
de: Rechtsklicken, um eine Standardroute für neue Händler zu erstellen.
el: Κάντε δεξί κλικ για να καθοριστεί μια προεπιλεγμένη διαδρομή για τους νέους εμπόρους.
es_cl: Haga clic derecho para establecer una ruta predeterminada para los nuevos comerciantes.
eu: Eskuin klika gure merkatarientzako berezko ibilbide bat zehazteko.
fa: کلیک راست کنید تا یک مسیر پیش فرض برای تاجران جدید مشخص کنید.
fi: Klikkaa oikeaa hiiren näppäintä määritelläksesi uusien kauppiaitten oletusreitin.
fr: Clic droit pour établir une route par défaut pour les nouveaux commerçants.
ga: Deaschliceáil agus bealach réamhshocraithe a chur do thradalaithe nua.
gd: Dèan briogadh deas gus slighe-mhalairt bhunaiteach a’ stèidheachadh do luchd-malairt ùr.
gl: Preme co botón secundario para estabelecer unha ruta predeterminada para novos comerciantes.
hu: Jobb kattintás az új kereskedők alapértelmezett útvonalának megadásához.
id: Klik kanan untuk menetapkan jalur dagang bagi pedagang baru.
it: Clic destro per stabilire una rotta predefinita per i nuovi commercianti.
ja: 右クリックして新しい商人のためのデフォルトルートを確立しましょう。
ka: მარჯვენა დაკლიკე რომ შექმნა საწყისი გზები ახალი ვაჭრებისთვის.
ko: 새로운 상인들을 위한 기본 경로를 지정하려면 마우스 오른쪽 클릭합니다.
lt: Nustatykite naujų prekeivių numatytąjį kelionės tikslą spustelėję dešinį pelės mygtuką.
lv: Labais-klikšķis, lai iestatītu noklusējuma ceļu jaunai tirdzniecībai.
ms: Klik-kanan untuk wujudkan laluan lalai untuk pedagang baharu.
nb: Høyre-klikk for å etablere en standard rute for nye handelsmenn.
nl: Rechts klikken om een standaard route in te stellen voor nieuwe handelaars.
pl: Kliknij prawym przyciskiem myszy, aby ustalić trasę domyślną dla nowych handlarzy.
pt_br: Clique com o botão direito para estabelecer uma rota para novos comerciantes.
pt_pt: Clica com o botão direito do rato para estabelecer uma rota pré-definida para os novos comerciantes.
ru: Щелкните правой кнопкой мыши, чтобы установить маршрут по умолчанию для новых торговцев.
sk: Kliknutím pravým tlačidlom myši môžete vytvoriť predvolenú obchodnú cestu pre nových obchodníkov.
sl: Z desnim klikom uvedete privzeto pot za nove trgovce.
sq: Kliko dy herë për të vendosur një rrugë të parazgjedhuar për tregtarët e rinj.
sv: Högerklicka för att skapa en standardrutt för nya handelsmän.
te: క్రొత్త వ్యాపారుల కోసం డిఫాల్ట్ మార్గాన్ని ఏర్పాటు చేయడానికి కుడి-క్లిక్ చేయండి.
tr: Yeni tacirlere varsayılan güzergah belirlemek için sağ tıklayın.
uk: Клацнути правою кнопкою миші, щоб встановити маршрут за замовчуванням для нових торговців.
zh: 右键单击为贸易者确定一条默认的路线
zh_tw: 右鍵單擊以幫商人設定預設貿易路線。

source: Expected gain: %(gain)s
ar: الكسب المتوقع: %(gain)s
ast: Ganhancia prevista: %(gain)s
bg: Очаквана печалба: %(gain)s
br: Gounid gortozet: %(gain)s
ca: Guany esperat: %(gain)s
cs: Očekávaný zisk: %(gain)s
da: Forventet indtægt: %(gain)s
de: Erwarteter Ertrag: %(gain)s
el: Αναμενόμενο κέρδος: %(gain)s
es_cl: Ganancia esperada: %(gain)s
et: Oodatav tulu: %(gain)s
eu: Itxarondako irabazia: %(gain)s
fa: سود مورد انتظار: %(gain)s
fi: Odotettu saavutus: %(gain)s
fr: Gain attendu : %(gain)s
ga: Brabús iarrtha: %(gain)s
gd: Dùil air buannachd: %(gain)s
gl: Ganancia esperada: %(gain)s
hu: Elvárt növekedés: %(gain)s
id: Perolehan diharapkan: %(gain)s
it: Guadagno atteso: %(gain)s
ja: 期待される増加: %(gain)s
ka: მოსალოდნელი ზრდა: %(gain)s
ko: 예상되는 이득: %(gain)s
lt: Laukiamos įplaukos: %(gain)s
lv: Sagaidāmais ieguvums: %(gain)s
ms: Dapatan dijangka: %(gain)s
nb: Forventet økning: %(gain)s
nl: Verwachtte winst: %(gain)s
pl: Przewidywany zysk: %(gain)s
pt_br: Ganho esperado: %(gain)s
pt_pt: Ganho esperado: %(gain)s
ru: Ожидаемый прирост: %(gain)s
sk: Očakávaný zisk: %(gain)s
sl: Pričakovan dobiček: %(gain)s
sq: Fitimi i pritur: %(gain)s
sv: Du förväntas få: %(gain)s
te: ఊహించిన లాభం: %(gain)s
tr: Hedeflenen kazanç: %(gain)s
uk: Очікуваний прибуток: %(gain)s
zh: 预期收益: %(gain)s
zh_tw: 預期收益: %(gain)s

source: This entity cannot be controlled.
ast: A issi ente nun lli puodes mandar.
ca: No es pot controlar aquesta entitat.
cs: Tato entita nemůže být ovládána.
de: Diese Entität kann nicht kontrolliert werden.
el: Αυτή η οντότητα δε μπορεί να ελεγχθεί.
fi: Tätä yksikköä ei voi ohjata.
fr: Cette entité ne peut pas être contrôlée.
gd: Chan eil smachd air an nì seo.
hu: Ez nem irányítható.
id: Entitas ini tidak dapat dikendalikan.
it: Questa entità non può essere controllata.
ja: これらのエンティティはコントロールすることができません。
ko: 이러한 개체들을 제어할 수 없습니다.
lt: Šis dalykas negali būti valdomas.
nl: Deze entiteit kan niet worden bestuurd.
pl: Tej jednostki nie można kontrolować.
pt_br: Essa entidade não pode ser controlada.
ru: Управление этим объектом невозможно.
sk: Táto entita nemôže byť ovládaná.
sv: Denna entitet kan inte kontrolleras.
te: ఈ ఎంటిటీలను నియంత్రించలేము.
tr: Bu varlık kontrol edilemez.
uk: Ця сутність не може контролюватися.
zh: 它们不可被操控。
zh_tw: 無法控制這些實體。

source: Unload All.
ar: فرغ الكل.
ast: Disoccupallas todas.
bg: Премахване всички.
br: Diskargañ an Holl.
ca: Expulsa a tothom.
cs: Vyložit vše.
de: Alle ausquartieren.
el: Ξεφόρτωμα όλων
eu: Hustu guztia.
fa: خالی کردن همه
fi: Pura kaikki.
fr: Tout décharger.
ga: Dílódáil ar Fad.
gd: A-mach leotha uile.
gl: Desaloxar a todos.
hu: Összes kirakása.
id: Keluarkan Semua
it: Rilascia tutti
ja: 全員外に出す
ko: 모두 내보냅니다.
lt: Visus išleisti.
lv: Izdzīt visus.
ms: Nyahmuat Semua.
nb: Loss alt.
nl: Iedereen naar buiten sturen.
pl: Rozładuj całkowicie.
pt_br: Desalojar Todos.
pt_pt: Desalojar todos.
ru: Вывести всех.
sk: Vyložiť všetkých
sq: Shkarko të gjitha.
sv: Lasta av allt.
te: అన్నీ దించండి.
tr: Hepsini boşalt.
uk: Вивести всіх.
zh: 卸载全部。
zh_tw: 卸載所有。

source: Unload Turrets.
ast: Disoccupare las torretas.
ca: Desocupar torretes.
cs: Vyložit věže.
de: Geschütze ausladen.
el: Εκφόρτωση Πυργίσκων.
fi: Pura tykkitornit.
fr: Tourelles déchargées.
gd: Fàg na turaidean.
hu: Tornyok kiürítése.
id: Keluarkan penjaga.
ja: タレットから外に出す
ko: 포탑에서 내보냅니다.
nl: Toren leegmaken.
pl: Rozładuj wieże.
pt_br: Descarregar Torretas.
ru: Освободить турель.
sk: Vyložiť veže.
sv: Ladda ur kanontorn.
tr: Kuleleri boşalt.
uk: Звільнити турель.
zh: 卸载防御塔。
zh_tw: 卸載塔樓。

source: Destroy the selected units or structures.
ast: Disfhazere las unidades ou structuras escolyidas.
ca: Destrueix les unitats o estructures seleccionades.
cs: Zničit vybrané jednotky nebo stavby.
de: Gewählte Einheiten oder Gebäude zerstören.
el: Καταστροφή των επιλεγμένων μονάδων ή κτιρίων.
eu: Aukeratutako egitura edo unitateak eraisten ditu.
fa: نیروها یا سازه های انتخاب شده را نابود کنید
fi: Tuhoa valitut yksiköt tai rakenteet.
fr: Détruire les unités ou structures sélectionnées.
gd: Mill na h-aonadan no togalaichean a thagh thu.
hu: A kiválasztott egységek vagy épületek megsemmisítése.
id: Hancurkan unit atau bangunan yang dipilih.
it: Distruggi le unità o gli edifici selezionati.
ja: 選択しているユニットまたは建造物を破壊します。Destroy the selected units or structures.
ko: 선택한 유닛 또는 건축물을 파괴합니다.
lt: Sunaikinti pasirinktus vienetus ar statinius.
ms: Musnahkan unit atau struktur terpilih.
nl: De geselecteerde eenheden of gebouwen vernietigen.
pl: Zniszcz zaznaczone jednostki lub budowle.
pt_br: Destruir as unidades ou estruturas selecionadas.
pt_pt: Destruir as unidades ou estruturas selecionadas.
ru: Уничтожить выделенные юниты или здания.
sk: Znič vybrané jednotky alebo budovy.
sv: Förstör valda enheter eller byggnader.
te: ఎంచుకున్న యూనిట్లు లేదా నిర్మాణాలను నాశనం చేయి.
tr: Seçilen birimleri ya da binaları yok et.
uk: Знищити вибрані підрозділи чи споруди.
zh: 摧毁选定的单位或建筑。
zh_tw: 摧毀選定的單位或建築物。

source: Use %(hotkey)s to avoid the confirmation dialog.
ar: استخدم %(hotkey)s لتجنّب حواريّ التّأكيد.
ast: Usa %(hotkey)s pa saltare l diálogu de confirmacion.
bg: Използвайте %(hotkey)s, за да не се показва прозорецът за потвърждение.
br: Grit gant %(hotkey)s evit tremen e-biou ar prenestr kadarnadenn.
ca: Utilitzeu %(hotkey)s per evitar el diàleg de confirmació.
cs: Použijte %(hotkey)s pro vyhnutí se potvrzovacímu dialogu.
de: Drücke %(hotkey)s um den Bestätigungsdialog zu überspringen.
el: Χηση του %(hotkey)s για αποφυγή διαλόγου επιβεβαίωσης.
eu: Sakatu %(hotkey)s baieztapen elkarrizketa ekiditeko.
fa: بکارگیری %(hotkey)s برای اجتناب از دیالوگ تایید.
fi: Käytä %(hotkey)s ohittaaksesi varmistusikkunan.
fr: Utilisez %(hotkey)s pour éviter la fenêtre de confirmation.
ga: Úsáid %(hotkey)s agus an dialóg déimhnithe a sheachaint.
gd: Cleachd %(hotkey)s gus còmhradh-dearbhaidh a sheachnadh.
gl: Usa %(hotkey)s para evitar o diálogo de confirmación.
hu: %(hotkey)s használata a megerősítő párbeszédek elkerüléséhez.
id: Gunakan %(hotkey)s untuk menghindari dialog konfirmasi.
it: Usa %(hotkey)s per saltare la richiesta di conferma.
ja: 確認画面を表示したくない場合は%(hotkey)sを使用してください。
ko: 확인 대화상자를 표시하지 않으려면 %(hotkey)s 키를 사용합니다.
lt: Spauskite %(hotkey)s, kad nebūtų rodomas patvirtinimo dialogas.
lv: Lietojiet %(hotkey)s, lai izvairītos no apstiprinājuma lodziņa.
ms: Guna %(hotkey)s untuk menghindari dialog pengesahan.
nb: Bruk %(hotkey)s for å unngå bekreftelsesdialogen.
nl: Gebruik %(hotkey)s om de bevestigingsdialoog te vermijden.
pl: Użyj %(hotkey)s, aby anulować okno dialogowe.
pt_br: Use %(hotkey)s para evitar o diálogo de confirmação.
pt_pt: Usar %(hotkey)s para não mostrar a janela de confirmação.
ru: Используйте %(hotkey)s, чтобы избежать диалога подтверждения.
sk: Používaním %(hotkey)s sa vyhnete potvrdzovaciemu dialogóvemu oknu.
sq: Përdor %(hotkey)spër të anashkaluar dialogun e konfirmimit.
sv: Använd %(hotkey)s för att undvika bekräftelsedialogen.
te: నిర్ధారణ డైలాగ్‌ను నివారించడానికి %(hotkey)sని ఉపయోగించండి.
tr: Onay iletişim kutularından kaçınmak için kısayol tuşlarını kullanın; %(hotkey)s
uk: Застосувати %(hotkey)s, щоб уникнути підтвердження діалогу.
zh: 使用 %(hotkey)s 以忽略确认对话。
zh_tw: 使用 %(hotkey)s 以避免確認對話框。

source: Abort the current order.
ar: ألغِ الأمر الحاليّ.
ast: Abortare l mandado actual.
bg: Отмяна на текущата заповед.
br: Dilezel ar gargadenn er mare-mañ.
ca: Cancel·la l'ordre actual.
cs: Zrušit nynější příkaz.
de: Abbrechen des aktuellen Befehls.
el: Ακύρωσε την τρέχουσα παραγγελία.
eu: Ezeztatu oraingo agindua.
fa: لغو دستور فعلی
fi: Peruuta nykyinen käsky.
fr: Abandonner l'ordre actuel.
ga: Stop a chur leis an ordú reatha.
gd: Sguir dhen òrdugh làithreach.
gl: Interromper a orde actual.
hu: Jelenlegi utasítás megszakítása.
id: Batalkan perintah saat ini.
it: Annulla l'ordine corrente.
ja: 現在の命令を中止します。
ko: 현재 명령을 중단합니다.
lt: Atšaukti dabartinį įsakymą.
lv: Pārtraukt pašreizējo pavēli.
ms: Henti paksa arahan semasa.
nb: Avbryt gjeldende ordre.
nl: De huidige taak stoppen.
pl: Przerwij aktualny rozkaz.
pt_br: Abortar a ordem atual.
pt_pt: Cancelar a ordem atual.
ru: Отменить текущий приказ.
sk: Zrušte aktuálny príkaz.
sq: Anulo urdhërin e tanishëm.
sv: Avbryt den akutella ordern.
te: ప్రస్తుత ఆజ్ఞ నిలిపివేయండి.
tr: Mevcut düzeni iptal edin.
uk: Перервати поточний наказ.
zh: 中止当前的命令。
zh_tw: 放棄目前的命令。
