Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-lobby.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, eu, fa, fi, fr, ga, gd, gl, hr, hu, id, it, ja, ka, ko, lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, tr, uk, zh, zh_tw

source: 1. Only create one account per unique user on the service unless authorized by a Wildfire Games (WFG) team member.
ar: 1. إنشاء حساب واحد فقط لكلّ مستخدم في الخدمة ما لم يخوّل لك ذلك أحد أعضاء فريق «ألعاب الهشيم (WFG)».
br: 1. Na grouit nemet ur gont dre implijer war ar servij nemet e vefec'h aotreet gant un ezel eus Wildfire Games (WFG).
es_cl: 1. Solo crear una cuenta de usuario en el servicio, salvo autorización de un miembro del equipo de Wildfire Games (WFG).
fa: 1. تنها ساخت یک حساب کاربری برای هر کابر برای دریافت خدمات مگر اینکه توسط اعضای تیم (Wildfire Games (WFG اجازه داده شده باشد
hr: 1. Da ćete napraviti samo jedan račun po korisniku na usluzi osim ako Vam član tima Wildfire Games (WFG) nije dopustio suprotno.
ja: 1. 当サービスのアカウント作成は利用者1人につき1つのみとすること。ただし、Wildfire Games（WFG）チームメンバーの許可がある場合を除きます。
ka: 1. შექმნი მხოლოდ ერთ ანგარიშს თითო მომხმარებლისთვის, თუ Wildfire Games-ის (WFG) წევრი არ დაგრთავს სხვაგვარად.
nb: 1. Opprett kun en konto per unike bruker på tjenesten untatt hvis annet er godkjent av et Wildfire Games (WFG) medlem.
sr: 1. Направите само један налог по јединстевном кориснику, више налога ако је дозвоњено од стране Wildfire Games (WFG) члана тима.

source: 2. Not post profane statements, rude humor, pornographic content, or discriminatory comments on the service.
ar: 2. عدم نشر البيانات المدنسة أو السماجات أو المحتوى الإباحي أو التعليقات التمييزية في الخدمة.
br: 2. Ne bostit na gomzioù gros, na fentigelloù gros, na endalc'had pornografek, na evezhiadenn gwallziforc'hus war ar servij.
es_cl: 2. No publicar declaraciones profanas, humor grosero, contenidos pornográficos o comentarios discriminatorios sobre el servicio.
fa: 2. بی حرمتی نکردن. شوخی های نامناسب، محتوای پورنوگرافی یا نژادپرستانه در حین استفاده از خدمات
hr: 2. Da na usluzi nećete objavljivati izjave koje vrijeđaju nečiju religiju, koje sadrže prosti humor, pornografski sadržaj ili komentare koji na bilo koji način diskriminiraju druge.
ja: 2. 冒涜的な発言や無礼なユーモア、わいせつなコンテンツ、差別的なコメントを当サービスに投稿しないこと。
ka: 2. არ გამოაქვეყნებ საქმეში ჩაუხედავ განცხადებებს, ბინძურ ხუმრობას, პორნოგრაფიულ მასალას, ან დამამცირებელ კომენტარს მომსახურებაზე.
nb: 2. Ikke poste sjikanerende uttalelser, grov humor, pornografisk innhold eller diskriminerende kommentarer på tjenesten.
sr: 2. Не постављати неприкладне изјаве, безобразни хумор, порнографски садржај, или дискриминаторне коментаре.

source: 3. Not purposefully demean the worth of others using the service.
ar: 3. عدم تحقير قيم الآخرين المستخدمين للخدمة عن قصد.
br: 3. Na izelit ket en un doare youlek implijerien all ar servij.
es_cl: 3. No insultar a los demás usuarios del servicio.
fa: 3. بصورت غیر عمد صدمه زدن به ارزش های دیگران در استفاده از خدمات
hr: 3. Da nećete namjerno ponižavati ili vrijeđati druge korisnike usluge.
ja: 3. 当サービスを用いて、意図して他人の名誉を貶めないこと。
nb: 3. Ikke med overlegg nedvurdere verdien av andre som bruker tjenesten.
sr: 3. Не намерно умањивати вредност других који користе услугу.

source: 4. Not use the service to promote specific goods, services, or products.
ar: 4. عدم استخدام الخدمة لترويج بضائع، أو خدمات أو منتجات محدّدة.
br: 4. Na implijit ket ar servij evit ar brudwerzh a vadoù ispisial, a servijoù pe a broduioù.
es_cl: 4. No utilizar el servicio para promover determinados bienes, servicios o productos.
fa: 4. استفاده کردن از خدمات برای تبلیغ یک خدمت یا محصول دیگر
hr: 4. da nećete koristiti uslugu kako bi promovirali određeni proizvod ili neku drugu uslugu.
ja: 4. 当サービスを用いて、特定の商品やサービス、製品を宣伝しないこと。
ka: 4. არ გამოიყენებ მომსახურებას რომ დააწინაურო რაიმე საქონელი, მომსახურება ან ნაწარმი.
nb: 4. Ikke bruke tjenesten til å fremheve eller promotere spesifikke varer, tjenester eller produkter.
sr: 4. Не користити услугу да промовишете специфичну робу, друге услуге, или производе.

source: 5. Not impersonate other users of the service.
ar: 5. عدم انتحال شخصيّة الآخرين في الخدمة.
br: 5. Na dreuzpiaouit ket identelezh implijerien all ar servij.
es_cl: 5. No suplantar a otros usuarios del servicio.
fa: 5. جعل هویت سایر بازیکن ها در استفاده از خدمات
hr: 5. Da se nećete pretvarati da ste netko od drugih korisnika usluge.
ja: 5. 当サービスの他の利用者へのなりすましを行わないこと。
ka: 5. არ განასახიერებ ამ მომსახურების სხვა მომხმარებლებს.
nb: 5. Ikke utgi seg for å være andre brukere av tjenesten.
sr: 5. Не представљати се као други корисници услуге.

source: 6. Not spam the service.
ar: 6. عدم نشر السّخام في الخدمة.
br: 6. Na strobit ket ar servij.
es_cl: 6. No enviar contenido basura en el servicio
fa: 6. ایجاد نکردن هرزپیام ها در استفاده از خدمات
hr: 6. Da nećete spamati uslugu.
ja: 6. 当サービスでスパムを行わないこと。
ka: 6. არ დააბინძურებ მომსახურებას.
nb: 6. Ikke oversvømme tjenesten.
sr: 6. Не спамовати.

source: 8. Allow yourself to be removed from the service if at any time a moderator determines your behavior is not consistent with these rules.
ar: 8. السّماح لنفسك بأن تُزال من الخدمة في أيّ وقت يرى فيه المدير أنّ سلوكك ليس ملائمًا مع هذه القوانين.
br: 8. Bezit prest da vezañ tennet kuit kerkent ma kav d'un habasker ne douj ket hoc'h emzalc'h ouzh ar reolennoù-mañ.
es_cl: 8. Sera retirado del servicio si en cualquier momento un moderador determina que su comportamiento no es consistente con estas reglas.
fa: 8. اجازه دادن به مدیر برای خارج کردن شما هر زمان که تشخیص دهد شما رفتاری مغایر با قوانین و مقررات انجام داده اید
hr: 8. Prihvaćate da vas se ukloni iz koristenja usluge, ako u bilo kojem trenutku moderator utvrdi da ste prekršili bilo koje od gore navedenih pravila.
ja: 8. いつでも運営者があなたの行動が本規約に反すると判断した場合に、当サービスから追放されることを承諾すること。
ka: 8. მისცემ თავს უფლებას მოშორდე მომსახურებიდან, თუ რაღაც დროს პატრონი იპოვის შენს ქცევაში წესებთან შეუსაბამობას.
nb: 8. Tillate at du kan bli fjernet fra tjenesten hvis, på ethvert tidspunkt, en moderator avgjør at din adferd ikke er i samsvar med disse reglene.
sr: 8. Дозволити да будеш уклоњен из услуге ако у било које време модератор одлучи да твоје понашање се не поклапа са правилима.

source: 1. Change this document in any way; at any time; on the condition that the user of the service is given adequate notice of the change (the definition of adequate notice will be determined at the time by a panel of Wildfire Games (WFG) team members).
ar: 1. تغيير هذا المستند بأيّ شكل كان، وفي أيّ وقت، وذلك بشرط إخطار مستخدم الخدمة قبل إجراء التّغيير بوقت كافٍ (ستتكفّل لجنة من أعضاء فريق «ألعاب الهشيم (WFG)» بتحديد المهلة حين يحين أوان ذلك).
br: 1. Kemm an teul-mañ e forzh peseurt mod a vefe; forzh peseurt mare; gant ma vo kelaouet eus ar cheñchamant implijer ar servij en un doare azaasaus (termenadur ar ger azasaus a vo termenet diwezhatoc'h gant ur strollad izili eus skipailh Wildfire Games (WFG) ).
fa: 1. تغییر در این مستند به هر نحوی، در هر زمانی و در شرایطی که به کابر اطلاع رسانی مناسب از تغییر اتفاق افتاده شده باشد (تعریف اطلاع رسانی مناسب توسط اعضای تیم (Wildfire Games (WFG در زمان تغییر مشخص خواهد شد)
hr: 1. Promijenimo ovaj dokument na bilo koji način način; u bilo koje vrijeme; pod uvjetom da je korisniku usluge dana prikladna obavijest o promjeni ( Po definiciji adekvatna obavjest će biti odobrena od strane komisije članova Wildfire Games(WFG)).
ja: 1. 当サービスの利用者に変更の十分な告知がされる条件の上で、任意の方法により随時、この文書を変更すること（十分な告知の定義は、Wildfire Games (WFG)チームメンバーの委員会が決定した時点とします）。
ka: 1. შევცვალოთ ეს დოკუმენტი ნებისმიერი სახით; ნებისმიერ დროს; იმ პირობით, რომ მომსახურების მომხმარებელს მიეცემა შესატყვისი შეტყობინება ცვლილების შესახებ (შესატყვისი შეტყობინების დახასიათება იქნება განსაზღვრული Wildfire Games-ის (WFG) წევრების მიერ).
nb: 1. Endre dette dokumentet på hvilken som helst måte, når som helst, på betingelse av at brukeren av tjenesten gis tilstrekkelig varsel om endringen (definisjonen på tilstrekkelig varsel besluttes av et panel bestående av medlemmer fra Wildfire Games (WFT))
sr: 1. Промени овај докмент на било који начин; у било које време; под условом да корисник услуге добије адекватно обавештење о промени (дефиниција адекватног овавештења биће одлучена у било које време од стране комисије WildfireGames (WFG) чланова тима).

source: Connecting...
da: Forbinder...
es_cl: Conectando...
ka: დაკავშირება...

source: Registering...
da: Registrerer...
es_cl: Registrando...
ka: აღრიცხვა...

source: Usernames can't contain \[, ], unicode, whitespace, or commas
es_cl: Los nombre de usuario no pueden contener [, ], unicode, espacios en blancos o comas

source: Please enter your password
da: Skriv venligst din adgangskode
es_cl: Ingrese su contraseña
ka: გთხოვ, შეიყვანე დათქმული სიტყვა

source: Main Menu
da: Hovedmenu
es_cl: Menú Principal
ka: მთავარი მენიუ

# map
source: Skirmish
da: Blænkning

# map
source: Random
da: Tilfældig

source: Scenario
da: Scenarie

source: A randomly selected map.
da: En tilfældigt udvalgt bane.

source: Sorry, no description available.
da: Der er desværre ingen beskrivelse tilgængelig.

source: Invalid nickname: %(nick)s
da: Ugyldigt øgenavn: %(nick)s

source: We're sorry, the '%(cmd)s' command is not supported.
da: Desværre, '%(cmd)s' kommandoen understøttes ikke.

source: Please do not spam. You have been blocked for thirty seconds.
da: Spam venligst ikke. Du er blevet blokeret i 30 sekunder.

source: Usernames can't contain [, ], unicode, whitespace, or commas
da: Brugernavne kan ikke indeholde [, ], unicode, mellemrum, eller kommaer.

source: Disconnected
da: Forbindelse afbrudt

source: Players:
da: Spillere:

source: Show full games
da: Vis fulde spil

source: Player not found.
da: Spiller ikke fundet.
