Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-userreport.po
Languages: ast, bg, ca, cs, de, el, es, eu, fr, ga, gd, gl, hu, id, it, ko, nl, pl, pt_br, pt_pt, ru, sk, sv, te, tr, uk, zh, zh_tw

source: The UserReport is disabled with each version update and only enabled if the user agreed to the new document (GDPR 13.3).
ast: El RelatuUsuarial ye dishabilitadu cun cada anovamiento de version & habilita-se solo si l usuariu accedier a l documento nuövo (GDPR 13.3).
bg: Функцията за Потребителски доклад се изключва с всяко обновяване на условията и може да бъде включена само по желание на потребителя и той е потвърдил условията на новия документ (Чл. 13.3 на GDPR).
ca: El servei d'informes d'usuari està desactivat cada cop que s'actualitza la versió i només s'activa si l'usuari accepta els termes del nou document (GDPR 13.3).
cs: UserReporter je zakázán při každé aktualizaci verze a povolen pouze v případě, že uživatel souhlasil s novým dokumentem (GDPR 13.3).
de: Der UserReport wird bei jeder neuen Version deaktiviert und wird nur wieder aktiviert, wenn der Benutzer dem neuen Dokument zustimmt (DSGVO 13.3).
el: Η Αναφορά Χρήστη είναι απενεργοποιημένη σε κάθε ενημέρωση έκδοσης και ενεργοποιείται μόνο αν ο χρήστης συμφωνήσει με το νέο έγγραφο (Γενικός Κανονισμός για την Προστασία Δεδομένων 13.3).
es: El reporte de usuario se desactiva con cada actualización de la versión y es activado si el usuario está de acuerdo con el nuevo documento (GDPR 13.3).
eu: UserReport bertsio eguneratze bakoitzarekin desgaitzen da eta gaitzen bada bakarrik dokumentu berriarekin ados azaldu ezkero (GDPR 13.3).
fr: L'UserReport est désactivé à chaque mise à jour de version et seulement activé si l'utilisateur accepte le nouveau document (RGPD 13.3).
ga: Tá an ÚsáidTuairisc díchumasaithe tar éis gach nuashonruithe leagain agust tá sí cumasaithe arís ach amháin má aontaíonn an t-úsáideoir leis an doiciméad nua (GDPR 13.3).
gd: Thèid an UserReporter a chur à comas le gach ùrachadh air an tionndadh ’s cha dèid a chur an comas a-rithist ach ma dh’aontaich an cleachdaiche ris an sgrìobhainn ùr (GDPR 13.3).
gl: O Informador de Usuario desactívase con cada actualización de versión e só se activa se o usuario acepta o novo documento (GDPR 13.3).
hu: A felhasználói visszajelzés letiltásra kerül minden egyes verziófrissítéskor, és csak akkor kerül engedélyezésre, ha a felhasználó elfogadja az új dokumentumot (GDPR 13.3).
id: UserReport dinonaktifkan di setiap pembaruan versi dan diaktifkan kembali jika pengguna menyetujui dokumen baru (GDPR 13.3).
it: Il resoconto dell'utente è disabilitato con ogni aggiornamento di versione e attivato solamente se l'utente concorda con il nuovo documento (GDPR 13.3).
ko: 사용자 보고서는 각 버전 업데이트에서 비활성화되며 사용자가 새 문서에 동의한 경우에만 활성화됩니다 (GDPR 13.3).
nl: Het gebruikersrapport wordt uitgeschakeld bij elke versie-update en alleen ingeschakeld als de gebruiker instemt met het nieuwe document (GDPR 13.3).
pl: UserReport jest zablokowany z każdą aktualizacją i włączony, gdy użytkownik zatwierdzi nowy dokument (GDPR 13.3).
pt_br: O UserReport é desabilitado em cada atualização de versão e somente habilitado se o usuário concordar com o novo documento (GDPR 13.3).
pt_pt: Os Relatórios do Utilizador são desativados a cada atualização da versão e apenas são ativados se o utilizador concordar com o novo documento (RGPD 13.3).
ru: Пользовательский отчёт отключается при каждом обновлении версии и включается только в том случае, если пользователь дал согласие на новый документ (Общий регламент по защите данных (ЕС) 13.3).
sk: UserReport je vypnutý pri každej aktualizácii hry a znovu zapnutý len ak používateľ súhlasil s novým dokumentom (GDPR 13.3).
sv: UserReport är inaktiverat med varje versions uppdatering och aktive ras endast om användaren har accepterat det nya dokumentet (GDPR 13,3).
te: ప్రతి సంస్కరణ నవీకరణతో యూజర్‌ రిపోర్ట్ నిలిపివేయబడింది మరియు వినియోగదారు క్రొత్త పత్రానికి (జిడిపిఆర్ 13.3) అంగీకరించినట్లయితే మాత్రమే ప్రారంభించబడుతుంది.
tr: Her sürüm güncellemesinde UserReport devre dışı bırakılır ve yalnızca kullanıcı yeni belgeyi kabul ederse etkinleştirilir (GVKY 13.3).
uk: Звіт користувача є вимкнено при кожному оновленні версії та вмикається лише у випадку, якщо користувач погодився із оновленим документом (GDPR 13.3).
zh: 版本更新时，“用户报告”将被禁用，仅在用户同意新文档（GDPR 13.3）时才启用。
zh_tw: 使用者回報在每次版本更新時都會被停用，並只會在使用者同意新文件的條款時才會再度啟用 (GDPR 13.3)。

source: [font="sans-bold-14"]You agree to:[/font]
ast: [font="sans-bold-14"]Accedes a:[/font]
bg: [font="sans-bold-14"]Вие се съгласявате да:[/font]
ca: [font="sans-bold-14"]Esteu d'acord amb:[/font]
cs: [font="sans-bold-14"]Souhlasíte s tím, že:[/font]
de: [font="sans-bold-14"]Du stimmst zu:[/font]
el: [font="sans-bold-14"]Συμφωνείς να:[/font]
es: [font="sans-bold-14"]Usted accede a:[/font]
eu: [font="sans-bold-14"]Honekin ados zaude:[/font]
fr: [font="sans-bold-14"]Vous acceptez :[/font]
ga: [font="sans-bold-14"]Aontaíonn tú ag:[/font]
gd: [font="sans-bold-14"]Aontaichidh tu:[/font]
gl: [font="sans-bold-14"]Acepta:[/font]
hu: [font="sans-bold-14"]Beleegyezel:[/font]
id: [font="sans-bold-14"]Anda setuju untuk:[/font]
it: [font="sans-bold-14"]Acconsenti a:[/font]
ko: [font="sans-bold-14"]귀하은 다음 사항에 동의합니다:[/font]
nl: [font="sans-bold-14"]U gaat akkoord met:[/font]
pl: [font="sans-bold-14"]Zgadzasz się na:[/font]
pt_br: [font="sans-bold-14"]Você concorda em:[/font]
pt_pt: [font="sans-bold-14"]Você concorda com:[/font]
ru: [font="sans-bold-14"]Во соглашаетесь со следующим:[/font]
sk: [font="sans-bold-14"]Súhlasíš s:[/font]
sv: [font = "Sans-fet-14"] Du samtycker till: [/font]
te: [font="sans-bold-14"]మీరు అంగీకరిస్తున్నారు:[/font]
tr: [font="sans-bold-14"]Şunları kabul edersiniz:[/font]
uk: [font="sans-bold-14"]Ви погоджуєтесь із:[/font]
zh: [font="sans-bold-14"]你将同意:[/font]
zh_tw: [font="sans-bold-14"]您同意：[/font]

source: 1. Use the service at your own risk. Wildfire Games does not take responsibility for damages resulting from this service.
ast: 1. Usare l servicio a riesgu propriu. Wildfire Games nun se faz responsable de perdɐs resultantes d’esti servicio.
bg: 1. Ползвате услугата на собствена отговорност. Wildfire Games не поема отговорност за щети, нанесени в резултат на ползването на услугата.
ca: 1. Utilitzar el servei sota el vostre propi risc. Wildfire Games no es fa responsable dels danys i perjudicis derivats d'aquest servei.
cs: 1. Službu využíváte na své vlastní riziko. Wildfire Games nepřebírá odpovědnost za škody vyplývající z této služby.
de: 1. Den Dienst auf dein eigenes Risiko zu verwenden. Wildfire Games ist nicht verantwortlich für Schäden, die von diesem Dienst verursacht werden.
el: 1. Χρησιμοποιήσεις την υπηρεσία με δική σου ευθύνη. Η Wildfire Games δεν αναλαμβάνει την ευθύνη για ζημιές που προκύπτουν από αυτήν την υπηρεσία.
es: 1. Use el servicio bajo su propio riesgo. Wildfire Games no toma responsabilidad por daños resultantes de este servicio.
eu: 1. Zerbitzua zure ardurapean erabili . Wildfire Gamesek ez du zerbitzu honen erabilerak egindako kalteez ardurarik izango.
fr: 1. Utiliser le service à vos risques et périls. Wildfire Games n'engage pas sa responsabilité pour les dommages résultant de ce service.
ga: 1. Úsáid na seirbhíse ar do phriacal féin. Ní ghlacann Wildfire Games freagracht do aon damáiste mar thoradh ar an seirbhís seo.
gd: 1. Gun cleachd thu an t-seirbheis air do chunnart fhèin. Chan eil uallach air Wildfire Games airson dochann a chaidh adhbharachadh leis an t-seirbheis seo.
gl: 1. Usar o servizo baixo a súa propia responsabilidade. Wildfire Games non se fará responsábel de danos relacionados co servizo.
hu: 1. A szolgáltatás saját felelősségre használod. A Wildfire Games nem vállal felelősséget a szolgáltatás használatából eredő esetleges károkért.
id: 1. Menanggung sendiri risiko dari penggunaan layanan ini.. Wildfire Games tidak bertanggung jawab atas kerusakan yang diakibatkan layanan ini.
it: Usa il servizio a tuo rischio. Windfire Games non si assume la responsabilità per danni derivati da questo servizio
ko: 1. 서비스 이용에 따른 모든 책임은 사용자에게 있습니다. Wildfire Games는 이 서비스로 인해 발생한 손해에 대해 책임을 지지 않습니다.
nl: 1. Gebruik de service op eigen risico. Wildfire Games is niet verantwoordelijk voor schade als gevolg van deze service.
pl: 1. Korzystanie z usługi na własną odpowiedzialność. Wildfire Games nie ponosi odpowiedzialności za szkody wywołane usługą.
pt_br: 1. Utilizar o serviço por sua conta e risco. A Wildfire Games não se responsabiliza por danos resultantes deste serviço.
pt_pt: 1. Usar o serviço sob seu próprio risco. A Wildfire Games não assume qualquer responsabilidade por danos resultantes deste serviço.
ru: 3. Пользуйтесь сервисом на свой страх и риск. Wildfire Games не несёт ответственности за ущерб, возникший в результате использования данного сервиса.
sk: 1. Používanie služby je na vlastné riziko. Wildfire Games nie je zodpovedné za akékoľvek škody službou spôsobené.
sv: 1. Använd tjänsten på egen risk. Wildfire Games tar inte ansvar för skador till följd av denna tjänst.
te: 1. మీ స్వంత పూచీతో సేవను ఉపయోగించండి. ఈ సేవ వలన కలిగే నష్టాలకు వైల్డ్‌ఫైర్ గేమ్స్ బాధ్యత తీసుకోదు.
tr: 1. Hizmeti kullanmak kendi sorumluluğunuzdadır. Wildfire Games bu hizmetten kaynaklanan zararlardan sorumlu değildir.
uk: 1. Використанням послуги на Ваш власний ризик. Wildfire Games не несе відповідальності за збитки спречинені внаслідок використання цієї послуги.
zh: 1.使用本服务需要你风险自负。 Wildfire Games不对此服务造成的任何损害承担责任。
zh_tw: 1. 使用本服務時您必須自負風險。Wildfire Games 不會對此服務造成的損害承擔責任。

source: 2. Not use the service with third-party software or mods that change the UserReport data or prevent the user from being informed of updated Terms and Conditions.
ast: 2. Nun usare l servicio cun programmas de terceiros ou camudɐs que modificaren los datos de l RelatuUsuarial ou impedieren a l usuariu inteirá-se de Términos & condiciones anovados.
bg: 2. Не използвате услугата заедно с програми на трети страни или модификации, влияещи върху информацията в Потребителския доклад или попречващи на потребителя да бъде уведомяван за обновяване на Правилата и условията.
ca: 2. No utilitzar el servei amb programari o modificacions de tercers que canviïn les dades dels informes d'usuari o que impedeixin que l'usuari estigui informat dels termes i condicions actualitzats.
cs: 2. Nepoužíváte službu se softwarem nebo modifikacemi třetích stran, které mění data uživatelských zpráv nebo brání uživateli v informování se o aktualizovaných podmínkách.
de: 2. Den Dienst nicht mit Drittanbietersoftware oder -Mods zu verwenden, die den UserReport verändern oder die verhindern, dass der Benutzer von aktualisierten Nutzungsbedingungen in Kenntnis gesetzt wird.
el: 2. Μην χρησιμοποιείς την υπηρεσία με λογισμικό ή mods (τροποποιήσεις) άλλου κατασκευαστή που αλλάζουν τα δεδομένα της Αναφοράς Χρήστη ή εμποδίζουν τον χρήστη να προειδοποιείται για τους ενημερωμένους Όρους και Προϋποθέσεις.
es: 2. No use el servicio con software de terceros o mods que cambien los datos de UserReport o eviten que el usuario sea informado de cambios de los Términos y Condiciones.
eu: 2. Ez erabili hirugarrenen software edo aldaketak baldin eta UseReprt-en datuak aldatzen baditu edo erabiltzaileari baldintza eta betebeharren eguneraketaren gaineko informazioa ezkutatzen badiote.
fr: 2. Ne pas utiliser le service avec des logiciels tiers ou des mods qui modifient les données de UserReport ou empêchent l'utilisateur d'être informé des mises à jour des Conditions Générales.
ga: 2. Ná húsáid an tseirbhís le bogearraí tríú páirtí nó modhnuithe cé a chur cosc ar eolas Tearmaí agus Coinníolacha nua.
gd: 2. Nach cleachd thu an t-seirbheis le bathar-bog treas-phàrtaidh no le tuilleadan a dh’atharraicheas dàta an aithrisean no a bhacas an cleachdaiche o fhiosrachadh fhaighinn mu theirmichean is cumhaichean.
gl: 2. Non usar o servizo con software de terceiros ou modificacións que alteren os datos do informe de usuario ou impidan informar ao usuario de actualizacións das condicións.
hu: 2. Nem használod a szolgáltatást olyan harmadik féltől származó szoftverrel vagy moddal, amely módosítja a felhasználó visszajelzés adatait, vagy megakadályozza, hogy megismerd a frissített szolgáltatási feltételeket.
id: 2. Tidak menggunakan layanan dengan perangkat lunak atau modifikasi dari pihak ketiga yang mengubah data UserReport atau mencegah pengguna untuk mendapatkan informasi tentang pembaruan Syarat dan Ketentuan.
it: 2. Non usare il servizio con software di terze parti o con mod che cambiano i dati UserReport o impediscono all'utente di essere informato sugli aggiornamenti dei Termini e Condizioni.
ko: 2. 사용자 보고서 데이터를 변경하거나 사용자에게 업데이트된 이용 약관에 대한 정보를 제공하지 못하도록 하는 타사 소프트웨어 또는 모드(MOD)의 서비스를 사용하지 않습니다.
nl: 2. Gebruik de service niet met software of mods van derden die de UserReport-gegevens wijzigen of die voorkomen dat de gebruiker op de hoogte wordt gehouden van de bijgewerkte Algemene voorwaarden.
pl: 2. Niewykorzystywanie usługi z innymi programami lub modami, które zmieniają dane UserReport lub nie pozwalają użytkownikowi na pobieranie informacji o nowych zasadach korzystania.
pt_br: 2. Não usar o serviço com software de terceiros ou mods que alterem os dados do UserReport ou impeçam o usuário de ser informado sobre os Termos e Condições atualizados.
pt_pt: 2. Não usar o serviço com software de terceiros ou mods que alteram os dados de Relatórios do Utilizador ou que impeçam o utilizador de ser informado de alterações nos Termos e Condições.
ru: 2. Не использовать сервис со сторонним программным обеспечением или модификациями, которые изменяют данные Пользовательского отчёта или препятствуют пользователю быть информированным об обновленных Условиях использования.
sk: 2. Nebudeš používať službu spolu so softvérom tretej strany alebo modifikáciami ktoré menia dáta UserReportu alebo zabraňujú informovaniu používateľa o aktualizácii Podmienok používania.
sv: 2. Använd inte tjänsten med program vara från tredje part eller mods som ändrar UserReport-data eller hindrar användaren från att informeras om uppdaterade regler och villkor.
te: 2. యూజర్ రిపోర్ట్ డేటాను మార్చే మూడవ పార్టీ సాఫ్ట్‌వేర్ లేదా మోడ్‌లతో సేవను ఉపయోగించవద్దు లేదా నవీకరించబడిన నిబంధనలు మరియు షరతుల గురించి వినియోగదారుకు తెలియజేయకుండా నిరోధించండి.
tr: 2. Hizmeti, UserReport verilerini değiştiren veya kullanıcının güncellenmiş Şartlar ve Koşullardan haberdar edilmesini önleyen üçüncü taraf yazılım veya modlarla kullanmayın.
uk: 2. Не користуватися послугою з стороннім програмним забезпеченням або модифікаціями, що змінюють дані звіту користувача, або перешкоджають інформуванню користувача про оновлення правил та умов.
zh: 2.不要将服务与更改“用户报告”数据的第三方软件或mod一起使用，或防止用户被告知更新的条款和条件。
zh_tw: 2. 除非 Wildfire Games 團隊成員授權，否則不得將該服務與第三方軟體或模組一起使用來變更使用者回報的資料或避免使用者被告知更新的條款與條件。

source: [font="sans-bold-14"]User rights (GDPR 13):[/font]
ast: [font="sans-bold-14"]Direiꞇhos de l usuariu (GDPR 13):[/font]
bg: [font="sans-bold-14"]Права на потребителя по чл. 13 на GDPR:[/font]
ca: [font="sans-bold-14"]Drets de l'usuari (GDPR 13):[/font]
cs: [font="sans-bold-14"]Práva uživatele (GDPR 13):[/font]
de: [font="sans-bold-14"]Benutzerrechte (DSGVO 13):[/font]
el: [font="sans-bold-14"]Δικαιώματα χρήστη (Γενικός Κανονισμός για την Προστασία Δεδομένων 13):[/font]
es: [font="sans-bold-14"]Derechos de usuario (GDPR 13):[/font]
eu: [font="sans-bold-14"]Erabiltzailearen eskubideak (GDPR 13):[/font]
fr: [font="sans-bold-14"]Droits des utilisateurs (RGPD 13):[/font]
ga: [font="sans-bold-14"]Cearta úsáideora (GDPR 13):[/font]
gd: [font="sans-bold-14"]Còraichean a’ chleachdaiche (GDPR 13):[/font]
gl: [font="sans-bold-14"]Dereitos do usuario (GDPR 13):[/font]
hu: [font="sans-bold-14"]Felhasználói jogok (GDPR 13):[/font]
id: [font="sans-bold-14"]Hak pengguna (GDPR 13):[/font]
it: [font="sans-bold-14"]Diritti dell'utente (GDPR 13):[/font]
ko: [font="sans-bold-14"]사용자 권한 (GDPR 13):[/font]
nl: [font="sans-bold-14"]Gebruikersrechten (GDPR 13):[/font]
pl: [font="sans-bold-14"]Prawa użytkownika (GDPR 13):[/font]
pt_br: [font="sans-bold-14"]Direitos do Usuário (GDPR 13):[/font]
pt_pt: [font="sans-bold-14"]Direitos do Utilizador (RGPD 13):[/font]
ru: [font="sans-bold-14"]Права пользователя (Общий регламент по защите данных (ЕС) 13):[/font]
sk: [font="sans-bold-14"]Práva používateľa (GDPR 13):[/font]
sv: [font = "Sans-fet-14"] Användar rättigheter (GDPR 13): [/font]
te: [font="sans-bold-14"]వినియోగదారుడి హక్కులు (జిడిపిఆర్ 13):[/font]
tr: [font="sans-bold-14"]Kullanıcı hakları (GDPR 13):[/font]
uk: [font="sans-bold-14"]Права користувача (GDPR 13):[/font]
zh: [font="sans-bold-14"]使用权限(GDPR 13):[/font]
zh_tw: [font="sans-bold-14"]使用者權利 (GDPR 13)：[/font]

source: 1. Contact Wildfire Games, by sending an email to webmaster at wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b).
ast: 1. Contactar cun Wildfire Games, remittiendo una carta electrónica a webmaster arroba wildfiregames punto com (GDPR 13.1.a, GDPR 13.1.b).
bg: 1. Потребителят може да се свърже с Wildfire Games, като изпрати електронно писмо с адресат webmaster at wildfiregames dot com (Чл. 13.1.a и чл. 13.1.b на GDPR).
ca: 1. Poseu-vos en contacte amb Wildfire Games, enviant un correu electrònic a webmaster arrova wildfiregames punt com (GDPR 13.1.a, GDPR 13.1.b).
cs: 1. Kontaktovat Wildfire Games zasláním e-mailu na adresu webmaster@wildfiregames.com (GDPR 13.1.a, GDPR 13.1.b).
de: 1. Wildfire Games zu kontaktieren, per E-Mail an webmaster at wildfiregames Punkt com (DSGVO 13.1.a, DSGVO 13.1.b).
el: 1. Επικοινώνησε με τη Wildfire Games, στέλνοντας ένα μήνυμα ηλεκτρονικού ταχυδρομείου στο webmaster παπάκι wildfiregames τελεία com (Γενικός Κανονισμός για την Προστασία Δεδομένων 13.1.a, ΓΚΠΔ 13.1.b).
es: 1. Póngase en contacto con Wildfire Games, enviando un correo electrónico a webmaster en wildfiregames.com (GDPR 13.1.a, GDPR 13.1.b).
eu: 1. Wildfire Gamesekin harremanetan jarri, wildfiregames.com -era webmaster-i eposta bat bidaliz (GDPR 13.1.a, GDPR 13.1.b).
fr: 1. Contacter Wildfire Games, en envoyant un email au webmaster à wildfiregames.com (RGPD 13.1.a, RGPD 13.1.b).
ga: 1. Buail le Wildfire Games trí ríomhphost a sheol go webmaster at wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b)
gd: 1. Còir air fios a chur gu Wildfire Games le post-d gu webmaster aig wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b).
gl: 1. Contactar con Wildfire Games, enviando unha mensaxe de correo electrónico a webmaster en wildfiregames punto com (GDPR 13.1.a, GDPR 13.1.b).
hu: 1. Kapcsolatfelvétel a Wildfire Gamesszel, e-mail küldésével erre a címre: webmaster at wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b).
id: 1. Menghubungi Wildfire Games, dengan cara mengirimkan surel ke webmaster di wildfiregames titik com (GDPR 13.1.a, GDPR 13.1.b).
it: 1. Contatta Wildfire Games inviando un'email al webmaster a wildfiregames.com (GDPR 13.1.a, GDPR 13.1.b)
ko: 1. Wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b)에서 웹마스터에게 이메일을 보내 Wildfire Games에 문의하십시오.
nl: 1. Neem contact op met Wildfire Games door een e-mail te sturen naar webmaster at wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b).
pl: 1. Kontaktowanie się z Wildfire Games poprzez e-mail: webmaster at wildfiregames dot com (GDPR 13.1.a, GDPR 13.1.b).
pt_br: 1. Entre em contato com a Wildfire Games enviando um e-mail para o webmaster em wildfiregames.com (GDPR 13.1.a, GDPR 13.1.b).
pt_pt: 1. Contactar a Wildfire Games, enviando um email ao gestor do site para wildfiregames dot com (RGPD 13.1.a, RGPD 13.1.b).
ru: 1. Свяжитесь с Wildfire Games, отправив электронное письмо по адресу webmaster собака wildfiregames точка com (Общий регламент по защите данных (ЕС) 13.1.a, 13.1.b).
sk: 1. Kontaktovať Wildfire Games poslaním emailu správcovi webu na adrese "webmaster zavináč wildfiregames bodka com" (GDPR 13.1.a, GDPR 13.1.b).
sv: 1. kontakta Wildfire Games, genom att skicka ett mail till webmaster på wildfiregames dot com (GDPR 13.1. a, GDPR 13.1. b).
te: 1. వైల్డ్‌ఫైర్ గేమ్స్ డాట్ కామ్ వద్ద వెబ్‌మాస్టర్‌కు ఇమెయిల్ పంపడం ద్వారా వైల్డ్‌ఫైర్ ఆటలను సంప్రదించండి (జిడిపిఆర్ 13.1.ఎ, జిడిపిఆర్ 13.1.బి)
tr: 1. Wildfiregames nokta com'da (GVKY 13.1.a, GVKY 13.1.b) web yöneticisine bir e-posta göndererek Wildfire Games ile iletişime geçin.
uk: 1. Звертатися до Wildfire Games, надсилаючі електронну пошту веб-майстру на wildfiregames крапка ком (GDPR 13.1.a, GDPR 13.1.b).
zh: 1.发送电子邮件至 webmaster@wildfiregames.com（GDPR 13.1.a，GDPR 13.1.b）联系Wildfire Games。
zh_tw: 1. 透過傳送電子郵件至 webmaster@wildfiregames.com 聯絡 Wildfire Games (GDPR 13.1.a, GDPR 13.1.b)。

source: To exercise any user right, please refer to this contact.
ast: Par’ exercer qualquier direiꞇhu d’usuariu, refier-te a esti contactu, por favor.
bg: За упражняване на потребителските си права, моля, отнесете се към този договор.
ca: Per exercir qualsevol dret d’usuari, adreceu-vos a aquest contacte.
cs: Tento kontakt použijte, pokud chcete využít některé z těchto práv.
de: Für jegliches Benutzerrecht, bitte diesen Kontakt heranziehen.
el: Για να ασκήσεις οποιοδήποτε δικαίωμα χρήστη, ανέτρεξε σε αυτήν την επαφή.
es: Para ejercer cualquier derecho de usuario, por favor refiérase a este contacto.
eu: Kontaktu hau ikuskatu erabiltzailearen edozein eskubide eskatzeko.
fr: Pour exercer n'importe quel droit d'utilisateur, veuillez vous référer à ce contact.
ga: Más mhian leat aon cheart a úsáid, treor ar an dteagmháil seo le do thoil.
gd: Cleachd am fiosrachadh conaltraidh seo a thaobh còir sam bith a’ chleachdaiche a cur an cèill.
gl: Para exercer o seu dereito como usuario, contacte con esta persoa.
hu: Ezen felhasználói jogok gyakorlásához használd ezt a címet.
id: Untuk menggunakan hak pengguna, dimohon untuk mengacu pada kontak tersebut.
it: Per esercitare qualsiasi diritto dell'utente, per favore fare riferimento a questo contatto.
ko: 사용자 권한을 행사하려면 이 연락처를 참조하십시오.
nl: Om uw gebruikersrecht uit te oefenen, deze contactpersoon raadplegen.
pl: Aby skorzystać z praw użytkownika, użyj tych danych kontaktowych.
pt_br: Para exercer algum direito de usuário, por favor, recorra a esse contato.
pt_pt: Para exercer qualquer direito de utilizador, por favor use este contacto.
ru: Чтобы воспользоваться любым правом пользователя, пожалуйста, обратитесь по этому адресу.
sk: Pre uplatnenie akýchkoľvek používateľských práv sa prosím obráťte na tento kontakt.
sv: För att utöva en användar rättighet hänvisas till denna kontakt.
te: ఏదైనా వినియోగదారుని హక్కు సరిగ్గా అభ్యాసము చేయడానికి, దయచేసి ఈ పరిచయాన్ని చూడండి
tr: Herhangi bir kullanıcı hakkını kullanmak için lütfen bu kişiye başvurun.
uk: Щоб скористатися будь-яким правом користувача, будь ласка, зверніться до цього контакту.
zh: 行使权利的依据，参阅此文档。
zh_tw: 要行使任何使用者權利，請參考此聯絡方式。
