Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Body armor fashioned completely of bronze. Only the best soldiers were equipped with such body armor, as it was very expensive and time-consuming to fabricate.
ar: درع للجسم مصمم كلياً من البرونز. لا يُجهز بمثل هذه الدروع سوى أفضل الجنود، وذلك لأنها كانت غالية جداً، ويأخذ صنعها وقتاً طويلاً
ast: Armadura corporal confecho dafechamente de bronce. Namái a los meyores soldaos se-yos equipó con tala armadura corporal, como costó y llevó muncho fabricalo.
bg: Доспехи, изработени изцяло от бронз. Само най-добрите во̀ини били въоръжавани с такива доспехи, тъй като те били скъпи и изисквали много време за направа.
br: Houarnwisk hollc'hraet en arem. Ne oa nemet ar soudarded gwellañ hag o doa un aremwisk mod-se, dre ma oa ker-tre ha hir-kenañ d'ober.
ca: Armadura completament de bronze. Només els millors soldats s'equipaven amb aquesta armadura perquè era molt cara i costava molt de fer.
cs: Zbroj vyrobená zcela z bronzu. Jen nejlepší bojovníci si mohli dovolit tuto zbroj, neboť byla drahá a časově náročná na výrobu.
de: Bronzener Körperpanzer. Nur die besten Soldaten wurden mit einer solchen Rüstung ausgestattet, denn diese war in der Herstellung sehr teuer und zeitaufwendig.
el: Πανοπλία Σώματος κατασκευασμένη εξ ολοκλήρου από χαλκό. Μόνο οι καλύτεροι στρατιώτες ήταν εξοπλισμένοι με τέτοια πανοπλία, καθώς ήταν πολύ ακριβή και απαιτούσε πολύ χρόνο για να κατασκευαστεί.
es_mx: Armadura de cuerpo moldeadas completamente en bronce. Sólo los mejores soldados eran equipados con tales armaduras, ya que eran muy caras y requerían mucho tiempo para fabricarlas.
eu: Guztiz brontzean egindako gorputz armadura. Soldadu onenak baino ez zuten horrelako armadurarik eramaten oso garestiak zirelako eta egiteko denbora asko behar zelako.
fa: بدنه زره کاملا از برنز ساخته شده است. تنها بهترین سربازها با چنین زرهی پوشیده شده اند چرا که این نوع زره بسیار گران قیمت است و زمانی زیادی برای ساخت آن نیاز است.
fi: Kokonaan pronssista valmistettu panssari. Vain parhaat sotilaat saivat sellaisen, koska se kallis ja hidas valmistaa.
ga: Armúr colainne déanta as cré-umha amháin. Níl ach na saighdiúirí is fearr feistithe leis an armúr colainne seo, mar an-dhaor atá sé, agus ghlac sé am fada a cruthú.
gl: Armadura de corpo feita completamente de bronce Só os mellores soldados eran equipados con semellante armadura de corpo, pois era moi cara e fabricala requiría moito tempo.
hu: Teljesen bronzból készült testpáncél. Csak a legjobb harcosokat szerelték fel ilyen testpáncéllal, mivel nagyon drága és időigényes volt az elkészítése.
id: Zirah dibuat seluruhnya dari perunggu. Hanya prajurit terbaik yang dilengkapi dengan zirah tersebut, karena zirah ini sangat mahal dan waktu pembuatannya lama.
it: Corpetto modellato interamente in bronzo. Solo i migliori soldati erano dotati di tale armatura, perché era molto costosa da fabbricare e richiedeva molto tempo di lavorazione.
ja: すべて青銅で作られた鎧です。非常に高価で製作に時間がかかるため、最高の戦士のみが着用しました。
ko: 완전히 청동으로 만들어진 갑옷입니다. 아주 비싸고 가공하는 데 시간이 많이 걸리기 때문에 최고의 병사들만 이 갑옷을 입었습니다.
lv: Ķermeņa bruņas pilnībā darinātas no bronzas. Tikai labākie karavīri tika aprīkoti ar šādām ķermeņa bruņām, tās bija ļoti dārgas un ilgi izgatavojamas.
ms: Perisai badan yang direka khas dari gangsa. Hanya askar terbaik sahaja yang dilengkapi dengan perisai sebegitu, kerana ia sangat mahal dan mengambil masa yang lama untuk dihasilkan.
nb: Brynje fullstendig tilvirket av bronse. Kun de beste soldatene var utstyrt med denne typen kroppsrustning siden den var veldig kostbar og tidkrevende å produsere.
nl: Harnas vervaardigd uit brons. Enkel de beste soldaten droegen zo'n bronzen harnas. Het is namelijk zeer duur en duurt lang om te maken.
pl: Zbroja wykonana całkowicie z brązu. Tylko najlepsi żołnierze byli wyposażeni w takie zbroje, gdyż były one bardzo drogie i czasochłonne w wykonaniu,
pt_pt: Armadura de corpo em bronze. Só os melhores soldados eram equipados com esta armadura que custava e demorava muito a ser construída.
ru: Нательная защита, полностью изготовленная из бронзы. Только лучшие воины экипировались такими доспехами из-за их высокой цены и трудоёмкости изготовления.
sk: Zbroj vykovaná čisto z bronzu. Iba najlepší vojaci boli vybavení takouto zbrojou, keďže bola veľmi drahá a náročná na výrobu.
sv: Kroppsrustning gjord helt i brons. Endast de bästa soldaterna var utrustade med sådan rustning, eftersom den var mycket dyr och tidskrävande att tillverka.
tr: Tamamen pirinçten yapılmış vücut zırhı. Çok pahalı ve üretimi zahmetli olduğu için sadece en iyi askerler bu tip zırh ile donatılır.
uk: Обладунок, повністю виготовлений із бронзи. Тільки найкращі солдати були оснащені таким обладунком, так як він був дуже дорогим та трудомістким у виготовлені.
zh: 纯铜打造的盔甲。只有最好的士兵才可以穿戴这种盔甲，因为它非常昂贵且打造耗时极长。
zh_tw: 完全使用銅打造的盔甲。只有最好的士兵才可以穿戴這種盔甲，因為它非常貴且製作耗時極長。

source: Champions +2 Hack Armor Levels, but also +10 Metal Cost.
ar: يزداد مستوى ممانعة الدروع للأبطال +2، ولكن يكلف +10 من المعدن.
ast: Pa los campeones +2 niveles de l'armadura contra la taya, pero tamién +10 al costu en metal.
bg: +2 защита срещу разсичане за гвардейците, но цената им се увеличава с +10 метал.
br: Kampioned +2 Live Troc'husted Houarnwisk, met ivez +10 a goust Metal
ca: Els campions guanyen +2 de nivell d'armadura en Tall, però també +10 en el cost del metall.
cs: Elitní vojáci +2 na ochraně proti seknutí, ale také +10 na nákladech na kov.
de: Gardisten +2 Hiebschutz, aber auch +10 Metallkosten.
el: Ήρωες +2 Επίπεδα Κοψίματος Πανοπλιας, αλλά +10 Κόστος Μετάλλου.
es_mx: Los campeones ganan +2 niveles de armadura de corte, pero aumenta su costo en +10 Metal.
eu: Aldezkariak +2 Mozte Armadura Mailak, baina baita +10 Metal Kostua.
fa: سلحشورها +2 سطح زره برشی اما هزینه پرورش آنها نیز +10 فلز.
ga: Leibheál armúir Polltha +2 do gach curadh, ach Costas Miotail +10 freisin.
gl: Aumenta a armadura de folla dos campións en +2, pero o seu custo de metal aumenta tamén en +10.
hu: Bajnokoknak +2 vágás páncél szint, de +10 fém költség.
id: Jawara +2 Zirah Tebasan, tapi juga +10 Biaya Logam.
it: Campioni +2 livelli Armatura, ma anche +10 di Costo in Metallo.
ja: チャンピオンの打撃装甲レベルが2上がりますが、金属コストが10増加します。
ko: 대표 전사들의 타격 방어력 수준이 +2 증가합니다. 그러나 금속 비용이 +10 증가합니다.
lv: Čempioniem +2 ciršanas bruņu līmenim, bet arī +10 metāla izmaksām.
ms: Pahlawan +2 Aras Perisai Tetak, sebaliknya +10 Kos Logam.
nb: Mestere +2 rustningsgrad mot hugg men også +10 i metall-kostnad.
nl: Kampioenen +2 slagpantser maar ook +10 metaal kost.
pl: Elitarne jednostki otrzymują +2 do poziomu obrony przed obrażeniami siecznymi, ale również zwiększa się ich koszt o +10 Metalu.
pt_pt: Os campeões têm +2 níveis de corte de armadura mas também um custo de +10 metal.
ru: Чемпионы получают +2 к защите от рубящих ударов за дополнительные +10 металла к стоимости.
sk: Šampióni +2 úrovne sečnej zbroje, ale zato aj +10 cena kovu.
sv: Mästare +2 Hack rustningsnivå, men även +10 metallkostnad
tr: Mükemmellere +2 Zırh Delme Seviyesi, bunun yanında +10 Metal maliyete sebep olur.
uk: Чемпіони мають +2 рівня броні від рубаючої атаки, але також потребують +10 вартості металу.
zh: 冠勇单位 +2 劈砍盔甲等级，但也 +10 金属消耗。
zh_tw: 精英 +2 劈砍盔甲等級，但也 +10 金屬耗費。

source: Bronze Cuirass Body Armor
ar: درع للجسم برونزيُّ الصِّدار.
ast: Armadura corporal de la coraza de bronce
bg: Бронзова ризница
br: Aremwisk Korfel
ca: Cuirassa de bronze
cs: Bronzový kyrys
de: Bronzeharnisch
el: Χάλκινος Θώρακας Πανοπλία Σώματος
es_mx: Armadura Acorazada de Bronce
eu: Brontzezko Oskol Armadura
fa: زره بالاتنه برنزی
fi: Pronssinen vartalopanssari
ga: Armúr Colainne na Lúirí Cré-Umha
gl: Armadura de corpo de coiraza de bronce
hu: Bronz mellvért testpáncél
id: Baju Zirah Perunggu Lapis Baja
it: Armatura Corporea Corazzata in Bronzo
ja: 青銅製胴鎧
ko: 청동 흉부 갑옷
lv: Bronzas Cuiras ķermeņa bruņas
ms: Perisai Badan Zirah Gangsa
nb: Bronseharniskbrynje
nl: Bronzen borstharnas
pl: Kirys wykonany z brązu
pt_pt: Couraça de bronze
ru: Бронзовая кираса
sk: Bronzový kyrys
sv: Skeppsrustning i brons
tr: Bronz Cuirass vücut zırhı
uk: Бронзовий панцирний обладунок
zh: 青铜胸甲
zh_tw: 銅製胸甲

source: Lorica Musculata
ar: لوريكا مسكلاتا
bg: Лорика мускулата
el: θώρακας
ko: 로리카 무스쿠라타
pl: Kirys bohatera
ru: Лорика мускулата
tr: Zırh
uk: Лоріка мускулата
zh: 胸甲
zh_tw: 胸甲

source: Plywood construction for large shields.
ar: تركيب الخشب الرقائقي للتروس الكبيرة.
ast: Construcción contrachapada pa los escudones.
bg: Конструкция от шперплат за големи щитове.
br: Skoedoù bras graet e darbrenn.
ca: Escuts grans fets de contraplacat.
cs: Velké štíty provedené z překližky
de: Sperrholzkonstruktion für große Schilde.
el: Κατασκευή κόντρα πλακέ για μεγάλες ασπίδες
es_mx: Construcción de tableros para escudos largos.
eu: Egur estalkiak ezkutu luzeentzako.
fa: ساخت تخته سه لایه باری سپرهای بزرگ
fi: Ristikkorakenne suuria suojuksia varten
ga: Tógáil sriathadhmaid do sciatha móra.
gl: Construción de contrachapado para escudos grandes.
hu: Rétegelt szerkezet a nagyobb pajzsokhoz.
id: Konstruksi kayu lapis untuk perisai besar.
it: Costruzioni in compensato per grandi scudi.
ja: 合板を用いて大きな盾を作ります。
ko: 큰 방패를 위한 합판 구조.
lv: Saplākšņa konstrukcija lieliem vairogiem
ms: Pembinaan kayu plywood untuk perisai lebih besar.
nb: Konstruksjon i kryssfinér for store skjold.
nl: Multiplex constructie voor grote schilden.
pl: Sklejka na duże tarcze.
pt_pt: Construção de contraplacado para escudos grandes.
ru: Большие фанерные щиты.
sk: Výroba veľkých štítov z preglejky
sv: Avänd plywood för att konstruera stora sköldar.
tr: Büyük kalkanlar için inşaat kontrplağı.
uk: Фанерний каркас для великих щитів.
zh: 大型盾牌夹板结构。
zh_tw: 用夾板製造的大盾牌。

source: Infantry Spearmen +2 Pierce Armor Levels.
ar: زيادة لمستوى اختراق الدروع بمقدار 2 لرمّاحي جنود المشاة.
ast: Pa los llanceros d'a pie +2 niveles de l'armadura contra la fura.
bg: +2 защита срещу пробождане за пехотните копиеносци.
br: Goaferien war droad +2 a Boent Toullusted.
ca: Els llancers d'infanteria guanyen +2 de nivell d'armadura en Perforació.
cs: Pěší bojovníci s oštěpem +2 ochrana proti bodnutí.
de: Infanteriespeerkämpfer erhalten +2 Hiebschutz
el: Λογχοφόροι +2 Επίπεδα Διαπέρασης Πανοπλίας.
es_mx: Lanceros a Pie +2 Niveles de Armadura de Penetración.
eu: Infanteriako lantzariek +2 lortzen dute zulatze minen kontrako babesean.
fa: پیاده نظام نیزه دار +2 سطح زره نفوذی
fi: Jalkaväen keihäsmiehet +2 panssarin lävistysvoimaa
ga: Leibheál armúir Pollda +2 do gach cos-sleádóir.
gl: Aumenta a armadura de perforación da infantaría de lanceiros en +2.
hu: Lándzsás gyalogosoknak +2 szúrás páncél szint.
id: Infanteri Penombak +2 Zirah Tusukan.
it: Fanteria Lancieri +2 livelli Armatura a Maglie.
ja: 槍歩兵の貫通装甲レベルを 2上げます。
ko: 보병 창병의 관통 방어력 수준이 +2 증가합니다.
lv: Kājniekiem ar šķēpu +2 duršanas bruņu līmenim.
ms: Askar Bertombak +2 Aras Perisai Tembus.
nb: Infanterispydmenn +2 rustningsgrad mot stikk.
nl: Infanterie speermannen +2 steekpantser.
pl: Włócznicy otrzymują +2 do poziomu obrony przed obrażeniami kłutymi.
pt_pt: Lanceiros de infantaria +2 níveis de perfuração de armadura.
ru: Пешие копейщики получают +2 к защите от колющих ударов.
sk: Peší kopijníci +2 úrovne bodnej zbroje.
sv: Infanteri Spjutmän +2 Stick Rustningsnivå
tr: Mızraklı Piyadelere +2 Zırh Delme Seviyesi.
uk: Піхотні списоносці мають +2 рівня броні від колючої атаки.
zh: 矛兵 +2 穿刺盔甲等级。
zh_tw: 矛兵 +2 穿刺盔甲等級。

source: Plywood Shield Construction
ar: تركيب تروس ذات خشب رقائقي.
ast: Construcción contrachapada del escudu
bg: Щитове от шперплат
br: Skoedoù e darbrenn
ca: Fabricació d'escuts de contraplacat
cs: Stavba štítu z překližky
da: Krydsfinérskjolde
de: Sperrholzschildbau
el: Κατασκευή Ασπίδας Κόντρα Πλακέ
es_mx: Construcción de tableros para escudos
eu: Egurrezko Ezkutuen Egitea
fa: سپرهای ساخته شده توسط تخته چند لایه
fi: Ristikkorakenne
ga: Tógáil Sciath as Sriathadhmad
gl: Construción de escudos de contrachapado
hu: Rétegelt pajzsszerkezet
id: Konstruksi Perisai Kayu Lapis
it: Costruzione Scudi in Compensato
ja: 合板製の盾
ko: 합판 방패 구조
lv: Saplākšņa vairogu konstrukcija
ms: Pembinaan Perisai Plywood
nb: Konstruksjon av kryssfinérskjold
nl: Multiplex schildconstructie
pl: Sklejkowa konstrukcja tarczy.
pt_pt: Construção de contraplacado para escudos
ru: Фанерный щит
sk: Štíty z preglejky
sv: Plywood Sköldkonstruktion
tr: Kontra Plak Zırh Yapımı
uk: Фанерний каркас щита
zh: 加班盾牌结构
zh_tw: 製造夾板盾牌

source: Aspidískos
ar: أسبديتكوس
bg: Аспидѝскос
el: Ασπιδίσκος
ko: 아스피디스코스
ru: Аспидискос
uk: Аспідіскос

source: The best shields have reinforcements either on the corners (Roman scutum) or around the rim (Greek aspis).
ar: أفضل التروس تُدَعَّم إما من الزوايا (التروس الرومانية) أو حول الحواف (التروس اليونانية).
ast: Los meyores escudos tienen refuercios o nes equines (l'escudu romanu) o al rodiu del borde (l'áspide griegu).
bg: Най-добрите щитове имат подсилващ материал по ъглите (римски скутум) или по ръба (гръцки хоплон).
br: Ar skoedoù gwellañ a zo kreñvaet war ar c'hornoù (Scutum Roman) pe war al linenn-dro (Aspis Grek).
ca: Els millors escuts tenen reforços o bé a les cantonades (scutum romà) o bé a la vora (aspis grec).
cs: Nejlepší štíty jsou zesíleny buď v rozích (římské scutum) nebo okolo okraje (řecký aspis).
de: Die besten Schilde haben entweder an den Ecken (Römisches Scutum) oder an den Kanten (Griechische Aspis) Verstärkungen.
el: Οι καλύτερες ασπίδες έχουν ενίσχυση είτε στις γωνίες (Ρωμαϊκή Ασπίδα) είτε γύρω από τα άκρα (Ελληνική Ασπίδα).
es_mx: Los mejores escudos tenían un refuerzo en las esquinas ("scutum" romano) o en los rebordes ("aspis" griego).
eu: Ezkuturik onenek indarturik zeuden iskinetan ("scutum" Erromatarra) edota bazterretan ("apis" Grekoa).
fa: بهترین سپر ها یا در گوشه ها و یا در لبه ها تقویت شده اند.
fi: Parhailla kilvillä on vahvikkeet joko kulmissa (Roomal. scutum) tai reunojen ympäri (kreikkal. aspis).
ga: Tá na sciatha is fearr treisithe ar na cúinní (scútumh Rómhánach) nó thart ar an imeall (hoplón Gréigeach) ach an oiread.
gl: Os mellores escudos teñen reforzos ou ben nas esquinas (scutum romano) ou arredor do borde (aspis grego).
hu: A legjobb pajzsok vagy a sarkoknál (római scutum), vagy a szegélynél (görög aspis) vannak megerősítve.
id: Perisai terbaik diperkuat pada sudutnya (scutum Romawi) atau sekitar pinggirnya (aspis Yunani).
it: I migliori scudi hanno rinforzi sia sugli angoli (Scutum Romano) o intorno al cerchio (Aspis Greco).
ja: 最良の盾は角（ローマのスクトゥム）あるいは縁（ギリシアのアスピス）に補強をしていました。
ko: 최고의 방패들은 모서리(로마 사각 방패)나 테두리 둘레(그리스 둥근 방패)에 보강재가 있습니다.
lv: Labākiem vairogiem ir nostiprināti vai nu stūri (Romiešu scutum), vai pa perimetru (Grieķu apsis)
ms: Perlindung terbaik yang diperkuatkan di bahagian tepi atau bucu (skutum Rom) atau di bahagian sisi (aspis Yunani).
nb: De beste skjoldene har forsterkninger, enter på hjørnene (Romersk scutum) eller rundt kanten (Gresk aspis).
nl: De beste schilden hebben versterkingen rond de hoeken (Romeins scrutum) of rond de rand (Griekse aspis).
pl: Najlepsze tarcze posiadają wzmocnienia na rogach (rzymski scutum) lub wokół krawędzi (grecki aspis).
pt_pt: Os melhores escudos têm reforços nos cantos (Roman scutum) ou à volta do aro (Greek aspis).
ru: Улучшенные щиты имеют усиление по углам (римский скутум) или по кругу (греческий аспис).
sk: Najlepšie štíty sú spevnené buď v rohoch (rímsky scutum) alebo na obvode (grécky aspis).
sv: De bästa sköldar har förstärkningar antingen på hörnen (Romerskt Scrutum) eller runt kanten (Grekiskt Aspis)
tr: En iyi kalkanlar köşelerde (Roma Scutum) ya da çevrelerinde (Yunan Aspis) güçlendirmeye sahiptir.
uk: Найкращі щити мають зміцнення або на кутах (римський скутум), або навколо обода (грецький аспіс).
zh: 在转角处加固(罗马塔盾)或是在边缘加固(希腊盾牌)的最高级盾牌。
zh_tw: 最好的盾牌會在轉角處 (羅馬塔盾) 或是在邊緣 (希臘盾牌) 有所加固。

source: Infantry Spearmen +1 Pierce Armor Level.
ar: زيادة لمستوى اختراق الدروع بمقدار 1 لرمّاحي جنود المشاة.
ast: Pa los llanceros d'a pie +1 nivel de l'armadura contra la fura.
bg: +1 защита срещу пробождане за пехотните копиеносци.
br: Goaferien war droad +1 boent zifenn a-enep an argadennoù toullus.
ca: Els llancers d'infanteria guanyen +1 de nivell d'armadura en Perforació.
cs: Pěší bojovníci s oštěpem +1 ochrana proti bodnutí.
de: Speerkämpfer der Infanterie erhalten +1 Hiebschutz
el: Λογχοφόροι +1 Επίπεδο Διαπέρασης Πανοπλίας.
es_mx: Lanceros a Pie +1 nivel de Armadura de Penetración.
eu: Infanteriako lantzariek +1 lortzen dute zulatze minen kontrako babesean.
fa: پیاده نظام نیزه دار +1 سطح زره نفوذی
fi: Jalkaväen keihäsmiehet +1 haarniskan lävistysvoimaa.
ga: Leabheáil armúir Pollda +1 do gach cos-sleádóir.
gl: Aumenta a armadura de perforación da infantaría de lanceiros en +2.
hu: Lándzsás gyalogosoknak +1 szúrás páncél szint.
id: Infanteri Penombak +1 Zirah Tusukan.
it: Fanteria Lancieri +1 Livello Perforazione Armatura.
ja: 槍歩兵の貫通装甲レベルを1上げます。
ko: 보병 창병의 관통 방어력 수준이 +1 증가합니다.
lv: Kājniekiem ar šķēpu +1 duršanas bruņu līmenim.
ms: Askar Infantri Bertombak +1 Aras Perisai Tembus.
nb: Infanterispydmenn +1 rustningsgrad mot stikk.
nl: Infanterie speervechters +1 steekpantser.
pl: Włócznicy otrzymują +1 do poziomu obrony przed obrażeniami kłutymi.
pt_pt: Lanceiros de infantaria +1 de nível de perfuração de armadura.
ru: Пешие копейщики получают +1 к защите от колющих ударов.
sk: Peší kopijníci +1 úroveň bodnej zbroje.
sv: Infanteri Spjutmän +1 Stick Rustningsnivå.
tr: Mızraklı Piyadelere +1 Zırh Delme Seviyesi.
uk: Піхотні списоносці мають +1 рівень броні від колючої атаки.
zh: 矛兵 +1 穿刺盔甲等级。
zh_tw: 矛兵 +1 穿刺盔甲等級。

source: Reinforced Shield
ar: ترس مدعم.
ast: Escudu reforciáu
bg: Подсилен щит
br: Skoed kreñvaet
ca: Escut reforçat
cs: Zesílený štít
da: Forstærket Skjold
de: Verstärkter Schild
el: Ενισχυμένη ασπίδα
es_mx: Escudo Reforzado
eu: Indartutako Ezkutua
fa: سپر های تقویت شده
fi: Vahvistettu kilpi
ga: Sciath Treisithe
gl: Escudo reforzado
hu: Megerősített pajzs
id: Perisai Diperkuat
it: Scudo Rinforzato
ja: 盾の補強
ko: 강화된 방패
lv: Stiprinātais vairogs
ms: Perisai Diperkukuh
nb: Forsterket skjold
nl: Versterkt schild
pl: Wzmocniona tarcza
pt_pt: Escudo reforçado
ru: Усиленный щит
sk: Spevnené štíty
sv: Förstärkt sköld
tr: Güçlendirilmiş Zırh
uk: Зміцнений щит
zh: 强化护盾
zh_tw: 強化護盾

source: Aspís
ar: أسبيس
bg: Аспѝс
el: Ασπίδα
fi: Aspís (kilpi)
ko: 아스피스
ru: Аспис
uk: Аспіс

source: A bronze skin hammered over the face of the shield.
ar: جلد برونزي مطروق على وجه الترس.
ast: Un pelleyu de bronce amartellao sobro la cara del escudu.
bg: Бронзов слой, зачукан върху лицевата страна на щита.
br: Ur golo arem morzholiet war tal ar skoed.
ca: Una cobertura de bronze incrustada a la superfície de l'escut.
cs: Bronzové kování, které je vtlučeno do povrchu štítu.
de: Ein auf die Schildoberfläche gehämmerter Bronzebeschlag.
el: Ένα φύλλο χαλκού σφυρηλατημένο πάνω στην επιφάνεια της ασπίδας.
es_mx: Una capa de bronce martillada sobre la capa de el escudo.
eu: Ezkutuaren kanpo aldeko brontzez blaitutako kobertura.
fa: یک لایه برنزی که روی سپر چکش کاری شده.
fi: Pronssinen kilpeen kiinnitetty kuori.
ga: Craiceann cré-umha tuargainte ar aghaidh na scéithe.
gl: Unha capa de bronce aplicada sobre a parte exterior dos escudos.
hu: Bronz borítás a pajzs lapjára kalapálva.
id: Kulit perunggu dipasang di permukaan perisai.
it: Uno strato di bronzo battuto sul fronte dello scudo
ja: 青銅を叩いて伸ばし、盾の表面を覆います。
ko: 청동을 두드려 펴서 방패의 표면을 가립니다.
lv: Bronzas pārvalks pienaglots pie vairoga plaknes.
ms: Lapisan gangsa yang diketuk di bahagian hadapan perisai
nb: Et bronseskinn hamret over forsiden av skjoldet.
nl: Een bronzen plaat over de voorkant van het schild geslagen.
pl: Brązowa skóra przybita na zewnętrznej ścianie tarczy.
pt_pt: Uma camada de bronze aplicada sobre a parte exterior dos escudos.
ru: Бронзовая оковка лицевой части щита.
sk: Bronzové okovanie štítu.
sv: Ett bronsskikt hamrad över ytan av skölden.
tr: Kalkanın ön yüzüne çekiçle motiflenmiş bronzdan bir kaplama.
uk: Бронзова оболонка, прибита зовні щита.
zh: 盾牌表面覆有铜皮。
zh_tw: 表面覆蓋著銅片的盾牌。

source: Bronze Shield Facing
ar: طلاء برونزي للترس
ast: Revistimientu de bronce pal escudu
bg: Бронзова облицовка за щит
br: Skoed goloet gant arem
ca: Escuts coberts de bronze
cs: Čelo bronzového štítu
da: Skjold med Bronzeoverflade
de: Bronzeschildbeschlag
el: Ασπίδα με χάλκινη επίστρωση
es_mx: Escudos bañados en bronce
eu: Brontzez Blaitutako Ezkutuak
fa: پوسته برنزی سپر
fi: Kilven pronssipäällys
ga: Sraod na Scéithe Cré-Umha
gl: Cobertura de bronce nos escudos
hu: Bronz pajzsborítás
id: Perisai Muka Perunggu
it: Scudo Bronzeo
ja: 盾の青銅仕上げ
ko: 방패의 청동 마무리
lv: Vairoga apdare ar bronzu
ms: Permukaan Perisai Gangsa
nb: Skjoldflate i bronse
nl: Bronzen schildbeslag
pl: Wzmocnienie z brązu na zewnętrznej ścianie tarczy.
pt_pt: Cobertura de bronze nos escudos
ru: Бронзовая оковка щитов
sk: Okovávanie štítov
sv: Sköldbeklädnad i Brons
tr: Bronz Kalkan Kaplaması
uk: Бронзове зовнішнє покриття щита
zh: 青铜盾镶边
zh_tw: 銅製護盾鑲邊

source: Khalkaspís
ar: خاربيكيس
bg: Калкаспѝс
el: Χάλκινη Ασπίδα
ko: 크할카스피스
ru: Халкаспис
uk: Халкаспіс

source: Khrysaspís
ar: خاربيسيس
bg: Крисаспѝс
el: Χρυσή Ασπίδα
ko: 크흐리사스피스
ru: Хризаспис
uk: Хрісаспіс
