Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-other.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ka, ko, lt, ms, nb, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Train some more slingers, send them to gather stone. Train about 5, you may not have enough resources for a batch right now.
bg: Обучете още няколко прашкари и ги изпратете да събират камък. Обучете около 5, възможно е да нямате достатъчно ресурси за цяла партида.
cs: Vycvičte další prakovníky a pošlete je sbírat kámen. Vycvičte jich asi pět. Nyní nemusíte mít dostatek surovin na vytvoření skupiny.
de: Bilde weitere Schleuderer aus und schicke sie zum Steinabbauen. Bilde etwa 5 aus, du hast eventuell noch nicht genug Rohstoffe für eine Gruppe.
el: Προπόνησε μερικούς εκσφεντονιστες, στιλ τους να μαζέψουν πετρά. Προπόνησε περίπου 5, μάλλον δεν θα έχεις αρκετούς πόρους και για άλλους.
eu: Honda jaurtitzaile gehiago erreklutatu, eta harriak jasotzera bidali. Erreklutatu beste 5 bat gehiago, baliteke talde oso batentzako nahikoa baliabide ez izatea oraingoz.
fi: Harjoita lisää muutamia linkomiehiä, lähetä heidät keräämään kiveä. Harjoita noin 5, sinulla ei välttämättä ole resursseja joukkoon nyt.
fr: Entraînez quelques frondeurs pour récolter de la pierre - vous n'aurez probablement pas assez de ressource pour faire un groupe de 5.
gd: Trèanaich barrachd longadairean ’s cuir iad a chruinneachadh chlachan. Trèanaich mu 5 dhiubh ’s dh’fhaoidte nach eil stòras gu leòr agad airson grunn an-dràsta.
gl: Adestra algún fondeiro máis, e envíaos a picar pedra. Adestra arredor de 5, pode que agora mesmo non teñas dabondo para un grupo completo.
hu: Képezz ki még néhány parittyást, és küldd őket követ fejteni. Képezz ki körülbelül 5-öt, bár valószínűleg most még nincs elég nyersanyagod a csoportos kiképzéshez.
id: Latih pengumban lagi, kirim mereka untuk mengumpulkan batu. Latih 5, mungkin anda tidak punya cukup sumberdaya untuk sekumpulan sekarang.
it: Addestra alcuni frombolieri, inviali a raccogliere pietre. Addestrane circa 5, non hai abbastanza risorse per un intero lotto.
ja: さらに何人か投石兵を養成して、採石にあたらせてください。5人ほど養成してほしいですが、十分な資源がなく、ただちに一括では無理かもしれません。
ka: გაწვრთენი მეტი მეშურდულე, გაგზავნე ისინი ქვის მოსაპოვებლად. გაწვრთენი დაახლოებით 5, ამჟამად შეიძლება არ გქონდეს საკმარისი სახსრები ერთიანად გამოსაყვანად.
ms: Latih lagi beberapa orang pelontar, arah mereka mengumpul batu, Latih kira-kira 5 orang, anda mungkin tidak mempunyai sumber yang mencukupi untuk sekelumpok buat masa ini.
nb: Tren flere slyngekastere og send dem for å sanke stein. Tren omtrent 5 stykker, det kan hende du ikke har ressurser for å trene en hel gruppe akkurat nå.
pl: Stwórz kolejnych procarzy i wyślij ich do zbierania kamienia. Wytrenuj ich około 5. W tej chwili możesz nie mieć wystarczającej ilości zasobów na partię.
pt_br: Treine alguns fundeiros, enviá-los para recolher pedras. Treine cerca de 5, você pode não ter recursos suficientes para um lote agora.
pt_pt: Recrute mais alguns fundeiros e ordene-lhes que obtenham pedra. Deve recrutar cerca de 5, mas é possível que não tenha recursos suficientes para recrutá-los em conjunto.
ru: Обучите ещё несколько пращников и отправьте их добывать камни. Обучите около 5 юнитов. Вам может не хватить ресурсов для всей группы сразу.
sk: Vytrénuj viacerých prakovníkov, pošli ich ťažiť kameň. Vycvič asi 5, teraz by si mal mať dosť zdrojov pre takúto skupinu.
sv: Träna några fler slungare och skicka dem att samla sten. Träna ca. 5, du har kanske inte tillräckligt med resurser för en hel grupp just nu.
tr: Biraz daha sapanlı asker eğit ve taş toplamaya gönder. 5 tane eğitmen yeterli, şu an daha fazla üretecek kaynağın olmayabilir.
uk: Натренуйте більше стропальщиків, відправте їх збирати каміння. Натренуйте біля 5, вам може не вистачити ресурсів на загін зараз.
zh: 训练更多的投石兵，让他们采石。训练大约5个，您可能没有足够的资源训练一队。
zh_tw: 訓練更多的投石兵，指派他們去收集石頭。大約訓練5個，您可能沒有足夠的資源訓練一隊。

source: Queue another batch of 5 female citizens. These will gather wood.
bg: Добавете още една партида от 5 жени в опашката. Те ще събират дървесина.
cs: Zařaďte další skupinu pěti občanek. Tyto budou sbírat dřevo.
de: Reihe eine weitere Gruppe von 5 Bürgerinnen zur Ausbildung ein. Sie werden Holz sammeln.
el: Βάλε στην σειρά παραγωγής 5 γυναίκες. Αυτές θα μαζέψουν ξύλο.
eu: Jarri ilaran beste 5 hiritar eme egurra lortzeko.
fi: Laita toinen viiden naisen joukko tulemaan. Nämä tulevat keräämään puuta.
fr: Entraînez un autre groupe de 5 citoyennes. Elles collecteront du bois.
gd: Cuir grunn eile de 5 shaoranach boireann air a’ chiutha. Cruinnichidh iad fiodh.
gl: Pon outro grupo de 5 cidadás na cola de adestramento do centro cívico. Unha vez adestradas, poralas a tallar madeira.
hu: Állíts sorba csoportosan még 5 női polgárt. Ők fát fognak vágni.
id: Latih 5 rakyat wanita untuk mengumpulkan kayu.
it: Accoda altre 5 cittadine di sesso femminile, queste dovranno raccogliere legna.
ja: キューにさらに一括で5人の女性市民を追加してください。木の伐採にあてる予定です。
ms: Baris gilir lagi sekumpulan 5 orang warga perempuan. Mereka anda mengumpul kayu.
nb: Legg enda en gruppe med 5 kvinnelige borgere i køen. Disse vil sanke tømmer.
pl: Dodaj do kolejki następną partię 5 kobiet. Będą one zbierać drewno.
pt_br: Adicione outro lote de 5 cidadãs na fila. Estas irão extrair madeira.
pt_pt: Recrute mais 5 cidadãs, estas para obterem madeira.
ru: Добавьте в очередь ещё группу из 5 женщин. Эти займутся добычей дерева.
sk: Zaraď do výcviku skupinku 5 občianok. Tie budú ťažiť drevo.
sv: Köa 5 till kvinnliga medborgare. De skall samla trä.
tr: Başka bir kuyruğa 5 kadın vatandaş ekle. Onlar odun toplayacak.
uk: Додайте в чергу загін з 5 громадянок. Вони збиратимуть деревину.
zh: 再训练另外 5 个女性市民。让她们去伐木。
zh_tw: 再訓練另外 5 個女性市民。讓她們去伐木。

source: Queue a batch of spearmen.
bg: Добавете една партида копиеносци в опашката.
cs: Zařadit skupinu nosičů oštěpu.
de: Gib eine Gruppe Speerträger in Auftrag.
el: Βάλε στην σειρά παραγωγής 5 ακοντιστές.
eu: Jarri ilaran lantzari taldea.
fi: Laita joukko keihäsmiehiä tulemaan
fr: Entraînez un groupe de lanciers.
gd: Cuir grunn de shleaghairean air a’ chiutha.
gl: Adestra un grupo de 5 lanceiros.
hu: Állíts sorba egy csoport lándzsást.
id: Antrikan sekumpulan penombak.
it: Accoda un lotto di Lancieri.
ja: キューに一括で槍兵を追加してください。
ka: რიგში ერთიანად ჩააყენე სასროლ შუბიანები.
nb: Legg en gruppe spydmenn i treningskøen.
pl: Dodaj do kolejki partię włóczników.
pt_br: Faça um lote de Lanceiros.
pt_pt: Recrute um conjunto de lanceiros.
ru: Добавьте в очередь группу копейщиков.
sk: Pridajte do frontu skupinu kopijníkov.
sv: Köa en grupp av spjutkastare.
tr: Kuyruk bir mızraklı grubu.
uk: Додайте в чергу загін списоносців.
zh: 追加一队长矛手。
zh_tw: 訓練一隊矛兵。

source: Research the stone mining technology from the storehouse.
bg: Проучете технологията за копаене на камък в склада.
cs: Vyzkoumejte technologii těžby kamene ze skladiště.
de: Erforsche die Bergbautechnik im Lagerhaus.
el: Ερευνήστε την τεχνολογία εξόρυξη πέτρας από την αποθήκη.
eu: Ikertu biltegian harri ustiaketaren teknologia.
fi: Tutki kivenhakkuuteknologia varastossa.
fr: Recherchez la technologie de forage de la pierre depuis l'entrepôt.
gd: Rannsaich tochladh cloiche san taigh-stòrais.
gl: Investiga a tecnoloxía de picar pedra no almacén.
hu: Fejleszd ki a kőfejtési technológiát a raktárban.
id: Teliti teknologi penambangan batu dari gudang.
it: Ricerca la tecnologia di estrazione mineraria dal magazzino.
ja: 採石のテクノロジーを倉庫で研究してください。
ka: საწყობიდან გამოიკვლიე ქვის მოპოვების ტექნოლოგია.
ms: Kaji teknologi perlombongan batu dari gudang.
nb: Utforsk teknikk for steinutgraving fra lagerhuset.
pl: Odkryj technologię wydobywania kamienia w magazynie.
pt_pt: Desenvolva a tecnologia de mineração de pedra no armazém.
ru: Исследуйте на складе технологию добычи камня.
sk: Zo skladiska zabezpečte výskum technológie na ťažbu kameňa.
sv: Börja forska stengruvteknik i lagerhuset.
tr: Ardiyeden taş madenciliği teknolojisini araştırın.
uk: Дослідіть технологію видобутку каміння на складі.
zh: 在仓库处升级采石技术。
zh_tw: 在倉庫處研究採石科技。

source: Queue a batch of slingers.
bg: Добавете партида прашкари в опашката.
cs: Zařaďte skupinu prakovníků.
de: Gib eine Gruppe Schleuderer in Auftrag.
el: Πρόσθεσε στην σειρά παραγωγής μια παρτίδα εκσφεντονιστές.
eu: Jarri ilaran zenbat honda jaurtitzaile.
fi: Lisää jonoon joukko linkomiehiä.
fr: Entraînez un groupe de frondeurs.
gd: Cuir grunn de longadairean air a’ chiutha.
gl: Adestra un grupo de 5 fondeiros.
hu: Állíts sorba egy csoport parittyást.
id: Antrikan sekumpulan pengumban.
it: Accoda un lotto di frombolieri.
ja: キューに一括で投石兵を追加してください。
ka: რიგში ჩააყენე ბევრი მეშურდულე ერთად.
ms: Baris gilir sekumpulan pelontar.
nb: Legg en gruppe slyngekastere i treningskøen.
pl: Dodaj partię procarzy do kolejki produkcji.
pt_br: Fileira de um grupo de lançadores.
pt_pt: Recrute um conjunto de fundeiros.
ru: Обучите группу пращников.
sk: Pridajte do frontu skupinu prakovníkov.
sv: Köa en grupp slungare.
tr: Kuyruk bir kalkanlı grubu.
uk: Додайте в чергу загін пращників.
zh: 追加一队长矛手。
zh_tw: 訓練一隊投石兵。

source: Move 3 women from wood and 3 from stone to farming. Women are cheap to train initially but later in the game it is best to maximize efficiency as you are able to train more citizen soldiers.
bg: Пренасочете 3 жени от дървесината и 3 жени от камъка към земеделие. Жените са евтини за обучение в началото на играта, но по-нататък ще можете да обучавате повече граждани-во̀ини, а с тях ще постигнете по-добра производителност.
cs: Nechte nyní tři sběračky dříví a tři sběračky kamene vykonávat polní práce. Ženy se zpočátku dají levně zaškolit, ale později je ve hře nejlepší, jakmile jste schopen cvičit více občanských vojáků, maximalizovat výkon.
de: Lass jetzt 3 Holz- und 3 Steinsammlerinnen Feldarbeit verrichten. Frauen sind anfangs billig in der Ausbildung, doch später im Spiel ist es besser die Effizienz zu maximieren, indem mehr Bürgersoldaten ausgebildet werden.
el: Μετακίνησε 3 γυναίκες από τα δεντρά και 3 από την πετρά στα χωράφια. Η γυναίκες είναι φτηνές για την προπόνηση αρχικά άλλα αργότερα στο παιχνίδι θα είναι καλύτερο να μεγιστοποιησεις της γυναίκες για να είσαι σε θέση να προπονείς περισσότερους στρατιώτες.
eu: Egurra jasotzen ari diren 3 emakume eta harria txikitzen ari diren beste 3 mugitu eta lantzen jarri. Finean emakumeak erreklutatzen merkeagoak dira, baino jokoa aurrera doan heinean eraginkortasuna handitu behar da, hiritar-soldadu gehiago erreklutatu ahal izango duzu eta.
fi: Liikuta 3 naista puiden- ja kivenkeräyksestä maanviljelykseen. Naiset ovat halpoja kouluttaakseen aluksi, mutta myöhemmin pelissä on parasta käyttää kansalaissotilaita maksimoidakseen tehokkuutta, kun voit kouluttaa lisää heitä.
fr: Affectez 3 citoyennes travaillant sur le bois et 3 autres travaillant sur la pierre vers vos fermes. Les femmes ne coûtent pas grand chose à entraîner au début, mais plus tard dans le jeu il est essentiel de maximiser votre efficacité à mesure qu'il vous est possible d'entraîner davantage de citoyens-soldats.
gd: Gluais 3 bhoireannach on fhiodh ’s 3 dhiubh on chlach dhan achadh. Tha e saor aig an toiseach boireannaich a thrèanadh ach ’s fheairrde thu a bhith èifeachdach leis an trèanadh agad nas fhaide air adhart sa gheama nuair as urrainn dhut barrachd shaighdearan-dùthcha a thrèanadh.
gl: Colle 3 cidadás das que están a tallar madeira e 3 das que están a picar pedra e ponas a traballar nun campo de cultivo. Adestrar mulleres require poucos recursos, pero a medida que avanza a partida cómpre optar por unidades máis versátiles e adestrar máis cidadáns soldado.
hu: Helyezz át 3 nőt a favágóktól és 3-at a kőfejtőktől a termesztőkhöz. A nők kiképzése kezdetben olcsó, de a játék későbbi szakaszában célszerű a hatékonyság maximalizálása, ugyanis képes leszel több polgári katonát kiképezni.
id: Pindahkan 3 wanita dari kayu dan 3 dari batu untuk berladang. Wanita murah pelatihannya namun nantinya lebih baik memaksimalkan efisiensi karena anda sudah bisa melatih lebih banyak prajurit rakyat.
it: Sposta 3 donne dalla raccolta del legno e 3 dalla raccolta pietra all'agricoltura. Le donne sono economiche da addestrare inizialmente, ma avanzando nel gioco è meglio addestrare i soldati cittadini per massimizzare l'efficienza.
ja: 女性を林から3人、石から3人、農耕に移動させてください。女性は初期に安価に養成できますが、ゲームが進行し、追加の市民兵士を養成可能になった時点で効率を最大化することが最善です。
ka: წაიყვანე 3 ქალი ხიდან და 3 ქვიდან ფერმაში. ქალების გაწვრთნა იაფია, მაგრამ მოგვიანებით, ეფექტურობისთვის უკეთესია თუ შეძლებ მოქალაქე ჯარისკაცების გაწვრთნას.
nb: Flytt 3 kvinner fra tømmersanking og 3 fra steingruva til gårdsdrift. Kvinner er billige å trene i begynnelsen men senere i spillet er det best å fokusere på effektivitet slik at du kan trene flere borgersoldater.
pl: Przenieś 3 kobiety zbierające drewno i 3 zbierające kamień do pracy na roli. Kobiety można wytrenować taniej na początku gry, ale później w jej trakcie najlepiej jest zmaksymalizować wydajność i trenować więcej żołnierzy miejskich, jeśli jest to możliwe.
pt_br: Passar 3 mulheres de madeira e 3 de pedra para agricultura. Mulheres são baratas de treinar inicialmente, mas mais tarde no jogo, é melhor maximizar a eficiência, como você é capaz de treinar mais soldados cidadão.
pt_pt: Remova 3 mulheres da madeira e 3 mulheres da pedra e envie-as para as searas. As mulheres têm um custo de recrutamento reduzido inicialmente, mas à medida que o jogo vai avançando e vai sendo possível recrutar mais cidadãos-soldados, é melhor maximizar a eficácia.
ru: Переведите 3 женщины с рубки дерева и 3 с добычи камня на ферму. Тренировка женщин дешевле, но со временем лучше обучать более эффективных работников - солдат.
sk: Presuň 3 ženy z ťažby dreva a 3 z ťažby kameňa na farmy. Ženy sú lacné na výcvik no neskôr je najlepšie maximalizovať efektivitu výcvikom väčšieho množstva občianov-vojakov.
sv: Förflytta 3 kvinnliga medborgare från träden och 3 ifrån sten till lantbruk. Kvinnor är billiga att träna i början men senare i spelet är det bättre att maximera effektiviteten eftersom du kan träna fler medborgarsoldater.
tr: Odunculuktan ve taş ocağından 3'er kadını tarlalara gönder. Kadınlar başlangıçta ucuza gelselerde oyunun ilerleyen aşamalarında verimi arttırmak için vatandaş askerler yetiştirmek en iyisidir.
uk: Заберіть 3 громадянок з деревини та 3 з каміння для тваринництва. Тренувати громадянок дешево з початку, але потім у грі краще для максимальної ефективності, якщо зможете, тренуйте більше міських солдатів.
zh: 从伐木和采石的女工中各调3人去种田。女工最初很便宜，但到后期为使效率最大化，您应当训练更多的民兵。
zh_tw: 從伐木及採石的市民中各選取3個去耕種。女性市民在初期很便宜，但在遊戲的稍後，為了讓效率最大化，您應該訓練更多的民兵。

source: The slingers that you queued earlier should gather stone once they are trained.
bg: Прашкарите, които преди малко добавихте в опашката за обучение, трябва да събират камък след като станат готови.
cs: Prakovníci, které jste zařadil dříve, mají, jakmile jsou vycvičeni, sbírat kámen.
de: Die Schleuderer, die du vorher in Auftrag gegeben hast, sollen Steine abbauen wenn sie ausgebildet wurden.
el: Οι εκσφεντονιστές που προπόνησες νωρίτερα θα πάνε να μαζέψουν πετρα.
eu: Lehen ilaran jarritako honda jaurtitzaileak harria txikitu beharko dute erreklutatuak izan eta gero.
fi: Linkomiehet, jotka lisäsit jonoon ennen pitäisi kerätä kiveä jahka heidät on koulutettu.
fr: Les frondeurs dont vous avez lancé la construction plus tôt devraient amasser de la pierre une fois entraînés.
gd: Bu chòir dha na longadairean a chuir thu air a’ chiutha roimhe clachan a chruinneachadh nuair a bhios iad air an trèanadh.
gl: Unha vez adestrados os fondeiros que puxeches na cola do centro cívico, ponos a picar pedra.
hu: A korábban sorba állított parittyásoknak követ kell fejteniük, amint a kiképzésük befejeződött.
id: Pengumban yang diantrikan tadi harus mengumpulkan batu setelah dilatih.
it: I frombolieri accodati in precedenza dovranno raccogliere pietra, una volta addestrati.
ja: 先ほどキューに追加した投石兵の養成が完了したら、採石をさせましょう。
ka: მეშურდულეები, რომლებიც ადრე ჩააყენე რიგში, ქვას მოიპოვებენ როგორც კი გაიწვრთნებიან.
ms: Pelontar yang anda telah baris gilir sebelum ini sepatutnya mengumpul batu bila mereka selesai dilatih.
nb: Slyngekasterne du la i køen tidligere burde sanke stein straks de er trenet.
pl: Procarze, których wcześniej dodałeś do kolejki, po wytrenowaniu powinni zająć się wydobyciem kamienia.
pt_br: Os Fiandeiros que você anteriormente enfileirou devem reunir pedra uma vez que eles são treinados.
pt_pt: Os últimos fundeiros que recrutou devem ser enviados para a pedreira.
ru: Уже обученные пращники должны сразу приступать к добыче камня.
sk: Prakovníci, ktorých ste predtým zaradili do frontu, by mali ísť hneď po výcviku ťažiť kameň.
sv: Slungarna som du tränade tidigare ska samla sten när de är färdiga.
tr: Önceden eğitmeye başlattığın sapanlılar eğitimleri bittiğinde taş toplamaya başlamalılar.
uk: Пращники, яких ви вже натренували, мають збирати каміння тому що ви їх вже найняли.
zh: -- 早先训练的投石兵应该在训练结束后立即去采石。
zh_tw: 早先訓練的投石兵應該在訓練完成後立即去採石。

source: Queue a batch of spearmen, they should gather wood.
bg: Добавете партида копиеносци в опашката. Те трябва да събират дървесина.
cs: Zařadit skupinu nosičů oštěpu. Mají sbírat dřevo.
de: Reihe eine weitere Gruppe von Speerträgern zur Ausbildung ein, sie sollen Holz sammeln.
el: Βάλε στην σειρά παραγωγής 5 ακοντιστές, αυτοί θα πάνε να μαζέψουν ξύλο.
eu: Jarri ilaran lantzari talde bat egurra lortzeko.
fi: Lisää jonoon joukko keihäsmiehiä, heidän pitäisi kerätä puuta.
fr: Entraînez un groupe de lanciers pour la récolte du bois.
gd: Cuir grunn de shleaghairean air a’ chiutha, bu chòir dhaibh fiodh a chruinneachadh.
gl: Adestra un grupo de 5 lanceiros. Unha vez adestrador, ponos a tallar madeira.
hu: Állíts sorba egy csoport lándzsást. Nekik fát kell vágniuk.
id: Antrikan sekumpulan penombak, mereka sebaiknya mengumpulkan kayu.
it: Accoda un lotto di Lancieri, dovranno raccogliere legna
ja: キューに一括で槍兵を追加してください。伐採をさせましょう。
ka: რიგში ჩააყენე სასროლ შუბიანები, ისინი ხეს მოაგროვებენ.
ms: Baris gilir sekumpulan askar bertombak, arahkan mereka mengumpul kayu.
nb: Legg en gruppe spydmenn i treningskøen. Disse skal sanke tømmer.
pl: Wytrenuj kolejną partię włóczników, powinni oni zbierać drewno.
pt_br: Enfileire um lote de lanceiros, que devem reunir madeira.
pt_pt: Recrute um conjunto de lanceiros; estes deverão obter madeira.
ru: Добавьте в очередь группу копейщиков, их - для сбора древесины.
sk: Do frontu zaraďte skupinu kopijníkov, ktorí by mali ťažiť drevo.
sv: Köa en grupp av spjutkastare, de skall samla trä.
tr: Mızraklıların grup kuyruğu, onların odun toplaması gerekiyor.
uk: Додайте в чергу загін списоносців для збору їжі.
zh: 追加一队长矛手去伐木。
zh_tw: 訓練一隊矛兵，他們應該去收集木頭。

source: Next queue a batch of slingers.
bg: След това добавете партида прашкари в опашката.
cs: Jako další zařaďte do výcviku další skupinu prakovníků.
de: Als nächstes reihe eine weitere Gruppe von Schleuderern zur Ausbildung ein.
el: Επόμενο πρόσθεσε στην σειρά παραγωγής μια παρτίδα σφεντόνες.
eu: Jarraian jarri ilaran honda jaurtitzaile talde bat.
fi: Seuraavaksi lisää jonoon joukko linkomiehiä.
fr: Entraînez un groupe de frondeurs.
gd: Cuir grunn de longadairean air a’ chiutha an uairsin.
gl: A continuación adestra un grupo de 5 fondeiros.
hu: Ezután állíts sorba egy csoport parittyást.
id: Berikutnya antrikan sekumpulan pengumban.
it: Poi accoda un lotto di frombolieri.
ja: 次はキューに一括で投石兵を追加してください。
ka: შემდეგ რიგში ჩააყენე ბევრი მეშურდულე ერთად.
ms: Berikutnya baris gilir sekumpulan pelontar.
nb: Legg så en gruppe slyngekastere i treningskøen.
pl: Następnie wytrenuj partię procarzy.
pt_br: Próxima fileira de um grupo de lançadores.
pt_pt: A seguir recrute um conjunto de fundeiros.
ru: Следующие в очередь - пращники.
sk: Ďalej pridajte do frontu skupinu prakovníkov.
sv: Köa en till grupp slungare.
tr: Sonraki kuyruk bir kalkanlı grubu.
uk: Далі додайте загін пращників.
zh: 再追加一队 投石兵。
zh_tw: 然後訓練一隊投石兵。

source: Send some of the stone miners to mine metal, getting ready for the next age.
bg: Изпратете няколко от каменните миньори да събират метал, за да се подготвим за следващата епоха.
cs: Pošlete některé z horníků těžících kámen do dolu na kov. Připravte se na další vývojové období.
de: Sende einige der Steinbergleute um Metall zu abzubauen, mache dich bereit für das nächste Zeitalter.
el: Στείλε μερικούς από την πετρά στο μέταλλο, ετοιμάσου για την επόμενη εποχή
eu: Bidali zure hargin batzuk metala pikatzera, hurrengo arorako prestatzeko.
fi: Lähetä joitain kivenhakkaajia louhiakseen metallia, valmistuakseen seuraavaan aikakauteen.
fr: Envoyez quelques miniers de la pierre au métal, et préparez-vous à passer la prochaine phase.
gd: Cuir cuid dhe na mèinnearan cloiche a thochladh meatailt gus d’ ullachadh airson an ath-linn.
gl: Envía algunhas das unidades que están a picar pedra á mina de metal, para comezar os preparativos para o cambio de fase.
hu: Küldj néhány kőfejtőt fémet bányászni, hogy készen állj a következő korszakra.
id: Kirimkan beberapa penambang batu untuk menambang logam, bersiap untuk fase selanjutnya.
it: Invia alcuni dei cavatori di pietra alla miniera di metallo, tienti pronto per l'età successiva.
ja: 採石鉱夫を金属採掘にまわし、次の時代の準備をしましょう。
ka: გაგზავნე რამდენიმე ქვის მომპოვებელი ლითონის მოსაპოვებლად, მოემზადე შემდეგი ხანისთვის.
ms: Hantar lagi beberapa orang pelombong batu untuk melombong logam, bersedia untuk berubah ke zaman berikutnya.
nb: Send noen av arbeiderne i steingruva til metallgruva så de er klare for neste fase.
pl: Wyślij kilku pracujących przy wydobyciu kamienia do wydobycia metalu przygotowując się tym samym do przejścia w kolejny wiek.
pt_br: Envie alguns dos seus mineradores de pedra para minerar metal, prepare-se para a nova era.
pt_pt: Pegue nuns quantos trabalhadores da pedreira e ordene-lhes que obtenham metal, para preparar a passagem para a fase seguinte.
ru: Отправьте нескольких горняков на добычу металла. Вскоре Вы будете готовы перейти к следующему этапу.
sk: Pošli nejakých pracovníkov z kamenného ložiska, aby šli ťažiť kovy a priprav sa tak na ďalšiu fázu.
sv: Skicka några av stengruvarbetarna att samla metall för att förbereda dig på nästa tidsålder.
tr: Bazı taş ve metal işcilerini gönder, sonraki devir için hazırlanılıyor.
uk: Відправте декількох гірників з каміння на металеву шахту, готуйтеся до наступної епохи.
zh: 派一些去采石工去采集金属矿，为下一个时代做准备。
zh_tw: 指派一些石礦礦工去收集金屬，為進階到下一個時代做準備。

source: Start researching Phase 2.
bg: Започнете да проучвате фаза 2.
cs: Začněte výzkum 2. civilizačního stupně.
de: Fang an, die 2. Zivilisationsstufe zu erforschen.
el: Αρχιστε την εξερεύνηση Φάση 2.
eu: Hasi 2. aroa ikertzen
fi: Aloita vaiheen 2 tutkiminen.
fr: Commencez la recherche de la Phase 2.
gd: Rannsaich an dàrna linn.
gl: Comeza a investigación da segunda fase no centro cívico.
hu: Kezdd el a 2. szakasz fejlesztését.
id: Mulai meneliti Fase 2.
it: Avviare la ricerca della Fase 2.
ja: 段階2の研究を開始します。
ka: დაიწყე მე-2 ფაზის გამოკვლევა.
ms: Mula menyelidik Fasa 2.
nb: Start utforsking på Fase 2.
pl: Rozpocznij badania nad fazą 2.
pt_br: Iniciando pesquisa da Fase 2
pt_pt: Comece a desenvolver a Fase 2.
ru: Начинаем фазу 2.
sk: Žačnite výskum 2. fázy.
sv: Börja forska fram Fas 2.
tr: Aşama 2 araştırmaya başla.
uk: Розпочніть фазу досліджень 2.
zh: 开始研究 阶段 2。
zh_tw: 開始研究第二階段。
