Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-tutorials.po
Languages: ast, bg, br, ca, cs, de, el, eo, es, es_ar, eu, fa, fi, fr, ga, gd, gl, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: This map will give a rough guide for starting the game effectively. Early in the game the most important thing is to gather resources as fast as possible so you are able to build enough troops later.
ast: El mapa va sirvir d'un guía básicu pa entamar el xuegu con xeitu. Ceo en xuegu, ye perimportante recoyer los recursos lo más aína que se puea pa que más sero seyas quien a llevantar abondos soldaos.
bg: Тази карта представлява кратко ръководство как ефикасно да започнете игра. В началото на играта най-важното е да събирате ресурси възможно най-бързо, така че по-късно да можете да обучите достатъчно войници.
br: Ar gartenn-mañ a roio deoc'h un henter arnes evit kregiñ mat gant ar c'hoariadenn. An dra bouezusañ e penn kentañ ar c'hoariadenn ez eo dastum mammennoù ar buanañ ar gwellañ evit bezañ gouestl da stummañ bagadoù a-walc'h diwezhatoc'h.
ca: Aquest mapa us proporcionarà una guia aproximada per començar el joc amb eficàcia. Al principi del joc, el més important és recollir els recursos el més ràpid possible perquè pugueu construir prou tropes més endavant.
de: Diese Karte sollte eine grobe Anleitung sein, um das Spiel effizient zu starten. Früh im Spiel ist es am wichtigsten, so schnell wie möglich Ressourcen zu sammeln, damit du später genügend Truppen ausbilden kannst.
el: Ο χάρτης αυτός θα σου δώσει μια γενική εικόνα για την αποτελεσματικότητα στην έναρξη ενός παιχνιδιού. Από νωρίς στο παιχνίδι το πιο σημαντικό πράγμα είναι να συγκεντρώσεις πόρους όσο το δυνατόν γρηγορότερα, ώστε να είσαι σε θέση να χτίσεις αρκετά στρατεύματα αργότερα.
eo: Tiu mapo donus al vi facileta gvido por komenci la ludon efike. Frue en la ludo la plej grava afero estas kolekti resursojn plej rapide kiel ebla, tiel ke vi povas konstrui sufiĉe grandan armeon poste.
es: Este mapa proporcionará una guía aproximada para iniciar el juego de manera efectiva. Al principio del juego lo más importante es recopilar los recursos lo más rápido posible para poder construir suficientes tropas más tarde.
es_ar: Este mapa te va a dar una guía para empezar a jugar el juego eficientemente. Al comienzo del juego, lo más importante es recolectar recursos lo más rápido que puedas para poder entrenar tropas luego.
eu: Mapa honek jokoa zuzen hasteko nolabaiteko gida emango dizu. Jokoaren hasieran baliabideak ahalik eta lasterren biltzea da garrantzitsuena gerora nahiko tropa osatu ahal izateko.
fa: این نقشه آموزشی به شما کمک می کند که بتوانید بازی را شروع کنید. در آغاز بازی مهمترین کار جمع کردن منابع در سریع ترین حالت ممکن است تا بتوانید نیروی کافی در مرحله بعد بسازید.
ga: Tugann an léarscáil seo treoir céim ar chéim leis an gcluiche a tosú go héifeachtach. Ag tús sa chluiche, tá bailiú na n-acmhainní é an rud is tabháchtaí, agus is féidir leat níos mó aonaid a thraenáil níos déanaí má bhailíonn tú acmhainní go tapa ag tús an chluiche.
gd: Bheir am mapa seo treòir dhut air mar a b’ urrainn dhut gèama a thòiseachadh gu h-èifeachdach. ’S e an rud as cudromaiche air toiseach a’ gheama gun cruinnich thu stòrasan cho luath ’s a ghabhas ach an urrainn dhut saighdearan gu leòr a thrèanadh an uairsin.
gl: Este mapa servirá de guía aproximada para comezar as partidas de maneira efectiva. Ao principio das partidas, o máis importante é recoller recursos o máis rapidamente posíbel para poder construír tropas dabondo máis adiante.
it: Questa mappa farà da guida di base per iniziare efficacemente il gioco. All'inizio del gioco la cosa più importante è raccogliere risorse il più velocemente possibile in modo da poter creare più truppe più tardi.
ko: 이 지도는 놀이를 효과적으로 시작하기위한 대략적인 가이드를 제공합니다. 놀이의 초기 단계에서 가장 중요한 것은 자원을 최대한 빨리 채집하고 나중에 충분한 군대를 구축 할 것입니다.
ms: Peta ini akan memberikan panduan umum untuk memulakan permainan secara efektif. Pada awal permainan kebanyakan perkara yang dipelajar adalah mengumpul sumber secepat yang mungkin supaya anda dapat membina tentera yang mencukupi.
nb: Dette kartet gir en grov gjennomgang av hvordan man effektivt starter spillet. Tidlig i spiller er ressurssanking så raskt som mulig det viktigste, slik at du kan fremskaffe nok tropper senere.
pl: Ta mapa daje przybliżony przewodnik do skutecznego rozpoczęcia gry. Na początku gry najważniejszą rzeczą jest gromadzenie zasobów tak szybko, jak to możliwe, abyś mógł później zbudować wystarczającą liczbę żołnierzy.
pt_pt: Este mapa irá dar-te uma ideia básica para começares um jogo. No início de um jogo o mais importante é começares a recolher recursos o mais depressa possível para que possas criar tropas posteriormente.
ru: Эта карта даст примерное руководство для эффективного начало игры. В начале игры самое главное-собрать ресурсы как можно быстрее, чтобы потом вы смогли обучить достаточное количество войск.
sk: Táto mapa ti poskytne hrubý prehľad efektívneho štartu hry. V rannej fáze je najdôležitejšie rýchlo zhromaždiť suroviny, aby si bol neskôr schopný naregrutovať dostatočný počet jednotiek.
sv: Denna karta kommer att ge en grov vägledning för att starta spelet effektivt. Tidigt i spelet är det viktigast att samla resurser så snabbt som möjligt så att du senare kan bygga tillräckligt med trupper.
tr: Bu harita oyuna etkili bir şekilde başlamak için kaba bir rehber olacaktır. Oyunun başında en önemli şey kaynakları olabildiğince hızlı toplamaktır, böylece daha sonra yeterince asker oluşturabilirsiniz.
uk: Ця карта дасть орієнтовний посібник для ефективного початку гри. Спочатку гри найголовніше — зібрати ресурси якомога швидше, щоб потім ви змогли натренувати достатньо солдат.
zh: 这个地图会给你一个大概的引导，并且让您快速高效地的入门。在游戏的早期，最重要的是尽快地采集资源，这样后期就可以建造足够的部队。

source: Starting Economy Walkthrough
ast: Entamando'l percorríu la economía
bg: Начален икономически пътеводител
br: Loc'hadur an Henter Ekonomikel.
ca: Tutorial d'economia inicial
cs: Průvodce základy ekonomiky
de: Einstiegstutorial Wirtschaft
el: Ξεκίνημα Οδηγού Οικονομίας
eo: Komencanta Ekonomia Lernilo
es: Tutorial de economía inicial
es_ar: Guía de economía.
eu: Hasierako Ekonomia Tutoretza
fa: شروع آموزش اقتصاد بازی
fi: Aloittamassa ekonomian läpipeluuohjetta
fr: Guide — Lancer l’économie
ga: Teagasc Éacnamaíochta Bunúsaigh
gd: Treòir air an eaconamaidh tòiseachaidh
gl: Guía dos primeiros pasos en economía
hu: Útmutató a gazdaság beindításához
id: Pengenalan Ekonomi
it: Guida su come Avviare un'Economia
ja: 経済繁栄の書
ko: 초반 경제 예행연습
ms: Memulakan Lintas Semak Ekonomi
nb: En gjennomgang av oppstartsøkonomi.
nl: Wegwijs door de economiestart
pl: Samouczek ekonomii
pt_br: Começando Passo-a-passo da Economia
pt_pt: Guia de Economia Inicial
ru: Обучение базовой экономике
sk: Sprievodca budovaním rannej ekonomiky
sv: Startekonomi Genomgång
tr: Ekonomi Yardım Rehberine Başlama
uk: Навчання Базової Економіки
zh: 一个基本的经济攻略
zh_tw: 基本經濟概覽

source: Select the Civic Center again and advance to Town Phase by clicking on the II icon (you have to wait for the outpost to be built first). This will allow Town Phase buildings to be constructed.
br: Diuzit ar Greizenn Geodedel adarre ha kit war-raok da Bazenn ar C'hêrioù en ur glikañ war an arlun II (ret eo deoc'h gortoz e vefe savet ar c'hamp araokaet da gentañ). Aotreet e vioc'h da sevel savadurioù Pazenn ar C'hêrioù.
ca: Selecciona el centre cívic altra volta i avança a la Fase Ciutat prement la icona "ll" (has d'esperar que el post avançat siga construït primer). Açò et permetrà construïr edificis de la Fase Ciutat
eo: Elektu la Civitacentro ankoraŭe kaj antaŭeniru al la Urbafazo per klako sur la bildeton «II» (vi devas atendi, ke la antaŭposteno estas konstruita antaŭe). Tiel Urbafazaj konstruaĵoj konstrueblos.
es_ar: Selecciona el Centro Cívico nuevamente para avanzar a la Fase Pueblo haciendo click sobre el ícono "II" (deberás esperar a que el Puesto de Avanzada esté terminado primero). Esto te permitirá construir los edificios de la Fase Pueblo.
fa: مرکز تمدن را انتخاب کنید و سپس با کلیک بر روی عکسی که نشانه "||" دو یونانی بر روی آن است کلیک کنید تا مرکز تمدن شما از مرحله روستایی به مرحله شهرک ارتقا پیدا کند(دقت کنید که شما باید نخست منتظر تکمیل برج دیدبانی شوید تا ساخته شود).
ga: Roghnaigh an tIonad Cathartha arís agus ardaigh go an gCéim Bhaile trí chliceáil ar an t-íocón 'II' (teastaíonn ort ag fanacht go dtí an urphost atá tógáilte). Ligfidh sé seo d'fhoirgnimh na Céime Bhaile a bheidh tógáilte.
gl: Selecciona de novo o centro cívico e avanza á fase de vila premendo a icona II (primeiro tes que esperar a que se constrúa a atalaia). Isto permitirá construír edificios da fase de vila.
ko: 시민회관을 다시 선택하고 ‘II’ 아이콘을 클릭하여 ‘작은 도시 단계’로 향상시키십시오.(먼저 전초 기지가 다 지어질때까지 기다려야합니다). 이를통해 '작은 도시 단계' 건물들을 지을 수 있습니다.
sk: Opätovne označ Občianske Cetrum a prejdi do Fáze Mesta kliknutím na ikonu II (musíš najprv počkať, kým sa dostavia rozhľadňa). Umožní ti to stavať budovy fázy mesta.
sv: Välj samhällscentret igen och gå vidare till stadsfasen genom att klicka på ikonen 'II' (du måste vänta på att utposten ska byggas först). Detta gör det möjligt att bygga stadsfasbyggnader.
tr: Tekrar Kent Merkezini seç ve 'II' ikonuna tıklayarak Kasaba Aşaması geç (ilk önce karakolun inşasını beklemen gerek). Bu, Kasaba Aşaması binalarını inşa etmene olanak sağlayacak.
uk: Виберіть Громадський центр знову та перейдіть до Стадії Містечка, натиснувши на піктограму "ІІ" (вам потрібно для початку збудувати заставу). Це дозволить зводити будівлі Стадії Містечка.

source: While waiting for the phasing up, you may reassign your idle workers to gathering the resources you are short of.
br: En ur c'hortoz ar bazenn o tont e c'hallit lakaat ho labourerien dioberiant da zastum ar mammennoù n'ho peus ket kalz anezho.
ca: Mentre espereu el canvi de fase, podeu reassignar els treballadors desocupats a recol·lectar aquells recursos que us escassegin .
cs: Během čekání na postup do další fáze můžete rozdělit úkoly zahálejícím občanům, abyste získali zdroje, kterých máte nedostatek.
eo: Dum vi atendas la fazpliigon, vi povus retaski al viaj senfaraj laboristoj kolekti la resursojn mankantajn.
es_ar: Mientras esperás el cambio de fase, podés utilizar los trabajadores inactivos para recolectar los recursos que te hagan falta.
fa: زمانی که منتظر ارتقا فاز خود هستید، بهتر است اگر کارگر بیکار دارید به آنها فرمان دهید تا به جمع آوری منابع بپردازند که با کمبود منابع روبرو نشوید.
fi: Odottaessasi vaiheen etenemistä voit siirtää joutilaat työntekijät keräämään resursseja, joista sinulla on pulaa.
fr: Pendant que vous attendez la phase supérieure, vous pouvez réaffecter vos travailleurs inactifs pour collecter les ressources dont vous êtes à court.
ga: Nuair atá tú ag fanacht ar d'ardaithe, féadfaidh tú d'oibrithe díomhaoine do bhailiú a dhéanamh le d'acmhainní ganna.
gl: Mentres agardas a avanzar de fase, podes asignar os teus traballadores inactivos a recoller os recursos que che falten.
hu: A szakaszváltás ideje alatt érdemes elküldeni tétlen egységeidet olyan nyersanyagokért, amiknek épp híján vagy.
id: Selama menunggu kemajuan fase, Anda bisa menugaskan pekerja yang menganggur untuk mengumpulkan sumberdaya yang masih kurang.
ja: 待っている間、手の空いている市民を忘れずに! 不足している資源の収集をさせることができます。
ko: ‘작은 도시 단계’로 향상하고 있는 동안, 대기중인 노동자에게 부족한 자원을 채집하도록 다시 명령을 내리십시오.
nl: Terwijl we wachten op de volgende fase, kunt u uw inactieve werkers bevelen grondstoffen te verzamelen waarvan u er weinig heeft.
pt_br: Enquanto espera pelo término do avanço de fase, você pode ordenar seus trabalhadores ociosos para que coletem recursos que estão fazendo falta.
sk: Pokým čakáš na ďalšiu fázu, bolo by múdre poslať nečinných pracovníkov ťažiť surovininy, ktorých máš málo.
sv: Medan du väntar på fasbytet kan du omplacera dina lediga arbetare för att samla de resurser du saknar.
tr: Şehir seviyesinin gelişmesini beklerken, boştaki çalışanlarını sende az bulunan kaynaklara toplamak üzere görevlendirmek isteyebilirsin.
uk: Очікуючи переходу на наступну стадію, ви можете призначити своїх непрацюючих працівників збирати ресурси, яких вам не вистачає.
zh_tw: 在等待升級時，您可以重新分派閒置的工人採集您缺乏的資源。

source: While waiting for the phase change, you may train more soldiers at the Barracks.
br: En ur c'hortoz ar cheñchamant pazenn e c'hallit stummañ muioc'h a soudarded er C'hazarnioù.
ca: Mentre esperes al canvi de fase, pots entrenar més soldats a la caserna.
cs: Během čekání na postup do další fáze můžeme v kasárnách vycvičit další vojáky.
eo: Dum atendo de faza ŝanĝo, vi povus trejni pli da soldatoj en la Soldatejoj.
es_ar: Mientras esperás el cambio de fase, podés entrenar más soldados en el Cuartel.
fa: زمانی که منتظر تغییر مرحله هستید، شما می توانید در پادگان خود سربازان بیشتری بسازید.
fi: Vaiheenvaihtoa odotellessasi voit kouluttaa lisää sotilaita kasarmilla.
fr: Pendant que vous attendez le changement de phase, vous pouvez entraîner plus de soldats à la Caserne.
ga: Nuair atá tú ag fanacht ar d'ardaithe, féadfaidh tú níos mó saighdiúirí a thraenáil sa bheairic.
gl: Mentres esperas ao cambio de fase, podes adestrar máis soldados no cuartel.
hu: A szakaszváltás ideje alatt érdemes a kaszárnyában további katonákat kiképezni.
id: Sementara menunggu perubahan fase, Anda dapat melatih lebih banyak prajurit di Barak.
ja: この間「兵舎」から兵士を作成しておきましょう。敵へ攻める準備です。
ko: 단계가 바뀌는것을 기다리는 동안, 병영에서 더 많은 군인을 훈련시킬 수 있습니다.
nl: Terwijl we wachten op de volgende fase, kunt u meer soldaten rekruteren in de kazerne.
pt_br: Enquanto espera pela próxima fase, você pode treinar mais soldados no quartel.
sk: Počas čakania na ďalšiu fázu môžeš v Kasárňach vytrénovať ďalších vojakov.
sv: Medan du väntar på fasbytet kan du träna fler soldater på kasernen.
tr: Çağ atlamayı beklerken, kışlalardan daha fazla asker eğitmek isteyebilirsiniz.
uk: Очікуючи переходу на наступну стадію, ви можете тренувати більше солдат в Казармах.
zh_tw: 等待時代變換時，您可以在軍營訓練更多士兵。

source: This tutorial will teach the basics of developing your economy. Typically, you will start with a Civic Center and a couple units in Village Phase and ultimately, your goal will be to develop and expand your empire, often by evolving to Town Phase and City Phase afterward.
br: An tutorial-mañ a gelenno deoc'h diazezoù an diorren evit hoc'h ekonomiezh. Da skouer e krogoc'h gant ur Greizenn Geodedel hag ur c'houplad unanennoù e pazenn ar C'hêriadennoù hag er fin e vo ho pal diorreiñ hag astenn hoc'h impalaeriezh en ur dremen dre Pazenn ar C'hêrioù ha Pazenn ar C'hêrioù Bras da-heul.
ca: Aquest tutorial us ensenyarà com desenvolupar la vostra economia. Normalment, començareu amb un Centre Cívic i un parell d'unitats a la Fase Poble i, bàsicament, el vostre objectiu serà desenvolupar i expandir l'imperi, normalment passant de la Fase Poble a la Fase Ciutat.
cs: Tento návod vás naučí základy rozvíjení hospodářství. Nejčastěji budete začínat se správním střediskem a několika jednotkami ve vesnické fázi s cílem rozvíjet a zvětšovat svou říši. Běžně postupem do městské a velkoměstské fáze.
eo: Tiu instruilo instruos al vi la fundamentojn de disvolvo de via ekonomio. Tipe, vi komencos kun Civitacentro kaj kelkaj unuojn en Vilaĝafazo kaj fine, via celo estos disvolvi kaj disvasti via imperion, ofte per disvolvo al Urbafazo kaj Civitafazo poste.
es_ar: Este tutorial te enseñará los conocimientos básicos del desarrollo de tu economía. Normalmente, comenzarás con un Centro Cívico y un par de unidades en Fase Aldea y finalmente, tu objetivo será desarrollar y expandir tu imperio, avanzando a Fase Pueblo y Fase Urbana luego.
fa: این آموزش به شما مباحث پایه برای توسعه اقتصادتان در بازی را آموزش می دهد. معمولا، شما بازی را همراه با یک مرکز تمدن و تعدادی نیرو در "مرحله روستایی" آغاز می کنید. و در نهایت هدف شما این است که با توسعه و گسترش امپراتوری خود، اغلب با رسیدن به "مرحله شهرک" و "مرحله شهری " اتفاق می افتد.
fi: Tämä opetusohjelma opettaa talouden kehittämisen perusteet. Tyypillisesti aloitat kylävaiheessa kansalaiskeskuksella ja parilla yksiköllä, ja lopulta tavoitteesi on kehittää ja laajentaa valtakuntaasi, usein kehittymällä kauppalavaiheeseen ja sen jälkeen kaupunkivaiheeseen.
fr: Ce tutoriel va vous apprendre les bases afin de développer votre économie. Généralement, vous commencerez avec un Centre-ville et quelques unités dans la Phase des Villages et finalement, votre but sera de développer et agrandir votre empire, souvent en progressant ensuite vers la Phase des Villes et la Phase des Cités.
ga: Múinfidh an teagasc seo ar búnusacha d'eacnomaíochta a thógáil. Go huaireanta, tosóidh tú ach le hIonad Cathartha agus cúpla aonad amháin sa 'Chéim Sráidbhaile' agus, ar deireadh, beidh d'aidhm d'impireacht a fhorbairt is a mhéadú, go huaireanta le hardú go an 'gCéim Bhaile' agus an 'Céim Chathracha' ina dhiaidh.
gl: Este titorial fornecerache as bases para desenvolver a economía. Normalmente comezas cun centro cívico e algunhas unidades na fase de vila e o teu obxectivo será desenvolver e expandir o teu imperio, case sempre evolucionando ás fases de vila primeiro e de cidade despois.
hu: Ez az oktatójáték megtanítja a gazdaság fejlesztésének alapjait. Jellemzően egy Városházával indulsz és néhány egységgel a „Falusi szakaszban”, a célod pedig a birodalmad fejlesztése és a terjeszkedés, miközben gyakran „Városi szakaszba” és „Nagyvárosi szakaszba” fejlődsz.
id: Tutorial ini akan mengajarkan dasar-dasar dari pengembangan ekonomi Anda. Biasanya, Anda akan memulai dengan Pusat Peradaban dan beberapa unit di Fase Desa dan tujuan akhir Anda adalah mengembangkan dan memperluas kekaisaran Anda, biasanya dengan berkembang ke Fase Kota dan Fase Kotaraya.
ja: このチュートリアルでは、経済発展のための基本について説明します。 ゲームは町の中心といくつかのユニットからなる「村」の状態からスタートします。 この村をより大きな「町」、より大きな「都市」へと開拓しながら領土を拡大していくことが あなたの最終的なゴールとなります。
ko: 이 자습서는 경제 발전의 기초를 가르쳐 줄 것입니다. 일반적으로 시민 회관과 한 쌍의 '마을 단계'로 시작하여 궁극적으로 당신의 목표는 이후에 '작은 도시 단계'와 '큰 도시 단계'로 발전하여 제국을 개발하고 확장하는 것입니다.
nl: Deze hulptekst wijst u de weg in de ontwikkeling van uw economie. Een normaal spel start met een Beschavingscentrum en een paar eenheden in 'Dorpsfase'. Het doel is om uw rijk te ontwikkelen en uit te breiden, vaak door te evolueren naar een 'Stadsfase' en vervolgens naar 'Grootstadsfase'.
pt_br: Este tutorial ensinará o básico de como desenvolver a sua economia. Normalmente, você começará com um Centro Cívico e algumas unidades na Fase de Aldeia e o seu objetivo será desenvolver e expandir o seu império, evoluindo para a Fase de Vila e, posteriormente, Fase de Cidade.
sk: Tento sprievodca ťa naučí základy vývoja ekonomiky. Typicky začínaš s Občianskym Centrom a skupinkou jednotiek vo Fáze Dediny a tvojim cieľom bude vyvinúť a rozšíriť tvoju ríšu, väčšinou prostredníctvom postupného vývoja do 'Fázy Mesta' a 'Fázy Metropoly'.
sv: Denna handledning kommer att lära dig grunderna för att utveckla din ekonomi. Vanligtvis startar du med ett Samhällscentrum och ett par enheter i "byfasen" och så småningom kommer dit mål att vara att utveckla och utöka ditt imperium, ofta genom att utvecklas till till "stadsfas" och "storstadsfas".
tr: Bu rehber size, ekonominizi geliştirmenin temellerini öğretecek. Genellikle bir Kent Merkeziyle ve Köy Aşamasında biraz birimle başlayacaksınız. Hedefiniz imparatorluğunuzu geliştirip yaymak, sonrasında Kasaba Aşaması ve Şehir Aşamasına geliştirmek olacak.
uk: Цей посібник навчить основам розвитку вашої економіки. Як правило, ви почнете гру з Громадського Центру та декількох юнітів в "Стадії Селища", в кінцевому підсумку ваша мета — розвивати та розширювати свою імперію, найчастіше розвиваючись до "Стадії Містечка" та "Стадії Міста".
zh_tw: 本教程將介紹開發經濟的基礎知識。通常情況下，您將從城鎮中心和村莊階段中的兩個單位開始，接著最後，您的目標將是開發和擴大您的帝國，往往是演進到鄉鎮階段和城市階段之後。

source: The top row of buttons contains portraits of units that may be trained at the building while the bottom one or two rows will have researchable technologies. Hover the cursor over the II icon. The tooltip will tell us that advancing to Town Phase requires both more constructed structures as well as more Food and Wood resources.
br: Ar renkennad botonioù a-us en deus poltredoù an unanennoù a c'hall bezañ stummet er savadur-mañ hag ar renkennadoù dindan o deus an teknologiezhioù a c'haller enklask. Tremenit ar reti war an arlun II. Al lagadenn-ditouriñ a zisplego deomp eo ret kaout muioc'h a savadurioù savet, boued ha koad evit tremen da Bazenn ar C'hêrioù.
ca: La fila superior de botons conté retrats de les unitats que es poden formar als edificis mentre que les inferiors tindran les tecnologies desenvolupables. Passeu el ratolí per sobre de la icona 'II'. La informació de les eines us advertirà que per a progressar cap a la "Fase Ciutat" necessitareu per una banda més estructures construïdes i per l'altra, menjar i fusta.
eo: La vico de la alto de la butonoj enhavas portretojn de unuojn, kiuj povus trejniĝi ĉe la konstruaĵo, kvankam la unu aŭ du vicoj de la malalto enhavos esploreblajn teĥnologiojn. Loku la kursoro super la bildeton «II». La ŝpruchelpo diros al ni, ke antaŭeniri Urbafaze bezonos ambaŭ pli da konstruitaĵoj kaj pli da manĝaĵaj kaj lignaj resursoj.
es_ar: Los botones de la parte superior muestran las unidades que se pueden entrenar en el edificio mientras que los de la parte inferior muestran las tecnologías que se pueden desarrollar. Desplaza el cursor sobre el icono "II". El mensaje nos dirá que para avanzar a la Fase Pueblo se requerirán más estructuras y más madera y alimento.
fa: سطر بالای قسمت پایین شامل عکس نیروهایی است که می توان پرورش داد در حالی که سطر پایین یا دو سطر پایین مربوط به تحقیق فناوری ها است. نشانگر ماوس خود را بر روی عکس "||" قرار دهید. راهنما به شما می گوید که برای رسیدن به مرحله شهرک نیاز دارید که هم ساختمان های بیشتری بسازید و هم غدا و چوب بیشتری جمع کنید.
ga: Tá portráidí aonad sa ró suas is féidir leat a thraenáil san fhoirgneamh seo cé go bhfuil teicneolaíochtaí intaighdeacha ar an t-aon nó dhó ró síos. Faoileáil an cúrsóir os cionn an íocóin 'II'. Inseoidh an nod seo go bhfuil níos mó foirgnimh agus acmhainní Bia is Adhmad ina riachtanas d'ardaigh go an 'gCéim Bhaile'.
gl: A fila superior de botóns contén retratos de unidades que poden adestrarse no edificio mentres a fila ou filas inferiores teñen tecnoloxías que poden investigarse. Cubre co cursor a icona de II. A xanela emerxente diranos que avanzar á fase de vila require tanto construír máis estruturas como máis recursos de comida e madeira.
ko: 버튼의 맨 위 줄에는 건물에서 교육을 받을 수 있는 유닛의 초상화가 있으며 하단 1열과 2열은 연구 가능한 기술이 있습니다. 커서를 II 아이콘 위로 올려 보십시오. 작은 도움말은 '작은 도시 단계'로 진행하려면 더 많은 식품 및 목재 자원이 필요할 뿐만 아니라 더 많은 구조가 필요하다는 것을 알려 줍니다.
sk: Horný riadok tlačidiel obsahuje znázornenia jednotiek, ktoré je možné v budove vytrénovať. Dolu (v jednom alebo v dvoch riadkoch) sú zobrazené technológie, ktoré možno vyskúmať. Keď prejdeš kurzorom ponad ikonu II, zobrazí sa vysvetlivka, kde sa dozvieš, že na postup do Fáze Mesta potrebuješ postaviť viac budov, ako aj viac jedla a dreva.
sv: Den övre raden av knappar innehåller porträtt av enheter som kan utbildas i byggnaden, medan de nedre en eller två raderna kommer att ha teknologier som kan forskas fram. Håll musen över ikonen "II". Verktygstipset berättar för oss att vidareutveckling till "Stadsfasen" kräver både mer konstruerade strukturer och mer mat och träresurser.
tr: En üstteki düğme sırası, araştırılabilir teknolojileri içerirken, binalar eğitilebilecek birimlerin simgelerini içerir. İmleci II simgesinin üzerine getirin. Bu araç ipucu bize Kasaba Aşamasına ilerlemenin hem daha fazla yapı hem de daha fazla Gıda ve Ağaç kaynağı gerektirdiğini söyleyecektir.
uk: У верхньому рядку кнопок містяться портрети юнітів, які можуть бути треновані в будівлі, тоді як нижній один або два рядки матимуть досліджувані технології. Наведіть курсор на піктограму "II". Підказка покаже нам, що перехід до «Стадії Містечка» вимагає як більше побудованих будівель, так і більше ресурсів Їжі та Деревини.
