Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

# biome definition
source: Lush grasslands carpet the land, in places giving way to magnificent and diverse broadleaf forests. Poplars, pines, beeches and oaks all vie for supremacy but this root-war is a neverending struggle. Numerous apple trees dot the land, deer and sheep gorge themselves on this years fallen fruit.
ast: Prados nietos cubren l terreno, cediendo per alyuri a mestɐs & magníficɐs viescɐs latifoliɐs. Los çhoupos, pinos, fayɐs & carbalyos lluiꞇhɐn pol predominio, pero esta amarraça de raizes ye un conflictu perpetuu. Inxarnɐn los bagos balyurosos pomares, venados & ovelyɐs gulipɐn la fruita caído ãguanho.
bg: Тучни поляни покриват земята, отстъпвайки място само на величествени и разнообразни широколистни гори. Тополи, борове, дъбове и букове се борят за надмощие, но тази коренова война е неспирна битка. Многобройни ябълкови дървета осейват земята, елени и овце пируват с тазгодишните паднали плодове.
br: Pradennoù pinvidik a c'holo an douar, en ur lakaat e lec'hioù da vont davet koadoù brav-kaer ha gant folennoù ledan disheñvel. Gwez-elv, sapined, gwez-fav ha gwez-derv a genstriv an holl evit an dreistelezh hogen ur stourm dibenn eo ar brezel orinel-mañ. Ur bern gwez-aval a vez war an douar, kirvi ha deñved a zebr o-unan er bloavezhioù-mañ frouezh kouezhet.
ca: Les pastures exuberants encatifen la terra en llocs que donen pas a magnífics boscos caducifolis. Els pollancres, pins, faigs i roures competeixen per la supremacia, però aquesta guerra d'arrels és constant. Nombrosos pomers esquitxen la terra i els cérvols i les cabres s'atraquen de la fruita caiguda enguany.
cs: Bujný trávník se rozprostírá po zemi, místně se daří nádherným a rozmanitým listnatým lesům. Topoly, borovice, buky a duby všichni bojují o nadřazenost, ale tato kořenová válka je nekonečný boj. Ovoce z mnoha jabloní opadává na zem, jelen a ovce si pochutnávají na letošním padlém ovoci.
da: Frodige græsarealer dækker jorden, nogle steder gives plads til storslåede og forskelligartede løvskove. Popler, fyrretræer, bøge og ege kæmper alle om overherredømmet, men denne rodkrig er en uendelig kamp. Adskillige æbletræer pryder jorden, hjorte og får kløfter sig over dette års nedfaldsfrugt.
de: Üppige Grasländer bedecken das Land, die ab und zu prachtvollen und vielfältigen Laubwäldern Platz machen. Pappeln, Kiefern, Buchen und Eichen wetteifern um die Vorherrschaft, aber dieser Wurzelkrieg ist ein unendlicher Kampf. Zahlreiche Apfelbäume sprenkeln das Land, Rotwild und Schafe laben sich am Fallobst dieses Jahres.
el: Πλούσια βοσκοτόπια επικαλύπτουν τη γη, κάνοντας χώρο στα υπέροχα και ποικίλα πλατύφυλλα δάση. Οι λεύκες, τα πεύκα, οι οξιές και οι βελανιδιές είναι πάντα έτοιμες για υπεροχή, αλλά αυτός ο πόλεμος των ριζών είναι ένας ατέλειωτος αγώνας. Πολυάριθμες μηλιές στίζουν το έδαφος, το ελάφι και το πρόβατο καταβροχθίζουν τα φετινά πεσμένα φρούτα.
es: Exuberantes praderas cubren la tierra dando paso a magníficos y variados bosques latifoliados. Álamos, pinos, hayas y robles compiten por la supremacía en una lucha de raices interminable. Numerosos manzanos salpican la tierra, mientras ciervos y ovejas se atiborran de frutos otoñales.
eu: Zelai mardulak lurra estaltzen dute, hosto zabaleko zuhaitzei tokia eginez. Makal, pinu, pago eta haritzek beren nagusitasunagatik borrokatzen dira, baina sustrai guda hau amaitu ezinezko borroka da. Sagasti anitzek tartekatzen dira lurrean eta ardiek urtetan eroritako fruitu hortaz elikatzen dira.
fa: پوشش گیاهی زمین را فرش پوش کرده است، در جاهایی که درختان برگ پهن بی نظیر رشد کرده است همانند درختان صنوبر، کاج، راش و بلوط
fi: Maata peittävät rehevät niityt, jotka paikoin väistyvät upeiden ja monimuotoisten lehtipuuvaltaisten metsien tieltä. Poppelit, männyt, pyökit ja tammet kilpailevat kaikki herruudesta, mutta tämä sota on loputon kamppailu. Maata täplittävät lukuisat omenapuut, ja peurat sekä lampaat ahmivat tämänvuotisia pudonneita hedelmiä.
fr: Des prairies luxuriantes tapissent la terre, dans des endroits donnant lieu à de magnifiques et variées forêts feuillues. Peupliers, pins, hêtres et chênes se disputent la suprématie, mais cette guerre de racines est une lutte sans fin. De nombreux pommiers parsèment la terre, profitant aux cerfs et aux moutons qui se délectent sur les fruits tombés cette année.
ga: Tá féarthalaimh mhéithe ar feadh na tíre, i roinnt áit tá coillte leathanduilleacha agus éagsúla eatarthu. Troideann poibleoga, giúiseanna, feánna agus daracha ar son ceannais na foraoise a fháil i gcogadh na rútaí seo gan deireadh. Tá crainn úlla go leor sa talamh, agus déanann fianna agus gabhair craos ar torthaí tite na bliana seo.
hu: Buja füves puszta fedi a vidéket, néhol káprázatos és változatos lomblevelű erdőnek adva helyet. Nyárfák, fenyők, bükkfák és tölgyek versengenek az elsőbbségért, de ez a gyökérharc egy véget nem érő küzdelem. Számos almafa pettyezi a tájat, szarvasok és birkák falják fel az ez évi lehullott gyümölcsöt.
id: Padang rumput yang subur menghiasi tanah, di beberapa tempat memberi ruang untuk hutan berdaun lebar yang indah dan beragam. Pohon poplar, pinus, beech, dan ek semuanya bersaing untuk mendapatkan wilayah, tetapi perang akar ini adalah perjuangan tanpa akhir. Banyak pohon apel menghiasi tanah, rusa dan domba memakan buah-buahan yang jatuh di tahun ini.
it: Lussureggianti praterie tappezzano la terra, dando spazio a varie e magnificenti foreste di latifoglie. Pioppi, pini, faggi e querce, tutti gareggiano per la supremazia ma questa guerra è una lotta senza fine. Numerosi meli punteggiano la terra, cervi e pecore si rimpinzano di questo frutto caduto annualmente.
ja: 青々とした草原が広がり、ところどころに壮大で多様な広葉樹林が見られます。ポプラ、松、ブナ、オークなどが覇権を争っていますが、その根競べは終わりのないものです。数多くのリンゴの木が点在しており、鹿や羊がその年の落ちた果実を食べています。
ko: 웅장하고 다양한 활엽수 숲으로 가는 길이있는 초원이 땅을 덮었습니다. 포플러 나무, 소나무, 너도밤 나무, 참나무는 모두 패권을 위해 다투지만, 이 근본적인 전쟁은 끝없는 투쟁입니다. 수많은 사과들이 땅에 떨어지고, 사슴과 양은 올해 떨어진 과일들을 실컷먹습니다.
ms: Padang rumput subur yang terbentang luas, dengan kewujudan hutan berdaun lebar yang beraneka rupa. Pokok poplar, pain, beech dan oak semuanya mahu menguasai hutan dimana pertandingan yang tidak pernah selesai. Banyak pokok epal kelihatan bertebaran di tanah ini. Rusa dan kambing biri-biri mengerumumi buah-buah epal yang masih jatuh ke bumi.
nb: Frodige gressmarker teppelegger landet, stedvist også med flotte og mangfoldige bredbladskoger. Poppel, furu, bøk og eik kjemper om overlegenhet, men denne rotkrigen er en uendelig kamp. Tallrike epletrær er spredt rundt alene, hjort og sauer naueter av denne års falne frukt.
nl: Vruchtbare weides bedekken het land, ruimte biedend voor overweldigende en gevarieerde loofbossen. Populieren, dennen, beuken en eiken, zij wensen allen te overheersen maar deze strijd is nooit gestreden. Vrij in het veld staan talrijke appelbomen, herten en schapen eten zich rond aan het fruit dat zij daar rondom vinden.
pl: Bujne łąki pokrywają ziemię, miejscami ustępując miejsca wspaniałym i różnorodnym lasom liściastym. Topole, sosny, buki i dęby wszystkie dążą do dominacji, ale ta wojna tocząca się u źródła jest niekończącą się walką. Jabłonie licznie występujące w krainie, powodują że sarny i owce przeżerają się dojrzałymi owocami tego lata.
pt_br: Pastagens luxuriantes cobrem a terra, em locais dando lugar a florestas de folhas largas magníficas e diversas. Choupos, pinheiros, faias e carvalhos disputam por supremacia, mas essa guerra de raízes é uma luta eterna. Numerosas macieiras pontilham a terra, e os veados e ovelhas se empanturram nos frutos caídos desse ano.
pt_pt: Os prados luxuriantes cobrem o território, dando lugar, em alguns locais, a magníficas e diversificadas florestas de folha larga. Choupos, pinheiros, faias e carvalhos disputam a supremacia, mas esta guerra de raízes é uma luta interminável. Numerosas macieiras pontuam o terreno, os veados e as ovelhas empanturram-se com os frutos caídos deste ano.
ru: Пышные луга покрыли землю, в некоторых местах уступая дорогу великолепным и разнообразным широколиственным лесам. Тополя, сосны, буки и дубы — все они соперничают за господство, эта «война корней» — бесконечная борьба. Многочисленные яблони усеивают землю, а олени и овцы поедают упавшие на землю плоды.
sv: Frodiga gräsmarker täcker landet, då och då givande plats åt magnifika och varierande lövskogar. Popplar, tallar, bokar och ekar tävlar om överlägsenhet, men detta rotkrig är en oändlig kamp. Många äppelträd är utspridda över terrängen, rådjur och får äter sig mätta på detta årets fallfrukt.
tr: Çeşitli ve geniş yapraklı muhteşem ormanlarda yer buldukça bol otlaklar yeri örtüyor, Tüm kavaklar, çamlar, kayınlar ve meşeler üstünlük için yarışıyor ama bu kök savaşları asla bitmeyen bir mücadele. Görkemli elma ağaçları toprağa yayılmış, geyik ve koyun bu yılın düşmüş meyveleriyle tıkınıyor.
uk: Пишні луки покрили землю, в деяких місцях уступаючи дорогу чудовим і різноманітним широколистяним лісам. Тополя, сосни, буки і дуби - всі вони змагаються за панування, ця "війна коренів" - нескінченна боротьба. Численні яблуні вкривають землю, а олені і вівці поїдають плоди, що впали на землю.
zh: 郁郁葱葱的草原编织成地毯，地毯上面是雄姿多彩的阔叶林。 杨树、松树、山毛榉和橡树都争先恐后，获取阳光。 地毯点缀着果树，鹿和绵羊驰骋其间。
zh_tw: 鬱鬱蔥蔥的草原鋪滿了大地，而這些地方又被壯麗而多樣的闊葉林所取代。 楊樹、松樹、山毛櫸和橡樹都在爭奪霸權，但這場根源戰爭是一場永無止境的鬥爭。土地上堆滿了許多蘋果樹，鹿和綿羊在這幾年落下的果實上狼吞虎咽。

# biome definition
source: Temperate
ast: Temprado
bg: Умерен
br: Klouar
ca: Temperat
cs: Mírné
da: Tempereret
de: Gemäßigt
el: Εύκρατο
es: Templado
eu: Epela
fa: معتدل
fi: Lauhkea
fr: Tempéré
ga: Measartha
gd: Measarra
hu: Mérsékelt
id: Iklim Sedang
it: Temperato
ja: 温帯
ko: 온대
ms: Iklim Sederhana
nb: Temperert
nl: Gematigd
pl: Umiarkowany
pt_br: Temperado
pt_pt: Temperado
ru: Умеренный
sk: Mierne
sv: Tempererad
tr: Ilıman
uk: Помірний
zh: 温带
zh_tw: 溫帶

# biome definition
source: Thick ice has formed on the gulf which is capable of withstanding any weight. All plants are covered in snow, but there are large herds of migrating deer who try to find some food under the snow.
ast: Inllastra l golfu un gelu capaz de soportar qualquier pesu. Toda la flora sta cobierta de nieve, sí q’ãssí ha hi bálamos de ciervos migrantes q’andɐn a la gueta de pacion.
bg: По залива се е образувал дебел лед, който може да издържи всеки товар. Цялата растителност е покрита в сняг, но има големи стада от мигриращи елени, които неспирно търсят храна под снега.
cs: V zálivu se vytvořil silný led, který je schopen odolat jakékoli hmotnosti. Všechny rostliny jsou pokryté sněhem, ale jsou zde velká stáda migrujících jelenů, kteří se pod sněhem snaží najít nějakou potravu.
da: Der er dannet tyk is på bugten, som er i stand til at modstå enhver vægt. Alle planter er dækket af sne, men der er store flokke af vandrende hjorte, som forsøger at finde noget mad under sneen.
de: Dickes Eis, das jedem Gewicht standhält, hat sich am Meerbusen gebildet. Alle Pflanzen sind mit Schnee bedeckt. Dennoch versuchen große, wandernde Rotwildherden Nahrung unter dem Schnee zu finden.
es: En el golfo se ha formado una gruesa capa de hielo capaz de soportar cualquier peso. Toda la vegetación está cubierta de nieve. Numerosas manadas de ciervos intentan encontrar algo de comida bajo la nieve.
fi: Lahteen on muodostunut paksua jäätä joka kestää minkä painoisen kulun tahansa. Kaikki kasvit ovat lumen peittämiä, mutta paikalla on suuria laumoja muuttopeuroja jotka koettavat löytää ruokaa lumen alta.
fr: Une glace épaisse s'est formée sur le golfe, capable de supporter n'importe quel poids. Les plantes sont recouvertes de neige, mais des hardes de cerfs migrent pour trouver un peu de nourriture sous la neige.
it: Uno spesso ghiaccio si è formato sul golfo che è capace di sopportare qualsiasi peso. Tutte le piante sono coperte di neve, ma ci sono grandi branchi di cervi in migrazione che cercano un po' di cibo sotto alla neve.
ko: 어떤 무게도 견딜 수 있는 두꺼운 얼음이 만에 형성되었습니다. 모든 식물은 눈으로 덮여 있지만 눈 아래에서 먹이를 찾으려는 이동하는 사슴 떼가 있습니다.
nl: Een dik pak ijs bedekt de golf, genoeg om elk gewicht te dragen. Het plantenleven is bedekt met sneeuw en grote hertenkuddes trekken over het land gravend en zoekend naar voedsel.
pl: Na zatoce utworzył się gruby lód, który jest w stanie wytrzymać każdy ciężar. Wszystkie rośliny są pokryte śniegiem, ale można spotkać duże stada wędrujących jeleni, które próbują znaleźć pożywienie pod śniegiem.
pt_pt: Formou-se gelo espesso no abismo, capaz de resistir a qualquer peso. Todas as plantas estão cobertas de neve, mas há grandes manadas de veados em migração que tentam encontrar algum alimento debaixo da neve.
ru: Залив покрыт толстым льдом, способным выдержать любой вес. Все растения занесло снегом, но есть большие стада мигрирующих оленей, которые пытаются найти какую-нибудь пищу под снегом.
sk: Na zálive sa vytvorila hrubá vrstva ľadu, ktorá vydrží akúkoľvek záťaž. Všetko rastlinstvo je pokryté snehom, ale veľké čriedy migrujúcich jeleňov hľadajú obživu pod snehovou pokrývkou.
tr: Körfezde herhangi bir ağırlığa dayanabilecek kalın buz tabakası oluştu. Tüm bitkiler karla kaplandı, ancak karın altında yiyecek bulmaya çalışan göç eden büyük geyik sürüleri var.
uk: На затоці утворився товстий лід, який здатний витримати будь-яку вагу. Усі рослини вкриті снігом, але є великі стада мігруючих оленів, які намагаються знайти їжу під снігом.
zh: 冰层封住了海湾，厚冰可承受任何重量。大雪覆盖了植被，迁徙的鹿群还在找寻食物。

# biome definition
source: Frozen Lake
ast: Llagu geladu
bg: Замръзнало езеро
br: Lenn skornet
ca: Llac gelat
cs: Zamrzlé jezero
da: Tilfrossen sø
de: Zugefrorener See
el: Παγωμένη Λίμνη
es: Lago helado
eu: Laku izoztua
fa: دریاچه یخ زده
fi: Jäätynyt järvi
fr: Lac glacé
ga: Loch Reoite
gd: Loch reòite
hu: Befagyott tó
id: Danau beku
it: Lago Ghiacciato
ja: 氷結湖
ko: 얼어붙은 호수
ms: Tasik Beku
nl: Bevroren meer
pl: Zamarznięte jezioro
pt_br: Lago Congelado
pt_pt: Lago congelado
ru: Замёрзшее озеро
sk: Zamrznuté jazero
sr: Залеђено Језеро
sv: Frusen sjö
tr: Donmuş Göl
uk: Замерзле озеро
zh: 冰湖
zh_tw: 凍湖

# biome definition
source: A late spring breeze ripples through the conifer forests of the Gulf of Bothnia. At this time of the year the gulf offers great fishing opportunities.
ast: Un oural primaveral repompea pelɐs matɐs de coníferɐs de l Golfu de Bothnia. A esta altura de l anhu, el golfu verbena de peixe.
bg: Късен пролетен бриз се носи през иглолистните гори на Ботническия залив. По това време на годината, заливът предоставя чудесни възможности за риболов.
cs: Jehličnatými lesy Botnického zálivu se vlní pozdní jarní vánek. V tomto ročním období nabízí záliv skvělé možnosti rybolovu.
da: En sen forårsbrise bølger gennem den Botniske Bugts nåleskove. På denne tid af året byder bugten på gode fiskemuligheder.
de: Eine späte Frühlingsbrise raschelt durch die Nadelwälder des Bottnischen Meerbusens. Zu dieser Jahreszeit bietet der Meerbusen ausgezeichnete Angelmöglichkeiten.
es: Una brisa de finales de primavera recorre los bosques de coníferas del golfo de Botnia. En esta época del año, el golfo ofrece grandes posibilidades de pesca.
fi: Myöhäiskevään tuulahdus hymähtää läpi Pohjanlahden havumetsien. Tähän aikaan vuodesta lahti tarjoaa huimat kalastusmahdollisuudet.
fr: Une brise de fin de printemps se propage dans les forêts de conifères du golfe de Botnie. En cette période de l'année, le golfe offre d'importantes opportunités de pêche.
it: Una brezza primaverile tardiva soffia attraverso la foresta di conifere del Golfo di Botnia. In questo periodo dell'anno il golfo offre grandi occasioni di pesca.
ko: 늦은 봄바람이 보스니아 만의 침엽수림을 스쳐지나갑니다. 연중 이맘때 만은 훌륭한 낚시 기회를 제공합니다.
nl: Een late lentebries strijkt door de naaldboombossen bij de Botnische Golf. De ideale tijd van het jaar om uit te varen voor een vistocht.
pl: Późnowiosenna bryza faluje wśród lasów iglastych w Zatoce Botnickiej. O tej porze roku zatoka oferuje wspaniałe możliwości połowu ryb.
pt_pt: Uma brisa de primavera tardia ondula através das florestas de coníferas do Golfo de Bótnia. Nesta altura do ano, o golfo oferece grandes oportunidades de pesca.
ru: Поздний весенний ветерок колышет хвойные леса Ботнического залива. Это время года идеально для рыбалки.
sk: Neskorý jarný vánok čerí ihličnaté lesy pri Botnickom zálive. Počas tohto obdobia roka ponúka záliv vynikajúce príležitosti na rybárčenie.
tr: Geç bir bahar esintisi, Botni Körfezi'nin kozalaklı ormanlarında dalgalanıyor. Yılın bu zamanında körfez harika balık avlama fırsatları sunar.
uk: Пізньовесняний вітерець брижіє хвойними лісами Ботнічної затоки. У цю пору року затока пропонує чудові можливості для риболовлі.
zh: 暮春的微风拂过波斯尼亚湾的针叶林，此地简直是钓鱼佬的天堂。

# biome definition
source: Spring
ast: Primavera
bg: Пролет
br: Nevez-amzer
ca: Primavera
cs: Jaro
da: Forår
el: Άνοιξη
es: Primavera
eu: Udaberria
fa: بهار
fi: Kevät
fr: Printemps
ga: Earrach
gd: Earrach
hu: Tavasz
id: Musim semi
it: Primavera
ja: 春季
ko: 봄
ms: Musim Bunga
nl: Lente
pl: Wiosna
pt_br: Primavera
pt_pt: Primavera
ru: Весна
sk: Jar
sr: Пролеће
sv: Vår
tr: Bahar
uk: Весна
zh: 春季
zh_tw: 春

# biome definition
source: Winter has set in, carpeting the land with its first snow, but the landscape is still dotted with colorful berry bushes.
ast: Intra l hibierno, stradando l suölo cun lɐs primeirɐs nevadɐs, magar que l terreno sigue inxarnado de parrotales coloridos.
bg: Зимата е пристигнала и покрива земята със своя първи сняг, ала околността е все още изпъстрена с цветни боровинкови храсти.
cs: Zima nastala a zemi zasypala prvním sněhem, ale krajina je stále posetá barevnými keři lesních plodů.
da: Vinteren er sat ind og dækker landet med sin første sne, mens landskabet stadig er oversået med farverige bærbuske.
de: Der Winter ist angebrochen und bedeckt das Land mit seinem ersten Schnee. Trotzdem ist die Landschaft immer noch mit bunten Beerensträuchern übersät.
es: El invierno ha llegado cubriendo la tierra con las primeras nieves, sin embargo, entre el paisaje siguen apareciendo coloridos arbustos de bayas.
fi: Talvi on tullut, maa peittyy ensilumeen, mutta maastossa on silti edelleen siellä täällä värikkäitä marjapensaita.
fr: L'hiver s'est installée, recouvrant les terres de ses premières neiges, but le paysage est encore parsemé de buissons à baies colorés.
it: L'inverno è arrivato, tappezzando la terra con la sua prima neve, ma il paesaggio è sempre punteggiato con colorati cespugli di bacche.
ko: 겨울이 시작되어 첫 눈으로 땅을 뒤덮었지만 풍경은 여전히 형형색색의 베리 덤불로 가득 차 있습니다.
nl: Koning Winter is gearriveerd en strooit de eerste sneeuw over het land, waar bosjes kleurrijke bessen zich nog steeds vertonen.
pl: Nadeszła zima, która pokryła ziemię pierwszym śniegiem, ale krajobraz jest nadal usiany kolorowymi krzewami jagodowymi.
pt_pt: O Inverno instalou-se, alcatifando a terra com a sua primeira neve, mas a paisagem ainda está salpicada de arbustos de bagas coloridas.
ru: Наступила зима, укрыв землю первым снегом, но под ним все усеяно разноцветными ягодными кустами.
sk: Prišla zima s prvým snehom, ale krajina je stále posiata pestrofarebnými bobuľovými krami.
tr: Kış, ilk karla toprağı kaplayarak geldi, ancak manzara hala rengarenk yemiş çalılarıyla dolu.
uk: Настала зима, встилаючи землю першим снігом, але ландшафт все ще всіяний різнокольоровими ягідними кущами.
zh: 冬天来了，第一场雪覆盖了大地，五颜六色的浆果灌木丛点缀其间。

# biome definition
source: Winter
ast: Hibierno
bg: Зима
br: Goañv
ca: Hivern
cs: Zima
da: Vinter
el: Χειμώνας
es: Invierno
eu: Negua
fa: زمستان
fi: Talvi
fr: Hiver
ga: Geimhreadh
gd: Geamhradh
hu: Tél
id: Musim dingin
it: Inverno
ja: 冬季
ko: 겨울
ms: Musim Sejuk
pl: Zima
pt_br: Inverno
pt_pt: Inverno
ru: Зима
sk: Zima
sr: Зима
sv: Vinter
tr: Kış
uk: Зима
zh: 冬季
zh_tw: 冬
