Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Upgrade all of your citizen-soldier infantrymen to Elite rank. This increases their military prowess, but decreases their resource gathering rates another -25%.
ast: Ascender tolos ciudadanos-soldáu d'a pie al rangu d'élite. Esto aumenta la so potencia militar, pero amenorga les sos tases de recoyedura otru -25%.
bg: Повишаване на всички пехотни граждани-во̀ини в ранг „Елитен“. Това увеличава военните им умения, но намалява бързината на събиране на ресурси с още -25%.
br: Kas a ra hollad ho soudarded-keodedour war droad er renk Begenn. Lakaat a ra da greskiñ o ampartiz milourel, met bihanaat a ra eus -25% o feur dastum mammennoù.
ca: Ascendiu tots els soldats ciutadans d'infanteria al rang d'elit. Això augmenta la seva destresa militar, però disminueix els índexs de recol·lecció de recursos un -25%.
cs: Povyšte všechny své občanské vojáky pěchoty na úroveň elitních vojáků. Zvýší se jejich bojové schopnosti, ale sníží jejich schopnost získávat suroviny o dalších 25%.
de: Befördere alle Bürger-Soldaten Kavalleristen zum Eliterang. Das erhöht ihre militärischen Fähigkeiten, jedoch senkt es die Fleischsammelrate um -25%.
el: Προάγετε όλους τους πεζικάριους πολίτες-οπλίτες σας στο βαθμό των Εκλεκτών. Αυτό αυξάνει την στρατιωτική τους δύναμη αλλά μειώνει επιπλέον -25% το ποσοστό συλλογής πόρων.
es_mx: Mejora a todos tus ciudadanos-soldado de infantería al rango de Élite. Esto aumenta su destreza militar, pero disminuye su tasa de recolección de recursos otro -25%.
eu: Sustatu zure infanteria hiritar-soldadu guztiak Aurreratua mailara. Gudarako trebetasuna handituko diezu, baino baliabideak biltzeko garaian %25- gutxiago lortuko dute.
fa: ارتقا تمام سربازان شهروند پیاده به رتبه زبده. این باعث افزایش قدرت نظامی آنها می شود اما سرعت جمع کردن منابع -25% دیگر کاهش پیدا میکند.
ga: Uasghradaigh do choisithe míle-shaoránaigh ar fad go an rang Éilite. Méadaíonn sé seo a láidreacht mhíleata, ach laghdaíonn a rátaí bailithe d'acmhainne le -25% eile.
gl: Avanza todos os cidadáns-soldado de infantaría ao rango de elite. Isto aumenta a súa eficacia militar, pero diminúe noutro -25% a velocidade coa que recollen recursos.
hu: Minden gyalogos polgár előléptetése elit rangra. Ez növeli a harci képességeiket, de további -25% a erőforrásgyűjtési sebességükre.
id: Tingkatkan semua infanteri rakyat Anda ke pangkat Elit. Ini meningkatkan kecakapan militer mereka namun mengurangi lagi tingkat pengumpulan sumberdaya sebanyak -25%.
it: Aggiorna tutti i fanti cittadino-soldato al rango Elite. Questo aumenta il loro valore militare, ma diminuisce i tassi di raccolta di risorse di un altro -25%.
ja: すべての市民兵士の歩兵を精鋭ランクに昇進させます。これによって軍事的な技量が上がりますが、資源の採集効率がさらに25%落ちます。
ko: 모든 시민 군인 보병을 정예 계급으로 진급합니다. 이것은 그들의 군사력을 증가시키지만 그들의 자원 수집률은 -25% 더 감소합니다.
lv: Paaugstiniet visus savus pilsoņus-kājniekus līdz Elites pakāpei. Tas palielinās to militāro spēku, taču samazinās resursu iegūšanas ātrumu par -25%.
ms: Tatar semua askar-rakyat infantri anda ke pangkat Elit. Ia meningkatkan kekuatan ketenteraan mereka, tetapi mengurangkan -25% kadar pengumpulan sumber.
nb: Oppgrader alle dine borger-soldatinfanterister til eliterang. Dette øker deres militære skikkethet men senker hastigheten på ressurs-sanking med ytterligere -25%.
nl: Promoveer al je infanterie burgersoldaten tot elite rang. Dit verhoogt hun militaire kracht, maar verminderd de snelheid van hun burgertaken met 25%.
pl: Awansuj wszystkich swoich żołnierzy miejskich piechoty do rangi Elitarnej. Zwiększa to ich waleczność, ale zmniejsza szybkość pozyskiwania surowców o kolejne -25%.
pt_pt: Promove a infantaria de cidadão-soldado à graduação Elite. Isto aumenta o seu poderio militar mas diminui a velocidade de recolha de recursos em -25%.
ru: Повысьте в ранге всех своих граждан-пехотинцев до элитных. Это повысит их воинскую доблесть, но уменьшит сбор мяса ещё на -25%.
sk: Povýši všetkých vašich občanov-vojakov pešiakov na elitný stupeň. Toto zvýši ich vojenské schopnosti, avšak zároveň spomalí ich rýchlosť získavania surovín o ďalších 25%.
sv: Befordra alla dina medborgarsoldat infanterister till rangen Elit. Detta ökar deras militära förmåga men minskar deras resurs insamlingstakt med -25%.
tr: Tüm piyade vatandaş askerlerinizi Seçkin rütbeye terfi ettirin. Askeri kabiliyetleri artar ancak et toplama hızı bir -25% kadar daha azalır.
uk: Удосконалити всіх Ваших піхотинських громадян-солдатів до елітного рангу. Це збільшує їхню військову відвагу, але знижує їхні темпи збирання ресурсу ще на -25%.
zh: 将你所有的步兵民兵晋升到精锐等级。这可以增强他们的力量，但会再降低他们的资源采集速率 -25%。
zh_tw: 將您所有的公民步兵晉升到精銳等級。這可以增強他們的力量，但會再降低他們的資源採集速率 -25%。

source: Elite Citizen-Infantry
ast: Infantería ciudadano d'élite
bg: Елитна цивилна пехота
br: Begenn Arme war droad-Keodedour
ca: Infanteria ciutadana d'elit
cs: Elitní občanská pěchota
de: Elite-Bürgerinfantrie
el: Εκλεκτός Πολίτης-Πεζικάριος
es_mx: Ciudadanos-soldado de élite
eu: Elitezko Infanteria Zibila
fa: پیاده نظام-شهروند زبده
fi: Eliitti kansalaisjalkaväki
ga: Míle-Shaoránaigh Éilíte
gl: Infantaría de cidadáns de elite
hu: Elit gyalogos polgár
id: Infanteri Rakyat Elit
it: Fanteria Cittadina Elite
ja: 精鋭市民歩兵
ko: 정예 시민 보병
lv: Elitāri Pilsoņi-Kājnieki
ms: Askar-Rakyat Infantri Elit
nb: Eliteborgerinfanteri
nl: Elite burgerinfanterie
pl: Elitarna piechota miejska.
pt_pt: Cidadãos soldados de infantaria de elite
ru: Элитный горожанин-пехотинец
sk: Elitná občianska pechota
sv: Elit Medborgar-infanteri
tr: Seçkin Vatandaş-Piyade
uk: Елітна громадянська піхота
zh: 精锐步兵民兵
zh_tw: 精銳公民步兵

source: Pentakosiomédimnoi
bg: Пентакисиомѐдимной
el: Πεντακοσιομέδιμνοι
es_mx: Pentakosiomédimnol
ko: 펜타코시오메딤노이
ru: Пентакосиомедимны
uk: Пентакосіомедімноі
zh: 梭伦改革

source: Celtic mercenaries have their metal cost decreased.
ar: سعر المعدن محفض للمرتزقة الكلتين.
ast: Los mercenarios celtes tienen el costu de metal amenorgáu.
bg: Намалява се цената в метал на келтските наемници.
br: Goprsoudarded Geltek o deus o c'houst metal disteraet.
ca: Els mercenaris celtes costen menys metall.
cs: Náklady u keltských žoldnéřů na kov jsou sníženy.
da: Keltiske lejesoldater koster mindre metal.
de: Keltische Söldner kosten weniger Metall.
el: Οι Κέλτες μισθοφόροι αποκτούν μειωμένο κόστος σε μέταλλο.
es_mx: Los mercenarios celtas reducen su coste en metal.
eu: Zelta mertzenarioek beren balioa metalean jeisten dute.
fa: هزینه ی فلز مزدوران سلتی را کاهش می دهد.
fi: Kelttiläiset palkkasotilaat maksavat vähemmän metallia.
ga: Tá costas miotail laghdaithe d'amhais Cheilteacha.
gl: Diminúe o custo de metal dos mercenarios celtas.
hu: A kelta zsoldosok fémköltsége alacsonyabb.
id: Prajurit bayaran Kelt dikurangi biaya logamnya.
it: I Mercenari Celtici costano meno metallo.
ja: ケルト傭兵の金属コストが減少します。
ko: 켈트 용병의 금속 비용이 감소합니다.
lv: Ķeltu algotņi samazina savas metāla izmaksas.
ms: Askar upahan Celt mendapati kos logam mereka berkurangan.
nb: Keltiske leiesoldater har fått sin metallkost redusert.
nl: Keltische huurlingen kosten minder metaal.
pl: Celtyccy najemnicy mają obniżony koszt metalu.
pt_pt: Diminui o custo do metal para treinar mercenários celtas.
ru: У кельтских наёмников снижена стоимость по металлу.
sk: Náklady vo forme kovu na keltských žoldnierov poklesli.
sv: Keltiska legosoldater har en reducerad metallkostnad.
tr: Paralı kelt askerlerinin metal maliyeti düştü.
uk: Кельтські найманці‎ мають знижену витрату металу.
zh: 凯尔特佣兵金属耗费减少。
zh_tw: 塞爾特傭兵會使他們的金屬耗費減少。

source: Hire a Celtic mercenary captain to reduce cost -20 metal for Celtic mercenaries.
ar: إستاجر كابتن مرتزقة كلتي لتخفيض سعر المعدن بـ -20 للمرتزقة الكلتيين.
ast: Contrata a un caudiellu mercenariu celta p'amenorgar en -20 el costu en metal a los mercenarios celtes.
bg: Наемането на келтски наемен капитан намалява цената в метал с -20 за келтските наемници.
br: Enfredit ur c'hapiten goprsoudard kelt evit digreskiñ eus -20 ar c'houst e metal evit ar goprsoudarded kelt.
ca: Contracteu un capità mercenari celta per a reduir el cost del metall dels mercenaris celtes un 20%.
cs: Najměte kapitána keltských žoldnéřů, aby se snížily náklady na kov pro keltské žoldnéře o -20.
da: Hyr en keltisk lejesoldatskaptajn for at gøre keltisk lejesoldater -20 metal billigere.
de: Wirb einen keltischen Söldnerhauptmann an, um die Metallkosten für keltische Söldner um 20 zu senken.
el: Στρατολογήστε ένα Κέλτη μισθοφόρο λοχαγό για να μειωθεί κατά -20 το κόστος σε μέταλλο για τους Κέλτες μισθοφόρους.
es_mx: Contrata un general mercenario galo para reducir el coste de los mercenarios celtas en -20 unidades menos de metal.
eu: Kapitain mertzenario Zelta kontratatu Zelta mertzenarioek duten metal gastua -20 gutxitzeko.
fa: یک فرمانده سلتی را استخدام کنید تا هزینه ی فلز مزدوران سلتی را به اندازه -20 کاهش دهد.
fi: Palkkaa Kelttiläinen palkkasoturikapteeni jotta Kelttiläiset palkkasotilaat maksavat -20 metallia.
ga: Fostaigh captaen Ceilteach na n-amhas do chostas miotail a laghdú le -20 d'amhais Cheilteacha.
gl: Contrata un capitán mercenario celta para reducir o custo de metal dos mercenarios celtas en -20.
hu: Bérelj fel egy kelta zsoldoskapitányt, így -20 minden kelta zsoldos fémköltségére.
id: Menyewa kapten prajurit bayaran Kelt untuk mengurangi biaya logam prajurit bayaran Kelt sebanyak -20.
it: Ingaggia un Capitano Mercenario Celtico per ridurre i costi di metallo per i mercenari Celtici di -20%.
ja: ケルト傭兵佐官を雇うと、ケルト傭兵の金属コストを20削減できます。
ko: 켈트족 용병 대장을 고용하고 켈트족 용병 금속 비용을 -20 줄입니다.
lv: Noalgojiet Ķeltu algotņu kapteini, lai samazinātu Ķeltu algotņu metāla izmaksas par -20.
ms: Upah kapten upahan Gaul dapat kurangkan kos -20 logam untuk askar upahan Celt.
nb: Hyr en keltisk leiesoldatskaptein for å redusere metallkost -20 for keltiske leiesoldater.
nl: Huur een Keltische huurlingenkapitein om de kost voor Keltische huurlingen met 20 metaal te verminderen.
pl: Zatrudnij Celtyckiego kapitana najemników, aby zmniejszyć o -20 koszt metalu dla Celtyckich najemników.
pt_pt: Contrata um capitão dos mercenários celtas para reduzir o custo de metal em 20 nos mercenários celtas.
ru: Наймите кельтского военачальника для уменьшения стоимости кельтских наёмников на -20 металла.
sk: Najme keltského žoldnierskeho kapitána pre zníženie nákladov na ich verbovanie o 20 kovu.
sv: Hyr en keltiska legosoldat befälhavare för att reducera metallkostnaden för keltiska legosoldater med -20.
tr: Kelt paralı askerin ücretini -20 metal azaltmak için bir Kelt komutan al.
uk: Найняти кельтського найманського капітана, щоб знизити витрату на -20 металу для кельтських найманців.
zh: 雇用一个凯尔特佣兵队长以 -20 金属花费在塞尔特佣兵上。
zh_tw: 雇用一個塞爾特傭兵隊長以 -20 金屬花費在塞爾特傭兵上。

source: Celtic Mercenary Captain
ast: Caudiellu mercenariu celta
bg: Келтски наемен капитан
br: Kabiten Goprsoudard Keltek
ca: Capità mercenari celta
cs: Keltský žoldnéřský kapitán
da: Keltisk Lejesoldatskaptajn
de: Keltischer Söldnerhauptmann
el: Λοχαγός Κέλτης Μισθοφόρος
es_mx: Capitán celta mercenario
eu: Mertzenario Kapitain Zelta
fa: فرمانده مزدور سلتی
fi: Kelttiläinen palkkasoturikapteeni
ga: Captaen Ceilteach na nAmhas
gl: Capitán mercenario celta
hu: Kelta zsoldoskapitány
id: Kapten Prajurit Bayaran Kelt
it: Capitano Mercenario Celtico
ja: ケルト傭兵佐官
ko: 켈트 용병 함장??
lv: Ķeltu Algotņu Kapteinis
ms: Kapten Upahan Celt
nb: Keltisk leiesoldatkaptein
nl: Keltische huurlingenkapitein
pl: Celtycki kapitan najemników
pt_pt: Capitão mercenário celta
ru: Кельтский командир наёмников
sk: Keltský žoldniersky kapitán
sv: Keltisk Legosoldat Befälhavare
tr: Gelişmiş Paralı Kaptanı
uk: Кельтський найманський капітан
zh: 凯尔特佣兵队长
zh_tw: 塞爾特傭兵隊長

source: Hire a Gallic mercenary general to reduce cost -20 metal for Celtic mercenaries.
ast: Contrata a un xeneral mercenariu gallu p'amenorgar en -20 el costu en metal a los mercenarios celtes.
bg: Наемането на галски наемен генерал намалява цената в метал с -20 за келтските наемници.
br: Enfredit ur jeneral goprsoudard Gallian evit digreskiñ eus -20 ar c'houst e metal evit ar goprsoudarded kelt.
ca: Contracteu un general mercenari gal per a reduir el cost de metall dels mercenaris celtes un 20%.
cs: Najměte velitele galských žoldnéřů, aby se snížily náklady na kov pro keltské žoldnéře o -20.
da: Hyr en gallisk lejesoldatsgeneral for at gøre keltiske lejesoldater -20 metal billigere.
de: Wirb einen gallischen Söldnerhauptmann an, um die Metallkosten für keltische Söldner um 20 zu senken.
el: Στρατολογήστε ένα Γαλάτη μισθοφόρο στρατηγό για να μειωθεί κατά -20 το κόστος σε μέταλλο για τους Κέλτες μισθοφόρους.
es_mx: Contrata un general mercenario galo para reducir el coste en metal de los mercenarios celtas en -20 unidades.
eu: Jeneral mertzenario Galiarra kontratatu Zelta mertzenarioek duten metal gastua -20 gutxitzeko.
fa: یک فرمانده گال را استخدام کنید تا هزینه ی فلز مزدوران سلتی را به اندازه -20 کاهش دهد.
fi: Palkkaa Gallialainen palkkasoturikenraali jotta Kelttiläiset palkkasotilaat maksavat -20 metallia.
ga: Fostaigh captaen Gallach na n-amhas do chostas miotail a laghdú le -20 d'amhais Cheilteacha.
gl: Contrata un xeneral mercenario galo para reducir o custo de metal dos mercenarios celtas en -20.
hu: Bérelj fel egy gall zsoldos tábornokot, így -20 minden kelta zsoldos fémköltségére.
id: Menyewa jenderal prajurit bayaran Galia untuk mengurangi biaya logam prajurit bayaran Kelt sebanyak -20.
it: Ingaggia un Generale Mercenario Gallico per ridurre i costi di metallo per i mercenari Celtici di -20%.
ja: ガリア傭兵将官を雇うと、ケルト傭兵の金属コストを20削減できます。
ko: 갈리아 용병 장군을 고용하고 켈트 용병의 금속 비용을 -20 줄일 수 있습니다.
lv: Noalgojiet Gallu algotņu kapteini, lai samazinātu Gallu algotņu metāla izmaksas par -20.
ms: Upah jeneral upahan Gaul dapat kurangkan kos -20 logam untuk askar upahan Celt.
nb: Hyr en Gallisk leiesoldatskaptein for å redusere metallkost -20 for galliske leiesoldater.
nl: Huur een Keltische huurlingengeneraal om de kost voor Keltische huurlingen met 20 metaal te verminderen.
pl: Zatrudnij Galijskiego generała najemników, aby zmniejszyć o -20 koszt metalu dla Celtyckich najemników.
pt_pt: Contrata um general mercenário gaulês para reduzir o custo de metal em -20 nos mercenários celtas.
ru: Наймите галльского военачальника для уменьшения стоимости галльских наёмников на -20 металла.
sk: Najme galského žoldnierskeho kapitána pre zníženie nákladov na verbovanie keltských žoldnierov o 20 kovu.
sv: Lej en Gallisk legosoldatgeneral för att minska kostnaden för Keltiska legosoldater med -20 metall.
tr: Kelt paralı askerin ücretini -20 metal azaltmak için bir Galyalı bir general al.
uk: Найняти гальського найманського полководця, щоб знизити витрату на -20 металу для кельтських найманців.
zh: 雇用一个凯尔特佣兵将军以 -20 金属花费在凯尔特佣兵上。
zh_tw: 雇用一個塞爾特傭兵將軍以 -20 金屬花費在塞爾特傭兵上。

source: Gallic Mercenary General
ar: قائد مرتزقة غاليّ
ast: Xeneral mercenariu galu
bg: Галски наемен генерал
br: Jeneral Goprsoudard Gallian
ca: General mercenari gal
cs: Velitel galských žoldnéřů
da: Gallisk Lejesoldatsgeneral
de: Gallischer Söldnerfeldherr
el: Γαλάτης Μισθοφόρος Στρατηγός
es_mx: General Mercenario Galo
eu: Jeneral Mertzenario Galiarra
fa: فرمانده مزدور گال
fi: Gallialainen palkkasoturikenraali
ga: Ginearál Gallach na nAmhas
gl: Xeneral mercenario galo
hu: Gall zsoldos tábornok
id: Jenderal Prajurit Bayaran Galia
it: Generale Mercenario Gallico
ja: ガリア傭兵将官
ko: 갈리아 용병 장군 EHSMS 대장
lv: Gallu Algotņu Ģenerālis
ms: Jeneral Upahan Gaul
nb: Gallisk leiesoldatgeneral
nl: Gallische huurlingengeneraal
pl: Galijski generał najemników
pt_pt: General mercenário gaulês
ru: Галльский командир наёмников
sk: Galský žoldniersky kapitán
sv: Gallisk Legosoldat Befälhavare
tr: Galyalı Paralı General
uk: Гальський найманський полководець
zh: 凯尔特佣兵将军
zh_tw: 塞爾特傭兵將軍

source: Iberian mercenaries have their metal cost decreased.
ar: لدي المرتزقة الـ أيبيري سعر معدن محفض.
ast: Los mercenarios íberos tienen el costu de metal amenorgáu.
bg: Намалява се цената в метал на иберийските наемници.
br: Goprsoudarded Iberian o deus o c'houst metal disteraet.
ca: Els mercenaris ibers costen menys metall.
cs: Náklady u iberských žoldnéřů na kov jsou sníženy.
da: Iberiske lejesoldater koster mindre metal.
de: Iberische Söldner kosten weniger Metall.
el: Οι Ίβηρες μισθοφόροι αποκτούν μειωμένο κόστος σε μέταλλο.
es_mx: Los mercenarios íberos reducen su coste en metal.
eu: Iberiar mertzenarioek beren balioa metalean jaisten dute.
fa: هزینه ی فلز مزدوران ایبریایی را کاهش می دهد.
fi: Iberialaiset palkkasotilaat maksavat vähemmän metallia.
ga: Tá costas miotail laghdaithe d'amhais Ibéaracha.
gl: Diminúe o custo de metal dos mercenarios iberos.
hu: Az ibériai zsoldosok fémköltsége alacsonyabb.
id: Prajurit bayaran Iberia dikurangi biaya logamnya.
it: I Mercenari Iberici costano meno metallo
ja: イベリア傭兵は自らの金属コストを削減します。
ko: 이베리아 용병을 고용할때 금속 비용이 감소합니다.
lv: Ibēriešu algotņi samazina savas metāla izmaksas.
ms: Askar upahan Iberia mendapati kos logam mereka berkurangan.
nb: Iberiske leiesoldater har redusert metall-kost.
nl: Verminder de metaalkost voor Iberische huurlingen.
pl: Iberyjscy najemnicy mają obniżony koszt metalu.
pt_pt: Diminui o custo do metal para treinar mercenários ibéricos
ru: У иберских наёмников снижена стоимость по металлу.
sk: Náklady vo forme kovu na iberských žoldnierov poklesli.
sv: Iberiska legosoldater har en reducerad metallkostnad.
tr: Paralı İber askerlerinin metal maliyeti düştü.
uk: Іберійські найманці‎ мають знижену витрату металу.
zh: 伊比利亚佣兵会使他们的金属耗费减少。
zh_tw: 伊比利傭兵會使他們的金屬耗費減少。

source: Hire a Lusitanian mercenary captain to reduce cost -20 metal for Iberian mercenaries.
ast: Contrata a un caudiellu mercenariu lusitanu p'amenorgar en -20 el costu en metal a los mercenarios íberos.
bg: Наемането на лузитански наемен капитан намалява цената в метал с -20 за иберийските наемници.
br: Enfredit ur c'hapiten goprsoudard Lusitanian evit digreskiñ eus -20 ar c'houst e metal evit ar goprsoudarded Iberian.
ca: Contracteu un capità mercenari lusità per a reduir el cost de metall dels mercenaris ibers un 20%.
cs: Najměte kapitána lusitánských žoldnéřů, aby se snížily náklady na kov pro iberské žoldnéře o -20.
da: Hyr en lusitansk lejesoldatskaptajn for at gøre iberiske lejesoldater -20 metal billigere.
de: Wirb einen lusitanischen Söldnerhauptmann an, um die Metallkosten für iberische Söldner um 20 zu senken.
el: Στρατολογήστε ένα Λουζιτανό μισθοφόρο λοχαγό για να μειωθεί κατά -20 το κόστος σε μέταλλο για τους Ίβηρες μισθοφόρους.
es_mx: Contrata un capitán mercenario lusitano para reducir en -20 unidades de metal para los mercenarios íberos.
eu: Kapitain mertzenario Lusitaniarra kontratatu Iberiar mertzenarioek duten metal gastua -20 gutxitzeko.
fa: یک فرمانده لوسیتینیایی را استخدام کنید تا هزینه فلز مزدوران ایبرایی را به اندازه -20 کاهش دهد.
ga: Fostaigh captaen Lúsaiteánach na n-amhas do chostas miotail a laghdú le -20 d'amhais Ibéaracha.
gl: Contrata un capitán mercenario lusitano para reducir o custo de metal dos mercenarios iberos en -20.
hu: Bérelj fel egy luzitán zsoldoskapitányt, így -20 minden ibériai zsoldos fémköltségére.
id: Menyewa kapten prajurit bayaran Lusitania untuk mengurangi biaya logam prajurit bayaran Iberia sebanyak -20.
it: Ingaggia un Capitano Mercenario Lusitano per ridurre i costi di metallo per i mercenari Iberici di -20%.
ja: ルシタニア傭兵佐官を雇うと、イベリア傭兵の金属コストを20削減できます。
ko: 루시타니아 용병 대장을 고용하여 이베리아 용병들의 금속 비용을 -20 감소합니다.
lv: Noalgojiet Lusitāņu algotņu kapteini, lai samazinātu Luzitāņu algotņu metāla izmaksas par -20.
ms: Upah kapten upahan Lusitan dapat kurangkan kos -20 logam untuk askar upahan Iberia.
nb: Lei en lusitaniansk leiesoldat-kaptein for å redusere kost med -20 metall for Iberiske leiesoldater.
nl: Huur een Lusitaniaanse huurlingenkapitein om de kost van Iberische huurlingen met 20 metaal te verminderen.
pl: Zatrudnij Luzytańskiego kapitana najemników, aby zmniejszyć o -20 koszt metalu dla Iberyjskich najemników.
pt_pt: Contrata um capitão dos mercenários Lusitanos para reduzir o custo de metal para treinar mercenários Ibéricos em -20.
ru: Найми лузитанского капитана для уменьшения стоимости лузитанских наёмников на -20 металла.
sk: Najme lusitánskeho žoldnierskeho kapitána pre zníženie nákladov na verbovanie iberských žoldnierov o 20 kovu.
sv: Lej en Lusitanisk legosoldatkapten för att minska kostnaderna för iberiska legosoldater med -20 metall.
tr: Bir Lusityalı paralı asker komutanı işe alarak İberyalı paralı askerlerin metal maliyetlerini -20 azaltın.
uk: Найняти лузітанського найманського капітана, щоб знизити витрату на -20 металу для іберійських найманців.
zh: 雇用一个卢西塔尼亚佣兵队长以 -20 金属花费在伊比利佣兵上。
zh_tw: 雇用一個魯斯塔尼亞傭兵隊長以 -20 金屬花費在伊比利傭兵上。

source: Lusitanian Mercenary Captain
ast: Caudiellu mercenariu lusitanu
bg: Лузитански наемен капитан
br: Kabiten Goprsoudard Luzitanian
ca: Capità mercenari lusità
cs: Kapitán lusitánských žoldnéřů
da: Lusitansk Lejesoldatskaptajn
de: Lusitanischer Söldnerhauptmann
el: Λουσιτάνος Μισθοφόρος Λοχαγός
es_mx: Capitán Mercenario Lusitano
eu: Kapitain Mertzenario Lusitaniarra
fa: فرمانده مزدور لوسیتیایی
fi: Lusitanialainen palkkasoturikapteeni
ga: Captaen Lúsaiteánach na nAmhas
gl: Capitán mercenario lusitano
hu: Luzitán zsoldoskapitány
id: Kapten Prajurit Bayaran Lusitania
it: Capitano Mercenario Lusitano
ja: ルシタニア傭兵佐官
ko: 루시타니아 용병 함장??
lv: Luzitāņu algotņu kapteinis
ms: Kapten Upahan Lusitan
nb: Lusitansk leiesoldatkaptein
nl: Lucitaniaanse huurlingkapitein
pl: Luzytański kapitan najemników
pt_pt: Capitão mercenário lusitano
ru: Лузитанский военачальник наёмников
sk: Lusitánsky žoldniersky kapitán
sv: Lusitanisk Legosoldat Kapten
tr: Lusitanialı Paralı Kaptan
uk: Лузітанський найманський капітан
zh: 卢西塔尼亚佣兵队长
zh_tw: 魯斯塔尼傭兵隊長
