Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – With training structure selected. Add the 1st, 2nd, … unit shown to the training queue for all the selected structures
ast: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – Cun structura creadora escolyida. Aggregare la 1a, 2a, … unidá siñalada a lɐs riestrɐs de todɐlɐs structurɐs escolyidɐs
bg: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 — При избрана обучаваща сграда — добавяне съответно на 1-ва, 2-ра и т.н. поред единица в списъка за обучаване на всички избрани сгради
ca: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – Amb estructures seleccionades. Afegeix a la cua de reclutament la primera, segona, etc. unitat per a totes les estructures seleccionades.
cs: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – S vybranou stavbou, kde probíhá výcvik. Přidejte 1., 2.,… zobrazenou jednotku do výcvikové řady pro všechny vybrané stavby
de: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – Wenn ein Ausbildungsgebäude ausgewählt ist. Füge die erste, zweite … angezeigte Einheit für alle ausgewählten Gebäude der Warteschlange hinzu
el: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – Με τη δομή εκπαίδευσης επιλεγμένη. Προσθέστε τη 1η,2η,... μονάδα να εμφανιστεί στην ουρά εκπαίδευσης για όλες τις επιλεγμένες μονάδες
es: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – Con estructuras de reclutamiento seleccionadas. Añade 1, 2, … unidades a la cola de reclutamiento de las estructuras seleccionadas
eu: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – Trebatze egitura hautatuta. Gehitu erakusten den 1., 2., ... unitatea hautatutako egitura guztietako trebatze ilaran
fi: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – Kun koulutusrakenne on valittu. Lisää kaikkien valittujen rakenteiden koulutusjonoon 1., 2., ... näkyvillä oleva yksikkö.
fr: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – Avec une structure d'entraînement selectionnée. Ajouter la 1ère, 2ème, … unité en file d'attente d'entraînement pour toutes les structures sélectionnées
gd: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – Le togalach oideachaidh no dhà air a thaghadh. Cuir a’ chiad, an dàrna, … aonad a chì thu air a’ chiudha oideachaidh sa h‑uile togalach a thagh thu
gl: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, tecla de acceso rápido. session.queueuunit.7 – Coa estrutura de adestramento seleccionada. Engade a 1a, 2a, ... unidade mostrada á cola de adestramento para todas as estruturas seleccionadas
id: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – Dengan bangunan pelatihan dipilih. Tambahkan unit yang pertama, kedua, … ditampilkan ke antrean pelatihan untuk semua bangunan yang dipilih
it: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – Con l'apposita struttura selezionata, aggiungi la prima, seconda,.... unità alla coda d'allenamento per tutte le strutture selezionate
ja: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – 養成できる施設を選択した状態で、選択されたすべての建物に表示されている1番目、2番目...のユニットをトレーニングキューに追加します。
ko: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – 훈련 건축물들이 선택되어 있습니다. 선택된 모든 건축물들에 대해 표시된 첫 번째, 두 번째, … 유닛을 훈련 대기열에 추가합니다
nl: sneltoets.session.queueunit.1, sneltoets.session.queueunit.2, sneltoetssession.queueunit.3, sneltoets.session.queueunit.4, sneltoets.session.queueunit.5, sneltoets.session.queueunit.6, sneltoets.session.queueunit.7 – Met een rekruteringsgebouw geselecteerd. Voeg de 1e, 2e, … getoonde eenheid toe aan de rekruteringswachtrij voor alle geselecteerde gebouwen
pl: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – przy zaznaczonym budynku: dodaj 1., 2., ... jednostkę do kolejki szkoleniowej dla wszystkich zaznaczonych budynkach
pt_pt: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – adiciona a 1ª, 2ª… unidade mostrada à fila de treino em todas as estruturas selecionadas
ru: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 при выбранных обучающих зданиях — добавить первого, второго и т.д. показанных юнитов в очередь обучения во всех выбранных зданиях
sv: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – Med markerad träningsbyggnad. Lägg till 1:a, 2:a, ... enheten som visas till produktionskön för alla markerade byggnader.
tr: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – Eğitim yapısı seçiliyken. Seçilen tüm yapılar için eğitim kuyruğuna gösterilen 1., 2., … birimini ekleyin
uk: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – З вибраною спорудою для тренування. Додайте 1-ий, 2-ий, ... відображений юніт до черги тренування для всіх вибраних споруд
zh: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – 选取建筑列表，将单位添加到所有已选定建筑的生产队列中
zh_tw: hotkey.session.queueunit.1, hotkey.session.queueunit.2, hotkey.session.queueunit.3, hotkey.session.queueunit.4, hotkey.session.queueunit.5, hotkey.session.queueunit.6, hotkey.session.queueunit.7 – 選取生產建築時，將第一個、第二個……顯示的單位加到所有建築的訓練佇列

source: hotkey.session.highlightguarded with unit(s) selected – Highlight the unit(s)/structure(s) guarded by the selection
ast: hotkey.session.highlightguarded, cun unidá(des) escolyida(s) – Ressaltare la(s) unidá(des)/structura(s) curiada(s) pola escolyeiꞇha
bg: hotkey.session.highlightguarded — При избрани единици — показване на единиците или сградите пазени от тях
ca: hotkey.session.highlightguarded amb unitats seleccionades – Marca les unitats/estructures que la selecció està defensant
cs: hotkey.session.highlightguarded s vybranou jednotkou (jednotkami) – Zvýrazněte jednotku (jednotky)/stavbu (stavby) střežené výběrem
de: hotkey.session.highlightguarded mit ausgewählten Einheiten – Einheit(en)/Gebäude hervorheben, die von der Auswahl bewacht werden
el: hotkey.session.highlightguarded with unit(s) selected – Επισημαίνει τις μονάδες/κατασκευές που φρουρούντε απο την επιλογή.
es: hotkey.session.highlightguarded con unidades selecciones – Destaca las unidades/estructuras agrupadas en la selección
eu: hotkey.session.highlightguarded aukeratutako unitateekin – Aukeraketak babestutako egitura eta unitateak nabarmentzen ditu.
fi: hotkey.session.highlightguarded kun yksikkö(jä) valittuna – Korosta yksiköt/rakenteet, joita valinta suojaa.
fr: hotkey.session.highlightguarded with unit(s) selected – Mettre en surbrillance la ou les unité(s) / structure(s) gardée(s) par la sélection
gd: hotkey.session.highlightguarded le aonadan air an taghadh – Soillsichidh seo na h-aonadan agus na togalaich a tha ’gan dìon leis na thagh thu
gl: hotkey.session.highlightguarded con unidade(s) seleccionada – resalte a(s) unidade(s)/estrutura(s) protexida(s) pola selección
id: hotkey.session.highlightguarded dengan unit terpilih – Menyoroti unit/bangunan yang dijaga oleh unit terpilih
it: hotkey.session.highlightguarded with unit(s) selected – Evidenzia le unità o strutture in guardia dalla selezione
ja: hotkey.session.highlightguarded with unit(s) selected – 選択したユニット/建物をハイライト表示します。
ko: hotkey.session.highlightguarded with unit(s) selected – 선택 영역으로 보호되는 유닛/건축물을 강조 표시합니다
nl: sneltoets.session.highlightguarded met geselecteerde eenheid (eenheden – Toon welke eenheid (eenheden) / gebouw(en) bewaakt worden door de geselecteerde eenheden
pl: hotkey.session.highlightguarded z zaznaczoną jednostką – podświetla jednostki/budynki bronione przez zaznaczone jednostki/budynki
pt_pt: hotkey.session.highlightguarded com unidades selecionadas – destaca as construções ou unidades que as unidades ou construções selecionadas estão a proteger
ru: hotkey.session.highlightguarded при выбранных юнитах — подсветить объекты, охраняемые выбранными юнитами
sv: hotkey.session.highlightguarded med valda enheter – Markera enheter/byggnader som vaktas av urvalet
tr: hotkey.session.highlightguarded with unit(s) selected – Seçimle korunan üniteyi(leri) / yapıyı(ları) vurgulayın
uk: hotkey.session.highlightguarded з вибраними одиницями – виділіть одиницю(и)/структуру(и), які охороняються виділенням
zh: hotkey.session.highlightguarded 所选单位 – 高亮显示所选的单位/建筑
zh_tw: hotkey.session.highlightguarded – 突顯所選單位守護的單位／建築

source: hotkey.session.highlightguarding with unit(s)/structure(s) selected – Highlight the unit(s) guarding the selection
ast: hotkey.session.highlightguarding, cun unidá(des)/structura(s) escolyida(s) – Ressaltare la(s) unidá(des) que stea(n) curiando la escolyeiꞇha
bg: hotkey.session.highlightguarding — При избрани единици/сгради — показване на единиците/сградите, които ги пазят
ca: hotkey.session.highlightguarding amb unitats/estructures seleccionades – Marca les unitats que defensen la selecció
cs: hotkey.session.highlightguarding s vybranou jednotkou (jednotkami)/stavbou (stavbami) – Zvýrazněte jednotku (jednotky) chránící výběr
de: hotkey.session.highlightguarding mit ausgewählten Einheit(en)/Gebäud(en) – Einheit(en) hervorheben, die die Auswahl bewachen
el: hotkey.session.highlightguarding με μονάδες/κατασκευές επιλεγμένες – Επισημαίνει τις μονάδες πο φρουρούν την επιλογή.
es: hotkey.session.highlightguarding con unidades/estructuras seleccionadas – Destaca las unidades agrupadas en la selección
eu: hotkey.session.highlightguarding aukeratutako egitura edo unitateekin – Aukeraketa babesten duten unitateak nabarmentzen ditu .
fi: hotkey.session.highlightguarding kun yksikkö(jä) valittuna – Korosta valintaa vartioivat yksiköt
fr: hotkey.session.highlightguarding avec des unité(s)/structure(s) selectionnées – Mettre en surbrillance la ou les unité(s) / structure(s) gardée(s) par la sélection
gd: hotkey.session.highlightguarding le aonad(s)/structure(s) no togalaichean air an taghadh – Soillsichidh seo na h-aonadan a tha a’ dìon na thagh thu
gl: hotkey.session.highlightguarding coa(s) unidade(s)/estrutura(s) seleccionadas – resalte as unidades que protexen a selección
id: hotkey.session.highlightguarding dengan unit/bangunan terpilih – Menyoroti unit yang menjaga unit/bangunan terpilih
it: hotkey.session.highlightguarding with unit(s)/structure(s) selected – Evidenzia le unità che proteggono la selezione
ja: hotkey.session.highlightguarding with unit(s)/structure(s) selected – 選択部分をガードしているユニットをハイライト表示します。
ko: hotkey.session.highlightguarding with unit(s)/structure(s) selected – 선선택 영역을 지키는 유닛의 강조 표시합니다
nl: sneltoets.session.highlightguarding met geselecteerde eenheid (eenheden – Toon de eenheid (eenheden) die de selectie bewaken
pl: hotkey.session.highlightguarding z zaznaczoną jednostką/budowlą – podświetla jednostki broniące zaznaczone jednostki/budynki
pt_pt: hotkey.session.highlightguarding com unidades selecionadas – destaca as unidades ou construções que as unidades ou construções selecionadas estão a proteger
ru: hotkey.session.highlightguarding при выбранных объектах — подсветить юниты, охраняющие выбранные объекты
sv: hotkey.session.highlightguarding med valda enheter/byggnader – Markerar enheterna som vaktar urvalet
tr: hotkey.session.highlightguarding with unit(s)/structure(s) selected – Seçimi koruyan birimi(leri) göster
zh: hotkey.session.highlightguarding 所选单位/建筑 – 高亮显示所选的单位
zh_tw: hotkey.session.highlightguarding – 突顯守護所選單位／建築的單位

source: highlightguarding.showstatusbars – See all status bars (which would also show the building progress)
ast: highlightguarding.showstatusbars – Ver todɐlɐs barrɐs de stadu (&, poro, l abance de lɐs obrɐs)
bg: highlightguarding.showstatusbars — Показване на всички ленти на състоянието (което би показало и напредъка при строеж)
ca: highlightguarding.showstatusbars – Mostra totes les barres d'estat (incloent les construccions en progrés)
cs: highlightguarding.showstatusbars – Vidět všechny stavové proužky (čímž je současně ukázán i postup stavění)
de: highlightguarding.showstatusbars – Alle Statusleisten anzeigen (inklusive Baufortschritt)
el: highlightguarding.showstatusbars – Εμφάνιζει τις μπάρες με δεδομένα ( οι οποίες επίσης δείχνουν τη πρόοδο του κτηριου)
es: highlightguarding.showstatusbars – Muestra todas las barras de estado (incluyendo el progreso de construcción)
eu: highlightguarding.showstatusbars – Ikusi egoera-barra guztiak (baita eraikitze aurrerapenak ere)
fi: highlightguarding.showstatusbars – Näytä kaikki tilapalkit (jotka näyttävät myös rakennustyön edistymisen)
fr: highlightguarding.showstatusbars – Voir toutes les barres d'état ( également celles qui montreraient les progrès de la construction)
gd: highlightguarding.showstatusbars – Seall a h-uile bàr-inbhe (seallaidh seo adhartas an togail cuideachd)
gl: highlightguarding.showstatusbars – ver todas as barras de estado (que tamén mostrarían o progreso da construción)
id: highlightguarding.showstatusbars – Lihat semua bilah status (yang juga akan menunjukkan kemajuan pembangunan)
it: highlightguarding.showstatusbars – Visualizza tutte le barre di stato (compresi i progressi di costruzione)
ja: highlightguarding.showstatusbars – すべてのステータスバーを表示（建設中の進捗状況も表示されます）
ko: highlightguarding.showstatusbars – 모든 상태 막대 보기(건물 진행 상황도 표시됨)
nl: highlightguarding.showstatusbars – Toon alle statusbalken (toont ook de voortgang van gebouwen)
pl: highlightguarding.showstatusbars – pokazuje paski statusu (w tym postęp budowy)
pt_pt: highlightguarding.showstatusbars – ver todas as barras de estado (que também mostrarão o progresso do edifício)
ru: highlightguarding.showstatusbars — посмотреть все строки состояния (которые могут так же показывать прогресс строительства)
sv: highlightguarding.showstatusbars – Visa alla statusrader (skulle även visa byggframsteg)
tr: highlightguarding.showstatusbars – Tüm durum çubuklarını görün (inşaat ilerlemesini de gösterir)
uk: highlightguarding.showstatusbars – Побачити всі смуги стану (що також покаже просування будівництва)
zh: highlightguarding.showstatusbars – 查看所有状态栏（同时显示建筑进度）
zh_tw: highlightguarding.showstatusbars – 顯示所有狀態列（同時也會顯示建築進度）

source: hotkey.summary – Toggle summary window
ast: hotkey.summary – Alternare l quadro Resume
bg: hotkey.summary — Показване на прозореца с обобщението
ca: hotkey.summary – Mostra/Amaga la finestra de resum
cs: hotkey.summary – Přepnout okno shrnutí
de: hotkey.summary – Übersichtsfenster umschalten
el: hotkey.summary – Εμφάνιση/απόκρυψη παραθύρου περίληψης
es: hotkey.summary – Muestra la ventana de resumen
eu: lastertekla.laburpena – Txandakatu laburpenaren leihoa
fi: hotkey.summary – Avaa/sulje yhteenvetoikkuna
fr: hotkey.summary – Afficher la fenêtre de résumé
gd: hotkey.summary – Toglaich uinneag a’ gheàrr-chunntais
gl: hotkey.summary – alterna a xanela de resumo
hu: hotkey.summary – Összesítő ablak megnyitása / bezárása
id: hotkey.summary – Setel jendela ringkasan
it: hotkey.summary – Apri finestra riepilogo
ja: hotkey.summary – 総括画面の切り替え
ko: hotkey.summary – 요약 창 전환
nl: sneltoets.summary – Toon / verberg overzichtsscherm
pl: hotkey.summary – włącza okno podsumowania
pt_pt: hotkey.summary – mostra ou esconde a janela de estatísticas
ru: hotkey.summary — показать или скрыть окно со сводной таблицей игры
sv: hotkey.summary – Visa sammanfattningsfönster
tr: hotkey.summary – Özet penceresini aç/kapat
uk: hotkey.summary – Перемкнути вікно підсумку.
zh: hotkey.summary – 显示/隐藏总览窗口
zh_tw: hotkey.summary – 顯示摘要視窗

source: hotkey.lobby – Show the multiplayer lobby in a dialog window
ast: hotkey.lobby – Amostrar l antepar n una feniestra de diálogu
bg: hotkey.lobby — Отваряне на чакалнята чакалнята в прозорец
ca: hotkey.lobby – Mostra la sala multijugador en una finestra de diàleg
cs: hotkey.lobby – Ukázat herní skupini pro více hráčů v dialogovém okně
de: hotkey.lobby – Multiplayer-Lobby in einem Dialogfenster zeigen
el: hotkey.lobby – Εμφάνιση λόμπι πολλαπλών παικτών σε παράθυρο διαλόγου.
es: hotkey.lobby – Muestra la sala multijugador en una ventana de diálogo
eu: hotkey.lobby – Erakutsi hainbat jokalarien gela elkarrizketa leihoan.
fi: hotkey.lobby – Näytä moninpeliaula valintaikkunassa
fr: hotkey.lobby – Montrer le salon multijoueurs dans une fenêtre de dialogue.
gd: hotkey.lobby – Seall an lobaidh ioma-chluicheadair ann an uinneag còmhraidh
gl: hotkey.lobby – mostra o lobby multixogador nunha xanela de diálogo
hu: hotkey.lobby – Többjátékos váró megjelenítése egy párbeszédablakban
id: hotkey.lobby – Tampilkan lobi main bersama di jendela dialog
it: hotkey.lobby – Apri lobby multiplayer in una finestra di dialogo
ja: hotkey.lobby – マルチプレイヤーロビーをダイアログウィンドウで表示します
ko: hotkey.lobby – 대화 창에서 멀티플레이어 로비를 표시합니다
nl: sneltoets.lobby – Toon de multiplayer lobby in een dialoogvenster
pl: hotkey.lobby – pokaż lobby gry wieloosobowej w oknie dialogowym
pt_pt: hotkey.lobby – mostrar a sala de espera multijogador numa janela
ru: hotkey.lobby — показать сетевую комнату в диалоговом окне
sv: hotkey.lobby – Visa flerspelarlobbyn i en dialogruta
tr: hotkey.lobby – Çok oyunculu lobiyi bir iletişim penceresinde göster
uk: hotkey.lobby – Показати багатокористувацьке лобі у діалоговому вікні
zh: hotkey.lobby – 在对话框窗口中显示多人游戏大厅
zh_tw: hotkey.lobby – 在對話窗顯示多人遊戲大廳

source: hotkey.session.gui.diplomacy.toggle – Toggle in-game diplomacy panel
ast: hotkey.session.gui.diplomacy.toggle – Alternare l quadro Diplomacia
bg: hotkey.session.gui.diplomacy.toggle — Превключване на панела за дипломацията в игра
ca: hotkey.session.gui.diplomacy.toggle – Mostra/Amaga el panell de diplomàcia
cs: hotkey.session.gui.diplomacy.toggle – Přepnout panel diplomacie během hry
de: hotkey.session.gui.diplomacy.toggle – Diplomatiefenster im Spiel umschalten
el: hotkey.session.gui.diplomacy.toggle – Εμφάνιση/Απόκρυψη του παραθύρου διπλωματίας εντός του παιχνιδιού.
es: hotkey.session.gui.diplomacy.toggle – Muestra el panel de diplomacia durante la partida
eu: hotkey.session.gui.diplomacy.toggle – Txandakatu partida barruko diplomazia panela
fi: hotkey.session.gui.diplomacy.toggle – Avaa/sulje pelinsisäinen diplomatiapaneeli
fr: hotkey.session.gui.diplomacy.toggle – Afficher le panneau de diplomatie dans le jeu
gd: hotkey.session.gui.diplomacy.toggle – Toglaich panail na dioplòmasachd am broinn a’ gheama
gl: hotkey.session.gui.diplomacy.toggle – alterna o panel de diplomacia do xogo
hu: hotkey.session.gui.diplomacy.toggle – Diplomáciai ablak megnyitása / bezárása
id: hotkey.session.gui.diplomacy.toggle – Setel panel diplomasi dalam permainan
it: hotkey.session.gui.diplomacy.toggle – Apri pannello diplomazia
ja: hotkey.session.gui.diplomacy.toggle – ゲーム中の外交パネルを切り替えます
ko: hotkey.session.gui.diplomacy.toggle – 게임 내 외교 패널을 전환합니다
nl: sneltoets.session.gui.diplomacy.toggle – Toon / verberg het diplomatie paneel
pl: hotkey.session.gui.diplomacy.toggle – włącz okno dyplomacji
pt_pt: hotkey.session.gui.diplomacy.toggle – mostrar ou ocultar o painel de diplomacia durante um jogo
ru: hotkey.session.gui.diplomacy.toggle — показать или скрыть внутриигровую панель дипломатии
sv: hotkey.session.gui.diplomacy.toggle – Växla diplomatipanelen i spelet
tr: hotkey.session.gui.diplomacy.toggle – Oyun içi diplomasi panelini aç/kapat
uk: hotkey.session.gui.diplomacy.toggle – Перемкнути внутрішньоігрову панель дипломатії
zh: hotkey.session.gui.diplomacy.toggle – 显示/隐藏政策面板
zh_tw: hotkey.session.gui.diplomacy.toggle – 顯示外交面板
