Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: Sandbox - The Ptolemaic Egyptians 2
ast: Folgadorio - Los egypcios ptolemaicos 2
bg: Пясъчник — Птолемейските египтяни 2
br: Kestenn-Draezh - An Ejipsian Ptolemaik 2
ca: Proves - Els egipcis ptolemaics 2
cs: Pískoviště - Ptolemajovský Egypt 2
da: Sandbox - De Ptolemæiske Egyptere 2
de: Sandkasten – Die ptolemäischen Ägypter 2
el: Sandbox - Οι Πτολεμαϊκοι Αιγύπτιοι 2
es: Escenario de prueba - Los egipcios ptolemaicos 2
eu: Probetarako jokalekua - Egiptoar Ptolemaikoak 2
fi: Hiekkalaatikko - Ptolemaioksen egyptiläiset 2
fr: Test - Égyptiens ptolémaïques 2
ga: Bosca Gainimh - na hÉigiptigh Tolomasacha 2
gd: Bogsa-gainmhich – Na h-Èipheitich Phtolemaidheach 2
hu: Homokozó - a ptolemaioszi egyiptomiak 2
id: Sandbox - Mesir Ptolemaik 2
it: Sandbox - Egiziani Tolemaici 2
ja: 練習 - プトレマイオス朝エジプト 2
ko: 샌드박스 - 프톨레마이오스 왕조의 이집트인 2
ms: Kotak Pasir - Mesir Ptolemy 2
nb: Sandkasse - De ptolemaiske egypterne 2
nl: Zandbak - De Ptolemeïsche Egyptenaren 2
pl: Ptolemejscy Egipcjanie 2 (piaskownica)
pt_br: Sandbox - O Egito Ptolemaico 2
pt_pt: Simulação - Os egípcios ptolemaicos 2
ru: Песочница — Египет Птолемеев 2
sk: Pieskovisko - Ptolemaiovskí Egypťania 2
sr: Sandbox - птоломејски Египћани 2
sv: Ptolemeiska Egypten 2 - Sandlåda
tr: Kum Havuzu - Ptolemaioslu Mısırlılar 2
uk: Пісочниця - Єгипет Птолемеїв 2
vi: Chế độ mở - Quân Egyptian thời vương triều Ptolemaic 2
zh: 沙盒——埃及托勒密 2
zh_tw: 沙盒 - 托勒密埃及人2

source: Ptolemy "Savior"
ast: Ptolemaios “el Salvador”
bg: Птолемей I
br: Ptolemy "Salver"
ca: Ptolemeu "Salvador"
cs: Ptolemaios I. Sótér (Spasitel)
da: Ptolemaios "Frelseren"
de: Ptolemaios „Soter“
el: Πτολεμαίος Σωτήρ
es: Ptolomeo «El salvador»
eu: Ptolemy "Salbatzailea"
fa: بطلمیوس نجات بخش
fi: Ptolemaios "Pelastaja"
fr: Ptolémée "Sauveur"
ga: Tolomaes "Slánatheorach"
gd: Ptolemaios “An Slànaighear”
hu: Ptolemaiosz, a „Megmentő”
id: Ptolemaios "Penyelamat"
it: Tolomeo I "Salvatore di Rodi"
ja: プトレマイオス「救済王」
ko: 프톨레마이오스 1세 "소테르"
ms: Ptolemy "Penyelamat"
nb: Ptolemisk "Frelser"
nl: Ptolemaeus "Wetende"
pl: Ptolemeusz "Wybawca"
pt_br: Ptolomeu "Salvador"
pt_pt: Ptolemeu I Sóter
ru: Птолемей Спаситель
sk: Ptolemaios „Spasiteľ“
sr: Проломеј 'Спасиоц'
sv: Ptolemaios "Räddaren"
tr: Ptolemy "Kurtarıcı"
uk: Птолемей "Спаситель"
vi: Ptolemy "Đáng cứu thế"
zh: 托勒密一世“救主”
zh_tw: 托勒密一世「救主」

source: Seleucids
ast: Seléucidas
bg: Селевкиди
br: Seleukided
ca: Selèucides
cs: Seleukovci
da: Seleukider
de: Seleukiden
el: Σελευκίδες
es: Seleúcidas
eu: Seleuzidak
fa: سلوکیان
fi: Seleukidit
fr: Séleucides
ga: Na Séileucaidí
gd: Na Seleucaich
hu: Szeleukidák
id: Seleukia
it: Seleucidi
ja: セレウコス朝
ko: 셀레우코스인
ms: Seleucid
nb: Selevkidere
nl: Seleucidisch Perzië
pl: Seleucydzi
pt_br: Selêucidas
pt_pt: Selêucidas
ru: Селевкиды
sk: Seleukovci
sr: Селеукиди
sv: Seleukider
tr: Selevkoslar
uk: Селевкіди
vi: Quân Seleucid
zh: 塞琉古
zh_tw: 塞琉古

source: Libyans
ast: Líbycos
bg: Либийци
br: Libianed
ca: Libis
cs: Lybijci
da: Libyere
de: Libyer
el: Λίβυοι
es: Libios
eu: Libiarrak
fa: لیبیایی ها
fi: Libyalaiset
fr: Libyens
ga: Na Libiaigh
gd: Libithich
hu: Líbiaiak
id: Libya
it: Libici
ja: リビア人
ko: 리비아족
ms: Libya
nb: Libyere
nl: Libiërs
pl: Libijczycy
pt_br: Líbios
pt_pt: Líbios
ru: Ливийцы
sk: Líbyjčania
sr: Либијци
sv: Libyer
tr: Libyalılar
uk: Лівійці
vi: Quân Libyan
zh: 利比亚
zh_tw: 利比亞人

source: A simple map showcasing the Republican Roman civilization's assets in the game.
ast: Una geographía sinziella q’amuöstra los haberes de la cultura romana republicana.
bg: Проста карта, която показва възможностите на Римската република в играта.
cs: Jednoduchá mapa zobrazující vše, co je součástí civilizace republikánských římanů ve hře.
da: Et simpelt kort, der viser den republikanske romerske civilisations aktiver i spillet.
de: Eine einfache Karte, die die Spielelemente der republikanischen römischen Zivilisation zeigt.
es: Mapa sencillo que muestra los activos de la civilización romana de la República.
fi: Yksinkertainen kartta joka näyttää Rooman tasavallan sivilisaation voimavarat tässä pelissä.
fr: Une carte simple mettant en avant les atouts de la civilisation de la République Romaine dans le jeu.
it: Una mappa semplice che mostra le possibilità della civiltà Roma Repubblicana nel gioco.
ko: 게임에서 공화정 로마 문명의 자산을 보여주는 간단한 지도입니다.
nl: Een eenvoudige kaart om de kenmerken van de Romeinse beschaving te leren kennen.
pl: Prosta mapa pokazująca zawartość Republiki Rzymskiej w grze.
pt_pt: Um mapa simples demonstrando as construções e unidades da civilização romana republicana no jogo.
ru: Простая карта, демонстрирующая преимущества Римской республики империи в игре.
tr: Oyundaki Cumhuriyetci Roma uygarlığının varlıklarını gösteren basit bir harita.
uk: Проста карта, що показує дані Римської Республіки в грі
zh: 小型地图，展示了罗马共和国的特性。

source: Sandbox - The Romans
ast: Folgadorio - Los romanos
bg: Пясъчник — Римляните
cs: Pískoviště - Římané
da: Sandbox - Romerne
de: Sandkasten – Die Römer
el: Sandbox - Οι Ρωμαίοι
es: Escenario de prueba - Los romanos
fi: Hiekkalaatikko - roomalaiset
fr: Test - Romains
gd: Bogsa-gainmhich - Na Ròmanaich
it: Sandbox - I Romani
ko: 샌드박스 - 로마인
nl: Zandbak - De Romeinen
pl: Rzymianie - piaskownica
pt_br: Sandbox - Os Romanos
pt_pt: Simulação - Os romanos
ru: Песочница - римляне
sk: Pieskovisko - Rimania
tr: Kum Havuzu - Romalılar
uk: Пісочниця - Римляни
zh: 测试区-罗马人

source: A sandbox scenario for players to try out the Seleucid civilisation.
ast: Una scena folgosa para probare la cultura seléucida.
bg: Сценарий-пясъчник за изпробване на селевкидската цивилизация.
br: Ur senario gestenn-draezh evit ar c'hoarierien a-benn dizoloiñ ar Sevenadurezh Seleukid.
ca: Un escenari de proves per provar la civilització selèucida.
cs: Scénář pískoviště pro hráče, kteří si chtějí vyzkoušet seleukovskou civilizaci.
da: Et sandboxscenarie hvor spillere kan prøve den seleukidiske civilisation.
de: Ein Sandkastenszenario für Spieler, die die seleukidische Zivilisation ausprobieren wollen.
el: Ένα πανεύκολο σενάριο για παίχτες που δοκιμάζουν το πολιτισμό των Σελευκιδών.
es: Un escenario de pruebas en el que los jugadores puedan experimentar con la civilización seléucida.
eu: Probetarako jokalekua jokalariak Seleuzidarren zibilizazioarekin esperimentatzeko.
fi: Hiekkalaatikkoskenaario, jossa pelaajat voivat kokeilla Seleukidien sivilisaatiota.
fr: Un scénario de test pour la civilisation séleucide.
ga: Léarscáil taispeánach de chuid na Séileucaidí.
gd: Cnàmh-sgeul bogsa-gainmhich gus sìobhaltas nan Seleucach fheuchainn.
hu: Egy homokozó küldetés azoknak a játékosoknak, akik ki akarják próbálni a szeleukida civilizációt.
id: Skenario sandbox bagi pemain untuk mencoba bangsa Seleukia.
it: Uno scenario sandbox per i giocatori che vogliono provare la civiltà Seleucide.
ja: セレウコス朝文明を試したいプレイヤー用の練習シナリオです。
ko: 플레이어들이 셀레우코스 문명을 체험할 수 있는 샌드박스 시나리오입니다.
ms: Senario kotak pasir untuk pemain yang mahu mencuba tamadun Seleucid.
nb: Et sandkasse-kartoppsett der du kan leke med den Seleucidiske sivilisasjon.
nl: Een zandbak scenario om de Seleucidische beschaving te testen.
pl: Tryb piaskownicy dla graczy chcących wypróbować cywilizację Seleucydów.
pt_br: Um cenário livre de ameaças para que os jogadores experimentem a civilização selêucida.
pt_pt: Um cenário de simulação para os jogadores experimentarem a civilização Selêucida.
ru: Сценарий песочница для игроков, чтобы попробовать цивилизацию Селевкидов.
sk: Scenár v podobe pieskoviska na vyskúšanie seleukovskej civilizácie.
sr: Sandbox сценарио за играче који желе испробати селеукидску цивилизацију.
sv: Ett sandlådescenario för spelare att prova den Seleukidiska fraktionen.
tr: Selevkos medeniyetini denemek için bir senaryo.
uk: Сценарій пісочниця для гравців щоб спробувати пограти за цивілізацію Селевкідів.
vi: Một màn chơi theo kịch bản mở dành cho những người chơi trải nghiệm nền văn minh Seleucid.
zh: 供玩家尝试塞琉古文明的测试剧情。
zh_tw: 供玩家嘗試塞琉古文明的測試劇情。

source: Sandbox - The Seleucids
ast: Folgadorio - Los seléucidas
bg: Пясъчник — Селевкидите
br: Kestenn-Draezh- Ar Seulekided
ca: Proves - Els selèucides
cs: Pískoviště - Seleukovci
da: Sandbox - Seleukiderne
de: Sandkasten – Die Seleukiden
el: Sandbox - Οι Σελευκίδες
es: Escenario de prueba - Los seléucidas
eu: Probetarako jokalekua - Seleuziarrak
fi: Hiekkalaatikko - Seleukidit
fr: Test - Séleucides
ga: Bosca Gainimh - na Séileucaidí
gd: Bogsa-gainmhich – Na Seleucaich
hu: Homokozó ‒ a szeleukidák
id: Sandbox - Bangsa Seleukia
it: Sandbox - I Seleucidi
ja: 練習 - セレウコス朝
ko: 샌드박스 - 셀레우코스인
ms: Kotak Pasir - Seleucid
nb: Sandkasse - Selevkiderne
nl: Zandbak - De Seleuciden
pl: Seleucydzi - piaskownica
pt_br: Sandbox - Os Selêucidas
pt_pt: Simulação - Os selêucidas
ru: Песочница — Селевкиды
sk: Pieskovisko - Seleukovci
sr: Sandbox - Селеукиди
sv: Seleukiderna - Sandlåda
tr: Kum Havuzu - Selevkoslar
uk: Пісочниця - Селевкіди
vi: Chế độ mở - Quân Seleucid
zh: 沙盒 -——塞琉古
zh_tw: 沙盒 - 塞琉古人

source: The Seleucids
ast: Los seléucidas
bg: Селевкидите
br: Ar Seulekided
ca: Els selèucides
cs: Seleukovci
da: Seleukiderne
de: Die Seleukiden
el: Οι Σελευκίδες
es: Los seléucidas
eu: Seleuziarrak
fa: سلوکیان
fi: Seleukidit
fr: Les Séleucides
ga: Na Séileucaidí
gd: Na Seleucaich
hu: A szeleukidák
id: Seleukia
it: I Seleucidi
ja: セレウコス朝
ko: 셀레우코스인
ms: Seleucid
nb: Selevkiderne
nl: De Seleuciden
pl: Seleucydzi
pt_br: Os selêucidas
pt_pt: Selêucidas
ru: Селевкиды
sk: Seleukovci
sr: Селеукиди
sv: Seleukiderna
tr: Selevkoslar
uk: Селевкіди
vi: Quân Seleucid
zh: 塞琉古
zh_tw: 塞琉古人

source: The Ptolemies
ast: Los ptolemaicos
bg: Птолемейците
br: Ar Btolemied
ca: Els ptolemeus
cs: Ptolemajovci
da: Ptolemæerne
de: Die Ptolemäer
el: Οι Πτολεμαίοι
es: Los ptolomeos
eu: Ptolomeok
fa: بطلمیوسیان
fi: Ptolemaiokset
fr: Les Ptolémées
ga: Na Tolomaesí
gd: Na Ptolemaidhich
hu: A ptolemaioszok
id: Ptolemaik
it: I Tolomei
ja: プトレマイオス朝
ko: 프톨레마이오스 왕조
ms: Ptolemy
nb: Ptolemeierne
nl: De Ptolemeën
pl: Ptolemeusze
pt_br: Os Ptolomeus
pt_pt: Ptolemaicos
ru: Птолемеи
sk: Ptolemaiovci
sr: Птоломеји
sv: Ptolemaierna
tr: Ptolemaioslar
uk: Птолемеї
vi: Quân Ptolemy
zh: 托勒密
zh_tw: 托勒密人

source: A simple map showcasing the Spartan civilization's assets in the game.
ast: Una geographía sinziella q’amuöstra los haberes de la cultura lacedemonia.
bg: Проста карта, която показва възможностите на спартанците в играта.
cs: Jednoduchá mapa zobrazující vše, co je součástí civilizace Sparty ve hře.
da: Et simpelt kort, der viser den spartanske civilisations aktiver i spillet.
de: Eine einfache Karte, die die Spielelemente der spartanischen Zivilisation zeigt.
es: Mapa sencillo que muestra los activos de la civilización espartana en el juego.
fi: Yksinkertainen kartta joka näyttää spartalaisen sivilisaation voimavarat tässä pelissä.
fr: Une carte simple mettant en avant les atouts de la civilisation Spartiate dans le jeu.
it: Una mappa semplice che mostra le possibilità della civiltà Spartana nel gioco.
ko: 게임에서 스파르타 문명의 자산을 보여주는 간단한 지도입니다.
nl: Een eenvoudige kaart om de kenmerken van de Spartaanse beschaving te leren kennen.
pl: Prosta mapa pokazująca zawartość Spartan w grze.
pt_pt: Um mapa simples demonstrando as construções e unidades da civilização espartana no jogo.
ru: Простая карта, демонстрирующая преимущества Спарты в игре.
tr: Oyundaki Sparta uygarlığının varlıklarını gösteren basit bir harita.
uk: Проста карта, що показує дані Спартанської цивілізації в грі
zh: 小型地图，展示了斯巴达文明的特性。

source: Sandbox - The Spartans
ast: Folgadorio - Los lacedemonios
bg: Пясъчник — Спартанците
br: Kestenn-Draezh - Ar Spartaned
ca: Proves - Els espartans
cs: Pískoviště - Sparťané
da: Sandbox - Spartanerne
de: Sandkasten – Die Spartaner
el: Sandbox - Οι Σπαρτιάτες
es: Escenario de prueba - Los espartanos
eu: Probetarako jokalekua - Espartarrak
fi: Hiekkalaatikko - Spartalaiset
fr: Test - Spartiates
ga: Bosca Gainimh - na Spartaigh
gd: Bogsa-gainmhich – Na Spartaich
hu: Homokozó - a spártaiak
id: Sandbox - Bangsa Sparta
it: Sandbox - Gli Spartani
ja: 練習 - スパルタ
ko: 샌드박스 - 스파르타인
ms: Kotak Pasir - Sparta
nb: Sandkasse - Spartanere
nl: Zandbak - De Spartanen
pl: Spartanie (piaskownica)
pt_br: Sandbox - Os Espartanos
pt_pt: Simulação - Os espartanos
ru: Песочница — Спартанцы
sk: Pieskovisko - Sparťania
sr: Sandbox - Спартанци
sv: Spartanerna - Sandlåda
tr: Kum Havuzu - Spartalılar
uk: Пісочниця - Спартанці
vi: Chế độ mở - Quân Spartan
zh: 沙盒——斯巴达
zh_tw: 沙盒 - 斯巴達人

source: A wide-open Savanna map with a small ravine running down the center, which is easily forded.
ast: Una savana abierta cun un beyu entremediu, fácile de cruciar.
bg: Незащитена карта в саваната с малка клисура, преминаваща през средата, която лесно може да бъде пресечена.
br: Ur gartenn Savanenn digor bras gant ur ganienn vihan a dremen dre ar c'hreiz, zo treuziet aes.
ca: Un mapa obert de la sabana amb un petit barranc al centre que es pot creuar fàcilment.
cs: Mapa s široce otevřenou stepní krajinou a malou rozsedlinou ve středu, kterou lze snadno přebrodit.
da: En vidtåben savannebane med en smal kløft igennem midten som nemt kan krydses.
de: Eine weite, offene Savanne mit einer kleinen Schlucht in der Mitte, die leicht durchquert werden kann.
el: Ένας ευρεία-ανοικτός χάρτης της Σαβάνας με ένα μικρό φαράγγι κάτω από το κέντρο, το οποίο διασχίζετε εύκολα.
es: Un mapa abierto situado en la Sabana con un pequeña cañada fluyendo por su centro, fácilmente vadeable.
eu: Sabanan kokaturiko mapa irekia erdian mendiarte txiki bat duena, igarotzeko erraza.
fi: Avoin savannikartta, jonka keskellä kulkee pieni rotko, joka on helppo ylittää.
fr: Une grande carte ouverte sur la savane avec un petit ravin qui passe au centre, et qui peut-être facilement passer à gué.
ga: Léarscáil shabhánach oscailte ar leathadh le hailt bheag i rith trína lár, atá éasca á trasnú.
gd: Mapa sabhanna fosgailte le sgoltadh beag thar a’ mheadhain a ghabhas grunndadh tarsaing gu furasta.
hu: Egy határtalan szavanna, amelynek közepén egy könnyen átgázolható, kicsiny vízmosás fut végig a hasadékban.
id: Sabana terbuka dengan ngarai kecil di tengah yang mudah diarungi.
it: Una mappa della Savana con un piccolo burrone che corre lungo il centro, che è facilmente guadabile.
ja: 広く開けたサバンナマップで、小さな渓谷が中央にありますが、容易に渡れます。
ko: 쉽게 건널수있는 중앙의 작은 계곡이 흐르는 활짝 열린 사바나 지도입니다.
ms: Peta Savana terbuka luas dengan jurang kecil berada ditengah-tengah, tetapi ia mudah diharungi.
nb: Et vid-åpent savanne-kart med en lite ravine ned langs midte som lett kan forseres.
nl: Een open Savannekaart met een kleine ravijn in het midden.
pl: Mapa z szeroko rozciągającą się sawanną z biegnącym przez środek niewielkim wąwozem, przez który można łatwo się przeprawić.
pt_br: Um mapa de savana aberta, com uma pequena ravina no centro que é fácil de atravessar.
pt_pt: Um mapa de savana aberta, com uma pequena ravina no centro de fácil passagem.
ru: Открытая саванная карта с небольшим оврагом, спускающимся к центру, который можно легко перейти вброд.
sk: Široko otvorená mapa savany, ktorej stredom prechádza malá, ľahko priechodná roklina.
sv: En vidöppen Savannkarta med ett liten ravin ner på mitten som är lätt att korsa.
tr: Kolayca geçilebilen, merkeze doğru inen küçük bir dağ geçidi ile geniş ve açık bir Savana haritası.
uk: Відкрита карта савани з невеликим яром, що спускається до центру, який можна легко перейти вбрід.
vi: Một bản đồ Savana mở rộng với một khe nước nhỏ chảy dưới vùng trung tâm, do đó dễ dàng lội qua.
zh: 开阔热带草原地图，有一座可以轻松通往中心的小峡谷。
zh_tw: 一個開闊的熱帶草原地圖，有一個可以輕鬆跨過的小峽谷通往中心。

source: Savanna Ravine
ast: Beyu savaniegu
bg: Клисура в саваната
br: Traoñienn ar savanenn
ca: Barranc de la sabana
cs: Stepní rozsedlina
da: Savannekløft
de: Savannenschlucht
el: Φαράγγι Σαβάνας
es: Cañada de la sabana
eu: Sabanako Mendiartea
fi: Savannirotko
fr: Ravin des savanes
ga: Ailt Sabhána
gd: Sgoltadh sabhanna
hu: Szavannai vízmosás
id: Ngarai Sabana
it: Burrone nella Savana
ja: サバンナの渓谷
ko: 사바나 협곡
ms: Jurang Savana
nb: Savanne ravine
nl: Savanne ravijn
pl: Sawanna z jarem
pt_br: Ravina na Savana
pt_pt: Ravina da savana
ru: Саванный овраг
sk: Roklina na savane
sr: Вододерине саване
sv: Savannravin
tr: Savana Dağ geçidi
uk: Яр у савані
vi: Khe nước vùng Savanna
zh: 热带草原峡谷
zh_tw: 熱帶草原峽谷

source: The African serengeti has herds of animals criss crossing the plain. Mineral wealth is bountiful and wood is in full supply.
ast: El serengueti africanu traviessɐn-llu bálamos d’animales a lo llargo de la ḷḷanada. Ha hi minerales a monton & madeira a soutu & sierra.
bg: Стада животни кръстосват равнината в африканския парк „Серенгети“. Има изобилие на минерали, както и достатъчно дървесина.
br: Serengeti Afrikan en deus tropelladoù a loened a red a-hed ar gompezenn. Ar binvidigezh vaenek zo druz ha trawalc'h a goad zo.
ca: El Serengueti té ramats d'animals que creuen la plana. La riquesa mineral és abundant i la fusta està en ple abast.
cs: Africkou krajinu Serengeti křižují stáda zvířat. Kovy jsou bohatě přítomny stejně jako dřevo.
da: På den afrikanske serengeti vandrer dyreflokke over sletten på kryds og tværs. Mineral rigdom er i overflåd og der er masser af træer.
de: Die afrikanische Serengeti wird von Tierherden durchstreift. Metall ist genau wie Holz reichlich vorhanden.
el: Η Αφρικανική Σερενγκέτι έχει κοπάδια ζώων που πηγαινοέρχονται στην πεδιάδα. Ο ορυκτός πλούτος είναι άφθονος και η παροχή ξύλο είναι πλήρης.
es: El serengueti africano está poblado por manadas de animales que recorren sus llanuras. La riqueza mineral es excepcional y hay un suministro total de madera.
eu: Afrikako serengetia bere lautada igarotzen duten abere saldoez beterik dago. Mineral aberastasuna aparta da eta egur hornidura erabatekoa da.
fi: Afrikan Serengetissä eläinlaumat kulkevat ristiin rastiin tasangolla. Mineraalivaroja on runsaasti ja puuta on runsaasti.
fr: En Afrique, le Serengeti a des troupeaux d'animaux qui sillonnent la plaine. Le minerai est abondant et l'approvisionnement en bois est assuré.
ga: Tá tréadanna ainmhithe ag dul ar feadh Saerengeti na hAfraice. Tá a dhóthain mionraí agus adhmad go leor aici.
gd: Siubhlaidh treudan de bheathaichean thairis machair an Serengeti. Tha pailteas mèinneir ’s fiodha ann.
hu: Az afrikai serengetin állatcsordák szelik keresztül-kasul a síkságot. Az ásványi vagyon mesébe illő, a fakészlet teljes.
id: Serengeti di Afrika memiliki gerombolan hewan yang melintasi dataran. Kekayaan mineral berlimpah dan kayu terpasok penuh.
it: Il Serengeti africano ha mandrie di animali che attraversano la pianura. Le ricchezze minerarie sono abbondanti e il legno è ovunque.
ja: アフリカのセレンゲティは動物の群れが平原を行きかっています。鉱物資源に富み、木材も十分な供給があります。
ko: 아프리카 세렌게티에는 평야를 가로지르는 동물 무리가 있습니다. 광물자원은 풍부하고 목재가 충분히 공급되고 있습니다.
ms: Serengeti Aftrika yang mempunyai banyak haiwan yang melintasi dataran. Kekayaan bijih logam serta bekalan kayu yang banyak.
nb: Afrikansk serengeti har flokker av dyr som krysser sletten. Mineralrikdommen er stor og der er store mengder tømmer.
nl: In de Afrikaanse Serengeti lopen kuddes dieren dwars over het land. Veel minerale rijkdom, en er is totaal geen tekort aan hout.
pl: Afrykańska równina Serengeti z licznymi stadami zwierząt wędrującymi po jej obszarze. Obfita w bogactwa mineralne i ogromne zasoby drewna.
pt_br: O Serenguéti africano tem manadas de animais percorrendo todo o terreno. Riquezas minerais não faltam e madeira há de sobra.
pt_pt: O Serengeti conta com uma grande variedade de animais que atravessam a sua planície. É igualmente abundante em madeira e riqueza mineral.
ru: В африканском Серенгети стада животных разгуливают по равнине, минералы в изобилии, а запасы дерева огромны.
sk: Rovinu v africkej oblasti Serengeti križujú stáda zvierat. Minerálne bohatstvo je veľké a drevo hojne dostupné.
sv: Den afrikanska serengeti har hjordar av djur som korsar slätten. Mineraltillgången är riklig och det finns gott om träd.
tr: Afrika serengeti hayvan sürülerinde çapraz değişim planı vardır. Mineral zengini ve bol odun kaynağı bulunmaktadır.
uk: У африканському Серенгеті стада тварин розгулюють по рівнині. Мінералів вдосталь, а запаси деревини величезні.
vi: Đại ngàn thảo nguyên African gồm nhiều loài động vật. Nguồn tài nguyên khoáng sản dồi dào còn gỗ thì được cung cấp đầy đủ.
zh: 非洲的塞伦盖提平原，许多动物到处游走，矿产及木材相当丰富。
zh_tw: 非洲的塞倫蓋提有許多的動物在平原上到處遊走。礦產資源及木頭也都相當的豐富。

source: Serengeti 1
ast: Serengueti 1
bg: Серенгети 1
ca: Serengueti 1
el: Σερενγκέτι 1
es: Serengueti 1
ga: An tSaerengeti 1
ja: セレンゲティ 1
ko: 세렌게티 1
pt_br: Serenguéti 1
ru: Серенгети 1
sr: Серенгети 1
uk: Серенгеті 1
vi: Đại ngàn thảo nguyên 1
zh: 塞伦盖蒂平原 1
zh_tw: 塞倫蓋提1

source: Iberia
bg: Иберия
ca: Ibèria
cs: Ibérie
da: Iberien
de: Iberien
el: Ιβηρία
fa: ایبریا
fr: Ibérie
ga: An Ibéir
gd: An Ibèir
hu: Ibéria
ja: イベリア
ko: 이베리아
nl: Iberië
pt_br: Ibéria
pt_pt: Ibéria
ru: Иберия
sk: Ibéria
sr: Иберија
sv: Iberiska Halvön
tr: İberya
uk: Іберія
zh: 伊比利亚
zh_tw: 伊比利半島

source: Greece
ast: Grecia
bg: Гърция
br: Gres
ca: Grècia
cs: Řecko
da: Grækenland
de: Griechenland
el: Ελλάδα
es: Grecia
eu: Grezia
fa: یونان
fi: Kreikka
fr: Grèce
ga: An Ghréig
gd: A’ Ghreug
hu: Görögország
id: Yunani
it: Grecia
ja: ギリシア
ko: 그리스
ms: Yunani
nb: Hellas
nl: Griekenland
pl: Grecja
pt_br: Grécia
pt_pt: Grécia
ru: Греция
sk: Grécko
sr: Грчка
sv: Grekland
tr: Yunanistan
uk: Греція
zh: 希腊
zh_tw: 希臘

source: Persia
bg: Персия
ca: Pèrsia
cs: Persie
da: Persien
de: Persien
el: Περσία
fa: پرشیا
fr: Perse
ga: An Pheirs
gd: A’ Phears
hu: Perzsia
ja: ペルシア
ko: 페르시아
ms: Parsi
nl: Perzië
pl: Persja
pt_pt: Pérsia
ru: Персия
sk: Perzia
sr: Персија
sv: Persien
tr: Pers
uk: Персія
zh: 波斯
zh_tw: 波斯

source: Ship formations mockup.
ast: Exemplo de formaciones navales.
bg: Изпробване на корабните формации.
br: Maketenn stummidigezhioù bag.
ca: Maqueta de les formacions navals.
cs: Návrh formace lodí
da: Demonstration af skibsformationer
de: Schiffsformationsmodell.
el: Ομοίωμα σχηματισμών πλοίων.
es: Una prueba de formaciones navales.
eu: Ontzi formazioen proba.
fi: Laivamuodostelmien mallinnus.
fr: Maquette des formations de navires.
ga: Samhail na n-eagar long
gd: Mockup air cumaidhean luinge.
hu: Hajóalakzatok minta.
id: Purwarupa formasi kapal
it: Formazioni Navi fittizie.
ja: 艦隊陣形の見本です。
ko: 선박 대형 모형입니다.
ms: Mockup formasi kapal.
nb: Øvelsesmodell av skipsformasjoner.
nl: Scheepsformaties voorbeelden.
pl: Test formacji okrętów.
pt_br: Modelo de formações navais.
pt_pt: Teste de formações de embarcações militares.
ru: Смоделируйте морские боевые порядки.
sk: Simulácia lodných formácií.
sv: Skeppsformationer prototyp.
tr: Gemi dizilişi modeli.
uk: Макет формацій кораблів
vi: Mô hình các hình dạng tàu thuyền.
zh: 船舶编队模型
zh_tw: 船隻陣型模型。

source: Ship Formations
ast: Formaciones navales
bg: Корабни формации
br: Stummadur ar bigi
ca: Formacions navals
cs: Formace lodí
da: Skibsformationer
de: Schiffsformationen
el: Σχηματισμοί Πλοίων
es: Formaciones navales
eu: Ontzi Formazioak
fi: Laivamuodostelmat
fr: Démo - Formations des navires
ga: Egair Loinge
gd: Cumaidhean luinge
hu: Hajóalakzatok
id: Formasi Kapal
it: Schieramenti Navali
ja: 艦隊陣形
ko: 선박 대형
ms: Formasi Kapal
nb: Skipsformasjoner
nl: Schip formaties
pl: Formacje okrętów
pt_br: Formações Navais
pt_pt: Formações de barcos
ru: Боевые порядки кораблей
sk: Formácie lodí
sr: Формације бродова
sv: Skeppsformationer
tr: Gemi Dizilişi
uk: Стрій кораблів
vi: Các hình dạng tàu thuyền
zh: 船舶阵型
zh_tw: 船隻陣型

source: Ships
ast: Naves
bg: Кораби
br: Bigi
ca: Vaixells
cs: Lodě
da: Skibe
de: Schiffe
el: Πλοία
es: Navíos
eu: Ontziak
fa: کشتی‌ها
fi: Laivat
fr: Navires
ga: Longa
gd: Longan
hu: Hajók
id: Kapal
it: Navi
ja: 船舶
ko: 선박
ms: Kapal
nb: Skip
nl: Schepen
pl: Okręty
pt_br: Barcos
pt_pt: Barcos
ru: Корабли
sk: Lode
sr: Бродови
sv: Skepp
tr: Gemiler
uk: Кораблі
vi: Những chiếc thuyền
zh: 船
zh_tw: 船
