Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Xerxes (ruled 485-465 B.C.) The son of Darius the Great and Atoosa, a daughter of Cyrus the Great, Xerxes was an able administrator, who also extended Imperial rule into Chorasmia. Apart from his failed invasion of Greece, he was famous for his extensive building programme, especially at Persepolis.
ast: Xerxes (gobernó ente 485-465 a.C.) El fíu de Daríu'l Grande y Atosa, una fía de Ciru'l Grande, Xerxes foi capaz como alministrador y tamién estendió'l gobiernu imperial fasta Corasmia. Aparte de la invasión fracasada de Grecia, foi famosu pol so programa de construcción, especialmente en Persépolis.
bg: Ксеркс (управлявал 485-465г. пр.н.е.). Син на Дарий Велики и Атууса, дъщеря на Кир II Велики. Ксеркс бил добър управител, който също разширил империята и завладял Хоразмия. Освен с неуспешното си нахлуване в Гърция, той станал известен и с величествените си строежи, най-вече в Персеполис.
br: Gzerses (a renas etre 485-465 a-raok J.-K.) mab Dariuz ar Bras hag Atousa, ur verc'h da Siriuz ar Bras, Gzerses a oa ur merour barrek, hag a ledanaas an impalaeriezh betek Korasmia. Paneve e aloubadeg c'hwitet eus Bro-C'hres e oa-eñ brudet evit e brogramm savidigezh astennidik, dreist-holl e Persepoliz.
ca: Xerxes (regnat 485-465 aC) El fill de Darios el Gran i Atossa, filla de Cir el Gran, Xerxes era un administrador competent, que també va estendre el domini de l'Imperi cap a Coràsmia. A part de la seva invasió fallida de Grècia, va ser famós pel seu extens programa de construcció, sobretot a Persèpolis.
cs: Xerxes (vládl 485-465 před Kr.) Syn Dareiose Velikého a Atoosy, dcery Kýra Velikého, Xerxes byl schopný správce, který rozšířil říšskou vládu do Chórezmu. Na rozdíl od svého neúspěšného vpádu do Řecka byl znám pro svůj rozsáhlý stavební program, především v Persepolis.
de: Xerxes (regierte 485-465 v. Chr.), der Sohn von Dareios dem Großen und Atossa, Tochter von Kyros dem Großen, war ein fähiger Anführer, der auch Choresmien unter die Herrschaft des eigenen Imperiums brachte. Neben seiner fehlgeschlagenen Invasion von Griechenland war er bekannt für seinen großen Bauprojekte, besonders in Persepolis.
el: Ο Ξέρξης (κυβέρνησε το 485-465 π.Χ.) Ο γιος του Δαρείου του Μεγάλου και της Ατόσα, μια κόρη του Κύρου του Μεγάλου, ο Ξέρξης ήταν ένας ικανός διοικητής, ο οποίος επέκτεινε επίσης την αυτοκρατορική του κυριαρχία στη Χορεσμία. Εκτός από την αποτυχημένη εισβολή του στην Ελλάδα, ήταν διάσημος για το εκτεταμένο οικοδομικό πρόγραμμα του, ειδικά στην Περσέπολη.
es_ar: Jerjes, quien gobernó entre 485-465 a.C., era el hijo de Darío I y de Atosa, una hija de Ciro II el Grande. Jerjes era un administrador capaz, quien extendió el dominio imperial a Corasmia. Aparte de su invasión fallida a Grecia, fue famoso por su extensivo programa de construcción, especialmente en Persépolis.
eu: Jerjes (K.a. 485-465ra errege) Dario Handiaren eta Atoosaren semea, Ziro Handiaren alaba. Corasmiaraino Inperioa zabaldu zuen administratzaile zaildua izan zen. Greziako inbasio saiakera hutsalez gain, faraoien gisako eraikitze izakeragatik ezaguna da, Persepolisen gehienbat.
fa: خشایارشا (حکمرانی 485-465 ق.م) پسر داریوش بزرگ و آتوسا دختر کوروش بزرگ. یکی از شاهان قدرت مند ایرانی بود که صرف نظر از عملیات نظامی بزرگش در حمله به یونان که با شکست مواجه شد برنامه های عمرانی بسیاری را در بخصوص در تخت جمشید اجرایی کرد که به همین خاطر نیز شناخته می شود.
ga: Xerxes (rialaíodh 485-465 R.C.) mac Dhairiúis Mhóir agus Atúsa, iníon Chúrús Mhóir, riarthóir ábalta a bhí ann cé a mhéadaigh a cheannas impiriúil isteach sa Choraism. Seachas ar a ionradh teipthe sa Ghréig, bhí cáil air dá chlár tógála ollmhór, go háirithe i gCathair na Peirse.
hu: Khsajársá (uralkodása i. e. 485-465) Nagy Dárajavaus és Atossza, II. Nagy Kurus egyik lányának, fia, Khsajársá ügyes államférfi volt, aki kiterjesztette a birodalom uralmát Hvárezm fölé. A sikertelen görög inváziója mellett, a nagyszabású építkezéseiről híres, különösen Perszepoliszról.
hy: Քսերքսես (տիրակալ մ․թ․ա․ 485-465թթ․)։ Կյուրոս Մեծի աղջկա՝ Աթուսայի և Դարեհ Մեծի որդի Քսերքսեսն ունակ կառավարիչ էր, ով նույնպես տարածեց կայսրության իշխանությունը մինչև Խորեզմ։ Բացառությամբ Հունաստան ներխուժման ձախողումից՝ նա հայտնի էր, հատկապես Պեսեպոլիսում, ծավալուն շինարարական ծրագրերով։
ko: 크세르크스(재위 기간: 기원전 485-465년)은 다리우스 대왕과 키루스 대왕의 딸 아투사의 아들로 태어났습니다. 크세르크스는 유능한 행정가이며 제국 통치를 호라즘으로 확대시켰습니다. 그리스의 원정대의 실패와는 별개로, 그는 특히 페르세폴리스에서 광범위한 건설 계획으로 유명했습니다.
nb: Xerxes (styrte i 485-465 f.kr.) Sønn av Darius den store og Atoosa, en datter av Cyrus den Store, Xerxes fikk tilgang til å bli administrator, som også utvidet imperialistisk styre inn til Chorasmia. Bortsett fra hans mislykkede invasjon av Hellas, han var også kjent for hans omfattende byggeprogram, spesielt ved Persepolis.
pl: Xerxes (rządził 485-465 r. p.n.e.) Syn Dariusza Wielkiego i Atossa, córki Cyrusa Wielkiego, Kserkses był zdolnym przywódcą, który rozszerzył Imperium Chorasmia. Oprócz nieudanej inwazji Grecji, był znany z szerokiego programu budowy, szczególnie w Persepolis.
pt_br: Xerxes (485-465 A.C.) Filho de Dario, o Grande com Atossa, filha de Ciro, o Grande, Xerxes era um excelente administrador e estendeu o domínio do império até a Corásmia. Apesar de sua fracassada invasão da Grécia, Xerxes ficou famoso pelo seu enorme plano de construções, especialmente em Persépolis.
ru: Ксеркс (правил в 485-465 г.г до н. э.) — сын Дария Великого и Атоссы, дочери Кира II Великого. Ксеркс был способным администратором, распространившим влияние империи на Хоразмию. Помимо своего неудачного вторжения в Грецию известен обширной программой строительства, особенно в Персеполе.
sk: Xerxes (vládol 485-465 pred Kr.) Syn Dáriusa Veľkého a Atoosy, dcéry Kýrosa Veľkého, Xerxes bol schopný správca, ktorý rozšíril imperiálnu vládu do Chórzemu. Narozdiel od jeho neúspešnej invázie do Grécka bol známy pre jeho rozsiahly stavebný program, predovšetkým v Perzepolise.
sv: Xerxes (härskad 485-465 B.C.) Sonen till Darius den stora och Atoosa, en dotter till Cyrus den Store, Xerxes var en skicklig förvaltare, som också utökade kejserliga stycket till Chorasmia. Bortsett från hans misslyckade invasion av Grekland var han känd för sitt omfattande byggprogram, särskilt på Persepolis.
tr: Xerxes (485-465 yılları arasında hüküm sürdü) Büyük Darius oğlu ve Büyük Cyrus'un kızı Atoosa'nın oğlu olan Xerxes, İmparatorluk yönetimini Chorasmia'ya kadar genişleten güçlü bir yönetici idi. Başarısız olan Yunanistan istilasına rağmen, özellikle Persepolis'teki kapsamlı yapı programıyla ünlüdür.
uk: Ксеркс (правив у 485-465 рр. до н. е..) — син Дарія Великого і Атоси, дочки Кіра II Великого. Ксеркс був здібним адміністратором, поширили вплив імперії на Хоразмію. Крім свого невдалого вторгнення в Грецію, відомий великою програмою будівництва, особливо у Персеполі.
zh: 薛西斯一世（公元前485-前465 年）是大流士一世与居鲁士大帝之女阿托莎的儿子。薛西斯一世是一个有能力的管理者，他也把帝国的统治范围延伸到花剌子模，唯一的遗憾是入侵希腊失败。他在建设项目方面相当有名，特别是在波斯波利斯。

source: Cavalry Stables
ast: Corte caballería
bg: Конюшни
br: Marchosi ar Marc'hegerezh
ca: Estables de cavalleria
cs: Stáje jezdectva
de: Ställe
el: Στάβλοι Ιππικού
es_ar: Establos de caballería
eu: Zalditegiak
fa: اصطبل سواره نظام
ga: Stábla Marcra
he: אורוות פרשים
hu: Lovassági istálló
hy: Հեծելազորի ախոռներ
it: Scuderie Cavalleria
ja: 厩舎
ko: 기병대의 마구간
nb: Kavaleristall
pl: Stajnie kawalerii
pt_br: Estábulos de Cavalaria
ru: Кавалерийские конюшни
sk: Stajne jazdy.
sv: Kavalleristall
tr: süvari ahırları
uk: Кавалерійські Стайні
zh: 马厩
zh_tw: 騎兵馬廄

source: Train Cavalry citizen-soldiers.
ast: Llevantar ciudadanos-soldáu montaos.
bg: Обучава граждани-конници.
br: Stummit soudarded-keodedour war-varc'h.
ca: Recluta soldats ciutadans de cavalleria.
cs: Cvičit jízdní občany ve zbrani.
de: Trainiere Kavalleriebürgersoldaten.
el: Δημιουργήστε έφιππους πολίτες-στρατιώτες.
es_ar: Entrena caballería de milicia.
eu: Zaldizko hiritar-soldaduak erreklutatu.
fa: پرورش سربازان شهروند سواره
ga: Traenáil míle-shaoránaigh marcacha.
hu: Lovas polgári katonák kiképzése.
hy: Աշխարհազորային հեծելազորի պատրաստում։
it: Allena Cavalleria di cittadini-soldati.
ja: 市民騎兵ユニットを養成します。
ko: 기병 시민병사를 양성합니다.
nb: Tren kavaleri-borgersoldater.
pl: Trenuj konnych żołnierzy miejskich.
pt_br: Treine cidadãos-cavaleiros.
ru: Позволяет обучать конных горожан-солдат.
sk: Trénuje jazdeckých občianov-vojakov.
sv: Träna Kavalleri medborgarsoldater.
tr: Süvari vatandaş askerleri eğit.
uk: Дозволяє навчати кінних громадян-солдатів.
zh: 训练骑兵公民战士
zh_tw: 訓練騎兵民兵。

source: The Persian Empire's best soldiers were Eastern horsemen.
ast: Los meyores soldaos del Imperiu persa foron los xinetes orientales.
bg: Най-добрите войници на Персийската империя били източните конници.
br: Ar soudarded gwellañ en Impalaeriezh Persian a oa marc'heien ar Reter.
ca: Els millors soldats de l'imperi persa eren els genets orientals.
cs: Nejlepšími vojáky Perské říše byli jezdci na koních z východu.
de: Die besten Soldaten des Persischen Imperiums waren östliche Reiter.
el: Οι πιο επίλεκτοι στρατιώτες της Περσικής Αυτοκρατορίας ήταν οι Ανατολικοί ιππείς.
es_ar: El los mejores soldados del imperio persa eran los jinetes del este.
eu: Ekialdeko zaldunak ziren Pertsiar Inperioko soldadurik onenak.
fa: بهترین سربازان ایرانی اسب سواران شرقی بودند.
ga: Ba na saighdiúirí is fearr san Impireacht Pheirseach iad marcra as an oirthear.
he: החיילים הטובים ביותר של האימפריה הפרסית היו פרשי המזרח.
hu: A Perzsa birodalom legjobb katonái keleti lovasok voltak
hy: Պարսկական կայսրության լավագույն զինվորներն արևելյան հեծյալներն էին։
it: I migliori soldati dell'Impero Persiano erano i cavalieri Orientali.
ja: ペルシア帝国の最強の戦士は東部の騎兵でした。
ko: 페르시아제국의 최고의 병사는 동부 기마병입니다.
nb: Det persiske rikets beste soldater var rytterne fra de østlige områdene.
pl: Najlepszymi żołnierzami Imperium Perskiego byli Wschodni jeźdźcy.
pt_br: Os melhores soldados do império Persa eram os cavaleiros orientais.
ru: Наилучшими солдатами персидской империи были "восточные наездники".
sk: Najlepšími vojakmi Perzskej ríše boli jazdci z východu.
sv: Det Persiska Rikets bästa soldater var österländska ryttare.
tr: Pers İmparatorluğunun en iyi askerleri Doğulu atlılardı.
uk: Найкращими солдатами Перської імперія була східна кіннота
zh: 波斯帝国的精锐部队为东方骑兵。
zh_tw: 東方騎兵是波斯帝國的最好的士兵。

source: Apadana
bg: Ападана
el: Αίθουσα Ακροάσεων
fa: آپادانا
hy: Ապադանա
ja: アパダナ
ko: 아파다나
ru: Ападана
uk: Ападана
zh: 王宫
zh_tw: 阿帕達納

source: Train heroes and Persian Immortals. Gives a slow trickle of all resources as 'Satrapy Tribute.'
ast: Llevantar a héroes y inmortales perses. Apurre una pinguina de recursos como «el tributu de les satrapíes».
bg: Обучава герои и персийски безсмъртни. Дава по малко от всички ресурси от време на време като „сатрапен данък“.
br: Stummit harozed ha Divarveled Persian. Reiñ a ra ur buzad bihan en holl vammennoù evel 'Enor da Satrapi'.
ca: Recluta herois i Immortals perses. Proporciona una font lenta de tots els recursos com a "Tribut de les satrapies".
cs: Cvičí hrdiny a perské Nesmrtelné. Zaručuje i pomalý přísun všech surovin jako "tribut ze satrapií".
de: Bilde Helden und persische Unsterbliche aus. Gewährt einen langsamen Zugewinn aller Ressourcen als Tribut der Satrapien.
el: Εκπαιδεύει ήρωες και Περσικούς Αθάνατους. Παρέχει μια αργή ροή από όλους τους πόρους σαν "Υποτέλεια στον Σατράπη".
es_ar: Entrena héroes e Inmortales persas. Da una pequeña cantidad de recursos como "tributo sátrapa".
eu: Erreklutatu Pertsiar heroi eta hilezkorrak. Baliabide guztien tantakako emaria eskaintzen du 'Satrapa Zerga' moduan.
fa: پرورش قهرمان ها و گارد جاویدان. پرداخت مقدار کمی از تمام منابع به عنوان هدیه ساتراپی
ga: Traenáil laochra agus Déithe Buana Peirseacha. Faigh mallshil do gach aon acmhainn mar 'Chíos na Satrap.'
hu: Hősöket és perzsa Halhatatlanokat képez ki. Mindenből egy kevés, folyamatosan érkező nyersanyagot ad, mint „szatrapia sarc”.
hy: Հերոսների և պարսկական "անմահների" պատրաստում։ Տալիս է բոլոր ռեսուրսների դանդաղ աղբյուր՝ որպես "Սատրապական տուրք"։
it: Addestra eroi e Immortali Persiani. Da un contributo modesto per tutte le risorse come 'Tributo di Satrapia'.
ja: 英雄とペルシア不死隊を養成します。「総督からの貢納」としてすべての資源が徐々に増加していきます。
ko: 영웅과 페르시아 불멸자를 양성합니다. '총독으로부터의 공납'으로서 모든 자원이 천천히 증가합니다.
nb: Tren helter og persiske udødelige. Gir en langsom tilstrømning av alle ressurser som 'Satrapytributt'.
pl: Wytrenowani bohaterowie i Perscy nieśmiertelni. Daje powoli sączyć wszystkich zasobów jak " Satrapii Tribute".
pt_br: Treine Heróis e Imortais persas. Dá um gotejamento lento de todos os recursos como 'Satrapia tributo'.
ru: Тренирует героев и персидских Бессмертных. Даёт медленный приток всех ресурсов — "Дань Сатрапии".
sk: Trénuje hrdinov a perzských Nesmrteľných. Zaručuje aj pomalý prísun všetkých surovín ako "tribút zo satráp".
sv: Träna hjältar och persiska odödliga. Ger ett långsamt tillflöde av resurser som 'Satraptribut'.
tr: Kahramanları ve Pers Ölümsüzleri eğit. Tüm kaynakları yavaş yavaş 'Satrapy Ganimeti' olarak verecek.
uk: Тренує героїв і перських Безсмертних. Дає повільний приплив всіх ресурсів - "Данина Сатрапії".
zh: 练英雄及波斯长生军。缓慢的给予所有的资源，就像 '总督进献' 一样。
zh_tw: 訓練英雄及波斯長生軍。緩慢的給予所有的資源，就像「總督進獻」一樣。

source: The term Apadana designates a large hypostyle palace found in Persia. The best known example, and by far the largest, was the great Apadana at Persepolis. Functioning as the empire's central audience hall, the palace is famous for the reliefs of the tribute-bearers and of the army, including the Immortals.
ast: La pallabra Apadana refierse a un palaciu grande y hipóstilu de Persia. L'exemplu meyor conocíu, y ensin dulda'l más grande, foi la gran Apadana de Persépolis. Funcionando como'l salón central d'audiencies del Imperiu, el palaciu ye famosu polos relieves de los portadores de tributos y del exércitu, incluyendo a los inmortales.
bg: Понятието ападана се използва за огромни палати в Персия, изградени от колони. Най-добрият познат пример, а и най-големият, била великата Ападана в Персеполис. Използван като основна заседателна зала, палатът е известен с релефите си на събирачи на данъци и на армията, включваща безсмъртните.
br: An termen Apadana a ziskouez ur palez bras peuldouget kavet e Pers. Ar skouer anavezetañ, hag a-bell an hini ledanañ, a oa an Apadana bras e Persepoliz . Mont a rae en-dro evel sal-greizennel an impalaeriezh, brudet e oa ar palez evit izelvosoù oc'h aroueziañ ar c'hannadegoù o paeañ un truaj hag re an arme, o lakaat en o zouez Ar Re zDivarvel.
ca: El terme "apadana" designa un gran palau hipòstil de Pèrsia. L'exemple més conegut, i de lluny el més gran, era la gran Apadana de Persèpolis, que funcionava com a saló d'audiències central de l'imperi. El palau és famós pels relleus dels portadors de tributs i l'exèrcit, incloent els Immortals.
cs: Výraz Apadana označuje velký sloupový palác, jaký bylo možné najít v Persii. Nejznámějším a zdaleka i největším příkladem byla velká Apadana v Persepolis. Užívána jako ústřední veřejná síň ríše pro slyšení je známa pro svoje podobizny poslů nesoucích vazalskou daň (tribut) a členů armády, včetně Nesmrtelných.
de: Der Ausdruck Apadana bezeichnet einen großen, säulengesäumten Palast in Persien. Der bekannteste und bei weitem größte war die große Apadana in Persepolis. Der als die zentrale Audienzhalle des Reiches fungierende Palast ist für die Reliefs der Tributträger, wie auch der Armee und der Unsterblichen, berühmt.
el: Ο όρος Απάδανα χαρακτηρίζει ένα μεγάλο υποστυλωμένο παλάτι που βρέθηκε στην Περσία. Το πιο γνωστό παράδειγμα, και μακράν το μεγαλύτερο, ήταν η μεγάλη Απαδάνα στην Περσέπολη. Λειτουργούσε ως αίθουσα που ήταν το κέντρο των ακροάσεων της αυτοκρατορίας, το παλάτι είναι διάσημο για τα ανάγλυφα αφιερώματά του και τον στρατό, συμπεριλαμβανομένων των Αθανάτων.
es_ar: El termino Apadana designa una sala hipóstila de audiencias en los palacios persa. El mejor y más grande ejemplo era la gran Apadana de Persépolis. Esta funcionaba como la sala de audiencias central del imperio, y el palacio es famoso por los relieves de los tributarios y el ejercito, incluídos los inmortales.
eu: Apadana da Pertsiar palazio hipostilo izugarrietaz aritzerakoan erabiltzen den hitza. Adibiderik ezagunena, eta askogatik handiena, Persepoliseko Apadana handia izan zen. Inperioko audientzia gela nagusi moduan erabilia, palazio hau ezaguna da zergaz armadako jendeaz beterik dituen erliebe ezagunengatik, hilezkorrak barne.
fa: آپادانا به معنی نوعی کاخ ستون دار است که در پارس یافت می شود. مشهور ترین و به طور مشخصی بزرگترین آنها، آپادانای تخت جمشید است. این کاخ که به عنوان مرکز رسمی دربار امپراتوری عمل می کرد، برای نقش های خراج گزاران و گارد جاویدان مشهور است.
ga: Ainmníonn an téarma 'Apadana' ar pálas mór 'hípistíleach' a fhaightear sa Pheirs. An sampla is fearr aitheanta, agus i bhfad an ceann is mó, a bhí an Apadana mór i gCathair na Peirse. Oibríonn an foirgneamh seo mar halla lárnach éisteachta na himpireachta, agus tá sé is fearr aitheanta lena rilífí cíos-iompróírí agus an airm, na Déithe Buana ina measc.
hu: Az Apadana a Perzsiában található nagy hüposztülosz palotát jelöli. A legismertebb példa, és magasan a legnagyobb, a perszepoliszi nagy Apadana volt. A birodalom központi óriástermeként szolgált, a palota híres a domborművekről, amelyek sarchordozat és katonákat ábrázolnak, beleértve a Halhatatlonokat is
hy: Ապադանա տերմինը վերաբերվում է Պարսկաստանում հանդիպող հիպոստիլ պալատներին։ Լավագույն և առայժմ հայտնի ամենամեծ օրինակը Պերսեպոլիսի մեծ Ապադանան էր։ Գործելով որպես կայսրության կենտրոնական ընդունարան՝ պալատը հայտնի է զոհաբերություն կատարողների և զորքի, այդ թվում՝ նաև "անմահների" փորագրություններով։
it: Il termine Apadana designa un grande palazzo ipostila ritrovato in Persia. L'esempio più noto e il più esteso, è rappresentato dalla grande Apadana a Persepoli. Utilizzato come sala centrale delle udienze dell'impero, il palazzo è famoso per i rilievi dei portatori dei tributi e dell'esercito, tra cui gli Immortali.
ja: アパダナとはペルシアに見られた大きな多柱式建築の宮殿を意味します。代表例は、群を抜く大きさの、ペルセポリスの大アパダナでした。帝国の中央謁見の殿堂として機能した、この宮殿は貢ぎ物の献上者や不死隊などの軍隊のレリーフで有名です。
ko: 아파다나라는 용어는 페르시아에서 발견된 큰 여러 기둥식 건축 궁전을 가리킵니다. 대표적인 예로는, 페르세폴리스의 위대한 아파다나였습니다. 제국의 중앙 관중석으로 기능한 이 궁전은 공물 운반자들과 불멸자들을 포함한 육군의 구호로 유명합니다.
nb: Begrepet Apadana betegner et stor palass i hypostil (kolonnehall) i Persia. Det mest kjente eksempelet, og det desidert største, var det store Apadana i Persepolis. I funksjonen som imperiets sentrale publikumshall, ble palasset berømt for relieffene av tribute-bærere og av hæren, inkludert de udødelige.
pl: Słowo Apadana oznacza duży hypostyl-pałac znajdujący się w Persji. Najbardziej znanym i największym przykładem, był wielkim Apadana w Persepolis . Funkcjonowała ona jako centralna sala widowni imperium, Pałac słynie z reliefii (ulgi), które okazują hołd wojsku, włącznie z Nieśmiertelnymi.
pt_br: O termo Apadana refere-se a enormes palácios persas sustentados por colunas. O exemplo mais conhecido - e de longe o maior - era o grande Apadana de Persépolis. Funcionando como o salão de audiências central do império, o palácio ficou famoso pelos seus relevos, que representavam portadores de tributo e o exército persa, incluindo os Imortais.
ru: Термин Ападана означает большой гипостильный дворец, встречавшийся в Персии. Наиболее известным примером, а также и самым большим, была великая Ападана в Персеполе. Выполняя функцию имперского центрального зала для приёмов, дворец известен своими рельефами со сценами подношения даров и армией, включая "бессмертных".
sk: Termín Apadana označuje veľký palác v štýle hypostylu, aký bolo možné nájsť v Perzii. Najznámejším a zďaleka aj najväčším príkladom bola veľká Apadana v Perzepolise. Pôsobiac ako centrálna verejná sála ríše je známa pre svoje podobizne poslov nesúcich tribút a členov armády, vrátane Nesmrteľných.
sv: Termen Apadana betecknar ett stort hypostylepalats som finns i Persien. Det mest kända exemplet, och överlägset största, var den stora Apadana vid Persepolis. Palatset är känt för tributarens och arméns lättnader, inklusive de odödliga.
tr: padana terimi, Pers'te bulunan büyük bir hipostil sarayı belirtir. Bilinen en iyi örnek ve en büyüğü, Persepolis'teki büyük Apadana idi. İmparatorluğun merkezi izleyici salonu olarak işlev gören saray, Ölümsüzler de dahil olmak üzere haraç taşıyıcılarının ve ordunun kabartmaları ile ünlüdür.
uk: Термін Ападана означає великий гіпостильний палац, який зустрічався в Персії. Найвідомішим прикладом, а також і найбільшим, була велика Ападана в Персеполі. Виконуючи функцію імперського центрального залу для прийомів, палац відомий своїми рельєфами зі сценами підношення дарів і армією, включаючи "безсмертних".
zh: 阿帕达纳指的是在波斯发现的大量柱式宫殿。最著名的例子，也是迄今为止规模最大的，是波斯波利斯的阿帕达纳宫。作为帝国的中心大殿，这个宫殿是用以接收贡品及接见军队，包括长生军，的地方
zh_tw: 術語阿帕達納指的是在波斯發現的大量柱式宮殿。最著名的例子，也是迄今為止規模最大的，是波斯波利斯的阿帕達納宮。作為帝國的中心大殿，這個宮殿是用以接收貢品及接見軍隊，包括長生軍，的地方。
