Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Spear fighting training increases damage of infantry spear units.
ast: L'entrenamientu na llucha cola llancia aumenta'l dañu que faen los llanceros d'a pie.
bg: Обучението в битка с копие увеличава щетите на пехотните единици с копие.
br: Stummañ ar goaf emgann a lak distrujoù unanennoù goaf an arme war droad da greskaat.
ca: La formació augmenta l'atac de les unitats d'infanteria amb llances.
cs: Výcvik v boji s oštěpy zvyšuje poškození pěších jednotek vybavených oštěpy.
da: Træning i spydfægtning forbedrer skaden fra infanterienheder bevæbnet med spyd.
de: Speerkampftraining erhöht den Schaden aller Infanterieeinheiten mit Speer.
el: Η εκπαίδευση των λογχοφόρων στη μάχη αυξάνει τη ζημιά που προκαλούν οι λογχοφόρες μονάδες πεζικού.
es_mx: El entrenamiento de pelea con lanza mejora el daño de tus lanceros..
eu: Lantzarekin borrokarako entrenatzeak lantzarien mina areagotzen du.
fa: آموزش جنگ با نیزه باعث افزایش ضربه ی پیاده نظام نیزه دار می شود.
fi: Keihäskoulutus lisää keihäsjalkaväen tuottamaa vahinkoa.
ga: Méadaíonn traenáil sleádóireachta ar damáiste na cos-shleádóirí.
gl: O adestramento na loita con lanza aumenta o dano ocasionado polas unidades de infantaría con lanza.
hu: A lándzsás harci kiképzés növeli a lándzsás gyalogos egységek sebzését.
id: Latihan tombak meningkatkan serangan infanteri bertombak.
it: L'addestramento al combattimento con la lancia aumenta il danno delle unità fanteria con lancia.
ja: 槍兵の攻撃力を強化する槍術訓練です。
ko: 전투 창술 훈련은 창 보병 유닛의 공격력을 강화합니다.
lv: Apmācība cīņais uz šķēpiem palielina šķēpu kājnieku vienību kaitējumu.
ms: Latihan meningkatkan kerosakan yang dibuat oleh unit infantri bertombak.
nb: Trening av spydenheter øker skaden infanterispyd forvolder.
nl: Extra trainingen voor speermannen verhoogt de schade die ze kunnen aanrichten.
pl: Szkolenie walki włócznią zwiększające obrażenie piechoty używającej włóczni.
pt_pt: O treino de combate com com lanças aumenta o dano causado pelas unidades lanceiras.
ru: Бои копейщиков увеличивают урон пехотинцев-копьеносцев.
sk: Tréning boja s kopijou zvyšuje silu útoku peších jednotiek s touto zbraňou.
sv: Spjutstridsträning ökar skada av spjut infanterienheter.
tr: Mızrak dövüşü eğitimi mızraklı piyade birimlerinin etkinliğini arttırır.
uk: Тренування боротьбі зі списом збільшує нанесення пошкодження піхотними підрозділами зі списом.
zh: 长矛战斗训练增加了持矛步兵单位的伤害力。
zh_tw: 長矛戰鬥訓練增加了矛步兵單位的傷害力。

source: Spearmen +2 hack attack.
ast: Los llanceros: +2 a la taya.
bg: +2 разсичаща атака за копиеносците.
br: Goaferien +2 a argad troc'husted.
ca: +2 en Atac de tall dels llancers.
cs: Bojovníci s oštěpem +2 k sečnému útoku.
de: Speerkämpfer erhalten +2 Hiebangriffe.
el: Στους Λογχοφόρους +2 επίθεση κοψίματος.
es_mx: Los lanceros mejoran en +2 su daño de corte.
eu: Lantzariek +2 lortzen dute mozte minean.
fa: نیزه داران +2 ضربه برشی.
fi: Keihäsmiehet +2 hakkaushyökkäys.
ga: Ionsaí Tesctha +2 do shleádóirí.
gl: Aumenta o ataque de folla dos lanceiros en +2.
hu: Minden lándzsás gyalogosnak +2 vágás támadás.
id: Penombak +2 serangan tebas.
it: Lancieri +2 attacco.
ja: 槍兵の打撃攻撃力が2増加します。
ko: 창병의 타격 공격력을 +2 상승합니다.
lv: Kājniekiem ar šķēpiem +2 duršanas uzbrukumam
ms: Askar Bertombak +2 serangan tetak.
nb: Spydmenn +2 i huggangrep.
nl: Speermannen +2 slagkracht.
pl: Włócznicy otrzymują +2 do obrażeń siecznych.
pt_pt: Aumenta o ataque de golpe dos lanceiros em +2.
ru: Копейщики получают +2 к рубящей атаке.
sk: Kopijníci +2 sečný útok.
sv: Spjutmän +2 hackattack.
tr: Mızrakçı +2 saldırı darbesi.
uk: Списоносці мають +2 рубаючої атаки.
zh: 长枪兵劈砍攻击 +2 。
zh_tw: 矛兵 +2 劈砍攻擊。

source: Infantry Spear Fighting
ast: Combate d'a pie cola llancia
bg: Битка с копие за пехотинците
br: Arme war droad gant Goaf Emgann
ca: Lluita amb llances
cs: Pěší boj s oštěpy
da: Infanteri Spydkamp
de: Infanterie-Speerkampf
el: Μαχητικότητα Λογχοφόρου Πεζικάριου
es_mx: Lucha con lanza
eu: Lantza Borroka
fa: جنگ با نیزه ی پیاده نظام
fi: Keihäskoulutus
ga: Sleádóireacht na gCoisithe
gl: Loita de infantaría con lanzas
hu: Gyalogsági lándzsás harc
id: Pertarungan Infanteri Tombak
it: Fanteria da Combattimento con Lancia
ja: 槍術
ko: 보병 전투 창술
lv: Kājnieku šķēpu cīņas
ms: Perlawanan Askar Bertombak
nb: Infanterispydkamp
nl: Infanterie speervechten.
pl: Szkolenie piechoty w walce włócznią
pt_pt: Luta de lanceiros
ru: Бои копейщиков
sk: Boj s kopijou
sv: Infanterispjutstsrid
tr: Piyade Mızrak Dövüşü
uk: Піхотна боротьба зі списом
zh: 长矛步兵战斗
zh_tw: 步兵長矛戰鬥

source: Doratismós
bg: Доратисмо̀с
el: Δορατισμός
ko: 도라티스모스
ru: Доратисмос
uk: Доратісмос

source: Spartans were housed and trained from a young age to be superlative warriors and to endure any hardship a military life can give them.
ast: Agospiaron y entrenaron a los espartanos dende pequeños pa ser guerreros superlativos y soportar cualquier desafíu que-yos presentare la vida militar.
bg: Спартанците били настанявани и обучавани от ранна възраст, за да бъдат превъзходни во̀ини и да издържат на всичко, пред което може да ги изправи военния живот.
br: Roet e oa bod ha stummadur d'ar Spartaned adalek o bloavezhioù kentañ. Stummet e oant da vezañ brezelour dibar, gouest da ziwaskañ forzh peseurt poanioù ha dioueroù digaset gant ur vuhez a vrezelour.
ca: Els espartans eren allotjats i entrenats des de ben petits per ser guerrers extraordinaris i per resistir qualsevol privació de la vida militar.
cs: Sparťané byli ubytováni a cvičeni od mladého věku tak, aby byli vynikajícími válečníky a aby vydrželi jakékoli strádání, které by jim vojenský život přinesl.
da: Spartanere blev opdraget og trænet fra en ung alder til at være superlative krigere og udholde enhver besværlighed et soldaterliv kan give en.
de: Spartaner wurden von Kindesbeinen an zu Kriegern ausgebildet, die ihresgleichen suchten, damit sie später jede Härte des militärischen Lebens ohne zu zögern auf sich nahmen.
el: Οι Σπαρτιάτες στρατολογούνταν και εκπαιδεύονταν από νεαρή ηλικία ώστε να είναι εξαιρετικοί πολεμιστές και να υπομείνουν κάθε δυσκολία που μια στρατιωτική ζωή μπορεί να τους δώσει.
es_mx: Los espartanos fueron alojados y entrenados desde pequeños para convertirse en guerreros superlativos y soportar las penurias que ofrece una vida militar.
eu: Espartarrak txikitatik izan ziren etxekotu eta erakutsiak goreneko gudariak bihurtzeko eta militar bizitzaren gorabehera guztiak jasan ahal izateko.
fa: اسپارت ها از سنین کم آموزش می بینند تا جنگجویانی قدرتمند شوند و از پس هر شرایط سخت جنگی برآیند.
fi: Spartalaiset koulutettiin nuoresta iästä lähtien olemaan ylivoimaisia sotureita sekä kestämään kaikki sotilaselämän vastoinkäymiset.
ga: Ó aois óg, bhí na Spartaigh ina gcónaí sna campa míleata, agus d'oileadh siad a bheith saighdiúirí iontacha, agus do chruatain mhíleata a fhulaingt.
gl: Os espartanos internábanse e adestrábanse desde unha idade temperá para converterse en guerreiros superiores, e para facerlle fronte a calquera dificultade que se lles presentase durante a súa vida militar.
hu: A spártaiakat fiatal koruktól kezdve felülmúlhatatlan harcosoknak nevelték, hogy elviseljenek minden nehézséget, amit a katonaélet adhat nekik.
id: Kaum Sparta dirumahkan dan dilatih dari masa muda untuk menjadi pejuang tangguh dan menanggung penderitaan kehidupan militer.
it: Gli Spartani erano addestrati fin dalla giovane età ad essere guerrieri straordinari e a sopportare qualsiasi difficoltà che una vita militare avrebbe potuto dare loro.
ja: スパルタ人はこどもの頃から合宿し訓練を受け、最高の戦士となり、軍人生活で起こりうるあらゆる困難に耐えました。
ko: 스파르타인들은 어려서부터 최상급 전사가되기 위하고 군대 생활이 그들에게 줄 수 있는 어떠한 고난도 견뎌내기위해 수용되어 훈련되었습니다.
lt: Spartičiai buvo apgyvendinti ir mokomi nuo jaunų dienų tam kad būtų ypatingi kariai kurie ištvertų betkokius karinio gyvenimo sunkumus.
ms: Rakyat Sparta dilatih daripada usia muda untuk menjadi pahlawan yang terbaik dan dapat menahan kehidupan tentera mereka.
nb: Spartanerne ble innlosjert og trent fra ung alder til å bli overlegne krigere og for å utholde alle prøvelser et militært liv kan tilby.
nl: De Spartanen werden van jonge leeftijd getraind om de beste krijgers te worden, en om elke ontbering door een militair leven aan te kunnen.
pl: Spartanie byli szkoleni od najmłodszych lat na najpotężniejszych wojowników, którzy potrafią znosić wszelkie trudy życia wojskowego, na jakie mogą natrafić w przyszłości.
pt_pt: Os Espartanos eram internados e recebiam treino militar desde muito novos para se tornarem grandes guerreiros, de modo a estarem aptos a enfrentar qualquer adversidade na sua vida militar.
ru: Спартанцы обучались с детства, чтобы быть превосходными воинами и уметь превозмогать любые тяготы военной жизни.
sk: Sparťania boli už od mladého veku trénovaní, aby sa z nich stali vynikajúci bojovníci a boli schopní znášať akékoľvek ťažkosti vojenského života.
sv: Spartaner inhystes och utbildades från en ung ålder för att vara superlativa krigare och att uthärda varje svårighet ett militärt liv kan ge dem.
tr: Spartalılar askeri hayatın doğurabileceği tüm zorluklara göğüs gerebilmeleri için küçük yaştan itibaren üstün savaşçılar olarak yetiştirilirlerdi.
uk: Спартанцям надавали житло та тренували з раннього віку бути найвизначнішими воїнами, і витримувати будь-які труднощі, які може влаштовувати їм військове життя.
zh: 斯巴达从小就被编入团队并进行军事训练，以成为最高级的战士和忍受任何艰难军旅生活。
zh_tw: 斯巴達人從小就被編入團隊進行訓練，以成為最好的戰士，並確保能夠忍受艱苦的軍旅生活。

source: +25% health for spear infantry, but also +10% train time.
ast: El +25% más de vida pa la infantería llancera, pero tamién el +10% más de tiempu de llevantamientu.
bg: +25% здраве за пехотата с копие, но също така и +10% време за обучаване.
br: +25% a yec'hed evit ar goaferien war droad, met ivez +10% a amzer stummañ.
ca: +25% de salut per a la infanteria amb llança, però també +10% de temps de formació.
cs: +25% zdraví pro jednotky s oštěpem, ale také +10% k délce výcviku.
da: +25% helbred for spydbærende infanteri, men også +10% træningstid.
de: +25% Gesundheit für Speer-Infanterie, aber auch +10% Ausbildungszeit.
el: +25% υγεία για τους δορυφόρους, αλλά και +10% χρόνος εκπαίδευσης.
es_mx: +25% de salud para la infantería lancera, pero también aumenta un +10% el tiempo de reclutamiento.
eu: %25+ osasunean lantzari infanteriari, baino erreklutatze denbora %10+ igotzen da.
fa: +25% سلامت برای پیاده نظام های نیزه دار اما +10% زمان پرورش بیشتر برای آنها
fi: +25% terveyttä keihäsjalkaväelle, mutta +10% pidempi koulutus.
ga: Sláinte +25% do cos-sleádóir, ach am traenála +10% freisin.
gl: A vida da infantaría con picas aumenta en +25%, pero o seu tempo de adestramento aumenta tamén en +10%.
hu: +25% életerő a lándzsás gyalogságnak, viszont +10% képzési idő
id: +25% nyawa untuk infanteri penombak, namun +10% waktu latih.
it: +25% di salute per la fanteria con lancia, ma anche +10% tempo di addestramento.
ja: 槍兵の耐久力が25%増加しますが、養成時間が10%長くなります。
ko: 장창 보병의 체력이 +25% 증가하지만, 또한 양성 시간이 +10% 증가합니다.
lv: +25% veselības šķēpu kājniekiem, bet arī +10% apmācību laikam.
ms: +25% hayat untuk askar infantri bertombak, tetapi perlu +10% masa latihan.
nb: +25% i helse for spyd-infanteri men også +10% opptreningstid.
nl: +25% gezondheid voor speervechters, maar ook +10% rekruteertijd.
pl: +25% zdrowia dla piechoty z włóczniami, ale również +10% czas trenowania
pt_pt: +25% de vida dos lanceiros de infantaria, mas velocidade de treino também aumenta +10%.
ru: Добавляет +25% здоровья пешим копейщикам, но при этом увеличивается на +10% время обучения.
sk: +25% zdravie pre pechotu s kopijami, ale zato aj +10% doba tréningu.
sv: +25% hälsa för spjut infanterister, men också +10% träningstid.
tr: Mızraklı piyadeler için +25% sağlık bonusu, fakat +10% eğitim zamanı.
uk: +25% здоров'я для піхоти зі списом, але також +10% часу тренування.
zh: 长矛步兵+25% 的生命值，同时训练时间+10% 。
zh_tw: 矛兵生命值 +25％，但訓練時間 +10％。

source: The Agoge
ar: بالنّظام الصّارم
ast: L'Agogé
bg: Спартанска тренировка
br: An Agoge
ca: L'Agogé
cs: Agoge (vojenská výchova)
da: Agogen
de: Die Agoge
el: Η Αγωγή
es_mx: La agogé
eu: Agogea
fa: آموزش و پرورش اسپارتی
fi: Agoge
ga: Agóigé: Oideachas na Spartaigh
gl: A agoxé
hu: Agogé
id: Agoge
it: L'Agoghé
ja: スパルタ教育
ko: 아고게
lt: Agoga
lv: Agoge
ms: Agoge
nb: Agogen
nl: De Agoge
pl: Spartańskie wychowanie
pt_pt: Agoge
ru: Агогэ
sk: Agóge
sv: Agogen
uk: Агоге
zh: 斯巴达教育
zh_tw: 斯巴達教育

source: Athenian triremes can train Marines (Epibates Athenaikos) and Cretan Mercenary Archers (Toxotes Kretikos).
ast: Les trirremes atenienses son a llevantar los marinos (Epibates Athenaioi) y los arqueros mercenarios cretenses (Toxotes Kretikos).
bg: Атинските триеми могат да обучават морски пехотинци (Епибатес атенайкос) и критски наемни стрелци (Токсотес кретикос).
br: Gallout a ra al listri-teirroeñvek Atenian stummañ Marined (Epifasted Atenaikos) ha Goprwaregerien-Kretan (Toxotes Kretikos).
ca: Els trirrems atenencs poden formar infanteria de marina (Epibates Athenaikos) i arquers mercenaris cretencs (Toxotes Kretikos).
cs: Aténské trojveslice mohou cvičit vojáky námořní pěchoty (Epibastes Athenaikos) a krétské žoldnéřské lukostřelce (Toxotes Kretikos).
da: Athenske trierer kan træne marinesoldater (Epibates Athenaikos) og kretanske bueskyttelejesoldater (Toxotes Kretikos).
de: Athenische Trieren können Marineinfanteristen (Épibatēs Athēnaïkós) und kretische Bogenschützensöldner (Toxótēs Krētikós) ausbilden.
el: Οι Αθηναϊκές τριήρεις μπορούν να εκπαιδεύσουν ναύτες (Αθηναίοι Επιβάτες) και Κρητικούς Μισθοφόρους Τοξότες (Κριτικοί Τοξότες).
es_mx: Los trirremes atenienses pueden reclutar Marinos (Epibates Athenaikos) y Arqueros Mercenarios Cretenses (Toxotes Kretikos).
eu: Trirreme atenastarrek Itsasgizonak errekluta ditzakete (Epibates Athenaikos) eta Kretar Arkulari Mertzenarioak (Toxotes Kretikos).
fa: کشتی های جنگی آتنی می توانند می توانند سربازان دریایی پرورش دهند (Epibates Athenaikos) و مزدوران کماندار کرتان (Toxotes Kretikos).
ga: Is féidir le tríréimí Aithneacha Muirshaighdiúirí (Epibates Athenaikos) is Amhas-Shaighdeoirí Créiteacha (Toxotes Kretikos) a thraenáil.
gl: Os trirremes atenienses poden adestrar mariños (Epibates Athenaikos) e arqueiros mercenarios cretenses (Toxotes Kretikos).
hu: Az athéni triérészek tengerészeket (Epibates Athenaikos) és krétai zsoldos íjászokat (Toxotes Kretikos) képezhetnek ki.
id: Trireme Athena dapat melatih Marinir (Epibates Athenaikos) dan Pemanah Bayaran Kreta (Toxotes Kretikos).
it: I triremi ateniesi possono addestrare fanteria di marina (Epibates Athenaikos) e Arcieri Mercenari Cretesi (Toxotes Kretikos).
ja: アテナイの三段櫂船が海兵（Epibates Athenaikos）とクレタ傭兵射手（Toxotes Kretikos）を養成できるようになります。
ko: 아테네의 3단 노선은 해병(에피바테스 아테나이코스)과 크레탄 용병 궁수(톡쏘테스 크레티코스)를 양성할 수 있습니다.
ms: Tireme Athens dapat melatih Askar Marin (Epibastes Athenaikos) dan Pemanah Upahan Crete (Toxotes Kretikos).
nb: Athenske triremer kan trene marinesoldater (Epibates Athenaikos) og kretiske leiesoldatbueskyttere (Toxotes Kretikos).
nl: Atheense triremen kunnen mariniers (Epibastes Athenaikos) en Kretaanse huurlingboogschutters (Toxotes Kretikos) trainen.
pl: Ateńskie triery mogą szkolić Piechotę morską (Epibates Athenaikos) oraz Kreteńskich najemnych łuczników (Toxotes Kretikos).
pt_pt: Os trirremes atenienses podem treinar fuzileiros (Epibastes Athenaikos) e mercenários arqueiros cretenses (Toxotes Kretikos).
ru: Открывают возможность обучать на Афинских триремах Морских пехотинцев (Эпибатес афенаикос) и Критских наёмных лучников (Токсотес кретикос).
sk: Aténske trirémy môžu trénovať námornú pechotu (Epibates Athenaikos) a krétskych žoldnierskych lukostrelcov (Toxotes Kretikos).
sv: Atenska triremer kan träna mariner (Epibates Athenaikos) och kretensiska legosoldatbågskyttar (Toxotes Kretikos).
tr: Atinalılar üç sıra kürekli kadırga denizcilik (Epibates Athenaikos) yönetimi yapabilirler ve Girit Paralı Okçu (Toxotes Kretikos) eğitimi.
uk: Афінські триреми можуть тренувати морських піхотинців (епібатес атенаікос) та критських найманських стрільців (токсотес кретікос).
zh: 雅典的三列桨战船可以训练陆战队员 (Epibastes Athenaikos)及克里特弓箭手佣兵 (Toxotes Kretikos)。
zh_tw: 雅典的三列槳戰船可以訓練陸戰隊員 (Epibastes Athenaikos) 及克里特弓箭手傭兵 (Toxotes Kretikos)。

source: Athenian triremes can train Marines and Cretan Mercenary Archers.
ast: Les trirremes atenienses son a llevantar los marinos y los arqueros mercenarios cretenses.
bg: Атинските триери могат да обучават морски пехотинци и критски наемни стрелци.
br: Gallout a ra al listri-teirroeñvek Atenian stummañ Marined ha Goprwaregerien-Kretan.
ca: Els trirrems atenencs poden formar infanteria de marina i arquers mercenaris cretencs.
cs: Athénské trojveslice mohou cvičit námořníky a krétské žoldnéřské lučištníky.
da: Athenske trierer kan træne marinesoldater og kretanske bueskyttelejesoldater.
de: Athenische Trieren können Marineinfanteristen und kretische Bogenschützensöldner ausbilden.
el: Οι Αθηναϊκές τριήρεις μπορούν να εκπαιδεύσουν Ναύτες και Κρητικούς Μισθοφόρους Τοξότες.
es_mx: Los trirremes atenienses pueden reclutar Marinos y Arqueros Mercenarios Cretenses.
eu: Trirreme atenastarrek Itsasgizonak eta Kretar Arkulari Mertzenarioak errekluta ditzakete .
fa: کشتی های جنگی آتنی ها می توانند سربازان دریایی و مزدوران کماندار پرورش دهند.
ga: Is féidir le tríréimí Aithneacha Muirshaighdiúirí is Amhas-Shaighdeoirí Créiteacha a thraenáil.
gl: Os trirremes atenienses poden adestrar mariños e arqueiros mercenarios cretenses.
hu: Az athéni triérészek tengerészeket és krétai zsoldos íjászokat képezhetnek ki.
id: Trireme Athena dapat melatih Marinir dan Pemanah Bayaran Kreta.
it: Le triremi Ateniesi possono addestrare Marinai e Arcieri Cretesi Mercenari.
ja: アテナイの三段櫂船が海兵とクレタ傭兵射手を養成できるようになります。
ko: 아테네의 3단 노선은 해병대와 크레탄 용병 궁수를 양성할 수 있습니다.
lv: Atēniešu triremas var apmācīt jūras kājniekus un Krētas lokšāvējus algotņus.
ms: Tireme Athens dapat melatih Askar Marin dan Pemanah Upahan Crete.
nb: Athenske triremer kan trene marinesoldater og kretiske leiesoldatbueskyttere.
nl: Atheense triremen kunnen mariniers en Kretaanse huurlingen trainen.
pl: Ateńskie triery mogą szkolić Piechotę morską i Kreteńskich najemnych łuczników.
pt_pt: Os trirremes atenienses podem treinar Fuzileiros e Mercenários Arqueiros Cretenses.
ru: Открывают возможность обучать на Афинских триремах Морских пехотинцев и Критских наёмных лучников.
sk: Aténske trirémy môžu trénovať námornú pechotu a krétskych žoldnierskych lukostrelcov.
sv: Atenska triremer kan träna mariner och kretensiska legosoldatbågskyttar.
tr: Atinalılar üç sıra kürekli kadırga denizcilik yönetimi yapabilirler ve Girit Paralı Okçu eğitimi.
uk: Афінські триреми можуть тренувати морських піхотинців та критських найманських стрільців.
zh: 雅典的三列桨战船可以训练陆战队员及克里特弓箭手佣兵。
zh_tw: 雅典的三列槳戰船可以訓練陸戰隊員及克里特弓箭手傭兵。

source: Iphicratean Reforms
ar: الإصلاحات الإفقراطية
ast: Reformes ificrátees
bg: Ификратски реформи
br: Adaozadur Ifikratat
ca: Reformes d'Ifícrates
cs: Ifikratovy reformy
da: Ifikrates' Reformer
de: Reformen des Iphikrates
el: Ιφικράτιες μεταρρυθμίσεις
es_mx: Reformas ificrátidas
eu: Ifikratesen erreformak
fa: اصلاحات ایفیکراتی
fi: Ifikrateen Uudistukset
ga: Leasuithe Iphicraiteach
gl: Reformas de Ifícrates
hu: Iphikratészi reformok
id: Reformasi Iphikrates
it: Riforma di Ificrate
ja: イピクラテスの改革
ko: 이피크라테스의 개혁
lt: Ifikretos Reformos
lv: Ifikrateona reformas
ms: Reformasi Iphicratea
nb: Ifikratiske reformer
nl: Hervormingen van Iphicrates
pl: Reformy Ifikratesa
pt_pt: Reformas de Ifícrates
ru: Реформы Ификрата
sk: Iphicrateanove reformy
sv: Ifikratiska reformer
tr: İphikrates Yenilikleri
uk: Іфікратові реформи
zh: 伊菲克拉特斯改革
zh_tw: 伊菲克拉特斯的軍事改革
