Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Enhanced food gained from ranching and farming.
ast: La ganadería y l'agricultura dan más alimentos.
bg: Увеличен добив на храна от животновъдство и земеделие.
br: Lakaat a ra da greskiñ ar boued dastumet gant an desevel loened hag al labour-douar.
ca: Obtenció d'aliments de la ramaderia i l'agricultura millorada.
cs: Lepší jídlo získané z farmaření a rolnictví
de: Viehhaltung und Ackerbau bringen mehr Nahrung.
el: Ενισχυμένη τροφή που αποκτήθηκε από την κτηνοτροφία και τη γεωργία.
es_ar: Mayor obtención de comida de granjas y ranchos.
eu: Hobekuntza animali jakia eta ereindakoa lortzean.
fa: زیاد کردن غذایی که از طریق دامداری و کشاورزی بدست می آید
ga: Faigh bianna breise ar rainseoireacht agus feirmeoireacht.
he: מזון שסופק על ידי החוות.
hu: Jobb termés a farmokon és a bokrokon.
hy: Սննդի ավելացված եկամուտ անասնապահությունից և հողագործությունից։
it: Maggiore raccolta di cibo dall'allevamento e dall'agricoltura.
ja: 家畜や畑から得る食料が増加します。
ko: 가축이나 밭에서 얻는 식량이 증가합니다.
nb: Forbedret mat fra innhegninger og gårdsdrift.
pl: Ulepszone pozyskiwanie żywności z hodowli i rolnictwa.
pt_br: Aumento da produtividade agrícola e da criação de gado.
ru: Увеличивает количество еды, получаемое за счёт разведения скота и сельского хозяйства.
sk: Zvýšený výnos jedla z farmárčenia.
sv: Förbättrad matproduktion från uppfödning och jordbruk.
tr: Artan gıda tarım ve çiftçilikten elde edildi.
uk: Їжа покращеної якості - продукт скотарства і сільського господарства
zh: 来通过放牧和农耕来加强粮食的获得。
zh_tw: 透過放牧和耕種來增加食物的收穫。

source: Ardiosmanae
ast: Ardiosmánae
bg: Ардиосманае
fa: آردیوسمانای
he: ארדיוסמנה
hy: Արդիոսմանա
ko: 아르디오스마나에
ru: Ардиосмана
tr: Ardiyosmanaye
uk: Ардіосмана
zh: 凯尔特农业

source: Represents Celtic farming methods.
ast: Representa los métodos agrícoles celtes.
bg: Представлява келтските земеделски методи.
br: Taolenniñ a ra an doareoù Keltiek da labourat douar.
ca: Representa els mètodes de conreu dels celtes.
cs: Představuje keltské zemědělské postupy.
de: Steht für keltische Ackerbaumethoden.
el: Αντιπροσωπεύει Κέλτικες μεθόδους καλλιέργιας.
es_ar: Representa los métodos de cultivo Celtas.
eu: Zelten landatzeko joerak adierazten du.
fa: نشان دادن روش های کشاورزی سلتی ها
ga: Léirigh an teicneolaíocht seo modhanna feirmeoireachta na Ceiltigh.
he: מייצג שיטות חוואות קלטית
hu: A kelta földművelés módszerét reprezentálja.
hy: Ներկայացնում է հողագործության կելտական մեթոդները։
it: Rappresenta i metodi di coltivazione dei Celti.
ja: ケルトの農法を表します。
ko: 켈트의 농사 방법을 대표합니다.
nb: Representerer Keltiske jordbruksmetoder.
pl: Reprezentuje zasady celtyckiego rolnictwa.
pt_br: Representa os métodos celtas de cultivo.
ru: Представляет кельтские методы сельского хозяйства.
sk: Predstavuje metódy keltského poľnohospodárstva.
sv: Representerar Keltiska jordbruksmetoder.
tr: Kelt tarım yöntemleri temsil eder,
uk: Представляє кельтські методи ведення сільського господарства.
zh: 展示凯尔特人的耕作方法。
zh_tw: 展示塞爾特人的耕作方式。

source: Druids increase attack rates of soldiers near them slightly.
ast: Los druides aceleren daqué l'ataque de los soldaos cercanos.
bg: Друидите увеличават с малко бързината на атаките на войници около себе си.
br: Lakaat a ra an drouized da greskiñ feur tagañ ar soudarded tost outo.
ca: Els druides augmenten lleugerament la velocitat d'atac dels soldats que tenen a prop.
cs: Druidé mírně zvyšují rychlost útoku vojákům ve svém okolí.
de: Druiden erhöhen die Angriffsgeschwindigkeit naher Soldaten leicht.
el: Οι Δρυίδες αυξάνουν μερικώς τα ποσοστά επίθεσης των στρατιωτών κοντά τους.
es_ar: Los druidas aumentan ligeramente la velocidad de ataque de los soldados cercanos.
eu: Druidek soldaduen abiadura apur bat hobetzen dute inguruetan.
fa: دروئیدها سرعت حمله سربازان نزدیک خود را کمی زیاد می کنند
ga: Méadaigh draoithe ar rátaí ionsaithe beagánacha do shaighdiúirí in aice láimhe.
he: הדרואידים הגדילו את תדירות ההתקפות על חיילים לידם במקצת
hu: A druidák kissé növelik a környező katonák támadási sebességét.
hy: Մոտակա զինվորների հարձակման արագության չնչին ավելացում դրուիդների կողմից։
it: I Druidi aumentano il tasso d'attacco dei soldati a loro più vicini.
ja: ドルイドは近辺の兵士の攻撃力を少し強化します。
ko: 사제는 근처의 병사의 공격력을 조금 강화합니다
nb: Druider øker angrepshastigheten noe for soldater i nærheten.
pl: Druidzi odrobinę zwiększają szybkość ataku żołnierzy w swoim pobliżu.
pt_br: Os druidas aumentam ligeiramente o poder de ataque dos soldados que estiverem perto deles.
ru: Друиды увеличивают скорость атаки солдат, находящихся поблизости.
sk: Druidi mierne zvyšujú útočnú silu vojakov nachádzajúcich sa blízko nich.
sv: Driuder ökar soldaternas attackskada när de är i närheten.
tr: Druidler yakındaki askerlerin saldırı hızını biraz artırır.
uk: Друїди, перебуваючи поблизу солдатів, у незначній мірі підвищують їхню швидкість атаки.
zh: 德鲁伊增加其周围士兵的攻击率。
zh_tw: 德魯依略為增加其附近士兵的攻擊速度。

source: Deas Celtica
ast: Deas Céltica
bg: Деяс келтика
br: Deas Keltika
el: Η Θεά των Κελτών
fa: داس سلتی
ga: Déithe Ceilteacha
he: דייס קלטיקה
hy: Դեաս Կելտիկա
ja: ケルトの女神
ko: 켈트 여신
pl: Boginie celtyckie
ru: Диаз кельтов
tr: Deas Seltika
uk: Кельтські богині
zh: 凯尔特人迪斯
zh_tw: 塞爾特人迪斯

source: Celtic religion and druidry inspired their warlike mindset.
ast: La relixón y el druidismu inspiraron a la belicosa mentalidá de los celtes.
bg: Келтската религия и друидство насърчавали войнствения им начин на мислене.
br: Ar relijion hag an drouizelezh o deus awenet o foellouriezh brezel.
ca: La religió celta i el druïdisme inspiraven la seva mentalitat bel·licosa.
cs: Keltské náboženství a druidství inspirovalo jejich bojovného ducha.
de: Die keltische Religion und das Druidentum inspirierten ihre kriegerische Mentalität.
el: Η Κέλτικη θρησκεία και ο Δρυιδισμός ενέπνευσε την πολεμοχαρή νοοτροπία τους.
es_ar: La religión celta y el druidismo inspiraban la mentalidad bélica.
eu: Zelta erlijioak eta druiden egiteak bere borroka izpiritua pizten zuten
fa: مذهب سلتی و دروئیدگرایی الهام بخش ذهنیت جنگ ستیزی آنها بود
ga: Spreag an creideamh Ceilteach agus an draíocht a meon trodach.
he: הדת הקלטית ודרואידית שיבחה את רוח הלחימה של הלוחמים
hu: A kelta vallás és a druidák inspirálták harcias természetüket.
hy: Կելտական կրոնը և դրուիդները ոգեշնչել են նրանց ռազմատենչ մտածելակերպը։
it: La religione celtica e il druidismo ispirivano la loro mentalità guerriera.
ja: ケルトの宗教とドルイド教は彼らの好戦的思想を鼓舞しました。
ko: 켈트 종교와 드루이드 교는 그들의 호전적 사고 방식을 불어넣었습니다.
nb: Keltisk religion og druider inspirerte det krigeraktige tankesettet.
pl: Celtycka religia i druidyzm były inspiracją dla ich wojowniczości.
pt_br: A religião e o druidismo dos celtas inspiraram a mentalidade guerreira deste povo.
ru: Религия и обычаи друидов вдохновляли воинственный настрой кельтов.
sk: Keltské náboženstvo a druidstvo podporovalo ich bojovný spôsob myslenia.
sv: Keltiska religionen och druider inspirerade deras krigiska tänkande.
tr: Kelt dini ve Druidlik onların savaşçı zihniyet ilham verir.
uk: Кельтська релігія і друїдистичні вірування сприяли їхньому войовничому світогляду.
zh: 凯尔特人的宗教信仰和德鲁伊人激发了他们好战心态。
zh_tw: 塞爾特人的宗教信仰及德魯伊激發了他們的好戰心態。

source: -20% resources cost for allies healers.
ast: Amenorga nun 20% el costu de los curadores a los aliaos.
bg: -20% цена на съюзническите лечители.
nb: -20% ressurskost for allierte helbredere.
sk: -20% nákladov pre spojeneckých liečiteľov

source: Druids
ast: Druides
bg: Друиди
br: Drouized
ca: Druides
cs: Druidové
de: Druiden
el: Δρυίδες
es_ar: Druidas
eu: Aztiak
fa: دروئیدها
ga: Draoithe
he: דרואידים
hu: Druidák
hy: Դրուիդներ
ko: 드루이드사제
nb: Druider
pl: Druidzi
pt_br: Druidas
ru: Друиды
sk: Druidi
sv: Druider
tr: Druidler
uk: Друїди
zh: 德鲁伊

source: The Druids of the Celts maintained an organized religion that advanced the technology of their people even during wartime.
ast: Los druides de los celtes caltuvieron una relixón organizada que fixo avanzar la teunoloxía del pueblu, inclusive na guerra.
bg: Келтските друиди поддържали организирана религия, която развивала технологиите на хората им дори по време на война.
br: Drouized ar Gelted o deus miret ur relijion aozet, pezh en deus lakaet da vont war-raok teknologiezh o fobl zoken da vare mareadoù brezel.
ca: Els druides dels celtes mantenien una religió organitzada que va fer avançar la tecnologia del seu poble fins i tot en temps de guerra.
cs: Druidé Keltů udržovali organizované náboženství, které vedlo k technologickému pokroku dokonce i ve válečných časech.
de: Die Druiden der Kelten wahrten eine organisierte Religion, die selbst in Kriegszeiten technologische Fortschritte für ihr Volk erzielte.
el: Οι Δρύιδες των Κελτών διατήρησαν μια οργανωμένη θρησκεία η οποία επέτρεψε την ανάπτυξη της τεχνολογίας ακόμα και κατά τη περίοδο πολέμου.
es_ar: Los druidas celtas tenían una religión organizada que promovía el desarrollo tecnológico incluso en tiempos de guerra.
eu: Druida Zeltek erlijioa antolaturik mantentzen zuten bere jendearen teknologia hobetuz baita guda garaietan ere.
fa: دروئید های سلتی یک مذهب ساختاریافته را پاسداری می کردند که مردمشان را حتی در زمان جنگ بسمت پیشرفت هدایت می کرد.
ga: Chaomhnaigh na Draoithe Ceilteacha creideamh eagraithe a dul chun cinn na teicneolaíochtaí dá múintir, fós san aimsir chogaidh.
he: הדרואידים של הקלטים שמרו דת מאורגנת שקידמה את הטכנולוגיה של לוחמיהם גם בעת המלחמה.
hu: A kelta druidák szervezett vallást tartottak fent, ami még háborús időkben is segítette technikai fejlődésüket.
hy: Կելտական դրուիդները պահպանել են կազմակերպված կրոն, որը նպաստում էր նրանց ժողովրդի տեխնոլոգիաներին նույնիսկ պատերազմի ժամանակ։
it: I Druidi dei Celti mantennero un'organizzazione religiosa che consentì l'avanzamento tecnologico del loro popolo persino in tempo di guerra.
ja: ケルトのドルイドは組織的な宗教を維持して、戦時においてもケルト人のテクノロジーを発展させました。
ko: 켈트의 드루이드 사제는 조직적인 종교를 유지하여 전시에서도 켈트의 기술을 발전 시켰습니다.
nb: De keltiske druidene holdt i hevd en organisert religion som drev folkets teknologier fremover, til og med i krigstid.
pl: Celtyccy druidzi rozwijali zorganizowaną religię, która rozwijała technologię swego ludu nawet w czasach wojen.
pt_br: Os druidas celtas mantiveram uma religião organizada que fez evoluir a tecnologia do seu povo, mesmo durante períodos de guerra.
ru: Кельтские друиды обеспечивали организованную религию, которая способствовала развитию технологии своего народа даже во времена войны.
sk: Keltskí druidi udržiavali svoje náboženstvo na tak organizovanej úrovni, že napomáhalo rozvíjať technológie ich ľudu aj počas vojny.
sv: Kelternas Druider underhöll en organiserad religion som avancerade Kelternas teknologi även under krigstid.
tr: Kelt medeniyetinin ruhban sınıfı olan Druidler, savaş zamanında bile toplumlarının teknolojisini geliştirmeyi başarmış düzenli bir dini muhafaza etmişlerdir.
uk: Друїди кельтів підтримували організовану релігію, яка дозволяла технології їхнього народу розвиватися навіть під час війни
zh: 凯尔特人的德鲁伊维持的宗教组织，即使在战时也推动者技术的进步。
zh_tw: 塞爾特人的德魯伊保持著有組織的宗教，以便即使是在戰時也能推動科技進步。

source: Karatakos
ast: Caratacu
bg: Каратак
el: Καράτακος
es_ar: Carataco
fa: کاراتاکوس
ga: Caradác
he: קרנאטקה
hy: Կարատակոս
ja: カラタクス
ko: 카라타쿠스
pl: Karatakus
pt_br: Caractacus
ru: Каратак
tr: Karataklar
uk: Каратак
zh: 卡拉塔库士

source: Kunobelinos
ast: Cunobelín
bg: Кунобелин
de: Cunobelinus
el: Κυνοβελλίνος
es_ar: Cunobelino
fa: کونوبلینوس
ga: Conaibhéalán
he: קאנובילינוס
hy: Կունոբելինոս
ja: クノベリヌス
ko: 쿠노베리누스
pl: Cunobelinus
pt_br: Cunobelino
ru: Кунобелин
uk: Кунобелін
zh: 柯诺布林

source: Boudicca
ast: Boudica
bg: Боудика
br: Boudika
ca: Budicca
cs: Boadicea
el: Βοαδίκεια
es_ar: Boudica
fa: بودیکا
ga: Buadaca
he: בודיקיאה
hy: Բոուդիկա
it: Budicca
ja: ブーディカ女王
ko: 부디카 여왕
pl: Boudika
pt_br: Boudica
ru: Боудикка
sk: Boudica
tr: Boudika
uk: Боудіка
zh: 后布狄卡
zh_tw: 布狄卡

source: Prasutagus
ast: Prasutagu
bg: Прасутаг
ca: Prasutag
el: Πρασουτάγος
fa: پراسوتاگوس
ga: Prastáig
he: פרסיטגוס
hy: Պրասուտագոս
it: Prasutago
ja: プラスタグス
ko: 프라스타구스
pt_br: Prasutagos
ru: Прасутаг
tt: Прасутаг
uk: Прасутаг
zh: 普拉苏塔古斯
zh_tw: 普拉蘇塔古斯

source: Venutius
ast: Venuciu
bg: Венуций
ca: Venuci
el: Βενούτιος
fa: ونوتیوس
ga: Feniadas
he: ויינוז'ס
hy: Վենուտիոս
it: Venuzio
ja: ウェヌティウス
ko: 웨누티우스
pt_br: Venúcio
ru: Венутий
tt: Венутий
uk: Венуцій
zh: 维鲁提乌斯
zh_tw: 維魯提烏斯

source: Cogidubnus
ast: Coxidubnu
bg: Когидубний
el: Κογκίνταμπνας
fa: کوگیدوبنوس
ga: Cogadhubhnos
he: קקידגנוס
hy: Կոգիդուբնոս
it: Cogidubno
ja: コギドゥブヌス
ko: 코기두부누스
ru: Когидубний
tt: Когидубний
uk: Тіберій Клавдій Когідубній
zh: 科吉杜努斯
zh_tw: 科吉杜努斯

source: Commius
ast: Comiu
bg: Комий
br: Kommius
ca: Commi
el: Κόμμιος
fa: کومیوس
ga: Coimias
he: קומיוס
hy: Կոմմիուս
it: Commio
ja: コンミウス
ko: 콤미우스
pt_br: Cômio
ru: Коммий
tt: Коммий
uk: Коммій
zh: 克明乌斯-比利时蛮王
zh_tw: 克明烏斯

source: Comux
ast: Cómux
bg: Комукс
br: Komuks
el: Κόμαξ
fa: کوموکس
he: קומיוקס
hy: Կոմուքս
ja: コムクス
ko: 코무쿠스
ru: Комукс
tt: Комукс
uk: Комукс

source: Adminius
ast: Adminiu
bg: Админий
el: Αντμίνιας
es_ar: Adminio
fa: آدمینیوس
ga: Éidmeanas
he: אדמיניוס
hy: Ադմինիոս
it: Adminio
ja: アドミニウス
ko: 아도미니우스
ru: Админий
tt: Админий
uk: Адміній

source: Dubnovellaunus
ast: Dubnovellaunu
bg: Дубновелаун
ca: Dubnovelaune
el: Ντουμπνοβέλαυνος
es_ar: Dumnovellano
fa: دوبنونالوس
ga: Dubhnobhéallán
he: דבדובנולס
hy: Դուբնովելլաունոս
it: Dubnovellauno
ja: ドゥブノヴェラウヌス
ko: 두브노벨라우누스
nb: Dobnovellaunus
pt_br: Dubnovellauno
ru: Дубновеллаун
tt: Дубновеллаун
uk: Дубновеллаун

source: Vosenius
ast: Voseniu
bg: Восений
ca: Vosenios
el: Βοσένιος
es_ar: Vosenio
fa: ووسنیوس
ga: Voiséineas
he: וזיניוס
hy: Վոսենիոս
ja: ボセ二ウス
ko: 보세니우스
pt_br: Vodenos
ru: Восениус
tt: Восений
uk: Восеніос
zh: Vosenius-坎蒂人统治者

source: Increased attack and movement rate for melee soldiers.
ast: Aceleren l'ataque y el movimientu a los soldaos cuerpu a cuerpu.
bg: Увеличена бързина на атака и придвижване за войниците за близък бой.
br: Kreskiñ a ra tizh an dagusted ha fiñvusted ar soudarded meskadeg.
ca: Augment de la velocitat d'atac i moviment dels soldats cos a cos.
cs: Zvýšená rychlost útoku a pohybu pro vojáky bojující chladnou zbraní.
de: Verbesserte Angriffs- und Bewegungsgeschwindigkeit für Nahkampfeinheiten.
el: Αυξημένη επίθεση και ταχύτητα κίνησης για το εκ του συστάδην πεζικό.
es_ar: Incrementa el ataque y la tasa de movimiento de los soldados de combate cuerpo a cuerpo.
eu: Hobetutako erasoa eta mugitzeko abiadura buruz-buruko soldaduentzat.
fa: سرعت حمله و حرکت برای سرباز های نزدیکزن افزایش یافت
ga: Méadú ionsaithe agus ráta ghluaiseachta do shaighdiúirí troideacha.
he: שיעור התקפה ותנועה מוגבר לחיילי תגרה.
hu: Növelt támadási és mozgási sebesség a közelharci egységeknek.
hy: Ավելացված հարձակման և շարժման արագություն մերձամարտող զինվորներին։
it: Tasso di attacco e di movimento aumentati per le truppe da mischia.
ja: 近接攻撃兵の攻撃速度と移動速度が向上します。
ko: 근접 공격 군인의 공격 속도와 이동 속도를 증가합니다.
nb: Økt angrep og forflytningshastighet for nærkampsoldater.
pl: Zwiększona skuteczność ataku i szybkość ruchu żołnierzy walczących wręcz.
pt_br: Taxa de ataque e movimento para soldados corpo-a-corpo aumentada.
ru: Увеличивает атаку и скорость передвижения солдат ближнего боя.
sk: Zvýšená sila útoku a rýchlosť pohybu pre vojakov nablízko.
sv: Ökad attackstyrka och rörelsehastighet för närstridssoldader.
tr: Yakın dövüş askerleri için arttırılmış saldırı ve hareket oranı.
uk: Збільшена атака і швидкість руху для солдатів ближнього бою
zh: 增加近战士兵的攻击力和移动速度
zh_tw: 增加近戰士兵的攻擊力及移動速度。

source: Sevili Dusios
bg: Севили дуси
el: Σεβίλι Δούσιος
he: סביל דרואיד
hy: Սեվիլի Դուսիոս
ja: セヴィリ・デュシオス
ko: 세뷔리 듀시오스
ru: Севили Дусиос
uk: Севілій Дусіос
zh: 纹身

source: The Britons took up the practice of either making permanent marks on their body in the form of tattoos or temporarily painted their bodies with woad paint. The effect was very frightening.
ast: Los britanos diéronse a marcar el cuerpu o con tatuaxes permanentes o con tintura de glastu. L'efeutu yera enforma espantible.
bg: Бритите започнали да рисуват постоянни следи върху тялото си във вид на татуировки или временно да боядисват телата си с боя от сърпица. Резултатът бил много ужасяващ.
br: Kemeret o deus ar Vritoned an tech da livañ o c'horfoù e doare tatouadurioù en ur doare padel pe evit ur mare hepken gant livaj ged. Spouronus kenañ e oa an efed.
ca: Els britons van incorporar la pràctica de fer-se marques permanents al cos com a tatuatges o pintar-se el cos temporalment amb pintura feta amb herba del pastell. L'efecte era aterridor.
cs: Britové přijali za svůj zvyk označovat svá těla znaky v podobě tetování nebo maleb kreslenými indigovým barvivem. Účelem kreseb bylo děsit nepřátele.
de: Die Britonen fingen an, Gesicht und Körper zu tätowieren oder blau zu bemalen. Dies wirkte in Schlachten abschreckend und angsteinflößend.
el: Οι Βρετανοί ανέπτυξαν την πρακτική είτε κάνοντας μόνιμα σημάδια στο σώμα τους με τη μορφή τατουάζ ή προσωρινά ζωγραφισμένα με ισάτις χρώμα. Το αποτέλεσμα ήταν πολύ τρομακτικό.
es_ar: Los bretones acostumbraban a tatuarse el cuerpo con marcas permantementes o pintarse con añil vegetal. Esto aterrorizaba a sus rivales.
eu: Britaniarrek azalean tatuaiak egin eta tinturaz margotzeko ohitura hartu zuten. Eragina oso iluna zen eta etsaiei beldurra ematen zien.
fa: بریتانیایی ها عادت داشتند که یا بدن خود را بصورت دائمی تتو می کردند و یا بصورت موقت از گیاه وسمه برای رنگ کردن بدن خود استفاده می کردند که باعث رعب و وحشت در دشمنانشان در زمان حمله می شد.
ga: Chuaigh na Briotnaigh chun a gcraiceann a smálú go buan le tatúnna nó a gcoirp a phéinteáil go sealadach le péint geirníne. Bhí tionchair an-scanrúil ag an nós seo.
he: הבריטים לקחו את הנוהג של קבע או עושים סימנים על הגוף שלהם בצורה של קעקועים או באופן זמני את גופם צבוע בצבע איסטיס. האפקט היה מפחיד מאוד.
hu: A britonok szokásai közé tartozott tetoválásokkal vagy festékkel díszíteni testüket. Ezek rémisztő hatással voltak az ellenségre.
hy: Բրիտոններն սկսեցին կա՛մ իրենց մարմինների վրա դաջվածքների տեսքով մշտական նշաններ թողնելը, կա՛մ իրենց մարմինները բույսերից ստացված ներկով ժամանակավորապես ներկելը։ Արդյունքը բավական սահմռկեցուցիր էր։
it: Tra i britanni si diffuse la pratica di fare segni permanenti sui loro corpi nella forma di tatuaggi, o di tinteggiarli temporaneamente con il fango dei guadi. L'effetto sul nemico era terrificante.
ja: ブリトンは身体に入れ墨で永久に印をつけたり、大青染料で一時的に模様を描く習慣を始めました。威嚇するのに非常に効果的でした。
ko: 브리튼은 몸에 문신으로 영원히 표를 붙이거나 대청 염료에서 일시적으로 모양을 그리는 습관을 시작했습니다. 위협하는데 매우 효과적이었습니다.
nb: Britene startet tradisjonen med å merke sine kropper med enten permanente tatoveringer eller med maling fra vaid-planten. Resultatet ble fryktinngytende.
pl: Brytowie mieli w zwyczaju tworzenie trwałych znaków na ciele w formie tatuaży lub tymczasowe malowanie ich ciał farbą z urzetu barwierskiego. Efekt był przerażający.
pt_br: Os Bretões dedicavam-se à prática do tingimento corporal, quer sob a forma de tatuagens permanentes ou de pinturas temporárias com tintura de anil. O efeito provocado por estas pinturas era aterrador.
ru: Бриты наносили татуировки на свои тела и раскрашивали их краской, чтобы выглядеть устрашающе.
sk: Briti si zvykli buď robiť na svoje telá trvalé značky vo forme tetovaní alebo sa dočasne mazať modrým farbivom. Tento efekt bol veľmi odstrašujúci.
sv: Britterna tog upp bruket att antingen göra permanenta märken på kroppen i form av tatueringar eller tillfälligt målade sina kroppar med vejdefärg. Effekten var mycket skrämmande.
tr: Britonlar, vücutlarını etkileri oldukça korkunç olan dövme şeklinde kalıcı yaralarla işaretler veya çivit otu boyasıyla boyarlardı.
uk: Бритонці наносили на свої тіла постійні знаки у вигляді тату або тимчасово размальовували себе фарбою синього кольору. Результат був дуже лякаючим.
zh: 布立吞人通过纹身留下永久性的标记，或者在他们身体上涂上靛蓝色临时的标记，来震慑对手。
zh_tw: 不列顛人開始透過紋身來在身上留下永久性的印記，或是在他們的身體塗上靛藍色的漆做為臨時標記，來震懾對手。

source: Increases the height bonus of units garrisoned in a tower.
ast: Aumenta'l beneficiu d'altor a les unidaes guarecíes en torres.
bg: Увеличава предимството за височина на единиците на гарнизон в кула.
br: Lakaat da greskiñ an niver a unanennoù gwarnonet e-barzh an tourioù.
ca: Augmenta la bonificació d'alçada de les unitats refugiades en una torre.
cs: Posílí výškové zvýhodnění jednotek usazených ve věži.
de: Verstärkt den Reichweitenbonus von Turmgarnisonen.
el: Αυξάνει το μπόνους ύψους των μονάδων φρουράς σε έναν πύργο.
es_ar: Incrementa la bonificación de altura de tropas guarnecidas en una torre.
eu: Talaian babestutako unitateen alturako hobaria handitzen du.
fa: افزایش امتیاز استفاده از بلندی برای نیروهایی که در برج ها مستقر شده اند
ga: Méadú ar an mbónas airde d'aonaid atá i ngarastún i dtúir.
he: מגדיל את הבונוס בגובה של יחידות שחנו במגדל.
hu: Növeli a magasságbónuszt az elszállásolt egységeknek a toronyban.
hy: Ավելացնում է աշտարակի կայազորում գտնվող միավորների բարձրության բոնուսը։
it: Bonus che aumenta il numero di unità che possono presidiare una torre.
ja: 塔に駐屯するユニットの高さボーナスが増加します。
ko: 탑에 주둔하는 유닛의 높이 보너스가 증가합니다.
nb: Øker høydebonusen for enheter stasjonert i et tårn.
pl: Zwiększa bonus wysokości dla jednostek obsadzających wieżę.
pt_br: Aumenta o bônus por altura das unidades guarnecidas em torres.
ru: Увеличивает высотный бонус войскам, расположенным в башне.
sk: Zvýši výškový bonus jednotiek nachádzajúcich sa vo veži.
sv: Ökar höjdbonusen för enheter som är garnisonerade i ett torn.
tr: Kulelerde konuşlandırılmış birliklerin yükseklik ödülü artar.
uk: Збільшує висотний бонус військам, що знаходяться в башті.
zh: 增加驻塔单位的奖金。
zh_tw: 增加駐守在塔裡單位的高度獎勵。

source: Turos Maros
bg: Тур Мар
el: Τούρος Μάρος
fa: توروس ماروس
he: טורוס מרקוס
hy: Տուրոս Մարոս
ja: テュロス・マロス
ko: 투로스 마로스
pt_br: Torre Magna
ru: Турос Марос
uk: Турос Марос
zh: 高塔
