Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: Indibil was king of the Ilegetes, a large federation ranged principally along the Ebro River in the northwest of the Iberian Peninsula. During the Barcid expansion, from 212 B.C. he had initially been talked into allying himself with the Carthaginians who had taken control of a lot of territory to the south and west, however after loss and his capture in a major battle he was convinced, some say tricked, to switch to the Roman side by Scipio Africanus. But that alliance didn't last long, as Roman promises were hollow and the Romans acted more like conquerors than allies. So, while the Romans and their allies had ended Carthaginian presence in 'Hispania' in 206 B.C., Indibil and another tribal prince by the name of Mandonio, who may have been his brother, rose up in rebellion against the Romans. They were defeated in battle, but rose up in a 2nd even larger rebellion that had unified all the Ilergetes again in 205 B.C. Outnumbered and outarmed they were again defeated, Indibil losing his life in the final battle and Mandonio being captured then later put to death. From that date onward the Ilergetes remained a pacified tribe under Roman rule.
it: Indibil era il re degli Ilegeti, una grande federazione fondata principalmente lungo il fiume Ebro, nel nord-ovest della penisola iberica. Durante l'espansione dei Barcidi, dal 212 a.C. venne stipulata un'alleanza con i Cartaginesi che avevano preso il controllo di gran parte del territorio a sud e ad ovest, ma dopo una grande battaglia persa e la sua cattura venne convinto, alcuni dicono con l'inganno, a passare dalla parte di Roma grazie a Scipione l'Africano. Ma questa alleanza non durò a lungo, le promesse romane rimasero tali e i Romani agirono più come conquistatori che alleati. Così, mentre i Romani e i loro alleati cercavano di porre fine alla presenza cartaginese in 'Hispania' nel 206 a.C., Indibil e un altro principe tribale di nome Mandonio, probabilmente suo fratello, sollevarono una rivolta contro i Romani. Essi furono sconfitti in battaglia, ma crearono i presupposti per una seconda ribellione ancora più grande, che vedeva unificati tutti gli Ilergeti nel 205 a.C. In Inferiorità numerica e male armati furono nuovamente sconfitti, Indibil perse la vita nella battaglia finale e Mandonio catturato e condannato a morte. Da allora gli Ilergeti rimasero una tribù pacifica sotto il dominio romano.
ja: インディビルはイレルゲテス族の王です。イレルゲテス族はおもにイベリア半島北西のエブロ川沿いの大連合でした。バルカ家による侵略時に、紀元前212年より、すでに南と西に多くの領土を獲得しているカルタゴと同盟を結ぶように彼は説得を受けてきました。しかし、大きな戦に敗れ、彼が捕えられた後に、彼はスキピオ・アフリカヌスに懐柔され、騙されたという者もいますが、ローマ側に寝返りました。しかし、この同盟は長続きしませんでした。なぜなら、ローマの約束は空手形で、ローマは盟友というより侵略者としてふるまったからです。そのため、ローマと同盟軍が紀元前206年に「ヒスパニア」からカルタゴを追い出すと同時に、インディビルと他の部族の王子のマンドニオの、あるいは兄弟かもしれない二人がローマに反乱を起こしました。彼らは戦いに敗れますが、2度目のさらに大きな反乱を起こし、全イレルゲテス族を紀元前205年に再び団結させました。圧倒的な数と武装の差に彼らはまたも敗れ、インディビルは最後の戦いで命を落とし、マンドニオは捕えられ処刑されました。以降はイレルゲテス族はローマ支配下で平和を回復しました。
zh_tw: Indibil 是 Ilegetes 的國王，這是一個主要分佈在伊比利半島西北部，厄波羅河附近的大型聯盟。在巴卡家族擴張之時，於西元前212年，他被說服與控制著南部與西部許多領土的迦太基人結盟，然而他在一場他認為相當重大的戰役中打輸了，並且被俘虜，有些人認為被騙了，於是就投靠到羅馬的大西庇阿那一方。但聯盟並沒有持續多久，因為羅馬人的承諾並不是真心的，且他們當時的行事風格更像是征服者而非盟友。所以，當羅馬人與他們的盟友於西元前206年在「西斯班尼亞」了結了迦太基人，Indibil 及另一個可能是他的兄弟的部落的王子，名為 Mandonio，他們起身對抗羅馬人。他們在戰場上被擊敗，但於西元前205年再次統合了 Ilegetes 發起第二次的反抗。因為人數及武裝差距過大，他們再次被擊敗，Indibil 在最後一戰中失去了他的生命，Mandonio 則被俘虜並在稍後被處死。自當時起，Ilegetes 就成為了一個被羅馬所統治的被平定的部落。

source: +15% tribute and trade bonus on metal.
it: Bonus +15% sui Tributi e Trattative sui metalli.
ja: 金属の貢ぎ物と交易に+15%ボーナスがつきます。
zh_tw: +15% 貢品，並有額外的金屬貿易獎勵。

source: Allied Temple techs -50% cost and research time.
it: Tecnologie del Tempio Alleato, costo e tempo di ricerca -50%.
ja: 同盟の神殿テクノロジーはコストと研究時間が50%減ります。
zh_tw: 盟友的神廟科技 -50% 花費及研究時間。

source: Evangelism.
it: Evangelizzazione.
ja: 伝道。
zh_tw: 福音主義。

source: +25% trade profit land routes.
it: +25% di profitto per le rotte commerciali terrestri.
ja: 陸路の交易収入が+25%増加します。
zh_tw: 陸地路線 +25%貿易利潤。

source: The Persians built the wonderful 1677 mile-long Royal Highway from Sardis to Susa; Darius the Great and Xerxes also built the magnificent Persepolis; Cyrus the Great greatly improved Ecbatana and virtually 'rebuilt' the old Elamite capital of Susa.
it: I Persiani costruirono la splendida Strada Reale di 1677 miglia da Sardi a Susa; Dario il Grande e Serse costruirono la magnifica Persepoli, Ciro il Grande migliorò notevolmente Ecbatana e praticamente 'ricostruì' la vecchia capitale Elamita di Susa.
ja: ペルシアは1677マイルにおよぶ素晴らしい王の道をサルディスからスーサまで建設しました。また、ダレイオス大王とクセルクセスは壮麗なペルセポリスも建設しました。、キュロス大王はエクバタナを大きく改良し、エラム人の古都スーサを実質再建しました。
zh_tw: 波斯人從薩第斯到蘇薩建造了驚人的1677英哩長的皇家道路；大流士大帝及薛西斯也建造了雄偉的波斯波利斯；居魯士大帝則是大大的改善了埃克巴坦那，並幾乎「重建」了古埃蘭首都蘇薩。

source: Cyrus (559-530 B.C.) The son of a Median princess and the ruler of Anshan; justly called the 'Father of the Empire', Cyrus the Great conquered Media, Lydia, Babylonia and Bactria, thereby establishing the Persian Empire. He was also renown as a benevolent conqueror. (OP - Kurush). Technically the second ruler of the Persians by that name, and so appears as Kurush II on his documents and coins. Kurush I was his grandfather.
it: Ciro (Kurush) (559-530 a.C.) Il figlio di una principessa Mediana e il governatore di Anshan; giustamente chiamato il 'Padre dell'Impero', Ciro il Grande conquistò Media, Lydia, Babilonia e Battriana, costruendo così l'Impero Persiano. Dotato anche della fama di conquistatore benevolo. Tecnicamente era il secondo sovrano dei Persiani con quel nome, per cui appare come Kurush II sui suoi documenti e monete. Kurush I era suo nonno.
ja: キュロス（古代ペルシア語：クルシュ、紀元前559-530）はメディア王女とアンシャン王の間の息子でした。正当に「帝国の父」と呼ばれました。キュロス大王はメディアやリュディア、バビロニア、バクトリアを征服し、それによってペルシア帝国が成立しました。彼はまた、情け深い征服者として有名でした。技術的には、その名を持つ2代目のペルシア王として、文書や硬貨ではクルシュ2世として登場します。クルシュ1世は彼の祖父でした。
zh_tw: 居魯士二世 (西元前559-530年) 米底亞公主及安善國王之子；其被尊稱為「萬王之王」，居魯士大帝征服了米底亞、利底亞、巴比倫及巴克特里亞，建立了波斯帝國。他也以一個仁慈的征服者的形象為人所知。技術上來說是波斯人的第二個統治者，所以在文件及硬幣上會被寫為居魯士二世。居魯士一世則是他的爺爺。

source: Darius (521-486 B.C.) The son of Vishtaspa (Hystaspes), the satrap of Parthia and Hyrcania; a great administrator as well as a decent general, Darius introduced the division of the empire into satrapies and conquered NW India, Thrace and Macedonia. He was called the 'Merchant of the Empire'.
it: Dario (521-486 a.C.) Il figlio di Vishtaspa (Hystaspes), il satrapo di Partia e Hyrcania; fu un grande amministratore, nonché un generale discreto, Dario introdusse la divisione dell'impero in satrapie e conquistò l'India nord occidentale, Tracia e Macedonia. Era nominato il' Mercante dell'Impero '.
ja: ダレイオス（古代ペルシア語：ダーラヤワウシュ、紀元前521-486）は、バクトリアおよびヒュルカニア総督のウィシュタースパ（ヒュスタスペス）の息子です。偉大な統治者かつ名将であったダレイオスは、帝国を行政区に分割し、北西インドやトラキア、パルティアを征服しました。彼は「帝国の商人」と呼ばれました。
zh_tw: 大流士一世（西元前521年-前486年）是波斯帕提亞省長希斯塔斯帕之子；一個偉大的管理者及還不錯的將軍，他將帝國分為各個由不同總督統治的區域，且征服了印度西北部、色雷斯及馬其頓。他被稱為「帝國商人」。

source: Xerxes (485-465 B.C.) The son of Darius the Great and Atoosa, a daughter of Cyrus the Great, Xerxes was an able administrator, who also extended Imperial rule into Chorasmia. Apart from his failed invasion of Greece, he was famous for his extensive building programme, especially at Persepolis.
it: Serse (485-465 a.C.) Il figlio di Dario il Grande e Atoosa, una figlia di Ciro il Grande, Serse era un amministratore capace, che estese il dominio imperiale in Corasmia. Oltre alla sua fallita invasione della Grecia, divenne famoso per il suo vasto programma di costruzione, soprattutto a Persepoli.
ja: クセルクセス（古代ペルシア語：ハシャヤーラシャー、紀元前485-465）はダレイオス大王とキュロス大王の娘アトッサの息子です。クセルクセスは有能な統治者で、彼も帝国の支配をホラズムまでひろげました。ギリシア遠征の失敗とは別に、彼は、特にペルセポリスにおける、大規模な建設計画で有名でした。
zh_tw: 薛西斯一世（西元前485年-前465年）是大流士一世與居魯士大帝之女阿托莎的兒子，薛西斯一世是一個有能力的管理者，他也把帝國的統治範圍延伸到花剌子模。除了他入侵希臘失敗，他在他的建設項目方面相當有名，特別是波斯波利斯。

source: Allied citizen-soldiers gain a +15% attack when in Roman territory.
it: I cittadini-soldati alleati ricevono un bonus di attacco di +15% quando si trovano in territorio romano.
ja: ローマ領内にいる同盟国の市民兵士は+15%の攻撃ボーナスを得ます。
zh_tw: 盟國的民兵在羅馬領土上攻擊 +15%

source: Socii
ja: 同盟市
zh_tw: 羅馬盟邦

source: Being allied with Rome came with great benefits (as well as great peril).
it: Essere alleati di Roma comporta grandi vantaggi (così come grandi pericoli).
ja: ローマと同盟を結ぶことは、大きな利益（と大きな危険）をもたらしました。
zh_tw: 與羅馬結盟會帶來極大的好處(同時也伴隨極大的危險)。

source: Antiochus inherited a troubled kingdom upon the beginning of his reign. From the verge of collapse he managed to weld back together the empire Seleukus I so hard to found. The rebellious eastern satraps of Bactria and Parthia were brought to heel , temporarily securing his eastern borders. He then turned his attention to mother Greece, attempting to fulfill the dreams of his fathers by invading Greece under the pretext of liberation. The Achaean League and the Kingdom of Pergamon banded together with the Romans to defeat him at the Battle of Magnesia, forever burying the dream of reuniting Alexander's empire.
it: Antioco ereditò un paese tormentato all'inizio del suo regno. Dall'essere vicino al crollo riuscì a rinsaldare e riportare l'impero ai fasti di Seleuco I. I satrapi orientali ribelli di Battriana e Partia furono confinati a sud, garantendo temporaneamente i suoi confini orientali. Rivolse poi la sua attenzione alla Grecia, nel tentativo di realizzare i sogni dei suoi padri, invase la Grecia con il pretesto della liberazione. La Lega Achea e il Regno di Pergamo si unirono con i Romani per sconfiggerlo nella battaglia di Magnesia, seppellendo per sempre il sogno di riunire l'impero di Alessandro.
ja: アンティオコスは王国の混乱の最中に即位しました。崩壊の瀬戸際から、彼はセレウコス1世が苦心して築いた帝国をどうにかまとめ上げました。反抗的な東のバクトリアとパルティアの総督を恭順させ一時的に東の国境地帯を安定させました。すると彼は母なるギリシアに注意を向け、父の夢の成就を目指し、解放の口実でギリシアへ侵攻しました。アカイア同盟とペルガモン王国はローマと連帯して、マグネシアの戦いで彼を破り、アレクサンドロスの帝国の再興の夢を永遠に葬りました。
zh_tw: 安條克在他統治的初期繼承了一個陷入困境的王國。但他成功的將瀕鄰崩潰的帝國重新融為一體，這連塞琉古一世本人都很難做到。巴克特里亞及帕提亞的反專制起義被帶到了更東邊的地方，使其可以暫時保護好自己的東部邊界。然後他把注意力轉向希臘，企圖以解放希臘為名入侵，以實現他父親的夢想。亞該亞同盟與阿塔羅斯王朝聯合羅馬在馬格尼西亞戰役中打敗他，永遠埋藏了重聚亞歷山大帝國的夢想。

source: Allies can train Spartiates.
it: Gli alleati possono addestrare Spartiati.
ja: 同盟でスパルタ市民が養成できます。
zh_tw: 盟友可以訓練斯巴達戰士。

source: Thebans
it: Tebani
ja: テーバイ
zh_tw: 底比斯人

source: Oblique Order
it: Ordine Obliquo
ja: 斜線陣
zh_tw: 斜線方陣

source: Unknown
it: Sconosciuto
ja: 未定
zh_tw: 未知

source: Boeotian Confederacy
it: Confederazione Beota
ja: ボイオティア同盟
zh_tw: 古希臘皮奧夏聯盟

source: Epaminondas
it: Epaminonda
ja: エパメイノンダス
zh_tw: 伊巴密濃達

source: Pelopidas
it: Pelopida
ja: ペロピダス
zh_tw: 佩洛皮達斯

source: Gorgidas
it: Gorgida
ja: ゴルギダス
zh_tw: 戈爾吉達斯

source: Calydnus
it: Calidno
ja: カリュドノス
zh_tw: 卡呂德努斯

source: Ogyges
it: Ogigo
ja: オギュゲス
zh_tw: 俄古革斯

source: Cadmus
it: Cadmo
ja: カドモス
zh_tw: 卡德摩斯

source: Pentheus
it: Penteo
ja: ペンテウス
zh_tw: 彭透斯

source: Polydorus
it: Polidoro
ja: ポリュドーロス
zh_tw: 波里德諾斯

source: Nycteus
it: Nitteo
ja: ニュクテウス
zh_tw: 倪克透斯

source: Lycus
it: Lico
ja: リュコス
zh_tw: 呂庫斯

source: Labdacus
it: Labdaco
ja: ラブダコス
zh_tw: 拉布達庫斯

source: The great power of Central Greece and leader of the Boeotian confederacy.
it: La grande potenza della Grecia centrale e leader della confederazione Beota.
ja: ボイオティア同盟の盟主たる中央ギリシアの強国です。
zh_tw: 希臘中部的大國及皮奧夏聯盟的領導者。

source: At the siege of the Athenian fortress at Delium, the Thebans employed what may be deemed the first recorded use of a flame thrower in warfare.
it: Presso l'assedio della fortezza ateniese a Delio, i Tebani impiegarono quello che può essere considerato come il primo uso documentato di un lanciafiamme in guerra.
ja: デリオンにあるアテナイの要塞の包囲戦で、テーバイが使用したものが、戦争での火炎放射器使用の最初の記録といえるかも知れません。
zh_tw: 在圍攻位於代里恩的雅典要塞時，底比斯人是第一個被記載在戰爭中使用火燄噴射器的民族。

source: The great power of Central Greece and leader of the Boeotian confederacy, Thebes is a force to be reckoned with. It is a major rival of ancient Athens, and sided with the Persians during the 480 BC invasion under Xerxes. Theban forces ended the power of Sparta at the Battle of Leuctra in 371 BC under the command of Epaminondas. The Sacred Band of Thebes (an elite military unit) famously fell at the battle of Chaeronea in 338 BC against Philip II and Alexander the Great. Prior to its destruction by Alexander in 335 BC, Thebes was a major force in Greek history, and was the most dominant city-state at the time of the Macedonian conquest of Greece.
it: La grande potenza della Grecia Centrale e a capo della confederazione Beota, Tebe è una forza da non sottovalutare. Si tratta di un importante rivale dell'antica Atene, e si schierò con i persiani nel 480 a.C. durante l'invasione di Serse. Le forze tebane sconfissero la potenza di Sparta nella battaglia di Leuctra nel 371 a.C. sotto il comando di Epaminonda. La Banda Sacra di Tebe (una unità militare d'elite) venne sconfitta solo nella battaglia di Cheronea nel 338 a.C. contro Filippo II e Alessandro Magno. Prima della sua distruzione da parte di Alessandro nel 335 a.C., Tebe era una forza importante nella storia greca, ed era la città-stato dominante al tempo della conquista Macedone della Grecia.
ja: ギリシア中部の強国でボイオーティア同盟の盟主であるテーバイは、無視できない勢力です。古代アテナイの主なライバルであり、紀元前480年のクセルクセスの侵攻ではペルシア側につきました。テーバイ勢は、紀元前371年のレウクトラの戦いでエパメイノンダスの指揮のもと、スパルタの覇権を終わらせました。テーバイの神聖隊（精鋭部隊）が、紀元前338年のカイロネイアの戦いで、ピリッポス2世とアレクサンドロス大王に敗れたのは有名です。アレキサンドロスによる紀元前335年の都市の破壊の前は、テーバイはギリシア史における主要勢力であり、マケドニアのギリシア征服当時、最有力の都市国家でした。
zh_tw: 希臘中部及皮奧夏聯盟領導者的強大力量，底比斯一股不可忽視的力量。它是古雅典的主要對手，在西元前480年，薛西斯的入侵中與波斯人同一陣線。底比斯的軍隊在伊巴密濃達的指揮之下於西元前371年的留克特拉戰役中打敗了斯巴達人。底比斯神聖軍團（一個精銳單位）最有名的失敗是在西元前338年的喀羅尼亞戰役中被腓力二世及亞歷山大大帝擊敗。並於西元前335年由亞歷山大大帝毀滅了整個底比斯。底比斯是希臘的歷史上一個強大的力量，並在馬其頓征服希臘時為最主要的城邦。

source: Allied markets +10% international trade bonus.
eu: Aliatuen merkataritza %10 gehiago nazioarteko merkataritzan.
hu: A szövetségeseknek +10% nemzetközi kereskedelmi bónusz a piacoknál.
pl: Sojusznicze targowiska otrzymują bonus handlowy w wysokości 10%.
sv: Allierade marknader +10% internationell handelsbonus.
tr: Müttefik pazarlara +%10 uluslararası ticaret bonusu.
zh: 盟友市场国际奖励 +10%。

source: Allied citizen-soldier javelinists −20% resource costs.
eu: Aliatuen hiritar soldadu lantzariak %20 gutxiago baliabideak eskuratzean.
pl: Sojuszniczy oszczepnicy są tańsi o 20%.
sv: Allierad medborgare-soldat skärmytslingar −20% resurskostnader.
tr: Müttefik ciritçi vatandaşlara -%25 kaynak maliyeti.
zh: 盟友民兵标枪手资源花费 -20％。

source: Allied elephants −20% resource costs and training time.
eu: Elefante aliatuak %20 gutxiago baliabide kostuetan eta trebatze denboran.
pl: Sojusznicze słonie szkolone są szybciej o 20% i o tyle samo kosztują mniej zasobów.
sv: Allierade elefanter −20% resurskostnader och träningstid.
tr: Müttefik fillere -%20 kaynak maliyeti ve eğitim süresi.
zh: 盟友大象的花费和训练时间 -20%。

source: Allied temples −50% resource costs and building time; temple technologies −50% resource costs and research time.
eu: Aliatuen tenpluak %50 gutxiago baliabide eta eraikitze kostuetan; tenpluaren teknologiak %50 gutxiago baliabideen kostuetan eta eraikitze denboran.
pl: Sojusznicze świątynie budowane są 50% szybciej i o tyle samo kosztują mniej zasobów; technologie w tych budynkach również mają ten sam bonus (50% szybciej i taniej).
sv: Allierade tempel −50% resurskostnader och byggnadstid; tempelteknik –50% resurskostnader och forskningstid.
tr: Müttefik tapınaklara -%50 kaynak bedeli ve inşa süresi, tapınak teknolojilerine -%50 kaynak bedeli ve araştırma süresi.
zh: 盟友的神庙花费和建造时间 -50%，神庙的科技花费和科研时间 -50%。

source: Allied land traders +15% trade gain.
eu: Eskualdeko merkatari aliatuak %15 gehiago merkataritzan.
pl: Kupcy otrzymują 15% dodatkowego zysku.
sv: Allierade markhandelsmän +15% handelsvinst.
tr: Müttefik kara tüccarlarına +%15 kazanç.
zh: 盟友陆上商人贸易收益 +15% 。

source: Allied civil centers −20% resource costs.
eu: Aliatuen zentro zibilak %20 gutxiago baliabide kostuetan.
pl: Sojusznicze centra osady kosztują 20% mniej zasobów.
sv: Allierade samhällscentrum −20% resurskostnader.
tr: Müttefik Kent Merkezlerine -%20 kaynak maliyeti.
zh: 盟友市政中心的花费 -20%。

source: Allied citizen-soldier infantry spearmen +10% health.
eu: Aliatuen infanteriako hiritar soldadu lantzariak %10 gehiago bizitzan.
pl: Sojuszniczy włócznicy mają 10% więcej zdrowia.
sv: Allierad medborgarsoldat infanterispjutman +10% hälsa.
tr: Müttefik mızrakçı vatandaşlara +%10 Can.
zh: 盟友的民兵步兵标枪手的生命值 + 10% 。

source: Means Woe to the Defeated. It was the words that the Gallic Leader, Brennos, spoke at the Capitol at Rome after they took their plunder.
zh_tw: 被打敗就意味著災難，這是高盧領袖布倫努斯在攻佔並掠奪了羅馬後，在古羅馬的丘比特神殿說的。

source: Uae Uictos
it: Vae Victis!

source: Workers +10% metal gather rate per phase advance.
tt: Һәрбер яңа үсеш этапында эшчеләр 10%-ка тизрәк тимер җыялар.

source: Epilektoi Infantry
tt: Гоплит җәяүле гаскәри

source: Commercial Acumen
tt: Сәүдәче булдыклылыгы

source: Merchant Ships +25% trade gain.
tt: Сәүдә кораблары 25%-ка күбрәк табыш китерәләр.

source: Desirable Products
tt: Теләнгән товарлар

source: Docks and Markets +10% international trade bonus.
tt: Доклар һәм базарлар халыкара сәүдәсенә 10%-лык бонус.

source: Liu Ying
tt: Лю Инь

source: Liu Gong
tt: Лю Гонь

source: Liu Heng
tt: Лю Хэнь

source: Liu Qi
tt: Лю Ци

source: Liu Che
tt: Лю Че

source: Liu Fuling
tt: Лю Фулинь

source: Liu He
tt: Лю Хэ

source: Liu Bingyi
tt: Лю Биньи

source: Liu Shi
tt: Лю Ши

source: Liu Ao
tt: Лю Ао

source: Liu Xin
tt: Лю Синь

source: Liu Kan
tt: Лю Кан

source: Liu Xuan
tt: Лю Сиань

source: Liu Xiu
tt: Лю Сю

source: Liu Zhuang
tt: Лю Чжуань

source: Liu Da
tt: Лю Да

source: Liu Zhao
tt: Лю Чжао

source: Liu Long
tt: Лю Лонь

source: Liu Hu
tt: Лю Ху

source: Liu Yi
tt: Лю Йи

source: Liu Bao
tt: Лю Бао

source: Liu Bing
tt: Лю Бинь

source: Liu Zuan
tt: Лю Цзуань

source: Liu Zhi
tt: Лю Чжи

source: Liu Bian
tt: Лю Бян

source: Liu Xie
tt: Лю Се

source: Liu Hong
tt: Лю Хонь

source: Starting Walls
tt: Башлангыч стеналар

source: Iberians start with City Walls around their base on most maps.
tt: Иберия сөргенләре карталарның күбесендә баштан ук стеналар белән киртәләнгәннәр.

source: Massive Towers
tt: Авыр манаралар

source: Stone Towers −50% wood cost, +150% stone cost, +33% build time, +60% health, +3 garrison capacity, and +1 default arrow count.
tt: Таш манараларны төзер өчен 50%-ка әзрәк агач һәм 150%-ка күбрәк таш кирәк, алар 33%-ка озаграк төзелә, 60%-ка ныклыклырак була, өстәп 3 юнит сыйдырталар, һәм 1 укка күбрәк аталар.

source: Large Rams
tt: Зур таранлар

source: Battering Rams +20% attack damage and +2 garrison capacity.
tt: Стена җимерә торган кораллар 20%-ка күбрәк зарар китерәләр һәм 2 юнитка күбрәк сыйдыра алалар.

source: Darics
tt: Дарики

source: Land Traders +25% trade gain.
tt: Коры җир сәүдәчеләре 25%-ка күбрәк табыш китерәләр.

source: Polybolos
tt: Полиболос

source: Bolt Shooters −33% attack damage and −33% attack time.
tt: Арбалетчылар 33%-ка әзрәк зарар китерәләр, әмма 33%-ка тизрәк яңадан коруланалар.

source: Spartan Women
tt: Спарта хатынлары

source: Female Citizens +40% health and +50% melee attack hack damage.
tt: Хатын калачыларның тереклекләре 40%-ка күтәрелә һәм 50%-ка якын сугыштагы чабу зарарлары күтәрелә.

source: Gaia
tt: Гея

source: Han
tt: Хань

source: The Han dynasty (206 BC – AD 220) was the second imperial dynasty of China, preceded by the Qin dynasty (221–207 BC) and succeeded by the Three Kingdoms period (AD 220–280). It is considered a golden age in Chinese history, and China made significant progress in arts and sciences during the Han period. The core of the Han empire was around the Wei River, and the Han capital was Chang'an, very close to the Qin capital Xianyang (both are now part of Xi'an, Shaanxi).
tt: Хань нәселе (206-нчы ел б. э. к. – 220-нче ел я. э.) Кытайның икенче император нәселе булган, аларга хәтлек Цинь нәселе булган (221-нче – 207-нче еллар б. э. к.), алардан соң Өчпатшалык вакыты килгән (220-нче – 280-нче еллар я. э.). Бу вакытларны, Кытай тарихында, алтын гасыр дип йөретәләр, сәнгатенең һәм фәненең чәчәк ату вакытлары. Хань империясының үзәге Вэй елга тирәлисендә урнашылган булган, шәһәре булган Чанань, Сяньяну, Цинь шәһәре, кырында урнашылган (әлеге вакытта икесе дә Шэньси провинциясындагы Сиань каласы өлеше булып торалар).
