Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-simulation-technologies.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es_mx, eu, fa, fi, ga, gl, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ru, sk, sv, tr, uk, zh, zh_tw

source: Dummy technology for use in templates requirements, replaced by phase_city_generic or phase_city_{civ}.
ast: La teunoloxía simulador pa emplegase nos requisitos de les plantíes, sustituyío por phase_city_generic o phase_city_{civ}.
bg: Празна технология за ползване в изискванията на шаблоните, заменя се от „phase_city_generic“ или „phase_city_{civ}“.
br: Teknologiezh dambrez evit implijout anezhi en ezhommoù skouerioù, erlerc'hiet gant phase_city_generic pe phase_city_{civ}.
ca: Tecnologia simulada per a usar en requisits de plantilles, reemplaçada per phase_city_generic or phase_city_{civ}.
cs: Napodobující technologie pro použití v požadavcích šablon, nahrazená phase_city_generic nebo phase_city_{civ}.
de: Dummy-Technologie zur Verwendung in Vorlagenanforderungen, ersetzt durch phase_city_generic oder phase_city_ {civ}.
el: Εικονική τεχνολογία για χρήση σε απαιτήσεις προτύπων, αντικαθίσταται από phase_city_generic ή phase_city_{civ}.
eu: Ereduen betebeharretan erabili behar den teknologia, phase_city_generic o phase_city_ {civ} ordezkatua.
ga: Is teicneolaíocht bhréige é seo d'úsáid i riachtanais theimpléad, chuir in ionad le phase_city_generic nó phase_city_{civ}.
gl: Tecnoloxía sen efecto para usar nos requisitos dos modelos, substitúese por phase_city_generic ou phase_city_{civ}.
hu: Helykitöltő technológia sablon követelményekhez történő használathoz, a phase_city_generic vagy phase_city_{civ} váltja.
it: Tecnologia fittizia per l'uso nei requisiti dei modelli, sostituita da phase_city_generic oppure phase_city_{civ}.
ko: phase_city_generic 또는 phase_city_{civ}로 대체된 서식 요구 사항에 사용하기위한 더미 기술입니다.
lt: Bandomoji technologija naudojimui šablonų reikalavimuose, pakeičiama phase_city_generic ar phase_city_{civ}.
ms: Teknologi semu untuk digunakan dalam keperluan templat, diganti oleh phase_city_generic atau phase_city_{civ}.
nl: Dummy technologie voor gebruik in template benodigdheden, vervangen door phase_city_generic of phase_city_{civ}.
pl: Technologia zastępcza do użycia w szablonach, zastąpiona przez phase_city_generic or phase_city_{civ}.
pt_pt: Tecnologia fictícia para ser utilizada em requisitos de modelos, substituída por phase_city_generic ou phase_city_{civ}.
ru: Технология-манекен для использования в требованиях к шаблонам, заменена на phase_city_generic или phase_city_{civ}.
sv: Dummy teknologi för användning i mallars krav, ersatt av phase_city_generic eller phase_city_{civ}.
uk: Макетна технологія для використання у шаблонних вимогах, замінена phase_city_generic або phase_city_{civ}.
zh: 用于模板要求的虚拟技术，被phase_city_generic or phase_city_{civ} 替代。
zh_tw: 用於模板需要的假技術，由phase_city_generic 或 phase_city_{civ} 取而代之。

source: Advances from a bustling town to a veritable metropolis, full of the wonders of modern technology. This is the Athenian city phase, where metal gathering rates are boosted because of the 'Silver Owls' bonus.
ast: Avanza d´una villa bullindiega a un metrópolis de verdá, enllenu de les maraviyes de la teunoloxía moderno. Esta ye la fas de la ciudá ateniense, onde les tases de recoyer el metal tán xubíes pola bonificación de les «curuxes de plata».
bg: Превръща оживения град в истински мегаполис, изпълнен с чудесата на модерните технологии. Това е атинската Мегаполисна фаза, в която „Сребърните сови“ увеличават добива на метал.
br: Mont a ra war-raok eus ur gêr vuhezek d'ur gêr-vamm gwir, leun a vurzhudoù an deknologiezh vodern. Setu pazenn ar C'hêrioù Bras Atenian, e-lec'h ma vez broudet ar feurioù dastum metal abalamour d'ar bonuz 'Kaouennoù Arc'hant'.
ca: Avança d'una vila bulliciosa a una veritable metròpoli, plena de les meravelles de la tecnologia moderna. Aquesta és la fase de la ciutat atenenca, on els índexs de recol·lecció del metall s'han disparat a cause de la bonificació "Òlibes de plata".
cs: Postupte z rušného města ke skutečné metropoli, plné zázraků přinášených novými výrobními postupy. Toto je atická městská fáze, v níž je rychlost shromažďování kovu zvýšena v souvislosti se zvýhodněním "Stříbrné sovy".
da: Avancerer fra en pulserende by til et veritabelt metropol, fyldt med moderne teknologi vidundere. Dette er det athenske storbystadie, hvor metalsamlingsrater bliver forhøjet på grund af 'Sølvugler'-bonussen.
de: Steige von einer betriebsamen Ansiedlung zu einer wahren Metropole auf, voll mit den Wundern der modernen Technologie. Das ist die attische Großstadtphase, in der die Metallsammelrate aufgrund des „Silbereulen“-Bonus erhöht ist.
el: Εξελίσσετε από μια πολυσύχναστη πόλη σε μια πραγματική μητρόπολη, γεμάτη από τα θαύματα της σύγχρονης τεχνολογίας. Αυτή είναι η φάση τη Αθηναϊκής πόλης, όπου τα ποσοστά συλλογής μετάλλων ενισχύθηκαν λόγω του μπόνους από τις "Ασημένιες Κουκουβάγιες".
es_mx: Avanzar de una bulliciosa ciudad a una verdadera metrópolis, llena de las maravillas de la tecnología moderna. Ésta es la fase urbana de Atenas, donde las tasas de recolección de metal se elevan debido a la bonificación de los "búhos de plata".
eu: Hiri zaratatsu batetik benetako metropoli batera joatea, teknologia miragarri berriez betetakoa. Hau da Atenasen hiritar aroa, non metalaren biltze tasak handitzen diren zilarrezko hontzen hobariak direla eta.
fa: ارتقا از یک شهرک شلوغ به یک کلانشهر حیرت انگیز، پر از عجایب و تکنولوژی مدرن. این مرحله شهری آتنی هاست جایی که سرعت به دست آوردن فلز به خاطر امتیاز "جغد های نقره ای"، افزایش می یابد.
ga: Dul chun cinn ó bhaile bríomhar go hardchathair ceart, lán le hiontais teicneolaíochta nua-aimseartha. Tá sé seo an céim chathracha Aithneach, agus cuirtear na rátaí bailithe chun cinn mar gheall ar an mbónas 'Ulchabháin Airigd'.
gl: Avanza dunha vila en auxe a unha verdadeira metrópole, chea de marabillas da tecnoloxía moderna. Esta é a fase de cidade de Atenas, onde a taxa de recolección de metal se acelera grazas á bonificación «Curuxa».
hu: Egy nyüzsgő városból igazi metropolisszá fejlődik a modern technológia minden csodájával tele. Ez az athéni nagyvárosi szakasz, ahol a fémgyűjtési sebesség fellendült az „ezüst baglyok” bónusz miatt.
id: Majukan dari kota ramai menjadi metropolis sebenarnya, penuh dengan keajaiban teknologi modern. Ini adalah fase metropolis Athena, dimana tingkat pengumpulan logam bertambah karena bonus 'Burung Hantu Perak'.
it: Avanza da una vivace cittadina a una vera e propria metropoli, piena di meraviglie della tecnologia moderna. Questa è la fase città Ateniese, dove i tassi di raccolta di metallo vengono potenziati a causa del bonus 'Civette d'Argento'.
ja: 活気ある町から、驚異の最新テクノロジーに満ちた真の大都市へと発展します。アテナイの都市の段階では、「フクロウ銀貨」ボーナスのため金属採掘効率が急上昇します。
ko: 번화한 도시에서 현대 기술의 경이로움으로 가득찬 진정한 대도시로 발전합니다. 아테네 도시 단계에서는 '은 올빼미' 보너스로 인해 금속 수집량이 상승합니다.
lt: Pažengia iš judraus miestelio į klestintį metropolį, pilną stebuklų ir modernių technologijų. Tai yra Atėnų miesto fazė, kur metalo rinkimo greitis padidėja dėl 'Sidabrinių Apuokų' priedo.
lv: Attīstība no rosīgas pilsētas līdz īstenai metropolei, pilnai ar moderno tehnoloģiju brīnumiem. Šī ir Atēniešu Lielpilsētas fāze, kad metāla iegūšanas ātrumi tiek uzlaboti, pateicoties 'Sudraba pūču' priekšrocībai.
ms: Lanjutan dari bandar yang berkembang maju menjadi metropolis yang hebat, penuh dengan keajaiban teknologi modern. Ini adalah fasa bandar Athen, yang mana kadar pengumpulan logam menjadi-jadi kerana bonus 'Burung Hantu Perak'.
nb: Framskrider fra et myldrende tettsted til et ekte metropol, full av den moderne teknologiens undere. Dette er den athenske storby-fasen, der hastigheten for metallutvinning økes på grunn av sølvugle-bonusen.
nl: Avanceer van een stadje naar een echte metropool, vol wonderen met moderne technologie. Dit is de Atheense grootstadfase waar metaalmijnsnelheden nog een bonus krijgen dankzij de "Zilveren Uilen".
pl: Awansuje z tętniącego życiem miasta w prawdziwą metropolię, pełną cudów nowoczesnej technologii. Jest to faza ateńskiego miasta, gdzie szybkość zbierania metalu jest zwiększona dzięki bonusowi "Srebrnej Sowy".
pt_pt: Eleva uma vila movimentada a cidade de grandes dimensões, plena de maravilhas da tecnologia moderna. Isto é a Fase de Cidade Ateniense, a velocidade de recolha do metal é impulsionado pelo bónus "Corujas de Prata".
ru: Расширьте шумный городок до настоящего метрополиса, полного чудес современной технологии. Это этап афинского города, в котором скорость сбора металлов повышается из-за бонуса "Серебряные совы".
sk: Postúpi z rušného mestečka na naozajstnú metropolu, plnú zázrakov modernej technológie. Takáto je aténska fáza metropoly, pričom rýchlosť získavania kovu sa zvýši vďaka bonusu zvanému "Strieborné sovy".
sv: Avancera från en livlig stad till en veritabel metropol, full av moderna teknologiska under. Detta är Atenska storstadsfasen, där metall samlingstakten är ökad på grund av 'Silver Ugglor' bonusen.
tr: Kalabalık bir kasabadan harikalar ve modern teknoloji ile dolu gerçek bir metropole gelişir. Bu "Gümüş Baykuşlar" ödülü ile metal toplama hızının arttığı Atinalı şehir aşamasıdır.
uk: Просуває з метушливого містечка до справжньої метрополії, наповненої дивами новітньої технології. Це є афінський етап міста, у якому темпи видобутку металу підвищено завдяки бонусу 'срібних сов'.
zh: 从繁华的大城市进展为一个名副其实的大都市，充满着奇迹与现代科技。这就是雅典人的城市阶段，其中金属采集速率因为「银鴞」的加值而大大的提升。
zh_tw: 從繁華的大城市進展為一個名副其實的大都市，充滿著奇蹟與現代科技。這就是雅典人的城市階段，其中金屬採集速率因為「銀鴞」的加值而大大的提升。

source: Advance to City Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by another +50%. Silver Owls civ bonus grants an extra +10% metal gather rate to all workers. Citizen Soldiers +10% health. All structures +9 garrisoned regeneration rate.
ko: 더 많은 건축물과 유닛을 열수있는 대도시 단계로 나갑니다. 시민회관의 영토 반경이 +50% 더 증가합니다. 올빼미 은화 문명 보너스는 모든 근로자에게 +10% 금속 채집 비율을 추가로 부여합니다. 시민 군인의 체력이 +10% 증가합니다. 모든 건축물의 수비형 재생률 +9 증가합니다.
uk: Просування до етапу міста, яке відкриває більше споруд та підрозділів. Територіальний радіус для громадських центрів збільшено ще на +50%. Цивілізаційний бонус срібних сов надає +10% до темпу видобутку металу для всіх працівників. Громадяни-солдати мають +10% здоров'я. Всі споруди мають +9 темпу відновлення гарнізону.

source: Requires 4 new Town Phase structures (except Walls and Civic Centers).
ar: يتطلب 4 مبانى من طور المدينة (باستثناء الجدران ومراكز المدينة)
ast: Rique 4 estructures nueves de la fas ciudá (quitante muralles y centros cívicos).
bg: Изисква 4 нови сгради от Градската фаза (стените и селищните центрове не се броят).
br: Ezhomm en deus da gaout 4 framm pazenn ar C'hêrioù nevez (nemet ar Mogerioù hag ar C'hreizennoù keodedel).
ca: Es necessiten 4 noves estructures de Fase Vila (excepte muralles i Centres Cívics).
cs: Vyžaduje 4 nové budovy z městské fáze (vyjma hradeb a správních středisek)
da: Kræver 4 nye bygninger fra Bystadiet (undtagen Mure og Civilisationscentre).
de: Erfordert 4 neue Gebäude der Stadtphase (außer Mauern und Verwaltungssitzen).
el: Απαιτούνται 4 νέες δομές Φάσης Κωμόπολης (εκτός από Τείχη και Αστικά κέντρα).
es_mx: Requiere de 4 edificios de la Fase de la Ciudad (excepto por las murallas y centros civicos).
eu: Herri Aroko 4 eraikin behar ditu (Harresiak eta Zentro Zibilak beste)
fa: نیاز به 4 ساختمان جدید مرحله شهرک دارد. (به جز دیوار و مرکز شهر)
ga: Tá 4 struchtúirí nua den Chéim Bhaile ina riachtanach (ach amháin Ballaí agus Ionaid Chathartha).
gl: Require 4 novas estruturas da fase de vila (sen contar murallas e centros civís).
hu: 4 új városi szakaszú épületet igényel (kivéve falak és városházák).
id: Memerlukan 4 bangunan baru dari Fase Kota (kecuali Tembok dan Pusat Peradaban).
it: Richiede 4 nuove strutture della Fase Cittadina (ad eccezione di Mura e Centri Civici).
ja: 新たに4つの町の段階の建物（壁と町の中心は除く）が必要です。
ko: 4개의 새로운 작은 도시 단계 건축물이 필요합니다(성벽과 시민 회관은 제외).
lv: Nepieciešamas 4 jaunas pilsētas fāzes būves (izņemot sienas un civīlos centrus)
ms: Memerlukan 4 struktur Fasa Pekan (kecuali Tembok dan Pusat Sivik).
nb: Krever 4 nye tettstedfasebygninger (unntatt vegger og samfunnssentre)
nl: Vereist 4 stadsgebouwen (uitgezonderd muren en beschavingscentra).
pl: Wymaga 4 nowych budynków fazy miasta (poza murami i centrami osady).
pt_pt: Requer 4 edifícios próprios da Fase de Vila (exceto Muralhas e Centros Cívicos).
ru: Требуется 4 новых постройки небольшого города (кроме стен и городского центра).
sk: Vyžaduje postaviť 4 nové stavby fázy mesta (okrem hradieb a administratívnych centier).
sv: Kräver 4 nya Stadsfas strukturer (förutom murar eller samhällscentrum).
tr: 4 yeni Şehir Aşaması yapısı gerekli (Duvarlar ve Şehir Merkezleri hariç).
uk: Потребує 4 нових споруди етапу містечка (за винятком мурів та громадських центрів).
zh: 需要 4 栋新的乡镇阶段建筑物(城墙及城镇中心除外)。
zh_tw: 需要 4 棟新的鄉鎮階段建築物(城牆及城鎮中心除外)。

source: Megalópolis
ar: طور المدينة
bg: Мегало̀полис
el: Μεγαλόπολη
eu: Megalópolia
fi: Megalopolis
ko: 메가로포리스
ru: Мегалополис
uk: Мегалополіс
zh: 梅格洛玻利斯

source: Advances from a bustling town to a veritable metropolis, full of the wonders of modern technology.
ar: تقدم من مدينة هايجة إلى مدينة حقيقية، مليئة بالاعجوبات من التقنيات الحديثة.
ast: Avanza d'una villa bullindiega a un metrópolis de verdá, enllenu de les maraviyes de la teunoloxía moderno.
bg: Превръща оживения град в истинска метрополия, изпълнена с чудесата на модерните технологии.
br: Mont a ra war-raok eus ur gêr vuhezek d'ur gêr-vamm gwir, leun a vurzhudoù an deknologiezh vodern.
ca: Avança d'una vila bulliciosa a una veritable metròpoli, plena de les meravelles de la tecnologia moderna.
cs: Postupte z rušného města ke skutečné metropoli, plné zázraků přinášených novými výrobními postupy.
de: Steige von einer betriebsamen Ansiedlung zu einer wahren Metropole auf, voll mit den Wundern der modernen Technologie.
el: Εξελίσσετε από μια πολυσύχναστη πόλη σε μια πραγματική μητρόπολη, γεμάτη από τα θαύματα της σύγχρονης τεχνολογίας.
es_mx: Avanzade una bulliciosa ciudad a una verdadera metropolis, llena de maravillas y tecnologia moderna.
eu: Hiri zaratatsu batetik benetako metropoli batera joatea, teknologia miragarri berriez betetakoa.
fa: ارتقا از یک شهرک شلوغ به یک کلانشهر واقعی مملو از شگفتی ها و فناوری های پیشرفته.
ga: Dul chun cinn ó bhaile bríomhar go hardchathair ceart, lán le hiontais theicneolaíochta nua-aimseartha.
gl: Avanza dunha vila en auxe a unha verdadeira metrópole, chea de marabillas da tecnoloxía moderna.
hu: Egy nyüzsgő városból igazi metropolisszá fejlődik a modern technológia minden csodájával tele.
id: Majukan dari kota ramai menjadi metropolis sebenarnya, penuh dengan keajaiban teknologi mutakhir.
it: Avanza da una vivace cittadina a una vera e propria metropoli, piena di meraviglie della tecnologia moderna.
ja: 活気ある町から、驚異の最新テクノロジーに満ちた真の大都市へと発展します。
ko: 번화한 도시에서 현대 기술의 경이로움으로 가득찬 진정한 대도시로 발전합니다.
lt: Pažengia iš judraus miestelio į klestintį metropolį, pilną stebuklų ir modernių technologijų.
lv: Attīstība no rosīgas pilsētas līdz īstenai metropolei, pilnai ar moderno tehnoloģiju brīnumiem.
ms: Lanjutan dari bandar yang berkembang maju menjadi metropolis yang hebat, penuh dengan keajaiban teknologi modern.
nb: Framskrider fra en myldrende by til et ekte metropol, full av den moderne teknologiens undere.
nl: Avanceer van een stadje naar een echter metropool, vol wonderen van moderne technologie.
pl: Awansuje z tętniącego życiem miasteczka w prawdziwą metropolię, pełną cudów nowoczesnej technologii.
pt_pt: Eleva uma vila movimentada a cidade de grandes dimensões, plena de maravilhas da tecnologia moderna.
ru: Переход от городка к огромному метрополису, полному чудес современных технологий.
sk: Postúpi z rušného mestečka na naozajstnú metropolu, plnú zázrakov modernej technológie.
sv: Avancera från en livlig stad till en veritabel metropol, full av moderna teknologiska under.
tr: Kalabalık bir kasabadan harikalar ve modern teknoloji ile dolu gerçek bir metropole gelişir.
uk: Просуває з метушливого містечка до справжньої метрополії, наповненої дивами новітньої технології.
zh: 从繁华的城镇进展为一个名副其实的大都市,充满奇迹与现代科技。
zh_tw: 從繁華的大城市進展為一個名副其實的大都市，充滿著奇蹟與現代科技。

source: Advance to City Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by another +50%. Citizen Soldiers +10% health. All structures +9 garrisoned regeneration rate.
ko: 더 많은 건축물과 유닛을 열수있는 대도시 단계로 나갑니다. 시민회관의 영토 반경이 +50% 더 증가합니다. 시민 군인의 체력이 +10% 증가합니다. 모든 건축물에 주둔시 복구율이 +9% 증가합니다.
uk: Просування до етапу міста, яке відкриває більше споруд та підрозділів. Територіальний радіус для громадських центрів збільшено ще на +50%. Громадяни-солдати мають +10% здоров'я. Всі споруди мають +9 темпу відновлення гарнізону.

source: Town Phase
ar: طَور البلدة
ast: Fas de pueblu
bg: Градска фаза
br: Pazenn ar C'herioù.
ca: Fase Vila
cs: Vesnická fáze
da: Bystadie
de: Stadtphase
el: Φάση Κωμόπολη
es_mx: Fase de Ciudad
eu: Herri Aroa
fa: مرحله شهرک
fi: Kuntavaihe
ga: Céim Bhaile
gl: Fase de vila
hu: Városi szakasz
id: Fase Kota
it: Fase Cittadina
ja: 町の段階
ko: 작은 도시 단계
lt: Miesto Fazė
lv: Pilsētas Fāze
ms: Fasa Pekan
nb: Byfase
nl: Stadsfase
pl: Faza miasta
pt_pt: Fase de Vila
ru: Этап небольшого города
sk: Fáza mesta
sv: Stadsfasen
tr: Kasaba Aşaması
uk: Етап містечка
zh: 城镇阶段
zh_tw: 鄉鎮階段

source: Dummy technology for use in templates requirements, replaced by phase_town_generic or phase_town_{civ}.
ast: La teunoloxía simulador pa emplegase nos requisitos de les plantíes, sustituyío por phase_town_generic o phase_town_{civ}.
bg: Празна технология за ползване в изискванията на шаблоните, заменя се от „phase_town_generic“ или „phase_town_{civ}“.
br: Teknologiezh faos evit implijout anezhi en ezhommoù skouerioù, erlerc'hiet gant phase_town_generic pe phase_town_{civ}.
ca: Tecnologia simulada per a usar en requisits de plantilles, reemplaçada per phase_city_generic or phase_city_{civ}.
cs: Napodobující technologie pro použití v požadavcích šablon, nahrazená phase_town_generic nebo phase_town_{civ}.
de: Dummy-Technologie zur Verwendung in Vorlagenanforderungen, ersetzt durch phase_town_generic oder phase_town_ {civ}.
el: Εικονική τεχνολογία για χρήση σε απαιτήσεις προτύπων, αντικαθίσταται από phase_town_generic ή phase_town_ {civ}.
eu: Ereduen betebeharretan erabili behar den teknologia, phase_town_generic or phase_town_{civ} ordezkatua.
ga: Is teicneolaíocht bhréige é seo d'úsáid i riachtanais theimpléad, chuir in ionad le phase_town_generic nó phase_town_{civ}.
gl: Tecnoloxía sen efecto para usar nos requisitos dos modelos, substitúese por phase_town_generic ou phase_town_{civ}.
hu: Helykitöltő technológia sablon követelményekhez történő használathoz, a phase_town_generic vagy phase_town_{civ} váltja.
it: Tecnologia fittizia per l'uso nei requisiti dei modelli, sostituita da phase_town_generic oppure phase_town_{civ}.
ko: 서식 요구사항에 사용하기 위한 더미 기술이며, phase_town_generic 또는 phase_town_{civ}로 바뀝니다.
lt: Bandomoji technologija naudojimui šablonų reikalavimuose, pakeičiama phase_city_generic ar phase_city_{civ}.
ms: Teknologi semu untuk digunakan dalam keperluan templat, diganti oleh phase_town_generic atau phase_town_{civ}.
nl: Dummy technologie voor gebruik in template benodigdheden, vervangen door phase_town_generic of phase_town_{civ}.
pl: Technologia zastępcza do użycia w szablonach, zastąpiona przez phase_town_generic or phase_town_{civ}.
pt_pt: Tecnologia fictícia para ser utilizada em requisitos de modelos, substituída phase_town_generic ou phase_town_{civ}.
ru: Технология-манекен для использования в требованиях к шаблонам, заменена на phase_town_generic или phase_city_{civ}.
sv: Dummy teknologi för användning i mallars krav, ersatt av phase_town_generic eller phase_town_{civ}.
uk: Макетна технологія для використання у шаблонних вимогах, замінена phase_town_generic або phase_town_{civ}.
zh: 用于模板要求的虚拟科技，被 phase_town_generic 或 phase_town_{civ} 替代。
zh_tw: 用於模板需要的假技術，由phase_town_generic or phase_town_{civ} 取而代之。
