Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-civilizations.po
Languages: ast, bg, br, ca, cs, de, el, es_ar, eu, fa, ga, he, hu, hy, it, ja, ko, nb, pl, pt_br, ru, sk, sv, tr, tt, uk, zh, zh_tw

source: The Greco-Macedonian Ptolemy Dynasty relied on large numbers of Greek and foreign mercenaries for the bulk of its military force, mainly because the loyalty of native Egyptian units was often suspect. Indeed, during one native uprising, Upper Egypt was lost to the Ptolemies for decades. Mercenaries were often battle-hardened and their loyalty could be bought, sometimes cheaply, sometimes not cheaply. This was of no matter, since Egypt under the Ptolemies was so prosperous as to be the richest of Alexander's successor states.
ast: La dinastía tolemaica grecomacedonia enfotóse en munchos mercenarios griegos y foranos pal megollu del so exércitu, principalmente porque foi davezu sospechosa la llealtá de les unidaes natives exipcies. De fechu, nun llevantamientu indíxena, l'Altu Exiptu perdióse a los tolemaicos per décades. Los mercenarios solieron ser trallaos pol combate y la so llealtá pudo mercase, dacuando barata, dacuando cara. Pero eso nun-yos llevó muera, porque Exiptu baxo los tolemaicos foi la ñación más rica de los estaos socesores d'Alexandru.
bg: Гръко-македонската династия на Птолемеите разчитали на огромен брой гръцки и чужди наемници за по-голямата част от военната си мощ, основно поради това, че верността на местните египтяни била често подлагана под съмнение. След един местен бунт, Птолемеите загубили Горен Египет за няколко десетилетия. Наемниците често били калени в битка, а верността им можела да бъде купена, дори да струва скъпо. Но това нямало значение, тъй като под управлението на Птолемеите, Египет бил най-преуспялата държава-наследник на Александър.
br: Ar riez Greko-Makedonian eus ar bPtolemed a gonte war un niver bras a c'hoprsoudarded Gresian hag estren evit al lodenn vrasañ diouzh e nerzhioù milourel, dreist-holl peogwir e veze fall lealded an unanennoù Ejipsian engenidik alies. Evit gwir, da vare un emsavadeg gant ar re enginidik, Ejipt-Uhel a oa kollet evit ar re bPtoleme evit dek-vloaziadoù. Ar c'hoprsoudarded a oa gourdonet diouzh ar brezel alies hag o lealded a c'hall bezañ prenet, gwechoù 'zo marc'had-mat a-walc'h, a-wechoù ket. Un hanter netra e oa, abaoe ma oa Egipt dindan ar re bPtoleme ken bleunius ha ma oa ar stad pinvidikañ diskennad da Aleksandr.
ca: La dinastia Ptolemeu greco-macedònia es va basar en un gran nombre de mercenaris grecs i estrangers per a la major part de la seva força militar, principalment perquè la lleialtat de les unitats natives egípcies era sovint sospitosa. De fet, durant un aixecament natiu, l'Alt Egipte va ser perdut pels Ptolomeus durant dècades. Els mercenaris eren sovint endurits per la batalla i la seva lleialtat podia ser comprada, de vegades barata, de vegades no barata. Això era indiferent, ja que Egipte sota dels Ptolomeus era tan pròsper que era el més ric dels estats successors d'Alexander.
cs: Řecko-makedonská dynastie Ptolemaiovců se spoléhala na velké množství řeckých a zahraničních žoldnéřů tvořících převážnou část její vojenské síly, a to proto, že věrnost domácích egyptských jednotek často nebyla vůbec zaručená. Během jednoho povstání dokonce Ptolemaiovci na několik desetiletí přišli o Horní Egypt. Žoldnéři byli na druhé straně bitvami zocelení a jejich oddanost se dala koupit, někdy lacino, někdy ne. Na tom až tak nezáleželo, protože Egypt byl pod vládou Ptolemaiovců tak vzkvétající, že se zřejmě jednalo o nejbohatší z Alexandrových nástupnických států.
de: Die griechisch-makedonische Dynastie der Ptolemäer stützte sich auf eine große Anzahl von griechischen und ausländischen Söldnern für ihre Hauptstreitmacht, hauptsächlich wegen der oft zweifelhaften Loyalität der einheimischen ägyptischen Einheiten. Tatsächlich war Oberägypten wegen eines Aufstandes der Einheimischen für die Ptolemäer für Jahrzehnte verloren. Söldner waren oft kampferprobt und ihre Loyalität käuflich, manchmal für weniger, manchmal für mehr Geld. Das war aber unerheblich, da Ägypten unter den Ptolemäern so sehr florierte, dass es der reichste von allen Nachfolgestaaten Alexander des Großen war.
el: Η Ελληνική δυναστεία των Πτολεμαίων στηρίχθηκε σε μεγάλο αριθμό Ελλήνων και ξένων μισθοφόρων για το μεγαλύτερο μέρος της στρατιωτικής της δύναμης, κυρίως επειδή η πίστη των ντόπιων αιγυπτιακών μονάδων ήταν συχνά ύποπτη. Πράγματι, κατά τη διάρκεια μιας γηγενείς εξέγερσης, η Άνω Αίγυπτος χάθηκε από τους Πτολεμαίους για δεκαετίες. Των μισθοφόρων συχνά η μαχητικότητα και η πίστη τους, μπορούσαν να αγοραστούν, μερικές φορές φθηνά, μερικές φορές καθόλου φτηνά. Αυτό δεν είχε καμία σημασία, δεδομένου ότι η Αίγυπτος υπό τους Πτολεμαίους ήταν τόσο ευημερούσα ώστε να είναι η πλουσιότερη περιοχή των διαδόχων του Αλεξάνδρου.
es_ar: La dinastía ptolemaica, de origen greco-macedonio, confiaba en grandes grupos de mercenarios griegos y extranjeros para la mayor parte de su fuerza militar, principalmente porque la lealtad de las unidades egipcias nativas era dudosa. De hecho, los ptolomeos perdieron el Alto Egipto por décadas. Los mercenarios a menudo se endurecían por la batalla y su lealtad podía se comprada, a veces a un precio bajo y otras veces no. Esto no representaba un problema, ya que Egipto bajo el control de los ptolomeos era el estado más prospero desde la muerte de Alejandro.
eu: Ptolomeoren dinastia Greziar-Mazedoniarra greziar eta atzerritar mertzenarioek sostengatzen zuten, gehienbat bertako egiptoarren leialtasuna susmagarria zelako. Horrela, bertakoen altxamendu batean, Goiko Egipto hamarkadetako galdu zen Ptolomearrentzat. Mertzenarioak porrokatuak izaten ziren eta euren leialtasuna erosi ahal zitekeen, batzuetan merke, gehienetan garesti. Hau ez zen oso garrantzitsua izan ezen Ptolomearren Egipto hain zen aurreratua Alejandro ondorengo estaturik aberatsena izan zela esan daitekeelarik.
fa: سلسله یونانی-مقدونی بطلمیوسی به گروه بزرگی از مزدوران یونانی و خارجی در نیروی نظامی خود وابسته بود، بطلمیوسی ها بیشتر بخاطر وفاداری نیروهای مصری در شک بودند و مشکل آنها هم مربوط به درگیری بخاطر قیام مصری ها علیه بطلمیوسی ها بود که توسط آنها سرکوب شده بود به هرحال بطلمیوسی ها نمی توانستند خیلی بر روی وفاداری مزدورانی که به شکل گسترده استفاده می کردند حساب کنند.
ga: Bhraith ríora na dTolomaesí Gréig-Mhacadónacha ar uimhir mhór amhas Gréigeacha agus eachtrannacha, agus bhí siad ina bhformhór san arm, mar níl muinín acu de na hÉigiptigh dúchasacha den chuid is mó. Go deimhin, chaill na Tolomaesí ar an Éigipt Uachtarach le blianta fada i rith éirí amach na ndúchasach. Bhí seantaithí catha ag na hamhais go coitianta agus d'fhéadfaí a ndílseacht a cheannach ag na Tolomaesí, uaireanta go saor, uaireanta eile go daor. Ach ní raibh aon deacracht airgid ag na Tolomaesí, mar bhí an Éigipt Tolomasach chomh saibhir go raibh siad an stáit comharba is saibhre de chuid na stát comharba Alastair.
hu: A görög-makedón Ptolemaiosz-dinasztia a nagyszámú görög és idegen zsoldosra támaszkodott a haderő nagyjaként, főleg azért mert az őslakos egyiptomi egységek hűséget gyakran megkérdőjelezték. És valóban, egy felkelés során, Felső-Egyiptom évtizedekre elveszett a Ptolemaioszoktól. A zsoldosak gyakran harcedzettek voltak és a hűségük megvehető volt, néha olcsón, néha drágán. Ez nem nagyon számított, mivel Egyiptom a Ptolemaioszok alatt olyan virágzó volt, hogy Alexandrosz utódállamai közül a leggazdagabb volt.
hy: Հույն-մակեդոնական Պտղոմեական դինաստիան հենվում էր իր զորքերի կորիզը հանդիսացող մեծաթիվ հույն և այլազգի վարձկանների վրա, հիմնականում որովհետև բնիկ եգիպտացի միավորների հավատարմությունը հաճախ էր դրվում կասկածի տակ։ Եվ իրոք, տեղական մի անհնազանդության ժամանակ Պտղոմեոսները տասնյակ տարիներով կորցրին Վերին Եգիպտոսը։ Վարձկանները հաճախ կոփված էին ճակատամարտերում, և նրանց հավատարմությունը կարելի էր գնել երբեմն ցածր գնով, երբեմն՝ ոչ այնքան։ Սակայն դա կարևոր չէր, քանի որ Պտղոմեոսների օրոք Եգիպտոսն այնքան բարեբեր էր, որ Ալեքսանդրի թողած հաջողված տերություններից ամենահարուստն էր։
ko: 그레코-마케도니아의 프톨레마이오스 왕조는 많은 그리스인과 외국인 용병들에게 군사력을 의존하고있었습니다. 주로 이집트 원주민 부대의 충성심이 종종 의심되었기 때문이었습니다. 실제로, 한 국내 반란중에, 상 이집트는 수 십년 동안 프톨레마이오스의 손을 벗어나 있었습니다. 용병들은 종종 전장에 익숙해졌고, 때로는 싸게, 때로는 싸지 않지만, 그들의 충성심을 살 수 있었습니다. 그러나 이것은 문제가 되지않았습니다. 프톨레마이오스 왕조의 이집트는 알렉산더의 후계자중 너무 번창했고 가장 부유한 국가였기 때문이었습니다.
nb: Det Gresk-Makedonske Ptolemeerdynastiet avhengte av et stort antall Greske og utenlandske leiesoldater for brorparten av sin militære makt, hovedsakelig fordi lojaliteten til innfødte Egyptiske enheter ofte var i mistanke . Faktisk gikk Øvre Egypt tapt for Ptolemeerne i flere tiår som følge av innfødt opprør. Leiesoldatene var ofte krigsherdet, og deres lojalitet kunne kjøpes, noen ganger billig, noen ganger ikke så billig. Dette var uansett ikke noe å bekymre seg over, siden Egypt under Ptolemaios var så velstående at det faktisk var den rikeste av Aleksanders etterfølgende stater.
pl: Grecko-macedońska dynastia Ptolemeuszy polegała na dużej liczbie Greków i zagranicznych najemników w swoich siłach wojskowych, głównie dlatego, że lojalność jednostek złożonych z lokalnych Egipcjan była wątpliwa. Faktycznie, podczas jednego z powstań tubylców, Górny Egipt został odebrany Ptolemeuszom na dekady. Najemnicy byli często zaprawieni w boju, a ich lojalność mogła zostać kupiona, czasem tanim kosztem, czasem nie. To nie miało znaczenia, jako, że Egipt pod władzą Ptomeleuszy był tak zamożny, że stanowił najbogatszy region ze zdobyczy Aleksandra Wielkiego.
pt_br: A dinastia greco-macedônica de Ptolomeu confiou em um grande número de mercenários gregos e estrangeiros para a maior parte de sua força militar, principalmente porque a lealdade das unidades egípcias nativas era muitas vezes suspeita. Na verdade, durante uma rebelião nativa, o Alto Egito foi perdido para os Ptolomeus por décadas. Os mercenários eram freqüentemente endurecidos por batalhas e sua lealdade podia ser comprada, às vezes barato, às vezes caro. Isso não importa, já que o Egito sob os Ptolomeus era tão próspero quanto o mais rico dos estados sucessores de Alexandre.
ru: Греко-македонская династия Птолемеев опиралась в основном на греческих и иностранных наёмников главным образом потому, что лояльность местных египетских войск часто была под сомнением. К примеру, во время одного восстания Верхний Египет был потерян для Птолемеев на многие десятилетия. Наёмники нередко были закалены в боях и их лояльность можно было купить, иногда дешево, а иногда - дорого. Но это не имело значения, поскольку Египет при Птолемеях настолько процветал, что был самым богатым из государств бывшей империи Александра Великого.
sv: Den greco-makedonska Ptolemy-dynastin förlitade sig på ett stort antal grekiska och utländska legosoldater för huvuddelen av sin militära styrka, främst på grund av att trojan från inhemska egyptiska enheter ofta misstänktes. Faktum är att under ett infödande uppror var övre Egypten förlorad till ptolemierna i årtionden. Mercenaries var ofta kamphärdade och deras lojalitet kunde köpas, ibland billigt, ibland inte billigt. Detta var oavsett, eftersom Egypten under ptolemänerna var så framgångsrik att de var rikaste av Alexanders efterföljande stater.
tr: Greko-Makedon Ptolemi Hanedanlığı, askeri gücünü büyük miktarda Yunan ve yabancı paralı asker kullanıyordu, zira başta yerli Mısır birliklerine olan bağlılık sıklıkla şüpheli idi. Nitekim, bir yerli ayaklanma sırasında Üst Mısır, on yıllardır Ptolemeioslar tarafından kaybedildi. Paralı askerler sık sık savaşa zorlandılar ve sadakati bazen ucuza, bazen de ucuza satılmamalıydı. Bu, sorun değildi, çünkü Ptolemeios altındaki Mısır, İskender'in halefi devletlerinin en zengin olması için çok müreffehti.
uk: Греко-македонська династія Птолемеїв спиралася в основному на грецьких та іноземних найманців головним чином тому, що лояльність місцевих єгипетських військ часто була під сумнівом. Зокрема, під час одного повстання Верхній Єгипет був втрачений для Птолемеїв на багато десятиліть. Найманці нерідко були загартовані в боях і їхню лояльність можна було купити, іноді дешево, а іноді - дорого. Але це не мало значення, бо Єгипет при Птолемеях настільки процвітав, що був найбагатшою з держав колишньої імперії Александра Великого.
zh: 希腊—马其顿的托勒密王朝依靠大量的希腊和外国雇佣兵来支持其大部分军事力量，主因是埃及本土部队的忠诚度常常令人怀疑。 事实上，在一次本土起义中，上埃及几十年来一直失去了托勒密。 雇佣兵忠诚度可以买到，时贵时贱。 在托勒密统治下的埃及日渐繁荣，是亚历山大三个继业国中最富有的。

source: The Ptolemaic Egyptians receive 3 additional farming technologies.
ast: Los exipcios tolemaicos reciben 3 teunoloxíes agrícoles más.
bg: Птолемейските египтяни получават 3 допълнителни земеделски технологии.
br: An Ejipsianed Ptolemaik a resev 3/teir zeknologiezh ouzhpenn evit al labour-douar.
ca: Els egipcis ptolemaics reben 3 tecnologies addicionals sobre l'agricultura.
cs: Ptolemaiovští Egypťané dostanou 3 dodatečné zemědělské technologie.
de: Die ptolemaiischen Ägypter können 3 zusätzliche Landwirtschaftstechnologien erforschen.
el: Οι Πτολεμαϊκοί Αιγύπτοι λαμβάνουν 3 επιπλέον τεχνολογίες καλλιέργιας.
es_ar: Los egipcios ptolomeos reciben 3 tecnologías agrícola adicionales.
eu: Egiptoar Ptolemaikoarrak landatze 3 teknologia gehiago jasotzen dute.
fa: بطلمیوسی های مصری 3 فناوری کشاورزی بیشتر به نسبت سایر تمدن ها دریافت می کنند.
ga: Faigh na hÉigiptigh Tolomasach 3 theicneolaíocht feirmeoireachta sa bhreis.
hu: A ptolemaioszi egyiptomiak 3 további termesztési technológiák kapnak.
hy: Հողագործության 3 լրացուցիչ տեխնոլոգիա պտղոմեոսյան եգիպտացիներին։
it: Gli Egiziani Tolemaici ricevono 3 tecnologie agricole supplementari.
ja: プトレマイオス朝エジプトは3つの追加農業テクノロジーを享受します。
ko: 프톨레마이오스 이집트인에게는 3가지 농업 기술이 추가 제공됩니다.
nb: De Ptolemaiske egypterne mottar 3 jordbruks-teknologier i tillegg.
pl: Ptolemejscy Egipcjnie otrzymują 3 dodatkowe technolgie upraw.
pt_br: Os egípcios ptolemaicos recebem 3 tecnologias agrícolas adicionais.
ru: Птолемейские египтяне получают 3 дополнительные технологии ведения сельского хозяйства.
sk: Ptolemaiovskí Egypťania získajú 3 dodatočné technológie farmárčenia.
sv: Ptolemeiska Egyptierna får 3 ytterligare odlingsteknologier.
tr: Ptolemaioslu Mısırlılar ek 3 tarım teknolojisi alırlar.
uk: Птолемейські єгиптяни отримують 3 додаткові технології ведення сільського господарства.
zh: 埃及托勒密王朝有额外3项养殖技术。
zh_tw: 托勒密埃及有額外的3個農耕技術。

source: Nile Delta
ast: Delta del Nilu
bg: Делтата на Нил
br: Delta an Nil
ca: Delta del Nil
cs: Delta Nilu
de: Nildelta
el: Δέλτα του Νείλου
es_ar: Delta del Nilo
eu: Niloren Delta
fa: دلتای نیل
ga: Deilt na Níle
he: הנילוס דלתא
hu: Nílus-delta
hy: Նեղոսի դելտա
it: Delta del Nilo
ja: ナイル・デルタ
ko: 나일 강 삼각주
nb: Nildeltaet
pl: Delta Nilu
pt_br: Delta do Nilo
ru: Дельта Нила
sk: Delta Nílu
sv: Nildelta
tr: Nil Deltası
uk: Дельта Нілу
zh: 尼罗河三角洲
zh_tw: 尼羅河三角洲

source: Unknown.
ast: Desconozse.
bg: Неизвестен.
br: Dianav.
ca: Desconegut.
cs: Neznámý.
de: Unbekannt.
el: Άγνωστο.
es_ar: Desconocido.
eu: Ezezaguna
fa: ناشناخته.
ga: Anaithnid.
he: לא ידוע.
hu: Ismeretlen.
hy: Անհայտ։
it: Sconosciuto.
ja: 未定。
ko: 알수없음.
nb: Ukjent.
pl: Nieznane.
pt_br: Desconhecido.
ru: Неизвестно.
sk: Neznámy.
sv: Okänd.
tr: Bilinmeyen.
uk: Невідомо.
zh: 未知。
zh_tw: 未知。

source: Can capture gaia elephants and camels to reduce their training cost.
ast: Pue prindase elefantes y camellos bravos p'amenorgar el costu de llevantalos.
bg: Може да улавя слонове и камили, за да се намали цената за обучаването им.
br: A c'hall pakout olifanted ha kañvaled Gaïa da zigreskiñ o c'houst stummañ.
ca: Poden capturar elefants i camells salvatges per reduir-ne el cost de reclutament.
cs: Dovoluje chycení slonů a velbloudů pro zmenšení nákladů na jejich výcvik.
de: Erlaubt das Einfangen von Gaia-Elefanten und -Kamelen, um deren Ausbildungskosten zu senken.
el: Μπορεί να πίασει Γαίας ελέφαντες και καμήλες για να μειώθει το κόστος της εκπαίδευσης τους.
es_ar: Puede capturar elefantes y camellos neutrales para reducir su costo de entrenamiento.
eu: Atzeman Gaiako elefante eta gameluak erreklutatze kostua arintzeko.
fa: می توانند فیل ها و شتر های وحشی را گرفته و آنها را اهلی کنند تا هزینه ساخت آنها کاهش یابد.
ga: Is féidir leis eilifintí agus camaill Gaia a ghabháil dá gcostas traenála a laghdú.
hu: Elfoglalhat Gaia elefántokat és tevéket a kiképzési költség csökkentéséhez.
hy: Գայայի փղերին և ուղտերին բռնելու հնարավորություն՝ դրանց պատրաստման արժեքն իջեցնելու համար։
it: Puoi catturare gli elefanti e cammelli selvatici per ridurre i loro costi di addestramento.
ja: 野生の象とラクダを捕えて養成コストを低減することができます。
ko: 대자연ehsms가이아ehsms코끼리와 낙타를 잡아 훈련 비용을 줄일 수 있습니다.
nb: Kan fange gaia-elefanter og kameler for å redusere treningskostnaden.
pl: Może przechwytywać dzikie słonie i wielbłądy aby zmniejszyć ich koszty treningu.
pt_br: Pode capturar elefantes e camelos selvagens para reduzir o custo de treino desses animais.
ru: Может обучать диких слонов и верблюдов за меньшую стоимость.
sk: Umožňuje chytanie voľne žijúcich slonov a tiav za účelom zníženia ich ceny tréningu.
sv: Kan fånga gaia elefanter och kameler för att reducera deras träningskostnad.
tr: Gaiayı elegeçirebilir ve filler ve develerin eğitim maliyetlerini düşürebilirsin.
uk: Може навчати диких слонів і верблюдів за меншу вартість.
zh: 可以捕捉大象和骆驼，来降低骑兵的生产成本。
zh_tw: 可以捕獲大地之母的大象及駱駝以減少他們的訓練花費。

source: All allies automatically gain a slow trickle of food income.
ast: Tolos aliaos algamen automáticamente una pinga lenta d'ingresos alimentarios.
bg: Всички съюзници получават по малко храна от време на време.
it: Tutti gli alleati ottengono automaticamente un po' di cibo.
ja: すべての同盟国の食料が自動で徐々に増加します。
nb: Alle allierte får automatisk en langsom tilstrømning av mat.
sk: Všetci spojenci automaticky získajú pomalý prísun jedla.
zh_tw: 所有盟友會自動獲得一個緩慢的食物收入。

source: Breadbasket of the Mediterranean
ast: Celleru del Mediterraneu
bg: Житницата на Средиземноморието
br: Grignol ar Morkreizdouarel
ca: Graner de la Mediterrània
cs: Obilnice Středomoří
de: Kornkammer des Mittelmeerraumes
el: Σιτοβολώνας της Μεσογείου
es_ar: Almacén del mediterráneo
eu: Mediterraneoko Despentsa
fa: سبد نان مدیترانه ای
ga: Gráinseach na Mheánmhara
he: אסם התבואה של הים התיכון
hu: A Földközi-tenger kenyereskosara
hy: Միջերկրական ծովի հացահատիկի հայրենիք
it: Granaio del Mediterraneo
ja: 地中海の穀倉
ko: 지중해의 곡창지대
nb: Middelhavets kornkammer
pl: Spichlerz Morza Śródziemnego
pt_br: Celeiro do Mediterrâneo
ru: Средиземноморское зернохранилище
sk: Obilnica Stredomoria
sv: Medelhavets Brödkorg
tr: Akdeniz'in Tahıl ambarı
uk: Житниця Середземного моря
zh: 地中海的粮仓
zh_tw: 地中海的糧倉

source: Egypt was a net exporter of grain, so much so that large cities such as Athens, Antioch, and Rome came to rely upon Egyptian grain in order to feed their masses.
ast: Exiptu foi un esportador de grana, al grau de que ciudaes grandes como Atenes, Antioquía y Roma llegaron a enfotase na grana exipcio p'alimentar a la xente.
bg: Египет бил голям износител на зърно. Толкова голям, че градове като Атина, Антиохия и Рим разчитали на египетското зърно за изхранване на населението си.
br: Ejipt a oa un ezporzhier bras a had, ken ma teue ar c'hêrioù-bras-mañ giz Aten, Antiok, ha Roma d'en em harpañ war an had Ejipsian a-benn bouetañ o foblañsoù.
ca: Egipte era un exportador net de gra, tant que grans ciutats com Atenes, Antioquia i Roma en depenien per alimentar les masses.
cs: Egypt byl velkým vývozcem obilí, a to až natolik, že velká města jako Athény, Antiochie a Řím se na něj musela spoléhat, pokud chtěla nakrmit svoje masy.
de: Ägypten war ein so großer Nettoexporteur von Getreide, dass sich große Städte wie Athen, Antiochia am Orontes und Rom auf ägyptisches Getreide verließen, um ihre Massen zu ernähren.
el: Η Αίγυπτος υπήρξε καθαρός εξαγωγέας σιτηρών, σε βαθμό που μεγάλες πόλεις όπως η Αθήνα, η Αντιόχεια, και η Ρώμη, βασιζόντουσαν σε Αιγυπτιακά σιτηρά για να θρέψουν τις μάζες των κατοίκων τους.
es_ar: Egipto era un exportador de granos nato. Tal es así que grandes ciudades como Atenas, Antioquía, y Roma llegaron a depender del grano egipcio para alimentar a sus pueblos.
eu: Egipto zerealen esportatzailea izan zen, horrela Atenas, Antiokia edo Erroma bezalako hiriak Egiptoarren aleaz fidatzera iritsi ziren herritarrak hornitzeko.
fa: مصریان صادرکننده بزرگ تور و غلات بودند و به قدری در این بخش قوی و فعال بودند که تقریبا بیشتر غلات مورد نیاز روم، آتن و انطاکیه از مصر تامین می شد.
ga: Ba hÉigipt í ghlaneaspórtálaí na ngrán, agus den mhéid an-mhór do theastaigh gráin na hÉigipte ar na gcathracha móra .i. an Aithin, an Antíoch, agus an Róimh agus iad a chothú a gcuail.
hu: Egyiptom a búza nettó exportőre volt, olyannyira hogy olyan nagyvárosok, mint Athén, Antiokheia és Róma gyakran az egyiptomi búzára támaszkodott, hogy etesse a tömegeit.
hy: Եգիպտոսը հացահատիկի այնքան մեծ արտահանում ուներ, որ այնպիսի մեծ քաղաքներ, ինչպիսիք են Աթենքը, Անտիոքը և Հռոմը, ապավինում էին եգիպտական հացահատիկին՝ իրենց բնակչությանը կերակրելու համար։
it: L'Egitto era un esportatore di cereali, tanto che grandi città come Atene, Antiochia e Roma dovettero fare affidamento sul grano Egizio per sfamare le loro genti.
ja: エジプトは穀物の純輸出地域で、その大量の穀物で、アテナイ、アンティオキア、ローマといった大都市がエジプト産の穀物に依存して、大衆を養うようになるほどでした。
ko: 이집트는 곡물의 순 수출국이었기 때문에 아테네, 안티오크, 로마와 같은 대도시들은 그들의 대중에게 공급하기위해 이집트의 곡식에 의존하게 되었습니다.
nb: Egypt var en nettoeksportør av korn, i så stor grad at store byer som Athen, Antiokia, og Rom ble avhengige av Egyptisk korn for å livnære sine folkemasser.
pl: Egipt był eksporterem zbóż na taką skalę, że duże miasta, takie jak Ateny, Antioch czy Rzym polegał na egipskich zbożach, by nakarmić szerokie rzesze.
pt_br: O Egito foi um grande exportador de cereais, tanto que grandes cidades como Atenas, Antióquia e Roma dependiam do grão egípcio para alimentar seus cidadãos.
ru: Египет был настолько крупным экспортером зерна, что большие города, такие как Афины, Антиохия и Рим, кормящие большое население, оказались от него в зависимости.
sk: Egypt bol veľkým vývozcom obilia, a to až natoľko, že veľké mestá ako Atény, Antiochia a Rím sa naňho museli spoliehať, ak chceli nakŕmiť svoje masy.
sv: Egypten var en nettoexportör av spannmål, så mycket att stora städer som Aten, Antioch och Rom kom för att förlita sig på egyptisk spannmål för att mata sina massor.
tr: Mısır, net bir tahıl ihracatçısıydı, o kadar ki Atina, Antakya ve Roma gibi büyük şehirlerin kitlelerini beslemek için Mısır tohumuna güvenmeye başladı.
uk: Єгипет був найбільшим експортером зерна, тому великі міста: Афіни, Антіохія і Рим зверталися до поставок Єгипетського зерна, щоб прокормити своїх жителів.
zh: 埃及是粮食出口国，许多大城市如雅典、安提阿和罗马就依靠埃及的粮食以养活民众。
zh_tw: 埃及是一個糧食的淨出口國，所以很多大城市，像是雅典、安條克、以及羅馬都依賴埃及的糧食以養育自己的人民。

source: Ptolemy Soter
ast: Toloméu Sóter
bg: Птолемей I Сотер
ca: Ptolemeu Soter
cs: Ptolemaios I. Sótér
de: Ptolemaios I. Soter
el: Πτολεμαίος Σωτήρ
es_ar: Ptolomeo I Sóter
eu: Ptolomeo Soter
fa: بطلمیوس سوتر
ga: Tolomaes 'Soter'
hu: Ptolemaiosz Szótér
hy: Պտղոմեոս Փրկիչ
it: Tolomeo I Sotere
ja: プトレマイオス救済王
ko: 프톨레마이오스 소테르
pl: Ptolemeusz Soter
pt_br: Ptolemeu Sóter
ru: Птолемей Сотер
sk: Ptolemaios Sótér
sv: Ptolemaios Soter
tr: I. Ptolemaios Soter
uk: Птолемей Сотер
zh: 托勒密一世·救主
zh_tw: 托勒密一世·索塔爾一世

source: Ptolemy Philadelphus
ast: Toloméu Filádelfu
bg: Птолемей II Филаделф
ca: Ptolemeu Filadelf
cs: Ptolemaios II. Filadelfos
de: Ptolemaios Philadelphos
el: Πτολεμαίος Φιλάδελφος
es_ar: Ptolomeo II Filadelfo
eu: Ptolomeo Filadelfo
fa: بطلمیوس فیلادلفوس
ga: Tolomaes 'Philadelphus'
he: תלמי פילדלפוס
hu: Ptolemaiosz Philadelphosz
hy: Պտղոմեոս Նմանակող
it: Tolomeo Filadelfo
ja: プトレマイオス愛姉王
ko: 프톨레마이오스 필라델포스
pl: Ptolemeusz Filadelfos
pt_br: Ptolemeu Filadelfo
ru: Птолемей Филадельф
sk: Ptolemaios Filadelfos
sv: Ptolemaios Filadelfos
tt: Птолемей Филадельф
uk: Птолемей Філадельф
zh: 托勒密二世·费拉德尔甫斯
zh_tw: 托勒密二世·費拉德爾甫斯
