Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-templates-other.po
Languages: ar, ast, bg, br, ca, cs, da, el, es_ar, eu, fa, fi, ga, gd, he, hu, hy, id, ka, ko, lt, lv, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: Sparta was a prominent city-state in ancient Greece, and its dominant military power on land from circa 650 B.C. Spartan culture was obsessed with military training and excellence, with rigorous training for boys beginning at age seven. Thanks to its military might, Sparta led a coalition of Greek forces during the Greco-Persian Wars, and won over Athens in the Peloponnesian Wars, though at great cost.
ast: Sparta fhoi una prominente polis de la Héllade, & el sou maior poder militar terrestre de magar cerca de 650 a.C. Los spartanos obsessionaban-se cula preparacion & excellencia marciales, impeçando a exercitar los sous rapazinos d’inde los siete annos d’edade. Gracias a la sua potencia militar, Sparta mandou una confederacion de fhuörcias hellénicas nas guerras médicas & vinceu a Athenas na guerra peloponnesíaca, on que llis costou caro.
ca: Esparta era una ciutat estat important a l'antiga Grècia, i el seu principal poder militar terrestre des d'aproximadament el 650 aC. La cultura espartana estava obsessionada amb la formació militar i l'excel·lència, i els nois s'entrenaven rigorosament des dels set anys. Gràcies al seu poder militar, Esparta va liderar una coalició de forces gregues durant les Guerres Mèdiques, i va vèncer Atenes a les Guerres del Peloponès, tot i que amb un gran cost.
el: Η Σπάρτη ήταν μια εξέχουσα πόλη-κράτος στην αρχαία Ελλάδα και κυρίαρχη στρατιωτική δύναμη στη περιοχή της από το 650 π.Χ περίπου. Ο Σπαρτιατικός πολιτισμός είχε εμμονή με τη στρατιωτική εκπαίδευση και την αριστεία, η αυστηρή εκπαίδευση για τα αγόρια άρχιζε στην ηλικία των επτά. Χάρη στη στρατιωτική της δύναμη, η Σπάρτη οδήγησε μια συμμαχία των ελληνικών δυνάμεων στη διάρκεια των Περσικών πολέμων και κέρδισε από την Αθήνα τον Πελοποννησιακό Πόλεμο, αν και με μεγάλο κόστος.
hu: Spárta kiemelkedő városállam volt az ókori Görögországban, és domináns szárazföldi katonai erő kb. i. e. 650-től. A spártai kultúra meghatározó eleme volt a katonai képzés és a kitűnőség, szigorú képzéssel a fiúknak hét éves koruktól fogva. A katonai hatalmának köszönhetően vezette Spárta a görög koalíciós erőket a görög-perzsa háborúk idején, és bár nagy áldozat árán, de győzedelmeskedett Athén felett a peloponnészoszi háborúban.
ko: 스파르타는 고대 그리스의 유명한 도시 국가였고, 기원전 650년경 부터 육지에 지배적인 군사력을 가지고 있었습니다. 스파르타 문화는 군사훈련과 우수성에 집착했으며, 남자는 7세부터 시작하는 엄격한 훈련을 시켰습니다. 강력한 군사력 덕분에, 스파르타는 그리스 군대의 연합을 이끌어 그레코-페르시안 전쟁을 치렀고, 펠레포네소스 전쟁에서 엄청난 희생을 치뤘지만 아테네에 승리했습니다.
nl: Sparta was een prominente stadstaat in klassiek Griekenland en een dominante kracht op het land van ongeveer 650 v.C. De Spartaanse cultuur was geobsedeerd door militaire training en kampen, met allesomvattende trainingen voor jongens vanaf zeven jaar. Dankzij hun militaire kracht leidden ze een coalitie van Griekse volkeren in de Grieks-Perzische Oorlog, en overwonnen ze Athene in de Peloponnesische Oorlogen, hoewel tegen een hoge prijs.
ru: Спарта была выдающимся городом-государством Древней Греции и её доминирующей военной силой на суше примерно с 650 г. до н.э. Спартанцы возводили в культ военную подготовку и мастерство, достигаемое безжалостными тренировками мальчиков, начиная с семилетнего возраста. Благодаря своей военной мощи Спарта возглавила коалицию греческих сил в Греко-Персидских войнах и одержала победу над Афинами в Пелопоннесских войнах, хотя и заплатила за это большую цену.
sk: Sparta bola popredným mestským štátom starovekého Grécka, a zároveň aj jeho dominantnou vojenskou silou od roku približne 650 pred Kristom. Spartská kultúra bola posadnutá vojenským výcvikom a dokonalosťou, pričom samotný výcvik sa pre chlapcov začínal vo veku 7 rokov. Vďaka svojej moci viedla Sparta počas grécko-perzských vojen grécku armádu a takisto zvíťazila aj nad Aténami v peloponézskych vojnách, hoci za veľkú cenu.
sv: Sparta var ett framträdande stadsstat i det antika Grekland, och dess dominerande militära makt på land från cirka 650 B.C. Spartansk kultur var besatt av militär träning och excellens, med rigorös träning för pojkar som började vid åldern sju. Tack vare sin militära kraft ledde Sparta en koalition av grekiska styrkor under de grekisk-persiska krigarna, och vann över Aten i Peloponnesiska krigen, men till stor kostnad.
uk: Спарта була видатним містом-державою Стародавньої Греції та її домінуючою військовою силою на суші приблизно з 650 р. до н. е. Спартанці зводили в культ військову підготовку і майстерність, що досягалося безжальними тренуваннями хлопчиків, починаючи з семирічного віку. Завдяки своїй військової потужності Спарта очолила коаліцію грецьких сил у греко-перських війнах і здобула перемогу над Афінами у Пелопоннеській війні, хоча й заплатила за це велику ціну.
zh: 斯巴达是希腊杰出的城邦，约在前 650 年称雄陆上。文化上迷恋军事训练，讲求精益求精，男孩在七岁时就开始严格的军事训练。由此，在希波战争中领导希腊联军走向了胜利。此后，又付出了巨大的代价，在伯罗奔尼撒战争中打败了劲敌雅典。
zh_tw: 斯巴達是古希臘的一個著名城邦，大約從西元前 650 年開始就是陸上軍事的主導力量。其文化醉心於軍事訓練和精益求精，男孩從七歲開始就要接受嚴格的訓練。由於其強大的軍事力量，斯巴達在波希戰爭時帶領希臘聯軍戰勝敵人，爾後亦在伯羅奔尼撒戰爭中戰勝雅典，但也付出慘痛的代價。

source: Player
ar: لاعب
br: C'hoarier
cs: Hráč
fa: بازیکن
ga: Imreoir
he: שחקן
hy: Խաղացող
id: Pemain
lt: Žaidėjas
lv: Spēlētājs
ms: Pemain
nb: Spiller
pl: Gracz
ro: Jucător
sr: Играч

source: Banyan
fi: Banianviikuna

source: Baobab
fi: Apinanleipäpuu

source: Gather food from this bountiful oceanic resource.
ar: جمع الطعام من هذا المورد المحيطي الوفير.
br: Dastum boued diouzh ar vammenn-vor-puilh-mañ.
fa: جمع آوری غذا از این منابع سودمند ساحلی
ga: Bailigh bia don acmhainn aigéin sin.
he: איסוף מזון ממקור ימי עשיר זה.
hy: Հավաքել սնունդ այս օվկիանոսային առատ ռեսուրսից։
ms: Dapatkan makanan dari sumber laut yang banyak.
ro: Colectează hrană din această resursă bogată.

source: Chop down to accumulate Wood.
ar: احطبها لتجمع الخشب.
br: Bouc'hilit a-benn daspugn koad.
da: Fæld for at samle Træ.
es_ar: Talalos para acumular Madera.
fa: این را تکه تکه کنید تا چوب به دست بیاورید.
ga: Gearr an crann agus Adhmad a chruinniú.
he: ללחוץ מקש עכבר ימני כדי לכרות עצים
hy: Կտրել՝ փայտ ստանալու նպատակով։
ka: მოჩეხე, რომ ხე შეაგროვო.
lv: Cirtiet, lai iegūtu Koksni.
ms: Tebang untuk dapatkan Kayu.
nb: Hugg ned for å samle opp tømmer.
ro: Doboară cu toporul pentru a acumula Lemn.
sl: Posekaj za les.
sr: Исеци да би сакупио дрво.

source: Generic Geology
ar: تضاريس شائعة
br: Geologezh Generek
da: Generisk Geologi
es_ar: Geología genérica
fa: نوعی زمین شناسی
ga: Geolaíocht Cineálach
he: פארק גיאולוגי
hy: Ընդհանուր երկրաբանություն
ka: გეოლოგია
lv: Vispārēja Ģeoloģija
ms: Geologi Generik
nb: Generell geologi
ro: Geologie generică
sr: генеричка геологија

source: Mineral
ar: معدن
br: Meinel
fa: مواد معدنی
ga: Mianra
he: מינרלים
hy: Հանքաքար
ka: მინერალი
lv: Derīgie izrakteņi
sl: Minerali
sr: минерал

source: A mineral deposit, providing access to rare forms of precious Metal.
ar: مخزن معادن، يوفر الوصول إلى أنواع نادرة من المعادن الثمينة.
br: Ur meineleg, a ro tro da gaout stummoù rouezh a vetaloù prizius.
da: En mineralåre som giver adgang til sjældne former for værdifuldt Metal.
es_ar: Un depósito mineral que provee acceso a formas raras de Metales preciosos.
fa: معدن فلزات، دسترسی به یک نوع کمیاب فلز را ممکن میسازد.
ga: Soláthraíonn an fósú mianra seo rochtain do Mhiotal annamh agus muirneach.
he: פיקדון מינרלים, מבטיח גישה לצורות נדירות של מתכות יקרות.
hy: Թանկարժեք մետաղի հազվադեպ հանդիպող տեսակներ ստանալու հանքավայր։
ka: მინერალის საბადო, წარმოადგენს წვდომის ადგილს იშვიათი ფორმის ძვირფას ლითონებთან.
lv: Minerāļu atradne, dod piekļuvi pie retiem dārgmetāliem.
ms: Deposit mineral, menyediakan sumber dalam bentuk Logam berharga.
nb: En avsetning av mineraler som gir tilgang til sjeldne former for kostbart metall.
ro: Un depozit de minereuri, care asigură acces la forme rare de Metal prețios.
sl: Depozite mineralov lahko izkoriščaš za pridobivanje redkih plemenitih kovin.
sr: Наслага минерала, даје приступ ретким облицима драгоцених метала.

source: Rock
ar: صخر
br: Roc'h
da: Sten
es_ar: Roca
fa: صخره
ga: Carraig
he: סלע
hy: Ժայռ
ka: ქვა
lv: Akmens
ms: Batu
nb: Stein
ro: Bolovan
sl: Skala
sr: стена

source: Stone Mine
ar: منجم حجر
br: Mengleuz Vein
da: Stenmine
es_ar: Cantera
fa: معدن سنگ
ga: Mianach Cloiche
he: מכרה סלעים
hy: Քարի հանքավայր
ka: ქვის საბადო
lv: Akmens raktuves
ms: Lombong Batu
nb: Steingruve
ro: Mină de Piatră
sl: Kamnolom
sr: рудник камена

source: Mine these to provide Stone building material.
ar: نقب هنا لتوفير مادة الحجر للبناء.
br: En ur gorvoiñ anezho e pourchaser danvez da sevel traoù e mein.
da: Udgrav disse for at få Sten.
es_ar: Miná estas para obtener Piedra.
fa: اینجا را معدن کاوی کنید تا بتوانید سنگ ساختمان بدست بیاورید.
ga: Bain na fósuithe seo agus Cloch a sholáthar.
he: כרות על מנת לספק חומרי בניה
hy: Մշակել հանքավայրը՝ քար ստանալու նպատակով։
ka: მოიპოვე, რომ გქონდეს ქვის შენობების ასაშენებლად საჭირო სახსრები.
lv: Apgūstiet šo lai apgādātu sevi ar mūra celtniecības meteriāliem.
ms: Lombong bahan ini untuk dapatkan bahan pembinaan Batu.
nb: Grav ut disse for å få steinmaterialer.
ro: Extrage astea pentru a furniza materialul de construcție Piatră.
sl: Kamnolome lahko izkoriščaš za pridobivanje kamna.
sr: Икопавај ово да би добио камен за материјал за грађење.

source: Generic Ruins
ar: أطلال شائعة
br: Dismantroù Generek
da: Generiske Ruiner
es_ar: Ruinas genéricas.
fa: نوعی خرابه
ga: Fothracha Cineálach
he: חורבות גנריות
hy: Ընդհանուր ավերակներ
ka: ნანგრევები
lv: Vispārējas Drupas
ms: Runtuhan Generik
nb: Generelle ruiner
ro: Ruine generice
sr: генеричке рушевине

source: These ruins that can be mined for resources.
ar: يمكن التنقيب في هذه الأطلال عن الموارد.
br: Korvoet e c'hall bezañ an dismantroù-mañ evit pourchas mammennoù.
da: Ruinerne kan udgraves for at få ressourcer.
es_ar: Estas ruinas pueden ser minadas para obtener recursos.
fa: از این خرابه‌ها می‌توان سنگ به دست آورد.
ga: Is féidir leat na fothracha seo a bhaint acmhainní amach.
he: חורבות אלה יכולות להיות מלאות משאבים.
hy: Այս ավերակները կարող են մշակվել՝ ռեսուրսներ ստանալու նպատակով։
ka: ეს ნანგრევები შეიძლება მოპოვებული იქნას დამატებითი სახსრებისთვის.
lv: No šīm drupām var iegūt resursus.
ms: Runtuhan ini boleh dilombong untuk dapatkan sumber.
nb: Ressurser kan utvinnes fra disse ruinene
ro: Aceste ruine pot fi exploatate pentru resurse.
sl: Te razvaline lahko izkoriščaš kot vir surovin.
sr: Ове рушевине могу бити ископаване да би се добили ресурси.

source: Generic Treasure
ar: كنز شائع
br: Teñzor Generek
da: Generisk Skat
es_ar: Tesoro genérico
fa: نوعی گنجینه
ga: Taisce Cineálach
he: אוצר גנרי
hy: Ընդհանուր գանձ
ka: განძი
lv: Vispārējas Bagātības
ms: Khazanah Generik
nb: Generell skatt
ro: Comoară generică
sr: генеричко благо

source: A treasure that can be quickly gathered.
ar: كنز يمكن التقاطه بسرعة.
br: Un teñzor hag a c'hall bezañ dastumet fonnus.
da: En skat der hurtigt kan indsamles.
es_ar: Un tesoro que puede ser recolectado rápidamente
fa: گنجینه‌ای که به سرعت قابل دست یابیست.
ga: Is féidir leat an taisce seo a bhaint go tapa.
he: אוצר שאפשר לאסוף במהירות.
hy: Գանձ, որը կարելի է արագ հավաքել։
ka: განძი, რომელიც შეიძლება სწრაფად შეგროვდეს.
lv: Dārgumi, kas var tikt ārti savākti.
ms: Harta karun yang boleh diperoleh dengan cepat.
nb: En skatt som raskt kan sankes.
ro: O comoară care poate fi repede strânsă.
sl: Zaklad, ki ga lahko hitro pobereš.
sr: Благо које може бити брзо сакупљено.

source: City Wall
ar: سور المدينة
br: Moger Gêr
da: Bymur
fa: دیوار شهر
ga: Balla Cathrach
he: חומות העיר
hy: Քաղաքային պարիսպ
ms: Tembok Bandar
nb: Bymur
ro: Zid oraș
sr: градски зид

source: Wall off your town for a stout defense.
ar: ابنى سور لمدينتك لتحصل على دفاع منيع.
br: Tro-droit gant ur Voger ho kêr evit a-benn kaout un difenn kreñv.
da: Byg mure om din by for at give den et stærkt forsvar.
fa: برای دفاع قویتر دور شهر خود دیوار بکشید
ga: Teastaíonn do bhaile a fhálú do chosanta trom a fháil.
he: קיר את העיר שלך להגנה איתנה.
hy: Պարսպապատել սեփական քաղաքը՝ ամուր պաշտպանության նպատակով։
ms: Lindungi pekan anda dengan pertahanan yang kukuh.
nb: Bygg vegg rundt byen som et robust forsvar.
ro: Înconjoară orașul cu un zid pentru o apărare puternică.
sr: Окружи град зидинама ради стамене одбране.

source: Gather the fruit from these bushes to accumulate Food.
ar: اجنِ الفاكهة من هذه الشّجيرات لجمع الطعام.
br: Kutuilhit frouezh ar bodennoù-mañ da zaspugn boued.
da: Saml bær fra buskene for at få Mad.
es_ar: Recolectá la fruta de estos arbustos para acumular Alimentos.
fa: از این بوته‌های میوه، غذا جمع‌آوری کنید.
ga: Bailigh na torthaí den thoim seo agus Bia a chruinniú.
he: אסוף את הפירות משיחים אלו כדי להשיג אוכל
hy: Հավաքել այս թփի պտուղները՝ սնունդ ստանալու նպատակով։
ka: ამ ბუჩქებიდან შეაგროვე ხილი რომ საჭმელს დაამატო.
lv: Savāciet augļus no šiem krūmiem, lai iegūtu Pārtiku.
ms: Himpun buah dari belukar ini untuk dapatkan Makanan.
nb: Sank frukten fra disse buskene for å samle opp mat.
ro: Culege fructele din aceste tufe pentru a acumula mâncare.
sl: Nabiraj sadeže s teh grmov za hrano.
sr: Скупи воће из овог жбуња да би сакупио храну.

source: Gather grapes from these vines for Food.
ar: إجمع العنب من هذه الكروم للطعام.
br: Kutuilhit rezin ar gwini-mañ a-benn kaout boued.
da: Saml druer fra disse rænker for at få Mad.
es_ar: Recolectá uvas para obtener Alimentos.
fa: برای جمع‌آوری غذا از این درختان مو انگور بچینید.
ga: Bailigh fíonchaora as na finiúnacha seo agus Bia a chruinniú.
he: בציר ענבים מהכרם לאכילה
hy: Հավաքել խաղող այս վազերից՝ սնունդ ստանալու նպատակով։
ka: საჭმლისთვის ვაზისგან მოაგროვე ყრძენი.
lv: Izmanojiet pārtikai šo vīnogulāju vīnogas.
ms: Kutip anggur dari pohon ini untuk jadikan Makanan.
nb: Sank druer fra disse rankene som Mat.
ro: Culege struguri din această viță pentru Mâncare.
sl: Nabiraj grozdje s te trte za hrano.
sr: Сакупи грожђе за храну са ове лозе.

source: Deciduous Bush
ar: شجيرة موسمية
br: Brousgwezenn Deliaouek
da: Løvfældende Busk
es_ar: Arbusto caducifolio
fa: بوته ی برگریز
ga: Trom Lomach
he: שיח נושר
hy: Տերևաթափվող թուփ
ka: ფოთლოვანი ბუჩქი
lv: Lapu krūmi
ms: Belukar Luruh
nb: Løvfellende busk
ro: Tufă Deciduous
sl: Listopaden grm
sr: листопадан жбун

source: Acacia Tree
ar: الطلح
br: Gwezenn Kasia
es_ar: Acacia
fa: درخت اقاقیا
ga: Crann Acaicia
he: עץ אקאציה
hy: Ակացիա
lv: Akācija
ms: Pokok Akasia
nb: Akasiatre
ro: Copac Acacia
sl: Akacija
sr: Дрво акације

source: Aleppo Pine Tree
ar: شجرة صنوبر حلبيّة
br: Gwezenn Pin Alepo
da: Aleppofyr
es_ar: Pino de Alepo
fa: درخت کاج حلب
ga: Péine Aileppeach
he: חאלב עץ האורן
hy: Հալեպյան սոճի
ka: ალეპოს ფიჭვი
lv: Aleppo priedes koks
ms: Pokok Pain Aleppo
nb: Aleppograntre
ro: Pin de Aleppo
sl: Alepski bor
sr: Алепо бор

source: Apple Tree
ar: شجرة تفّاح
br: Gwezenn Avaloù
da: Æbletræ
es_ar: Manzano
fa: درخت سیب
ga: Crann Úll
he: עץ תפוחים
hy: Խնձորենի
ka: ვაშლის ხე
lv: Ābele
ms: Pokok Epal
nb: Epletre
ro: Măr
sl: Jablana
sr: дрво јабуке

source: Dead Baobab
ga: Baobab Marbh

source: Carob Tree
ar: خروب
br: Gwezenn Karoubez
da: Johannesbrød
es_ar: Algarrobo
fa: درخت کاروب
ga: Crann Carúb
he: עץ חרוב
lv: Ceratonijas koks
ms: Pokok Carob
nb: Johannesbrødtre
ro: Copac Roșcov
sl: Rožičevec
sr: дрво рогача

source: Dead Atlas Cedar
ga: Céadar Marbh na hAtlais

source: Cypress Tree
ar: شجرة السرو
br: Gwezenn Siprez
da: Cypres
es_ar: Ciprés
fa: درخت سرو
ga: Crann Cufróige
he: עץ ברוש
hy: Նոճի
ka: კიპაროსი
lv: Ciprese
ms: Pokok Sipres
nb: Sypress-tre
ro: Copac Cypress
sl: Cipresa
sr: чемпрес

source: Dead Tree
ar: شجرة ميّتة
br: Gwezenn Varv
da: Dødt Træ
es_ar: Árbol muerto
fa: درخت مرده
ga: Crann Marbh
he: עץ מת
hy: Մահացած ծառ
ka: მოჭრილი ხე
lv: Miris koks
ms: Pokok Mati
nb: Dødt tre
ro: Copac Mort
sl: Odmrlo drevo
sr: мртво дрво

source: European Beech Tree
ar: شجرة زان أوروبيّة
br: Gwezenn Faou Europat
da: Europæisk Bøgetræ
es_ar: Haya europea
fa: راش اروپایی
ga: Crann Feá Eorpach
he: עץ חוף אירופאי
hy: Եվրոպական հաճարենի
ka: ევროპული წიფელი
lv: Eiropas dižskābarža koks
ms: Pokok Bic Eropah
nb: Europeisk bøk
ro: Fag European
sl: Navadna bukev
sr: европска буква

source: Gather figs for Food.
ar: جمع التين للطعام.
br: Kutuilhit ar figed evit kaout boued.
da: Saml figner for at få Mad.
es_ar: Recolectá higos para obtener Alimentos.
fa: جمع‌آوری انجیر برای غذا.
ga: Bailigh figí agus Bia a chruinniú.
he: אסוף את התאנים למזון.
hy: Հավաքել թուզ՝ սնունդ ստանալու նպատակով։
ka: მოაგროვე ლეღვი საჭმელად.
lv: Vāciet vīģes pārtikai.
ms: Kutip buah ara untuk jadikan Makanan.
nb: Sank fiken til mat.
ro: Adună smochine pentru mâncare.
sl: Nabiraj fige za hrano.
sr: Сакупи смокве за храну.

source: Oak Tree
ar: شجرة بلّوط
br: Gwezenn Derv
da: Egetræ
es_ar: Roble
fa: درخت بلوط
ga: Dair
he: עץ אלון
hy: Կաղնի
ka: მუხა
lv: Ozola koks
ms: Pokok Oak
nb: Eik
ro: Stejar
sl: Hrast
sr: храст

source: Large Oak Tree
ar: شجرة بلّوط كبيرة
br: Gwezenn Derv Ledan
da: Stort Egetræ
es_ar: Gran roble
fa: درخت بلوط بزرگ
ga: Dair Mhór
he: עץ אלון גדול
hy: Մեծ կաղնի
ka: დიდი მუხა
lv: Liels Ozola koks
ms: Pokok Oak Besar
nb: Stor eik
ro: Stejar Mare
sl: Velik hrast
sr: велики храст

source: Olive Tree
ar: شجرة زيتون
br: Gwezenn Olivez
da: Oliventræ
es_ar: Olivo
fa: درخت زیتون
ga: Crann Ológ
he: עץ זית
hy: Ձիթենի
ka: ზეთის ხილი
lv: Olīvu koks
ms: Pokok Zaitun
nb: Oliventre
ro: Măslin
sl: Oljka
sr: маслина

source: Pine Tree
ar: شجرة صنوبر
br: Gwezenn Pin
da: Fyrretræ
es_ar: Pino
fa: درخت کاج
ga: Péine
he: עץ אורן
hy: Սոճի
ka: ფიჭვი
lv: Egle
ms: Pokok Pain
nb: Grantre
ro: Pin
sl: Bor
sr: бор

source: Poplar Tree
ar: شجرة حور
br: Gwezenn Elv
da: Poppel
es_ar: Álamo
fa: درخت صنوبر
ga: Poibleog
he: עץ צפצפה
hy: Բարդի
ka: ალვის ხე
lv: Papeļu koks
ms: Pokok Poplar
nb: Poppeltre
ro: Copac Plop
sl: Topol
sr: топола

source: Black Poplar Tree
ar: شجرة الحور السوداء
br: Gwezenn Elv du
fa: درخت صنوبر سیاه
ga: Poibleog Dhubh
he: עץ צפצפה
hy: Սև բարդի
ms: Pokok Poplar Hitam
nb: Svart poppeltre
ro: Plop Negru

source: Tamarix Tree
ar: شجرة تماركس
br: Gwezenn Tamarisk
da: Tamarisk
es_ar: Pino salado
fa: درخت گز
ga: Tamaraisc
he: עץ אשל
hy: Կարմրան
ka: იალღუნი
lv: Tamarix Koks
ms: Pokok Tamarix
nb: Tamarisktre
ro: Cedru sărat
sl: Tamariša
sr: тамариска

source: Toona Tree
ar: شجرة تونا
br: Gwezenn dToona
da: Asiatisk Mahogni
es_ar: Cedro rojo
fa: درخت تونا
ga: Céadar Rua
he: עץ
hy: Թունա ծառ
lv: Tūnas koks
ms: Pokok Toona
nb: Toonatre
ro: Cedru chinezesc
sr: тоона

source: Pyramid
ar: هرم
br: Piramidenn
da: Pyramide
fa: هرم
ga: Pirimid
he: פירמידה
hy: Բուրգ
ka: პირამიდა
lv: Piramīda
ms: Piramid
nb: Pyramide
ro: Piramidă
sl: Piramida
sr: Пирамида

source: Stone Ruins
ar: آثار حجريّة
br: Dismantroù e Mein
da: Stenruiner
es_ar: Ruinas de piedra
fa: خرابه های سنگی
ga: Fothracha Cloiche
he: חורבות סלעים
hy: Քարե ավերակներ
ka: ქვის ნანგრევები
lv: Akmens Drupas
ms: Runtuhan Batu
nb: Steinruiner
ro: Ruine de piatră
sl: Kamnite razvaline
sr: камене рушевине

source: This temple is unfinished and has fallen to ruin.
ar: هذا الهيكل لم يتم بناؤه وقد أصبح أطلالًا منهارة.
br: N'eo ket echu an templ-mañ hag eo aet da zismantroù.
da: Dette tempel blev aldrig færdigt og er blevet til ruiner.
fa: این معبد ناتمام به مخروبه تبدیل شده است.
ga: Ní chríochnaithe é an teampall seo, agus bí sé ina fhothrach.
he: מקדש זה הוא לא גמור ונהרס
hy: Այս եկեղեցին անավարտ է և վերածվել է ավերակների։
ka: ეს ტაძარი არის დაუსრულებელი და ნანგრევებადაა ქცეული.
lv: Šis templis netika pabeigts un pārvertās par drupām.
ms: Kuil ini telah terbengkalai dan menjadi runtuhan.
nb: Dette tempelet er uferdig og har falt i ruiner.
ro: Templul este neterminat si a căzut în ruină.
sl: Tempelj je nedokončan in se je spremenil v razvalino.
sr: Храм није довршен, и урушио се.

source: Metal Treasure
ar: كنز معادن
br: Teñzor Metalel
da: Metalskat
es_ar: Tesoro de Metales
fa: گنجینه فلز
ga: Taisce Miotail
he: אוצר מתכת
hy: Մետաղական գանձ
ka: ლითონის განძი
lv: Metāla dārgumi
ms: Khazanah Logam
nb: Metallskatt
ro: Comoară de metal
sr: ризница са металом

source: A decaying military shipwreck. A good opportunity for any businessman.
ar: حطام سفينة عسكرية متهالك. فرصة جيدة لأي رجل أعمال.
br: Peñse ur vag-brezel o vreinañ. Un degouezh mat evit forzh peseurt den a aferioù.
da: Vraget af et krigsskib. En god mulighed for enhver forretningsmand.
fa: یک کشتی شکسته در حال پوسیدگی. یک فرصت خوب برای هر تاجری!
ga: Tá an long bhriste seo ag lobhadh. An bhfuil d'fhios agat cén cineál taisce atá ann?
he: ספינה צבאית טרופה. הזדמנות טובה עבור כל איש עסקים.
hy: Քայքայվող ռազմական նավի նավաբեկության վայր։ Լավ հնարավորություն՝ ցանկացած գործարարի համար։
ka: ხრწნადი სამხედრო გემის ნამსხვრევები. კარგი შემთხვევა ნებისმიერი საქმოსნისთვის.
lv: Pūstošs militārais kuģis. Laba iespēja jebkuram darbonim.
ms: Bangkai kapal tentera. Peluang baik untuk para usahawan.
nb: Et militært skipsvrak i forfall. En god mulighet for alle forrretningsmenn.
ro: O epavă în descompunere. O oportunitate bună pentru orice om de afaceri.
sl: Razpadajoča razbitina vojaške ladje. Dobra priložnost za vsakega poslovneža.
sr: Насукани војни брод у распадању. Добра прилика за сваког пословног човека.

source: A shipwreck with much loss of life. A good opportunity for any businessman.
ar: حطام سفينة وخسائر بشرية كبيرة. فرصة جيدة لأي رجل أعمال ناجح.
br: Ur peñse gant kalz a dud marv. Un degouezh mat evit forzh peseurt den a aferioù.
da: Et skibsvrag med mange tabte liv. En god mulighed for enhver forretningsmand.
fa: یک کشتی شکسته با سلامت کم. فرصتی خوب برای هر بازرگان.
ga: Tá marbhaithe go leor sa long bhriste seo. An bhfuil d'fhios agat cén cineál taisce atá ann?
he: ספינה נטרפת עם הרבה אובדן של חיי אדם . הזדמנות טובה עבור כל איש עסקים.
hy: Նավաբեկություն՝ կենդանի ուժի մեծ կորուստով։ Լավ հնարավորություն՝ ցանկացած գործարարի համար։
ka: გემის ნამსხვრევები ბევრი საცოცხლის დანაკარგით. კარგი შემთხვევა ნებისმიერი საქმოსნისთვის.
lv: Kuģa atlūzas ar daudz kritušajiem. Laba iespēja jebkuram darbonim.
ms: Bangkai kapal dengan mangsa. Peluang baik untuk para usahawan.
nb: Et skibbrudd med stort tap av liv. En god mulighet for enhver forretningsmann.
ro: O epavă cu pierdere mare de vieți. O oportunitate bună pentru orice om de afaceri.
sl: Brodolom te ladje je terjal mnogo življenj. Dobra priložnost za vsakega poslovneža.
sr: Насукани брод са великим жртвама. Добра прилика за било ког пословног човека.

source: The wreck of a small cargo ship. A good opportunity for any businessman.
ar: حطام سفينة بضائع صغيرة. فرصة جيدة لأي رجل أعمال.
br: Peñse ul lestrig-karg. Un degouezh vat evit forzh peseurt den a aferioù.
da: Vraget af et lille handelsskib. En god mulighed for enhver forretningsmand.
fa: یک کشتی شکسته باری کوچک. فرصتی خوب برای هر تاجر.
ga: Tá an long lasta bheag seo briste. An bhfuil d'fhios agat cén cineál taisce atá ann.
he: ספינה טרופה עם מטען קטן. הזדמנות טובה עבור כל איש עסקים.
hy: Փոքր տարողության նավի նավաբեկության վայր։ Լավ հնարավորություն՝ ցանկացած գործարարի համար։
ka: პატარა სატვირთო გემის ნამსხვრევები. კარგი შემთხვევა ნებისმიერი საქმოსნისთვის.
lv: Neliela kravas kuģa atlūzas. Laba iespēja jebkuram darbonim.
ms: Bangkai kapal kargo kecil. Peluang baik untuk para usahawan.
nb: Vraket av et lite lasteskip. En god mulighet for alle forretningsmenn.
ro: Epava unei bărci mici de marfă. O oportunitate bună pentru orice om de afaceri.
sl: Razbitina manjše ladje. Dobra priložnost za vsakega poslovneža.
sr: Олупина мањег теретног брода. Добра прилика за било ког пословног човека.
