Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-gui-manual.po
Languages: ar, ast, bg, br, ca, cs, da, de, el, es, es_cl, es_mx, et, eu, fa, fi, fr, ga, gd, gl, he, hu, id, it, ja, ka, ko, lv, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sl, sr, sv, tr, uk, zh, zh_tw

source: hotkey.session.orderone + Right Click – Order one unit from the current selection to move/build/gather/etc. and unselect it. Used to quickly dispatch units with specific tasks
ast: hotkey.session.orderone + Picada direiꞇha – Mandar mové-se/construire/recaldare/etc. & apartar de la escolyeiꞇha a una unidá. Val para fazher mandados de forma rápida.
bg: hotkey.session.orderone + Десен бутон на мишката — заповядване на една единица от текущо избраните да се придвижи/строи/събира/т.н. Единицата бива премахната от избора. Това може да се използва за бързо разпределяне на различни задачи на избраните единици
ca: hotkey.session.orderone + Clic dret – Dóna una ordre a una unitat de la selecció actual (com ara moure's, construir, recollir, etc.) i desselecciona-la. S'utilitza per assignar tasques ràpidament a diverses unitats
cs: hotkey.session.orderone + klepnutí pravým tlačítkem myši – Přikažte jedné jednotce z nynějšího výběru, aby se přesunula/stavěla/sbírala / atd., a zrušte výběr. Používá se k rychlému odeslání jednotek se zvláštními úkoly.
de: hotkey.session.orderone + Rechtsklick – Einer Einheit aus der momentanen Auswahl einen Befehl (Bewegen/Bauen/Sammeln/etc.) erteilen und sie abwählen. Wird benutzt, um Einheiten schnell spezifische Aufgaben zuzuweisen
el: hotkey.session.orderone + Δεξί Κλίκ – Δώστε εντολή σε μία από τις τρέχουσες επιλεγμένες μονάδες για να μετακινηθεί/κατασκευάσει/συγκεντρώσει/κ.λπ. και να αποεπιλεγεί. Χρησιμοποιείται για γρήγορη αποστολή μονάδων σε συγκεκριμένες εργασίες
es: hotkey.session.orderone + Clic derecho – Ordena a una de las unidades seleccionadas que se mueva/construya/recolecte/etc. y la saca de la selección. Se utiliza para dar ordenes rápidas a las unidades asignando tareas específicas
eu: hotkey.session.orderone + eskuin klika – Agindu oraingo aukeraketako unitate bati mugitzea/eraikitzea/ustiatzea/... eta kendu aukeratik. Eginbide zehatzak dituzten unitateak azkar egozteko erabiltzen da.
fi: hotkey.session.orderone + napsauttaminen hiiren oikealla – Määrää yksi yksikkö nykyisestä valinnasta liikkumaan/rakentamaan/keräämään jne. ja poista sen valinta. Käytetään yksikköjen nopeaan lähettämiseen tiettyihin tehtäviin
fr: hotkey.session.orderone + clic droit – Commander une unité de la sélection actuelle pour déplacer / construire / rassembler / etc. et désélectionner-la. Utilisé pour expédier rapidement des unités avec des tâches spécifiques
gd: hotkey.session.orderone + briogadh deas – cuir òrdugh air aon aonad a-mhàin dhen taghadh làithreach airson gluasad/togail/cruinneachadh is msaa. agus neo-thagh e. Cleachd seo gus òrduighean airson saothraichean sònraichte a chur air aonadan gu luath
gl: hotkey.session.orderone + Clic co botón dereito – ordena unha unidade da selección actual para mover/construír/reunir/etc. e anula a selección. Úsase para enviar rapidamente unidades con tarefas específicas
hu: hotkey.session.orderone + Jobb kattintás – Mozgási/építési/begyűjtési/stb. feladat a kijelöltek közül egy egységnek, és az egység kijelölésének megszüntetése. Ezzel gyorsan egyéni feladat adható az egyes egységeknek.
id: hotkey.session.orderone + Klik Kanan – Menyuruh satu unit dari pilihan saat ini untuk bergerak/membangun/mengumpulkan/dll. dan batal pilih. Digunakan untuk mengirimkan unit dengan tugas khusus secara cepat
it: hotkey.session.orderone + Clic destro – Ordina alla tua selezione di muoversi/costuire/raccogliere/ecc e deselezionala
ja: hotkey.session.orderone + 右クリック – 現在の選択範囲から1つのユニットに移動／建設／採集などを命令し、選択を解除します。特定のタスクを持つユニットを素早く派遣するために使用します。
ko: hotkey.session.orderone + 마우스 오른쪽 버튼 클릭 – 이동/건설/수집/등 현재 선택에서 유닛 하나를 명령하고 선택을 취소합니다. 특정 작업을 통해 유닛을 신속하게 파견하는 데 사용됩니다
nl: sneltoets.session.orderone + rechtsklik – Geef een eenheid van de huidige selectie een commando om te verplaatsen / bouwen / verzamelen / etc. en deselecteer het. Handig om eenheden snel op pad te sturen met specifieke taken.
pl: hotkey.session.orderone + PPM – wydaj obecnie zaznaczonej jednostce rozkaz ruchu/budowania/zbierania/itd. i odznacz ją; przydatne, by szybko wysłać jednostki z konkretnymi zadaniami
pt_pt: hotkey.session.orderone + clique com botão direito do rato – ordenar a uma unidade da seleção atual para se mover/construir/recolher/etc. e desselecioná-la. Isto é utilizado para despachar unidades com tarefas específicas.
ru: hotkey.session.orderone + правый щелчок — приказать одному юниту из выбранного отряда идти/строить/собирать/и т.д. и убрать его из группы. Используется для того, чтобы быстро распределить работу среди выбранных юнитов
sv: hotkey.session.orderone + Högerklick – Beordra en enhet ur nuvarande urvalet att förflytta sig/bygga/samla/etc och avmarkera enheten. Använd för att snabbt skicka enheter med specifika uppgifter.
tr: hotkey.session.orderone + Sağ Tık – Seçili birimler içerisinden bir tanesini seçip yürü/inşa et/topla/vb. emri ver ve seçimi kaldır. Özel görevli birimleri hızlıca seçili gruptan ayırmak için kullanılır.
uk: hotkey.session.orderone + Клацнути правою кнопкою миші – Наказати юніту з поточного вибору рухатись/спорудити/зібрати/тощо та зняти виділення з неї. Використовується для того, щоб швидко відправити підрозділи із конкретними завданнями
zh: hotkey.session.orderone + Right Click – 从当前选择一个单元以移动/构建/收集/等，并取消选择它。 用于快速调度特定任务的单元。
zh_tw: hotkey.session.orderone + 右鍵 – 命令選取單位的其中一個移動／建造／採集／等等並取消選取。用以快速派遣單位執行特定任務

source: hotkey.session.batchtrain + Left Click when training units – Add units in batches (the batch size is 5 by default and can be changed in the options)
ast: hotkey.session.batchtrain + Picada esquierda a l crear unidades – Concrear unidades por cinquenɐs (la quantidade puöde-se camudar nɐs opciones)
bg: hotkey.session.batchtrain + Ляв бутон на мишката при обучаване на единици — добавяне на единиците в партиди (по подразбиране партидите са от по 5, но това може да бъде променено в настройките)
ca: hotkey.session.batchtrain + Clic esquerre per reclutar unitats – Recluta unitats en tandes (per defecte tandes de 5, però es pot canviar a les opcions)
cs: hotkey.session.batchtrain + klepnutí levým tlačítkem myši při výcviku jednotek – Přidat jednotky ve skupinách (výchozí velikost je 5 a lze ji změnit ve volbách)
de: hotkey.session.batchtrain + Linksklick bei Ausbildung von Einheiten – Einheiten in Stapeln hinzufügen (die Stapelgröße ist standardmäßig 5 und kann in den Einstellungen geändert werden)
el: hotkey.session.batchtrain + Αριστερό κλικ κατά την εκπαίδευση μονάδων – Προσθέτει μονάδες στις ομάδες (το μέγεθος της ομάδας είναι 5 εξ ορισμού και μπορεί να αλλάξει από τις επιλογές)
es: hotkey.session.batchtrain + Clic izquierdo mientras se adiestran unidades – Añade grupos de unidades (el tamaño por defecto de los grupos es 5 y se puede cambiar en las opciones)
eu: hotkey.session.batchtrain + ezker klika unitateak trebatzean – Unitateak taldeka gehitzen ditu (taldea berez 5ekoa da eta aukeretan alda daiteke).
fi: hotkey.session.batchtrain + napsautus hiiren oikealla yksikköjä koulutettaessa – Lisää yksiköitä erissä (eräkoko on oletusarvoisesti 5, mutta sitä voidaan muuttaa asetuksista).
fr: hotkey.session.batchtrain + clic gauche lors de la formation des unités – Ajouter des unités par lots (la taille des lots est de 5 par défaut et peut être modifiée dans les options)
gd: hotkey.session.batchtrain + briogadh deas le oideachadh aonadan – cuir aonadan ris ’nan grunnan (’S e grunnan de chòignear a bhios annta a ghnàth ach gabhaidh seo atharrachadh sna roghainnean)
gl: hotkey.session.bachtrain + Prema co botón esquerdo cando as unidades de adestramento – Engade unidades por lotes (o tamaño do lote é 5 por defecto e pódese cambiar nas opcións)
hu: hotkey.session.batchtrain + bal kattintás egységek kiképzésekor – Csoportos kiképzés (a csoportok alapértelmezetten 5 egységből állnak, ez az érték ugyanakkor módosítható a beállításoknál)
id: hotkey.session.batchtrain + Klik Kiri saat melatih unit – Tambahkan unit dalam kelompok (ukuran kelompok bawaan adalah 5 dan dapat diubah dalam pilihan)
it: hotkey.session.batchtrain + Clic sinistro quando addestri unità – Aggiungi unità in gruppi (5 di default, cambiabili nelle opzioni)
ja: hotkey.session.batchtrain + ユニットを養成するとき左クリック – ユニットの一括追加（バッチサイズはデフォルトで5、オプションで変更可能）
ko: hotkey.session.batchtrain + 유닛 교육 시 마우스 왼쪽 버튼 클릭 – 유닛을 일괄적으로 추가합니다(배치 크기는 기본적으로 5이며 옵션에서 변경할 수 있음
nl: sneltoets.session.batchtrain + klik bij het rekruteren van eenheden – Rekruteer eenheden in groepen (de standaard groepsgrootte is 5, dit kan aangepast worden in de opties)
pl: hotkey.session.batchtrain + LPM podczas trenowania jednostek – dodaj jednostki partiami (domyślny rozmiar to 5 i można go zmienić w ustawieniach)
pt_pt: hotkey.session.batchtrain + clique esquerdo ao treinar unidades – adicionar unidades em lotes (o tamanho do lote é 5 por padrão e pode ser alterado nas opções)
ru: hotkey.session.batchtrain + левый щелчок при обучении юнитов — добавляет партии юнитов (размер партии по умолчанию — 5, может быть изменён в настройках)
sv: hotkey.session.batchtrain + Vänsterklick när enheter tränas: Lägg till i grupper (gruppstorleken är 5 som standard men kan ändras i inställningarna)
tr: hotkey.session.batchtrain + Sol Tık birimleri eğitirken – Birimleri bölüğe ekle (varsayılan bölük büyüklüğü 5tir ve ayarlardan değiştirilebilir )
uk: hotkey.session.batchtrain + Клацнути лівою кнопкою миші під час тренування підрозділів – Додати підрозділи у групах (розмір групи за замовчуванням становить 5 і може бути змінений у налаштунках)
zh: hotkey.session.batchtrain + 左击训练单位 –批量添加单位（默认为5，可在选项中更改）
zh_tw: 訓練單位時按 hotkey.session.batchtrain + 左鍵點擊 – 批量增加訓練數（預設為 5，可在選項中更改）

source: hotkey.selection.add + Left Click or Left Drag over unit on map – Add unit to selection
ast: hotkey.selection.add + Picada esquierda, ou Picar cul boton esquierdu & arrastrar, subre una unidá – Aggregar a la escolyeiꞇha
bg: hotkey.selection.add + Ляв бутон на мишката или влачене с ляв бутон над единица на картата — добавяне на единицата към избора
ca: hotkey.selection.add + Clic esquerre o arrossegar amb el botó esquerre sobre una unitat – Afegeix la unitat a la selecció
cs: hotkey.selection.remove + klepnutí levým tlačítkem myši či podržení levého tlačítka a přetáhnutí přes jednotku na mapě – Přidat jednotku do výběru
de: hotkey.selection.add + Linksklick oder Linksziehen über Einheit auf Karte – Einheiten zur Auswahl hinzufügen
el: hotkey.selection.add + Αριστερό Κλικ ή Αριστερό κλικ και σέρνεις πάνω από μία μονάδα στο χάρτη – Πρόσθεση μονάδας στην επιλογή.
es: hotkey.selection.add + Clic izquierdo y marcar o arrastrar sobre las unidades – Añade unidades a la selección
eu: hotkey.selection.add + ezker klika edo ezkerrarekin arrastatu mapako unitateetan – Gehitu unitatea aukeraketara
fi: hotkey.selection.add + napsautus tai veto hiiren oikealla yksikön yli kartalla – Lisää yksikkö valintaan
fr: hotkey.selection.add + clic gauche ou glisser vers la gauche sur l'unité sur la carte – Ajouter l'unité à la sélection
gd: hotkey.selection.add + briogadh clì no slaodadh thar an aonaid air a’ mhapa – cuir an t‑aonad ris an taghadh
gl: hotkey.selection.add + clic co botón esquerdo ou arrastrar á esquerda sobre a unidade no mapa – engade unidade á selección
hu: hotkey.selection.add + bal kattintás az egységre / bal egérgombos húzás az egység fölött – Egység hozzáadása a kijelöléshez
id: hotkey.selection.add + Klik Kiri atau Seret Kiri pada unit di peta – Tambahkan unit ke pilihan
it: hotkey.selection.add + Clic sinistro o trascina col sinistro su unità – Aggiungi unità alla selezione
ja: hotkey.selection.add + マップのユニットの上で左クリックまたは左ドラッグ – 選択範囲にユニットを追加
ko: hotkey.selection.add + 지도에서 유닛 위로 마우스 왼쪽 버튼 클릭 또는 마우스 왼쪽 버튼으로 드레그 – 선택할 유닛 추가
nl: sneltoets.selection.add + klik of sleep over een eenheid – Voeg eenheid aan de selectie toe
pl: hotkey.selection.add + LPM lub LPM i przeciągnij nad jednostką – dodaj jednostkę do zaznaczenia
pt_pt: hotkey.selection.add + clique com botão esquerdo ou arrastar com o botão esquerdo sobre unidades no mapa – adicionar unidades à seleção
ru: hotkey.selection.add + выделение юнитов левой кнопкой — добавить юнитов в выбор
sv: hotkey.selection.add + Vänsterklick eller vänsterdrag över enhet på karta – Lägg till enhet i urvalet
tr: hotkey.selection.add + Harita üzerinde birime sol tıkla veya sürükle – Birimi seç
uk: hotkey.selection.add + Клацнути Лівою Кнопкою Миші або перетягнути, утримуючи Ліву Кнопку Миші, над юнітом на мапі – Додати юніт до вибору
zh: hotkey.selection.add + 在地图上左击或向左拖动单位 – 把新单位加到选择队列里。
zh_tw: hotkey.selection.add + 左鍵點擊或框選地圖上的單位 – 將單位加到選取中

source: hotkey.selection.remove + Left Click or Left Drag over unit on map – Remove unit from selection
ast: hotkey.selection.remove + Picada esquierda, ou Picar cul boton esquierdu & arrastrar, subre una unidá – Apartar de la escolyeiꞇha
bg: hotkey.selection.add + Ляв бутон на мишката или влачене с ляв бутон над единица на картата — премахване на единицата от избора
ca: hotkey.selection.remove + Clic esquerre o arrossegar amb el botó esquerre sobre una unitat – Elimina la unitat de la selecció
cs: hotkey.selection.remove + klepnutí levým tlačítkem myši či podržení levého tlačítka a přetáhnutí přes jednotku na mapě – Odstranit jednotku z výběru
de: hotkey.selection.remove + Linksklick oder Linksziehen über Einheit auf Karte – Einheit von Auswahl entfernen
el: hotkey.selection.remove + Αριστερό κλικ ή Αριστερό – σύρσιμο πάνω από μία μονάδα στο χάρτη - Αφαίρεση μονάδας από την επιλογή
es: hotkey.selection.remove + Clic izquierdo o marcar y arrastrar sobre una unidad – Quita la unidad de la selección
eu: hotkey.selection.remove + ezker klika edo ezkerrarekin arrastatu mapako unitateetan – Kendu unitatea hautapenetik
fi: hotkey.selection.remove + napsautus tai veto hiiren oikealla yksikön yli kartalla – Poista yksikkö valinnasta
fr: hotkey.selection.remove + clic gauche ou glisser vers la gauche sur l'unité sur la carte – Retirer l'unité de la sélection
gd: hotkey.selection.remove + briogadh clì no slaodadh clì thar an aonaid air a’ mhap – thoir an t‑aonad far an taghadh
gl: hotkey.selection.remove + clic co botón esquerdo ou arrastrar á esquerda sobre a unidade do mapa – elimina a unidade da selección
id: hotkey.selection.remove + Klik Kiri atau Seret Kiri pada unit di peta – Hapus unit dari pilihan
it: hotkey.selection.remove + Clic sinistro o trascina col sinistro su unità – Rimuovi unità alla selezione
ja: hotkey.selection.remove + マップのユニットの上で左クリックまたは左ドラッグ – 選択からユニットを削除
ko: hotkey.selection.remove + 지도에서 유닛을 마우스 왼쪽 버튼 클릭 또는 마우스 왼쪽 버튼으로 드레그 – 선택에서 유닛 제거
nl: sneltoets.selection.remove + klik of sleep over een eenheid – Verwijder de eenheid uit de selectie
pl: hotkey.selection.remove + LPM lub LPM i przeciągnij – usuń jednostkę z zaznaczenia
pt_pt: hotkey.selection.remove + clique esquerdo ou arrastar com o botão esquerdo sobre unidades no mapa – remover unidade da seleção
ru: hotkey.selection.remove + выделение юнитов левой кнопкой — убрать юнитов из выбора
sv: hotkey.selection.remove + Vänsterklick eller vänsterdrag över enhet på karta – Ta bort enhet ifrån urvalet
tr: hotkey.selection.remove + Harita üzerinde birime sol tıkla veya sürükle – Birimi seçimden kaldır
uk: hotkey.selection.remove + Клацнути Лівою Кнопкою Миші або перетягнути, утримуючи Ліву Кнопку Миші, над юнітом на мапі – Виключити юніт із вибору
zh: hotkey.selection.remove + 在地图上左击或向左拖动单位 – 从选取列表中删除单位
zh_tw: hotkey.selection.remove + 左鍵點擊或框選地圖上的單位 – 從選取中移除單位

source: hotkey.selection.militaryonly + Left Drag over units on map – Only select military units
ast: hotkey.selection.militaryonly + Picar cul boton esquierdu & arrastrar subre unidades – Escolyer solo unidades militares
bg: hotkey.selection.militaryonly + влачене с ляв бутон над единици на картата — избиране само на военните единици
ca: hotkey.selection.militaryonly + Arrossegar amb el botó esquerre sobre unitats – Selecciona només les unitats militars
cs: hotkey.selection.militaryonly + podržení a táhnutí levým tlačítkem myši přes jednotky na mapě – Vybrat jen vojenské jednotky
de: hotkey.selection.militaryonly + Linksziehen über Einheiten auf der Karte – Nur militärische Einheiten auswählen
el: hotkey.selection.militaryonly + Αριστερό σύρσιμο πάνω απο τις μονάδες στο χάρτη- Επιλογή μόνο στρατιωτικών μονάδων.
es: hotkey.selection.militaryonly + Clic izquierdo y arrastrar sobre las unidades – Selecciona solo las unidades militares
eu: hotkey.selection.militaryonly + ezkerrarekin arrastatu mapako unitateen gainean – Aukeratu unitate militarrak soilik
fi: hotkey.selection.militaryonly + veto hiiren vasemmalla yksiköiden yli kartalla – Valitse vain sotilasyksiköt
fr: hotkey.selection.militaryonly + faire glisser avec bouton gauche sur des unités de la carte – Sélectionnez uniquement les unités militaires
gd: hotkey.selection.militaryonly + slaodadh clì thar aonadan air a’ mhapa – Na tagh ach aonadan an airm
gl: hotkey.selection.militaryonly + Arrastre á esquerda sobre as unidades do mapa – selecciona só unidades militares
hu: hotkey.selection.militaryonly + bal egérgombos húzás több egység fölött – Csak a katonai egységek kerülnek kijelölésre
id: hotkey.selection.militaryonly + Seret Kiri pada unit di peta – Hanya pilih unit militer
it: hotkey.selection.militaryonly + Trascina col sinistro su unità – Seleziona solo unità militari
ko: hotkey.selection.militaryonly + 지도에서 유닛을 마우스 왼쪽 버튼으로 드레그 – 군대 유닛만 선택
nl: sneltoets.selection.militaryonly + sleep over eenheden – Selecteer alleen militaire eenheden
pl: hotkey.selection.militaryonly + LPM i przeciągnij – zaznacz tylko jednostki wojskowe
pt_pt: hotkey.selection.militaryonly + arrastar com o botão esquerdo sobre unidades no mapa – seleciona apenas unidades militares
ru: hotkey.selection.militaryonly + выделение юнитов левой кнопкой — выбрать только военных юнитов
sv: hotkey.selection.militaryonly + Vänsterdrag över enheter på kartan – Välj endast militära enheter
tr: hotkey.selection.militaryonly + Harita üzerinden fareyi birimler üzerinde sürükle – Yalnızca askeri birim seç
uk: hotkey.selection.militaryonly + Перетягнути, утримуючи Ліву Кнопку Миші, над юнітами на мапі – Вибрати тільки воєнних юнітів
zh: hotkey.selection.militaryonly + 在地图上向左拖动单位 – 只选取军事单位
zh_tw: hotkey.selection.militaryonly + 左鍵框選地圖上的單位 – 只選擇軍事單位

source: hotkey.selection.nonmilitaryonly + Left Drag over units on map – Only select non-military units
ast: hotkey.selection.nonmilitaryonly + Picar cul boton esquierdu & arrastrar subre unidades – Escolyer solo unidades non militares
bg: hotkey.selection.nonmilitaryonly + влачене с ляв бутон над единици на картата — избиране само на невоенните единици
ca: hotkey.selection.nonmilitaryonly + Arrossegar amb el botó esquerre sobre unitats – Selecciona només les unitats no militars
cs: hotkey.selection.nonmilitaryonly + podržení a táhnutí levým tlačítkem myši přes jednotky na mapě – Vybrat jen nevojenské jednotky
de: hotkey.selection.nonmilitaryonly + Linksziehen über Einheiten auf der Karte – Nur nichtmilitärische Einheiten auswählen
el: hotkey.selection.nonmilitaryonly + Αριστερό σύρσιμο πάνω απο τις μονάδες στο χάρτη- Επιλογή μόνο μή στρατιωτικών μονάδων.
es: hotkey.selection.nonmilitaryonly + Clic izquierdo y arrastrar sobre las unidades – Selecciona solo las unidades no militares
eu: hotkey.selection.nonmilitaryonly + ezkerrarekin arrastatu mapako unitateen gainean – Hautatu unitate ez militarrak soilik
fi: hotkey.selection.nonmilitaryonly + veto hiiren vasemmalla yksiköiden yli kartalla – Valitse vain siviiliyksiköt
fr: hotkey.selection.nonmilitaryonly + faire glisser avec bouton gauche sur des unités sur la carte – Sélectionner uniquement les unités non militaires
gd: hotkey.selection.nonmilitaryonly + slaodadh clì thar aonadan air a’ mhapa – Na tagh aonadan an airm
gl: hotkey.selection.nonmilitaryonly + Arrastre á esquerda sobre as unidades do mapa– selecciona só unidades non militares
hu: hotkey.selection.nonmilitaryonly + bal egérgombos húzás több egység fölött – Csak a fegyvertelen egységek kerülnek kijelölésre
id: hotkey.selection.nonmilitaryonly + Seret Kiri pada unit di peta – Hanya pilih unit non-militer
it: hotkey.selection.nonmilitaryonly + Trascina col sinistro su unità – Seleziona solo unità civili
ko: hotkey.selection.nonmilitaryonly + 지도에서 유닛 위로 마우스 왼쪽 버튼으로 드레그 – 군대가 아닌 유닛만 선택
nl: sneltoets.selection.nonmilitaryonly + sleep over eenheden – Selecteer alleen niet-militaire eenheden
pl: hotkey.selection.nonmilitaryonly + LPM i przeciągnij – zaznacz tylko jednostki cywilne
pt_pt: hotkey.selection.nonmilitaryonly + arrastar com o botão esquerdo sobre unidades no mapa – seleciona apenas unidades não-militares
ru: hotkey.selection.nonmilitaryonly + выделение юнитов левой кнопкой — выбрать только невоенных юнитов
sv: hotkey.selection.nonmilitaryonly + Vänsterklick och dra över enheter på kartan – Välj endast icke-militära enheter.
tr: hotkey.selection.nonmilitaryonly + Harita üzerinden fareyi birimler üzerinde sürükle – Yalnızca sivil birim seç
uk: hotkey.selection.nonmilitaryonly + Перетягнути, утримуючи Ліву Кнопку Миші, над юнітами на мапі – Вибрати тільки невоєнних юнітів
zh: hotkey.selection.nonmilitaryonly + 在地图上向左拖动单位 – 只选取非军事单位
zh_tw: hotkey.selection.nonmilitaryonly + 左鍵框選地圖上的單位 – 只選擇非軍事單位
