Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/*.public-maps.po
Languages: ast, bg, br, ca, cs, da, de, el, es, eu, fa, fi, fr, ga, gd, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, vi, zh, zh_tw

source: An old favorite. An otherwise wide-open, flat desert map is pierced in the center by a lush oasis. This represents the Libyan Desert, part of the Saharan Desert, West of the Nile River in Egypt.
bg: Любима на много играчи. Просторна и равнинна пустинна карта с тучен оазис в средата. Наподобява Либийската пустиня, намираща се в частта от Сахара, разположена на запад от река Нил в Египет.
ko: 오래된 인기 지도입니다. 그 외에는 넓게 펼쳐진, 평평한 사막 지도는 두 개의 무성한 오아시스에 의해 중앙이 관통되었습니다. 이집트 나일강 서쪽에 있는 사하라 사막의 일부인 리비아 사막을 나타냅니다.
pt_pt: Um velho favorito. Outro mapa desértico visível com dois oásis luxuosos situados no centro. . Representa o deserto líbio que faz parte do Deserto do Saara a oeste do rio Nilo no Egito.
zh: 备受好评的地图。开阔平坦的沙漠地图，中心有两块苍翠繁茂的绿洲。 模拟了利比亚沙漠，为撒哈拉沙漠的一部分，位于尼罗河的西边。

source: Libyan Oasis (2 players)
bg: Либийски оазис (2-ма играчи)
ko: 리비아족 오아시스 (2인용)
pt_pt: Oásis líbio (2 jogadores)
zh: 利比亚绿洲（2人）

source: The map is cut through the center by a river traversing east-west with some shallows. Fairly open-wooded and basically flat. Plenty of building room. Well balanced resources. Civ Territories are divided by main river and tributaries (with necessary shallows for crossings).
ast: La geographía sta travessada por un riw que cuörre de Naciente a Poniente cun varios pielagos. Bravamente abierta-arborida & practicamente ḷḷana. Abondo de spacio para construir. Recursos permediados. Los territorios de lɐs culturɐs estremɐn-llos el riw principal & los sous affluentes (cun lɐs vayadɐs precisɐs para cruciá-llos).
bg: Картата е пресечена през средата от река с няколко плитчини, преминаваща от източния до западния край. Залесена, равнинна карта. Има много място за строеж. Добре балансирани запаси на ресурсите. Териториите на цивилизациите са отделено от основната река и притоците ѝ (с необходимите плитчини за пресичане).
br: Ar gartenn zo troc'het a-dreuz d'he c'hreiz gant ur stêr a dreuz ar reter-kornôg gant un nebeud donded. Plaen ha koadel digor en doare basek hag ingal. Leun a bezhoù savadur. Danvezioù kempouezet mat. An Tiriadoù Keodedel zo rannet gant stêr pennañ hag adstêrioù (gant donderioù ret evit treuziñ anezho).
ca: El mapa queda tallat al centre per un riu que va d'est a oest amb zones poc profundes. Amb boscos prou oberts i bàsicament pla. Abundància d'espai per a construir. Recursos ben equilibrats. Els territoris civilitzats queden dividits pels rius i afluents (amb zones poc profundes de pas).
cs: Mapa je ve středu proříznuta řekou překročitelnou z východu na západ několika mělčinami. Otevřená, zalesněná a především rovná. Spousta místa na stavění. Dobře vyvážené suroviny. Území civilizací jsou rozdělena podle hlavní řeky a přítoků (s nutnými mělkými místy brodů, aby se daly překročit).
da: Kortet er skåret gennem midten af ​​en flod, der krydser øst-vest med nogle lavvandede områder. Ret åbent skovklædt og grundlæggende fladt. Masser af byggeplads. Velafbalancerede ressourcer. Civ-territorier er opdelt efter hovedflod og bifloder (med nødvendige lavvandede områder til krydsninger).
de: Die Karte wird in der Mitte von einem Fluss mit einigen seichten Stellen in Ost-West-Richtung durchquert. Offen, bewaldet und hauptsächlich flach. Viel Raum für Gebäude. Gut ausbalancierte Ressourcen. Die Territorien der Zivilisationen werden vom Hauptfluss und Nebenflüssen geteilt (mit den notwendigen seichten Stellen, um sie zu überqueren).
el: Ο χάρτης κόβεται στη μέση από ένα ποτάμι που τον διασχίζει από ανατολικά προς δυτικά με μερικές αβαθές. Αρκετά πλατιά δάση και γενικά επίπεδος. Άφθονος χώρο για κτήρια. Καλή ισορροπία πόρων. Οι περιοχές των πολιτισμών χωρίζονται από τον κύριο ποταμό και τους παραποτάμους (με τις απαραίτητες αβαθές για διασταυρώσεις).
es: El mapa está partido en dos por un río que atraviesa de este a oeste con algún vado entre medias. Bastante abierto y boscoso, de terreno llano, con suficiente espacio de construcción y un buen equilibrio de recursos. Los territorios de cada civilización están divididos por un río y sus afluentes (con los bajíos necesarios para vadear).
eu: Ekialdetik mendebaldera zeharkatzen duen erreka batek bitan zatitzen du mapa tarteka ibi bat dagoelarik. Nahikoa ireki eta oihantsua, lur laukoa, eraikitzeko nahikoa tokiarekin eta baliabideen batez besteko onaz. Zibilizazio bakoitzaren lurrak erreka batez eta bere adarrez banandurik daude (nahiko hondar pilaz gurutzatu ahal izateko).
fi: Kartan keskellä kulkee itä-länsi-suuntainen joki, jossa on muutamia matalikkoja. Melko avointa metsää ja käytännössä tasainen. Runsaasti rakennustilaa. Hyvin tasapainotetut luonnonvarat. Sivilisaatioiden alueet on jaettu pääjoen ja sivujokien mukaan (joissa on tarvittavat matalikot ylityksiä varten).
fr: La carte est coupée par le centre par une rivière la traversant d'est en ouest avec quelques gués. Assez ouverte, boisée et pratiquement plate. Beaucoup de place pour construire. Ressources bien équilibrées. Les territoires des joueurs sont séparés par la rivière principale et ses affluents (avec quelques gués nécessaires pour la traversée).
ga: Tá abhainn ag rith trí lár na léarscáile, trasnaíonn sí ó thoir go thiar le cúpla áthanna inti. Réasúnta oscailte foraoiste agus cothrom go bunúsach. Tá spás tógála go leor agus acmhainní cothroma. Tá críocha na sibhialtachtaí deighilte ag an bpríomhabhainn agus a fo-aibhneacha (le háthanna riachtanacha do thrasnú a dhéanamh).
gd: Tha abhainn a’ sgaradh a’ mhapa seo on ear gu siar le tanalaich ann. Caran rèidh ’s fosgailte le coilltean. Mòran rum airson togalaichean. Meidh mhath air na stòrasan. Tha ranntairean nan sìobhaltasan ’gan sgaradh leis a’ phrìomh abhainn ’s a leth-aibhnean (le àthannan ann ach am faigh sibh thairis orra).
hu: A térkép közepét egy folyó szeli át kelet-nyugati irányba néhány gázlóval. Eléggé nyílt és erdős, alapvetően sík. Bőven van hely építeni. A nyersanyagok jól el vannak osztva. A városközpontokat egy folyó és mellékágai választják el (az átkeléshez szükséges gázlókkal).
id: Peta terbelah oleh sungai yang melintasi timur-barat dengan beberapa perairan dangkal. Hutan cukup terbuka dan datar. Banyak ruang untuk membangun. Sumber daya seimbang. Wilayah bangsa dibagi oleh sungai utama dan anak sungai (dengan bagian dangkal yang diperlukan untuk penyeberangan).
it: La mappa è tagliata al centro da un fiume, che attraversa da est a ovest con alcune secche. Sostanzialmente piatta, abbastanza aperta e boscosa. Con abbondanza di aree edificabili. Le risorse sono ben equilibrate. I territori delle Civiltà sono divisi dal fiume principale e suoi affluenti (con fondali bassi, facilmente attraversabili).
ja: マップ中央を東西に横切る川に、いくつかの浅瀬があります。 まずまず開けた森で基本的に平坦です。建設場所はふんだんにあります。資源の均衡がよく取れています。 文明の領地は川の本流と支流で分割されていて、渡るのに必要な浅瀬があります。
ko: 지도는 동 서쪽을 가로 지르는 강으로 약간 얕아 져 중심을 뚫고 나옵니다. 상당히 열린 나무이며 기본적으로 평평합니다. 많은 건물 방. 균형 잡힌 자원. Civ 영토는 주요 강과 지류로 나뉩니다 (교차에 필요한 얕은 곳 포함).
ms: Peta terpotong ditengah-tengah oleh sungai yang bergerak dari timur ke barat dengan beberapa tempat airnya cetek. Kawasan-terbuka dengan hutan dan kebanyakannya rata. Oleh itu, banyak tempat untuk pembinaan. Sumber-sumber yang ada adalah seimbang. Wilayah Tamadun terbahagi oleh sungai utama dan sumber-sumbernya (bersama-sama beberapa tempat yang boleh dilintasi).
nb: Kartets senter gjennomskjæres av en øst-vest-orientert elv med noen grunner. Flatt og kledd med åpne skoger. Rikelig med rom for å bygge. Velbalansert ressurstilgang. Sivilisasjonsterritorier er delt opp av hovedelven og sideelver (med de nødvendige grunner for kryssing).
nl: De kaart wordt in het centrum verdeeld door een rivier die van oost naar west gaat, met enkele doorwaadbare plaatsen. Tamelijk open, en over het algemeen vlak. Veel plaats om te bouwen. Goed gebalanceerde grondstoffen.
pl: Teren mapy jest przecięty przez środek przez rzekę z kilkoma płyciznami, łączącą wschód w zachodem. Jest to raczej otwarty, właściwie płaski lecz zalesiony obszar. Dużo miejsca na rozbudowę. Zasoby są zrównoważone. Obszary siedlisk są podzielone przez główną rzekę oraz jej liczne dopływy (wraz z płyciznami do przemarszu).
pt_br: O mapa é divido no centro por um rio que atravessa de leste a oeste com algumas partes rasas. Bastante arborizado e basicamente plano. Cheio de areas para edificios. Bem equilibrado de recursos. Territórios são divididos pelo rio principal e seus afluentes (com partes rasas necessários para travessias)
pt_pt: O mapa é atravessado no centro por um rio que corre de este para oeste, com alguns vaus. O mapa é relativamente aberto e plano com muito espaço para construir e com recursos bem equilibrados. Os territórios das civilizações são divididos pelo rio principal e pelos seus afluentes (com vaus para serem atravessados).
ru: Карта разрезана пополам рекой с востока на запад с небольшими мелководьями. Прореженный лесом и в основном плоский. Много мест пригодных для строительства. Сбалансированные ресурсы. Территории делятся по главной реке и притокам (с необходимыми бродами).
sk: Stredom mapy, z východu na západ, prechádza rieka s niekoľkými plytčinami. Mapa je v podstate plochá, pomerne otvorená a zalesnená. Dostatok miesta na stavbu. Prírodné zdroje sú dobre vyvážené. Územia civilizácií sú oddelené hlavnou riekou a jej prítokmi (s plytčinami na prechod tam, kde je to potrebné).
sr: Мапа је пресечена током реке од истока ка западу. Раштркана шума и углавном равна. Доста простора за изградњу. Добро балансирани ресусри. Територије су подељене главном реком и притокама (са неопходним плићацима за прелаз).
sv: Kartan skärs i mitten av en flod som korsar öst-väst med några grunda ställen. Ganska öppen, med många träd och i princip platt. Gott om utrymme för byggnader. Väl avvägda resurser. Civilisationernas territorier delas av huvudfloden och bifloder (med nödvändiga grunda ställen för korsningar).
tr: Harita, doğu-batı yönünde geçen bir nehir tarafından kesilir. Oldukça ağaçlık açık ve temelde düz. Bina Bol. Dengeli kaynaklar. Uygarlığı Toprakları ana nehir ve kolları tarafından ikiye ayrılır (geçişler için sığ yerler gerekli).
uk: Карта розрізана навпіл рікою зі сходу на захід з декількома бродами. Деякі частини покриті лісом. Багато місць для будівництва. Збалансовані ресурси. Території поділяються по головні ріці та притоках (з необхідними бродами для переправи).
zh: 一条东西流向的河流，将地图分割成南北两部分。 开阔平坦，适宜城建，资源分配也很平衡。 河流为各国天然疆界。
zh_tw: 這個地圖是由一條橫跨東西兩邊、有一些小淺灘的河流流過。 相當開闊且有許多樹木，基本上是平坦的。有很多可建造建築物的空間。資源分配很平衡。 每個文明的領土由主流及支流所劃分（包含跨越所必須的淺灘）。

source: Lorraine Plain (2)
ast: Ḷḷana de Lorena (2)
bg: Лотарингско поле (2)
br: Kompezenn al Loren (2)
ca: Plana de Lorena (2)
cs: Lorrainská planina (2)
da: Lorrainesletten (2)
de: Lothringische Ebene (2)
el: Πεδιάδες Λωρραίνης (2)
es: Planicies de Lorena (2)
eu: Lorenako Lautadak (2)
fa: دشت ی لورن (2)
fi: Lothringenin tasanko (2)
fr: Plaine de Lorraine (2)
ga: Machaire na Lorráine (2)
gd: Blàr Lorraine (2)
hu: Lotaringia (2)
id: Dataran Lorraine (2)
it: Pianura di Lorena (2)
ja: ロレーヌ平原 (2)
ko: 로렌 평야 (2)
ms: Dataran Lorraine (2)
nb: Lorrainesletten (2)
nl: Vlakte van Lotharingen (2)
pl: Równina Lotaryngii (2)
pt_br: Planície da Lorena (2)
pt_pt: Planície de Lorena (2)
ru: Лотарингское плато (2)
sk: Lotrinská planina (2)
sr: Лоренска равница (2)
sv: Lorrainefälten (2)
tr: Lorraine Ovası (2)
uk: Лотаринзька рівнина (2)
zh: 洛林平原 (2)
zh_tw: 洛林平原 (2)

source: Two of India's greatest empires, the Maurya Empire and Gupta Empire, originated in Magadha, a region in Northern India near the sacred River Ganges. This map was designed as a 1v1 map suitable for rated and tournament play.
ast: Dous de los imperios más grandes de la India, el Maurya & el Gupta, iniciarun in Mágadha, una stadia de la India septentrional a la oriella l sagradu riw Ganges. Esta geographía sta desiñada para partidɐs 1-1, tanto classificatoriɐs cumo competitivɐs.
bg: Две от най-великите империи на Индия, Маурийската и Гупта, произхождат от Магадха — местност в северна Индия, близо до свещената река Ганг. Тази карта е предвидена за 1 срещу 1 и е подходяща за турнири и игри за класация.
cs: Dvě z největších indických říší, Mauríjská říše a Guptská říše, vznikly v Magadha, oblasti v severní Indii poblíž posvátné řeky Gangy. Tato mapa byla navržena jako mapa 1v1 vhodná pro hodnocené a turnajové hry.
da: To af Indiens største imperier, Maurya-imperiet og Gupta-imperiet, opstod i Magadha, en region i det nordlige Indien nær den hellige flod Ganges. Dette kort blev designet som et 1v1-kort, der er egnet til bedømt spil og turneringsspil.
de: Zwei von Indiens größten Imperien, das Maurya- und das Gupta-Reich, stammten aus Magadha, einer Region im nördlichen Indien nahe dem heiligen Fluss Ganges. Diese Karte wurde als 1v1-Karte entworfen, geeignet für gewertete Spiele und Tourniere.
el: Δύο απο τις μεγαλύτερες αυτοκρατορίες της Ινδίας, η αυτοκρατορία της Μαουρύα και η αυτορκρατορία των Γκούπτα στη Μαγκάντα , μια περιοχή Βόρεια της Ινδίας κοντά στον ιερό ποταμό Γάγγη. Αυτός ο χάρτης σχεδιάστηκε για 1v1 κατάλληλος για παιχνίδι κατάταξης και τουρνουά.
es: Dos de los mayores imperios de la India, el Imperio Maurya y el Imperio Gupta, se originaron en Magadha, una región del norte de la India cerca del sagrado río Ganges. Este mapa fue diseñado como un mapa 1v1 adecuado para el juego clasificado y de torneo.
eu: Indiako inperio handienetako bi, Maurya inperioa eta Gupta Inperioa, Magadha-n sortu ziren, Indiako iparraldean, ganga ibai sakratuen ondoan. Mapa hau 1V1 mapa gisa diseinatu da, sailkatze eta txapelketa jokoetarako egokia.
fi: Kaksi Intian suurimmista valtakunnista, Mauryan valtakunta ja Guptan valtakunta, saivat alkunsa Magadhasta, joka sijaitsee Pohjois-Intiassa lähellä pyhää Ganges-jokea. Tämä kartta suunniteltiin 1v1-kartaksi, joka soveltuu arvioituihin peleihin ja turnauksiin.
fr: Deux des plus grands empires de l'Inde, l'empire Maurya et l'empire Gupta, sont nés à Magadha, une région du nord de l'Inde située près du fleuve sacré Ganges. Cette carte a été conçue comme une carte 1v1 adaptée aux jeux classés et aux tournois.
id: Dua kemaharajaan terbesar India, Kemaharajaan Maurya dan Kemaharajaan Gupta, berasal dari Magadha, wilayah di India Utara di dekat Sungai Gangga yang suci. Peta ini dirancang sebagai peta 1 lawan 1 cocok untuk permainan peringkat dan turnamen.
it: Due dei più grandi imperi dell'India, Maurya e Gupta, ebbero origine nel Magadha, una regione dell'India settentrionale vicino al sacro fiume Gange. Questa mappa è stata progettata come mappa 1v1 adatta per partite classificate e tornei.
ja: インドの2大帝国、マウリヤ帝国とグプタ帝国は、聖なる川、ガンジス川に近い北インドのマガダ地方で生まれました。 このマップは、レーティングやトーナメントでのプレイに適した1vs1のマップとしてデザインされました。
ko: 인도의 가장 위대한 제국 중 두 곳인 마우리아 제국과 굽타 제국은 신성한 갠지스 강 주변의 북인도 지역 마가다에서 유래되었습니다. 이 지도는 정격 및 토너먼트 플레이에 적합한 1v1 지도로 설계되었습니다.
nl: Twee van de grootste koninkrijken van India, de Maurya's en de Gupta's, ontstonden in Magadha, een regio in noordelijk India in de omgeving van de heilige rivier de Ganges. Deze kaart is ontworpen als een 1v1 kaart, geschikt voor competitie- en oefenspellen.
pl: Dwa z największych imperiów Indii, Imperium Maurjów i Imperium Gupta, powstałe w Magadhcie, regionie w północnych Indiach, w pobliżu świętej rzeki Ganges. Ta mapa została zaprojektowana jako mapa 1v1, odpowiednia do gry rankingowej i turniejowej.
pt_pt: Dois dos maiores impérios da Índia, o Império Máuria e o Império Gupta, tiveram origem em Mágada, uma região no norte da Índia perto do rio sagrado Ganges. Este mapa foi concebido como um mapa 1v1 adequado para classificação e torneio.
ru: Две величайших индийских империи, Империя Маурьев и Империя Гуптов, брали свое начало в Магадхе, области на севере Индии возле священной реки Ганг. Эта карта разработана для игры 1v1 и подходит для турниров.
tr: Hindistan'ın en büyük imparatorluklarından ikisi, Maurya İmparatorluğu ve Gupta İmparatorluğu, Kuzey Hindistan'da kutsal Ganj Nehri yakınında bir bölge olan Magadha'da doğdu. Bu harita, dereceli ve turnuva oyunlarına uygun 1v1 bir harita olarak tasarlanmıştır.
uk: Дві найбільші імперії Індії, імперія Маур'я та імперія Гупта, виникли в Магадхе, регіоні в Північній Індії поблизу священної річки Ганг. Ця карта була розроблена як карта 1 на 1, яка підходить для рейтингової та турнірної гри.
zh: 印度史上两大帝国，孔雀王朝和笈多王朝，起源于北印摩揭陀，靠近神圣的恒河。 单人对单人，适合评级和锦标赛。
zh_tw: 印度最偉大的兩個帝國，孔雀王朝和笈多帝國，起源於印度北部靠近神聖恒河的摩揭陀地區。 這張地圖被設計為適合評級和錦標賽的 1v1 地圖。

source: Magadha (2)
ast: Mágadha (2)
bg: Магадха (2)
el: Μαγκάντα (2)
ja: マガダ地方 (2)
ko: 마가다 (2)
pt_pt: Mágada (2)
ru: Магадха (2)
uk: Маґадга (2)
zh: 摩揭陀国（2）
zh_tw: 摩揭陀 (2)

source: A large oasis acts as the hub of mountainous spokes that divide the home territories of each player.
ast: Una gran oasis anodia lɐs cordoleirɐs serraposɐs entre los territorios iniciales de cada jogador.
bg: Огромен оазис е сборна точка на хълмисти ивици, разделящи териториите на играчите.
br: Un oaziz ledan a ra evel bannoù ar c'hreiz menezek a rann tiriadoù pep c'hoarier.
ca: Un gran oasi actua com a centre dels radis muntanyosos que divideixen els territoris d'origen dels jugadors.
cs: Rozsáhlá oáza jako středobod pohoří, které odděluje domovské území každého hráče.
da: En stor oase er forbindelsen imellem hver spillers hjemterritorier, som er adskilt af bjergkæder.
de: Eine große Oase als Mittelpunkt von gebirgigen Speichen, die die Heimatterritorien der Spieler trennen.
el: Μια μεγάλη όαση λειτουργεί ως κομβικό σημείο των ορεινών ακτίνων που χωρίζουν τα οικία εδάφη του κάθε παίκτη.
es: Un gran oasis funciona como el centro de donde emergen cordilleras que dividen el territorio inicial de cada jugador.
eu: Oasi bat non jokalari bakoitzaren hasierako lurraldea erdibitzen duen mendikateak sortzen diren.
fi: Suuri keidas toimii keskipisteenä vuoriston muodostamille säteille, jotka jakavat kunkin pelaajan kotialueet.
fr: Une grande oasis sert de plaque tournante aux arêtes montagneuses qui séparent les territoires d'origines de chaque joueur.
ga: Feidhmíonn ósais mhór mar lár-ionad na spócaí sléibhtiúla ag righ idir bunáiteanna na n-imreoirí.
gd: Tha innis-fhàsaich mhòr ’na cho-ionad airson clàran-cuibhle beanntach a sgaraicheas ranntairean nan cluicheadairean.
hu: Egy nagy oázist, mint kerékagyat a küllők, úgy vesznek körbe a hegyek, melyek elválasztják a játékosok saját területeit.
id: Sebuah oasis besar bertindak sebagai pusat jeruji pegunungan yang membagi wilayah rumah masing-masing pemain.
it: Una grande oasi funge da fulcro alle colline che dividono i territori di ogni giocatore.
ja: 大きなオアシスを中心に山脈が放射状に延び、各プレイヤーの本拠地を隔てています。
ko: 큰 오아시스는 각 플레이어의 거주 지역을 나누는 산악 스포크의 허브 역할을합니다.
ms: Oasis besar yang berfungsi sebagai hab gunung-ganang yang mana membahagi wilayah tanahair setiap pemain.
nb: En stor oase utgjør navet for eiker av fjellkjeder som adskiller hjemmeområdene til hver spiller.
nl: Een grote oase als een middelpunt van bergketens die de gebieden van elke speler verdeelt.
pl: Ogromna oaza służy za piastę z ogromnymi szprychami, które dzielą terytoria każdego gracza.
pt_br: Um grande oasis atuando como eixo de cadeias de montanhas que dividem o território de cada jogador.
pt_pt: Um grande oásis central é o fulcro das cadeias montanhosas que dividem os territórios iniciais de cada jogador.
ru: Большой оазис с горными хребтами которые разделяют территории игроков.
sk: Veľká oáza pripomínajúca hlavu kolesa s vrchovatými spicami, ktoré delia územia hráčov.
sv: En stor oas bildar knutpunkten av stora bergskedjor som delar upp spelarnas territorier.
tr: Büyük bir vaha her oyuncunun kendi topraklarını böler, vaha merkez olarak görülür.
uk: Великий оазис концентрує гірські хребти, які відділяють початкові позиції гравців.
zh: 中心为一方大绿洲，玩家领地被山地隔开。
zh_tw: 有一個大型的綠洲在中心，且有許多山地障礙將每個玩家的領土隔開。

source: Median Oasis (2)
ast: Oasis de la Media (2)
bg: Междинен оазис (2)
br: Oasiz Median (2)
ca: Oasi mede (2)
cs: Médská oáza (2)
da: Midtoase (2)
de: Medische Oase (2)
el: Μηδία Όαση (2)
es: Oasis meridional (2)
eu: Hegoko Oasia (2)
fi: Meedian keidas (2)
fr: Oasis médique (2)
ga: Ósais Mhéideach (2)
gd: Innis-fhàsaich Mheadach (2)
hu: Méd oázisok (2)
id: Oase Median (2)
it: Oasi Media (2)
ja: メディアのオアシス (2)
ko: 중앙에 있는 오아시스 (2)
ms: Oasis Median (2)
nb: Mediansk oase (2)
nl: Medische oase (2)
pl: Medyjska Oaza (2)
pt_br: Oásis Medo (2)
pt_pt: Oásis médio (2)
ru: Средний оазис (2)
sk: Médska oáza (2)
sr: Оазе у Медији (2)
sv: Medisk Oas (2)
tr: Medyan Vahası (2)
uk: Мідійський оазис (2)
zh: 梅迪安绿洲 (2)
zh_tw: 米底亞綠洲 (2)

source: Median Oasis (4)
ast: Oasis de la Media (4)
bg: Междинен оазис (4)
br: Oasiz Median (4)
ca: Oasi mede (4)
cs: Médská oáza (4)
da: Midtoase (4)
de: Medische Oase (4)
el: Μηδία Όαση (4)
es: Oasis meridional (4)
eu: Hegoko Oasia (4)
fa: واحه ی مادی (4)
fi: Meedian keidas (4)
fr: Oasis médique (4)
ga: Ósais Mhéideach (4)
gd: Innis-fhàsaich Mheadach (4)
hu: Méd oázisok (4)
id: Oase Median (4)
it: Oasi Media (4)
ja: メディアのオアシス (4)
ko: 중앙에 있는 오아시스 (4)
ms: Oasis Median (4)
nb: Mediansk oase (4)
nl: Medische oase (4)
pl: Medyjska Oaza (4)
pt_br: Oásis Medo (4)
pt_pt: Oásis médio (4)
ru: Средний оазис (4)
sk: Médska oáza (4)
sr: Оазе у Медији (4)
sv: Medisk Oas (4)
tr: Medyan Vahası (4)
uk: Мідійський оазис (4)
zh: 梅迪安绿洲 (4)
zh_tw: 米底亞綠洲 (4)
