Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/klingonese.public-gui-gamesetup.po
Languages: kth_gb

source: "Woe to the Defeated!" - Brennus, Gaulish chieftain who had seized Rome (with the exception of a garrison on Capitoline Hill). When Camillus arrived from Veii and besieged him, he negotiated his withdrawal for 1000 pounds of gold, but not without using false weights and adding the weight of his sword on the scale when the Romans complained (Polybius, "Histories", II. 18)
kth_gb: "DaH bIropmo' jey!" - brennus, gaulish chieftain 'Iv rome jonlu'chugh (with the exception of garrison capitoline HuD). paw vo' veii 'ej ghaHvaD besieged camillus, withdrawal Sutlh ghaH 1000 pounds gold 'ach wej Hutlh ngebmo' ngI' lo' 'ej 'etlh ngI' chel ghISDen HeghDI' roman bep (polybius. "qun", II. 18)

source: "Robbery, slaughter, plunder, they \[the Romans] deceivingly name empire; they make a wasteland and call it peace." - Calgacus, Caledonian chieftain in a speech before the Battle of Mons Graupius (Tacitus, "Agricola", 30)
kth_gb: "Hejbe'choH ghotpu' vay' ngoQ chavlaHbe' plunder, chaH \wo' deceivingly 'oH pong [roman]; wasteland chenmoH 'ej 'oH pong tam." -calgacus, caledonian chieftain qaStaHvIS SoQ pa' may' mons graupius (tacitus. "Agricola", 30)

source: "All mankind rules its women, and we rule all mankind, but our women rule us." - Cato the Elder (Plutarch, "Moralia", III. "Sayings of Romans", 198e)
kth_gb: "be' Dache'taHvIS Hoch nIv je nuv Segh'e' 'ej Hoch nIv je nuv Segh'e' Dache'taHvIS maH, 'ach maHvaD Dache'taHvIS be'." - cato quppu' (plutarch. "Moralia", III. "ghu' lupegh roman", 198e)

source: "Moreover, I consider that Carthage should be destroyed." - Cato the Elder, who ended all speeches in his later life with this statement (Plutarch, "Parallel Lives", "Cato the Elder", sec. 27)
kth_gb: "nep 'e' vaj Qaw' carthage qel jIH." - cato quppu' 'Iv Hoch SoQ neH later yIn je (plutarch statement qabna'Daj 'angmeH, "Parallel Lives", "cato quppu'", sec. 27)

source: "If a king is energetic, his subjects will be equally energetic." - Chanakya ("Arthashastra", I. "Concerning Discipline", chapter 19)
kth_gb: "tlhoy ta' energetic, subjects ghaH quvmoH 'e' qawqu' energetic." - Chanakya ("Arthashastra", I. "Concerning Discipline", chapter 19)

source: "Whoever imposes severe punishment becomes repulsive to the people; while he who awards mild punishment becomes contemptible. But whoever imposes punishment as deserved becomes respectable." - Chanakya ("Arthashastra", I. "Concerning Discipline", chapter 4)
kth_gb: "severe bIj imposes whoever moj repulsive lu'angbe'nISlu'; wa'vatlh ghaH 'Iv van'a' ralchugh, vaj bIj moj natlh. 'ach bIj imposes whoever Hoch qotlh moj respectable." - Chanakya ("Arthashastra", I. "Concerning Discipline", chapter 4)

source: "We did not flinch but gave our lives to save Greece when her fate hung on a razor's edge." - Corinthian epitaph to their fallen of the Persian Wars (Plutarch, "Moralia", XI. "On the Malice of Herodotus", 870e)
kth_gb: "wej flinch 'ach yInmaj 'elaDya' toD HeghDI' rol taj HeH HuS San nob." - corinthian Claud pum persian veS (plutarch. "Moralia", XI. "Malice herodotus", 870e)

source: "Then the blood really flowed, for the two lines were so close that shield struck against shield, and they drove their swords into each other's faces. It was impossible for the weak or cowardly to retreat; man to man they fought like in single combat." - Curtius Rufus about the Battle of Issos ("Histories of Alexander the Great", III. 11.5)
kth_gb: "vaj qar flowed 'Iw, cha' tlhegh vaj SoQ 'e' against botjan mup yoD 'ej 'etlh yItungHa', qaH QaQ chaH vaj qab Hoch latlh. DuHbe' leSpoH puj joq cowardly HeD. loD loD ghob chaH rur qaStaHvIS Vas Hembogh DujDaj." - curtius Hatlhvo' vIHtaHbogh may' issos ("AlexanderIjIn Dun qun", III. 11.5)

source: "I am Cyrus, who won for the Persians their empire. Therefore do not begrudge me this bit of earth that covers my bones." - Cyrus the Great's epitaph (Plutarch, "Parallel Lives", "Alexander", sec. 69)
kth_gb: "cyrus, 'Iv wo' Qap persian. vaj not HattaHvIS Hom yuvtlhe' 'e' bit begrudge jIH." - Cyrus the Great's epitaph (Plutarch, "Parallel Lives", "Alexander", sec. 69)

source: "I am Darius, the great king, king of kings, the king of Persia, the king of countries, \[...] 23 lands in total." - Darius I. (Behistun inscription, column I, 1-6)
kth_gb: "darius, QInvam nIv ta', ta' ta', persia ta', Sep ta',. \[...] puH 23 neH total." - Darius I. (Behistun inscription, column I, 1-6)

source: "Phraortes was captured and brought before me. I cut off his nose, his ears, and his tongue, and I put out one eye, and he was kept in chains at my palace entrance, and all the people saw him. Then I crucified him in Ecbatana; and the men who were his foremost followers \[...] I flayed and hung out their skins, stuffed with straw." - Darius I. (Behistun inscription, column II, 32)
kth_gb: "jon je qem pa' jIHvaD phraortes. pe' jIH DoH ghIch, teS je jat tIrIHHa' jIH wa' mIn, 'ej pol qaStaHvIS mIr DeSDu' entrance palace 'ej ghaH legh nuvpu' Hoch. vaj ghaHvaD naQDaq jIH neH ecbatana; 'ej loD foremost pabwI' 'Iv \[...] flayed 'ej DIr DIr, ghoD je straw." - Darius I. (Behistun inscription, column II, 32)

source: "By desiring little, a poor man makes himself rich." - Democritus (fragment)
kth_gb: "pong ram HoHqang, loD vIvup chenmoH ghaH mIp." - Democritus (fragment)

source: "It is hard to be governed by one's inferior." - Democritus (fragment)
kth_gb: "let qum pong wa' QIv." - Democritus (fragment)

source: "Physical strength is only noble in cattle, it is strength of character that is noble in men." - Democritus (fragment)
kth_gb: "physical HoS neH quv pa' cattle, HoS vuDmey'e' 'ej QuQ ghaH qaStaHvIS loD quv." - Democritus (fragment)

source: "It is not possible to found a lasting power upon injustice, perjury, and treachery." - Demosthenes, in one of his many speeches against the rising Phillip II of Macedon ("Olynthiac II", 10)
kth_gb: "'eb Qav HoS Samta'meH injustice, perjury, 'urmang 'ej qIt." - demosthenes. ghaH neH law' QIch against Hu'DI' loD phillip ghu'vam macedon (wa'"Olynthiac II", 10)

source: "Delivery, delivery, delivery." - Demosthenes, when asked what were the three most important elements of rhetoric (Cicero, "De Oratore", 3.213)
kth_gb: "Delivery, delivery, delivery." - demosthenes, QInvam HeghDI' nuq 'oH wej potlh 'ach elements rhetoric (cicero, tlhob "De Oratore", 3.213)

source: "The Macedonians first raised an unearthly shout followed by the Persians answering, so that the whole hillside bordering the battlefield echoed back the sound, and that second roar was louder than the Macedonian war cry as five hundred thousand men shouted with one voice." - Diodorus Siculus about the Battle of Issos ("The Library of History", XVII., sec. 33)
kth_gb: "wa'DIch unearthly jach tlha' persian jang pep, vaj chenchoH wab 'ej roar cha'DIch echoed wItI'nISmo' naQ hillside che'ron bordering louder macedonian veS SaQ law' Hoch je wa' jach vagh bIp loD macedonian ghogh." - Diodorus siculus vIHtaHbogh may' issos ("The Library of History", XVII., sec. 33)

source: "Brasidas, taking his stand on the gangway, fought off from there the multitude of Athenians who converged upon him. And at the outset he slew many as they came at him, but after a while, as numerous missiles assailed him, he suffered many wounds on the front of his body." - Diodorus Siculus, on a brave Spartan at the Battle of Pylos ("The Library of History", XXII., sec. 62)
kth_gb: "athenian 'ej QuQ 'Iv ghaH converged ghom'a' ghob vo' pagh brasidas Qam ghaH gangway. 'ej DeSDu' outset law' slew ghaH ghoS chaH ghewQaS'e' 'ach qaSpu'DI' vIS, Hoch assailed numerous missiles law' rIQ HajmoHmeH MIQ tlhop." - diodorus siculus, yoH spartan legh may' pylos ("The Library of History", XXII., sec. 62)

source: "Plato had defined man as an animal, biped and featherless, and was applauded. Diogenes \[of Sinope] plucked a fowl and brought it into the lecture-room with the words: Here is Plato's man. In consequence of which there was added to the definition: having broad nails." - Diogenes Laertius ("The Lives and Opinions of Eminent Philosophers", "Diogenes", sec. 40)
kth_gb: "loD defined je DaHechbe'chugh, biped 'ej featherless, 'ej applauded plato. diogenes \[sinope] fowl pang je qem 'oH vaj SoQ-pa' je mu': naDev plato loD. in consequence of baS pagh chel definition: broad nails ghaj." - Diogenes Laertius ("yIn Eminent Philosophers vuD je", "Diogenes", sec. 40)

source: "I am a citizen of the world." - Diogenes of Sinope (Diogenes Laertius, "The Lives and Opinions of Eminent Philosophers", "Diogenes", sec. 63)
kth_gb: "rewbe' qo'." - Diogenes of Sinope (Diogenes Laertius, "yIn Eminent Philosophers vuD je", "Diogenes", sec. 63)

source: "It is not that I am mad, it is only that my head is different from yours." - Diogenes of Sinope (Stobaeus, "Florilegium", 51)
kth_gb: "'oH 'e' maw', neH 'e' yIchev pIm vo' lu'." - Diogenes of Sinope (Stobaeus, "Florilegium", 51)

source: "Yes, stand a little out of my sunshine." - Diogenes of Sinope to Alexander the Great, who asked if he could help in in any way (Plutarch, "Parallel Lives", "Alexander", sec. 14)
kth_gb: "HIja', Qam loQ sunshine." - diogenes sinope AlexanderIjIn Dun, vaj QaHlaH neH qaStaHvIS vay' (plutarch mIw ghel 'Iv "Parallel Lives", "Alexander", sec. 14)

source: "The victor is not victorious if the vanquished does not consider himself so." - Ennius ("Annales", fragment 31.493)
kth_gb: "charghwI' 'oHbe' victorious ta' vaj ghaH wej qel HIHIvqa' qaSjaj." - Ennius ("Annales", fragment 31.493)

source: "Stranger, go tell the Spartans that we lie here, obedient to their laws." - Epitaph at Thermopylae for Leonidas and his men (Herodotus, "The Histories", VII. 228)
kth_gb: "Stranger, 'e' maH Qot naDev obedient chut ghItlhpu'DI' spartans ghoS." - Claud DeSDu' thermopylae leonidas (herodotus, loD 'ej "The Histories", VII. 228)

source: "A coward turns away, but a brave man's choice is danger." - Euripides ("Iphigenia in Tauris")
kth_gb: "tlhe' nuch peghoS, 'ach yoH loD wIv Qob." - Euripides ("Iphigenia in Tauris")

source: "Brave men are made bolder by ordeals, but cowards achieve nothing." - Euripides ("Iphigenia in Tauris")
kth_gb: "yoH chenmeH bolder pong ordeals 'ach pagh chav nuch." - Euripides ("Iphigenia in Tauris")

source: "Cowards do not count in battle; they are there, but not in it." - Euripides ("Meleager")
kth_gb: "wej 'ech nuch may'Daq; chaH pa', 'ach wej neH 'oH." - Euripides ("Meleager")

source: "Chance fights ever on the side of the prudent." - Euripides ("Pirithous")
kth_gb: "ghob 'eb reH on the side of prudent." - Euripides ("Pirithous")

source: "Return with your shield, or on it." - Farewell of Spartan women to their warriors, implying that cowards would throw away their shield in battle to flee (Plutarch, "Moralia", XVIII. "Sayings of Spartan Women", 241f)
kth_gb: "chegh je botjan joq 'oH." - Qapla' spartan be' SuvwI', vaj yoD woD nuch qaStaHvIS may' Haw' implying (plutarch. "Moralia", XVIII. "Sayings of Spartan Women", 241f)

source: "I came, I saw, I conquered." - Gaius Julius Caesar, after routing Pharnaces II of Pontus in the first assault (Plutarch, "Parallel Lives", "Caesar", sec. 50)
kth_gb: "Ha' jIH leghDI', chargh jIH." - Gaius Julius Caesar, qaSpu'DI' pharnaces ghu'vam pontus He neH wa'DIch assault (plutarch."Parallel Lives", "Caesar", sec. 50)

source: "Men willingly believe what they wish." - Gaius Julius Caesar ("De Bello Gallico", III. 18)
kth_gb: "nuq vIneH chaH willingly Har loD." - Gaius Julius Caesar ("De Bello Gallico", III. 18)

source: "It is not the well-fed long-haired man I fear, but the pale and the hungry looking." - Gaius Julius Caesar (Plutarch, "Parallel Lives", "Antony", sec. 11)
kth_gb: "'oH vIngIl fed nI'-haired loD HajchoHtaHvIS, 'ach meqlaHchaj je ghung legh." - Gaius Julius Caesar (Plutarch, "Parallel Lives", "Antony", sec. 11)

source: "After fighting from noon almost to sunset, with victory doubtful, the Germans, on one side charged the enemy in a compact body, and drove them back; and, when they were put to flight, the archers were surrounded and cut to pieces." - Gaius Julius Caesar about the Battle of Alesia ("De Bello Gallico", VII. 80)
kth_gb: "qaSpu'DI' ghob vo' DungluQ pugh sunset. ghaH tlhejmeH yay mu'tlhegh vay' tIja', lom compact jagh Huj, 'ej chaHvaD yItungHa', qaH QaQ wItI'nISmo' german, wa' Dop. 'ej, chaH flight, lan Dech pe' 'ay' quv lughaj Archer beqDaj." - gaius yulyuS Dunqu' voDleH vIHtaHbogh alesia may' ("De Bello Gallico", VII. 80)

source: "All the centurions of the fourth cohort were slain, and the standard-bearer killed, the standard itself lost, almost all the centurions of the other cohorts either wounded or slain, and among them the chief centurion of the legion, Publius Sextius Baculus, a very valiant man, who was so exhausted by many and severe wounds, that he was already unable to support himself." - Gaius Julius Caesar about the Battle of the Sabis ("De Bello Gallico", II. 25)
kth_gb: "slain fourth cohort Hoch centurions, 'ej standard-bearer HoH, tlhoS Hoch centurions latlh cohorts rIQ HoD pagh slain, 'ej jawbe' chaH luj, motlh narghtaHvIS 'oH chief centurion legion, publius sextius baculus, yoHlaw' ghot 'Iv vaj taQbang pong rIQ law' 'ej severe, 'e' ghaH chonayta' unable ghaH Qutlh." - gaius yulyuS Dunqu' voDleH vIHtaHbogh may' sabis ("De Bello Gallico", II. 25)

source: "But the enemy \[...] displayed such great courage, that when the front rank had fallen the men behind them stood on them and continue the fight from on top of the corpses; when these were killed the pile of bodies grew higher, while the survivors used the heap as a vantage point for throwing missiles at our men, or catching our spears and throwing them back." - Gaius Julius Caesar about the Battle of the Sabis ("De Bello Gallico", II. 27)
kth_gb: "But the enemy \[...] vIq Dun qajunpaQ, 'e' HeghDI' pIghna' tlhop patlh Qam chaH 'ej ghob vo' on top of lom taH De''e' chaH loD cha'; luHoHlu'DI' roD MIQ pile HoSchoH veb, poStaHvIS heap lo' survivors je vantage lang missiles chuH DeSDu' loD joq Dub QIn catching 'ej chaHvaD chuH." - gaius yulyuS Dunqu' voDleH vIHtaHbogh may' sabis ("De Bello Gallico", II. 27)

source: "The die is cast." - Gaius Julius Caesar, when crossing the Rubicon river with his legion into Italy, a capital offense that led to his civil war against Pompey (Suetonius, "The Lives of the Twelve Caesars", 32)
kth_gb: "woDlu'chugh Hegh." - gaius julius caesar, HeghDI' rubicon bIQtIq legion Hub'eghtaHvIS vaj 'Italya', mon HeS Data''a' 'e' Dev civil veS against pompey (suetonius. "voDleH wa'maHcha' yIn", 32)

source: "I'd rather be the first man here than the second man in Rome." - Gaius Julius Caesar, when passing through a barbarian village in the Alps (Plutarch, "Parallel Lives", "Caesar", sec. 11)
kth_gb: "nongtaH ghaH 'e' wa'DIch loD naDev law' cha'DIch loD neH rome." - gaius julius caesar, HeghDI' juS vegh barbarian vengHom neH (plutarch, alps "Parallel Lives", "Caesar", sec. 11)

source: "Stop quoting laws, we carry weapons!" - Gnaeus Pompeius Magnus (Plutarch, "Parallel Lives", "Pompey", sec. 10)
kth_gb: "chut quoting mev, nuH qeng maH!" - gnaeus pompeius magnus (plutarch. "Parallel Lives", "Pompey", sec. 10)

source: "If a man put out the eye of another man, his eye shall be put out." - Hammurabi (Hammurabi's Code, sec. 196)
kth_gb: "vaj latlh loD mInDu' tIrIHHa' loD, vaj tIrIHHa' mInDu'." - Hammurabi (Hammurabi's Code, sec. 196)

source: "I have come not to make war on the Italians, but to aid the Italians against Rome." - Hannibal Barca (Polybius, "Histories", III. 85)
kth_gb: "Ha' jIH noH chenmoH italian, 'ach against rome italian boQ." - Hannibal Barca (Polybius, "Histories", III. 85)

source: "Let us now end the anxiety of the Romans, who can't wait for the death of an old man." - Hannibal Barca's last words before his suicide, in exile with Flaminius pressuring the local ruler to hand him over (Livius, "Ab Urbe Condita", XXXIX. 51)
kth_gb: "maHvaD ghu'vam roman, 'Iv pagh loS HeghnIS loD qan anxiety DaH qabna'Daj." - hannibal Barca Qav words pa' suicide, qaStaHvIS ghIm flaminius lutu'lu'bej Do che'wI' 'oH ghaH ghopDu' rIn (livius, joH rop "Ab Urbe Condita", XXXIX. 51)

source: "Most inhuman and most arrogant of nations, they \[the Romans] reckon the world as theirs and subject to their pleasure. With whom we are to be at war, with whom at peace, they think it right that they should determine." - Hannibal Barca, addressing his troops (Livius, "Ab Urbe Condita", XXI. 44)
kth_gb: "rav inhuman 'ej rav 'eDjen nations, chaH \qo' je theirs 'ej subject to bel doubt [roman]. ghaH whom 'e' legh veS, whom DeSDu' tam, 'oH Qub chaH lugh 'e' vaj qIlmeH pIj chaH." - hannibal Barca, (livius, QaS SoQ "Ab Urbe Condita", XXI. 44)

source: "You must be brave and discard all hopes of anything but victory or death." - Hannibal Barca, addressing his troops (Livius, "Ab Urbe Condita", XXI. 44)
kth_gb: "yoH, 'ej Hoch tul anything but Qaplu' Hegh polHa'." - hannibal Barca, (livius, QaS SoQ "Ab Urbe Condita", XXI. 44)

source: "War is the father and king of all things: some he has made gods, and some men; some slaves and some free." - Herakleitos (Hippolytus, "The Refutation of all Heresies", IX. 4)
kth_gb: "veS je Hoch ta' vav: 'op qeylIS, 'ej 'op ghot; chenmoHta' ghaH tlhab toy'wI''a' 'op 'ej tlha' 'op." - Herakleitos (Hippolytus, "Hoch Heresies Refutation", IX. 4)

source: "You could not step twice into the same river." - Herakleitos (Plato, "Cratylos", 402a)
kth_gb: "laH wej mIw SoHvaD cha'logh vaj bIQtIq rap." - Herakleitos (Plato, "Cratylos", 402a)

source: "It is better to be envied than to be pitied." - Herodotus ("The Histories", III. 52)
kth_gb: "Dunmo' ghal puS vup." - Herodotus ("The Histories", III. 52)

source: "In soft regions are born soft men." - Herodotus ("The Histories", IX. 122)
kth_gb: "pa' Sep baQa' baQa' loD bogh." - Herodotus ("The Histories", IX. 122)

source: "This is the bitterest pain among men, to have much knowledge but no power." - Herodotus ("The Histories", IX. 16)
kth_gb: "bitterest 'oy' wa' ghot. ghaH 'e' mamej Sov 'ach pagh HoS. ghotvam'e'." - Herodotus ("The Histories", IX. 16)

source: "Although he \[Xerces] had plenty of troops he had few men." - Herodotus ("The Histories", VII. 210)
kth_gb: "naH jajmeymaj ghaH \[Xerces] chaq mo'mey QaS puS loD ghaj." - Herodotus ("The Histories", VII. 210)

source: "The Lacedaemonians \[Spartans] fought a memorable battle; they made it quite clear that they were the experts, and that they were fighting against amateurs." - Herodotus ("The Histories", VII. 211)
kth_gb: "lacedaemonians \[Spartans] may' memorable Suv; 'oH chenmoH chaH ngoDqoq luHar HuvchoH 'e' chaH po' 'ej 'e' SuvmeH chaH amateurs." - Herodotus ("The Histories", VII. 211)

source: "Being informed \[...] that when the Barbarians discharged their arrows they obscured the light of the sun by the multitude of the arrows, he \[Dienekes] \[...] said that their guest \[...] brought them very good news, for if the Medes obscured the light of the sun, the battle against them would be in the shade and not in the sun." - Herodotus describing Dienekes, reputedly the bravest Spartan soldier at Thermopylae (Polybius, "Histories", VII. 226)
kth_gb: "informed \[...] 'e' HeghDI' arrows discharged Barbarians wov pemHov 'a morghmeH chalDaq chaH pong arrows, ghom'a' ghaH \[Dienekes] \[...] vaj jatlh meb \[...] majQa' De', qem chaH vaj pemHov wov 'a morghmeH chalDaq medes, ghaH may' against bIH neH shade 'ej wej pemHov." - herodotus dienekes, reputedly bravest spartan mang DeSDu' thermopylae (polybius, Del "Histories", VII. 226)

source: "The judgement given to Kroisus by each of the two oracles \[Delphi and Thebes] was the same: If he sent an army against the Persians, he would destroy a great empire." - Herodotus, later mentioning that the empire Kroisos destroyed was his own ("The Histories", I. 53)
kth_gb: "judgement nob kroisus pong Hoch oracles cha' \[Delphi and Thebes] rap: vaj mangghom against persian ngeH, wo' Dun Qaw' ghaH." - Herodotus, later wo' QIH kroisos mentioning ("The Histories", I. 53)

source: "He \[King Darius] asked who the Athenians were, and, being informed, called for his bow, and placing an arrow on the string, shot upward into the sky, saying, as he let fly the shaft: Grant me, Zeus, to revenge myself on the Athenians!" - Herodotus, narrating how the Athenian support for the Ionian revolt caught the wrath of Darius I., the Persian king ("The Histories", V. 105)
kth_gb: "ghaH \[King Darius] 'Iv 'ej, informed pong bow athenian ghel 'ej [arrow SIrgh. ghaHDaq lan BERNARDO, bach upward vaj chal, jatlh Hoch tIH puv chaw': zeus. ghaH jIH vIHoH'a' athenian, jIHvaD Grant!" - Herodotus, chay' darius i., ta' persian wrath caught athenian Qutlh ionian Daw' narrating ("The Histories", V. 105)

source: "He \[King Darius] asked one of his servants every day, when his dinner was spread, three times to repeat to him: Master, remember the Athenians!" - Herodotus, narrating how the Athenian support for the Ionian revolt lead to the Persian Wars ("The Histories", V. 105)
kth_gb: "ghaH \[King Darius] Hoch jaj, ghorgh yotlhmeyvo' 'uQ, wej poH jatlhqa' ghel toy'wI' wa': bobaghlu' qaw athenian!" - Herodotus, chay' ngaq ionian Daw' Dev noH persian athenian narrating ("The Histories", V. 105)

source: "Conquered Greece took captive her savage conqueror and brought her arts into rustic Latium." - Horace ("Epistles", epistle I., 156-157)
kth_gb: "captive charghwI' Qa' 'ej SoH'a' qem vaj rustic latium chargh 'elaDya'." - Horace ("Epistles", epistle I., 156-157)

source: "Anger is a momentary madness, so control your passion or it will control you." - Horace ("Epistles", epistle II., 62)
kth_gb: "QeH momentary maw'bej, vaj nongtaHghachwIj yISeH pagh SoH yISeH 'oH." - Horace ("Epistles", epistle II., 62)

source: "It is your concern when your neighbour's wall is on fire." - Horace ("Epistles", epistle XVIII., 84)
kth_gb: "concern SuvrupDI' neighbour tlhoy' qul." - Horace ("Epistles", epistle XVIII., 84)

source: "It is sweet and honorable to die for one's country." - Horace ("Odes", III., ode II., 13)
kth_gb: "Irut quv je Sep wa' Hegh quv Darurmo'." - Horace ("Odes", III., ode II., 13)

source: "I am Cyrus, king of the world..." - Inscription (Cyrus Cylinder)
kth_gb: "cyrus, qo' ta'." - Inscription (Cyrus Cylinder)

source: "In peace the sons bury their fathers, but in war the fathers bury their sons." - Kroisos, king of Lydia (Herodotus, "The Histories", I. 87)
kth_gb: "qaStaHvIS roj vavDaj mol puqloD 'ach qaStaHvIS veS puqloD mol vav." - kroisos, lydia (herodotus, ta' "The Histories", I. 87)

source: "Marry a good man, and bear good children." - Leonidas, to his wife who asked what to do if he died, before he left for Thermopylae (Plutarch, "Moralia", XVI. "Sayings of Spartans", 225a)
kth_gb: "ghot QaQ Saw 'ej QaQ puq SIQ." - Leonidas, be'nal chay' Qu' Heghchugh ghaH, ngejtaH thermopylae (plutarch, mej ghel 'Iv "Moralia", XVI. "Sayings of Spartans", 225a)

source: "Come and get them!" - Leonidas, to the Persian messenger who demanded that he and his men lay down their arms (Plutarch, "Moralia", XVI. "Sayings of Spartans", 225c)
kth_gb: "'ej bIH Suq!" - persian QumwI' 'Iv ghaH 'e' loD 'ej yu' Qot leonidas, tInwI' (plutarch, DeS "Moralia", XVI. "Sayings of Spartans", 225c)
