Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/klingonese.public-gui-other.po
Languages: kth_gb

source: - Huge beasts from Africa and India, trained for war.
kth_gb: - veS Do'qu' nuj tInqu' ghaj beasts Africa 'ej barat..

source: - High Food and Metal cost, but very powerful. Strongest against Structures and Cavalry.
kth_gb: - jen Soj baS 'ej cost, 'ach HoSghaj. strongest tlham Cavalry je.

source: - Vulnerable to infantry skirmishers.
kth_gb: - vulnerable infantry skirmishers.

source: - Available to: Mauryans, Ptolemies, Seleucids, and Carthaginians.
kth_gb: - lupoQ: Mauryans, Ptolemies, Seleucids, Carthaginians.

source: - An oceanic resource.
kth_gb: - oceanic Sup.

source: - 2000 Food.
kth_gb: - Soj 2000.

source: - Gatherable by Fishing Boats after the whale is killed.
kth_gb: - gatherable pong Fishing Duj qaSpu'DI' HoH whale.
