Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/klingonese.public-gui-other.po
Languages: kth_gb

source: Civilization Bonus
kth_gb: Tayqeq Bonus

source: Team Bonus
kth_gb: Butlh Bonus

source: Special Technologies
kth_gb: Cham Le'

source: Special Building
kth_gb: Le' vIleghDI'

source: Heroes
kth_gb: Sub

source: History of the %(civilization)s
kth_gb: qun %(civilization)s

source: Press %(hotkey)s to autocomplete playernames.
kth_gb: Press %(hotkey)s auto naQmoH wanI'mey DawI'pu' pong.

source: Opening %(url)s in default web browser. Please wait...
kth_gb: 'eb %(url)s in default 'ej bebvo' browser. DubelmoHchugh loS...

source: Saved game will be permanently deleted, are you sure?
kth_gb: Deleted toD Qujmey, qarbej?

source: No
kth_gb: Qo'

source: Yes
kth_gb: HIja'

source: Delete the selected entry using %(hotkey)s.
kth_gb: wIv entry lo' delete %(hotkey)s.

source: Hold %(hotkey)s to delete without confirmation.
kth_gb: 'uch %(hotkey)s HurDaq confirmation delete.

source: A randomly selected map.
kth_gb: wIv randomly He 'angbogh wItlha'.

source: Sorry, no description available.
kth_gb: jIQoS, pagh description lupoQ.

source: Unknown Civilization
kth_gb: Sovbe'lu'bogh Qoylu' tayqeq

# playerstate
source: defeated
kth_gb: jey

# playerstate
source: won
kth_gb: Qap

source: No Team
kth_gb: pagh Team

# victory condition
source: Wonder (%(min)s minute)
kth_gb: SIv (%(min)s tup)

# victory condition
source: Capture The Relic (%(min)s minute)
kth_gb: jon relic (%(min)s tup)

source: Relic Count
kth_gb: relic 'ech

source: Heroes can be garrisoned.
kth_gb: laH garrisoned Hero.

source: Exposed Heroes
kth_gb: Hopmo' Hero

source: Heroes cannot be garrisoned, and they are vulnerable to raids.
kth_gb: pagh garrisoned Hero 'ej vulnerable weH.

source: Rated game
kth_gb: rated Qujmey

source: When the winner of this match is determined, the lobby score will be adapted.
kth_gb: HeghDI' qIlmeH pIj winner qul naQmey, adapted tamtaHvIS pe''egh.

source: Locked Teams
kth_gb: Teams ngaQ

source: Players can't change the initial teams.
kth_gb: pImchugh chuqmey poHmey teams pagh choH DawI'pu'.

source: Diplomacy
kth_gb: ghar

source: Players can make alliances and declare war on allies.
kth_gb: laH boq chenmoH 'ej veS maq qoch maHlaH.

source: Only one player can win the game. If the remaining players are allies, the game continues until only one remains.
kth_gb: neH Quj laH Qap wa' DawI'pu'. tlhoy ratlh DawI'pu' qoch maHlaH, taH Quj until ratlh wa' neH.

source: Allied Victory
kth_gb: qoch maHlaH yay

source: If one player wins, his or her allies win too. If one group of allies remains, they win.
kth_gb: vaj Qap wa' DawI', Qap pagh qoch maHlaH je. vaj ratlhtaH wa' ghom qoch maHlaH, Qap chaH.

source: disabled
kth_gb: Qotlh

source: For the first minute, other players will stay neutral.
kth_gb: wa'DIch tup，latlh DawI'pu' 'emDaq neutral.

source: Map Name
kth_gb: He 'angbogh wItlha' pong

source: Map Type
kth_gb: He 'angbogh wItlha' Segh

source: Map Size
kth_gb: He 'angbogh wItlha' Size

source: Map Description
kth_gb: He 'angbogh wItlha' Description

source: Randomly selects a map from the list
kth_gb: randomly biome wIv vo' tetlh

source: Starting Resources
kth_gb: starting Sup

source: Population Limit
kth_gb: roghvaH vuS

# treasures
source: Disabled
kth_gb: Qotlh

# treasures
source: As defined by the map.
kth_gb: Hoch defined pong He 'angbogh wItlha'.

source: Revealed Map
kth_gb: 'ang He 'angbogh wItlha'

source: Explored Map
kth_gb: explore He 'angbogh wItlha'

source: Cheats
kth_gb: ngor

# gamesetup option
source: disabled
kth_gb: Qotlh

source: Defeated
kth_gb: jey

source: Losing connection to server (%(seconds)ss)
kth_gb: connection luj jabwI' (%(seconds)ss)

source: %(player)s losing connection (%(seconds)ss)
kth_gb: %(player)s connection chIl (%(seconds)ss)

source: Bad connection to server (%(milliseconds)sms)
kth_gb: qab connection jabwI' (%(milliseconds)sms)

source: Bad connection to %(player)s (%(milliseconds)sms)
kth_gb: qab connection %(player)s (%(milliseconds)sms)

# network disconnect
source: Unknown reason
kth_gb: Sovbe'lu'bogh Qoylu' meq

source: This is often caused by UDP port 20595 not being forwarded on the host side, by a firewall, or anti-virus software
kth_gb: pIj luH pong udp rut mutlha'taH 20595 wej forwarded Dop host, pong firewall, anti-virus software

source: The host has ended the game
kth_gb: Qujmey qabna'Daj host

source: Game is loading, please try again later
kth_gb: loading Quj, nuqneH nID jatlhqa' later

source: Game has already started, no observers allowed
kth_gb: chonayta' started Quj, chuqmey je pagh observers

source: You have been kicked
kth_gb: pup SoH

source: You have been banned
kth_gb: banned SoH

source: Playername in use. If you were disconnected, retry in few seconds
kth_gb: DawI' pong neH lo'. vaj disconnected, retry qaStaHvIS lup puS

source: Server full
kth_gb: jabwI' naQ

source: Player identifier in use. If you were disconnected, retry in few seconds
kth_gb: luj taHtaHvIS tamtaHvIS authentication. via tamtaHvIS muv

source: Reason: %(reason)s.
kth_gb: mo': %(reason)s.

source: Lost connection to the server.
kth_gb: luj connection jabwI'.

source: Failed to connect to the server.
kth_gb: rar jabwI': luj.

source: Only the host can kick clients!
kth_gb: clients laH pup neH host!

# aiDiff
source: Very Easy
kth_gb: SoHvaD ngeD

# aiDiff
source: Easy
kth_gb: ngeD

# aiDiff
source: Hard
kth_gb: let

# aiDiff
source: Very Hard
kth_gb: SoHvaD let

# victory duration
source: %(min)s minute
kth_gb: %(min)s tup

# ceasefire
source: No ceasefire
kth_gb: pagh ceasefire

# ceasefire
source: %(minutes)s minute
kth_gb: %(minutes)s tup

# map
source: Skirmish
kth_gb: tlhaS

source: A map with a predefined landscape and number of players. Freely select the other gamesettings.
kth_gb: He 'angbogh wItlha' 'ej mI' chu'wI' predefine landscape. vInaD latlh gamesettings wIv.

source: Create a unique map with a different resource distribution each time. Freely select the number of players and teams.
kth_gb: [, unique He 'angbogh wItlha' Sup pIm distribution Hoch poH. ghaHDaq chenmoH BERNARDO. vInaD So'meH chu'wI' teams je wIv.

source: A map with a predefined landscape and matchsettings.
kth_gb: He 'angbogh wItlha' predefine landscape 'ej settings "a.

# victory condition
source: None
kth_gb: pagh

source: Endless game.
kth_gb: endless Qujmey.

source: Unlimited
kth_gb: joq ja'meH DataHvIS

# AI name
source: Unknown
kth_gb: Sovbe'lu'bogh Qoylu'

# AI difficulty
source: Unknown
kth_gb: Sovbe'lu'bogh Qoylu'

# map type
source: Unknown
kth_gb: Sovbe'lu'bogh Qoylu'

# population capacity
source: Unknown
kth_gb: Sovbe'lu'bogh Qoylu'

# victory condition
source: Unknown
kth_gb: Sovbe'lu'bogh Qoylu'

source: Melee Attack:
kth_gb: quarter HIv SoQ:

source: Ranged Attack:
kth_gb: range HIv:

source: Capture Attack:
kth_gb: jon HIv:

source: Circular Splash Damage
kth_gb: Circular Splash QIH

source: Linear Splash Damage
kth_gb: Linear Splash QIH

source: %(attackLabel)s %(damageTypes)s, %(rangeLabel)s %(minRange)s to %(maxRange)s (%(relativeRange)s) %(rangeUnit)s, %(rate)s
kth_gb: %(attackLabel)s %(damageTypes)s, %(rangeLabel)s %(minRange)s . %(maxRange)s (%(relativeRange)s) %(rangeUnit)s, %(rate)s

source: %(attackLabel)s %(damageTypes)s, %(rangeLabel)s %(minRange)s to %(maxRange)s %(rangeUnit)s, %(rate)s
kth_gb: %(attackLabel)s %(damageTypes)s, %(rangeLabel)s %(minRange)s . %(maxRange)s %(rangeUnit)s, %(rate)s

source: second
kth_gb: cha'DIch

source: Health:
kth_gb: porgh Damo' ghaH:

source: Armor:
kth_gb: may'luch:

source: (None)
kth_gb: (pagh)

source: meters
kth_gb: metres

source: meter
kth_gb: metre

source: Garrison Limit
kth_gb: garrison vuS

source: Heal:
kth_gb: vor neH:

source: Health
kth_gb: porgh Damo' ghaH

source: Projectile Limit
kth_gb: projectile vuS

source: Build Rate:
kth_gb: Rate qach:

source: Gather Rates:
kth_gb: Rate ghom:

source: Resource Trickle:
kth_gb: jo trickle:

source: %(resourceIcon)s %(minimum)s to %(resourceIcon)s %(maximum)s
kth_gb: %(resourceIcon)s %(minimum)s . %(resourceIcon)s %(maximum)s

source: Walls: %(costs)s
kth_gb: tlhoy': %(costs)s

source: Towers: %(costs)s
kth_gb: ghurqu' je: %(costs)s

source: Requires %(technology)s
kth_gb: poQ %(technology)s

source: Population Bonus:
kth_gb: roghvaH Bonus:

source: Insufficient resources:
kth_gb: jo ghurmoHlu':

source: Walk
kth_gb: yIt

source: Run
kth_gb: che'

source: Classes:
kth_gb: Segh:

# localeCountry
source: None
kth_gb: pagh

source: Resetting the options will erase your saved settings. Do you want to continue?
kth_gb: toD settings erase DuH resetting. taH vISuq vIneH?

source: You have unsaved changes, do you want to close this window?
kth_gb: choH unsaved SoH, Qorwagh SoQ vISuq vIneH?

source: connecting to server
kth_gb: rar jabwI'

source: upload succeeded
kth_gb: Qap upload

source: upload failed (%(errorCode)s)
kth_gb: luj upload (%(errorCode)s)

source: upload failed (%(errorMessage)s)
kth_gb: luj upload (%(errorMessage)s)

source: unknown
kth_gb: Sovbe'lu'bogh Qoylu'

source: Thank you for helping improve 0 A.D.!
kth_gb: qatlho' Dub QaH 0 A.D.!

source: Status: %(status)s.
kth_gb: Dotlh: %(status)s.

source: %(startWarning)sWarning:%(endWarning)s You appear to be using non-shader (fixed function) graphics. This option will be removed in a future 0 A.D. release, to allow for more advanced graphics features. We advise upgrading your graphics card to a more recent, shader-compatible model.
kth_gb: %(startWarning)sWarning:%(endWarning)s SoHvaD tugh nargh 'e' QI'yaH-shader (tI' Qap) graphics lo'. teqlu'pu' DuH neH pIq 0 a.d. qopHa', chaw' vI'Iprup 'Itlh graphics features. chaw' graphics upgrading vI'Iprup recent, shader-compatible ghantoH qeS maH.

source: Please press "Read More" for more information or "OK" to continue.
kth_gb: DubelmoHchugh press "latlh laD" latlh De' joq "luq" taH.

source: Read More
kth_gb: latlh laD

source: Build: %(buildDate)s (%(revision)s)
kth_gb: qach: %(buildDate)s (%(revision)s)

source: Are you sure you want to quit 0 A.D.?
kth_gb: be bup DaneH'a' 0 A.D.?

source: The scenario editor is not available or failed to load. See the game logs for additional information.
kth_gb: scenario editor 'oHbe' lupoQ pagh luj load. Quj QonoS Saturjaj De' legh.

source: Error
kth_gb: Qagh

source: Launch the multiplayer lobby. \[DISABLED BY BUILD]
kth_gb: tamtaHvIS multiplayer launch. \[DISABLED BY BUILD]

source: This replay is not compatible with your version of the game!
kth_gb: replay 'oHbe' compatible Qujmey version!

source: Required version: %(version)s
kth_gb: poQ version: %(version)s

source: No summary data available.
kth_gb: pagh summary De' lupoQ.

source: Are you sure you want to delete this replay permanently?
kth_gb: be replay delete permanently DaneH'a'?

# datetime
source: Any
kth_gb: vay'

# map size
source: Any
kth_gb: vay'

# map name
source: Any
kth_gb: vay'

# population capacity
source: Any
kth_gb: vay'

# duration
source: Any
kth_gb: vay'

# duration filter
source: < %(max)s min
kth_gb: < %(max)s tup

# duration filter
source: > %(min)s min
kth_gb: > %(min)s tup

# duration filter
source: %(min)s - %(max)s min
kth_gb: %(min)s - %(max)s tup

source: Single- and multiplayer
kth_gb: Vas 'ej law' DawI'pu'

source: Single Player
kth_gb: Vas DawI'pu'

source: Multiplayer
kth_gb: law' DawI'pu'

# victory condition
source: Any gametype
kth_gb: vay' Quj Segh

source: Rated and unrated games
kth_gb: rate 'ej unrate Qujmey

source: Rated games
kth_gb: rated Qujmey

source: Unrated games
kth_gb: unrated Qujmey

source: Filter replays by typing one or more, partial or complete playernames.
kth_gb: replays filter pong partial wa' pagh latlh, Segh pagh DawI'pu' pong naQ.

source: Players: %(numberOfPlayers)s
kth_gb: chu'wI': %(numberOfPlayers)s

source: This saved game may not be compatible:
kth_gb: Quj toD chaq wej 'oH compatible:

source: It needs 0 A.D. version %(requiredVersion)s, while you are running version %(currentVersion)s.
kth_gb: nIS 'oH 0 A.D. version %(requiredVersion)s, bIqettaHvIS version %(currentVersion)s.

source: It needs an older version of 0 A.D.
kth_gb: older version nIS 'oH 0 A.D.

source: It needs 0 A.D. savegame version %(requiredVersion)s, while you have savegame version %(currentVersion)s.
kth_gb: nIS 'oH 0 A.D. savegame version %(requiredVersion)s, wa'vatlh savegame Daghaj version %(currentVersion)s.

source: The savegame needs a different set of mods:
kth_gb: pIm HIjmeH SepDajvaD HeghnIS savegame mods:

source: Do you still want to proceed?
kth_gb: ruch reH DaneH?

source: No saved games found
kth_gb: pagh toD Quj tu'

source: Saved game will be permanently overwritten, are you sure?
kth_gb: toD Quj ghaH permanently overwrite, qarbej?

source: %(val1)s to %(val2)s
kth_gb: %(val1)s . %(val2)s

source: Score
kth_gb: pe''egh

source: Player name
kth_gb: DawI' pong

source: Economy score
kth_gb: economy pe''egh

source: Military score
kth_gb: QI' pe''egh

source: Exploration score
kth_gb: Exploration pe''egh

source: Total score
kth_gb: pe''egh total

source: Buildings
kth_gb: vIleghDI'

source: Houses
kth_gb: tuq

source: Military
kth_gb: QI'

source: Civ centers
kth_gb: Civ botlh

source: Wonders
kth_gb: yoD

source: Buildings Statistics (%(constructed)s / %(destroyed)s / %(captured)s / %(lost)s)
kth_gb: statistics qach (%(constructed)s / %(destroyed)s / %(captured)s / %(lost)s)

source: Champion
kth_gb: yay

source: Resources
kth_gb: jo

source: Treasures collected
kth_gb: Treasures boS

source: Resource Statistics (%(gathered)s / %(used)s)
kth_gb: jo Statistics (%(gathered)s / %(used)s)

source: Market
kth_gb: malja''e'

source: %(resourceFirstWord)s exchanged
kth_gb: %(resourceFirstWord)s tam

source: Barter efficiency
kth_gb: efficiency tlhong

source: Trade income
kth_gb: mech income

source: Feminization
kth_gb: Feminisation

source: Kill / Death ratio
kth_gb: HoH / Hegh ratio

source: Map exploration
kth_gb: He 'angbogh wItlha' exploration

source: Map control (peak)
kth_gb: He 'angbogh wItlha' SeH (peak)

source: Map control (finish)
kth_gb: He 'angbogh wItlha' SeH (rIn)

source: Trained
kth_gb: lupwI' mIr

source: Gathered
kth_gb: ghom

source: Sent
kth_gb: ngeH

source: Bought
kth_gb: je'

source: Captured
kth_gb: jon

source: Destroyed
kth_gb: QIH

source: Killed
kth_gb: HoH

source: Lost
kth_gb: luj

source: Used
kth_gb: waH

source: Received
kth_gb: Hev

source: Sold
kth_gb: ngev

source: Are you sure you want to quit the lobby?
kth_gb: be tamtaHvIS bup DaneH'a'?

source: Current Scores
kth_gb: Qu'mey potlh pe''egh

source: Scores at the end of the game.
kth_gb: pe''egh legh Quj megh'an.

source: You have been disconnected.
kth_gb: disconnected SoH.

source: You have left the game.
kth_gb: Qujmey bImej.

source: You have won the battle!
kth_gb: may' Qapta' SoH!

source: You have been defeated...
kth_gb: jey...

source: You have abandoned the game.
kth_gb: Qujmey lon SoH.

source: Game time elapsed: %(time)s
kth_gb: elapsed Qujmey poH: %(time)s

source: Civilizations
kth_gb: tayqeq

source: Civilization Selection
kth_gb: tayqeq Selection

source: Close
kth_gb: SoQmoH

source: 0 A.D. Credits
kth_gb: 0 A.D. DeQ

source: Language
kth_gb: Hol

source: Language:
kth_gb: Hol:

source: Cancel
kth_gb: qIl

source: Advanced
kth_gb: 'Itlh

source: Accept
kth_gb: laj

source: Country:
kth_gb: Hatlh:

source: Resulting locale:
kth_gb: ghot'e' locale:

source: Optional four-letter script code part following the language code (as listed in ISO 15924)
kth_gb: script loS-jabbI'ID optional ngoq 'ay' Hol ngoq pab (as listed in ISO 15924)

source: Game Options
kth_gb: Quj DuH

source: General
kth_gb: Sa'

source: Sound Settings
kth_gb: wab Settings

source: Chat Notification Settings
kth_gb: jaw Notification Settings

source: Save
kth_gb: choq

source: Saves changes
kth_gb: choH toD

source: Unsaved changes affect this session only
kth_gb: session neH Sov wIHutlh unsave choH

source: Help improve 0 A.D.!
kth_gb: Dub QaH 0 A.D.!

source: You can automatically send us anonymous feedback that will help us fix bugs, and improve performance and compatibility.
kth_gb: anonymous feedback maHvaD ghew tI' 'ej yIqaw compatibility 'ej Dub QaH 'e' laH automatically ngeH maHvaD SoH.

source: WARNING: This is an early development version of the game. Many features have not been added yet.
kth_gb: WARNING: 'eq development version Quj ghotvam'e'. wej chel law' features 'ach.

source: Structure Tree
kth_gb: tlham Sor

source: History
kth_gb: qun

source: Matches
kth_gb: qul naQmey

source: Load Game
kth_gb: Quj load

source: Join Game
kth_gb: Quj muv

source: Host Game
kth_gb: host Qujmey

source: Game Lobby
kth_gb: Quj tamtaHvIS

source: Options
kth_gb: DuH

source: Welcome Screen
kth_gb: majQa' jIHDaq

source: Learn To Play
kth_gb: QujmeH ghoj

source: Tools & Options
kth_gb: Tools & DuH

source: Exit
kth_gb: mej

source: Chat
kth_gb: jaw

source: Report a Bug
kth_gb: ja' a Bug

source: Translate the game
kth_gb: Quj mugh

source: Credits
kth_gb: DeQ

source: Open the 0 A.D. Game Manual.
kth_gb: ghIt the 0 A.D. Game Manual.

source: View the structure tree of civilizations featured in 0 A.D.
kth_gb: jIH tlham Sor civilisations featured 0 A.D.

source: Learn about the many civilizations featured in 0 A.D.
kth_gb: vIHtaHbogh law' tayqeq featured qaStaHvIS ghoj 0 A.D.

source: Click here to start a new single player game.
kth_gb: click naDev chu' Vas DawI'pu' Quj start.

source: Relive history through historical military campaigns. \[NOT YET IMPLEMENTED]
kth_gb: qun vegh historical campaigns QI' relive. \[NOT YET IMPLEMENTED]

source: Click here to load a saved game.
kth_gb: click naDev toD Quj load.

source: Joining an existing multiplayer game.
kth_gb: nIv'e' multiplayer Qujmey muv.

source: Host a multiplayer game.\n\nRequires UDP port 20595 to be open.
kth_gb: Quj multiplayer host.\n\npoQ UDP port 20595 mInDu'lIj.

source: Adjust game settings.
kth_gb: Quj settings lIS.

source: Choose the language of the game.
kth_gb: Quj Hol wutlh.

source: Playback previous games.
kth_gb: previous Quj chu' wItI'nISmo'.

source: Open the Atlas Scenario Editor in a new window. You can run this more reliably by starting the game with the command-line argument "-editor".
kth_gb: Atlas Scenario Editor SoQmoHbogh ghaH qaStaHvIS Qorwagh chu'. ghu'vam laH qet vI'Iprup reliably pong Quj starting command-line argument "-editor".

source: Show the Welcome Screen. Useful if you hid it by mistake.
kth_gb: 'agh the Welcome Screen. lI' juH vaj DaSo' pong Qagh.

source: Select mods to use.
kth_gb: wIv mods yIlo'.

source: Learn how to play, start the tutorial, discover the technology trees, and the history behind the civilizations
kth_gb: chay' chu', tutorial start, cham Sor 'ej De''e' tayqeq qun tu' ghoj

source: Challenge the computer player to a single player match.
kth_gb: qaD De'wI' DawI'pu' Vas DawI'pu' qul naQmey.

source: Fight against one or more human players in a multiplayer game.
kth_gb: SuvmeH wa' pagh latlh Human DawI'pu' qaStaHvIS Quj multiplayer.

source: Game options and scenario design tools.
kth_gb: Quj DuH scenario chut lulajpu'bogh tools 'ej.

source: Exits the game.
kth_gb: Quj mej.

source: Click to open play0ad.com in your web browser.
kth_gb: click 'eb play0ad.com qaStaHvIS web browser.

source: Click to open the 0 A.D. IRC chat in your browser. (#0ad on webchat.quakenet.org)
kth_gb: click 'eb 0 A.D. IRC chat qaStaHvIS browser. (#0ad on webchat.quakenet.org)

source: Click to visit 0 A.D. Trac to report a bug, crash, or error.
kth_gb: click vISuch 0 A.D. Trac to ghew, crash, pagh Qagh ja'.

source: Click to open the 0 A.D. translate page in your browser.
kth_gb: click 'eb the 0 A.D. page qaStaHvIS mugh browser.

source: Click to see the 0 A.D. credits.
kth_gb: click lulegh 0 A.D. DeQ.

source: Replay Games
kth_gb: Quj replay

source: Map Type:
kth_gb: He 'angbogh wItlha' Segh:

source: Map Size:
kth_gb: He 'angbogh wItlha' Size:

source: Victory:
kth_gb: yay:

source: Main Menu
kth_gb: 'elbogh HIDjolev

# replay
source: Date / Time
kth_gb: Date / poH

# replay
source: Players
kth_gb: chu'wI'

# replay
source: Map Name
kth_gb: He 'angbogh wItlha' pong

# replay
source: Population
kth_gb: roghvaH

source: Rebuild the replay cache from scratch. Potentially slow!
kth_gb: Rebuild the replay cache pa'vo' scratch. potentially slow!

# replay
source: Map Type
kth_gb: He 'angbogh wItlha' Segh

source: No saved games found.
kth_gb: pagh toD Quj vItu'.

source: Players:
kth_gb: chu'wI':

source: Played time:
kth_gb: reH poH:

source: Save Game
kth_gb: Quj toD

source: Welcome!
kth_gb: yI'el!

source: Show this message in the future
kth_gb: QIn cha' je pIq

source: Known Issues (web)
kth_gb: Sov wanI'vammo' tlha' (web)

source: Civilization:
kth_gb: Civilisation:

# summary chart
source: Value:
kth_gb: lo'laHghach:

# summary chart
source: Type:
kth_gb: Segh:

source: Continue
kth_gb: taH

# summary chart
source: Value
kth_gb: lo'laHghach

# summary chart
source: Type
kth_gb: TySeghpe

source: Art lead
kth_gb: SoH'a' Dev

source: Sound Manager
kth_gb: wab vu'wI'

source: Artistic managers
kth_gb: SoH'a' vu'wI'

source: Map Making
kth_gb: He 'angbogh wItlha' Making

source: Random Map Scripts
kth_gb: He 'angbogh wItlha' random Scripts

source: 2D Art
kth_gb: 2D SoH'a'

source: 3D Art
kth_gb: 3D SoH'a'

source: Additional music, percussion, djembe, sampling
kth_gb: Saturjaj QoQ, percussion, djembe, sampling

source: Additional music
kth_gb: Saturjaj QoQ

source: Flute
kth_gb: Dov'agh

source: Frame drum, darbuka, riq, toms
kth_gb: Dalbogh 'In, darbuka, riq, toms

source: Music
kth_gb: QoQ

source: Sound
kth_gb: wab

source: Art
kth_gb: SoH'a'

source: Indiegogo 2013 campaign More than 1000 donators (!), including:
kth_gb: Indiegogo 2013 campaign puS 1000 donors (!), DaH nobvam:

source: Head
kth_gb: nach

source: History References
kth_gb: qun References

source: Programming managers
kth_gb: programming vu'wI'

source: Special thanks to
kth_gb: le' ghIlDeSten

source: In Memoriam
kth_gb: qaStaHvIS memoriam

source: Project Leaders
kth_gb: jInmol ra'wI'

source: Special thanks to:
kth_gb: le' ghIlDeSten:

source: And thanks to the entire community for making 0 A.D. possible.
kth_gb: 'ej roSenQatlh naQ community 0 A.D. qIt chenmoH.

source: No historians were harmed during the development of this project.
kth_gb: harmed pagh historians during development jInmol.

source: Special Credits
kth_gb: le' Credits

source: Translators
kth_gb: mughwI'

source: Number of backlogged messages to load when joining the lobby
kth_gb: backlog QIn load HeghDI' tamtaHvIS muv mI'

source: Show the average rating of the participating players in a column of the gamelist.
kth_gb: motlhbogh rating jeS DawI'pu' cha' qaStaHvIS tut gamelist.

source: Game Rating Column
kth_gb: Quj Rating tut

source: How you want to be addressed in Single Player matches.
kth_gb: chay' SoQ qaStaHvIS Vas DawI'pu' DaneH'a' qul naQmey.

source: Playername (Single Player)
kth_gb: Playername (Vas DawI'pu')

source: Playername (Multiplayer)
kth_gb: Playername (law' DawI'pu')

source: Start 0 A.D. in a window
kth_gb: Start 0 A.D. qaStaHvIS Qorwagh

source: Pause single player games when window loses focus
kth_gb: yev Vas DawI'pu' Quj HeghDI' focus luj Qorwagh

source: Background Pause
kth_gb: patmey lulo'ta' yev

source: If you disable it, the welcome screen will still appear once, each time a new version is available. You can always launch it from the main menu.
kth_gb: vaj Qotlh SoH reH nargh jIHDaq qay'be' wa'logh Hoch poH version chu' 'oH lupoQ. 'oH laH reH launch SoH vo' HIDjolev 'elbogh.

source: Enable Welcome Screen
kth_gb: majQa' jIHDaq enable

source: Show tips when setting up a game.
kth_gb: tips cha' HeghDI' cher Quj.

source: Enable Game Setting Tips
kth_gb: Quj Setting Tips enable
