Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/klingonese.public-gui-ingame.po
Languages: kth_gb

source: Basic range: %(range)s meter
kth_gb: Basic range: %(range)s metre

source: Average bonus range: %(range)s meter
kth_gb: Average bonus range: %(range)s metre

source: Cannot build wall here!
kth_gb: pagh tlhoy' naDev qach!

source: Are you sure you want to resign?
kth_gb: be paj DaneH'a'?

source: No
kth_gb: Qo'

source: Yes
kth_gb: HIja'

source: Are you sure you want to quit? Leaving will disconnect all other players.
kth_gb: be bup DaneH'a'? latlh Hoch DawI' disconnect mej.

source: Are you sure you want to quit?
kth_gb: be bup DaneH'a'?

source: Do you want to resign or will you return soon?
kth_gb: paj boQoy joq jIchegh SoH tugh?

source: I will return
kth_gb: jIchegh

source: I resign
kth_gb: paj jIH

source: Destroy everything currently selected?
kth_gb: Hoch currently wIv Qaw'?

# ceasefire
source: Time remaining until ceasefire is over: %(time)s.
kth_gb: poH ratlh until rIn ceasefire: %(time)s.

# team
source: None
kth_gb: pagh

source: Ally
kth_gb: qoch maHlaH

source: Enemy
kth_gb: jagh

source: Request your allies to attack this enemy
kth_gb: qabDaq qoch maHlaH jagh HIvmeH request

source: Bribe a random unit from this player and share its vision during a limited period.
kth_gb: random unit, vo' chu'wI' bribe je vision SoH during vuS puj.

source: Buy %(resource)s
kth_gb: je' %(resource)s

source: Sell %(resource)s
kth_gb: ngev %(resource)s

source: %(openingTradingString)s, and %(garrisonedString)s.
kth_gb: %(openingTradingString)s, je %(garrisonedString)s.

source: %(openinggarrisonedstring)s.
kth_gb: %(garrisonedString)s.

source: There are no land traders.
kth_gb: pagh puH traders tu'lu'.

source: %(numberOfLandTraders)s land trader inactive
kth_gb: %(numberOfLandTraders)s puH traders inactive

source: %(numberGarrisoned)s garrisoned on a trading merchant ship
kth_gb: %(numberGarrisoned)s garrisoned mech SuyDuj

source: There is %(numberGarrisoned)s land trader garrisoned on a trading merchant ship
kth_gb: There is %(numberGarrisoned)s puH traders garrisoned mech SuyDuj

source: There are no merchant ships.
kth_gb: pagh SuyDuj tu'lu'.

source: There is %(numberTrading)s merchant ship trading
kth_gb: tu'lu' %(numberTrading)s SuyDuj mec

source: %(numberOfShipTraders)s merchant ship inactive
kth_gb: %(numberOfShipTraders)s SuyDuj inactive

source: Resume
kth_gb: qa'

source: Pause
kth_gb: yev

source: Paused by %(players)s
kth_gb: yev pong %(players)s

source: The Developer Overlay was opened.
kth_gb: poS Developer Overlay.

source: Tribute %(resourceAmount)s %(resourceType)s to %(playerName)s. Shift-click to tribute %(greaterAmount)s.
kth_gb: van %(resourceAmount)s %(resourceType)s to %(playerName)s. Shift-click to tribute %(greaterAmount)s.

source: %(player)s is starting to rejoin the game.
kth_gb: %(player)s Quj rejoin starting.

source: %(player)s is starting to join the game.
kth_gb: %(player)s Quj muv starting.

source: %(player)s has left the game.
kth_gb: %(player)s Quj mej.

source: %(player)s has rejoined the game.
kth_gb: %(player)s Quj rejoined.

source: %(player)s has joined the game.
kth_gb: %(player)s Quj muv.

source: %(username)s has been banned
kth_gb: %(username)s banned

source: %(username)s has been kicked
kth_gb: %(username)s pup

source: Connection to the server has been authenticated.
kth_gb: authenticated connection jabwI'.

source: Connected to the server.
kth_gb: rar jabwI'.

source: Connection to the server has been lost.
kth_gb: connection jabwI' luj.

source: Reason: %(reason)s.
kth_gb: mo': %(reason)s.

source: Waiting for players to connect:
kth_gb: loS DawI'pu' rar:

# chat history filter
source: Chat and notifications
kth_gb: jaw notifications 'ej

# chat history filter
source: Chat messages
kth_gb: jaw QIn

# chat history filter
source: Players chat
kth_gb: jaw DawI'pu'

# chat history filter
source: Ally chat
kth_gb: qoch maHlaH jaw

# chat history filter
source: Enemy chat
kth_gb: jagh jaw

# chat history filter
source: Observer chat
kth_gb: observer jaw

# chat history filter
source: Private chat
kth_gb: Private jaw

source: You have won!
kth_gb: Qapta' SoH!

source: You have been defeated!
kth_gb: jey!

source: You are now allied with %(player)s.
kth_gb: DaH boq SoH %(player)s.

source: You are now at war with %(player)s.
kth_gb: DaH DeSDu' veS %(player)s.

source: You are now neutral with %(player)s.
kth_gb: DaH neutral %(player)s.

source: %(player)s is now allied with you.
kth_gb: %(player)s DaH boq SoH.

source: %(player)s is now at war with you.
kth_gb: %(player)s DaH at war with SoH.

source: %(player)s is now neutral with you.
kth_gb: %(player)s DaH neutral.

source: %(player)s is now allied with %(player2)s.
kth_gb: %(player)s DaH boq %(player2)s.

source: %(player)s is now at war with %(player2)s.
kth_gb: %(player)s DaH DeSDu' veS %(player2)s.

source: %(player)s is now neutral with %(player2)s.
kth_gb: %(player)s DaH neutral %(player2)s.

source: Click to quit this tutorial.
kth_gb: click tutorial bup.

source: Quit
kth_gb: bup

source: Click when ready.
kth_gb: click HeghDI' SuH.

source: Follow the instructions.
kth_gb: instructions tlha'.

source: Out-Of-Sync error on turn %(turn)s.
kth_gb: --Sync Qagh tlhe' %(turn)s.

# Out-Of-Sync
source: Your game state is identical to the hosts game state.
kth_gb: ghu'lIj Quj nIb hosts Qujmey Sep.

# Out-Of-Sync
source: Your game state differs from the hosts game state.
kth_gb: differs ghu'lIj Quj vo' hosts Qujmey Sep.

# Out-Of-Sync
source: Rejoining Multiplayer games with AIs is not supported yet!
kth_gb: wej ngaq Multiplayer Qujmey je AIs rejoining 'ach!

# Out-Of-Sync
source: Ensure all players use the same mods.
kth_gb: ensure, rap mods lo' Hoch DawI'.

# Out-Of-Sync
source: Click on "Report a Bug" in the main menu to help fix this.
kth_gb: click "ghew ja'" qaStaHvIS 'elbogh HIDjolev tI' QaH.

# Out-Of-Sync
source: Replay saved to %(filepath)s
kth_gb: replay pol %(filepath)s

# Out-Of-Sync
source: Dumping current state to %(filepath)s
kth_gb: dump Qu'mey potlh Sep %(filepath)s

source: Out-Of-Sync error!
kth_gb: Qagh--Sync!

# Out-Of-Sync
source: The current game state is different from the original game state.
kth_gb: Sep Qu'mey potlh Quj vo' Sep original Qujmey pIm.

# chat addressee
source: Everyone
kth_gb: Hoch

# chat addressee
source: Enemies
kth_gb: jagh

# chat addressee
source: Observers
kth_gb: observer

source: Unknown Player
kth_gb: Sovbe'lu'bogh Qoylu' DawI'pu'

source: %(player)s has resigned.
kth_gb: %(player)s paj,.

source: %(player)s has been defeated.
kth_gb: %(player)s jey.

source: %(player)s has sent you %(amounts)s.
kth_gb: %(player)s SoHvaD ngeH %(amounts)s.

source: You have sent %(player2)s %(amounts)s.
kth_gb: SoHvaD ngeH %(player2)s %(amounts)s.

source: %(player)s has sent %(player2)s %(amounts)s.
kth_gb: %(player)s SoHvaD ngeH %(player2)s %(amounts)s.

source: %(player)s bartered %(amountsBought)s for %(amountsSold)s.
kth_gb: %(player)s tlhong %(amountsBought)s meH %(amountsSold)s.

source: Your livestock has been attacked by %(attacker)s!
kth_gb: HIvmeH livestock pong %(attacker)s!

source: You have been attacked by %(attacker)s!
kth_gb: HIvmeH SoH pong %(attacker)s!

source: %(player)s is advancing to the %(phaseName)s.
kth_gb: %(player)s 'Itlh %(phaseName)s.

source: The %(phaseName)s of %(player)s has been aborted.
kth_gb: The %(phaseName)s of %(player)s aborted.

source: %(player)s has reached the %(phaseName)s.
kth_gb: %(player)s SIch %(phaseName)s.

source: %(genericName)s — Packed
kth_gb: %(genericName)s — pack

source: %(rank)s Rank
kth_gb: %(rank)s patlh

source: This foundation will be completed in %(seconds)s second.
kth_gb: naQ QutlhwI' 'oH neH %(seconds)s second.

source: Experience:
kth_gb: SIQpu'bogh:

source: Gain: %(gain)s
kth_gb: Soq: %(gain)s

source: Number of builders. Tasking another to this foundation would speed construction up by %(speedup)s second.
kth_gb: builders. ntasking construction speed latlh QutlhwI' 'oH woDDI' pong mI' %(speedup)s second.

source: Number of builders.
kth_gb: builders mI'.

source: Current/max gatherers
kth_gb: Qu'mey potlh ghap max gatherers

source: Capture points:
kth_gb: lang jon:

source: Carrying:
kth_gb: qeng:

source: Raise an alert!
kth_gb: ghuHmoH pep!

source: Increase the alert level to protect more units
kth_gb: ghuH patlh units latlh QaD ghur

source: End of alert.
kth_gb: Qav 'oH ghuH.

source: Player: %(playername)s
kth_gb: chu'wI': %(playername)s

source: Lock Gate
kth_gb: ngaQ lojmIt

source: Unlock Gate
kth_gb: lojmIt unlock

source: Unpack
kth_gb: vI'ughHa'moHlaw'mo'

source: Cancel Packing
kth_gb: Packing qIl

source: Cancel Unpacking
kth_gb: vI'ughHa'moHlaw'mo' qIl

source: Insufficient population capacity:
kth_gb: ghurmoHlu' roghvaH capacity:

source: %(number)s entity of class %(class)s
kth_gb: %(number)s Segh Dol %(class)s

source: Upgrade into a %(name)s. %(tooltip)s
kth_gb: vaj upgrade %(name)s. %(tooltip)s

source: Cancel Upgrading
kth_gb: Upgrading qIl

source: Cannot upgrade when the entity is already upgrading.
kth_gb: pagh upgrade HeghDI' chonayta' upgrading Dol.

# stance
source: Violent
kth_gb: ral

# stance
source: Aggressive
kth_gb: vaQ

# stance
source: Attack nearby opponents, focus on attackers and chase while visible
kth_gb: Sum ghol HIvmeH, focus attackers 'ej mech Duj'e' poStaHvIS visible

# stance
source: Attack nearby opponents
kth_gb: Sum ghol HIvmeH

# stance
source: Attack nearby opponents, chase a short distance and return to the original location
kth_gb: Sum ghol HIvmeH, chuq ngaj mech Duj'e' 'ej tIHmey original location

# stance
source: Flee if attacked
kth_gb: Haw' vaj HIvmeH

# stance
source: Attack opponents in range, but don't move
kth_gb: range ghol HIvmeH 'ach petaD

source: Current Count: %(count)s, Limit: %(limit)s.
kth_gb: 'ech Qu'mey potlh: %(count)s, vuS: %(limit)s.

source: %(changer)s enlarges the limit with %(change)s.
kth_gb: %(changer)s vuS enlarges %(change)s.

source: %(changer)s lessens the limit with %(change)s.
kth_gb: %(changer)s vuS lessens %(change)s.

source: %(action)s to train %(number)s (%(fullBatch)s + %(remainderBatch)s).
kth_gb: %(action)s lupwI' mIr %(number)s (%(fullBatch)s + %(remainderBatch)s).

source: %(action)s to train %(number)s (%(fullBatch)s).
kth_gb: %(action)s lupwI' mIr %(number)s (%(fullBatch)s).

source: %(action)s to train %(number)s.
kth_gb: %(action)s lupwI' mIr %(number)s.

# chat input
source: Type the message to send.
kth_gb: ngeH QIn Segh.

source: Press %(hotkey)s to open the public chat.
kth_gb: Press %(hotkey)s public jaw poSmoH.

source: Press %(hotkey)s to open the observer chat.
kth_gb: Press %(hotkey)s observer jaw poSmoH.

source: Press %(hotkey)s to open the ally chat.
kth_gb: Press %(hotkey)s qoch maHlaH jaw poSmoH.

source: Press %(hotkey)s to open the previously selected private chat.
kth_gb: Press %(hotkey)s previously wIv private jaw poSmoH.

source: Find idle worker
kth_gb: pagh vIbuSlaw' 'e' vI'angnIS worker vItu'

source: Select one type of goods you want to modify by clicking on it, and then use the arrows of the other types to modify their shares. You can also press %(hotkey)s while selecting one type of goods to bring its share to 100%%.
kth_gb: wa' Segh goods jenDaq pong 'oH clicking DaneH'a' wIv 'ej ghIq latlh Segh arrows lo' SoH jenDaq. vatlhvI' (hotkey) s laH je press SoH wa'vatlh wa' Segh goods SoH qem 100 wIv %%.

source: Start by selecting the resource you wish to sell from the upper row. For each time the lower buttons are pressed, %(quantity)s of the upper resource will be sold for the displayed quantity of the lower. Press and hold %(hotkey)s to temporarily multiply the traded amount by %(multiplier)s.
kth_gb: start pong jo ngev vo' upper row DaneHchugh wIv. Hoch poH pressed buttons ghuS. %(quantity)s ngev jo upper cha' quantity ghuS. press ghewmey je %(hotkey)s temporarily boq'egh mech amount pong %(multiplier)s.

source: %(civ)s - Structure Tree
kth_gb: %(civ)s - tlham Sor

source: Do you want to quit?
kth_gb: bup vISuq vIneH?

source: DEFEATED!
kth_gb: JEY!

source: OK
kth_gb: luq

# replayFinished
source: The replay has finished. Do you want to quit?
kth_gb: jaH chaH replay. bup vISuq vIneH?

# replayFinished
source: No
kth_gb: Qo'

# replayFinished
source: Yes
kth_gb: HIja'

source: Population (current / limit)
kth_gb: roghvaH (Qu'mey potlh / vuS)

source: Maximum population: %(popCap)s
kth_gb: 'aqroS roghvaH %(popCap)s

source: Build: %(buildDate)s (%(revision)s)
kth_gb: qach: %(buildDate)s (%(revision)s)

source: Note: time warp mode is a developer option, and not intended for use over long periods of time. Using it incorrectly may cause the game to run out of memory or crash.
kth_gb: note: poH warp mode developer DuH 'ej wej intended SeHmeH nI' puj poH lo'. Quj qet lulIjbe'lu'bogh crash pagh chaq luH 'oH lo' incorrectly.

source: Time warp mode
kth_gb: poH warp mode

source: Origin trade market.
kth_gb: mung mech malja''e'.

source: Right-click on another market to set it as a destination trade market.
kth_gb: right-click latlh malja''e' 'oH HIjmeH je ghoch mech malja''e'.

source: Destination trade market.
kth_gb: ghoch mech malja''e'.

source: Right-click to set as origin trade market
kth_gb: right-click HIjmeH mung mech malja''e'

source: Right-click to set as destination trade market.
kth_gb: right-click HIjmeH ghoch mech malja''e'.

source: Current garrison: %(garrisoned)s/%(capacity)s
kth_gb: Qu'mey potlh garrison: %(garrisoned)s/%(capacity)s

source: Right-click to establish a default route for new traders.
kth_gb: right-click default He cher chu' traders.

source: Expected gain: %(gain)s
kth_gb: vIDIllaHchugh, pIH: %(gain)s

source: Unload All.
kth_gb: Hoch unload.

source: Destroy the selected units or buildings.
kth_gb: wIv units vIleghDI' pagh Qaw'.

source: Use %(hotkey)s to avoid the confirmation dialog.
kth_gb: yan %(hotkey)s confirmation dialog webqu'meH nov.

source: Abort the current order.
kth_gb: tlham Qu'mey potlh abort.

source: Order the selected units to garrison in a building or unit.
kth_gb: wIv units garrison qaStaHvIS vIleghDI' unit pagh ra'.

source: Order the selected units to repair a building or mechanical unit.
kth_gb: wIv units qach pagh mechanical unit tI' ra'.

source: Focus on Rally Point.
kth_gb: focus Rally lang.

source: Back to Work
kth_gb: yIvumqa'

source: Order the selected units to guard a building or unit.
kth_gb: wIv units vIleghDI' unit pagh 'avwI' ra'.

source: Remove guard
kth_gb: 'avwI' teq

source: Barter & Trade
kth_gb: tlhong mech je

source: Patrol
kth_gb: ngIv

source: Attack all encountered enemy units while avoiding buildings.
kth_gb: Hoch encounter jagh units joq HIvmeH poStaHvIS vIleghDI' webqu'meH nov.

source: Press to allow allies to use this dropsite
kth_gb: press qoch maHlaH dropsite lo' chaw'

source: Press to prevent allies from using this dropsite
kth_gb: press qoch maHlaH bot vo' dropsite yIlo'

source: You are allowed to use this dropsite
kth_gb: dropsite lo' chaw' SoH

source: The use of this dropsite is prohibited
kth_gb: bot dropsite lo'

source: The entity has to be killed before it can be gathered from
kth_gb: muHlu'nIS ngejtaH laH ghom 'oH vo' ghaj Dol

source: You cannot destroy this entity as you own less than half the capture points
kth_gb: qup HoS bID jon lang pagh QIH qeSmeylIj lach'eghDI' Dol SoH

source: This entity is undeletable
kth_gb: Dol undeletable

# chat input
source: Text:
kth_gb: bIngDaq ghItlh leghlu':

source: Cancel
kth_gb: qIl

# chat
source: History
kth_gb: qun

source: Send
kth_gb: ngeH

# chat input
source: Filter the chat history.
kth_gb: jaw qun filter.

# chat input
source: Select chat addressee.
kth_gb: jaw addressee wIv.

source: Control all units
kth_gb: Hoch units yISeH

source: Change perspective
kth_gb: choH perspective

source: Display selection state
kth_gb: selection Sep bey'

source: Unit motion overlay
kth_gb: unit ghotvetlhDaq overlay

source: Restrict camera
kth_gb: mIllogh qonwI' restrict

source: Reveal map
kth_gb: He 'angbogh wItlha' 'ang

source: Enable time warp
kth_gb: poH warp enable

source: Promote selected units
kth_gb: wIv units num

source: Diplomacy
kth_gb: ghar

source: Name
kth_gb: pong

source: Civilization
kth_gb: tayqeq

source: Tribute
kth_gb: van

source: Close
kth_gb: SoQmoH

source: Chat
kth_gb: jaw

source: Save
kth_gb: choq

source: Options
kth_gb: DuH

source: Resign
kth_gb: paj

source: Exit
kth_gb: mej

source: Game Paused
kth_gb: yev Qujmey

source: Click to Resume Game
kth_gb: click Qujmey qa'

# observer mode
source: Follow Player
kth_gb: DawI' pab

source: Choose player to view
kth_gb: DawI' jIH wutlh

source: Barter & Trade Goods
kth_gb: tlhong mech Goods je

source: Barter
kth_gb: tlhong

source: Sell:
kth_gb: ngev:

source: Buy:
kth_gb: je':

source: No Markets Available
kth_gb: pagh malja''e' lupoQ

source: Trade
kth_gb: mech

source: Ready
kth_gb: SuH

source: Question
kth_gb: yu'

source: Yes or no?
kth_gb: HIja' pagh pagh?

source: Capture points
kth_gb: lang jon

source: Health:
kth_gb: porgh Damo' ghaH:

source: Attack and Armor
kth_gb: HIv armour 'ej

source: Experience
kth_gb: SIQpu'bogh

source: Rank
kth_gb: patlh

source: Click to select grouped units, double-click to focus the grouped units and right-click to disband the group.
kth_gb: click units ghom wIv, double-click ghom units focus 'ej right-click ghom disband.

source: Game speed
kth_gb: Quj speed

source: Choose game speed
kth_gb: Quj speed wutlh

source: Menu
kth_gb: HIDjoilev
