Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/klingonese.public-gui-gamesetup.po
Languages: kth_gb

source: "We accepted an empire that was offered to us and refused to give it up under the pressure of three of the strongest motives: fear, honor and interest. It was not we who set the example, for it has always been the law that the weak should be subject to the strong." - Speech of an Athenian embassy in Sparta (Thucydides, "History of the Peloponnesian War", I. 76.2)
kth_gb: "offered maHvaD 'ej 'oH jegh bopummeH joH rop wej mo' strongest Qujmey Da'ovQo' wo' qar laj maH: jISuvvIpbe' batlhlIj je Daj. 'oH maH 'Iv example, HIjmeH reH chut vaj puj subject to HoS." - athenian rIvSo' neH sparta SoQ (Thucydides, "History of the Peloponnesian War", I. 76.2)

source: "He could boast that he found a city of brick and left it a city of marble." - Suetonius, commenting on the many building projects of Augustus in Rome ("Divus Augustus", sec 38)
kth_gb: "vaj veng brick vItu' 'ej marble veng mej 'oH ghaH laH boast ghaH." - Suetonius, commenting law' vIleghDI' jInmol rome (augustus"Divus Augustus", sec 38)

source: "Moderation in all things." - Terence ("The Girl from Andros", 61)
kth_gb: "Qo'noS moderation qaStaHvIS Hoch." - Terence ("The Girl from Andros", 61)

source: "Fortune favors the bold." - Terence in a play about a great Athenian admiral ("Phormio", 203)
kth_gb: "jaq lo' tlho'lIj." - DIvwI' vIHtaHbogh Dun 'aj athenian terence ("Phormio", 203)

source: "I do not know how to tune the lyre or play the harp, but I do know how to raise a city that was small and unimportant to glory and greatness." - Themistocles, defending his lack of cultural sophistication (Plutarch, "Parallel Lives", "Themistocles", sec. 2)
kth_gb: "chay' loQ lyre ghogh vIghaj 'e' pagh harp chu' vISovbe' 'ach chay' veng 'e' mach 'ej ram ben law' batlhmey greatness 'ej pep vISov." - Themistocles, cultural sophistication (plutarch, Hutlh Hub "Parallel Lives", "Themistocles", sec. 2)

source: "Strike, if you will, but listen." - Themistocles, in a heated discussion with the Spartan fleet commander who threatened to beat him with his staff, before the Battle of Salamis (Plutarch, "Parallel Lives", "Themistocles", sec. 11)
kth_gb: "mup, vaj vItna', 'a 'Ij." - Themistocles, qaStaHvIS tuj discussion je spartan yo' ra'wI' ghaH 'Iv ghaH moq naQ, pa' may' salamis (plutarch, buQ "Parallel Lives", "Themistocles", sec. 11)

source: "The Athenians command the rest of Greece, I command the Athenians; your mother commands me, and you command your mother." - Themistocles, jokingly to his infant son (Plutarch, "Parallel Lives", "Themistocles", sec. 18)
kth_gb: "'elaDya' leS ra' athenian, athenian ra' jIH. jIHvaD ra' SoSlI' 'ej SoSlI' ra'." - Themistocles, jokingly infant puqloDDaj (plutarch. "Parallel Lives", "Themistocles", sec. 18)

source: "So little pains does the mob take in finding out the truth, accepting readily the first story at hand." - Thucydides ("History of the Peloponnesian War", I. 21.3)
kth_gb: "mob ghaH neH tu' vIt, wa'DIch lut qabDaj ghopDu' 'e' laj readily Qu' vaj loQ 'oy'." - Thucydides ("qun peloponnesian veS", I. 21.3)

source: "The growth of the power of Athens, and the alarm which this caused in Sparta, made war inevitable." - Thucydides ("History of the Peloponnesian War", I. 23.6)
kth_gb: "nen HoS athens, 'ej ghum jIHMej luH pa' sparta, chenmoH veS reHHa'." - Thucydides ("qun peloponnesian veS", I. 23.6)

source: "War is a matter not so much of arms as of money." - Thucydides ("History of the Peloponnesian War", I. 83.2)
kth_gb: "veS qay' vaj lam loD quv Huch DeS." - Thucydides ("qun peloponnesian veS", I. 83.2)

source: "It is a general rule of human nature that people despise those who treat them well, and look up to those who make no concessions." - Thucydides ("History of the Peloponnesian War", III. 39.5)
kth_gb: "Sa' chut Human tlhoQ 'e' nuv'e' chaH treat vaj 'ej bejtaHvIS nuv pagh concessions chenmoH despise nuvpu'." - Thucydides ("History of the Peloponnesian War", III. 39.5)

source: "This was the greatest action that happened in all this war, and all others that we have heard of amongst the Greeks, being to the victors most glorious and most calamitous to the vanquished. For they were utterly and at all points defeated, and their sufferings were many. Army and fleet and all they ever had perished, nothing was saved and few of so many ever returned home. Thus ended the Sicilian expedition." - Thucydides ("History of the Peloponnesian War", VII. 87.6-7)
kth_gb: "jatlhHa'law' tojmeH qaS Hoch veS, 'ej 'ej Hoch latlhpu' 'e' vIQoypu' maH amongst greek, vay' charghwI' rav pujbe' je 'ach calamitous HIHIvqa' ghotvam'e'. utterly 'ej qabDaj jey lang, 'ej sufferings law'. mangghom yo' 'ej Hoch reH perished chaH, yemwI' pagh 'ej reH tIHmey puS vaj law' juH. vaj Sicilian Hoq qabna'Daj." - Thucydides ("History of the Peloponnesian War", VII. 87.6-7)

source: "As the world goes, justice is only a matter between equals, while the strong do what they can and the weak suffer what they must." - Thucydides, describing Athenians addressing the defeated Melians who are unwilling to surrender ("History of the Peloponnesian War", V. 89.1)
kth_gb: "Hoch ghoS qo', ruv qay' neH SabtaHbogh equals, QInvam poStaHvIS nuq laH chaH HoS 'ej nuq ghob'e' chaH bech puj." - Thucydides, Del athenian jey melians SoQ 'Iv jegh'a' unwilling ("History of the Peloponnesian War", V. 89.1)

source: "When the Lacedaemonians were no longer able to run after them, the skirmishers \[...] all charged them at once, casting stones, arrows, and darts to the closest man at hand." - Thucydides, describing the Spartan disaster at the Battle of Sphacteria ("History of the Peloponnesian War", IV. 34.2)
kth_gb: "ghorgh lacedaemonians qawlu' nobmeH qet qaSpu'DI' chaH, skirmishers \[...] Dotlhmey chaH, casting tlham, arrows, 'ej darts ghotvaD tlhoS qabDaj ghopDu' Huj Hoch." - Thucydides, spartan Qugh legh may' sphacteria Del ("History of the Peloponnesian War", IV. 34.2)

source: "The soldiers fight and die to support others in wealth and luxury and they are called masters of the world without owning a single piece of farmland of their own." - Tiberius Gracchus, advocating for land reform to the benefit of homeless and unemployed veterans whose lands had often been bought up why they were on campaign (Plutarch, "Parallel Lives", "Tiberius Gracchus", sec. 9)
kth_gb: "ghob Hegh latlhpu' ngaq qaStaHvIS mIp mang 'ej qo' pIn'a' pong luxury je Hutlh Vas 'ay' farmland chaH lach'eghDI' lach'eghDI'." - Tiberius Gracchus, pIj je' puH advocating puH reform chepmoHlu' homeless 'ej unemployed veterans woDDI' qatlh chaH campaign (plutarch. "Parallel Lives", "Tiberius Gracchus", sec. 9)

source: "The wild beasts of Italy have their caves to retire to, but the brave veterans who spilled their blood in her cause have nothing left but air and light. They wander around homeless with their wives and children." - Tiberius Gracchus, advocating for land reform to the benefit of homeless and unemployed veterans whose lands had often been bought up why they were on campaign (Plutarch, "Parallel Lives", "Tiberius Gracchus", sec. 9)
kth_gb: "DIS retire, qatlh ghaj qu'bogh beasts 'Italya' 'ach pagh mej jejlaw' tlheD 'ej chaq yoH veterans 'Iv Hegh'e' 'Iw spilled. wander chaH around homeless be'nal je puq." - Tiberius Gracchus, pIj je' puH advocating puH reform chepmoHlu' homeless 'ej unemployed veterans woDDI' qatlh chaH campaign (plutarch. "Parallel Lives", "Tiberius Gracchus", sec. 9)

source: "Do not trust the horse, Trojans! I fear the Greeks even when they bring gifts." - Virgil ("Aeneid", II. 48-49)
kth_gb: "qeq either alternativedo boleghbogh Sargh, trojans! greek HajchoHtaHvIS jIH vabDot HeghDI' nob luqem." - Virgil ("Aeneid", II. 48-49)

source: "Prepared for either alternative." - Virgil ("Aeneid", II. 61)
kth_gb: "qeq either yInmey." - Virgil ("Aeneid", II. 61)

source: "Homer and Hesiod ascribed to their Gods all things that are a disgrace among mortals: stealing, adultery, deceiving one another." - Xenophanes (fragment 11)
kth_gb: "Hoch Dochmey jawbe' jubbe' web ascribed qeylIS homer hesiod 'ej: tlheDmo' nIH, chuq toj." - Xenophanes (fragment 11)

source: "If oxen and horses and lions had hands, and could paint, and produce works of art as men do, horses would paint the forms of the gods like horses, and oxen like oxen, and make their God's bodies each in their own image." - Xenophanes (fragment 15)
kth_gb: "Hoch qaStaHvIS lach'eghDI' DIjtaHbogh porgh vaj ghop, je laH nItebHa' maDIj, mangoH, oxen 'ej Sargh 'ej lions 'ej lIng yIntagh jIHMej SoH'a' je loD, Qun'a' rur Sargh chenmoH nItebHa' maDIj, mangoH Sargh, 'ej oxen rur, 'ej qeylIS oxen." - Xenophanes (fragment 15)

source: "The Ethiopians make their gods black and snub-nosed, the Thracians say theirs have blue eyes and red hair." - Xenophanes (fragment 16)
kth_gb: "qeylIS chenmoH ethiopian qIj 'ej snub-nosed, SuD mInDu' petaQ jIb je theirs jatlh thracians." - Xenophanes (fragment 16)

source: "These are the right questions to ask, in winter around the fire \[...]: Who are you, friend? What is your land? And how old were you when the Medes \[Persians] came?" - Xenophanes, likely referring to a punitive expedition against Greek cities in Ionia (fragment 17)
kth_gb: "roD lugh vajMatlh ghel, rurbogh winter around qul \[...]: SoH 'Iv, jup? nuq 'oH puH? 'ej 'ar bIbogh HeghDI' medes \[Persians] came?" - Xenophanes, ghaytan referring punitive Hoq against greek veng neH ionia (fragment 17)

source: "A prudent commander will never take risks unnecessarily, except when it is clear beforehand that he will have the advantage." - Xenophon ("The Cavalry General", 4.13)
kth_gb: "prudent ra'wI' not ghaH bISuDqu' 'e' unnecessarily, jIQongqa'laHbe' ghorgh HuvchoH beforehand 'e' 'utmo' Dujvam ghaj." - Xenophon ("The Cavalry General", 4.13)

source: "Attack the enemy where he is weakest, even if that is a long way off, since hard work is less dangerous than a struggle against superior forces." - Xenophon ("The Cavalry General", sec. 4.14)
kth_gb: "jagh nuqDaq ghaH 'oH weakest, vabDot ghaH mIw nI' DoH, qaSchoH let Qap qup Qob puS muSeHbogh Dotlh against nIv raD HIvmeH." - Xenophon ("The Cavalry General", sec. 4.14)

source: "He should be inventive, ready to exploit all circumstances, to make a small force appear large and a large one small, to appear absent when close at hand, and within striking distance when a long way off." - Xenophon ("The Cavalry General", sec. 5)
kth_gb: "ghaH moj inventive, qatoy' Hoch Dochvam'e' yIteqneS jay', vay' mach raD nargh yIteb exploit 'ej chuq yIteb wa' mach, nargh Dach ghorgh SoQ qabDaj ghopDu' 'ej 'emvo' mup HeghDI' nI' mIw, DoH." - Xenophon ("The Cavalry General", sec. 5)

source: "People are glad to obey the man whom they believe to be wiser than themselves in pursuing their interests." - Xenophon ("The Education of Cyrus", 1.6.22)
kth_gb: "nuv glad loD whom 'e' wiser puS bIH'e' neH DaH Daj 'e' DaQoymo' teSlIj luHar wIlobchugh." - Xenophon ("The Education of Cyrus", 1.6.22)

source: "In his campaigns during summer the general must show that he can endure the sun better than the soldiers, in winter he must show he can endure cold better; and throughout all difficulties that he can endure hardships better. This will help to make him loved by his men." - Xenophon ("The Education of Cyrus", 1.6.25)
kth_gb: "qaStaHvIS campaigns during poH tuj bI'reS 'e' pemHov Dunmo' puS mang laH taH ghaH ghob'e' cha' Sa', pa' winter bIr Dunmo' laH taH ghaH ghob'e' 'ang ghaH; 'ej qaStaHvIS Hoch vISov 'u' hardships laH taH ghaH 'e' net poQbej. ghaH muSHa' loD chenmoH HIboQ ghu'vam." - Xenophon ("The Education of Cyrus", 1.6.25)

source: "Battles are decided more by the morale of men than their physical strength." - Xenophon ("The Education of Cyrus", 3.3.20)
kth_gb: "wuq may' vI'Iprup pong ghot law' physical HoS morale." - Xenophon ("The Education of Cyrus", 3.3.20)

source: "Let's not give them enough time to arrange a defense, or to even recognise that we are human beings! We've got to appear to them like an uncontrollable nightmare of shields, swords, battle-axes and spears!" - Xenophon ("The Education of Cyrus", 4.2.22)
kth_gb: "Ha' wej nob poH yap tlhingan Hubbeq arrange pagh vabDot 'e' Human beings recognise! nargh rur uncontrollable nightmare botjan, 'etlh, battle-axes 'ej QIn wej!" - Xenophon ("The Education of Cyrus", 4.2.22)

source: "I suppose you understand, men, that pursuing, dealing blows and death, plunder, fame, freedom, power - all these are prizes for the winners; the cowardly, of course, suffer the reverse." - Xenophon ("The Education of Cyrus", 7.1.13)
kth_gb: "jIH pa' ngaSwI' tu'lu' yaj SoH ghot dealing SuS 'ej Hegh, plunder, fame, tlhab, HoS-DaH 'e' DaQoymo' teSlIj, Hoch roD tev winners; reverse luq, bech cowardly." - Xenophon ("The Education of Cyrus", 7.1.13)

source: "The man who wants that must be scheming and cunning, wily and deceitful, a thief and a robber, overreaching the enemy at every point." - Xenophon on how best to gain advantage over the enemy ("The Education of Cyrus", 1.6.26)
kth_gb: "loD 'Iv 'e' ghob'e' legh Hoch lang jagh overreaching scheming 'eb 'ej So'meH 'ong, wily 'ej deceitful, nIHwI' nIHwI' lumuH. nIHDajDaq, 'ej neH." - Xenophon chay' nIvbogh 'utmo' Dujvam rIn jagh Soq ("The Education of Cyrus", 1.6.26)

source: "My men have turned into women, and my women into men!" - Xerxes, watching Artemisia ram a ship while most of his fleet suffered the reverse, not knowing that the sunk vessel was his own (Herodotus, "The Histories", VIII. 88)
kth_gb: "tlhe' ghot quvHa'moHlaHbe' be' 'ej vaj loD be'!" - Xerxes, Artemisia Duj ram poStaHvIS reverse, wej 'e' sink Duj Sov (herodotus, bech HochHom yo' legh "The Histories", VIII. 88)

source: "For a thinking man is where Wisdom is at home." - Zoroaster, founder of the Zoroastrian religion ("Ahunuvaiti Gatha", yasna 30.9)
kth_gb: "pagh loD nuqDaq 'oH porghvam qabDaj juH." - Zoroaster, zoroastrian lalDan founder ("Ahunuvaiti Gatha", yasna 30.9)
