Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/klingonese.public-gui-other.po
Languages: kth_gb

source: Show detailed tooltips for trainable units in unit-producing buildings.
kth_gb: detail tooltips cha' trainable units neH unit-lIng vIleghDI'.

source: Show which player has a bad connection in multiplayer games.
kth_gb: qab connection baS DawI'pu' neH multiplayer Qujmey 'aghta'.

source: Show frames per second in top right corner.
kth_gb: cha' Dalbogh per yor lugh jIba'laH cha'DIch.

source: Show current system time in top right corner.
kth_gb: poH pat Qu'mey potlh cha' qaStaHvIS yor lugh jIba'laH.

source: Show current simulation time in top right corner.
kth_gb: poH simulation Qu'mey potlh cha' qaStaHvIS yor lugh jIba'laH.

source: Always show the remaining ceasefire time.
kth_gb: reH ratlh ceasefire poH 'agh.

source: Save and restore match settings for quick reuse when hosting another game
kth_gb: toD 'ej qul naQmey settings Qapchu' reuse SabHa' HeghDI' latlh Qujmey hosting

source: Persist Match Settings
kth_gb: qul naQmey Settings taH

source: Everyone
kth_gb: Hoch

source: Buddies
kth_gb: maqoch

source: Disabled
kth_gb: Qotlh

source: Automatically assign joining clients to free player slots during the match setup.
kth_gb: automatically assign muv clients chu'wI' slots tlhab during qul naQmey setup.

source: Assign Players
kth_gb: chu'wI' assign

source: Allow everybody or buddies only to join the game as observer after it started
kth_gb: SenwI' rIlwI' je vISIQbogh maqoch neH Quj muv je observer qaSpu'DI' started 'oH chaw'.

source: Late Observer Joins
kth_gb: muv Observer paS

source: Prevent further observers from joining if the limit is reached
kth_gb: observers bot vISangchu'Qo'chugh vo' muv vaj SIch vuS

source: Observer Limit
kth_gb: observer vuS

source: Number of units trained per batch
kth_gb: per batch Do'qu' units mI'

source: Batch Training Size
kth_gb: batch Sojna' Size

source: Show time that messages are posted in the lobby, gamesetup and ingame chat.
kth_gb: vaj posted QIn tamtaHvIS, gamesetup 'ej ingame jaw 'agh poH.

source: Display the range of auras of selected units and structures (can also be toggled in-game with the hotkey).
kth_gb: wIv units tlham je auras range cha' (laH je toggled qaStaHvIS-Qujmey hotkey).

source: Display the healing range of selected units (can also be toggled in-game with the hotkey).
kth_gb: vor neH range wIv units cha' (laH je toggled qaStaHvIS-Qujmey hotkey).

source: Master audio gain
kth_gb: pIn'a' audio Soq

source: Master Volume
kth_gb: pIn'a' muq

source: In game music gain
kth_gb: qaStaHvIS Quj QoQ Soq

source: Music Volume
kth_gb: QoQ muq

source: In game ambient sound gain
kth_gb: qaStaHvIS Quj ambient wab Soq

source: In game unit action sound gain
kth_gb: qaStaHvIS Quj unit action wab Soq

source: Receive audio notification when someone types your nick
kth_gb: audio notification Hev HeghDI' nick Segh vay'

source: Show a chat notification if you are attacked by another player
kth_gb: cha' jaw notification vaj pong latlh DawI' SoH HIvmeH

source: Show a chat notification if an ally tributes resources to another team member if teams are locked, and all tributes in observer mode
kth_gb: jaw notification vaj qoch maHlaH van jo latlh team member vaj ngaQ teams 'ej Hoch van cha' qaStaHvIS observer mode

source: Tribute
kth_gb: van

source: Show a chat notification to observers when a player bartered resources
kth_gb: jaw notification cha' observers HeghDI' jo tlhong DawI'pu'

source: Barter
kth_gb: tlhong

source: Disable
kth_gb: Qotlh

source: Completed
kth_gb: naQ

source: All displayed
kth_gb: Hoch bey'

source: Show a chat notification if you or an ally have started, aborted or completed a new phase, and phases of all players in observer mode
kth_gb: vaj started SoH pagh qoch maHlaH, aborted pagh naQ phase chu' phases Hoch DawI' qaStaHvIS observer mode 'ej jaw notification cha'

source: Use OpenGL 2.0 shaders (recommended)
kth_gb: yan OpenGL 2.0 shaders (chup)

source: Use screen-space postprocessing filters (HDR, Bloom, DOF, etc)
kth_gb: jIHDaq-logh postprocess filters yIlo' (HDR, Bloom, DOF, etc)

source: Number of shader effects. REQUIRES GAME RESTART
kth_gb: Qo'noS mI' shader 'angbogh Da. QUJ RESTART POQ

source: Graphics quality
kth_gb: graphics laHlIj

source: Enable shadows
kth_gb: QIb enable

source: Shadows
kth_gb: QIb

source: Smooth shadows
kth_gb: Hab QIb

source: Shadow Filtering
kth_gb: QIb Filtering

source: Show outlines of units behind buildings
kth_gb: units De''e' vIleghDI' outlines cha'

source: When OFF, use the lowest settings possible to render water. This makes other settings irrelevant.
kth_gb: ghorgh OFF, lowest settings bIQ 'Im qIt lo'. latlh settings chenmoH ghu'vam irrelevant.

source: Activate water effects
kth_gb: bIQ 'angbogh Da ghuS

source: Use higher-quality effects for water, rendering coastal waves, shore foam, and ships trails.
kth_gb: veb-laHlIj 'angbogh Da lo' bIQ coastal joq, vergh foam, Duj trails 'ej 'Im.

source: Use actual water depth in rendering calculations
kth_gb: actual bIQ natlhlu'mo' lo' neH rendering calculations

source: Real Water Depth
kth_gb: real bIQ natlhlu'mo'

source: Allow water to reflect a mirror image
kth_gb: bIQ neSlo' ghItlhvam wIj chaw'

source: Water Reflections
kth_gb: bIQ Reflections

source: Use a real water refraction map and not transparency
kth_gb: real bIQ refraction He 'angbogh wItlha' transparency wej je

source: Water Refraction
kth_gb: bIQ Refraction

source: Cast shadows on water
kth_gb: woDlu'chugh QIb bIQ

source: Shadows on Water
kth_gb: QIb bIQ

source: Lift darkness and fog-of-war smoothly
kth_gb: lift darkness 'ej fog--veS. smoothly

source: Render Sky
kth_gb: chal 'Im

source: Show Sky
kth_gb: chal cha'

source: Run vertical sync to fix screen tearing. REQUIRES GAME RESTART
kth_gb: chong sync jIHDaq tearing tI' qet. QUJ RESTART POQ

source: To save CPU workload, throttle render frequency in all menus. Set to maximum to disable throttling.
kth_gb: cpu workload pol, Hoch HIDjolev Se' 'Im throttle. HIjmeH 'aqroS throttling Qotlh.

source: To save CPU workload, throttle render frequency in running games. Set to maximum to disable throttling.
kth_gb: cpu workload pol, qaStaHvIS Quj qet Se' 'Im throttle. HIjmeH 'aqroS throttling Qotlh.

source: Harvest from animals, berry bushes, fish, or fields.
kth_gb: SoH DaqeqnIS vo' Ha'DIbaH, berry bushes, bIQHa'DIbaH, pagh yotlh.

source: Mine from metal mines or quarries.
kth_gb: vo' baS quv quarries pagh quv.

source: Mine from rocks, stone quarries or ruins.
kth_gb: quv vo' nagh, nagh quarries pagh pIgh.

source: Cut down from trees or groves.
kth_gb: pe' vo' Sor groves pagh.

# firstWord
source: Food
kth_gb: Soj

# withinSentence
source: Food
kth_gb: Soj

# firstWord
source: Fish
kth_gb: ghotI'

# withinSentence
source: Fish
kth_gb: ghotI'

# firstWord
source: Fruit
kth_gb: na'ra

# withinSentence
source: Fruit
kth_gb: na'ra

# firstWord
source: Grain
kth_gb: tIr

# withinSentence
source: Grain
kth_gb: tIr

# firstWord
source: Meat
kth_gb: Ha'DIbaH

# withinSentence
source: Meat
kth_gb: Ha'DIbaH

# firstWord
source: Metal
kth_gb: baS

# withinSentence
source: Metal
kth_gb: baS

# firstWord
source: Stone
kth_gb: nagh

# withinSentence
source: Stone
kth_gb: nagh

# firstWord
source: Ruins
kth_gb: pIgh

# withinSentence
source: Ruins
kth_gb: pIgh

# firstWord
source: Rock
kth_gb: nagh

# withinSentence
source: Rock
kth_gb: nagh

# firstWord
source: Wood
kth_gb: Sor Hap

# withinSentence
source: Wood
kth_gb: Sor Hap

# firstWord
source: Tree
kth_gb: Sor

# withinSentence
source: Tree
kth_gb: Sor

source: Although reasonably easy for an experienced player, the default AI level is quite challenging for new players yet to master the basic mechanisms of the game. Beginners are advised to start by playing against a lower level AI (Sandbox or Very Easy). Change the AI level by clicking the gear icon next to the player you want to modify in the selection panel above.
kth_gb: naH jajmeymaj reasonably ngeD SIQpu'bogh DawI', default AI patlh ngoDqoq luHar qaDta'bogh chu' DawI'pu' 'ach, petaQ basic mechanisms Quj bobaghlu'. qeS beginners start pong chu' against ghuS patlh ai (Sandbox pagh SoHvaD ngeD). AI patlh 'ej wIQaw'laH pong luch icon next to DawI'pu' jenDaq neH selection beq wovbe' DaneH'a' clicking.

source: [font="sans-bold-20"] Thank you for installing 0 A.D. Empires Ascendant!
kth_gb: [font="sans-bold-20"] qatlho' jom 0 A.D. Empires Ascendant!

source: [imgleft="constructionIcon"]This game is still in development. Features are missing and it contains bugs.
kth_gb: [imgleft="constructionIcon"]Quj reH neH development. features miss 'ej ghew Sev 'oH.

source: [imgleft="iconLag"]The game can have performance problems, especially with large maps and a great number of units.
kth_gb: [imgleft="iconLag"]yIqaw qay', especially je He 'angbogh wItlha' vI'elta'bogh Dun mI' units 'ej laH ghaj Quj.

source: [imgleft="iconFormation"]Formations are a work in progress, but you can toggle forming and disbanding formations as desired.
kth_gb: [imgleft="iconFormation"]formations Qap je Ser, 'ach Dumerbe' 'ej formations je HoHqang disbanding laH toggle SoH.

source: ROMAN ARMY CAMP
kth_gb: ROMAN MANGGHOM RAQ

source: - Build anywhere on the map, even in enemy territory. Good for building a secret base behind enemy lines or to consolidate gains within enemy territory.
kth_gb: - qach anywhere He 'angbogh wItlha', vabDot qaStaHvIS jagh yer. Qo'noS QaQ pegh waw' ta' De''e' jagh tlhegh vISIQbogh Soq 'emvo' jagh yer consolidate qach.

source: - Decays to the territory owner when built in non-allied territory
kth_gb: - ragh yer owner jajvetlh qach qaStaHvIS QI'yaH-qoch maHlaH yer

source: - Construct siege weapons and train citizen-soldiers.
kth_gb: - laHvetlh ghIgh nuH construct 'ej rewbe'-mang lupwI' mIr.

source: - Garrison up to 40 units to slowly heal the units and protect the army camp from attacks and decay.
kth_gb: - Da'elDI' 40 units QIt units vor neH quv mangghom raQ QaD HIv ragh 'ej 'ej garrison.

source: - Train all citizen-soldiers. Some factions can unlock the training of champions as well.
kth_gb: - Hoch rewbe'-mang Do'qu'. yay je toH Sojna' laH unlock 'op tlhach.

source: - Research military technologies unique to each faction.
kth_gb: - Qul QI' cham unique Hoch tlhach.

source: - Build one early to train citizen-soldiers while you phase up your settlement.
kth_gb: - wa' qach 'eq rewbe'-mang Do'qu' poStaHvIS phase SoH woDDI' settlement.

source: - Build in a forward base to resupply your assault with fresh troops.
kth_gb: - qach neH forward waw' ghoQ QaS assault resupply.

source: - Research structure for all factions.
kth_gb: - Qul tlham Hoch tlhach.

source: - Research weapon and armor upgrades for your units.
kth_gb: - Qul nuH armour 'ej upgrades units.

source: - Garrison a citizen-soldier inside to research faster (NOT IMPLEMENTED YET).
kth_gb: - rewbe'-buSpu' qoD Qul Saghmo' (implemented wej) garrison.

source: CARTHAGINIAN SACRED BAND
kth_gb: CARTHAGINIAN SACRED GHOM

source: - Champion Spearmen and Champion Cavalry Spearmen for Carthage.
kth_gb: - yay Spearmen 'ej yay Cavalry Spearmen carthage.

source: - Both are trainable from the Temple, instead of the Fortress like most other champions.
kth_gb: - batlhchaj trainable vo' chIrgh, instead of rur latlh HochHom yay Fortress.

source: - Use the Spearmen as heavy infantry against cavalry. Use the Cavalry as heavy shock against siege weapons and skirmishers.
kth_gb: - Spearmen je 'ugh infantry against cavalry. ghaHDaq lo'. Cavalry je 'ugh yay' laHvetlh ghIgh nuH skirmishers je. ghaHDaq lo'.

source: - Ranged siege engines that are good against buildings.
kth_gb: - ranged laHvetlh ghIgh QuQ QaQ vIleghDI' against.

source: - May upgrade to flaming projectiles for extra effectiveness against buildings and units.
kth_gb: - chaq upgrade DungDaj projectiles DuywI' effectiveness vIleghDI' units je.

source: - Expensive and slow.
kth_gb: - wagh 'ej slow.

source: - Pack up into carts for movement, and unpack into stationary engines for attack!
kth_gb: - pack vaj carts movement 'ej vI'ughHa'moHlaw'mo' stationary QuQ HIv!

source: CELTIC WAR BARGE
kth_gb: CELTIC VES BARGE

source: - Can transport up to 40 units across the waters.
kth_gb: - laH Da'elDI' 40 units lup across bIQ.

source: - Increases firepower with garrisoned infantry.
kth_gb: - ghur firepower garrison infantry.

source: - Cannot ram, like other triremes, but has greater health and armor.
kth_gb: - pagh matay'DI' 'ej armour 'ach chaq ram. ghaH rur latlh triremes..

source: CIVIC CENTERS
kth_gb: CIVIC CENTRES

source: - The "foundation" of your new colony.
kth_gb: - "QutlhwI' 'oH" mID chu'.

source: - Claim large tracts of territory.
kth_gb: - yIteb tracts yer DoQ.

source: - Can be built in friendly and neutral territory.
kth_gb: - laH qach neH friendly 'ej neutral yer.

source: - Train Female Citizens and basic Citizen-Soldiers.
kth_gb: - tugh rewbe' basic rewbe'-negh 'ej Do'qu'.

source: EMBASSIES
kth_gb: RIVSO'

source: - Special "Barracks" available to the Carthage faction.
kth_gb: - le' "Barracks" lupoQ tlhach Carthage.

source: - Train mercenaries from each of the ethnically-themed embassies.
kth_gb: - mercenaries vo' Hoch ethnically-themed rIvSo' lupwI' mIr.

source: - Mercenary "citizen-soldiers" have their normal Food cost converted to Metal cost.
kth_gb: - Mercenary "rewbe'-mang" bIDameH motlh Soj cost baS cost.

source: - Fish the seas for a bountiful harvest.
kth_gb: - ngeng bountiful SoH DaqeqnIS bIQHa'DIbaH.

source: - Fishing boats carry a large amount of food per trip.
kth_gb: - yIteb amount Soj per leng qeng fishing Duj.

source: - Fishing is faster than gathering food on fields.
kth_gb: - fishing Saghmo' puS Soj ghom yotlh.

source: - Garrison a support unit aboard to double the fishing boat's gathering rate.
kth_gb: - rate ghom garrison ngaq unit 'eH, tIj, petaQ fishing Duj chonaDmo', cha'logh vaj.

source: - Careful! Fish are not an infinite resource!
kth_gb: - chong! ghotI' 'oHbe' jo infinite!

source: - The Fortress is usually each faction's strongest building.
kth_gb: - Fortress roD strongest vIleghDI' Hoch tlhach.

source: - Trains strong units like Champions, Heroes, and Siege Weapons.
kth_gb: - HoS units yay, Hero, laHvetlh ghIgh nuH 'ej lupwI' mIr.

source: - Gives a population boost.
kth_gb: - roghvaH boost nob.

source: - Garrison soldiers inside to add more firepower to its defense.
kth_gb: - mang garrison qoD latlh firepower chel tlhingan Hubbeq.

source: RESOURCE GATHERING
kth_gb: JO GATHERING

source: - Use Citizen-Soldiers and Female Citizens to gather resources.
kth_gb: - rewbe'-negh 'ej tugh rewbe' DanoHmeH jo ghom.

source: - Female Citizens are bonused with Farming and Foraging.
kth_gb: - tugh rewbe' bonused Farming foraging je.

source: - Citizen-Soldiers are bonused with Mining.
kth_gb: - rewbe'-mang bonused Mining.

source: - Cavalry Citizen-Soldiers are bonused with Hunting.
kth_gb: - cavalry rewbe'-mang bonused wamwI'ghom.

source: - The higher the level of Citizen-Soldier (Advanced, Elite), the better he fights, but the less efficient he is at gathering.
kth_gb: - veb patlh rewbe'-mang (advanced, Elite) Dunmo', ghob ghaH 'ach nom qup ghaH DeSDu' gathering.

source: - The Athenian general who reformed the Athenian army to be faster and more maneuverable.
kth_gb: - Athenian Sa' Athenian mangghom 'e' Saghmo' neH maneuvrable 'ej reformed 'Iv.

source: - Units in his formation are faster and stronger.
kth_gb: - formation units Saghmo' 'ej toblu'pa'.

source: - Skirmishers move faster while he lives.
kth_gb: - vIH skirmishers Saghmo' poStaHvIS yIn ghaH.

source: - Build in neutral territory for a large scouting range.
kth_gb: - qach neH neutral yer yIteb scouting range.

source: - Cheap, at 80 Wood.
kth_gb: - qutlh, DeSDu' 80 ngem.

source: - They construct quickly, but are weak.
kth_gb: - nom construct 'ach puj chaH.

source: - Garrison a unit in it to stop them from decaying in neutral territory.
kth_gb: - garrison unit neH 'oH mev chaH vo' neH neutral yer ragh.

source: PALISADE WALLS
kth_gb: PALISADE TLHOY'

source: - A quick, cheap wooden wall available to all factions.
kth_gb: - Qapchu', qutlh wooden tlhoy' lupoQ Hoch tlhach.

source: - Most factions have access to them in Village Phase.
kth_gb: - naw' chaH chaq HochHom tlhach Village Phase.

source: - Attackable by enemy soldiers, unlike City Walls, which are only attackable by siege weapons.
kth_gb: - attackable jagh mang, unlike yergho, pong 'oH nuq'e' neH pong laHvetlh ghIgh nuH attackable.

source: - Buildings construct faster within his range.
kth_gb: - construct vIleghDI' Saghmo' 'emvo' range.

source: - Temples are cheaper while he lives.
kth_gb: - chIrgh cheaper poStaHvIS yIn ghaH.

source: - Special Technology for the Persians.
kth_gb: - le' cham persian.

source: - All Persian buildings +25% stronger.
kth_gb: - Hoch persian vIleghDI' +25 vatlhvI' toblu'pa'.

source: - Build time lengthened by +20% as a consequence.
kth_gb: - poH lengthened +20 qach vatlhvI' je ram wanI' qaSmoHlu'bogh.

source: - Persians also have access to a great number of structural & defensive technologies.
kth_gb: - Persians je ghaj naw' Dun mI' cham structural je defensive.

source: - Heavily armored and slow. Low attack.
kth_gb: - 'ugh armour 'ej slow. 'eS HIv.

source: - Used against cavalry or against other melee infantry to pin them in place.
kth_gb: - DanoHmeH against cavalry pagh against latlh SoQ-quarter infantry chaH 'emDaq qaStaHvIS Daq.

source: - Available to: Macedonians, Seleucids, and Ptolemies.
kth_gb: - lupoQ: Macedonians, Seleucids, Ptolemies.

source: - The heaviest standard warship. Available to: Rome, Carthage, Ptolemies, and Seleucids.
kth_gb: - heaviest Hol veSDuj. lupoQ: Rome, Carthage, Ptolemies, Seleucids.

source: - Transports up to 50 units.
kth_gb: - lup Da'elDI' 50 units.

source: - Increases firepower with garrisoned catapults.
kth_gb: - firepower garrison catapults ghaHDaq ghur.

source: - Has a ramming attack that sinks enemy ships (NOT IMPLEMENTED YET).
kth_gb: - chaq ram HIv jagh Duj sinks (NOT IMPLEMENTED YET).

source: - Generally flat, with a few watering holes and rocky outcrops.
kth_gb: - generally beQ, puS watering holes 'ej rocky outcrops.

source: - Chock full of herd animals for plentiful hunting.
kth_gb: - naQ herd Ha'DIbaH plentiful wamwI'ghom chock.

source: - Rich in all types of mining.
kth_gb: - Hoch Segh mining mIp.

source: - Wood tends to be sparse, but consists of high-yield Baobab trees.
kth_gb: - tends 'e' sparse 'ach consists jenwI'-jegh Baobab Sor Hap.

source: DEFENSE TOWERS
kth_gb: TLHINGAN HUBBEQ GHURQU' JE

source: - Free-standing towers good for defending large areas of countryside.
kth_gb: - ghurqu' je tlhab-patlh QaQ yIteb mIchHom Hatlh Hub.

source: - They usually cost 100 Wood and 100 Stone. Iberian Defense Towers cost 300 Stone (because they're stronger).
kth_gb: - 100 Sor Hap je 100 nagh motlh cost chaH. Iberian 300 tlham cost tlhingan Hubbeq ghurqu' je (HoSqu'mo' chaH toblu'pa').

source: - Has a ranged attack that increases for each garrisoned unit.
kth_gb: - chaq range HIv ghur Hoch garrison unit.

source: - Strongest infantry unit in the game.
kth_gb: - strongest infantry unit neH Quj.

source: - Champion Infantry available to the Spartans faction.
kth_gb: - yay Infantry lupoQ tlhach spartans.

source: - Use them to slaughter enemy cavalry or as a shock force to support your regular infantry.
kth_gb: - lo' infantry regular Qutlh raD chaH vay' ngoQ chavlaHbe' jagh cavalry pagh je yay'.

source: - Use the 'Phalanx' formation for extra armor bonuses.
kth_gb: - Phalanx formation lo' DuywI' armour bonuses.

source: - The basic melee infantry for every faction in the game.
kth_gb: - basic SoQ-quarter infantry Quj tlhach Hoch.

source: - Used against cavalry for an attack bonus.
kth_gb: - yan against cavalry bonus HIv.

source: - Decent hack attack make them good front line troops.
kth_gb: - tlhegh tlhop QaQ QaS chenmoH chaH decent hack HIv.

source: - They are countered by ranged units and swordsmen, so support your spearmen with slingers or cavalry.
kth_gb: - range units swordsmen je chaH SuwamHa'bej, vaj je slingers cavalry pagh spearmen ngaq.

source: - A special structure for Greek factions.
kth_gb: - le' tlham, Greek tlhach.

source: - Trains Heavy Skirmishers and Sword Infantry Champions.
kth_gb: - 'ugh Skirmishers 'etlh Infantry yay 'ej Do'qu'.

source: - Grants +10 Population.
kth_gb: - grants +10 roghvaH.

source: - A cheap dropsite for non-food resources (wood, stone, metal).
kth_gb: - qutlh dropsite, QI'yaH-Soj jo (Sor, tlham, baS).

source: - Research technologies to improve the gathering capabilities of your citizens.
kth_gb: - Qul cham gathering capabilities rewbe' Dub.

source: - Formation is slow and cumbersome.
kth_gb: - formation slow 'ej cumbersome.

source: - Nearly invulnerable from the front.
kth_gb: - tlhoS invulnerable vo' tlhop.

source: - Vulnerable to attacks from the rear.
kth_gb: - vulnerable HIv vo' rear.

source: - Town Phase structure.
kth_gb: - Town Phase tlham.

source: - Recruit Healers to heal your troops on the battlefield.
kth_gb: - Healers tovadoq QaS vor neH muvmoH.

source: - Research healing, religious devotion, and cultural technologies.
kth_gb: - Qul vor neH, religious devotion, 'ej cultural cham.

source: - Its "aura" heals nearby units.
kth_gb: - lumaq "aura" Sum units vor neH.

source: - Garrison damaged units inside for quicker healing.
kth_gb: - units qoD QIH garrison quicker vor neH.

source: TERRITORY DECAY
kth_gb: YER RAGH

source: - Decay happens when buildings are not connected to an allied Civil Center.
kth_gb: - qaS ragh HeghDI' wej rar vIleghDI' qoch maHlaH Civil Centre.

source: - The decay process can be slowed down or reversed by garrisoning some units in the structure.
kth_gb: - laH slowed pagh reversed pong tlham units 'op garrisoning ragh mIw.

source: - When the decay is completed, the building will be given to the most influential neighbor.
kth_gb: - HeghDI' naQ ragh, nob qach neighbour 'ach influential.

source: - Athenian hero who commanded the Greeks at the great naval battles of Artemisium and Salamis.
kth_gb: - Athenian Hero 'ej QuQ DeSDu' Dun naval may' artemisium salamis 'ej greek ra' 'Iv.

source: - All ships are built faster while he lives.
kth_gb: - qach Hoch Duj Saghmo' poStaHvIS yIn ghaH.

source: - The ship he is garrisoned inside sails much faster.
kth_gb: - sails Duj qoD ghaH garrisoned be'nI'puqDaj Saghmo'.

source: - Available to the Romans, Carthaginians, Hellenic factions, and Persians.
kth_gb: - lupoQ Romans, Carthaginians, Hellenic factions, Persians.

source: - Good for transporting or fighting.
kth_gb: - lup pagh ghob QaQ.

source: - Garrison troops aboard to increase fire power.
kth_gb: - QaS garrison 'eH, tIj qul HoS ghur.

source: - Garrison a catapult aboard for a long-range siege attack (NOT IMPLEMENTED YET).
kth_gb: - garrison catapult 'eH, tIj laHvetlh ghIgh long-range HIv (NOT IMPLEMENTED YET).

source: - Capable of a devastating ship-to-ship ramming attack that must recharge between each use (NOT IMPLEMENTED YET).
kth_gb: - capable devastate Duj--Duj ram HIv ghob'e' recharge SabtaHbogh Hoch lo' (NOT IMPLEMENTED YET).

source: - Iberian hero of the Lusitani tribe.
kth_gb: - Iberian Lusitani tuq Hero.

source: - At least 7 campaigns against the Romans during the 'Lusitani Wars' from 147 to 139 B.C.
kth_gb: - qaSlaH 7 campaigns against Roman during 'Lusitani noH' vo' 147 . 139 B.C.

source: - Fast moving and can switch between sword and flaming javelin.
kth_gb: - vIH nom 'ej laH leQ DuqIppu'chugh 'etlh DungDaj javelin.

source: - His "aura" is the "Tactica Guerilla" that allows nearby Iberian units to ambush their opponents.
kth_gb: - ghaH "aura" ghaH. "Tactica Guerilla" 'e' chaw' Sum Iberian units ghol ambush.

source: WAR ELEPHANTS
kth_gb: VES ELEPHANTS
