Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/klingonese.public-gui-lobby.po
Languages: kth_gb

source: Away
kth_gb: Ha'

# lobby presence
source: Unknown
kth_gb: Sovbe'lu'bogh Qoylu'

source: Player
kth_gb: chu'wI'

source: Muted Player
kth_gb: 'IjwI'pu' DawI'pu'

source: Disconnected.
kth_gb: disconnect.

source: %(nick)s has joined.
kth_gb: %(nick)s Dol'e' muvmoHta'bogh.

source: %(nick)s has left.
kth_gb: %(nick)s mej,.

source: You have been muted.
kth_gb: 'IjwI'pu' SoH.

source: %(nick)s has been muted.
kth_gb: %(nick)s 'IjwI'pu'.

source: You are now a moderator.
kth_gb: DaH moderator.

source: %(nick)s is now a moderator.
kth_gb: %(nick)s DaH moderator.

source: You have been unmuted.
kth_gb: unmute.

source: You are not a moderator anymore.
kth_gb: bIghuHmeH moderator latlh.

source: %(nick)s is not a moderator anymore.
kth_gb: %(nick)s 'oHbe' moderator latlh.

source: %(oldnick)s is now known as %(newnick)s.
kth_gb: %(oldnick)s DaH 'e' Sov je %(newnick)s.

source: Set your state to 'Away'.
kth_gb: ghu'lIj HIjmeH Ha''.

source: Set your state to 'Online'.
kth_gb: ghu'lIj online HIjmeH.

source: Kick a specified user from the lobby. Usage: /kick nick reason
kth_gb: per user vo' tamtaHvIS pup. usage: /pup nick meq

source: Ban a specified user from the lobby. Usage: /ban nick reason
kth_gb: per user vo' tamtaHvIS ban. usage: /ban nick meq

source: Show this help.
kth_gb: QaH cha'.

source: Send a chat message about yourself. Example: /me goes swimming.
kth_gb: jaw QIn vIHtaHbogh ngeH. example: /Ha', jIHvaD Qal.

source: Send text as a chat message (even if it starts with slash). Example: /say /help is a great command.
kth_gb: bIngDaq ghItlh leghlu' ngeH je jaw QIn (vabDot starts 'oH je slash). example: /say /QaH tIn ra'.

source: Clear all chat scrollback.
kth_gb: scrollback jaw Hoch Huv.

source: Return to the main menu.
kth_gb: chegh HIDjolev 'elbogh.

# map size
source: Any
kth_gb: vay'

# player number
source: Any
kth_gb: vay'

# map
source: Any
kth_gb: vay'

source: You have been banned from the lobby!
kth_gb: banned SoH vo' tamtaHvIS!

source: You have been kicked from the lobby!
kth_gb: pup SoH vo' tamtaHvIS!

source: %(nick)s has been banned from the lobby.
kth_gb: %(nick)s banned vo' tamtaHvIS.

source: %(nick)s has been kicked from the lobby.
kth_gb: %(nick)s pup vo' tamtaHvIS.

# lobby kick
source: Reason: %(reason)s
kth_gb: mo': %(reason)s

source: BANNED
kth_gb: BAN

source: KICKED
kth_gb: PUP

source: Unmark as Buddy
kth_gb: unmark maqoch

source: Mark as Buddy
kth_gb: mark maqoch

source: Player "%(nick)s" not found.
kth_gb: chu'wI' "%(nick)s" wej vItu'.

source: Game started at %(time)s
kth_gb: DeSDu' started Qujmey %(time)s

source: Players: %(current)s/%(total)s
kth_gb: chu'wI': %(current)s/%(total)s

source: The game has already started. Do you want to join as observer?
kth_gb: chonayta' started Quj. muv observer DaneH?

source: No
kth_gb: Qo'

source: Yes
kth_gb: HIja'

source: This game's address '%(ip)s' does not appear to be valid.
kth_gb: Quj SoQ '%(ip)s' wej nargh 'e' valid.

source: The command '%(cmd)s' is not supported.
kth_gb: ra' '%(cmd)s' wej Qutlh.

source: The command '%(cmd)s' is restricted to moderators.
kth_gb: ra' '%(cmd)s' restricted moderators.

source: Connecting...
kth_gb: rar...

source: Registering...
kth_gb: Suy qachmey...

source: Please enter your username
kth_gb: nuqneH username 'el

source: Usernames can't contain \[, ], unicode, whitespace, or commas
kth_gb: pagh, qatlh Sev usernames \[, ], unicode, whitespace, or commas

source: Please enter your password
kth_gb: DubelmoHchugh mu'wIj 'el

source: Please enter your password again
kth_gb: DubelmoHchugh mu'wIj 'el jatlhqa'

source: Passwords do not match
kth_gb: wej qul naQmey mu'wIj

source: Please read the Terms of Service
kth_gb: nuqneH wabmey chavmoH laD

source: Please read the Terms of Use
kth_gb: nuqneH wabmey lo' laD

source: Please agree to the Terms of Service and Terms of Use
kth_gb: DubelmoHchugh Qochbe' wabmey chavmoH wabmey lo' 'ej

source: Unknown error. This usually occurs because the same IP address is not allowed to register more than one account within one hour.
kth_gb: Sovbe'lu'bogh Qoylu' Qagh. motlh qaS ghu'vam mo' puS wa' account Suy qachmey rInpa' wa' rep wej chaw' rap ip SoQ.

source: Registered
kth_gb: Suy qachmey

source: Register
kth_gb: Suy qachmey

source: Connect
kth_gb: rar

source: Terms of Service
kth_gb: chavmoH wabmey

source: Terms of Use
kth_gb: lo' wabmey

source: Multiplayer Lobby
kth_gb: multiplayer tamtaHvIS

source: Current Rank:
kth_gb: Qu'mey potlh patlh:

source: Highest Rating:
kth_gb: Rating nIv:

source: Total Games:
kth_gb: total Qujmey:

source: Wins:
kth_gb: Qap:

source: Losses:
kth_gb: loss:

source: User Profile Lookup
kth_gb: user qoghDu'DajDaq Lookup

source: Map Type:
kth_gb: He 'angbogh wItlha' Segh:

source: Map Size:
kth_gb: He 'angbogh wItlha' Size:

source: Join Game
kth_gb: Quj muv

source: Host Game
kth_gb: host Qujmey

source: Main Menu
kth_gb: 'elbogh HIDjolev

source: Show only open games
kth_gb: neH mInDu'lIj Quj cha'

source: Back
kth_gb: chap

source: Enter username:
kth_gb: username 'el:

source: View Profile
kth_gb: jIH qoghDu'DajDaq

source: Please enter a player name.
kth_gb: DubelmoHchugh 'el DawI' pong.

source: Status
kth_gb: Dotlh

source: Name
kth_gb: pong

source: Rating
kth_gb: rate

source: Map Name
kth_gb: He 'angbogh wItlha' pong

# map
source: Type
kth_gb: Segh

source: Players
kth_gb: chu'wI'

source: Rank
kth_gb: patlh

source: Create a new account
kth_gb: account chu' chenmoH

source: Login to an existing account
kth_gb: login nIv'e' account

source: Connect to the game lobby
kth_gb: rar tamtaHvIS Quj

source: Password:
kth_gb: mu'wIj:

source: Password again:
kth_gb: mu'wIj jatlhqa':

source: I have read and agree to the Terms of Service and Terms of Use:
kth_gb: laD 'ej wabmey chavmoH wabmey lo' 'ej Qochbe':

source: Cancel
kth_gb: qIl

source: 0 A.D. Empires Ascendant Multiplayer Lobby Terms of Service
kth_gb: 0 a.d. wo' Ascendant tamtaHvIS Multiplayer wabmey chavmoH

source: * The "service" is the 0 A.D. Empires Ascendant Multiplayer Lobby provided by Wildfire Games (WFG).
kth_gb: * The "chavmoH" DuHIvDI' 0 a.d. wo' Ascendant Multiplayer tamtaHvIS pong Wildfire Qujmey ((wfg)).

source: * "You" are the user of the service.
kth_gb: * "SoH" chavmoH user.

source: * "We" are the collective of all Wildfire Games (WFG) team members.
kth_gb: * "maH" Hoch Wildfire Qujmey ((wfg)) team members collective.

source: * "Rating" refers to the process of analyzing various user statistics for the purpose of generating a single comprehensive score.
kth_gb: * "rate" refers mIw Sar user statistics for the purpose of Vas pe''egh comprehensive generating analysing.

source: * "Moderate" refers to the process of enforcing usage policies.
kth_gb: * "Moderate" refers usage ngoch enforcing mIw.

source: By using the service you agree to:
kth_gb: Hu'tegh chavmoH lo' Qochbe' SoH:

source: 1. Follow all usage policies.
kth_gb: 1. ngoch usage Hoch pab.

source: 2. Allow user identifiable statistics to be gathered for the purposes of rating, user profiles, and community statistics.
kth_gb: 2. user identifiable statistics ghom rating, user qoghDu'DajDaq, community statistics 'ej ngoQ chaw'.

source: We also reserve the right to:
kth_gb: nIH je reserve maH:

source: 1. Moderate the service.
kth_gb: 1. chavmoH moderate.

source: 2. Appoint others to moderate the service.
kth_gb: 2. latlhpu' chavmoH moderate chaH ngeHmeH.

source: 3. Discontinue or interrupt service at any time with or without prior announcement.
kth_gb: 3. baq pagh, chavmoH qagh DeSDu' vay' poH pagh HurDaq prior announcement.

source: 4. Change the service at any time with or without announcement.
kth_gb: 4. choH DeSDu' vay' poH pagh HurDaq announcement chavmoH.

source: 5. Delete any and all service data at any time with or without announcement.
kth_gb: 5. vay' je Hoch chavmoH De' delete DeSDu' vay' poH pagh HurDaq announcement.

source: 6. Collect any or all user identifiable statistics at any time without consent for:
kth_gb: 6. [vay' pagh Hoch user identifiable statistics DeSDu' Hutlh ghIb poH vay'. ghaHDaq boS BERNARDO:

source: a. Private analysis by Wildfire Games (WFG) team members and their affiliates.
kth_gb: a. Wildfire Qujmey ((wfg)) team members affiliates je private poj.

source: b. Anonymized public release by Wildfire Games (WFG) team members.
kth_gb: b. anonymize public release pong Wildfire Qujmey ((wfg)) team members.

source: 7. Change this document in any way; at any time; on the condition that the user of the service is given adequate notice of the change (the definition of adequate notice will be determined at the time by a panel of Wildfire Games (WFG) team members).
kth_gb: 7. qaStaHvIS vay' mIw document choH; DeSDu' vay' poH; je 'e' adequate tu' choH (qIlmeH pIj adequate tu' definition legh poH pong beq Wildfire Qujmey ((wfg)) team members) nganvaD chavmoH user.

source: 0 A.D. Empires Ascendant Multiplayer Lobby Terms of Use
kth_gb: 0 a.d. wo' Ascendant tamtaHvIS Multiplayer wabmey lo'

source: * "Impersonate" refers to the action in which you attempt to exploit another's identity for your own purposes.
kth_gb: * "Impersonate" refers action Hay'DI' ruchnIS vIchIDmeH, Qatlh Qu' exploit ngoQ nID SoH.

source: * "Spam" refers to irrelevant or inappropriate messages sent to a large number of recipients.
kth_gb: * "Spam" refers irrelevant pagh yuQ QIn ngeH yIteb mI' SIQwI'.

source: * "Rating" refers to the per-user comprehensive score.
kth_gb: * "rate" refers per-user comprehensive pe''egh.

source: * "Ranked games" refers to games in which rating changing statistics are tracked.
kth_gb: * "patlh Qujmey" refers Qujmey Hay'DI' ghoch rating choH statistics.

source: You agree to:
kth_gb: Qochbe' SoH:

source: 1. Only create one account per unique user on the service unless authorized by a Wildfire Games (WFG) team member.
kth_gb: 1. neH wa' account unique user per chenmoH chavmoH ghaH'e' SoHbe'chugh authorised Wildfire Qujmey ((wfg)) team member.

source: 2. Not post profane statements, rude humor, pornographic content, or discriminatory comments on the service.
kth_gb: 2. not post profane statements, Doch humor, 'a ghIH pornographic, pagh discriminatory comments chavmoH.

source: 3. Not purposefully demean the worth of others using the service.
kth_gb: 3. wej purposefully latlhpu' chavmoH lo' worth demean.

source: 4. Not use the service to promote specific goods, services, or products.
kth_gb: 4. wej vIta'meH specific goods num, chavmoH, pagh products lo'.

source: 5. Not impersonate other users of the service.
kth_gb: 5. wej chavmoH users latlh impersonate.

source: 6. Not spam the service.
kth_gb: 6. wej spam chavmoH.

source: 7. Not attempt to artificially adjust any user of the service's rating or any of the statistics which impact it. (Examples of this are, but are not limited to: cheating in ranked games, reverse engineering the service, and taking advantage of other users of the service.)
kth_gb: 7. wej nID 'un chavmoH rating user vay' vIvoqHa' statistics baS 'oH mup pagh lIS. (, 'ach wej vuS examples ghu'vam: chavmoH jonpIn, 'ej 'utmo' Dujvam chavmoH users latlh Qujmey, patlh reverse ngor neH.)

source: 8. Allow yourself to be removed from the service if at any time a moderator determines your behavior is not consistent with these rules.
kth_gb: 8. je teqlu'pu' vo' chavmoH vaj legh vay' poH behavior 'oHbe' consistent che' qIlmeH pIj moderator chaw'.

source: 1. Change this document in any way; at any time; on the condition that the user of the service is given adequate notice of the change (the definition of adequate notice will be determined at the time by a panel of Wildfire Games (WFG) team members).
kth_gb: 1. qaStaHvIS vay' mIw document choH; DeSDu' vay' poH; je 'e' adequate tu' choH (qIlmeH pIj adequate tu' definition legh poH pong beq Wildfire Qujmey ((wfg)) team members) nganvaD chavmoH user.
