Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/klingonese.public-gui-gamesetup.po
Languages: kth_gb

source: "Some were discovered lying there alive, with thighs and tendons slashed, baring their necks and throats and bidding their conquerors drain the remnant of their blood. Others were found with their heads buried in holes dug in the ground. They had apparently made these pits for themselves." - Livius, describing the aftermath of the Battle of Cannae, where Hannibal inflicted the greatest defeat on the Romans in all their history ("Ab Urbe Condita", XXII. 51)
kth_gb: "tu' 'op Qot pa' alive, thighs je to'waQ slashed, mong 'ej Hugh baring 'ej charghwI' 'Iw remnant natlh: ghaHvaD jIjatlh. tu' latlhpu' je nach mol noHwI'pu' qung ghIthbe' mol HaghmoHwI'. naHnagh law' chenmoHta' chaH." - livius may' cannae, nuqDaq jatlhHa'law' jey inflicted hannibal qaStaHvIS Hoch qun (roman aftermath Del"Ab Urbe Condita", XXII. 51)

source: "There lay thousands upon thousands of Romans \[...]. Here and there amidst the slain rose a gory figure whose wounds had begun to throb with the chill of dawn, and was cut down by his enemies." - Livius, describing the aftermath of the Battle of Cannae, where Hannibal inflicted the greatest defeat on the Romans in all their history ("Ab Urbe Condita", XXII. 51)
kth_gb: "There lay thousands upon thousands of Romans \[...]. naDev je pa' amidst slay Hu'DI' loD gory figure throb chill jajlo' qettaHvIS 'ej pe' pong jaghDaj rIQ." - livius aftermath may' cannae, nuqDaq jatlhHa'law' jey inflicted hannibal qaStaHvIS Hoch qun roman Del ("Ab Urbe Condita", XXII. 51)

source: "A city is well-fortified which has a wall of men instead of brick." - Lycurgus of Sparta (Plutarch, "Parallel Lives", "Lycurgus", sec. 19)
kth_gb: "veng vIngIl fortified loD instead of brick tlhoy' ghaj 'oH." - Lycurgus of Sparta (Plutarch, "Parallel Lives", "Lycurgus", sec. 19)

source: "Escape, yes, but this time with my hands, not my feet." - Marcus Junius Brutus, before committing suicide after losing a battle against Caesar's avengers (Plutarch, "Parallel Lives", "Brutus", sec. 52)
kth_gb: "nargh, HIja', poH je ghop, qar'a' qamDu' 'ach." - Marcus Junius Brutus, pa' suicide luqoplu' qaSpu'DI' may' yIchegh avengers (plutarch, against chIl "Parallel Lives", "Brutus", sec. 52)

source: "O, the times, O, the customs!" - Marcus Tullius Cicero ("Against Catiline", speech I)
kth_gb: "toH poH, va, tIgh!" - Marcus Tullius Cicero ("Against Catiline", speech I)

source: "A war is never undertaken by the ideal State, except in defense of its honor or its safety." - Marcus Tullius Cicero ("De Re Publica", III., 23)
kth_gb: "not undertaken veS pong ideal Sep, jIQongqa'laHbe' qaStaHvIS tlhingan Hubbeq batlhlIj vanglu'Qo'DI' joq." - Marcus Tullius Cicero ("De Re Publica", III., 23)

source: "The first duty of a man is the seeking after and the investigation of truth." - Marcus Tullius Cicero ("On Duties", I., 13)
kth_gb: "wa'DIch Qu' loD wIghoS'a' qaSpu'DI' 'ej vIt investigation." - Marcus Tullius Cicero ("On Duties", I., 13)

source: "No one is so old as to think that he cannot live one more year." - Marcus Tullius Cicero ("On Old Age", sec. 24)
kth_gb: "pagh vaj ngo' pe'vIl Heghbogh vajpu''e' ghaH 'e' pagh yIn ghaH wa' DIS puS 'e' vIHar." - Marcus Tullius Cicero ("On Old Age", sec. 24)

source: "Let the welfare of the people be the ultimate law." - Marcus Tullius Cicero ("On the Laws", III., sec. 3)
kth_gb: "welfare nuvpu' ultimate vIngongmeH, 'Ijjaj." - Marcus Tullius Cicero ("Naq", III., sec. 3)

source: "Endless money forms the sinews of war." - Marcus Tullius Cicero ("Philippics", Philippica V., sec. 5)
kth_gb: "veS sinews Dumerbe' Huch endless." - Marcus Tullius Cicero ("Philippics", Philippica V., sec. 5)

source: "Laws are silent in time of war." - Marcus Tullius Cicero ("Pro Milone", IV., sec. 11)
kth_gb: "chut tam qaStaHvIS veS." - Marcus Tullius Cicero ("Pro Milone", IV., sec. 11)

source: "That, Senators, is what a favour from gangs amounts to. They refrain from murdering someone; then they boast that they have spared him!" - Marcus Tullius Cicero, condemning Mark Anthony who had not killed him (yet) ("Philippics", Philippica II, sec. 5)
kth_gb: "Senators, 'oH nuq lo' vo' gangs amounts. refrain chaH vo' vay' chot; vaj 'e' ghaH 'Iq chaH boast chaH!" - Marcus Tullius Cicero, qIch pablu'DI' anthony wej ('ach) ghaH SoHtaH'a' 'Iv ("Philippics", Philippica II, sec. 5)

source: "He did not even stand up to review his fleet when the ships were already at their fighting stations, but lay on his back and gazed up at the sky, never rising to show that he was alive until Marcus Agrippa had routed the enemy." - Mark Antony, taunting Augustus who delegated his duties as naval commander (Suetonius, "Divus Augustus", sec. 16)
kth_gb: "yo' review HeghDI' chonayta' DeSDu' ghob yaH, 'ach yIlan Dub 'ej gazed woDDI' DeSDu' chal, Duj wej qaSpu'bogh yIQam ghaH not QamchoH 'e' ghaH alive until jagh routed marcus agrippa cha'." - Mark Antony, taunt augustus 'Iv Qu'Daj delegated je naval ra'wI' (suetonius. "Divus Augustus", sec. 16)

source: "We live, not as we wish to, but as we can." - Menander ("Lady of Andros", fragment 50)
kth_gb: "yIn maH, wej Hoch DayaHmoH 'ach Hoch laH maH." - Menander ("Lady of Andros", fragment 50)

source: "The man who runs may fight again." - Menander ("Monosticha")
kth_gb: "chaq ghob loD 'Iv qet jatlhqa'." - Menander ("Monosticha")

source: "Whom the Gods love dies young." - Menander ("The Double Deceiver", fragment 4)
kth_gb: "whom 'a luchenmoH Hegh Qup." - Menander ("Deceiver chonaDmo', cha'logh vaj", fragment 4)

source: "I call a fig a fig, a spade a spade." - Menander (fragment 545 K)
kth_gb: "QaD Fig pong jIH QaD Fig. spade spade." - Menander (fragment 545 K)

source: "The greatest glory is won from the greatest dangers. When our fathers faced the Persians their resources could not compare to ours. In fact, they gave up even what they had. Then by wise counsels and daring deeds, not fortune and material advantages, they drove out the invaders and made our city what it is now." - Pericles (Thucydides, "History of the Peloponnesian War", I. 144.3-4)
kth_gb: "Qap ben law' batlhmey jatlhHa'law' vo' jatlhHa'law' Qob. HeghDI' persian qab vavma' laH wej taHtaHghach SaHbe'chugh Qaghmey. loQ ngoD jegh chaH vabDot nuq lughaj. vaj val counsels 'ej daring ta', wej mIvDaq je 'utmo' Dujvam Hap 'u', yItungHa', qaH QaQ invaders 'ej nuq DaH veng chaH." - Pericles (Thucydides, "History of the Peloponnesian War", I. 144.3-4)

source: "Instead of looking on discussion as a stumbling block in the way of action, we think it an indispensable preliminary to any wise action at all." - Pericles in his Funeral Oration for Athenians that died in the first year of the war (Thucydides, "History of the Peloponnesian War", II. 40.2)
kth_gb: "instead of legh discussion je stumbling puS in the way of action, 'oH Qub maH indispensable preliminary to vay' val action qabDaj." - pericles qaStaHvIS nol Oration athenian 'ej QuQ Hegh wa'DIch DIS (thucydides, veS "History of the Peloponnesian War", II. 40.2)

source: "We alone do not think that a man ignorant of politics interferes with nothing, we think he is good for nothing." - Pericles in his Funeral Oration for Athenians that died in the first year of the war (Thucydides, "History of the Peloponnesian War", II. 40.2)
kth_gb: "'e' pagh nIS loD jIv politics, ghaH QaQ pagh DaHar'a' maH wej pIja' mob." - pericles qaStaHvIS nol Oration athenian 'ej QuQ Hegh wa'DIch DIS (thucydides, veS "History of the Peloponnesian War", II. 40.2)

source: "Future ages will wonder at us, as the present age wonders at us now." - Pericles in his Funeral Oration for Athenians that died in the first year of the war (Thucydides, "History of the Peloponnesian War", II. 41.5)
kth_gb: "SIv pIq qantaHvIS DeSDu' maHvaD, je SaH qantaHvIS yoD DeSDu' maHvaD DaH." - pericles qaStaHvIS nol Oration athenian 'ej QuQ Hegh wa'DIch DIS (thucydides, veS"History of the Peloponnesian War", II. 41.5)

source: "When you realise the power of Athens, consider it was won by valiant men who knew their duty, had a sense of dishonor in fight and, if their enterprises failed, would rather give their lives than lack in civic virtue." - Pericles in his Funeral Oration for Athenians that died in the first year of the war (Thucydides, "History of the Peloponnesian War", II. 43.2)
kth_gb: "HeghDI' athens yapbe'mo' SoH realise, yoHlaw' loD 'Iv Qu' vISov, qa'wIj dishonour chaq qaStaHvIS ghob 'ej, vaj luj 'entepray', nongtaH yIn law' civic ghob Hutlh 'oH Qap qel." - pericles qaStaHvIS nol Oration athenian 'ej QuQ Hegh wa'DIch DIS (thucydides, veS "History of the Peloponnesian War", II. 43.2)

source: "To heroes all earth is their tomb, and their virtues are remembered far from home where an epitaph declares them, in an unwritten record of the mind that will outlast any monument." - Pericles in his Funeral Oration for Athenians that died in the first year of the war (Thucydides, "History of the Peloponnesian War", II. 43.3)
kth_gb: "Hero Hoch tera' tomb 'ej qaw ghobmeychaj far from juH nuqDaq chaH maq Claud neH unwritten ta yab, vay' monument outlast." - pericles qaStaHvIS nol Oration athenian 'ej QuQ Hegh wa'DIch DIS (thucydides, veS "History of the Peloponnesian War", II. 43.3)

source: "Understand that happiness depends on freedom, and freedom depends on courage." - Pericles in his Funeral Oration for Athenians that died in the first year of the war (Thucydides, "History of the Peloponnesian War", II. 43.4)
kth_gb: "'e' wuv happiness tlhab je wuv tlhab toDuj vIyaj." - pericles qaStaHvIS nol Oration athenian 'ej QuQ Hegh wa'DIch DIS (thucydides, veS "History of the Peloponnesian War", II. 43.4)

source: "The greatest glory for women is to be least talked about by men, whether for good or ill." - Pericles in his Funeral Oration for Athenians that died in the first year of the war (Thucydides, "History of the Peloponnesian War", II. 45.2)
kth_gb: "jatlhHa'law' ben law' batlhmey be' vay' least vIghel loD, jotlhmeH QaQ pagh rop." - pericles qaStaHvIS nol Oration athenian 'ej QuQ Hegh wa'DIch DIS (thucydides, veS "History of the Peloponnesian War", II. 45.2)

source: "Wait for the wisest of all counsellors, time." - Pericles, a cautious politician who avoided war (Plutarch, "Parallel Lives", "Pericles", sec. 18)
kth_gb: "loS poH wisest counsellors Hoch." - pericles, Hoj politician veS (plutarch, webqu'meH nov 'Iv "Parallel Lives", "Pericles", sec. 18)

source: "Your empire is now like a tyranny: it may have been wrong to take it; it is certainly dangerous to let it go." - Pericles, addressing the Athenian assembly after a plague had weakened the city (Thucydides, "History of the Peloponnesian War", II. 63.3)
kth_gb: "wo' DaH rur tyranny: chaq QIH nge' bej Qob loj rIntaH ropvetlh." - pericles athenian rIp SoQ qaSpu'DI' veng (thucydides, pujmoH plague "History of the Peloponnesian War", II. 63.3)

source: "War is sweet to those who have no experience of it, but the experienced man fears its approach in his heart." - Pindar (fragment 110)
kth_gb: "veS quv ghajwI'vaD 'oH SIQpu'bogh pagh, 'ach ghoS HajchoHtaHvIS SIQpu'bogh loD qech buStaHbogh lughIm." - Pindar (fragment 110)

source: "Themistocles robbed his fellow citizens of spear and shield, and degraded the people of Athens to the rowing-pad and the oar." - Plato, no friend of the Athenian navy (Plutarch, "Parallel Lives", "Themistocles", sec. 3)
kth_gb: 'SoHvaN noN veqlargh rewbe' QIn yoD 'ej Hej 'ej nuvpu' athens rowing-pad 'ej oar. degraded themistocles-plato, athenian navy (plutarch, Don yIn, sec. 3) jup pagh

source: "No guest is so welcome in a friend's house that he will not become a nuisance after three days." - Plautus ("The Swaggering Soldier", Act III, scene 1, 146)
kth_gb: "pagh meb vaj qay'be' neH jup tuq 'e' ghaH wej moj nuisance wejleS." - Plautus ("swagger mang", Act III, scene 1, 146)

source: "You cannot eat your cake and have it too, unless you think your money is immortal." - Plautus ("Trinummus", Act II, scene 4, 12)
kth_gb: 'pagh cake Sop 'ej vItlhutlhlaw' je, ghaH'e' SoHbe'chugh Huch jub DaHar'a'.' - Plautus ('Trinummus', Act II, scene 4, 12)

source: "He \[Alexander] thought nothing invincible for the courageous, and nothing secure for the cowardly." - Plutarch ("Parallel Lives", "Alexander", sec. 58)
kth_gb: "ghaH \[Alexander] reH ghaH HIvDI' muSHa'ghach courageous pagh 'ej pagh taHtaHvIS cowardly Qub." - Plutarch ("Parallel Lives", "Alexander", sec. 58)

source: "One \[...] shot an arrow at him with such accuracy and force that it pierced his breastplate and got stuck in his ribs. \[...] Alexander recoiled and sank to his knees. \[...] At last Alexander killed the barbarian. But he received many wounds, at last was struck on the neck with a mace, and leaned against the city wall, his eyes still fixed upon his foes." - Plutarch about the Mallian Campaign ("Parallel Lives", "Alexander", sec. 63)
kth_gb: "wa' \[...] arrow ghewQaS'e' qabwIj accuracy bach 'ej 'e' breastplate pierced je Suq DuDwI' neH joQ 'oH raD. \[...] recoiled 'ej sank qIv AlexanderIjIn. \[...] tagha' AlexanderIjIn HoH barbarian. 'ach law' rIQ Hev, tagha' ghaH ghanjaq mong mup, wo' against yergho mInDu' reH tI' HuvHa' nuv'e' ghaH." - vIHtaHbogh Mallian Campaign plutarch ("Parallel Lives", "Alexander", sec. 63)

source: "When the pirates demanded a ransom of twenty talents for him, Caesar burst out laughing. They did not know, he said, who it was that they had captured, and he volunteered to pay fifty." - Plutarch, who mentions later that Caesar got his money back and had his captors crucified ("Parallel Lives", "Caesar", sec. 2)
kth_gb: "HeghDI' voHDajbo' cha'maH talents ghaHvaD yu' pirates, burst voDleH Hagh. 'Iv 'oH 'e' wIQaw'chu', jatlh, 'ej fifty yIDIl Sap ghaH Sovbe', chaH." - Dub plutarch, 'Iv Huch Suq voDleH mentions later 'ej, qatlh naQDaq captors ("Parallel Lives", "Caesar", sec. 2)

source: "They \[the Romans] want the centurions not so much to be adventurous and daredevils, as to be natural leaders, of a steady and reliable spirit. They do not so much want men who will initiate attacks and open the battle, but men who will hold their ground when beaten and hard-pressed, and will be ready to die at their posts." - Polybius ("Histories", VI. 24)
kth_gb: "chaH \[the Romans] centurions not vaqwI' 'e' SuvmeH vaj neH 'ej daredevils mIw vIlIj, 'ej pe'vIl Heghbogh vajpu''e' ghaH natural ra'wI' steady 'ej reliable qa'. HIv tagh 'ej may' 'ach ghot'e' mo' 'uch moq 'ej hard-pressed, 'ej SuH Hegh DeSDu' posts poS wej ghur DaneH chaH." - Polybius ("Histories", VI. 24)

source: "The Roman battle line is hard to break, since it allows every man to fight both individually and collectively; so that a formation can fight in any direction, with the maniples nearest to the point of danger wheeling around to face it." - Polybius ("Histories", XV. 15)
kth_gb: "may' roman tlhegh let ghor, qaSchoH botlhDaq batlhchaj individually 'ej collectively loD Hoch chaw' 'oH; chenchoH laH ghob formation pa' vay' lurgh, nearest to Qob rutlh around 'oH qab lang maniples." - Polybius ("Histories", XV. 15)

source: "The Athenian people are always in the position of a ship without a commander. Fear of the enemy or a storm make the crew be of one mind and obey the helmsman, everything goes well; but if they recover \[...] they quarrel with each other \[...], and the result has often been that, after escaping the dangers of the widest seas and the most violent storms, they wreck their ship in harbour and close to shore." - Polybius on the Athenian constitution ("Histories", VI. 44)
kth_gb: "nuvpu' athenian reH neH Hutlh la' Duj position. beq wa' yab 'ej DeghwI' lob chenmoH jISuvvIpbe' jagh jev joq, SIbI' Hoch lu'. 'ach tlhoy recover chaH \[...] Sol chaH Hoch latlh \[...], 'ej ghot'e' pIj 'e' qaSpu'DI' Qob ngeng widest 'ach Qaw''egh storms 'ej nargh, Duj neH harbour 'ej close to vergh puy chaH." - polybius athenian constitution ("Histories", VI. 44)

source: "Most of the Romans were trampled to death by the enormous weight of the elephants; the rest were shot down in their ranks by the numerous cavalry: and there were only a very few who attempted to save themselves by flight." - Polybius on the Battle of Bagradas where a Roman army was annihilated during the First Punic War ("Histories", I. 34)
kth_gb: "trampled HochHom roman muH pong enormous ngI' elephants; bach meqchaj qaStaHvIS patlh pong numerous cavalry: 'ej neH tu'lu' SoHvaD puS 'Iv bIH'e' toD pong flight nID." - polybius may' bagradas nuqDaq annihilated mangghom roman during veS wa'DIch punic ("Histories", I. 34)

source: "Hannibal gave the signal for attack; and at the same time sent orders to the troops lying in ambush on the hills to do the same, and thus delivered an assault upon the enemy at every point at once." - Polybius on the beginning of a Roman disaster at the Trasymene Lake ("Histories", III. 84)
kth_gb: "HIv signal nob hannibal; 'ej DeSDu' poH rap tlham ngeH QaS pa' HuD vay' Data'nISbogh rap ambush nep 'ej vaj assault HuvHa' jagh HIj DeSDu' Hoch lang Dotlhmey." - polybius roman Qugh, DeSDu' trasymene ngeng bI'reS ("Histories", III. 84)

source: "In the phalanx, the men cannot turn around singly and defend themselves: this tribune, therefore, charged them \[from behind] and killed all he could get at; until, unable to resist, they were forced to throw away their shields and flee." - Polybius, describing the defeat of Philip V. of Macedon by Flaminius in the Battle of Cynoscephalae ("Histories", XVIII. 26)
kth_gb: "qaStaHvIS phalanx, pagh around singly 'ej bIH'e' HubtaHvIS ghot: chaH vaj, Huj tribune. \[vo' 'emvo'] 'ej Hoch laH, wej ghaH legh; HoH until, unable qaD, raD chaH yoD woD 'ej Haw'." - Polybius, Del jey philip V. macedon pong may' cynoscephalae flaminius ("Histories", XVIII. 26)

source: "The Roman order on the other hand is flexible: for every Roman, once armed and on the field, is equally well equipped for every place, time, or appearance of the enemy. He is, moreover, quite ready and needs to make no change, whether he is required to fight in the main body, or in a detachment, or in a single maniple, or even by himself." - Polybius, explaining how the Romans can defeat the Macedonian phalanx ("Histories", XVIII. 32)
kth_gb: "roman tlham latlh ghop vaD: Hoch roman wa'logh yoDSutmey tuQ je luvummoHlu' quvmoH 'e' qawqu' toH equipped Hoch Daq, poH, pagh jagh Hoch. nep ngoDqoq luHar SuH 'ej pagh choH, ponglIj nIS jotlhmeH botlhDaq qaStaHvIS 'elbogh porghDaj, pagh pa' detachment, pagh neH maniple Vas joq vabDot pong ghaH ghaH poQ ghaH." - Polybius, chay' macedonian phalanx laH jey roman QIj ("Histories", XVIII. 32)

source: "Scipio \[Aeminialus], when he looked upon the city \[Carthage] as it was utterly perishing and in the last throes of its complete destruction, is said to have shed tears and wept openly for his enemies. And realized that all cities, nations, and authorities must, like men, meet their doom." - Polybius, eyewitness to the destruction of Carthage ("Histories", XXXVIII. 22)
kth_gb: "Scipio \[Aeminialus], ghorgh bejtaHvIS ghaH veng \[Carthage] shed tears 'ej jISaQ openly jaghDaj jatlh Hoch utterly perishing 'oH je wa'Hu' throes QIH naQmoH wanI'mey. 'ej 'e' ghob'e' Hoch veng, nations je, pIn, rur ghot tlhoj, doom ghom." - Polybius, eyewitness carthage QIH ("Histories", XXXVIII. 22)

source: "One more such victory and the cause is lost!" - Pyrrhus of Epirus after the Battle of Asculum, in which the Romans lost twice as many men but he lost a greater share of his armed forces (Plutarch, "Parallel Lives", "Pyrrhus", sec. 21)
kth_gb: "choghIjtaHghach vIq wa' yay 'ej luj!" - pyrrhus epirus qaSpu'DI' may' asculum, Hay'DI' loD luj cha'logh law' law' roman 'ach matay'DI' SoH armed 'eychoH (plutarch, luj ghaH "Parallel Lives", "Pyrrhus", sec. 21)

source: "None can be free who is a slave to, and ruled by, his passions." - Pythagoras (Stobaeus, "Florilegium", 18)
kth_gb: "pagh laH tlhab toy'wI''a' 'ej Dache'taHvIS pong, 'Iv nongtaHghachwIj." - Pythagoras (Stobaeus, "Florilegium", 18)

source: "Do not say few things in many words, but many things in few words." - Pythagoras (Stobaeus, "Florilegium", 24)
kth_gb: "Dochmey puS neH law' mu', 'ach law' Doch neH QIjmeH jatlh." - Pythagoras (Stobaeus, "Florilegium", 24)

source: "Let your speech be better than silence, or be silent." - Pythagoras (Stobaeus, "Florilegium", 24)
kth_gb: "SoQ Dunmo' law' tam joq tam yInISQo'." - Pythagoras (Stobaeus, "Florilegium", 24)

source: "Unity strengthens even small states, while discord undermines the mightiest empires." - Sallust ("The Jugurthine War", 10.6)
kth_gb: "vabDot mach Sep, rach unity poStaHvIS wo' Hoch mol, loQ undermines discord." - Sallust ("The Jugurthine War", 10.6)

source: "Ungrateful fatherland, you will not even have my bones!" - Scipio Africanus in his epitaph, after he who defeated Hannibal was repeatedly accused of crimes by the Roman Senate (Valerius Maximus, "Nine books on memorable deeds and sayings", 5.3.2)
kth_gb: "ungrateful fatherland, Hom wej qaSpu'bogh Daghaj!" - scipio africanus neH Claud, qaSpu'DI' repeatedly pum ghaH 'Iv hannibal jey HeS pong roman Senate (valerius maximus. "Hut paq memorable ta' ghu' lupegh 'ej", 5.3.2)

source: "Prepare for war, since you have been unable to endure a peace." - Scipio Africanus, replying to Hannibal's offer of peace terms before the Battle of Zama (Livius, "Ab Urbe Condita", XXX. 31)
kth_gb: "qeq veS, qaSchoH unable tam taH." - scipio africanus, jang hannibal offer tam wabmey pa' may' zama (livius. "Ab Urbe Condita", XXX. 31)

source: "But tactical science is only one part of generalship. A general must be capable of equipping his forces and providing for his men. He must also be inventive, hardworking, and watchful, bullheaded and brilliant, friendly and fierce, straightforward and subtle." - Socrates (Xenophon, "Memorabilia", 3.1.6)
kth_gb: "QeD tactical 'ach neH wa' 'ay' generalship. peQ ghob'e' raD equipping 'ej DuHIvDI' loD capable. ghaH ghob'e' je inventive, hardworking, Dugh Hajbogh, bullheaded 'ej brilliant, friendly 'ej qu', straightforward 'ej subtle." - Socrates (Xenophon, "Memorabilia", 3.1.6)

source: "It is necessary to know the strength of the city and of the enemy, so that, if the city is stronger, one may recommend her to go to war, but if weaker than the enemy, may persuade her to beware." - Socrates (Xenophon, "Memorabilia", 3.6.9)
kth_gb: "'ut ghaH bISolnISbe'taHmeH yIyep vaj 'e' tlhoy veng toblu'pa', ghaH vay' veS chaq chup wa', 'a weaker jagh, puS chaq pon HoS veng 'ej jagh, Sovlu'chugh." - Socrates (Xenophon, "Memorabilia", 3.6.9)

source: "The unexamined life is not worth living." - Socrates, in his defense when trialled for corrupting the youth and not worshipping the proper gods (he later drank hemlock after the death sentence) - Plato ("Apology", 38a)
kth_gb: "'oHbe' unexamine yIn worth yIntaHvIS." - Socrates, qaStaHvIS tlhingan Hubbeq HeghDI' trialled pobIQ qal 'ej wej worshipping proper luchenmoH (hemlock later chech ghaH qaSpu'DI' Hegh mu'tlhegh) - Plato ("Apology", 38a)

source: "The hour of departure has arrived, and we go our ways - I to die, and you to live. Which is better God only knows." - Socrates, in his defense when trialled for corrupting the youth and not worshipping the proper gods (he later drank hemlock after the death sentence) - Plato ("Apology", 42a)
kth_gb: "pa'vetlhDaq rep departure 'ej Sun tIghmaj Sovbe'chu'-jIH Hegh 'ej jIyIntaH. neH vISov Dunmo' qeylIS be'ghomDaq." - socrates. ghaH neH tlhingan Hubbeq HeghDI' trialled pobIQ qal 'ej wej worshipping proper luchenmoH (hemlock later chech ghaH qaSpu'DI' Hegh mu'tlhegh) - Plato ("Apology", 42a)

source: "Walls and ships are nothing without men living together inside them." - Sophocles ("Oedipus Rex")
kth_gb: "tlhoy' Duj 'ej tu'lu'bogh Hutlh ghot yIn nItebHa' qoD chaH." - Sophocles ("Oedipus Rex")
