Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/klingonese.public-gui-gamesetup.po
Languages: kth_gb

# ai
source: None
kth_gb: pagh

source: AI will be disabled for this player.
kth_gb: Qotlh ai DawI'pu'.

# team
source: None
kth_gb: pagh

source: Picks one civilization at random when the game starts.
kth_gb: wa' tayqeq picks qabDaj random HeghDI' starts Quj.

source: * %(username)s is not ready.
kth_gb: * %(username)s 'oHbe' SuH.

source: I'm ready
kth_gb: ghuS

source: State that you are ready to play.
kth_gb: Sep SuH QujmeH.

source: * %(username)s is ready!
kth_gb: * %(username)s ghuS!

source: Stay ready
kth_gb: Stay ghuS

source: Stay ready even when the game settings change.
kth_gb: peloS SuH vabDot ghorgh choH Quj settings.

source: I'm not ready!
kth_gb: SuH!

source: State that you are not ready to play.
kth_gb: Sep 'e' qatoy' chu'.

source: Game settings have been changed
kth_gb: choH Quj settings

source: %(username)s has joined
kth_gb: ghom muv %(username)s

source: %(username)s has left
kth_gb: 'el latlh loD %(username)s

source: %(username)s has been kicked
kth_gb: pup %(username)s

source: %(username)s has been banned
kth_gb: banned %(username)s

# map filter
source: All maps except naval and demo maps.
kth_gb: jIQongqa'laHbe' He 'angbogh wItlha' Hoch naval 'ej He 'angbogh wItlha' demo.

source: Naval Maps
kth_gb: He 'angbogh wItlha' naval

# map filter
source: Maps where ships are needed to reach the enemy.
kth_gb: He 'angbogh wItlha' nuqDaq nIS Duj jagh SIch.

source: Demo Maps
kth_gb: demo He 'angbogh wItlha'

# map filter
source: These maps are not playable but for demonstration purposes only.
kth_gb: He 'angbogh wItlha' 'oHbe' playable 'ach demonstration ngoQ neH.

source: New Maps
kth_gb: He 'angbogh wItlha' chu'

# map filter
source: Maps that are brand new in this release of the game.
kth_gb: He 'angbogh wItlha' 'e' brand chu' qaStaHvIS Quj release.

source: Trigger Maps
kth_gb: chu'wI' He 'angbogh wItlha'

# map filter
source: Maps that come with scripted events and potentially spawn enemy units.
kth_gb: jagh units spawn He 'angbogh wItlha' Ha' wanI' script 'ej potentially.

source: All Maps
kth_gb: He 'angbogh wItlha' Hoch

# map filter
source: Every map of the chosen maptype.
kth_gb: wutlh maptype QoyDI' ghaH Hoch He 'angbogh wItlha'.

source: Map Type
kth_gb: He 'angbogh wItlha' Segh

source: Select a map type.
kth_gb: He 'angbogh wItlha' Segh wIv.

source: Map Filter
kth_gb: He 'angbogh wItlha' Filter

source: Select a map filter.
kth_gb: He 'angbogh wItlha' filter wIv.

source: Select Map
kth_gb: He 'angbogh wItlha' wIv

source: Select a map to play on.
kth_gb: QujmeH QoyDI' ghaH He 'angbogh wItlha' wIv.

source: Map Size
kth_gb: He 'angbogh wItlha' Size

source: Select map size. (Larger sizes may reduce performance.)
kth_gb: He 'angbogh wItlha' size wIv. (yIqaw chaq reduce weghbogh sizes.)

source: Number of Players
kth_gb: DawI' mI'

source: Select number of players.
kth_gb: DawI' mI' wIv.

source: Population Cap
kth_gb: roghvaH yuvtlhe'

source: Select population limit.
kth_gb: roghvaH vuS wIv.

source: Warning: There might be performance issues if all %(players)s players reach %(popCap)s population.
kth_gb: warning: chaq tu'lu' yIqaw wanI'vammo' tlha' vaj Hoch %(players)s SIch DawI'pu' %(popCap)s roghvaH.

source: Initial amount of each resource: %(resources)s.
kth_gb: Hoch jo pImchugh chuqmey poHmey amount: %(resources)s.

source: Select the game's starting resources.
kth_gb: Quj start Sup wIv.

source: Set time where no attacks are possible.
kth_gb: nuqDaq pagh HIv 'oH qIt HIjmeH poH.

source: Victory Condition
kth_gb: yay je

source: Select victory condition.
kth_gb: yay je wIv.

source: Relic Count
kth_gb: relic 'ech

source: Total number of relics spawned on the map.
kth_gb: spawned total mI' relics He 'angbogh wItlha'.

source: Victory Duration
kth_gb: yay Duration

source: Number of minutes until the player has won.
kth_gb: Qo'noS mI' tup until Qapta' DawI'pu'.

source: Game Speed
kth_gb: Quj Speed

source: Select game speed.
kth_gb: Quj speed wIv.

source: Chose the civilization for this player
kth_gb: DawI'pu' tayqeq wutlh

source: Toggle whether heroes can be garrisoned.
kth_gb: toggle jotlhmeH laH garrisoned Hero.

source: Revealed Map
kth_gb: 'ang He 'angbogh wItlha'

source: Toggle revealed map (see everything).
kth_gb: toggle 'ang He 'angbogh wItlha' (Hoch legh).

source: Explored Map
kth_gb: explore He 'angbogh wItlha'

source: Toggle explored map (see initial map).
kth_gb: toggle explore He 'angbogh wItlha' (legh pImchugh chuqmey poHmey He 'angbogh wItlha').

source: Disable Treasures
kth_gb: Treasures Qotlh

source: Disable all treasures on the map.
kth_gb: Hoch treasures He 'angbogh wItlha' Qotlh.

source: Disable Spies
kth_gb: ghoqwI' Qotlh

source: Disable spies during the game.
kth_gb: ghoqwI' Qujmey. ghaHDaq Qotlh BERNARDO.

source: Teams Locked
kth_gb: teams ngaQ

source: Toggle locked teams.
kth_gb: ngaQ teams toggle.

source: Last Man Standing
kth_gb: patlh loD Qav

source: Toggle whether the last remaining player or the last remaining set of allies wins.
kth_gb: toggle jotlhmeH HIjmeH Qav ratlh DawI'pu' pagh Qav ratlh qoch maHlaH Qap.

source: Cheats
kth_gb: ngor

source: Toggle the usability of cheats.
kth_gb: ngor usability toggle.

source: Rated Game
kth_gb: rated Qujmey

source: Toggle if this game will be rated for the leaderboard.
kth_gb: toggle vaj rated Quj leaderboard.

source: Press %(hotkey)s to autocomplete playernames or settings.
kth_gb: Press %(hotkey)s autocomplete playernames pagh settings.

source: Return to the lobby.
kth_gb: chegh tamtaHvIS.

source: Return to the main menu.
kth_gb: tIHmey 'elbogh HIDjolev.

source: Start game!
kth_gb: start Qujmey!

source: Start a new game with the current settings.
kth_gb: Quj chu' je settings Qu'mey potlh. ghaHDaq start BERNARDO.

source: Start a new game with the current settings (disabled until all players are ready)
kth_gb: Quj chu' start Qu'mey potlh settings (Qotlh until Hoch DawI' SuH)

source: %(option)s:
kth_gb: %(options)s:

# option value
source: Unknown
kth_gb: Sovbe'lu'bogh Qoylu'

source: Yes
kth_gb: HIja'

source: No
kth_gb: Qo'

source: Unknown Player
kth_gb: Sovbe'lu'bogh Qoylu' DawI'pu'

source: Loading “%(map)s”
kth_gb: load “%(map)s”

source: Generating “%(map)s”
kth_gb: generate “%(map)s”

source: AI Player:
kth_gb: chu'wI' ai:

source: AI Difficulty:
kth_gb: ai vISov:

source: Cancel
kth_gb: qIl

source: OK
kth_gb: luq

source: Match Setup
kth_gb: Setup qul naQmey

source: Loading
kth_gb: load

source: Loading map data. Please wait...
kth_gb: loading He 'angbogh wItlha' De'. DubelmoHchugh loS.

source: Player Name
kth_gb: DawI' pong

source: Color
kth_gb: Colour

source: Player Placement
kth_gb: chu'wI' Placement

source: Civilization
kth_gb: civilisation

source: Show this message in the future
kth_gb: QIn cha' je pIq

source: Send
kth_gb: ngeH

source: Cheats enabled.
kth_gb: ngor enabled.

source: Back
kth_gb: chap

source: More Options
kth_gb: latlh DuH

source: View civilization info
kth_gb: jIH civilisation info

source: Reset any civilizations that have been selected to the default (random)
kth_gb: vay' wIloylaH wIv 'e' reset default (random)

source: Reset all teams to the default.
kth_gb: Hoch teams default. ghaHDaq reset BERNARDO.

source: Pick a color.
kth_gb: colour pick.

source: Select player.
kth_gb: DawI' wIv.

source: Configure AI settings.
kth_gb: ai settings configure.

source: Select player's civilization.
kth_gb: civilisation DawI'pu' wIv.

source: Select player's team.
kth_gb: DawI' team wIv.

source: See more game options
kth_gb: latlh DuH Quj vIlegh

source: Close more game options window
kth_gb: SoQ vI'Iprup Quj DuH Qorwagh

source: "Zeus \[...] established his law: wisdom comes through suffering. \[...] So men against their will learn to practice moderation. \[...] Such grace is harsh and violent." - Aeschylus ("Oresteia", I. 176-183)
kth_gb: "Zeus \[...] chut cher: vegh suffering chol porghvam. \[...] vaj ghoj loD against wanI'vammo' qeq moderation. \[...] vIq jIDo' tlhov 'ej taQ 'ej Qaw''egh." - Aeschylus ("Oresteia", I. 176-183)

source: "She \[Helen] brought to Ilium her dowry, destruction." - Aeschylus ("Oresteia", I. 406)
kth_gb: "ghaH \[Helen] Darurchugh je, QIH SeHmo' ilium." - Aeschylus ("Oresteia", I. 406)

source: "In every tyrant's heart there springs in the end this poison, that he cannot trust a friend." - Aeschylus ("Prometheus Bound", 224-225)
kth_gb: "qaStaHvIS Hoch tyrant tIq pa' wepDaj chotwI''e' tar, vaj jupDaj pagh yIvoq ghaH." - Aeschylus ("Prometheus Bound", 224-225)

source: "Time in the long run teaches all things." - Aeschylus ("Prometheus Bound", 981)
kth_gb: "THoch je qaStaHvIS qet ghojmoH ime." - Aeschylus ("Prometheus Bound", 981)

source: "His resolve is not to seem, but to be, the best." - Aeschylus ("Seven Against Thebes", 592)
kth_gb: "resolve law', 'ach, neHqu'." - Aeschylus ("Seven Against Thebes", 592)

source: "A prosperous fool is a grievous burden." - Aeschylus (fragment 383)
kth_gb: "qoH chep grievous burden." - Aeschylus (fragment 383)

source: "The gods help those that help themselves." - Aesop ("Hercules and the Wagoner")
kth_gb: "Nol bIH'e' QaH QaH luchenmoH." - Aesop ("Hercules and the Wagoner")

source: "It is thrifty to prepare today for the wants of tomorrow." - Aesop ("The Ant and the Grasshopper")
kth_gb: "thrifty qeq DaHjaj neH wa'leS." - Aesop ("The Ant and the Grasshopper")

source: "Union gives strength." - Aesop ("The Bundle of Sticks")
kth_gb: "HoS nob DIvI'." - Aesop ("The Bundle of Sticks")

source: "Never trust advice from a man in the throes of his own difficulty." - Aesop ("The Fox and the Goat")
kth_gb: "not qeS vo' loD vISov throes yIvoqQo'." - Aesop ("fox 'ej goat")

source: "Familiarity breeds contempt; acquaintance softens prejudices." - Aesop ("The Fox and the Lion")
kth_gb: "familiarity Sep qatlheD; 'uy' DeQ softens ghotvam mIghqu'." - Aesop ("The Fox and the Lion")

source: "Self-conceit may lead to self-destruction." - Aesop ("The Frog and the Ox")
kth_gb: "chaq Dev self-nguq self-destruction." - Aesop ("The Frog and the Ox")

source: "Slow and steady wins the race." - Aesop ("The Hare and the Tortoise")
kth_gb: "slow 'ej Segh Qap steady." - Aesop ("The Hare and the Tortoise")

source: "Better be wise by the misfortunes of others than by your own." - Aesop ("The Lion, the Ass, and the Fox Hunting")
kth_gb: "net poQbej val pong misfortunes latlhpu' puS pong." - Aesop ("The Lion, the Ass, and the Fox Hunting")

source: "Enemies' promises were made to be broken." - Aesop ("The Nurse and the Wolf")
kth_gb: "chenmoH jagh lay' Qapbe'." - Aesop ("The Nurse and the Wolf")

source: "Any excuse will serve a tyrant." - Aesop ("The Wolf and the Lamb")
kth_gb: "tyrant vaj Do'moH 'oH vay' excuse." - Aesop ("The Wolf and the Lamb")

source: "If I have done anything noble, that is a sufficient memorial; if I have not, all the statues in the world will not preserve my memory." - Agesilaos II of Sparta (Plutarch, "Moralia", XVI. "Sayings of Spartans", 215a)
kth_gb: "If vay' quv, pItlh memorial yap 'e'; chaq wej vIghajchugh, lulIjbe'lu'bogh wej choq Hoch Hew HochDaq." - Agesilaos II of Sparta (Plutarch, "Moralia", XVI. "Sayings of Spartans", 215a)

source: "Spartans do not ask how many, only where the enemy are." - Agis II of Sparta (Plutarch, "Moralia", XVI. "Sayings of Spartans", 215d)
kth_gb: "wej ghel spartans 'ar, neH nuqDaq jagh." - Agis II of Sparta (Plutarch, "Moralia", XVI. "Sayings of Spartans", 215d)

source: "Weep not for me, as I suffer unjustly, I am in a happier situation than my murderers." - Agis IV of Sparta upon seeing one of his executioners cry (Plutarch, "Parallel Lives", "Agis", sec. 20)
kth_gb: "jISaQ wej, law'mo' bech jIH unjustly, happier ghu' puS 'ej pa'." - agis iv sparta HuvHa' executioners SaQ (plutarch, wa' vIlegh "Don yIn", "Agis", sec. 20)

source: "Sex and sleep alone make me conscious that I am mortal." - Alexander the Great (Plutarch, "Parallel Lives", "Alexander", sec. 22)
kth_gb: "SDon ex Qong nIteb 'ej chenmoH jIHvaD conscious jubbe'." - Alexander the Great (Plutarch, "Parallel Lives", "Alexander", sec. 22)

source: "It is very servile to live in luxury, but very royal to toil. \[...] Don't you know that the end and object of conquest is to avoid the vices and infirmities of the subdued?" - Alexander the Great (Plutarch, "Parallel Lives", "Alexander", sec. 40)
kth_gb: "SoHvaD servile jIyIntaH neH luxury 'ach SoHvaD royal vum. \[...] Qo' 'e' megh'an Hurghbogh conquest 'ej bID vatlhvI' ghaHbe' infirmities subdue 'ej webqu'meH nov DaSov'a'?" - Alexander the Great (Plutarch, "Parallel Lives", "Alexander", sec. 40)

source: "Glorious are the deeds of those who undergo labour and run the risk of danger; and it is delightful to live a life of valor and to die leaving behind immortal glory." - Alexander the Great, addressing his troops (Arrian, "The Anabasis of Alexander", 5.26)
kth_gb: "pujbe' nuv 'e' undergo 'ej bISuDqu' 'e' Qob qet ta'; 'ej delightful yIn valour je Hegh mej De''e' ben law' batlhmey jub jIyIntaH." - AlexanderIjIn Dun, (arrian, QaS SoQ "The Anabasis of Alexander", 5.26)

source: "I for one think that to a brave man there is no end to labours except the labours themselves, provided they lead to glorious achievements." - Alexander the Great, addressing his troops (Arrian, "The Anabasis of Alexander", 5.26)
kth_gb: "Dev chaH pujbe' chav DuHIvDI' jIH wa' 'e' 'e' Sub loD tu'lu' 'e' jIQongqa'laHbe' 'e' bIH'e', van pagh." - AlexanderIjIn Dun, (arrian, QaS SoQ "The Anabasis of Alexander", 5.26)

source: "If I were not Alexander, I should wish to be Diogenes \[of Sinope]." - Alexander the Great, impressed by the simplicity of the philosopher he had met (Plutarch, "Moralia", XXII. "On the Fortunes of Alexander the Great", 332a-b)
kth_gb: "vaj AlexanderIjIn jIHbe', 'e' diogenes vaj vIneH \[sinope]." - Alexander the Great, impressed by the simplicity of the philosopher he had met (Plutarch, "Moralia", XXII. "On the Fortunes of Alexander the Great", 332a-b)

source: "To the strongest!" - Alexander the Great, on his death bed, when asked who should succeed him as king (Arrian, "The Anabasis of Alexander", 7.26)
kth_gb: "strongest!" -AlexanderIjIn Dun, Hegh QongDaq, HeghDI' ghaHvaD vaj Qap 'Iv je ta' (arrian, tlhob "The Anabasis of Alexander", 7.26)

source: "I do not steal victory." - Alexander the Great, when suggested to raid the Persians at night (Plutarch, "Parallel Lives", "Alexander", sec. 31)
kth_gb: "yay wej nIH jIH." -AlexanderIjIn Dun, HeghDI' chup persian weH DeSDu' (plutarch. "Don yIn", "Alexander", sec. 31)

source: "Written laws are like spiders' webs; they will catch, it is true, the weak and poor, but will be torn in pieces by the rich and powerful." - Anacharsis (Plutarch, "Parallel Lives", "Solon", sec. 5)
kth_gb: "ghItlh chut spiders 'ej bebvo' rur; chaH catch, teH, torn puj 'ej chepHa', 'ach pa' 'ay' pong mIp 'ej HoSghaj." - Anacharsis (Plutarch, "Parallel Lives", "Solon", sec. 5)

source: "The agora is an established place for men to cheat one another, and behave covetously." - Anacharsis, a Scythian philosopher who travelled to Greece (Diogenes Laertius, "The Lives and Opinions of Eminent Philosophers", Anarchsis, sec. 5)
kth_gb: "agora cher Daq ghot chuq ngor 'ej behave covetously." -anacharsis, scythian philosopher 'Iv leng 'elaDya' (diogenes laertius. "The Lives and Opinions of Eminent Philosophers", Anarchsis, sec. 5)

source: "It was not by taking care of the fields, but of ourselves, that we acquired those fields." - Anaxandridas II of Sparta (Plutarch, "Moralia", XVI. "Sayings of Spartans", 217a)
kth_gb: "'oHbe' 'oH pong taking ghojwI'pu'lI' yotlh 'ach Hoch wIta'pu', vaj yotlh Suq maH." -anaxandridas ghu'vam sparta (plutarch. "Moralia", XVI. "Sayings of Spartans", 217a)

source: "States are doomed when they are unable to distinguish good men from bad." - Antisthenes (Diogenes Laertius, "The Lives and Opinions of Eminent Philosophers", Antisthenes, sec. 5)
kth_gb: "doomed Sep HeghDI' unable ghot QaQ distinguish vo' qab." -antisthenes (diogenes laertius. "yIn Eminent Philosophers vuD je", Antisthenes, sec. 5)

source: "The fox knows many tricks; the hedgehog one good one." - Archilochus (fragment 201)
kth_gb: "toj law' vISov fox; hedgehog wa' wa' QaQ." - Archilochus (fragment 201)

source: "Give me a place to stand, and I shall move the world." - Archimedes, on his usage of the lever (Diodorus Siculus, "The Library of History", fragments of book XXVI, sec. 18)
kth_gb: "Daq Qam HInob 'ej qo' vaj vIH jIH." -archimedes, (diodorus siculus, lever usage "be'nI''a'wI', Datu' qun", fragments of book XXVI, sec. 18)

source: "It is from their foes, not their friends, that cities learn the lesson of building high walls and ships of war." - Aristophanes ("Birds")
kth_gb: "vo' nuv'e' wej jup, lesson tlhoy' jen Duj veS 'ej qach ghoj veng." - Aristophanes ("Birds")

source: "It is obligatory, especially for a philosopher, to sacrifice even one's closest personal ties in defense of the truth." - Aristotle ("Nicomachean Ethics", I. 1096a.11)
kth_gb: "obligatory, especially philosopher, vabDot wa' tlhoS personal bagh qaStaHvIS tlhingan Hubbeq vIt lo'taHvIS." - Aristotle ("Nicomachean Ethics", I. 1096a.11)

source: "Happiness depends on leisure; for we are busy to have leisure, and make war to live in peace." - Aristotle ("Nicomachean Ethics", X. 1177b.4)
kth_gb: "leisure wuv happiness; maHtaH 'e' leisure busy, 'ej jIyIntaH qaStaHvIS roj Qoj." - Aristotle ("Nicomachean Ethics", X. 1177b.4)

source: "Man is by nature a political animal." - Aristotle ("Politics", I. 1253a.2)
kth_gb: "loD pong tlhoQ Ha'DIbaH political." - Aristotle ("Politics", I. 1253a.2)

source: "Both oligarch and tyrant mistrust the people, and therefore deprive them of their arms." - Aristotle ("Politics, V. 1311a.11)
kth_gb: "nuvpu' mujbogh, 'ej vaj chaH DeS deprive batlhchaj oligarch tyrant." - Aristotle ("Politics, V. 1311a.11)

source: "I have gained this by philosophy: that I do without being commanded what others do only from fear of the law." - Aristotle (Diogenes Laertius, "The Lives and Opinions of Eminent Philosophers", Aristotle, sec. 20)
kth_gb: "Soq jIH pong philosophy: 'e' vIta' HurDaq nuq ta' 'e' latlhpu' neH vo' Naq jISuvvIpbe' ra'." - Aristotle (Diogenes Laertius, "yIn Eminent Philosophers vuD je", Aristotle, sec. 20)

source: "I count him braver who overcomes his desires than him who conquers his enemies, for the hardest victory is over the self." - Aristotle (Stobaeus, "Florilegium", 223)
kth_gb: "qabDaq Hoch nIv puS ghaH jaghDaj, chargh 'Iv overcomes 'Iv rIn SoHDaq yay hardest 'ech ghaH braver jIH." - Aristotle (Stobaeus, "Florilegium", 223)

source: "Alexander himself, plagued by thirst, with great pain and difficulty nevertheless led the army on foot \[...]. At this time a few of the light-armed soldiers \[...] found some water \[...], poured the water into a helmet and carried it to him. He took it, and commending the men who brought it, immediately poured it upon the ground in the sight of all." - Arrian about Alexander's march through the Gedrosian desert ("The Anabasis of Alexander", 6.26)
kth_gb: "mangghom Dun 'oy' vISov je 'ach HIDev AlexanderIjIn ghaH, plague pong thirst, qamDu' \[...]. noghtor puS tlheD-yoDSutmey tuQ mang poH \[...] 'op bIQ vItu' \[...], bIQ lIch vaj mIv 'ej 'oH qeng ghaH. 'oH tlhap jImoDmo' loD qem 'Iv wInaDtaH SIbI' 'oH ghaH qaStaHvIS Hoch puS yav ghaH." -arrian vIHtaHbogh AlexanderIjIn ma'rIch vegh gedrosian choS ("The Anabasis of Alexander", 6.26)

source: "Thrusting his spear into Mithridates' face, he \[Alexander] hurled him to the ground. Then Rhoesaces \[a Persian] \[...] struck him on the head with his sword. \[...] Alexander hurled him too to the ground, piercing with his lance through his breastplate into his chest. Sphithridates \[a Persian] had already raised his sword against Alexander from behind when Clitus \[...] cut his arm off." - Arrian about the Battle of the Granicus ("The Anabasis of Alexander", 1.15)
kth_gb: "chonnaQ jop vaj qab Mithridates, ghaH \[Alexander] ghaHvaD tugh chuH 'e' yav. rhoesaces vaj \[a Persian] \[...] ghaH DaH Hamlet QuchDaq 'etlh. \[...] ghaHvaD chuH AlexanderIjIn je yav, piercing je lance vegh breastplate vaj chest. sphithridates \[a Persian] chonayta' against AlexanderIjIn 'etlh pep vo' 'em ghorgh clitus \[...] [DeSDaj. ghaHDaq pe' BERNARDO." -arrian vIHtaHbogh may' granicus ("The Anabasis of Alexander", 1.15)

source: "Let every man remind their descendants that they also are soldiers who must not desert the ranks of their ancestors, or retreat out of cowardice." - Aspasia (Plato, "Menexenus", 246b)
kth_gb: "Hoch ghot 'e' chaH je Qongbogh negh wej no', joq HeD cowardice patlh chIm 'Iv, qatlh qawmoH descendants yInISQo'." - Aspasia (Plato, "Menexenus", 246b)

source: "Quintilius Varus, give me back my legions!" - Augustus, after three legions were annihilated in the Battle of the Teutoburg Forest (Suetonius, "Divus Augustus", sec. 23)
kth_gb: "quintilius Varus, legions nobHa' jIH!" -augustus, qaSpu'DI' annihilated wej legions may'Daq teutoburg ngem (suetonius. "Divus Augustus", sec. 23)

source: "In my nineteenth year, on my own initiative and at my own expense, I raised an army with which I liberated the state, which was oppressed by the tyranny of a faction." - Augustus, in his autobiography ("Res Gestae Divi Augusti", sec. 1)
kth_gb: "nineteenth DIS, initiative 'ej expense DeSDu' mangghom jIHMej Sep vaS'a' pong tlhach tyranny baS liberated jIH pep jIH." - Augustus, in his autobiography ("Res Gestae Divi Augusti", sec. 1)

source: "Wars, both civil and foreign, I waged throughout the world, on sea and land, and when victorious I spared all citizens who sued for pardon. The foreign nations which could with safety be pardoned I preferred to save rather than to destroy." - Augustus, in his autobiography ("Res Gestae Divi Augusti", sec. 3)
kth_gb: "batlhchaj civil 'ej nov, ghob jIH qo' HochDaq, ngeng puH, 'ej 'ej HeghDI' victorious Hoch rewbe' 'Iv sued vIqoy'moH 'Iq jIH. nov nations baS laH je vanglu'Qo'DI' vIqoy'moH toD qaq Qaw' maS jIH." - Augustus, in his autobiography ("Res Gestae Divi Augusti", sec. 3)

source: "Choose the course which you adopt with deliberation; but when you have adopted it, then persevere in it with firmness." - Bias of Priene (Diogenes Laertius, "The Lives and Opinions of Eminent Philosophers", Bias, sec. 5)
kth_gb: "He adopt SoH je deliberation baS wutlh; 'ach HeghDI' 'oH adopted tlhIH, vaj persevere Homvetlh je firmness." - Bias of Priene (Diogenes Laertius, "yIn Eminent Philosophers vuD je", Bias, sec. 5)

source: "How stupid it was for the king to tear out his hair in grief, as if baldness were a cure for sorrow." - Bion of Borysthenes (Cicero, "Tusculan Disputations", III. 26)
kth_gb: "chay' QIp 'oH Ha', 'IQtaHghach lach, jIb tear ta' Men baldness vor 'IQ." - Bion of Borysthenes (Cicero, "Tusculan Disputations", III. 26)

source: "He has not acquired a fortune; the fortune has acquired him." - Bion of Borysthenes, referring to a wealthy miser (Diogenes Laertius, "The Lives and Opinions of Eminent Philosophers", Bion, sec. 50)
kth_gb: "tlho'lIj not Suq ghaH; ghaHvaD Suq San toy'." -bion borysthenes referring wealthy miser (diogenes laertius. "yIn Eminent Philosophers vuD je", Bion, sec. 50)
