Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/klingonese.public-gui-manual.po
Languages: kth_gb

source: Information
kth_gb: De'

source: Close
kth_gb: SoQmoH

source: View Online
kth_gb: jIH Online

source: Thank you for installing 0 A.D.! This page will give a brief overview of the features available in this incomplete, under-development, alpha version of the game.
kth_gb: qatlho' 0 a.d. jom! qaS overview features qaStaHvIS incomplete, under-development, alpha version Quj lupoQ nob page.

source: [font="sans-14"]You can switch between fullscreen and windowed mode by pressing Alt + Enter. In windowed mode, you can resize the window. If the game runs too slowly, you can change some settings in the options window: try disabling the "HQ Water Effects" and "Shadows" options.
kth_gb: [font="sans-14"]laH leQ SoH DuqIppu'chugh fullscreen windowed mode pong pressing Alt + Enter. pa' windowed mode, Qorwagh laH resize SoH. vaj je QIt qet Qujmey, DuH Qorwagh settings 'op laH choH SoH: Qotlh 'e' nID "HQ bIQ 'angbogh Da" je "QIb" DuH.

source: [font="sans-bold-16"]Playing the game
kth_gb: [font="sans-bold-16"]Quj chu'

source: [font="sans-14"]The controls and gameplay should be familiar to players of traditional RTS games. There are currently a lot of missing features and poorly-balanced stats – you will probably have to wait until a beta release for it to work well.
kth_gb: [font="sans-14"]SeH gameplay 'ej vaj maHvaD motlhjaj ghu'vam Huj Quj rts potlhmeyDaq DawI'pu'. jaS currently nIvbogh features poorly-ngaD stats 'ej missing – until beta release vaj vum loS jIchegh Daghaj.

source: Basic controls:
kth_gb: basic SeH:

source: • Left-click to select units.
kth_gb: • left-click units wIv.

source: • Left-click-and-drag to select groups of units.
kth_gb: • poS-click-'ej-drag units ghom wIv.

source: • Right-click to order units to the target.
kth_gb: • right-click tlham units DoS.

source: • Arrow keys or WASD keys to move the camera.
kth_gb: • arrow ngaQHa'moHwI'mey wasd ngaQHa'moHwI'mey mIllogh qonwI' vIH pagh.

source: • Ctrl + arrow keys, or shift + mouse wheel, to rotate the camera.
kth_gb: • rutlh ctrl + ngaQHa'moHwI'mey arrow, pagh shift + mouse, mIllogh qonwI' jIr.

source: • Mouse wheel, or "+" and "-" keys, to zoom.
kth_gb: • Mouse wheel, or "+" and "-" ngaQHa'moHwI'mey. ghaH zoom.

source: [font="sans-14"]The main menu gives access to two game modes:
kth_gb: [font="sans-14"]naw' nob HIDjolev 'elbogh cha' modes Qujmey:

source: • [font="sans-bold-14"]Single-player[font="sans-14"] — play a sandbox game or against one or more AI opponents. The AI/AIs are under development and may not always be up to date on the new features, but you can test playing the game against an actual opponent if you aren't able to play with a human.
kth_gb: • [font="sans-bold-14"]Vas-DawI'pu'[font="sans-14"] — sandbox chu' Qujmey joq against wa' pagh latlh ai ghol. bopummeH development 'ej chaq wej reH woDDI' date features chu' ai ghap AIs 'ach Quj chu' against ghol actual vaj SoH aren't laH QujmeH ghaH Human laH waH SoH.

source: • [font="sans-bold-14"]Multiplayer[font="sans-14"] — play against human opponents over the internet.
kth_gb: • [font="sans-bold-14"]Multiplayer[font="sans-14"] — Quj against Human ghol rIn internet.

source: To set up a multiplayer game, one player must select the "Host game" option. The game uses UDP port 20595, so the host must configure their NAT/firewall/etc to allow this. Other players can then select "Join game" and enter the host's IP address.
kth_gb: cher Quj multiplayer ghob'e' wIv wa' DawI'pu' "host Qujmey" DuH. udp rut mutlha'taH 20595, lo' Qujmey vaj nat ghap firewall ghap etc chaw' ghob'e' configure host. laH vaj wIv latlh DawI'pu' "Quj muv" 'ej host ip SoQ 'el.

source: [font="sans-bold-16"]Game setup
kth_gb: [font="sans-bold-16"]Quj setup

source: [font="sans-14"]In a multiplayer game, only the host can alter the game setup options.
kth_gb: [font="sans-14"]pa' multiplayer Quj, Quj setup DuH laH choH neH host.

source: First, select what type of map you want to play:
kth_gb: wa'DIch, nuq Segh He 'angbogh wItlha' chu' DaneH'a' wIv:

source: • [font="sans-bold-14"]Random map[font="sans-14"] — A map created automatically from a script
kth_gb: • [font="sans-bold-14"]He 'angbogh wItlha' random[font="sans-14"] — He 'angbogh wItlha' chenmoH automatically vo' script

source: • [font="sans-bold-14"]Scenario map[font="sans-14"] — A map created by map designers and with fixed civilisations
kth_gb: • [font="sans-bold-14"]scenario He 'angbogh wItlha'[font="sans-14"] — He 'angbogh wItlha' chenmoH pong He 'angbogh wItlha' designers 'ej tI' civilisations

source: • [font="sans-bold-14"]Skirmish map[font="sans-14"] — A map created by map designers but where the civilisations can be chosen
kth_gb: • [font="sans-bold-14"]tlhaS He 'angbogh wItlha'[font="sans-14"] — He 'angbogh wItlha' chenmoH pong He 'angbogh wItlha' designers 'ach nuqDaq laH wutlh civilisations

source: Then the maps can be further filtered. The default maps are generally playable maps. Naval maps are maps where not all opponents can be reached over land and demo maps are maps used for testing purposes (generally not useful to play on). The "All Maps" filter shows all maps together in one list.
kth_gb: vaj laH vISangchu'Qo'chugh filtered He 'angbogh wItlha'. default He 'angbogh wItlha' generally playable He 'angbogh wItlha'. He 'angbogh wItlha' naval He 'angbogh wItlha' nuqDaq laH SIch QIHmey Hoch ghol rIn puH 'ej demo He 'angbogh wItlha' He 'angbogh wItlha' ngoQ (generally wej lI' QujmeH) waH lo'. . "He 'angbogh wItlha' Hoch" He 'angbogh wItlha' Hoch cha' filter nItebHa' qaStaHvIS wa' tetlh.

source: Finally change the settings. For random maps this includes the number of players, the size of a map, etc. For scenarios you can only select who controls which player (decides where you start on the map etc). The options are either a human player, an AI or no player at all (the opponent will just be idle).
kth_gb: tagha' settings choH. random He 'angbogh wItlha' DawI'pu' mI' He 'angbogh wItlha' etc, size, DaH nobvam ghu'vam. scenarios baS DawI'pu' (nuqDaq start SoH He 'angbogh wItlha' etc wuq) yISeH 'Iv laH neH wIv SoH. DuH vo' vImughta' DawI'pu' Human, ai pagh legh Hoch (gholpu' HoS neH ghaH pagh vIbuSlaw' 'e' vI'angnIS) DawI'pu' pagh.

source: When you are ready to start, click the "Start game" button.
kth_gb: SuvrupDI' SoH start, click "start Qujmey" button.

source: [font="sans-bold-14"]Program-wide
kth_gb: [font="sans-bold-14"]ghun-tev

source: [font="sans-14"]Alt + F4: Close the game, without confirmation
kth_gb: [font="sans-14"]Alt + F4: Qujmey, HurDaq confirmation SoQ

source: Alt + Enter: Toggle between fullscreen and windowed
kth_gb: Alt + Enter: toggle SabtaHbogh fullscreen rur 'ej windowed

source: ~ or F9: Show/hide console
kth_gb: ~ or F9: console cha' ghap So'

source: Alt + F: Show/hide frame counter (FPS)
kth_gb: Alt + F: cha' ghap So' Dalbogh SuwamHa'bej (FPS)

source: F11: Enable/disable real-time profiler (toggles through the displays of information)
kth_gb: F11: enable ghap real-time profiler (toggles vegh De' bey' Qotlh)

source: Shift + F11: Save current profiler data to "logs/profile.txt"
kth_gb: Shift + F11: Qu'mey potlh profiler De' toD "logs/profile.txt"

source: F2: Take screenshot (in .png format, location is displayed in the top left of the GUI after the file has been saved, and can also be seen in the console/logs if you miss it there)
kth_gb: F2: screenshot tlhap (.png format, qaStaHvIS cha' location neH yor mej gui qaSpu'DI' yemwI' 'ej laH je legh neH console ghap QonoS vaj 'oH miss SoH pa' teywI')

source: Shift + F2: Take huge screenshot (6400px*4800px, in .bmp format, location is displayed in the top left of the GUI after the file has been saved, and can also be seen in the console/logs if you miss it there)
kth_gb: Shift + F2: nuj tInqu' ghaj screenshot SuD (6400px*4800px, in .bmp format, cha' location pa' mej yor gui qaSpu'DI' yemwI' 'ej laH je legh neH console ghap QonoS vaj 'oH miss SoH pa' teywI')

source: [font="sans-bold-14"]In Game
kth_gb: [font="sans-bold-14"]qaStaHvIS Qujmey

source: [font="sans-14"]Double Left Click \[on unit]: Select all of your units of the same kind on the screen (even if they're different ranks)
kth_gb: [font="sans-14"]chonaDmo', cha'logh vaj poS click \[on unit]: Hoch units rap bIquv jIHDaq chollaw'lI' wIv (vabDot chaH pIm patlh)

source: Triple Left Click \[on unit]: Select all of your units of the same kind and the same rank on the screen
kth_gb: poS, qatlh click triple \[on unit]: bIquv rap rap patlh jIHDaq chollaw'lI' 'ej units Hoch wIv

source: Alt + Double Left Click \[on unit]: Select all your units of the same kind on the entire map (even if they have different ranks)
kth_gb: Alt + chonaDmo', cha'logh vaj poS click \[on unit]: Hoch units rap bIquv He 'angbogh wItlha' naQ wIv (vabDot pIm patlh lughaj)

source: Alt + Triple Left Click \[on unit]: Select all your units of the same kind and rank on the entire map
kth_gb: Alt + poS, qatlh click triple \[on unit]: Hoch units rap bIquv 'ej patlh He 'angbogh wItlha' naQ wIv

source: F10: Open/close menu
kth_gb: F10: poS ghap SoQ HIDjolev

source: F12: Show/hide time elapsed counter
kth_gb: F12: elapsed cha' ghap So' poH SuwamHa'bej

source: ESC: Close all dialogs (chat, menu) or clear selected units
kth_gb: ESC: Hoch dialogs (jaw, HIDjolev) SoQ joq wIv units Huv

source: Enter/return: Open/send chat
kth_gb: Enter/return: poS ghap jaw ngeH

source: T: Send team chat
kth_gb: T: team jaw ngeH

source: L: Chat with the previously selected private chat partner
kth_gb: L: jaw previously wIv private jaw qoch

source: Pause: Pause/resume the game
kth_gb: Pause: yev ghap qa' Qujmey

source: Shift + Delete: Delete currently selected units/buildings without confirmation
kth_gb: Shift + Delete: currently wIv units ghap vIleghDI' HurDaq confirmation delete

source: / (ForwardSlash): Select idle fighter
kth_gb: / (ForwardSlash): pagh vIbuSlaw' 'e' vI'angnIS fighter wIv

source: Shift + /: add idle fighter to selection
kth_gb: Shift + /: pagh vIbuSlaw' 'e' vI'angnIS fighter chel selection

source: Alt + /: Select all idle fighters
kth_gb: Alt + /: Hoch fighters pagh vIbuSlaw' 'e' vI'angnIS wIv

source: . (Period): Select idle worker (including citizen soldiers)
kth_gb: . (Period): pagh vIbuSlaw' 'e' vI'angnIS worker, (rewbe' mang DaH nobvam wIv)

source: Shift + .: add idle worker to selection (including citizen soldiers)
kth_gb: Shift + .: pagh vIbuSlaw' 'e' vI'angnIS worker chel selection (rewbe' mang DaH nobvam)

source: Alt + .: Select all idle workers (including citizen soldiers)
kth_gb: Alt + .: Hoch pagh vIbuSlaw' 'e' vI'angnIS workers (rewbe' mang DaH nobvam) wIv

source: H: Stop (halt) the currently selected units.
kth_gb: H: (rIgh bIH) currently wIv units mev.

source: Y: The unit will go back to work
kth_gb: Y: ghoS unit wItI'nISmo' Qap

source: U: Unload the garrisoned units of the selected buildings
kth_gb: U: garrison units wIv vIleghDI' unload

source: Ctrl + 1 (and so on up to Ctrl + 0): Create control group 1 (to 0) from the selected units/buildings
kth_gb: Ctrl + 1 (je ngaj porghDaj moH ctrl + 0): SeH ghom 1 (0) vo' wIv units ghap qach chenmoH

source: 1 (and so on up to 0): Select the units/buildings in control group 1 (to 0)
kth_gb: 1 (and so on up to 0): units ghap qach wIv qaStaHvIS SeH ghom 1 (0)

source: Shift + 1 (to 0): Add control group 1 (to 0) to the selected units/buildings
kth_gb: Shift + 1 (to 0): SeH ghom 1 (0) chel wIv units ghap qach

source: Ctrl + F5 (and so on up to F8): Mark the current camera position, for jumping back to later.
kth_gb: Ctrl + F5 (je ngaj porghDaj moH f8): Qu'mey potlh mIllogh qonwI' position, 'e' later Sup ghItlh.

source: F5, F6, F7, and F8: Move the camera to a marked position. Jump back to the last location if the camera is already over the marked position.
kth_gb: F5, F6, F7, and F8: mIllogh qonwI' wIpeghtaHvIS, maSoy'DI' ghItlh position. location Sup wItI'nISmo' mejpa' qaSchugh mIllogh qonwI' chonayta' rIn ghItlh position.

source: Z, X, C, V, B, N, M: With training buildings selected. Add the 1st, 2nd, ... unit shown to the training queue for all the selected buildings.
kth_gb: Z, X, C, V, B, N, M: ghaH Sojna' vIleghDI' wIv. chel 2nd 1st. unit Sojna' queue Hoch wIv qach cha'.

source: PageUp with units selected: Highlights the units/buildings guarded by the selection.
kth_gb: pageup je wIv units: units ghap qach 'avwI' selection Highlights.

source: PageDown with units/buildings selected: Highlights the units guarding the selection.
kth_gb: pagedown je units ghap vIleghDI' wIv: units selection 'avwI' Highlights.

source: Tab: See all status bars (which would also show the building progress)
kth_gb: tab: Hoch Dotlh tach (jIHMej je vIleghDI' Ser tob) vIlegh

source: [font="sans-bold-14"]Modify mouse action
kth_gb: [font="sans-bold-14"]mouse action modify

source: [font="sans-14"]Ctrl + Right Click on building: Garrison
kth_gb: [font="sans-14"]Ctrl + Right click vIleghDI': garrison

source: J + Right Click on building: Repair
kth_gb: J + Right Click vIleghDI': jIpawnIS

source: P + Right Click: Patrol
kth_gb: P + Right Click: ngIv

source: Shift + Right Click: Queue the move/build/gather/etc order
kth_gb: Shift + Right Click: vIH ghap qach ghap ghom ghap etc tlham queue

source: Shift + Left Click when training units: Add units in batches (the batch size is 5 by default and can be changed in the options)
kth_gb: Shift + Left Click HeghDI' units lupwI' mIr: units chel neH batches (5 pong default 'ej laH choH neH DuH batch size).

source: Shift + Left Click or Left Drag over unit on map: Add unit to selection
kth_gb: Shift + Left click poS Drag rIn unit He 'angbogh wItlha' pagh: selection chel unit

source: Ctrl + Left Click or Left Drag over unit on map: Remove unit from selection
kth_gb: Ctrl + Left click poS Drag rIn unit He 'angbogh wItlha' pagh: teq unit vo' selection

source: Alt + Left Drag over units on map: Only select military units
kth_gb: Alt + Left drag rIn units He 'angbogh wItlha': neH QI' units wIv

source: I + Left Drag over units on map: Only select idle units
kth_gb: I + poS Drag rIn units He 'angbogh wItlha': neH pagh vIbuSlaw' 'e' vI'angnIS units wIv

source: Ctrl + Left Click on unit/group icon with multiple units selected: Deselect
kth_gb: Ctrl + Left click unit ghap ghom icon je multiple units, wIv: Deselect

source: Right Click with a building/buildings selected: sets a rally point for units created/ungarrisoned from that building.
kth_gb: lugh click je vIleghDI' ghap vIleghDI' wIv: rally lang HIjmeH chenmoH ghap ungarrisoned vo' vIleghDI'

source: Ctrl + Right Click with units selected:
kth_gb: Ctrl + Right click units wIv:

source: - If the cursor is over an allied structure: Garrison
kth_gb: - vaj rIn qoch maHlaH tlham cursor: garrison

source: - If the cursor is over a non-allied unit or building: Attack (instead of capture or gather)
kth_gb: - vaj rIn pagh vIleghDI' QI'yaH-qoch maHlaH unit cursor: HIv (instead of jon ghap ghom)

source: - Otherwise: Attack move (by default all enemy units and structures along the way are targeted, use Ctrl + Q + Right Click to target only units).
kth_gb: - vuDwIj: HIv vIH (pong default DoS Hoch jagh units 'ej tlham along SachchoHghach'a', ctrl + q + Click lugh DanoHmeH neH units DoS).

source: [font="sans-14"]Alt + G: Hide/show the GUI
kth_gb: [font="sans-14"]Alt + G: So' ghap gui cha'

source: Alt + D: Show/hide developer overlay (with developer options)
kth_gb: Alt + D: cha' ghap developer overlay (je developer DuH So')

source: Alt + W: Toggle wireframe mode (press once to get wireframes overlaid over the textured models, twice to get just the wireframes colored by the textures, thrice to get back to normal textured mode)
kth_gb: Alt + W: toggle wireframe mode (press wa'logh wireframes overlaid texture ghantoH, cha'logh, petaQ neH wireframes coloured textures, thrice, petaQ Suq wItI'nISmo' motlh texture mode Suq rIn Suq)

source: Alt + S: Toggle unit silhouettes (might give a small performance boost)
kth_gb: Alt + S: toggle unit silhouettes (chaq mach yIqaw boost nob)

source: Alt + Z: Toggle sky
kth_gb: Alt + Z: toggle chal

source: Alt + V: Toggle aura range visualizations of selected units and structures
kth_gb: Alt + V: toggle aura range visualizations wIv units tlham je

source: Alt + B: Toggle heal range visualizations of selected units
kth_gb: Alt + B: range visualisations wIv units vor neH toggle

source: [font="sans-bold-14"]Camera manipulation
kth_gb: [font="sans-bold-14"]mIllogh qonwI' manipulation

source: [font="sans-14"]W or \[up]: Pan screen up
kth_gb: [font="sans-14"]W or \[up]: mI jIHDaq woDDI'

source: S or \[down]: Pan screen down
kth_gb: S or \[down]: mI jIHDaq tInwI'

source: A or \[left]: Pan screen left
kth_gb: A or \[left]: jIHDaq poS mI

source: D or \[right]: Pan screen right
kth_gb: D or \[right]: mI jIHDaq lugh

source: Ctrl + W or \[up]: Rotate camera to look upward
kth_gb: Ctrl + W or \[up]: mIllogh qonwI' upward legh jIr

source: Ctrl + S or \[down]: Rotate camera to look downward
kth_gb: Ctrl + S or \[down]: mIllogh qonwI' downward legh jIr

source: Ctrl + A or \[left]: Rotate camera clockwise around terrain
kth_gb: Ctrl + A or \[left]: mIllogh qonwI' clockwise around terrain jIr

source: Ctrl + D or \[right]: Rotate camera anticlockwise around terrain
kth_gb: Ctrl + D or \[right]: mIllogh qonwI' anticlockwise around terrain jIr

source: Q: Rotate camera clockwise around terrain
kth_gb: Q: mIllogh qonwI' clockwise around terrain jIr

source: E: Rotate camera anticlockwise around terrain
kth_gb: E: mIllogh qonwI' anticlockwise around terrain jIr

source: Shift + Mouse Wheel Rotate Up: Rotate camera clockwise around terrain
kth_gb: Shift + Mouse Wheel Rotate Up: mIllogh qonwI' clockwise around terrain jIr

source: Shift + Mouse Wheel Rotate Down: Rotate camera anticlockwise around terrain
kth_gb: Shift + Mouse Wheel Rotate Down: mIllogh qonwI' anticlockwise around terrain jIr

source: F: Follow the selected unit (move the camera to stop it from following the unit)
kth_gb: F: wIv unit (vIH mIllogh qonwI' 'oH mev vo' tlha' unit) pab

source: R: Reset camera zoom/orientation
kth_gb: R: mIllogh qonwI' zoom ghap orientation reset

source: +: Zoom in (keep pressed for continuous zoom)
kth_gb: +: qaStaHvIS (pol taH zoom pressed zoom)

source: -: Zoom out (keep pressed for continuous zoom)
kth_gb: -: zoom (pol taH zoom pressed)

source: Alt + W: Toggle through wireframe modes
kth_gb: Alt + W: vegh wireframe modes toggle

source: Middle Mouse Button: Keep pressed and move the mouse to pan
kth_gb: botlh mouse button: pol press 'ej mouse mI vIH

source: [font="sans-bold-14"]During Building Placement
kth_gb: [font="sans-bold-14"]during vIleghDI' Placement

source: [font="sans-14"]\[: Rotate building 15 degrees counter-clockwise
kth_gb: [font="sans-14"]\[: 15 qechmeyDaj Huj counter-clockwise qach jIr

source: ]: Rotate building 15 degrees clockwise
kth_gb: ]: 15 qechmeyDaj Huj clockwise qach jIr

source: Left Drag: Rotate building using mouse (foundation will be placed on mouse release)
kth_gb: mej Drag: mouse lo' qach jIr (lan QutlhwI' 'oH mouse release).

source: [font="sans-bold-14"]When loading a saved game
kth_gb: [font="sans-bold-14"]HeghDI' toD Quj loading

source: [font="sans-14"]Delete: delete the selected saved game asking confirmation
kth_gb: [font="sans-14"]delete: wIv toD Quj confirmation ghel delete

source: Shift: do not ask confirmation when deleting a saved game
kth_gb: shift: wej confirmation ghel HeghDI' toD Quj deleting

source: As a free, open source game, we don't have the resources to test on a wide range of systems, but we want to provide the best quality experience to as many players as possible. When you enable automatic feedback, we'll receive data to help us understand the hardware we should focus on supporting, and to identify performance problems we should fix.
kth_gb: law' Hal tlhab, mInDu'lIj Qujmey, jo waH tev range pat Qo' wIghaj 'ach nIvbogh laHlIj SIQpu'bogh DuHIvDI' law' Hoch DawI' je qIt wIneH. HeghDI' automatic feedback enable SoH, De' hardware vaj focus, 'ej maH ngaq yaj maHvaD QaH je yIqaw qay' maH SuD tI' ngu' Hev maH.

source: The following data will be sent to our server:
kth_gb: ngeH tlha' De' jabwI':

source: • A random user ID (stored in %APPDATA%\0ad\config\user.cfg on Windows, ~/.config/0ad/config/user.cfg on Unix), to let us detect repeated reports from the same user.
kth_gb: • random user id (ngevwI' neH %APPDATA%\0ad\config\user.cfg on Windows, ~/.config/0ad/config/user.cfg on Unix), jatlhqa' ja' vo' user rap detect maH ropvetlh.

source: • Game version number and basic build settings (optimisation mode, CPU architecture, timestamp, compiler version).
kth_gb: • settings (optimisation mode, cpu architecture, timestamp, compiler version) qach Quj version mI' je basic.

source: • Hardware details: OS version, graphics driver version, OpenGL capabilities, screen size, CPU details, RAM size.
kth_gb: • hardware details: os version, graphics driver version, opengl capabilities, jIHDaq size, cpu details, ram size.

source: • Performance details: a snapshot of timing data a few seconds after you start a match or change graphics settings.
kth_gb: • yIqaw details: snapshot timing De' puS cha'DIch qaSpu'DI' qul naQmey start pagh graphics settings choH SoH.

source: The data will only be a few kilobytes each time you run the game, so bandwidth usage is minimal.
kth_gb: De' neH ghaH puS kilobytes Hoch poH Quj qet vaj bandwidth usage minimal.

source: We will store the submitted data on our server, and may publish statistics or non-user-identifiable details to help other game developers with similar questions. We will store the IP address that submitted the data, to help detect abuse of the service, but will not publish it. The published data can be seen at http://feedback.wildfiregames.com/
kth_gb: submit De' ngevwI' yotlhDaq jabwI' 'ej chaq statistics QI'yaH-user-identifiable details developers latlh Qujmey QaH nagh yu' pagh publish maH. ip SoQ 'e' De', chavmoH, ghong detect QaH submitted 'ach wej 'oH publish ngevwI' maH. laH legh publish De' DeSDu' http://feedback.wildfiregames.com/
