Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/la.public-templates-other.po
Languages: la

# effect caused by an attack
source: Capture
la: Captus

# damage type
source: Damage caused by sheer force, like with a club or by trampling.
la: Detrimentum vi magna effectum, sicut ictu clavae aut ungulae obterentis.

# damage type
source: Crush
la: Iciens

# damage type
source: Damage caused by sharp objects cutting or chopping, like with a sword or an axe.
la: Detrimentum lamina acuta effectum, sicut gladii aut securis.

# damage type
source: Hack
la: Secans

# damage type
source: Damage caused by sharp pointy objects, like arrows or spears.
la: Detrimentum acie perfodentis effectum, sicut sagittae aut hastae.

# damage type
source: Pierce
la: Transfigens

source: Army of Alexander the Great.
la: Exercitus Alexandris Magni

source: Army of Alexander the Great
la: Exercitus Alexandris Magni

source: Market
la: Mercatus

source: Settlement
la: Colonia

source: Black Bear
la: Ursus niger

source: Brown Bear
la: Ursus fulvus

source: Polar Bear
la: Ursus Arcticus

source: Wild Boar
la: Sus ferus

source: Dromedary
la: Camelus dromedarius

source: Bull
la: Taurus

source: Cow
la: Vacca

source: Sanga Cattle
la: Bos Africanus

source: Chicken
la: Gallus

source: Nile Crocodile
la: Crocodylus niloticus

source: Red Deer
la: Cervus elaphus

source: Mastiff
la: Molossus

source: Wolfhound
la: Canis Lupus

source: Donkey
la: Asellus

source: African Bush Elephant
la: Elephantus Dumicola Africanus

source: African Bush Elephant Calf
la: Iuventus Elephantus Dumicola Africanus

source: Asian Elephant
la: Elephantus Asianus

source: Asian Elephant Calf
la: Iuventus Elephantus Asianus

source: African Forest Elephant
la: Elephantus Silvestris Africanus

source: Arctic Fox
la: Vulpes Arctica

source: Red Fox
la: Vulpes Rubra

source: Thomson's Gazelle
la: Eudorcas thomsonii

source: Giraffe
la: Camelopardalis

source: Juvenile Giraffe
la: Iuvena Camelopardalis

source: Goat
la: Caper

source: Horse
la: Equus

source: Pony
la: Mannus

source: Lion
la: Leo

source: Lioness
la: Leaena

source: Muskox
la: Moschatus

source: Peacock
la: Pavo

source: Pig
la: Porcus

source: Flaming Pig
la: Porcus flagrans

source: Piglet
la: Iuventus Porcus

source: Rabbit
la: Cuniculus

source: White Rhinoceros
la: Rhinoceros Albus

source: Great White Shark
la: Volpes Marina Alba

source: Sheep
la: Ovis

source: Tiger
la: Tigeris

source: Walrus
la: Odobenus rosmarus

source: Fin Whale
la: Balaenoptera physalus

source: Humpback Whale
la: Megaptera novaeangliae

source: Blue Wildebeest
la: Connochaetes taurinus

source: Wolf
la: Lupus

source: Arctic Wolf
la: Lupus Arcticus

source: Common Zebra
la: Equus quagga

source: Tuna
la: Thunnus

source: Banana
la: Pala

source: Berries
la: Bacae

source: Date Palm
la: Palma

source: Fig
la: Ficus

source: Grapes
la: Uvae

source: Ancient Ruins
la: Ruinae Antiquae

source: Great Pyramid
la: Pyramis Magna

source: Minor Pyramid
la: Pyramis Parva

source: Celtic Standing Stone
la: Saxum Celticum

source: Ptolemaic Egyptian Statues
la: Statuae Ptolemaicae

source: Kushite Statue
la: Statuae Aethiopicae

source: Roman Statues
la: Statuae Romanae

source: Unfinished Greek Temple
la: Imperfectum templum Graecum

source: Food Treasure
la: Thesaurus Cibis

source: Half-buried Barrels
la: Cupae Sepultae

source: Persian Food Stores
la: Horrea Cibis Persaea

source: Persian Food Treasure
la: Thesaurus Cibis Persaeus

source: Golden Fleece
la: Vellus Aureum

source: Secret Box
la: Arca Occulta

source: Persian Wares
la: Merces Persaeae

source: Persian Rugs
la: Stragula Persaea

source: Shipwreck
la: Naufragium

source: Shipwreck Cargo
la: Onus Naufragii

source: Stone Treasure
la: Thesaurus Laipidis

source: Wood Treasure
la: Thesaurus Ligni

source: Bamboo
la: Bambus

source: Dragon Bamboo
la: Bambus Draconis

source: Banyan
la: Ficus

source: Baobab
la: Adansonia

source: Baobab Sapling
la: Surculus Adansoniae

source: Young Baobab
la: Adansonia Iuvenis

source: Hardy Bush
la: Dumus

source: Bush
la: Rubum

source: Atlas Cedar Sapling
la: Surculus Cedri

source: Atlas Cedar
la: Cedrus

source: Cretan Date Palm
la: Palma Cretaea

source: Deciduous Tree
la: Arbor Caduca

source: Silver Birch
la: Betula

source: Fir Sapling
la: Surculus Abietis

source: Prickly Juniper
la: Iuniperus

source: Mangrove
la: Rhizophora

source: Maple
la: Acer

source: Mediterranean Fan Palm
la: Palma Flabelli

source: Holly Oak
la: Quercus Ilex

source: Hungarian Oak
la: Quercus Frainetto

source: Areca Palm
la: Palma Areca

source: Doum Palm
la: Palma Doum

source: Palmyra Palm
la: Palma Palmyra

source: Palm
la: Palma

source: Tropical Palm
la: Palma Tropica

source: Black Pine
la: Pinus Nigra

source: Maritime Pine
la: Pinus Maritima

source: Poplar
la: Populus

source: Senegal Date Palm
la: Phoenix Reclinata

source: Strangler Fig
la: Ficus Aurea

source: Teak
la: Tectona

source: Rainforest Tree
la: Arbor Tropica

source: Mercenary
la: Mercennarius

source: Melee Infantry only, requires at least 16.
la: Peditibus Propinquis solum, eget 16 quam minimis.

source: Anti Cavalry
la: Contra Equitatum

source: Battle Line
la: Acies

source: Requires at least 4 Soldiers or Siege engines.
la: Eget 4 militibus vel machinis quam minimis.

source: Box
la: Arca

source: Forced March
la: Agmen

source: Column Open
la: Columna Aperta

source: Requires at least 8 Soldiers or Siege engines.
la: Eget 8 militibus vel machinis quam minimis.

source: Flank
la: Cornu

source: Close Order
la: Ordo Clausus

source: Open Order
la: Ordo Apertus

source: None
la: Nihil

source: Infantry Hoplites only, requires at least 10.
la: Hoplitis solum, eget 10 quam minimis.

source: Scatter
la: Spargere

source: Ranged Soldiers only, requires at least 2.
la: Iaculatoribus solum, eget 2 quam minimis.

source: Skirmish
la: Velitari

source: Infantry Pikemen only, requires at least 16.
la: Sarissophoris solum, eget 16 quam minimis.

source: Cavalry only, requires at least 6.
la: Equitibus solum, eget 6 quam minimis.

source: Wedge
la: Cuneus

source: Player
la: Lusor

source: Spy
la: Speculator

source: Fish
la: Pisces

source: Catch fish for food.
la: Piscari pro cibo.

source: Pick fruit for food.
la: Fructus capere pro cibo.

source: Metal Mine
la: Metallum

source: Mine ore for metal.
la: Aeres fodere pro metallo.

source: Stone Quarry
la: Lapicidinae

source: Quarry rock for stone.
la: Saxa excidere pro lapide.

source: Ruins
la: Ruinae

source: Demolish ruins for stone.
la: Ruinas diruere pro lapide.

source: Treasure
la: Thesaurus

source: Collect treasures for resources.
la: Thesaurum colligere pro merces.

source: Tree
la: Arbor

source: Chop trees for wood.
la: Arbores succidere pro ligno.

source: Structure
la: Aedificia

source: Unit
la: Cives

source: Wall
la: Murus

source: Wall off an area.
la: Regionem muni.
