Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/la.public-simulation-technologies.po
Languages: la

source: Significantly increase build speed of batches of ships at the Shipyard.
la: Construuntur naves classibus, ita valde increscit velocitas construendi.

source: Shipyard increased batch construction speed bonus.
la: Classes navium in navalibus citius construuntur.

source: Phoenician Naval Architects
la: Architecti Navales Phoenici

source: Carthaginians built their city walls in three concentric circuits. These walls were never breached. Even when the city was taken by the Romans, it was via the city's harbor, not by storming its walls.
la: Carthaginienses moenia aedificavit trium circulorum formae, qui idem centrum habebant. Haec moenia numquam sunt perfracta, etsi urbs a Romanis capta est, qui per portum intraverunt, moenibus intactis.

source: Walls +100% build time, +100% stone cost, and +200% health.
la: Muri +100% tempus aedificandi, +100% pretium lapidis, et +200% valetudinem.

source: Triple Walls
la: Muri Tripli

source: Celtic structures were mostly made of wood with rubble foundations.
la: Maior pars aedificiciorum Celticorum ligno structa est, ruderibus fundamentis.

source: Briton and Gaulish Structures −20% build time, −20% health, and −20% capture points.
la: Aedificia Britannorum Gallorumque −20% tempus aedificandi, −20% valetudinem et −20% puncta capiendi.

source: Wooden Construction
la: Aedificia Lignea

source: The Greeks used stone construction from early Mycenaean times.
la: Ab aetate Mycenaea Graeci aedificia lapidea struxerunt.

source: Structures +10% health and +10% capture points.
la: Aedificia +10% valetudinem et +10% puncta capiendi.

source: Hellenic Architecture
la: Architectura Graeca

source: Elephants −30% training time.
la: Elephanti −30% tempus conscribendi.

source: Elephant Tradition
la: Fama Elephantorum

source: Mauryas +10% maximum population limit.
la: Indi +10% terminum numeri civium.

source: Emperor of Emperors
la: Imperator Imperatorum

source: The Mauryas built their city walls out of wood, an abundant natural resource in India.
la: Indi moenia ligno aedificaverunt, materia naturale copiosa in India.

source: Mauryan City Walls −20% build time and −20% health.
la: Muri Indorum −20% tempus aedificandi et −20% valetudinem.

source: Wooden Walls
la: Muri Lignei

source: Persians +10% maximum population limit.
la: Persae +10% terminum numeri civium.

source: Great King's Levy
la: Dilectus Regis Magni

source: The Spartans did not have the largest army in the world, but they did have the best army in the world for their time. What they didn't have in quantity, they made up with quality. It was said that Sparta did not need strong city walls, for its men were its walls.
la: Lacedaemonii maximum in mundo exercitum non habebant, sed optimum terrarum illius aetatis. Quidquid enim non habebant apud numerum, qualitate supplebant. Dicitur moenia Lacedaemoni non esse opus, quod viri sui moenia essent.

source: Spartans −10% maximum population limit.
la: Lacedaemonii -10% terminum numeri civium.

source: Underdogs
la: Multitudine Superati

source: Spartans were housed and trained from a young age to be superlative warriors and to endure any hardship a military life can give them.
la: Ab iuventute instruebantur Lacedaemonii ut bellatores optimi fierent omnesque labores militares durarent.

source: Champion Infantry Spearmen +25% health, but +5% training time.
la: Hastati Pedites Propugnatores +25% valetudinem, et +5% tempus conscribendi.

source: The Agoge
la: Agoge

source: Athenian triremes can train Marines (Epibates Athenaikos) and Cretan Mercenary Archers (Toxotes Kretikos).
la: Triremes Athenienses Nautas (Epibates Athenaikos) et Sagittarios Mercennarios Cretaeos (Toxotes Kretikos) conscribere possunt.

source: Athenian triremes can train Marines and Cretan Mercenary Archers.
la: Triremes Athenienses Nautas et Sagittarios Mercennarios Cretaeos conscribere possunt.

source: Iphicratean Reforms
la: Reformatio Iphicratensis

source: The Long Walls of Athens were constructed under the auspices of the wily Themistocles and extended 6 km from the city to the port of Piraeus. This secured the city's sea supply routes and prevented an enemy from starving out the city during a siege.
la: Callido Themistocle auspicato constructa sunt Moenia Longa Atheniensa, quae 6 milia metrorum ab urbe ad Portum Piraeum tendebat. Ita defendebantur cursus maritimi huius urbis ne fame conficerentur sub obsidione hostium.

source: Build Walls in own or neutral territory.
la: Muros in finibus suis aut terra cui nemo imperat aedifica.

source: Athenian Long Walls
la: Moenia Longa Atheniensa

source: Civic Structures +20% build time, +20% health, and +20% capture points.
la: Aedificia Civilia +20% tempus aedificandi, +20% valetudinem, et +20% puncta capiendi.

source: Monumental Architecture
la: Architectura Monumentorum

source: Have your priests instructed by the High Priest himself - may Amun bless him.
la: Sacerdotes tui a Pontifice ipso docti sunt - Ammon eum benedicet.

source: Train elite rank healers.
la: Conscribe Medicos roboris ordinis.

source: Divine Instruction
la: Doctrina Divina

source: The Achaemenids maintained a 10,000-strong elite corps, referred to as Athanatoi (“Immortals”) by Greek authors.
la: Achaemenides manum 10,000 roborum tenebant, qui ab auctoribus Graecis Athanatoi (“Immortales”) appellabant.

source: Anušiya Champion Infantry -50% train time, but also -10% health.
la: Anušiya Pedites Propugnatores -50% tempus conscribendi, et -10% valetudinem.

source: Immortals
la: Immortales

source: The Persians built the wonderful 1677 mile-long Royal Highway from Sardis to Susa; Darius the Great and Xerxes also built the magnificent Persepolis; Cyrus the Great greatly improved Ecbatana and virtually 'rebuilt' the old Elamite capital of Susa.
la: Persae Viam Regiam mirabilem straverunt, 1677 milia passum in longitudinem ab Sardibus ad Susam, Darius Magnus et Xerxes Persepolem quoque aedificaverunt, urbem magnificam; Cyrus Magnus Ecbatanam magnopere auxit, Susamque, caput Elamite antiquum, re vera renovavit.

source: All Persian structures +25% health and capture points, but also +20% build time.
la: Omnia aedificia Persaea +20% tempus aedificandi, +25% valetudinem, et +25% puncta capiendi.

source: Persian Architecture
la: Architectura Persaea

source: Phoenician Triremes gain the ability to train cavalry.
la: Triremes Phoenicae equites conscribere possunt.

source: Equine Transports
la: Vectura Equitum

source: Significantly increase training speed of cavalry at the stables by training them in large batches or battalions.
la: Conscribuntur equites gregibus vel turmis in Stabulis, ita valde increscit velocitas conscribendi.

source: Faster batch training speed for the Stables.
la: Equites gregarii in Stabulis citius conscribuntur.

source: Cavalry Conscription
la: Delectus Equitum

source: Infantry Conscription
la: Delectus Peditum

source: Calling up cavalry levies in time of war helps bolster the ranks of a king's army.
la: Orso bello mandatum est equites conscribere, ut exercitum regis implerent.

source: All cavalry -20% train time, but also -5% health. Unlocks Cavalry Conscription.
la: Omnes Equites -20% tempus conscribendi, et -5% valetudinem. Recludit Delectum Equitum

source: Levy Cavalry
la: Dilectus Equitum

source: Calling up infantry levies in time of war helps bolster the ranks of a king's army.
la: Orso bello mandatum est pedites conscribere, ut exercitum regis implerent.

source: All infantry -20% train time, but also -5% health. Unlocks Infantry Conscription.
la: Omnes Pedites -20% tempus conscribendi, et -5% valetudinem. Recludit Delectum Equitum

source: Levy Infantry
la: Dilectus Peditum

source: +25% Vision range for all units.
la: Omnes cives et milites +25% conspectum.

source: Sibylline Books
la: Libri Sibyllini

source: Traditional Army vs Reform Army
la: Exercitus Vetus vs Exercitus Renovatus

source: Civic Centers +100% health and capture points, double default arrows.
la: Centra Civilia +100% valetudinem et puncta capiendi, duplicantur sagittae primae.

source: Hellenistic Metropolis
la: Metropolis Graeca

source: Significantly increase training speed of champions and siege engines at the fortress when training them in large batches.
la: Conscribuntur propugnatores aedificanturque machinae magnis gregibus in Castellis, ita valde increscit velocitas conscribendi et aedificandi.

source: Faster batch training speed for the Fortress.
la: Greges in Castellis citius conscribuntur.

source: Parade of Daphne
la: Pompa Daphnaea

source: All cavalry +20% health.
la: Omnes Equites +20% valetudinem.

source: Nisean War Horses
la: Equi Nisei

source: The Roman-style core of the Seleucid army.
la: Exercitus Seleucidis Romani modi.

source: Unlock the Champion Infantry Swordsman.
la: Recludit Gladiatores Pedites Propugnatores.

source: Reform Army
la: Exercitus Renovatus

source: The Macedonian-style core of the Seleucid army.
la: Exercitus Seleucidis Macedoniensis modi.

source: Unlock the Champion Infantry Pikeman.
la: Recludit Sarissophoros Pedites Propugnatores.

source: Traditional Army
la: Exercitus Vetus

source: The Silver Shields, or Argyraspidai, were the elite heavy infantry arm of the Macedonian army.
la: Scuti Argentei, vel Argyraspes in Lingua Latina, vel Argyraspidai, robores pedites graves erant Macedoniensis exercitus.

source: Upgrade Shield Bearer Champion Infantry to Silver Shields, with more health and attack damage.
la: Produc Scutigerululi Pedites Propugnatores in Argyraspes, qui plurem valetudinem et detrimentum habent.

source: Silver Shields Regiment
la: Legio Argyraspum
