Repository: 0ad/0ad
Catalog: binaries/data/mods/public/l10n/la.public-simulation-technologies.po
Languages: la

source: The Indian, Iranian, and Kushite peoples had a tradition of fine archery and a penchant for using massed archers in battle.
la: Indi, Persae et Aethiopii famam sagittariam servabant et magnas copias sagittariorum in bellis committere consuerunt.

source: Archers −10% training time, +8 attack range, and −10% ranged attack spread.
la: Sagittarii −10% tempus conscribendi, +8 iactum, −10% diffusionem sagittarum.

source: Archery Tradition
la: Fama Sagittariorum

source: Unlocked in Village Phase.
la: Gradu Vico recluditur.

source: Metal armor for a horse's face.
la: Armatura ferrea quae faciem equi tegit.

source: Cavalry +1 hack and pierce armor.
la: Equites +1 arma contra detrimentum secans transfigiensque.

source: Chamfron
la: Armatura Equestris

source: Unlocked in Town Phase.
la: Gradu Oppido recluditur.

source: Metal armor for a horse's body.
la: Armatura ferrea quae corpus equi tegit.

source: Unlocked in City Phase.
la: Gradu Urbe recluditur.

source: Body armor fashioned completely of iron, the hardest workable metal known to the ancients.
la: Arma integre ferro fabricata, metallo durissimo quod veteres cognoverunt.

source: Heroes +50 metal cost, +2 hack and pierce armor.
la: Heroes +50 pretium metalli, +2 arma contra detrimentum secans transfigiensque.

source: Iron Hero Armor
la: Armatura Ferrea Herois

source: Quilted linen or leather body armor for infantrymen.
la: Arma lintea aut lenta insuta peditum.

source: Infantry +1 hack and pierce armor.
la: Pedites +1 arma contra detrimentum secans transfigiensque.

source: Quilted Body Armor
la: Arma Insuta

source: Laminated linen body armor for infantrymen.
la: Arma lintea laminata peditum.

source: Laminated Linen Body Armor
la: Arma Lintea Laminata

source: Lead sheathing protects ship hulls.
la: Laminae aereae alveos navium tegunt.

source: Lead hull sheathing
la: Laminae Aereae

source: The hypozomata braces the structure of a ship.
la: Hypozomata navem tegunt.

source: Hypozomata undergirding
la: Hypozomata

source: Wooden reinforcement beams for ship hulls.
la: Trabes ligneae alveos navium firmant.

source: Reinforced hull
la: Alveus Firmatus

source: Training increases melee attack.
la: Exercitatio detrimentum propinquum auget.

source: +20% melee cavalry attack.
la: Equites +20% detrimentum propinquum.

source: Close Combat Cavalry Training
la: Exercitatio Equestris Dimicando

source: Replaces bronze weapons with iron.
la: Tela ferrea pro aeratis.

source: Equip your melee cavalry with better weapons. +20% melee cavalry attack.
la: Arma equites tuos qui propinque pugnant meliore ferro. Equites +20% detrimentum propinquum.

source: Iron Weapons
la: Tela Ferrea

source: Training increases ranged attack.
la: Exercitatio detrimentum iaculatorum auget.

source: +20% ranged cavalry attack.
la: Equites Iaculatores +20% detrimentum.

source: Ranged Combat Cavalry Training
la: Exercitatio Equestris Iaculando

source: Equip your ranged cavalry with better weapons. +20% ranged cavalry attack.
la: Arma equites tuos qui tela coniciunt meliore ferro. Equites iaculatores +20% detrimentum.

source: Often, an infantryman would carry a secondary weapon in addition to his primary weapon of choice, to be drawn when the primary weapon has failed or been broken.
la: Pedes saepe alterum gerebat telum praeter telum suum praecipuum, quod stringeretur cum vel casum vel fractum esset praecipuum.

source: +20% melee infantry attack.
la: Pedites +20% detrimentum propinquum.

source: Side Arms
la: Tela Laterum

source: Using iron instead of bronze gave weapons additional power.
la: Telis ferreis pro aeratis uti, quae acutiora sunt.

source: Training increases damage of ranged infantry.
la: Exercitatio detrimentum iaculatorum peditum auget.

source: +20% ranged infantry attack.
la: Pedites Iaculatores +20% detrimentum.

source: Ranged Infantry Irregulars
la: Pedites Iaculatores Tumultuarii

source: Ranged Infantry Masterclass
la: Pedites Iaculatores Compotes

source: The will to fight is crucial to victory.
la: Voluntas bellandi victoriae magni est momenti.

source: Inspire your troops with higher pay. All land and naval army +25% attack.
la: Incita tuos maioribus pretiis. Omnes exercitus classesque +25% detrimentum.

source: Will to fight
la: Voluntas Bellandi

source: Secret steel working techniques give sword blades distinctive and beautiful markings. Not only that, but the steel's hardness is unparalleled.
la: Artibus arcanis ferri durandi laminae telorum insigniter decorantur, quibus egregia est duritia.

source: +20% Hack attack for all swordsmen and macemen.
la: Omnes gladiatores et clavigeri +20% detrimentum Secans.

source: Steel Working
la: Ferrum Duratum

source: Wootz Steel
la: Ferrum Duratum Wootz

source: Toledo Steel
la: Ferrum Duratum Toleti

source: Train your horses to move faster.
la: Dirige equos tuos ut citius moveant.

source: Breed livestock (sheep, goats, cattle, etc.) for food.
la: Pecudes (oves, capros, boves etc.) alere pro cibo.

source: Domestic Animals −25% breeding time.
la: Pecudes −25% tempus alendi.

source: Stockbreeding
la: Pecus Alitum

source: Workers use baskets. Increases shuttling capacity for all resources.
la: Operarii corbibus utuntur, ita maiores copias omnium opum secum ferre possunt.

source: Workers +5 resource capacity.
la: Operarii +5 opes ferre possunt.

source: Baskets
la: Corbes

source: Workers use horse-drawn carts. Increases shuttling capacity for all resources.
la: Operarii carris utuntur, ita maiores copias omnium opum secum ferre possunt.

source: Horse-drawn Carts
la: Carri

source: Salting allows to preserve fish longer.
la: Pisces saliuntur ut longius conserventur.

source: Fishing Boats +20 food capacity.
la: Piscatoriae +20 cibos ferre possunt.

source: Salting Fish
la: Pisces Saliti

source: Unlocked in Town Phase. Requires Fishing Net.
la: Gradu Oppido recluditur. Rete Piscatorio requiritur.

source: Workers use wheelbarrows. Increases shuttling capacity for all resources.
la: Operarii pabonibus utuntur, ita maiores copias omnium opum secum ferre possunt.

source: Wheelbarrow
la: Pabo

source: Extra nutrients for farms.
la: Plura frumenta ex agris.

source: Fertilizer
la: Laetamen

source: The Gauls invented an harvesting machine, making it much easier to harvest grain.
la: Galli machinam messis invenerunt, qua multo facile frumentarentur.

source: Workers +15% grain gather rate.
la: Operarii +15% velocitatem frumentandi.

source: Harvesting Machine
la: Machina Messis

source: Equip your workers with iron plows, animal-drawn instruments to turn the sod.
la: Operarii aratris utuntur, instrumentis iumento tractis quae caespides vertunt.

source: Iron Plow
la: Aratrum Ferreum

source: Training for workers to increase farm gathering speed.
la: Operarii citius fructus colligunt.

source: Gather Training
la: Exercitatio Colligendo

source: Use nets to improve the productivity of fishing boats.
la: Naviculae Piscatoriae retibus utuntur ut citius piscentur.

source: Fishing Boats +30% fish gather rate.
la: Naviculae Piscatoriae +30% velocitatem piscandi.

source: Fishing Net
la: Rete Piscatorium

source: Increases wood gathering rates for trees.
la: Arbores citius succiduntur.

source: Iron Ax Heads
la: Secures Ferreae

source: Sharp Ax Heads
la: Secures Acutae

source: Stronger Ax
la: Secures Firmiores

source: Compel serfs to help your workers quarry stone. Increases stone gathering rates.
la: Servos operariis tuis auxilio coge ad lapidem excidendum. Operarii lapidem citius excidunt.

source: Serfs
la: Servi

source: Hire servants to help quarry stone. Increases stone gathering rates.
la: Famulos conduce ad lapidem excidendum. Operarii lapidem citius excidunt.

source: Servants
la: Famuli

source: Develop shaft mining. Increases metal gathering rates.
la: Puteum institue. Operarii metallum citius excidunt.

source: Shaft Mining
la: Puteus

source: Strike a vein of precious silver. Increases metal gathering rates.
la: Argentum excute. Operarii metallum citius excidunt.

source: Silver Mining
la: Metallum Argenti

source: Mines of Krenides
la: Metalla Krenidae

source: Mines of Laureion
la: Metalla Lauriotida

source: Buy slaves to help your workers quarry stone. Increases stone gathering rates.
la: Servos operariis tuis auxilio coge ad lapidem excidendum. Operarii lapidem citius excidunt.

source: Slaves
la: Servi

source: Equip your workers with helpful tools. Increases metal gathering rates.
la: Instrumenta operariis tuis distribue. Operarii metallum citius excidunt.

source: Wedge and Mallet
la: Cuneus et Malleus

source: Equip your foragers with wicker baskets for foraging.
la: Corbes Vimineos operariis tuis distribue.

source: Workers +50% fruit gather rate.
la: Operarii +50% velocitatem fructus capiendi.

source: Wicker Baskets
la: Corbes Viminei

source: Units garrisoned in Barracks heal over time.
la: Milites in castris locati paulatim sanantur.

source: Units gain health over time while garrisoned in Barracks.
la: Milites in castris locati paulatim sanantur.

source: Living Conditions
la: Commeatus

source: Increases the healing and vision range of all healers.
la: Auget fines sanandi et conspectum omnium medicorum.

source: Healers +5 Healing and Vision Range.
la: Medici +5 fines sanandi et conspectum.

source: Healing Range
la: Fines Sanandi

source: Olympic Pantheon
la: Pantheum Olympicum

source: Healing Range 2
la: Fines Sanandi 2

source: Increases the Healing Rate of all healers.
la: Medici citius tuos sanant.

source: Healers −20% healing time.
la: Medici −20% intervallum temporis inter acta sanandi.

source: Healing Rate
la: Velocitas Sanandi

source: Healing Rate 2
la: Velocitas Sanandi 2

source: Hippocratic Oath
la: Iusiurandum Hippocraticum

source: Units garrisoned in a temple are healed faster.
la: Milites civesque in castris locati citius sanantur.

source: Temples +50% garrisoned healing rate.
la: Templa +50% velocitatem collocatos sanandi.

source: Divine Offerings
la: Sacramenta Divina

source: Olympic Games
la: Ludi Olympii

source: Eleusian Mysteries
la: Sacra Eleusinia

source: The loom allowed the creation of finer clothing for settlers. Women of the household were taught from a young age how to weave on the loom, and subsequently spent a large share of their lives working with it.
la: Meliora vestimenta telis colonibus texuntur. Ab iuventate docebantur feminae domi texere telis, cum quibus maiorem partem aetatis earum officiis fungebantur.

source: +100% health for female citizens.
la: Feminae +100% valetudinem.

source: The Loom
la: Tela

source: Unlock health regeneration for your units.
la: Recludit regenerationem valetudinis suorum.

source: Organic units will slowly regenerate health over time when idle.
la: Mortales ignavi lente valetudinem recipit.

source: Battlefield Medicine
la: Medicina Militaris

source: City Phase
la: Gradus Urbs

source: Advance to City Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by another +50%. Silver Owls civ bonus grants an extra +10% metal gather rate to all workers. Citizen Soldiers +10% health. All structures +9 garrisoned regeneration rate.
la: Ad Gradum Urbem progredi, qui plures milites aedificiaque recludit. Radius finium Centrorum Civilium +50%. Bubones Argentei +10% velocitatem metalli exercendi omnibus operariis. Milites Civiles +10% valetudinem. Omnia aedificia +9 celeritatem regenerationis.

source: Requires 4 Town Structures.
la: 4 aedificia Gradus Oppidi requiruntur.

source: Advances from a bustling town to a veritable metropolis, full of the wonders of modern technology.
la: Progreditur de oppido celebre in metropolem veram, miraculis artium plenam.

source: Advance to City Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by another +50%. Citizen Soldiers +10% health. All structures +9 garrisoned regeneration rate.
la: Progreditur ad Gradum Urbem, qui plures aedificia civesque recludit. Fines Centrorum Civilium iterum +50% augentur. Milites Civiles +10% valetudinem. Omnia aedificia +9 celeritatem regenerationis.

source: Town Phase
la: Gradus Oppidum

source: Advances from a small village to a bustling town, ready to expand rapidly. This is the Athenian town phase, where metal gathering rates are boosted because of the 'Silver Owls' bonus.
la: Progreditur de vico parvo in oppidum celebre, ad rapidum augendum paratum. Hic est Gradus Oppidum Atheniense, quo velocitas metalli exercendi festinatur bono 'Bubonibus Argenteis'.

source: Advance to Town Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by +30%. 'Silver Owls' civ bonus grants an extra +10% metal gather rate to all workers. Citizen Soldiers +20% health. All structures +7 garrisoned regeneration rate.
la: Progreditur ad Gradum Oppidum, qui plures aedificia civesque recludit. Fines Centrorum Civilium +30% augentur. 'Bubones Argentei' bonus velocitatem metalli exercendi +10% addit. Milites Civiles +20% valetudinem. Omnia aedificia +7 celeritatem regenerationis.

source: Requires 5 Village Structures.
la: Requirit 5 Aedificia Vici Gradus

source: Advances from a small village to a bustling town, ready to expand rapidly.
la: Progreditur de vico parvo in oppidum celebre, ad rapidum augendum paratum.

source: Advance to Town Phase, which unlocks more structures and units. Territory radius for Civic Centers increased by +30%. Citizen Soldiers +20% health. All structures +7 garrisoned regeneration rate.
la: Progreditur ad Gradum Oppidum, qui plures aedificia civesque recludit. Fines Centrorum Civilium +30% augentur. Milites Civiles +20% valetudinem. Omnia aedificia +7 celeritatem regenerationis.

source: Village Phase
la: Gradus Vicus

source: Home gardens ranged from simple fenced-in areas to large manicured and colonnaded enclosures.
la: Horti Domestici diversi erant, ab simplicibus saepitis ad porticis inclusis.

source: Houses +20% population cap bonus.
la: Domi +20% terminum numeri civium.

source: Home Garden
la: Hortus Domesticus

source: Peristyle
la: Peristylium

source: Paradise
la: Paradisium

source: Homes tended to expand as the wealth and population of a settlement grew.
la: Adduntur domi, cum incresceret populus.

source: Manors
la: Praedia

source: The wonder attracts many more people to your civilization.
la: Miraculum multo plures homines ad civitatem tuam attrahit.

source: Enable Glorious Expansion. Further increase the population limit by 40 per Wonder owned.
la: Recludit Expansionem Gloriosam. Auget Terminum numeri civium +40 pro unoquoque Miraculo tuo.

source: Glorious Expansion
la: Expansio Gloriosa

source: Increased armor on siege engines.
la: Increscunt arma machinarum obsidionis.

source: Siege Engines +2 hack armor.
la: Machinae Obsidionis +2 arma contra detrimentum secans.

source: Armor plating
la: Lamina

source: Advanced technologies improve siege efficiency.
la: Augentur vires obsidionis.

source: Siege Engines +25% attack crush damage.
la: Machinae Obsidionis +25% detrimentum iciens.

source: Advanced Siege
la: Obsidio Provecta

source: Improvement to projectile accuracy.
la: Machinae Obsidionis diligentius intendunt.

source: Bolt Shooters −20% ranged attack spread.
la: Scorpiones −20% diffusionem telorum.

source: Bolt Accuracy
la: Diligentia Fulminum

source: Siege engines require less metal.
la: Machinae Obsidionis pauciore metallo stant.

source: Siege Engines −20% metal cost.
la: Machinae Obsidionis −20% pretium metalli.

source: Metalworker
la: Faber

source: Siege engines require less wood.
la: Machinae Obsidionis pauciore ligno stant.

source: Siege Engines −20% wood cost.
la: Machinae Obsidionis −20% pretium ligni.

source: Artillery Instructors
la: Doctores Tormentorum

source: Recruit a network of informants to watch over your people.
la: Construe rete delatorum qui populum tuum spectent.

source: Make your units 50% more expensive to bribe.
la: Fac tuos 50% pretiosiores ad corrumpendum.

source: Counterintelligence
la: Contra-Delatores

source: Reinforce the foundations in preparation of an attack.
la: Firma fundamenta adversus oppugnationem.

source: Towers +2 armor.
la: Turres +2 arma.

source: Sturdy Foundations
la: Fundamenta Firma

source: Crenellations on the battlements allow soldiers wider range of fire in defending a keep.
la: Crenae munimentorum militibus faciunt potestatem, ut custodes longius tela deiciant.

source: Sentry and Stone Towers +40% more arrows per garrisoned Soldier.
la: Turres Vigiles et Turres Lapideae +40% sagittas pro quoque Milite in praesidio.

source: Crenellations
la: Crenae Muri

source: Murder holes allow hitting enemies at the foot of the tower.
la: Cavi Telorum efficiunt ut hostes prope pedem turris oppugnare possint.

source: Sentry and Stone Towers have 0 minimum attack range.
la: Turres Vigiles et Turres Lapideae 0 iactum minimum habent.

source: Murder Holes
la: Cavi Telorum

source: Arrow shooters increase the maximum range of the fire arrows.
la: Iaculatores Sagittarum iactum maximum augent.

source: Sentry and Stone Towers +8 attack range.
la: Turres Vigiles et Turres Lapideae +8 iactum maximum.

source: Arrow Shooters
la: Iaculatores Sagittarum

source: A night's watch increases vigilance.
la: Vigiles vigilantiam meliorem faciunt.

source: Sentry and Stone Towers +1 default arrow count.
la: Turres Vigiles et Turres Lapideae +1 primum sagittarum numerum.

source: Sentries
la: Vigiles

source: Improve the international trading profit.
la: Addit lucrum de mercaturis internationalibus.

source: +10% international trade bonus.
la: +10% lucrum de mercaturis internationalibus.

source: Commercial Treaty
la: Foedus Mercatorium

source: Increases defensive capability of traders.
la: Auget defensionem mercatorum.

source: Traders +2 hack and pierce armor.
la: Mercatores +2 arma contra detrimentum secans transfigiensque.

source: Trade Convoys
la: Praesidium Mercatorum

source: Increases movement rate of traders, which in turn increases trade income.
la: Auget velocitatem itineris mercatorum, ita increscit lucrum de mercaturis.

source: Traders +25% Walk Speed, which quickly increases trade income.
la: Mercatores +25% Velocitatem itineris, ita cito increscit lucrum de mercaturis.

source: The progress in handicraft improves the trading profit.
la: Ars Operosa lucrum de mercaturis amplificat.

source: Traders +10% gain.
la: Mercatores +10% lucrum.

source: Handicraft
la: Ars Operosa

source: Traders +15% gain.
la: Mercatores +15% lucrum.

source: Advanced Handicraft
la: Ars Operosa Provecta

source: Significantly increase training speed of soldiers at the Barracks by training them in large batches or battalions.
la: Conscribuntur milites gregibus vel cohortibus in Castris, ita valde increscit velocitas conscribendi.

source: Faster batch training speed for the Barracks.
la: Milites gregarii in Castris citius conscribuntur.

source: Conscription
la: Delectus

source: Significantly increase build speed of batches of ships at the Dock.
la: Construuntur naves classibus, ita valde increscit velocitas construendi.

source: Docks increased batch construction speed bonus.
la: Classes navium in navalibus citius construuntur.

source: Naval Architects
la: Architecti Navales

source: Advanced and Elite units +20% training time, +1 armor, +10% health, +0.7 capture attack strength, +20% loot, and −30% gather speed; Healers +5 healing strength and +3 healing range; Melee units +20% attack damage; Ranged units +4 attack range and −10% spread.
la: Milites Provecti et Robores +20% tempus conscribendi, +1 arma, +10% valetudinem, +0.7 vim capiendi, +20% praedam, et −30% velocitatem colligendi; Medici +5% vim sanandi et +3 fines sanandi; qui propinque pugnant +20% detrimentum; iaculatores +4 iactum et -10% dissipationem.

source: African Elephants −10% resource costs, training time, health, attack damage, and loot.
la: Elephanti Africani −10% pretium, tempus conscribendi, valetudinem, detrimentum et praedam.

source: Indian Elephants +10% resource costs, training time, health, attack damage, and loot.
la: Elephanti Indi +10% pretium, tempus conscribendi, valetudinem, detrimentum et praedam.

source: Elite units +20% training time, +1 armor, +10% health, +0.8 capture attack strength, +20% loot, and −30% gather speed; Healers +5 healing strength and +3 healing range; Melee units +20% attack damage; Ranged units +4 attack range and −10% spread.
la: Milites Robores +20% tempus conscribendi, +1 arma, +10% valetudinem, +0.8 vim capiendi, +20% praedam, et −30% velocitatem colligendi; Medici +5% vim sanandi et +3 fines sanandi; qui propinque pugnant +20% detrimentum; iaculatores +4 iactum et -10% dissipationem.

source: Guard units (Champions) are professionals who wield the best weapons and have the best training.
la: Custodes (Propugnatores) peritissimi sunt milites, qui tela optima gerunt.

source: Unlock the ability to train Champions at the Barracks.
la: Facit potestatem ut Propugnatores in Castris conscribantur.

source: Unlock Champion Units
la: Recludit Propugnatores.

source: A festival attended by women-only, to celebrate female fertility.
la: Sollemne cui feminae solae intersunt, quae fertilitatem muliebrem celebrent.

source: Unlock the ability to train women from houses.
la: Facit potestatem ut Feminas in domis conscribantur.

source: Fertility Festival
la: Sollemne Fertilitatis

source: The extension of trade leads to the permanent establishment of storekeepers and their families in foreign countries, allowing them to exploit the wealth of these countries.
la: Extensis mercaturis considunt mercatores in terris alienis cum familiis suis, ut ibi lucrum faciant.

source: Allows using allied dropsites.
la: Facit potestatem ut horreis sociorum utaris.

source: Requires 3 Traders
la: Requirit 3 Mercatores.

source: See what your allies see, browse their summary and check their resources and population count in the top panel.
la: Vide quaecumque socii tui vident, lege summarium eorum, et inspice opes numerumque civium in tabula summa.

source: Cartography
la: Cartographia

source: Merchants' first goal was trading, but they also gathered information about the countries they crossed.
la: Mercaturae enim opus est mercatorum praecipuum, colligunt autem quoque indicia de finibus quos transiverunt.

source: Allows bribing the units of other players in order to share their vision.
la: Facit potestatem ut cives aut milites aliorum lusorum corrumpas ut visum eorum habeas.

source: Espionage
la: Inquisitio

source: Hire professional mercenaries to fight in your army.
la: Conduce mercennarios expertos ut in exercitu tuo pugnent.

source: Mercenaries are promoted to Advanced rank.
la: Mercennarii ad Ordinem Provectum producti sunt.

source: Expertise In War
la: Experientia Bellorum

source: Carthaginians established many trading centers as colonies and ultimately held dominion over 300 cities and towns in North Africa alone.
la: Carthaginienses multas tenuerunt colonias ubi mercaturae valebant, postremo domuerunt plures quam 300 urbes oppidaque modo in Septentrionale Africa.

source: Carthaginians were colonizers. Civic Centers, Temples, and Houses -25% build time.
la: Carthaginienses colonias tenuerunt. Centra Civilia, Templa et Domi -25% tempus aedificandi.

source: Colonization
la: Deductio Coloniarum

source: Nobody knew better than the Carthaginians where in the ancient world they were going and going to go; their merchant traders had missions to everywhere.
la: Nemo melius sciebat quam Carthaginienses se in qua terra esse et quo iter facturum; quocumque peregrinabantur mercatores eorum.

source: Carthaginians were explorers. All Traders and Ships +25% vision range.
la: Carthaginienses exploratores fuerunt. Omnes Mercatores et Naves +25% conspectum.

source: Exploration
la: Exploratio
